{"AllianceGenome": "33", "HGNC": "33", "MIM": "601615", "_id": "21", "_version": 1, "accession": {"genomic": ["AC005212.1", "AC007162.1", "AC009065.8", "AC098805.2", "AC106820.4", "CH471112.2", "CP068262.2", "DQ073080.1", "L75923.1", "L75924.1", "L75925.1", "NC_000016.10", "NC_060940.1", "NG_011790.2"], "protein": ["AAC50967.1", "AAH20724.1", "AAH62779.1", "AAI40896.1", "AAI46867.1", "AAI51841.1", "AAY57325.1", "BAB86781.1", "BAE06126.1", "CAA65825.1", "EAW85515.1", "NP_001080.2", "Q99758.2"], "rna": ["AB070929.1", "AB210044.1", "AK310864.1", "BC020724.1", "BC035752.1", "BC062779.1", "BC140895.1", "BC146866.1", "BC151840.1", "BP397501.1", "DA109409.1", "NM_001089.3", "U78735.1", "X97187.1"], "translation": [{"protein": "AAI51841.1", "rna": "BC151840.1"}, {"protein": "AAH62779.1", "rna": "BC062779.1"}, {"protein": "CAA65825.1", "rna": "X97187.1"}, {"protein": "NP_001080.2", "rna": "NM_001089.3"}, {"protein": "BAE06126.1", "rna": "AB210044.1"}, {"protein": "AAI46867.1", "rna": "BC146866.1"}, {"protein": "AAC50967.1", "rna": "U78735.1"}, {"protein": "AAI40896.1", "rna": "BC140895.1"}, {"protein": "BAB86781.1", "rna": "AB070929.1"}, {"protein": "AAH20724.1", "rna": "BC020724.1"}]}, "alias": ["ABC-C", "ABC3", "EST111653", "LBM180", "SMDP3"], "ec": ["7.6.2.1", "7.6.2.2"], "ensembl": {"gene": "ENSG00000167972", "protein": ["ENSP00000301732", "ENSP00000371818", "ENSP00000454397"], "transcript": ["ENST00000301732", "ENST00000382381", "ENST00000563623", "ENST00000566200", "ENST00000567910", "ENST00000569062"], "translation": [{"protein": "ENSP00000301732", "rna": "ENST00000301732"}, {"protein": "ENSP00000371818", "rna": "ENST00000382381"}, {"protein": "ENSP00000454397", "rna": "ENST00000567910"}], "type_of_gene": "protein_coding"}, "entrezgene": "21", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 49.994558013, "exp_mis": 720.939405855, "exp_syn": 378.327853777, "lof_z": 4.06204606203695, "mis_z": 0.927942138049496, "mu_lof": 3.56565749832e-06, "mu_mis": 6.64400924501e-05, "mu_syn": 3.45111008677e-05, "n_lof": 21.0, "n_mis": 670.0, "n_syn": 400.0, "p_li": 7.47762721295469e-08, "p_null": 9.80326521691456e-06, "p_rec": 0.999990121958511, "syn_z": -0.690742776049818}, "bp": 5115, "cds_end": 2376467, "cds_start": 2326674, "n_exons": 30, "nonpsych": {"exp_lof": 44.6666014116, "exp_mis": 651.936452502, "exp_syn": 341.839942979, "lof_z": 4.35941575454009, "mis_z": 0.828421143179195, "mu_lof": 3.56565749832e-06, "mu_mis": 6.64400924501e-05, "mu_syn": 3.45111008677e-05, "n_lof": 15.0, "n_mis": 610.0, "n_syn": 372.0, "p_li": 0.00023138909011406, "p_null": 1.6938981212388e-06, "p_rec": 0.999766917011765, "syn_z": -1.02703412356306}, "nontcga": {"exp_lof": 45.9381386886, "exp_mis": 663.207445714, "exp_syn": 348.00481007, "lof_z": 3.92068632324248, "mis_z": 0.855225378862158, "mu_lof": 3.56565749832e-06, "mu_mis": 6.64400924501e-05, "mu_syn": 3.45111008677e-05, "n_lof": 19.0, "n_mis": 619.0, "n_syn": 368.0, "p_li": 4.62353581920037e-07, "p_null": 1.74688752960192e-05, "p_rec": 0.999982068771122, "syn_z": -0.678665035146423}, "transcript": "ENST00000301732.5"}, "exons": [{"cdsend": 2326466, "cdsstart": 2276673, "chr": "16", "position": [[2275880, 2276805], [2277596, 2277670], [2277878, 2278069], [2278287, 2278458], [2278942, 2279130], [2281026, 2281221], [2281380, 2281509], [2283185, 2283358], [2284278, 2284437], [2284778, 2284998], [2285441, 2285646], [2286693, 2286967], [2288025, 2288329], [2289433, 2289620], [2292139, 2292238], [2295589, 2295740], [2297328, 2297539], [2297765, 2297921], [2298385, 2298540], [2299402, 2299532], [2300004, 2300148], [2303968, 2304150], [2308449, 2308623], [2317282, 2317403], [2317647, 2317764], [2319580, 2319840], [2323522, 2323688], [2324403, 2324531], [2326009, 2326274], [2326412, 2326492], [2328452, 2328757], [2329647, 2329854], [2340572, 2340728]], "strand": -1, "transcript": "NM_001089", "txend": 2340728, "txstart": 2275880}], "exons_hg19": [{"cdsend": 2376467, "cdsstart": 2326674, "chr": "16", "position": [[2325881, 2326806], [2327597, 2327671], [2327879, 2328070], [2328288, 2328459], [2328943, 2329131], [2331027, 2331222], [2331381, 2331510], [2333186, 2333359], [2334279, 2334438], [2334779, 2334999], [2335442, 2335647], [2336694, 2336968], [2338026, 2338330], [2339434, 2339621], [2342140, 2342239], [2345590, 2345741], [2347329, 2347540], [2347766, 2347922], [2348386, 2348541], [2349403, 2349533], [2350005, 2350149], [2353969, 2354151], [2358450, 2358624], [2367283, 2367404], [2367648, 2367765], [2369581, 2369841], [2373523, 2373689], [2374404, 2374532], [2376010, 2376275], [2376413, 2376493], [2378453, 2378758], [2379648, 2379855], [2390573, 2390729]], "strand": -1, "transcript": "NM_001089", "txend": 2390729, "txstart": 2325881}], "generif": [{"pubmed": 11940594, "text": "Identification of LBM180, a lamellar body limiting membrane protein of alveolar type II cells, as the ABC transporter protein ABCA3"}, {"pubmed": 15465012, "text": "Results suggest that ABCA3 shows ATPase activity, which is induced by lipids, and may be involved in the biogenesis of lamellar body-like structures."}, {"pubmed": 15976379, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16415354, "text": "ABCA3 is required for lysosomal loading of phosphatidylcholine and conversion of lysosomes to lamellar body-like structures"}, {"pubmed": 16857811, "text": "ABCA3 has a role in drug resistance in childhood acute myeloid leukemia"}, {"pubmed": 16959783, "text": "ABCA3 mutation is associated with fatal surfactant deficiency"}, {"pubmed": 16968533, "text": "ABCA17P & ABCA3 form a complex of overlapping genes at their 5' ends. Non-coding & protein-coding ABC A-transporter RNAs are expressed. This is the 1st demonstration of expression of a pseudogene & its parent from a common overlapping human DNA region."}, {"pubmed": 17429902, "text": "ABCA3 mutations were the basis for intractable respiratory distress syndrome in three Norwegian term infants"}, {"pubmed": 17574245, "text": "ABCA3 mediates ATP-dependent choline-phospholipids uptake into intracellular vesicles."}, {"pubmed": 17597647, "text": "Finding of heterozygosity for ABCA3 mutations in severely affected infants with SFTPC I73T, and independent inheritance from disease-free parents supports that ABCA3 acts as a modifier gene for the phenotype associated with an SFTPC mutation."}, {"pubmed": 17660803, "text": "In infants with a desquamative interstitial pneumonitis pattern, surfactant or ABCA3 mutations should be evaluated."}, {"pubmed": 18024538, "text": "Dense abnormalities of lamellar bodies, characteristic of ABCA3 mutations, were seen by electron microscopy in all adequate specimens."}, {"pubmed": 18246475, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18317237, "text": "ABCA3 mutations impart increased genetic risk for newborn respiratory distress syndrome."}, {"pubmed": 18317237, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 18463677, "text": "found ABC transporter A3 to be expressed consistently in acute myeloid leukemia samples. Greater expression of ABCA3 is associated with unfavorable treatment outcome, and in vitro, elevated expression induces resistance to a broad spectrum of cytostatics"}, {"pubmed": 18603241, "text": "This newborn infant had a heterozygote mutation of ABCA3."}, {"pubmed": 19220077, "text": "Mutations in the ABCA3 gene are associated with both fatal respiratory distress in the neonatal period and interstitial lung disease in older infants, children, and adults."}, {"pubmed": 19252731, "text": "A case of newborn respiratory distress syndrome associated with ABCA3 transporter deficiency and a ABCA3 mutation is described."}, {"pubmed": 19343046, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19861431, "text": "The identification of one copy of this novel mutation in a premature infant with chronic respiratory insufficiency suggests that ABCA3 haploinsufficiency together with lung prematurity may result in more severe, or more prolonged, respiratory failure"}, {"pubmed": 19902402, "text": "Decreased ABCA3 expression is associated with breast cancer."}, {"pubmed": 20304423, "text": "The segregation of ABCA3 alleles, absence of ABCA3 immunostaining, lung pathology, and ultrastructural findings support genetic ABCA3 deficiency as the cause of lung disease."}, {"pubmed": 20371530, "text": "Subclinical fibrotic changes may be present in family members of patients with SFTPC mutation-associated interstitial lung disease and suggest ABCA3 variants could affect disease pathogenesis."}, {"pubmed": 20656946, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20863830, "text": "Data show that the ABCA3 N-terminus is proteolytically removed inside acidic LAMP3-positive vesicles MVB/LB."}, {"pubmed": 21165348, "text": "Several genetic abnormalities have been associated with familial pulmonary fibrosis. The present study examined the genes coding for surfactant protein-C, ATPbinding cassette protein A3 and telomerase, and found no abnormalities."}, {"pubmed": 21214890, "text": "Suggest that expression of partially or completely endoplasmic reticulum localized ABCA3 mutant proteins can increase the apoptotic cell death of the affected cells."}, {"pubmed": 21526180, "text": "SALL4 was able to bind to the promoter region of ABCA3 and activate its expression while regulating the expression of ABCG2 indirectly."}, {"pubmed": 21586796, "text": "A novel conserved targeting motif found in ABCA transporters mediates trafficking to early post-Golgi compartments."}, {"pubmed": 21873242, "text": "Lymphoma exosomes shield target cells from antibody attack and that exosome biogenesis is modulated by the lysosome-related organelle-associated ATP-binding cassette (ABC) transporter A3 (ABCA3)."}, {"pubmed": 22068586, "text": "identification of new ABCA3 mutations in patients with life-threatening neonatal respiratory distress and/or pediatric interstitial lung disease (ILD); two mutations associated with ILD acted via different pathophysiological mechanisms despite similar clinical phenotypes"}, {"pubmed": 22145626, "text": "the ABCA3 missense mutation E292V had no remarkable effect on pulmonary outcome in VLBW infants. Present results do not rule out the possibility that E292V phenotype is associated with minor difference in the morbidity."}, {"pubmed": 22337229, "text": "An intronic ABCA3 mutation is responsible for a fatal respiratory disease in newborns."}, {"pubmed": 22434821, "text": "Data suggest the impairment of epithelial function as a mechanism by which ABCA3 mutations cause interstitial lung disease (ILD)."}, {"pubmed": 22455634, "text": "Genetic variants within ABCA3 may be the genetic cause of or a contributor to some unexplained refractory neonatal respiratory distress syndrome."}, {"pubmed": 22800827, "text": "There is an association between a synonymous cSNP rs323043 and the development of neonatal respiratory distress syndrome."}, {"pubmed": 22866751, "text": "partially reduced ABCA3 activity due to E292V is not a major risk factor for reduced lung function and COPD in the general population"}, {"pubmed": 23166334, "text": "Although ABCA3 mutations are individually rare, they are collectively common among European- and African-descent individuals in the general population."}, {"pubmed": 23432194, "text": "Tyrosine kinase inhibitor exposure facilitates a protective loop of SALL4 and ABCA3 cooperation in persistent leukaemic cells."}, {"pubmed": 23443156, "text": "Identification of novel compound heterozygous mutations in the coding exons of ABCA3 in two brothers with interstitial lung disease."}, {"pubmed": 23846195, "text": "Report of ABCA3 mutations in a family with one child exhibiting interstitial lung disease."}, {"pubmed": 24142515, "text": "cotranslational N-linked glycosylation at N124 and N140 is critical for ABCA3 stability, and its disruption results in protein destabilization and proteasomal degradation"}, {"pubmed": 24145140, "text": "Our findings indicate a considerable and direct relationship between mRNA expression levels of ABCA2, ABCA3, MDR1, and MRP1 genes and positive minimal residual disease (MRD) measured after one year of treatment."}, {"pubmed": 24269975, "text": "A compound heterozygote for both novel mutations in the ABCA3 gene."}, {"pubmed": 24420869, "text": "Two siblings are described who were homozygous for a 5,983 bp deletion in ABCA3 including exons 2-5 as well as the start AUG codon and a putative Golgi exit signal motif."}, {"pubmed": 24628317, "text": "A novel missense mutation in ABCA3 was found to cause fatal congenital surfactant deficiency in two siblings."}, {"pubmed": 24633979, "text": "Therapeutic strategies for chronic interstitial lung disease have been used successfully in cases of a mild clinical course in juvenile patients with ABCA3 gene mutation. In our patient with homozygous ABCA3 gene mutation,they were not effective."}, {"pubmed": 24657120, "text": "ABCA3 protein, human genetic variants does not increase the risk of neonatal respiratory distress syndrome."}, {"pubmed": 24730976, "text": "A large kindred is identified with a novel ABCA3 mutation causing pulmonary fibrosis."}, {"pubmed": 24871971, "text": "Genotype-phenotype correlations exist for homozygous or compound heterozygous mutations in ABCA3 causing neonatal respiratory failure or childhood interstitial lung disease."}, {"pubmed": 25056761, "text": "SLCO1B3 699GG and 344TT genotypes are associated with non-response to IM, while ABCA3 4548-91 CC/CA genotypes are related to poor CMR in CML patients treated with standard-dose imatinib."}, {"pubmed": 25073622, "text": "analyzed the coding exons for rs117603931 (p.R288K) in exon 8 and rs149989682 (p.E292V) in exon 9 of ABCA3 in 224 Caucasian preterm infants ranging in GA from 29 to 36 weeks with respiratory distress syndrome; 10 mutations were found (6 at rs117603931 in exon 8 and 4 at rs149989682 in exon 9, combined allele frequency of 2.5% and all but one were present as heterozygotes"}, {"pubmed": 25406294, "text": "We identified a cataract-microcornea syndrome (cmcc) associated gene, ABCA3, which had heterozygous missense mutations in two autosomal dominant CCMC families. Another four heterozygous mutations, 2 missense and 2 splice site mutations were identified."}, {"pubmed": 25817392, "text": "Accumulation of free cholesterol as a result of a loss of ABCA3 export function represents a novel pathomechanism in ABCA3-induced Diffuse parenchymal lung disease."}, {"pubmed": 26295388, "text": "Data discussed the structural features of ABCA3 and how the use of bioinformatics tools could help researchers to obtain a reliable structural model to locate relevant mutations and make genotype/phenotype correlations of affected patients. [review]"}, {"pubmed": 26508177, "text": "The clinical features of ABCA3 mutations, including onset, severity or clinical course are very heterogeneous. In the two siblings we had a lightly discordant course that could be explained by exposure to different environmental stresses or variable penetrance."}, {"pubmed": 26517903, "text": "Studies indicate that ATP-binding cassette (ABC), subfamily A, member 3 (ABCA3) is developmentally regulated."}, {"pubmed": 26522252, "text": "The TGGAG haplotype may be a risk factor for Respiratory Distress Syndrome in preterm infants in this Chinese population.  The haplotype TGGAG was significantly more frequent in RDS infants than in non-RDS infants."}, {"pubmed": 26547207, "text": "Rare mutations in surfactant-associated genes contribute to neonatal respiratory distress syndrome. We resequenced all exons of the ATP-binding cassette member A3 (ABCA3) and we found three ABCA3 mutations in the Han [minor allele frequency (MAF)=0.003] and 7 in the Zhuang (MAF=0.011) cohorts. The contribution of these rare ABCA3 mutations to disease burden in the south China population is still unknown."}, {"pubmed": 26903515, "text": "These results provide evidence of ABCA3 as an MLF efflux transporter in human macrophages and support its role in the direct antileishmanial effect of this alkylphosphocholine drug."}, {"pubmed": 27352740, "text": "transporter oligomerization is crucial for ABCA3 function."}, {"pubmed": 27374344, "text": "two ABCA3 mutations (p.R288K and p.R1474W) identified among term and late-preterm infants with respiratory distress syndrome, were characterized."}, {"pubmed": 27516224, "text": "1153 patients with diffuse parenchymal lung disease (DPLD) were registered in the KLR. The DNA of 242 of these patients was sequenced for ABCA3 mutations. 69 patients had at least one variation in the ABCA3 gene.  Of 40 patients with two disease-causing ABCA3 mutations, 22 patients were homozygous and 18 heterozygous."}, {"pubmed": 28241820, "text": "Understanding the relationship between cholesterol and inflammation in the lung, and the role that ABC transporters play in this may illuminate new pathways to target for the treatment of inflammatory lung diseases"}, {"pubmed": 28468577, "text": "Genes ABCC7, A3, A8, A12, and C8 prevailed among the most upregulated or downregulated ones. In conclusion, the results supported our theory about general adenosine triphosphate-binding cassette gene expression profiles and their importance for cancer on clinical as well as research levels."}, {"pubmed": 28642621, "text": "Our results showed that the allele frequency of p.G1205R, but not p.L39V, was significantly higher in ILD patients than in healthy controls. However, no additional subject carrying the variant p.S828F or p.V968M was detected in the cohort analysis. These results indicate that the heterozygous ABCA3 gene variants may contribute to susceptibility to diseases in the Chinese population."}, {"pubmed": 28887056, "text": "a mutation (E292V) located in the first cytoplasmic loop of ABCA3 did not significantly affect lipid transport, but rather resulted in smaller vesicles. In addition to these findings, the assay used in this work for analysing the PC-lipid transport into ABCA3 positive vesicles will be useful to screen for compounds susceptible to restore function in mutated ABCA3 protein."}, {"pubmed": 29255193, "text": "Heterozygous previously described rare or novel variants in surfactant proteins genes ABCA3, SFTPB and SFTPC were identified in 24 newborn infants with particularly severe respiratory distress syndrome. Ultrastructural analysis of lung tissue of one infant showed features suggesting ABCA3 dysfunction."}, {"pubmed": 29325094, "text": "The aim of this study was to prove that disease causing misfolding ABCA3 mutations can be corrected in vitro and to investigate available options for correction."}, {"pubmed": 29505158, "text": "we classified cellular consequences of missense ABCA3 sequence variations leading to pulmonary disease of variable severity. The corresponding molecular pathomechanisms of such ABCA3 variants may specifically be addressed by targeted treatments."}, {"pubmed": 29569581, "text": "Mutations in SFTPC, NKX2.1, and FOXF1 were identified among Japanese infants and children with childhood interstitial lung disease, whereas ABCA3 mutations were rare."}, {"pubmed": 31210424, "text": "Potentiation of ABCA3 lipid transport function by ivacaftor and genistein."}, {"pubmed": 31331098, "text": "Mutations in adenosine triphosphate-binding cassette transporter A3 (ABCA3) (OMIM: 601615) gene constitute the most frequent genetic cause of severe neonatal respiratory distress syndrome (RDS) and interstitial lung disease (ILD) in children."}, {"pubmed": 31473345, "text": "The assay presented in this work probes the choline containing lipid transport function of ABCA3. Visualization and quantification of fluorescence intensity of the labeled lipids inside ABCA3+ vesicles at equilibrium can specifically assess the transport function of ABCA3."}, {"pubmed": 32196812, "text": "Functional characterization of four ATP-binding cassette transporter A3 gene (ABCA3) variants."}, {"pubmed": 32238781, "text": "ABCA3 mutations in adult pulmonary fibrosis patients: a case series and review of literature."}, {"pubmed": 32532878, "text": "Neonatal respiratory failure due to novel compound heterozygous mutations in the ABCA3 lipid transporter."}, {"pubmed": 32692933, "text": "Functional Genomics of ABCA3 Variants."}, {"pubmed": 33818848, "text": "ABCA3 deficiency dramatically improved by azithromycin administration."}, {"pubmed": 34101541, "text": "Heterogeneity in Human Induced Pluripotent Stem Cell-derived Alveolar Epithelial Type II Cells Revealed with ABCA3/SFTPC Reporters."}, {"pubmed": 34186035, "text": "Familial Pulmonary Fibrosis: Genetic Features and Clinical Implications."}, {"pubmed": 34245068, "text": "A homozygous variant in ABCA3 is associated with severe respiratory distress and early neonatal death."}, {"pubmed": 34449154, "text": "Whole exome sequencing identifies a novel variant in ABCA3 in an individual with fatal congenital surfactant protein deficiency."}, {"pubmed": 34465876, "text": "Verification of immunology-related genetic associations in BPD supports ABCA3 and five other genes."}, {"pubmed": 34597626, "text": "ATP-binding cassette transporters mediate differential biosynthesis of glycosphingolipid species."}, {"pubmed": 34638622, "text": "Structure-Based Understanding of ABCA3 Variants."}, {"pubmed": 34715861, "text": "A novel synonymous ABCA3 variant identified in a Chinese family with lethal neonatal respiratory failure."}, {"pubmed": 35170262, "text": "Biologic characterization of ABCA3 variants in lung tissue from infants and children with ABCA3 deficiency."}, {"pubmed": 35394827, "text": "Cryo-EM structures of the human surfactant lipid transporter ABCA3."}, {"pubmed": 36324278, "text": "Inherited pulmonary surfactant metabolism disorders in Argentina: Differences between patients with SFTPC and ABCA3 variants."}, {"pubmed": 36808083, "text": "ABCA3-related interstitial lung disease beyond infancy."}, {"pubmed": 37175887, "text": "ABCA3 Deficiency-Variant-Specific Response to Hydroxychloroquine."}, {"pubmed": 37657992, "text": "Interstitial lung disease in a family with bi-allelic variants in ABCA3: non-specific interstitial pneumonitis pattern of injury."}, {"pubmed": 38019257, "text": "Increased Expression of the ABCA1 and ABCA3 Transporter Genes is Associated with Cisplatin Resistance in Breast Cancer Cells."}, {"pubmed": 38226623, "text": "Human pluripotent stem cell modeling of alveolar type 2 cell dysfunction caused by ABCA3 mutations."}, {"pubmed": 38345107, "text": "Similarities and differences of interstitial lung disease associated with pathogenic variants in SFTPC and ABCA3 in adults."}, {"pubmed": 38541145, "text": "Evaluation of the Copy Number Variants and Single-Nucleotide Polymorphisms of ABCA3 in Newborns with Respiratory Distress Syndrome-A Pilot Study."}], "genomic_pos": {"chr": "16", "end": 2340746, "ensemblgene": "ENSG00000167972", "start": 2275881, "strand": -1}, "genomic_pos_hg19": {"chr": "16", "end": 2390747, "start": 2325882, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0006855", "pubmed": 26903515, "qualifier": "involved_in", "term": "xenobiotic transmembrane transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006869", "qualifier": "involved_in", "term": "lipid transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006869", "qualifier": "involved_in", "term": "lipid transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009410", "pubmed": 8706931, "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010875", "pubmed": 25817392, "qualifier": "involved_in", "term": "positive regulation of cholesterol efflux"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0015914", "pubmed": 28887056, "qualifier": "involved_in", "term": "phospholipid transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019538", "qualifier": "involved_in", "term": "protein metabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030324", "qualifier": "involved_in", "term": "lung development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032464", "pubmed": 27352740, "qualifier": "involved_in", "term": "positive regulation of protein homooligomerization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034204", "qualifier": "involved_in", "term": "lipid translocation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042908", "pubmed": 26903515, "qualifier": "involved_in", "term": "xenobiotic transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043129", "qualifier": "involved_in", "term": "surfactant homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046470", "pubmed": [17574245, 28887056], "qualifier": "involved_in", "term": "phosphatidylcholine metabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046470", "qualifier": "involved_in", "term": "phosphatidylcholine metabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046471", "qualifier": "involved_in", "term": "phosphatidylglycerol metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046618", "pubmed": 26903515, "qualifier": "involved_in", "term": "xenobiotic export from cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046890", "qualifier": "involved_in", "term": "regulation of lipid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051384", "qualifier": "involved_in", "term": "response to glucocorticoid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055091", "qualifier": "involved_in", "term": "phospholipid homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070925", "qualifier": "involved_in", "term": "organelle assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0120009", "qualifier": "involved_in", "term": "intermembrane lipid transfer"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0150172", "pubmed": [25817392, 31473345], "qualifier": "involved_in", "term": "regulation of phosphatidylcholine metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902995", "pubmed": 31473345, "qualifier": "involved_in", "term": "positive regulation of phospholipid efflux"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2001140", "pubmed": 27177387, "qualifier": "involved_in", "term": "positive regulation of phospholipid transport"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 22664934, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005765", "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005770", "pubmed": 27177387, "qualifier": "located_in", "term": "late endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [11718719, 23137377], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030659", "pubmed": [16959783, 17574245, 20863830], "qualifier": "located_in", "term": "cytoplasmic vesicle membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032585", "qualifier": "located_in", "term": "multivesicular body membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0042599", "pubmed": 27177387, "qualifier": "located_in", "term": "lamellar body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "is_active_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097208", "pubmed": 11718719, "qualifier": "located_in", "term": "alveolar lamellar body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097232", "pubmed": 20863830, "qualifier": "located_in", "term": "lamellar body membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0097232", "qualifier": "located_in", "term": "lamellar body membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097233", "pubmed": [11940594, 16959783], "qualifier": "located_in", "term": "alveolar lamellar body membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005319", "qualifier": "enables", "term": "lipid transporter activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005319", "qualifier": "enables", "term": "lipid transporter activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0008559", "pubmed": 26903515, "qualifier": "enables", "term": "ABC-type xenobiotic transporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016887", "pubmed": 16959783, "qualifier": "enables", "term": "ATP hydrolysis activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042626", "qualifier": "enables", "term": "ATPase-coupled transmembrane transporter activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0120019", "pubmed": 28887056, "qualifier": "enables", "term": "phosphatidylcholine transfer activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0140345", "pubmed": [27177387, 31473345], "qualifier": "enables", "term": "phosphatidylcholine flippase activity"}]}, "homologene": {"genes": [[6239, 178559], [7165, 1269722], [7165, 1276992], [7165, 1280527], [7165, 4577893], [7165, 5666864], [7227, 33103], [7955, 564344], [8364, 100490925], [9031, 416386], [9598, 453833], [9606, 21], [9615, 479879], [9913, 505787], [10090, 27410], [10116, 302973]], "id": 37437}, "interpro": [{"desc": "ABC transporter-like, ATP-binding domain", "id": "IPR003439", "short_desc": "ABC_transporter-like_ATP-bd"}, {"desc": "AAA+ ATPase domain", "id": "IPR003593", "short_desc": "AAA+_ATPase"}, {"desc": "ABC-2 type transporter, transmembrane domain", "id": "IPR013525", "short_desc": "ABC2_TM"}, {"desc": "ABC transporter-like, conserved site", "id": "IPR017871", "short_desc": "ABC_transporter-like_CS"}, {"desc": "ABC transporter A", "id": "IPR026082", "short_desc": "ABCA"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}], "ipi": ["IPI00017800", "IPI00619902"], "map_location": "16p13.3", "name": "ATP binding cassette subfamily A member 3", "other_names": ["ABC transporter 3", "ABC-C transporter", "ATP-binding cassette sub-family A member 3", "ATP-binding cassette transporter 3", "ATP-binding cassette, sub-family A (ABC1), member 3", "phospholipid-transporting ATPase ABCA3", "xenobiotic-transporting ATPase ABCA3"], "pantherdb": {"HGNC": "33", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1351617", "ortholog_type": "LDO", "panther_family": "PTHR19229", "taxid": 10090, "uniprot_kb": "Q8R420"}, {"RGD": "1307174", "ortholog_type": "LDO", "panther_family": "PTHR19229", "taxid": 10116, "uniprot_kb": "A0A0G2K1Q8"}, {"Ensembl": "ENSGALG00000037837", "ortholog_type": "LDO", "panther_family": "PTHR19229", "taxid": 9031, "uniprot_kb": "A0A1D5P0F9"}, {"ZFIN": "ZDB-GENE-050517-2", "ortholog_type": "LDO", "panther_family": "PTHR19229", "taxid": 7955, "uniprot_kb": "A0A2R8Q955"}, {"WormBase": "WBGene00000421", "ortholog_type": "LDO", "panther_family": "PTHR19229", "taxid": 6239, "uniprot_kb": "P34358"}, {"WormBase": "WBGene00000022", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 6239, "uniprot_kb": "Q9TXV8"}, {"FlyBase": "FBgn0036747", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 7227, "uniprot_kb": "Q9VVJ9"}, {"FlyBase": "FBgn0034493", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 7227, "uniprot_kb": "A1ZBS3"}, {"FlyBase": "FBgn0261998", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 7227, "uniprot_kb": "Q9VVK6"}, {"FlyBase": "FBgn0031169", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 7227, "uniprot_kb": "Q9VRG3"}, {"FlyBase": "FBgn0031170", "ortholog_type": "LDO", "panther_family": "PTHR19229", "taxid": 7227, "uniprot_kb": "Q9VRG4"}, {"dictyBase": "DDB_G0271138", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 352472, "uniprot_kb": "Q55BC0"}, {"dictyBase": "DDB_G0291994", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 352472, "uniprot_kb": "Q8T5Z7"}, {"dictyBase": "DDB_G0271140", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 352472, "uniprot_kb": "Q8T6J0"}, {"dictyBase": "DDB_G0291980", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 352472, "uniprot_kb": "Q54DT1"}, {"dictyBase": "DDB_G0293436", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 352472, "uniprot_kb": "Q54BT5"}, {"dictyBase": "DDB_G0274121", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 352472, "uniprot_kb": "Q555Z5"}, {"dictyBase": "DDB_G0283387", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 352472, "uniprot_kb": "Q54R52"}, {"dictyBase": "DDB_G0274119", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 352472, "uniprot_kb": "Q8T6J2"}, {"dictyBase": "DDB_G0275453", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 352472, "uniprot_kb": "Q552P3"}, {"dictyBase": "DDB_G0291245", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 352472, "uniprot_kb": "Q8T6J1"}, {"dictyBase": "DDB_G0267438", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 352472, "uniprot_kb": "Q8T6J5"}, {"EnsemblGenome": "AT5G61740", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 3702, "uniprot_kb": "Q9FLT4"}, {"TAIR": "2100337", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 3702, "uniprot_kb": "Q8LPK0"}, {"EnsemblGenome": "AT5G61700", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 3702, "uniprot_kb": "Q9FLT8"}, {"TAIR": "2100322", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 3702, "uniprot_kb": "Q9STT5"}, {"EnsemblGenome": "AT3G47770", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 3702, "uniprot_kb": "Q9STT6"}, {"EnsemblGenome": "AT3G47760", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 3702, "uniprot_kb": "Q9STT7"}, {"EnsemblGenome": "AT3G47750", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 3702, "uniprot_kb": "Q9STT8"}, {"TAIR": "2100377", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 3702, "uniprot_kb": "Q1PEH6"}, {"TAIR": "2054366", "ortholog_type": "O", "panther_family": "PTHR19229", "taxid": 3702, "uniprot_kb": "Q84M24"}], "uniprot_kb": "Q99758"}, "pathway": {"kegg": {"id": "hsa02010", "name": "ABC transporters - Homo sapiens (human)"}, "pid": {"id": "era_genomic_pathway", "name": "Validated nuclear estrogen receptor alpha network"}, "reactome": [{"id": "R-HSA-1369062", "name": "ABC transporters in lipid homeostasis"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-382556", "name": "ABC-family proteins mediated transport"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5619084", "name": "ABC transporter disorders"}, {"id": "R-HSA-5619115", "name": "Disorders of transmembrane transporters"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-5683678", "name": "Defective ABCA3 causes SMDP3"}, {"id": "R-HSA-5683826", "name": "Surfactant metabolism"}, {"id": "R-HSA-5687613", "name": "Diseases associated with surfactant metabolism"}, {"id": "R-HSA-5688399", "name": "Defective ABCA3 causes SMDP3"}]}, "pdb": ["7W01", "7W02"], "pfam": ["PF00005", "PF12698"], "pharmgkb": "PA24378", "pharos": {"target_id": 2100, "tdl": "Tbio"}, "pir": ["A59188", "S71363"], "prosite": "PS50893", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF219677", "relationship": "is"}, {"id": "GNF245183", "relationship": "is"}, {"id": "GNF245184", "relationship": "is"}, {"id": "GNF245185", "relationship": "is"}, {"id": "GNF245186", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000040", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103642", "relationship": "is"}, {"id": "GNF143292", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_011790.2"], "protein": "NP_001080.2", "rna": "NM_001089.3", "translation": {"protein": "NP_001080.2", "rna": "NM_001089.3"}}, "reporter": {"HG-U133_Plus_2": "204343_at", "HG-U95Av2": "35183_at", "HTA-2_0": "TC16000783.hg.1", "HuEx-1_0": "3676763", "HuGene-1_1": "7998784", "HuGene-2_1": "16823109"}, "summary": "The membrane-associated protein encoded by this gene is a member of the superfamily of ATP-binding cassette (ABC) transporters.  ABC proteins transport various molecules across extra- and intracellular membranes.  ABC genes are divided into seven distinct subfamilies (ABC1, MDR/TAP, MRP, ALD, OABP, GCN20, White).  This protein is a member of the ABC1 subfamily.  Members of the ABC1 subfamily comprise the only major ABC subfamily found exclusively in multicellular eukaryotes.  The full transporter encoded by this gene may be involved in development of resistance to xenobiotics and engulfment during programmed cell death. [provided by RefSeq, Jul 2008].", "symbol": "ABCA3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412062"}, "unigene": "Hs.26630", "uniprot": {"Swiss-Prot": "Q99758", "TrEMBL": ["H0Y3H2", "Q4LE27"]}, "wikipedia": {"url_stub": "ABCA3"}}