{"AllianceGenome": "76", "HGNC": "76", "MIM": "189980", "_id": "25", "_version": 3, "accession": {"genomic": ["AH001427.2", "AH002626.2", "AH005332.2", "AL161733.20", "AL359092.14", "AM600680.1", "AM886138.1", "CH471090.1", "CP068269.2", "DQ145721.1", "FN820234.1", "FN820241.1", "K00009.1", "KJ420609.1", "LC493097.1", "LC493098.1", "LC493099.1", "LC493100.1", "M15055.1", "M17310.1", "MG641938.1", "MG641939.1", "MG641940.1", "MG641941.1", "MG641942.1", "MG641943.1", "MG641944.1", "MG641945.1", "MG641946.1", "MG641947.1", "MG641948.1", "MG641949.1", "MG641950.1", "MG641951.1", "MG641952.1", "MG641953.1", "MG641954.1", "MG641955.1", "MG641956.1", "MG641957.1", "MG641958.1", "NC_000009.12", "NC_060933.1", "NG_012034.1", "S69223.1"], "protein": ["AAA35593.1", "AAA51561.1", "AAA51562.1", "AAA51563.1", "AAA51895.1", "AAA51896.1", "AAA88011.1", "AAA88012.1", "AAB60393.1", "AAB60394.1", "AAD14034.1", "AAI07070.1", "AAI07071.1", "AAI17452.1", "AAZ38718.1", "ACN82441.1", "ADX30694.1", "AFV09100.1", "AFV09101.1", "AHX39209.1", "AXB50464.1", "AXN89841.1", "AYI50033.1", "AYI50034.1", "AYI50035.1", "AYI50036.1", "AYI50037.1", "AYI50038.1", "AYI50039.1", "AYI50040.1", "AYI50041.1", "AYI50042.1", "AYI50043.1", "AYI50044.1", "AYI50045.1", "AYI50046.1", "AYI50047.1", "AYI50048.1", "AYI50049.1", "AYI50050.1", "AYI50051.1", "AYI50052.1", "AYI50053.1", "BAD92693.1", "BAD92879.1", "BAG58052.1", "BBM81652.1", "BBM81653.1", "BBM81654.1", "BBM81655.1", "CAA34438.1", "CAP08044.1", "EAW87947.1", "EAW87948.1", "EAW87949.1", "NP_005148.2", "NP_009297.2", "P00519.4", "XDD41233.1"], "rna": ["AA524892.1", "AB209456.1", "AB209642.1", "AI458416.1", "AK294983.1", "AL707819.1", "BC107069.1", "BC107070.1", "BC117451.1", "CA335983.1", "FJ785401.1", "JF272500.1", "JX565024.1", "JX565025.1", "M14752.1", "M14753.1", "M14754.1", "M30833.1", "MF925339.1", "MH401088.1", "MH401089.1", "MH743144.1", "NM_005157.6", "NM_007313.3", "OL672741.1", "PQ063830.1", "X16416.1", "X51945.1"], "translation": [{"protein": "AXN89841.1", "rna": "MH743144.1"}, {"protein": "BAG58052.1", "rna": "AK294983.1"}, {"protein": "AAA51561.1", "rna": "M14752.1"}, {"protein": "AAA51563.1", "rna": "M14754.1"}, {"protein": "NP_009297.2", "rna": "NM_007313.3"}, {"protein": "AAI07071.1", "rna": "BC107070.1"}, {"protein": "AFV09100.1", "rna": "JX565024.1"}, {"protein": "AAA88012.1", "rna": "M30833.1"}, {"protein": "NP_005148.2", "rna": "NM_005157.6"}, {"protein": "AFV09101.1", "rna": "JX565025.1"}, {"protein": "ADX30694.1", "rna": "JF272500.1"}, {"protein": "AAA51562.1", "rna": "M14753.1"}, {"protein": "BAD92879.1", "rna": "AB209642.1"}, {"protein": "AAA88011.1", "rna": "M30833.1"}, {"protein": "AAI17452.1", "rna": "BC117451.1"}, {"protein": "XDD41233.1", "rna": "PQ063830.1"}, {"protein": "AAI07070.1", "rna": "BC107069.1"}, {"protein": "BAD92693.1", "rna": "AB209456.1"}, {"protein": "ACN82441.1", "rna": "FJ785401.1"}, {"protein": "CAA34438.1", "rna": "X16416.1"}, {"protein": "AXB50464.1", "rna": "MH401088.1"}]}, "alias": ["ABL", "BCR-ABL", "CHDSKM", "JTK7", "bcr/abl", "c-ABL", "c-ABL1", "p150", "v-abl"], "ec": "2.7.10.2", "ensembl": {"gene": "ENSG00000097007", "protein": ["ENSP00000323315", "ENSP00000361423", "ENSP00000376971"], "transcript": ["ENST00000318560", "ENST00000372348", "ENST00000393293"], "translation": [{"protein": "ENSP00000361423", "rna": "ENST00000372348"}, {"protein": "ENSP00000376971", "rna": "ENST00000393293"}, {"protein": "ENSP00000323315", "rna": "ENST00000318560"}], "type_of_gene": "protein_coding"}, "entrezgene": "25", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 29.8812220012, "exp_mis": 467.67541993, "exp_syn": 233.442975128, "lof_z": 5.23366713220164, "mis_z": 2.66152082484223, "mu_lof": 2.24986626088e-06, "mu_mis": 4.10613359604e-05, "mu_syn": 2.02804028615e-05, "n_lof": 1.0, "n_mis": 350.0, "n_syn": 213.0, "p_li": 0.999882701417156, "p_null": 1.15622433940222e-11, "p_rec": 0.000117298571282097, "syn_z": 0.829475635937386}, "bp": 3450, "cds_end": 133761070, "cds_start": 133589706, "n_exons": 11, "nonpsych": {"exp_lof": 26.8219200147, "exp_mis": 423.06792774, "exp_syn": 211.064930538, "lof_z": 4.8966103451853, "mis_z": 2.72361195083685, "mu_lof": 2.24986626088e-06, "mu_mis": 4.10613359604e-05, "mu_syn": 2.02804028615e-05, "n_lof": 1.0, "n_mis": 312.0, "n_syn": 194.0, "p_li": 0.999678496780562, "p_null": 1.6442776763073e-10, "p_rec": 0.000321503055010454, "syn_z": 0.739535951794792}, "nontcga": {"exp_lof": 27.4689431968, "exp_mis": 430.23963591, "exp_syn": 214.745744469, "lof_z": 4.98192165023305, "mis_z": 2.6238249908417, "mu_lof": 2.24986626088e-06, "mu_mis": 4.10613359604e-05, "mu_syn": 2.02804028615e-05, "n_lof": 1.0, "n_mis": 321.0, "n_syn": 204.0, "p_li": 0.999722450836552, "p_null": 9.40556237673365e-11, "p_rec": 0.000277549069392733, "syn_z": 0.464295826846986}, "transcript": "ENST00000372348.2"}, "exons": [{"cdsend": 130885683, "cdsstart": 130835446, "chr": "9", "position": [[130835253, 130835525], [130854063, 130854237], [130854800, 130855096], [130862762, 130863035], [130872128, 130872213], [130872859, 130873037], [130874867, 130875052], [130878414, 130878567], [130880067, 130880157], [130880499, 130880664], [130883968, 130887675]], "strand": 1, "transcript": "NM_005157", "txend": 130887675, "txstart": 130835253}, {"cdsend": 130885683, "cdsstart": 130714319, "chr": "9", "position": [[130713880, 130714455], [130854063, 130854237], [130854800, 130855096], [130862762, 130863035], [130872128, 130872213], [130872859, 130873037], [130874867, 130875052], [130878414, 130878567], [130880067, 130880157], [130880499, 130880664], [130883968, 130887675]], "strand": 1, "transcript": "NM_007313", "txend": 130887675, "txstart": 130713880}], "exons_hg19": [{"cdsend": 133761070, "cdsstart": 133710833, "chr": "9", "position": [[133710640, 133710912], [133729450, 133729624], [133730187, 133730483], [133738149, 133738422], [133747515, 133747600], [133748246, 133748424], [133750254, 133750439], [133753801, 133753954], [133755454, 133755544], [133755886, 133756051], [133759355, 133763062]], "strand": 1, "transcript": "NM_005157", "txend": 133763062, "txstart": 133710640}, {"cdsend": 133761070, "cdsstart": 133589706, "chr": "9", "position": [[133589267, 133589842], [133729450, 133729624], [133730187, 133730483], [133738149, 133738422], [133747515, 133747600], [133748246, 133748424], [133750254, 133750439], [133753801, 133753954], [133755454, 133755544], [133755886, 133756051], [133759355, 133763062]], "strand": 1, "transcript": "NM_007313", "txend": 133763062, "txstart": 133589267}], "generif": [{"pubmed": 11708318, "text": "The abl protein was analyzed by real time quantitative PCR."}, {"pubmed": 11780146, "text": "crystal structure of the Bcr-Abl oncoprotein oligomerization domain"}, {"pubmed": 11840343, "text": "regulates p73 through p38 MAP kinase pathway"}, {"pubmed": 11971963, "text": "These findings indicate that Rad9 is regulated by a c-Abl-dependent mechanism in the apoptotic response to genotoxic stress. (c-abl protein)"}, {"pubmed": 12024016, "text": "C terminus of BRCA1 is phosphorylated by c-Abl in vitro (PROTO-ONCOGENE C-ABL)"}, {"pubmed": 12130516, "text": "Several types of mutations of the Abl gene can be found in chronic myeloid leukemia patients resistant to STI571, and they can pre-exist to the onset of treatment."}, {"pubmed": 12138893, "text": "This review focuses on how Bcr-Abl affects HSCs and how Bcr-Abl expression alters the properties of HSCs."}, {"pubmed": 12144533, "text": "chronic myelogenous leukemia characterized by translocation between chromosomes 9 and 22 forming a BCR-ABL gene, a specific marker for this disease."}, {"pubmed": 12149456, "text": "mutations of Tyr-253 in the nucleotide-binding (P) loop of the Abl kinase domain to Phe or His in patients with advanced CML and acquired STI-571 resistance"}, {"pubmed": 12220663, "text": "The data showed that c-abl expression is differently modified in lymphoid B cell lines."}, {"pubmed": 12374288, "text": "Review. ABL protein tyrosine kinases regulate cell proliferation, survival, adhesion, migration, stress responses, and cytoskeletal dynamics."}, {"pubmed": 12384576, "text": "determined the NMR solution structure of the ternary complex of the Abl SH3 domain with the Crk SH2 domain bound to a Crk pY221 phosphopeptide"}, {"pubmed": 12393636, "text": "point mutations in Abl that rendered Bcr-Abl imatinib mesylate-resistant, including a mutation that destabilized the inactive conformation of Abl suggesting that the inhibitor required inactivation of the kinase prior to binding."}, {"pubmed": 12408765, "text": "expression of bcr/abl hybridized gene in chronic myeloid leukemia (CML), acute lymphatic leukemia (ALL) and polycythemia vera (PV), and its clinical significance"}, {"pubmed": 12505259, "text": "Chronic myelocytic leukemia with eosinophilia, t(9;12)(q34;p13), and ETV6-ABL gene rearrangement: case report and review of the literature."}, {"pubmed": 12525554, "text": "An inherited, apparently balanced translocation involving chromosomes 3(q22), 22(q12), and 9(q34.1, resulting from meiotic recombination, leads to deletion in the ABL gene in a child with axial hypotonia and dysmorphism.  )"}, {"pubmed": 12556557, "text": "constitutively activated Bcr-Abl kinase pathways in primitive CML progenitors cooperate with growth factors producing a growth response and disrupt the normally required synergistic interactions between kit ligand and other cytokines to achieve activation"}, {"pubmed": 12560071, "text": "concluded that the IRS-1 protein is involved in the signalling pathway of the BCR-ABL tyrosine kinase"}, {"pubmed": 12623848, "text": "detection of kinase domain mutations was almost always associated with imatinib resistance, and patients with mutations in the P-loop had a particularly poor prognosis"}, {"pubmed": 12650908, "text": "In conclusion, effective and prompt IR-induced Rad51 focus formation is cell cycle-regulated and requires both ATM and c-Abl."}, {"pubmed": 12654250, "text": "This gene is regulated by a myristoyl/phosphotyrosine switch."}, {"pubmed": 12665579, "text": "mechanism by which caspases can recruit c-Abl to the nuclear compartment and to the mammalian apoptotic program"}, {"pubmed": 12672821, "text": "c-Abl-mediated phosphorylation of Mena is regulated by Abi-1"}, {"pubmed": 12764153, "text": "BCR-ABL is inhibited by lyp tyrosine phosphatase"}, {"pubmed": 12777393, "text": "Dok-R and c-Abl interact in both a constitutive and inducible fashion and Dok-R influences the intracellular kinase and biological activity of c-Abl"}, {"pubmed": 12777400, "text": "c-Abl and Arg regulate catalase and that this signaling pathway is of importance to apoptosis in the oxidative stress response"}, {"pubmed": 12781448, "text": "BCR/ABL amplification may play a role as a novel mechanism in the progression to an aggressive blast transformation in some cases of Philadelphia chromosome-positive chronic myelocytic leukemia"}, {"pubmed": 12810679, "text": "c-Abl increases the cellular p73 abundance through posttranslational regulation. Kinase activity is essential for c-Abl to up-regulate p73. c-Abl contributes to either pro- or antiapoptotic process depending on the expression profile of p73 isoforms."}, {"pubmed": 12824179, "text": "c-Abl tyrosine kinase selectively regulates p73 nuclear matrix association"}, {"pubmed": 12890867, "text": "Expression of BCR/ABL and BCL-2 in myeloid progenitors leads to myeloid leukemias."}, {"pubmed": 12921956, "text": "ABL-kinase domain point mutation as a cause of imatinib resistance in CML patient who progress to myeloid blast crisis"}, {"pubmed": 12928501, "text": "differential utilization of the p53 and c-Abl/p73 pathways by different tumor cell line."}, {"pubmed": 12944467, "text": "we have identified a direct binding between WRN and c-Abl in vitro via the N-terminal and central regions of WRN and the Src homology domain 3 of c-Abl. These findings suggest a novel signaling pathway"}, {"pubmed": 12950161, "text": "findings indicate that, in addition to stimulating catalase activity, c-Abl and Arg promote catalase degradation in the oxidative stress response"}, {"pubmed": 12952226, "text": "The deletion of the 5'abl region on der(9), present in approximately 9% of the CML, takes place at the same time as the formation of the Ph chromosome translocation and seems of worse prognosis"}, {"pubmed": 14527680, "text": "the equilibrium fraction of c-Abl in which the myristoylated N-terminal is unlatched is approximately 0.5%"}, {"pubmed": 14534537, "text": "ABL fuses with BCR to form a fusion protein."}, {"pubmed": 14581377, "text": "down-regulation of Bcr-Abl mRNA might be one of the mechanisms implicated in the apicidin-mediated apoptosis in the K562 cells"}, {"pubmed": 14657955, "text": "Describe RT-PCR/capillary electrophoresis method for quantification of bcr-abl transcripts in leukemia."}, {"pubmed": 14670960, "text": "Bcr-Abl-mediated transformation involves transcriptional activation of the PKCiota gene, which in turn is required for Bcr-Abl-mediated chemoresistance"}, {"pubmed": 14745431, "text": "results confirm the high frequency of BCR-ABL kinase domain mutations in patients with secondary resistance to imatinib and exclude mutations of the activation loops of KIT, PDGFRA and PDGFRB as causes of resistance in patients without ABL mutations"}, {"pubmed": 14966468, "text": "bcr-abl transcript can be detected in the PBLs of Philadelphia chromosome (Ph)-negative essential thrombocythemia but the level of expression is markedly less than that in CML"}, {"pubmed": 14993251, "text": "BCR-ABL1 kinase activity is linked to defective pre-B cell receptor signaling"}, {"pubmed": 15361874, "text": "NUP214-ABL1 expression defines a new subgroup of individuals with T-ALL"}, {"pubmed": 15481444, "text": "FISH analysis of the abl and bcr genes showed the signal for bcr/abl fusion on the der(22) chromosome but not on the der(9) chromosome in Philadelpha-Negative chronic myeloid leukemia."}, {"pubmed": 15542838, "text": "Bcr-Abl mediates protection from apoptosis downstream of mitochondrial cytochrome c release"}, {"pubmed": 15583852, "text": "Abl is a prototype of oncogenic fusion proteins in chronic myeloid leukemia [review]"}, {"pubmed": 15591787, "text": "Abi enhances Abl-mediated downregulation and phosphorylation of Cdc2 kinase"}, {"pubmed": 15608616, "text": "the ability to regulate the cellular abundance of mitogen-activated protein kinase 7 contributes to the oncogenic potential of Abl kinases"}, {"pubmed": 15626746, "text": "MCL-1 is a BCR/ABL-dependent survival factor and interesting target in chronic myeloid leukemia."}, {"pubmed": 15657060, "text": "caspase-9 autoprocessing is regulated by c-Abl in the apoptotic response to genotoxic stress."}, {"pubmed": 15657136, "text": "Abi-1-mediated coupling of Abl to WAVE2 promotes Abl-evoked WAVE2 tyrosine phosphorylation required to link WAVE2 with activated Rac and with actin polymerization and remodeling at the cell periphery."}, {"pubmed": 15661746, "text": "the promoter specificity plays an important role in selective activation of p53 DNA binding by c-Abl"}, {"pubmed": 15686624, "text": "c-Abl has a role in the DNA-damage stress response and in cell physiology (review)"}, {"pubmed": 15696159, "text": "JNK phosphorylates 14-3-3 proteins, which regulate nuclear targeting of c-Abl in the apoptotic response to DNA damage"}, {"pubmed": 15716990, "text": "the incidence of deletions from the der(9) in childhood acute lymphoblastic leukemia is at least as high as that reported for chronic myeloid leukemia."}, {"pubmed": 15723338, "text": "Along with BCR, deleted in leukemia, myeloid, philadelphia-positive."}, {"pubmed": 15735728, "text": "Bcr-Abl-induced abnormalities in glucose transport regulation have roles in chronic myeloid leukaemia"}, {"pubmed": 15857938, "text": "ability of Bcr-Abl to stimulate the expression of osteopontin"}, {"pubmed": 15961388, "text": "TopBP1 is a c-Abl-interacting protein and a repressor for c-Abl expression"}, {"pubmed": 16014719, "text": "Tyr-394 is the main residue for Abl phosphorylation of tau. Abl is seen in pretangle brain neurons from Alzheimer cases. phosphorylation of tau on Tyr-394 is is potentially part of a signal relay. Abl could have a pathogenic role in Alzheimer's disease."}, {"pubmed": 16091742, "text": "c-Abl promotes the induction of EGR1 through the MEK/ERK pathway in regulating apoptotic response to oxidative stress."}, {"pubmed": 16151465, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16158059, "text": "A mechanism for how Crk-II functions in the transactivation of the Abl tyrosine kinase."}, {"pubmed": 16205638, "text": "BCR-ABL1 induces aberrant splicing of IKAROS, which interferes with lineage identity and differentiation of pre-B lymphoblastic leukemia cells."}, {"pubmed": 16386788, "text": "The TCR gene rearrangements in childhood B-lineage acute lymphoblastic leukemia was associated with expression of bcr/abl chimeric oncogene."}, {"pubmed": 16410245, "text": "activation of the c-Abl-PKCdelta-Rac1-p38 MAPK pathway in response to ionizing radiation signals conformational changes of Bak and Bax, resulting in mitochondrial activation-mediated apoptotic cell death in human non-small cell lung cancer cells"}, {"pubmed": 16448696, "text": "The choronic myeloid leukemia(CML) derived MSCs did not express BCR/ABL gene and Ph chromosome, and had not the ability to development tumor in nude mice. At last, they could express hematopoietic cytokines, and possessed hematopoietic supportive ability."}, {"pubmed": 16543148, "text": "Small-angle X-ray scattering (SAXS) analysis shows that a mutated form of c-Abl, in which the N-terminal cap and two other key contacts in the autoinhibited state are deleted, exists in an extended array of the SH3, SH2, and kinase domains."}, {"pubmed": 16630659, "text": "The results could be considered as an evidence of an actual biological phenomenon that could provide additional information about the Fusion Proteins, bcr-abl and HOXA9 role in the CML progression."}, {"pubmed": 16636310, "text": "Data show that nuclear accumulations of p53 and Mdm2 are accompanied by reductions in c-Abl and p300 in zinc-depleted human hepatoblastoma cells."}, {"pubmed": 16678104, "text": "The present study demonstrates that c-Abl and Arg (abl-related gene) tyrosine kinases associate with and phosphorylate the proteasome PSMA7 (alpha4) subunit at Tyr-153."}, {"pubmed": 16867995, "text": "c-Abl represents a target downstream of phosphatidylinositol 3-kinase-activated PAK2, which differentiates TGF-beta signaling in fibroblasts and epithelial cell lines."}, {"pubmed": 16899465, "text": "c-Abl activates WAVE2 via tyrosine phosphorylation to promote actin remodeling in vivo; Abi-1 forms the crucial link between these two factors"}, {"pubmed": 16912036, "text": "the Bcr-Abl SH3-SH2 region is phosphorylated by Src family kinases, which modulate Bcr-Abl transforming activity"}, {"pubmed": 16966279, "text": "retention of a dephosphorylated p210Bcr-Abl has a biologic impact distinct from that of downregulation/loss of p210Bcr-Abl and, in a subset of patients, loss of the target of the kinase inhibitor may lead to imatinib mesylate resistance"}, {"pubmed": 16998483, "text": "BCR-ABL-expressing leukemic stem cells depend to a greater extent on CD44 for homing and engraftment than do normal hematopoietic stem cells"}, {"pubmed": 17101133, "text": "NESH (Abi-3), like Abi-1 and Abi-2, is a component of the Abi/WAVE complex, but likely plays a different role in the regulation of c-Abl."}, {"pubmed": 17126298, "text": "These results suggest an important role of tyrosine 311 in the apoptotic function of PKCdelta and implicate c-Abl as the kinase that phosphorylates this tyrosine."}, {"pubmed": 17160020, "text": "Upon H. pylori infection c-Abl directly interacts with CagA and localizes in focal adhesion complexes and membrane ruffles, which are highly dynamic cytoskeletal structures necessary for cell motility"}, {"pubmed": 17196995, "text": "a system akin to the BCR-ABL translocation of CML may be involved in genomic instability in about one-third of colorectal carcinomas"}, {"pubmed": 17237826, "text": "The interaction between c-Cbl and SLAP in v-Abl-3T3 cells positively influenced c-Cbl-mediated spreading and adhesion of these cells"}, {"pubmed": 17252009, "text": "BCR-ABL-kinase domain mutations in patients with a stable CCR are infrequent, and their detection does not consistently predict relapse. Alternative mechanisms must be responsible for disease persistence in the majority of patients."}, {"pubmed": 17268511, "text": "Fusion transcription in 16 year old girl with chronic myeloid leukemia."}, {"pubmed": 17303698, "text": "BCR-ABL mutations confer resistance to the Abl kinase inhibitor AMN107 (nilotinib) in chronic myeloid leukemia"}, {"pubmed": 17339230, "text": "overexpression of c-Abl tyrosine kinase activated p21 promoter and endogenous p21 transcription in U2OS cells."}, {"pubmed": 17347407, "text": "Bcr-Abl overexpression results in increased proliferation and antiapoptotic signaling in CD34(+) cells, but may not play a direct role in imatinib resistance in progenitor cells expressing either wild-type or mutant BCR/ABL genes."}, {"pubmed": 17349636, "text": "The expression of Bcr-Abl leads to hyper-responsiveness of myeloid cells to TGFbeta; this novel cross-regulatory mechanism might play an important role in maintaining the transformed progenitor cell population in CML."}, {"pubmed": 17366548, "text": "conclude that our patient represents another case of the rare hematological entity characterized by an ETV6-ABL translocation"}, {"pubmed": 17374743, "text": "Ubp43 deficiency increases the resistance to oncogenic transformation by BCR-ABL"}, {"pubmed": 17470729, "text": "Acute myelogenous leukemia patients respond to imatinib mesylate only when BCR-ABLE kinase is inhibited."}, {"pubmed": 17470736, "text": "Primary and cultured chronic myeloid leukemia stem cellsdisplay instability of the BCR-ABL fusion gene both in vivo and in vitro."}, {"pubmed": 17486070, "text": "Oncogenic activation of c-Abl due to lack of FUS1 expressionin results in non-small cell lung cancer."}, {"pubmed": 17525531, "text": "ERF is targeted for inactivation by transforming oncogenes such as vAbl."}, {"pubmed": 17541395, "text": "CapZIP is fused to ABL1 in a t(1;9)(q24;q34)-associated B-cell acute lymphoblastic leukemia"}, {"pubmed": 17570524, "text": "alternatively spliced transcripts lacking exon 7 in c-abl gene were associated with resistance to imatinib"}, {"pubmed": 17579186, "text": "T-cell repertoire of a patient with chronic myeloid leukemia in major molecular remission due to imatinib mesylate was also dominated by T cells directed against Bcr-Abl-regulated antigens"}, {"pubmed": 17587335, "text": "Results show that by activating Abl-1 signalling pathway, Anaplasma phagocytophilum protein AnkA facilitates its intracellular infection."}, {"pubmed": 17597804, "text": "p210BCR-ABL oncoprotein activity is linked to centrosomal hypertrophy"}, {"pubmed": 17599053, "text": "BCR/ABL induces SPK1 expression and increases its cellular activity, leading to upregulation of Mcl-1 in CML cells."}, {"pubmed": 17604596, "text": "These results indicate that long-term pre-treatment with Docosahexaenoic acid makes Bcr-Abl HL-60 cells more susceptible to the toxic effect of imatinib."}, {"pubmed": 17620332, "text": "c-Abl activation by insulin, via a modification of FAK response, may play an important role in directing mitogenic versus metabolic insulin receptor signaling."}, {"pubmed": 17623672, "text": "the activation of WAVE3 to promote actin remodeling is enhanced by the c-Abl-mediated tyrosine phosphorylation of WAVE3."}, {"pubmed": 17638918, "text": "BCR/ABL-Y177 plays an essential role in Ras and Akt activation and in human hematopoietic progenitor transformation in chronic myelogenous leukemia"}, {"pubmed": 17695727, "text": "c-Abl may determine cell fate via its subcellular localization [review]"}, {"pubmed": 17710227, "text": "suggest a role for a combination of ABL kinase inhibitors, perhaps including VX-680, to prevent the outgrowth of cells harboring drug-resistant BCR-ABL mutations"}, {"pubmed": 17761812, "text": "A role for ARF in human Philadelphia chromosome-positive lymphoblastic leukemia progression."}, {"pubmed": 17762503, "text": "The incidence of BCR-ABL fusion oncogene in Pakistani patients with childhood acute lymphoid leukemia is diferent from other populations."}, {"pubmed": 17764157, "text": "Significant percentage of the total endogenous Crk II partitions in the nucleus in mammalian cells, where it forms distinct complexes with DOCK180, Wee1, and Abl."}, {"pubmed": 17768119, "text": "Imatinib mesylate-resistant chronic myelogenous leukemia patients harbor T315I BCR-ABL mutation"}, {"pubmed": 17804707, "text": "Crystal structure of the T315I Abl mutant in complex with the aurora kinases inhibitor PHA-739358."}, {"pubmed": 17889935, "text": "mutations in BCR-ABL causing resistance to both Imatinib Mesylate and Dasatinib in a chronic myeloid leukaemia patient is associated with lymphoid blast crisis"}, {"pubmed": 17893873, "text": "p38 MAPK activation in response to cisplatin does not require the tyrosine kinase activity of c-Abl"}, {"pubmed": 17925491, "text": "requirement of E2F3 for BCR/ABL leukemogenesis"}, {"pubmed": 17943163, "text": "by activating the Abi1 pathway, Bcr-Abl induces a translocation of MT1-MMP to a membrane-associated structural complex enriched with F-actin and adhesion molecules."}, {"pubmed": 17956664, "text": "The beta-catenin gene in blast crisis of chronic myeloid leukemia patients is expressed higher than that in chronic phase and accelerated phase of CML, and its expression level is correlated with the level of bcr/abl expression."}, {"pubmed": 17972958, "text": "concurrent JAK2V617F and BCR-ABL translocation appeared to affect independent subclones"}, {"pubmed": 18036399, "text": "two cases described here presented a masked t(9;22)(q34;q11.2) in association with a t(19;21); in both cases, the masked Philadelphia chromosome resulted from an insertion of ABL in 22q11, with a proven 22q deletion in one case"}, {"pubmed": 18059481, "text": "p210(BCR-ABL) is arranged in discrete foci in the cytoplasm of cell lines and primary CD34(+) cells but not mononuclear cells suggesting the foci may be a feature of immature chronic myeloid leukaemia cells."}, {"pubmed": 18082628, "text": "These results demonstrate that allele-specific changes in gene expression, with selective, progressive silencing of the wild-type ABL1 allele in favor of the oncogenic BCR-ABL1 allele occur in CML patients with therapy-resistant disease."}, {"pubmed": 18089786, "text": "MUC1 stabilizes Bcr-Abl and contributes to pathogenesis of chronic myelogenous leukemia cells by promoting self renewal and the MUC1 cytoplasmic domain."}, {"pubmed": 18095154, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18161990, "text": "Phosphorylation of c-Abl by Pak2 inhibits the interaction between the SH3 domain of Abi2 and the PxxP motif of c-Abl, and the phosphorylation enhances the association of c-Abl with the substrate Crk and increases c-Abl-mediated phosphorylation of Crk."}, {"pubmed": 18180382, "text": "Up-regulation, in contrast to activation, of the ubiquitously expressed Src kinase, Fyn, by BCR-ABL1, is described."}, {"pubmed": 18262060, "text": "novel and complex Ph-negative chronic myeloid leukemia case in which the BCR/ABL protein is located on 3p14."}, {"pubmed": 18287094, "text": "BCR-ABL impairs host defenses and promotes malignant transformation, involving dual suppression of IFN-activated signaling pathways"}, {"pubmed": 18305217, "text": "identify c-Abl as a key player in the signaling cascade, leading to actin reorganization during T-cell activation"}, {"pubmed": 18305550, "text": "dynamics of ABL1 kinase mutations in BCR-ABL1"}, {"pubmed": 18339898, "text": "BCR-ABL1 in malignant cells constitutively increases expression of activation-dependent epitopes of LFA-1 and complete loss of responsiveness of LFA-1 to SDF-1-induced \"inside-out\" signaling involving CXCR4 and Lyn, leading to aberrant adhesive responses"}, {"pubmed": 18362889, "text": "pharmacological inhibition of c-Abl compromises DNA-damage response"}, {"pubmed": 18369471, "text": "results demonstrate that PDGFRbeta and Abl kinases function redundantly to promote efficient uptake of Chlamydia trachomatis"}, {"pubmed": 18391983, "text": "activated c-Abl tyrosine kinase, not as a fusion protein, plays an important role in malignant solid tumors of lung and breast."}, {"pubmed": 18401414, "text": "SphK1 is a downstream effector of the Bcr-Abl/Ras/ERK pathway"}, {"pubmed": 18406870, "text": "ABL1 deletions are not associated with the complexity of translocation genesis of chronic myeloid leukemia"}, {"pubmed": 18413724, "text": "BCR/ABL kinase abrogates mismatch repair activity to inhibit apoptosis and induce mutator phenotype."}, {"pubmed": 18427551, "text": "c-Abl tyrosine kinase per se may be a negative regulator of growth factor signaling."}, {"pubmed": 18480060, "text": "MMR-dependent intrinsic apoptosis is p53-independent, but stimulated by hMLH1/c-Abl/p73alpha/GADD45alpha retrograde signaling"}, {"pubmed": 18480061, "text": "c-Abl kinase has a role in DNA mismatch repair-dependent G2 cell cycle checkpoint arrest responses"}, {"pubmed": 18490454, "text": "c-Abl and Cdk5 cooperatively regulate maximal activation of p53, resulting in neuronal death in response to oxidative stress by hydrogen peroxide."}, {"pubmed": 18538733, "text": "Expression of miR-203 reduces ABL1 and BCR-ABL1 fusion protein levels and inhibits tumor cell proliferation in an ABL1-dependent manner, suggesting it may function as a tumor suppressor."}, {"pubmed": 18546844, "text": "mediates intracellular signals to regulate a variety of cellular responses and its genomic mutations and alterations underlie cancer, viral and/or bacterial infections.[review]"}, {"pubmed": 18603549, "text": "Novel point mutations should be confirmed by analyzing the normal ABL alleles to exclude polymorphisms"}, {"pubmed": 18603549, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18614052, "text": "NUP214-ABL1 fusion is unique because of its requisite localization to the nuclear pore complex for its transforming potential."}, {"pubmed": 18619508, "text": "nuclear c-Abl kinase can activate CSF-1 gene transcription by regulating AP-1 activity in the signaling events induced by L-selectin ligation."}, {"pubmed": 18687796, "text": "ABL kinase domain pseudoexon insertion is not uncommon in BCR-ABL transcripts."}, {"pubmed": 18704194, "text": "BCR-ABL leukemogenesis inis blocked by PI3K in mice, and a dual PI3K/mTOR inhibitor prevents expansion of human BCR-ABL+ leukemia cells"}, {"pubmed": 18765637, "text": "These results demonstrate regulated tyrosine phosphorylation of AIB1/SRC-3 at a C-terminal tyrosine residue (Y1357) that is phosphorylated after insulin-like growth factor 1, epidermal growth factor, or estrogen treatment of breast cancer cells."}, {"pubmed": 18771174, "text": "c-Abl and D40 interact with the tumor suppressor pRb protein and subsequently can lead to regulation of the cell proliferation."}, {"pubmed": 18775312, "text": "The SH2 and catalytic domains of active Fes and Abl pro-oncogenic kinases form integrated structures essential for effective tyrosine kinase signaling."}, {"pubmed": 18784740, "text": "a thorough biochemical comparative analysis of NUP214-ABL1 and BCR-ABL1 show that, despite their common tyrosine kinase domain, the two fusion proteins differ in many critical catalytic properties"}, {"pubmed": 18794796, "text": "Hck has a nonredundant function as a key downstream signaling partner for Bcr-Abl and may represent a potential drug target in CML"}, {"pubmed": 18809728, "text": "Results identify a mechanism by which the WAVE2 complex regulates T cell receptor signaling to Rap1 and integrin activation via Abl- and CrkL-C3G."}, {"pubmed": 18827185, "text": "BCR-ABL1 plays cousal role in pathogenesis of chronic myeloid leukemia exhibiting deregulated cell proliferation, growth factor independence and reduced apoptosis resulting form signal pathways activation"}, {"pubmed": 18936177, "text": "Taken together, these findings indicate that c-Abl is activated during S. enterica serovar Typhimurium infection and that its phosphorylation of multiple downstream targets is functionally important in bacterial internalization."}, {"pubmed": 18950845, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19001122, "text": "Rap1 as another downstream target of the Abl-CrkII signaling module and show that Abl-CrkII collaborates with Rho-ROCK1 to stimulate cell retraction."}, {"pubmed": 19016792, "text": "inhibition of EGFR endocytosis occurs via a CagA-dependent activation of the non-receptor kinase c-Abl, which in turn phosphorylates the EGFR target site pY1173."}, {"pubmed": 19020542, "text": "BCR/ABL enhances the accumulation of DSBs and alters the apoptotic threshold in CML leading to error-prone DNA repair"}, {"pubmed": 19048492, "text": "detection of Bcr/Abl transcripts in newly diagnosed chronic myelogenous leukemia cases"}, {"pubmed": 19052872, "text": "c-Abl and p53 are important for execution of the cell death program initiated in A2E-laden RPE cells exposed to blue light, while JNK might play an anti-apoptotic role"}, {"pubmed": 19061839, "text": "BCR-ABL inhibition is sufficient to commit chronic myeloid leukemia cells irreversibly to apoptosis"}, {"pubmed": 19075013, "text": "c-Abl not only targets Hdm2, but also Hdmx, which together contribute to p53 activation in response to DNA damage."}, {"pubmed": 19108887, "text": "The occurrence of ABL point mutation is not associated with resistance to Imatinib Mesylate in BCR-ABL positive acute lymphoblastic leukemia"}, {"pubmed": 19124506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19135771, "text": "early cellular and transcriptional effects of P190 BCR/ABL1 and P210 BCR/ABL1 expression are very similar when expressed in the same human progenitor cell population, and STAT5 is an important regulator of BCR/ABL1-induced erythroid cell expansion"}, {"pubmed": 19156526, "text": "PCNA negatively regulates the stability of c-Abl and thereby inhibits apoptosis in the response to DNA damage."}, {"pubmed": 19180499, "text": "PDGFRbeta and Abl play critical, synergistic roles in the pathogenesis of systemic sclerosis, and imatinib targets a gene expression program that is frequently dysregulated in this disease."}, {"pubmed": 19203793, "text": "ABL mutation is associated with chronic myeloid leukemia."}, {"pubmed": 19234221, "text": "c-Abl kinase is activated by beta2 integrin engagement and is required for beta2 integrin-dependent neutrophil sustained adhesion and spreading."}, {"pubmed": 19260121, "text": "3 independent, resistance-inducing, missense point mutations in the BCR-ABL kinase domain arose in each of 2 CML patients during therapy with protein kinase inhibitors: G250E, F359I, V299L, E355G, T495R, & F317L."}, {"pubmed": 19261608, "text": "Bcr-Abl represses the expression of PHLPP1 and PHLPP2 and continuously activates Akt1, -2, and -3 via phosphorylation on Ser-473, resulting in the proliferation of CML cells"}, {"pubmed": 19275932, "text": "Abl kinases not only are activated by PDGFR and promote PDGFR-mediated proliferation and migration, but also act in an intricate negative feedback loop to turn-off PDGFR-mediated chemotaxis."}, {"pubmed": 19285032, "text": "phosphorylation on Tyr-315 by c-ABL is required for chromatin association of oligomerization-defective RAD51 mutants, but is insufficient to restore oligomerization."}, {"pubmed": 19295548, "text": "Bcr-Abl expression increases Nox-4-generated ROS, which in turn increases survival signaling through PI3k/Akt pathway by inhibition of PP1alpha, thus contributing to the high level of resistance to apoptosis seen in TonB.210 cells."}, {"pubmed": 19332026, "text": "These data showed that BimL expression induced by BCR activation may result from the splicing of BimEL mRNA independently of Bim promoter regulation."}, {"pubmed": 19357699, "text": "BCR-ABL downregulates c-Jun expression by activating the PI3K-Akt pathway during chronic phase of chronic myeloid leukemia (CML-CP)."}, {"pubmed": 19363261, "text": "These studies demonstrate altered activation and distribution of c-Abl during Alzheimer's disease, suggesting a role for c-Abl in Abeta signal transduction and generation of tau pathology in Alzheimer's disease."}, {"pubmed": 19369965, "text": "The 'gatekeeper mutation' T315I confers additional leukemogenic activity to BCR/ABL, which might explain the clinical behavior of patients with BCR/ABL-T315I-positive blasts"}, {"pubmed": 19383348, "text": "Expression of CD69 and IL8 is upregulated upon Bcr-Abl expression"}, {"pubmed": 19423701, "text": "c-Abl phosphorylates RACK1 at the Focal Adhesion Kinase interaction site and c-Abl kinase activity is required for interaction of Focal Adhesion Kinase with RACK1."}, {"pubmed": 19427856, "text": "the phosphorylation of Rad51 Tyr315 stimulates that of Tyr54, which indicates that the phosphorylation of Rad51 by the c-Abl kinase is a sequential process"}, {"pubmed": 19442657, "text": "this study implicates a role for hMSH5 in DNA damage response involving c-Abl and p73, and suggests that mutations impairing this process could significantly affect normal cellular responses to anti-cancer treatments."}, {"pubmed": 19542604, "text": "Mounting evidence summarized in this review suggests that tyrosine kinase c-Abl and Fyn are critical in the neurodegenerative process which occurs in tauopathies."}, {"pubmed": 19557636, "text": "analysis of exon 6 bcr-abl mutations in patients with chronic myeloid leukemia treated with tyrosine kinase inhibitors"}, {"pubmed": 19571320, "text": "BCR-ABL promotes the frequency of mutagenic single-strand annealing DNA repair"}, {"pubmed": 19608682, "text": "Data show that the the BCR-ABL fusion protein is captured and detected by a cytometric bead assay and analyzed by flow cytometry"}, {"pubmed": 19625707, "text": "BCR-abl transcript rise cutoffs of 5-fold or greater had poor diagnostic sensitivity and no significant association with mutations."}, {"pubmed": 19643477, "text": "the additive effects of imatinib and Everolimus on BCR-ABL-expressing cells are at least partly conditional upon the enhanced nuclear accumulation of p145 c-ABL"}, {"pubmed": 19652056, "text": "Impact of baseline BCR-ABL mutations on response to nilotinib in patients with chronic myeloid leukemia in chronic phase."}, {"pubmed": 19657362, "text": "BCR/ABL fragments were used for identifying the sites of BCR/ABL interaction with RAD51B"}, {"pubmed": 19658100, "text": "ZNF198-FGFR1 is associated with phosphorylation of several proteins including SSBP2, ABL, FLJ14235, CALM and TRIM4 proteins."}, {"pubmed": 19660459, "text": "Results describe the conformational changes that accompany the binding of Gleevec, or imatinib mesylate, to the tyrosine kinases c-Kit and c-Abl."}, {"pubmed": 19679652, "text": "N-myristoylated c-Abl tyrosine kinase localizes to the endoplasmic reticulum upon binding to an allosteric inhibitor"}, {"pubmed": 19697154, "text": "BCR/ABL switch on backup non-homologous end joining (B-NHEJ) which is more error-prone thann DNA-PK(CS) D-NHEJ and in such manner contribute to the increase of the genomic instability of leukemic cells."}, {"pubmed": 19700222, "text": "Activation of transgenic c-Abl by amyloidbeta precursor protein promotes tau phosphorylation through Tyr15 phosphorylation-mediated cyclin-dependent protein kinase 5 (Cdk5) activation."}, {"pubmed": 19724931, "text": "Report DNA vaccination against bcr-abl-positive cells in mice."}, {"pubmed": 19738611, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19768693, "text": "Among 55 imatinib-resistant CML patients treated with dastinib or nilotinib, baseline mutations in the kinase domain disappeared in 8 patients & new mutations appeared in 9. T315I was the most frequently detected mutation."}, {"pubmed": 19789182, "text": "These findings suggest roles for emerin as a downstream effector and signal integrator for tyrosine kinase signaling pathway(s) at the nuclear envelope."}, {"pubmed": 19829692, "text": "IL-3 and oncogenic Abl regulate the myeloblast transcriptome by altering mRNA stability"}, {"pubmed": 19833721, "text": "These results suggest that hyperoxia induces caveolin-1-dependent, c-Abl-mediated dynamin 2 phosphorylation required for recruitment of p47(phox) to caveolin-enriched microdomains and subsequent ROS production in lung endothelium."}, {"pubmed": 19876398, "text": "reciprocal ABL/BCR fusion proteins as second oncogenes encoded by the t(9;22) in addition to BCR/ABL"}, {"pubmed": 19897486, "text": "Activation of c-Abl-PKCdelta signaling pathway is critically required for the claudin-1-induced acquisition of the malignant phenotype."}, {"pubmed": 19906645, "text": "a new dual binding mechanism is proposed that provides a better description of proline-rich ligand recognition by Abl-SH3 and that has important implications for rational design"}, {"pubmed": 19914245, "text": "c-Abl modulates innate immune response through MAVS."}, {"pubmed": 19954044, "text": "The majority of the adults with Ph+ ALL are p190 positive, and patients with p210 have older age, higher blood platelet count, and more frequent occurrence of splenomegaly."}, {"pubmed": 19968720, "text": "The BCR-ABL1 RQ-PCR monitoring of CML patients after ASCT with PB is concordant with BM in 95.3% of cases, and thus may be used to monitor the disease."}, {"pubmed": 20007699, "text": "Study suggests important roles of BCR-ABL gene expression and its native chromosomal locus for acquisition of BCR-ABL mutations and provides a new tool for further studying resistance mechanisms."}, {"pubmed": 20010464, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20038234, "text": "Studiies indicate that KD mutations conferring high-level imatinib resistance are present in patients with de novo CML and in some of them lead to disease progression."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20073070, "text": "Review of ABL1 fusion genes identified in T-cell acute lymphoblastic leukemia that provide proliferation and survival advantage to lymphoblasts."}, {"pubmed": 20079431, "text": "The results show that Bcr-Abl regulates the actin cytoskeleton and non-apoptotic membrane blebbing via a GADS/Slp-76/Nck1 adaptor protein pathway."}, {"pubmed": 20082857, "text": "it is plausible that ABL1 deletion without BCR/ABL1 rearrangement is a rare but recurrent genetic abnormality in precursor B-ALL patients"}, {"pubmed": 20124512, "text": "Endogenous c-Abl mediates endothelial apoptosis induced by inhibition of integrins alphavbeta3/alphavbeta5 or by LatB-induced disruption of F-actin."}, {"pubmed": 20152788, "text": "Inhibitors of the Abl kinase directed at either the ATP- or myristate-binding site."}, {"pubmed": 20201926, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20234815, "text": "Overexpression of c-ABL proto-oncogene is associated with enhanced resistance to tamoxifen in breast cancer."}, {"pubmed": 20367437, "text": "Data show that regular monitoring for the presence of point mutations in the ABL kinase region may identify such patients early, with an opportunity to intervene."}, {"pubmed": 20425353, "text": "BCR/ABL kinase displays constitutive kinase activity causing deregulated proliferation, apoptosis, differentiation, & adhesion, mutator phenotype, & ROS generation. Review."}, {"pubmed": 20452982, "text": "elevated Src family kinase activity is sufficient to induce imatinib resistance through a mechanism that may involve phosphorylation of Bcr-Abl"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20482842, "text": "pristimerin is effective against chronic myelogenous leukemia via mechanisms that may involve inhibition of NF-kappaB and Bcr-Abl"}, {"pubmed": 20512393, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20563669, "text": "These findings provide evidence that c-Abl participates in modulating Pitx1 expression in the apoptotic response to DNA damage."}, {"pubmed": 20581864, "text": "C3G as a novel target of c-Abl"}, {"pubmed": 20585028, "text": "c-Abl is the kinase responsible for high NaCl-induced phosphorylation of TonEBP/OREBP-Y143"}, {"pubmed": 20595523, "text": "study reports on less common kinase domain mutations in kinase inhibitor-resistant chronic myelogenous leukemia and Ph+ acute lymphoblastic leukemia and suggests reasons for their rarity"}, {"pubmed": 20598684, "text": "Macropinocytosis is regulated by interactions between Abi1 pY213 and the C-terminal SH2 domain of p85-thereby linking Abl kinase signaling to p85-dependent regulation of macropinocytosis."}, {"pubmed": 20629032, "text": "The current data pointed toward a role for c-Abl in the biology of malignant rhabdoid tumors"}, {"pubmed": 20633771, "text": "this is the first report of BCR-ABL1 transcript with breakpoint occurring within both BCR and ABL1 introns and fusion of intronic sequences from both BCR and ABL1 genes"}, {"pubmed": 20697350, "text": "modular and phosphorylation-driven interaction network provides a framework for the integration of pleiotropic signaling effects of BCR-ABL1 toward leukemic transformation"}, {"pubmed": 20697894, "text": "ABL mutations are common in Chinese imatinib-resistant CML patients and are associated with clinical resistance."}, {"pubmed": 20697894, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20717963, "text": "Results suggest that Bcr-Abl increases Emi1 phosphorylation and stability to prevent Skp2 protein degradation via APC/Cdh1-induced ubiquitination and to enhance proliferation of CML cells."}, {"pubmed": 20724541, "text": "Introduction of BCR-ABL and BMI1 in human cord blood CD34+ cells induces lymphoid leukemia upon transplantation in NOD/SCID mice."}, {"pubmed": 20823226, "text": "tyrosine phosphorylation of parkin by c-Abl is a major posttranslational modification that inhibits parkin function, possibly contributing to pathogenesis of sporadic Parkinson's disease"}, {"pubmed": 20861316, "text": "Studies indicate an essential role for Abl kinase in vascular barrier regulation via posttranslational modification of nmMLCK."}, {"pubmed": 20863169, "text": "Physical exercise induced significant increases in BCR-ABL1 transcript levels concomitant with changes in leukocyte content of peripheral blood."}, {"pubmed": 20937825, "text": "Abl kinase signaling plays a critical role in invadopodia formation and function"}, {"pubmed": 20974687, "text": "BCR-ABL promotes mutagenic DSB repair with the DSB end-processing protein CtIP acting as the key mediator downstream of BCR-ABL"}, {"pubmed": 21045136, "text": "Bcr-abl(delexon7) is frequently observed in CML patients when using sensitive techniques. It seems to be the result of an alternative splicing mechanism and to be independent from the occurrence of resistance."}, {"pubmed": 21071472, "text": "FTY720-induced human pulmonary endothelial barrier enhancement is mediated by c-Abl"}, {"pubmed": 21072043, "text": "Grb2 knockdown significantly inhibits proliferation and survival of BCR-ABL-expressing CD34+ cells, but not control CD34+ cells"}, {"pubmed": 21129254, "text": "Gemcitabine has no significant effect on expression of bcr/abl mRNA in bone marrow cells from chronic myeloid leukemia patients at chronic or blastic phases."}, {"pubmed": 21156844, "text": "Allogeneic hematopoietic stem cell transplantation for chronic myelogenous leukemia patients who failed tyrosine kinase inhibitors after developing BCR-ABL1 kinase domain mutations."}, {"pubmed": 21183952, "text": "Bcr-Abl stability and oncogenic signaling in chronic myeloid leukemia (CML) cells are under the control of Jak2."}, {"pubmed": 21203397, "text": "there is a disruption of the FA/BRCA pathway in BCR/ABL cells"}, {"pubmed": 21220745, "text": "the mechanism involved in c-Abl regulation of Mcl-1 expression in CLL cells"}, {"pubmed": 21221851, "text": "We conclude that Abl kinase domain point mutations represent a major mechanism of imatinib resistance"}, {"pubmed": 21239056, "text": "BCR-ABL1 mutations in patients with imatinib-resistant Philadelphia chromosome-positive leukemia."}, {"pubmed": 21266020, "text": "loss of the C-terminus of BCR-ABL1 is associated with significant resistance to kinase inhibitors"}, {"pubmed": 21320496, "text": "Data show that disruption of phosphorylation sits Y398 and Y213 significantly weakens the binding of Abi-1 to c-Abl."}, {"pubmed": 21321929, "text": "these results demonstrate that in SSc fibroblasts, c-Abl is an upstream regulator of the profibrotic PKCdelta/phospho-Fli-1 pathway, via induction of PKCdelta nuclear localization."}, {"pubmed": 21368377, "text": "Expression of active c-Abl transgene in forebrain neurons results in severe neurodegeneration, particularly in the CA1 pyramidal cell region of the hippocampus."}, {"pubmed": 21388681, "text": "Fusion of ABL1 with SFPQ, a pre-mRNA processing gene, is recurrent in acute lymphoblastic leukemias."}, {"pubmed": 21435002, "text": "Screening for ABL1 chimeric genes could be performed in patients with ALL, more particularly in those with T-cell ALL because ABL1 modulates T-cell development and plays a role in cytoskeletal remodeling processes in T cells."}, {"pubmed": 21454413, "text": "transformation from gastritis to MALT lymphoma is epigenetically regulated by miR-203 promoter methylation; ABL1 is a novel target for the treatment of this malignancy"}, {"pubmed": 21455220, "text": "c-Abl interconnecting Met-RTK and p53 core pathways, and its inhibition impairs Met-dependent tumorigenesis. Met ensures cell survival through a new path in which c-Abl and p38-MAPK are employed to elicit p53 phosphorylation and Mdm2 upregulation."}, {"pubmed": 21461967, "text": "Both 5'ABL and 3'BCR deletions were associated with cytogenetic response failure in chronic myeloid leukemia patients treated with hydroxyurea."}, {"pubmed": 21480391, "text": "Results suggest that co-targeting c-ABL and ERalpha as a combinatory approach may have therapeutic potential for breast cancer."}, {"pubmed": 21504383, "text": "Data suggest that IM-associated cytopenias are associated with a high pre-IM percentage of BCR-ABL+ cells measured by FISH, are reversible, and do not adversely affect outcomes."}, {"pubmed": 21527514, "text": "p90RSK2 is dispensable for BCR-ABL-induced myeloid leukemia, but may be required for pathogenesis and lineage determination in FLT3-internal tandem duplication-induced hematopoietic transformation."}, {"pubmed": 21591355, "text": "The most common point mutations detected and associated with drug resistance to tyrosine kinase inhibitor therapy in chronic myeloid leukemia, were T3151 and M244V."}, {"pubmed": 21641753, "text": "TAT-CC-HA could interact with BCR-ABL in K562 cells"}, {"pubmed": 21674858, "text": "In 100 patients (73.5%) the b3a2 and in 34 (25%) the b2a2 forms of BCR-ABL were detected"}, {"pubmed": 21693657, "text": "results indicate that loss of the normal ABL1 kinase may serve as a key prognostic factor that exerts major impact on CML treatment outcomes"}, {"pubmed": 21694468, "text": "Data show that plasma cTK activity was closely correlated with cellular BCR-ABL1 kinase activation."}, {"pubmed": 21764785, "text": "(18)F-SKI696 is taken up in vivo by tumors that overexpress Bcr-Abl"}, {"pubmed": 21781306, "text": "DNA damage-induced K921 Abl acetylation, mediated by Tip60, stimulates transcriptional-independent apoptotic activity and chromatin-associative property."}, {"pubmed": 21888027, "text": "16 point mutations of the kinase domain were found in tyrosine-kinase-inhibitor-resistant CML patients.  M244V, T315I & A380V, were the most frequent"}, {"pubmed": 21892207, "text": "c-Abl and Arg not only promote in vitro processes important for melanoma progression, but also promote metastasis in vivo"}, {"pubmed": 21900237, "text": "CDK1-mediated phosphorylation of Abi1 attenuates Bcr-Abl-induced F-actin assembly and tyrosine phosphorylation of WAVE complex during mitosis"}, {"pubmed": 21903771, "text": "Patients treated with imatinib exhibit a biphasic decrease in BCR-ABL transcript levels, with a rapid decrease during the first few months of treatment, followed by a more gradual decrease that often continues over many years."}, {"pubmed": 21935931, "text": "Bcr-Abl stimulates Jab1 expression via the cooperative interaction of beta-catenin and STAT1 in leukemia cells."}, {"pubmed": 21960589, "text": "In childhood Ph(+) acute lymphoblastic leukemia, BCR-ABL1 gene fusion can be a prenatal and possibly initiating genetic event."}, {"pubmed": 21961412, "text": "ABL mutation occurrence can help in finding the cause of resistance to Tyrosine Kinase Inhibitors therapy in some patients suffering from Chronic Myeloid Leukemia."}, {"pubmed": 21998569, "text": "mechanisms of allosteric activation may have universally evolved in the ABL and EGFR regulatory complexes as a product of a functional cross-talk between the organizing alphaF-helix and conformationally adaptive alphaI-helix and alphaC-helix"}, {"pubmed": 22001646, "text": "Expression of nuclear-targeted c-Abl drastically increases the levels of chromatin structural changes."}, {"pubmed": 22014333, "text": "The phosphorylation and dephosphorylation cycle of VASP by the Abi-1-bridged mechanism regulates association of VASP with focal adhesions, which may regulate adhesion of Bcr-Abl-transformed leukaemic cells."}, {"pubmed": 22038725, "text": "we concluded that BCR-ABL splice variants, exon 7 deletion is a common splice variant not associating with imatinib resistance."}, {"pubmed": 22054731, "text": "BCR-ABL mutations in chronic myeloid leukemia [review]"}, {"pubmed": 22089930, "text": "The ABL-inhibitors activate MAPKs in CD34+ chronic myelogenous leukemia progenitor cells."}, {"pubmed": 22140458, "text": "The fitness changes (i.e., changes in net reproductive rate) conferred by BCR-ABL kinase domain mutations to the likelihood, composition, and diversity of pre-existing resistance, was investigated."}, {"pubmed": 22184410, "text": "Data suggest that chronic myeloid leukemia stem cell survival is Bcr-Abl kinase independent and suggest curative approaches in CML must focus on kinase-independent mechanisms of resistance."}, {"pubmed": 22231445, "text": "The results demonstrate a critical contribution of STAP-2 in BCR-ABL activity."}, {"pubmed": 22233112, "text": "BCR-ABL activity measured by 50% inhibitory concentration for imatinib, p-CrkL/CrkL ratio or p-CrkL ratio in CD34+ cells of patients with chronic myeloid leukemia does not predict treatment response"}, {"pubmed": 22238610, "text": "c-Abl facilitates chromatin association of PCNA and is required for nuclear foci formation of PCNA in cells stressed by DNA damage as well as in unperturbed cells."}, {"pubmed": 22252550, "text": "ABL1 regulates spindle orientation in adherent cells and mammalian skin"}, {"pubmed": 22253690, "text": "In silico three-dimensional modeling of apoptin, molecular docking experiments between apoptin model and the known structure of Bcr-Abl, and the 3D structures of SH2 domains of CrkL and Bcr-Abl, were performed."}, {"pubmed": 22311485, "text": "The expression of BCR/ABL fusion gene was significantly lower compared with that of the control ( DeltaCt = 4.23 +/- 0.21, P < 0.05)."}, {"pubmed": 22314255, "text": "several known and novel BCR-ABL kinase domain (KD) mutations were discovered in the tyrosine kinase inhibitor-naive and -exposed Southeast Asian chronic myeloid leukemia patients, supporting the concept that naturally occurring KD mutations were present in leukemic cells prior to drug exposure"}, {"pubmed": 22327125, "text": "Report use of bcr-abl-transformed mouse 12B1 cells secreting interleukin-2 and granulocyte-macrophage colony-stimulating factor as cancer vaccines."}, {"pubmed": 22327338, "text": "the negative loop on p38 is mediated by c-ABL phosphorylation at tyrosine 105 of the adaptor protein NCK1, while the phosphorylation at tyrosine 209 of GRB2 down-modulates ERK1/2 and JNKs signaling."}, {"pubmed": 22334513, "text": "results support the concept of early Abl recruitment by both the ATM and the DNAPK pathways to regulate nuclear events triggered by DNA damage and potentially communicate them to proteins in the cytoplasm"}, {"pubmed": 22378042, "text": "c-Abl phosphorylated H. pylori EPIYA-A, EPIYA-B, EPIYA-C, and EPIYA-D."}, {"pubmed": 22380496, "text": "poor clinical course of the case may contribute to explanation of the action of t(9;22)(q34;q11) translocation"}, {"pubmed": 22447844, "text": "Data show that the cyclin-dependent kinase 7/9 inhibitor (CDK7/9 inhibitor) potently inhibits FIP1L1-PDGFRalpha-positive Bcr-Abl-positive chronic myeloid leukemia (CML) cells."}, {"pubmed": 22454521, "text": "Actin, microtubules and Abl tyrosine kinases regulate Cav1 inward trafficking."}, {"pubmed": 22462553, "text": "TRAIL via caspase-dependent action can sequentially activate c-Abl, p73, and stress kinases, which contribute to apoptosis in colon cancer cells."}, {"pubmed": 22471662, "text": "Therapeutic targeting of BCR-ABL: prognostic markers of response and resistance mechanism in chronic myeloid leukaemia."}, {"pubmed": 22526369, "text": "BCR-ABL1 transcript quantification was performed in 117 samples from chronic myeloid leukemia patients in two different laboratories by both methods, and the results were compared by statistical procedures."}, {"pubmed": 22590567, "text": "The identification of the c-Abl tyrosine kinase as a novel upstream activator of MST2 suggests that the conserved c-Abl-MST signaling cascade plays an important role in oxidative stress-induced neuronal cell death."}, {"pubmed": 22591684, "text": "Src, Akt, NF-kappaB, BCL-2 and c-IAP1 may be involved in an anti-apoptotic effect in patients with BCR-ABL positive and BCR-ABL negative acute lymphoblastic leukemia."}, {"pubmed": 22593461, "text": "qPCR detected a decrease of BCR-ABL to 190 copies once, but this suddenly increased to 22,000 copies"}, {"pubmed": 22665066, "text": "BCR-ABL is critically involved in the leukemia-specific expression of DR4 and DR5 and in the susceptibility of Ph(+) leukemia to TRAIL-mediated anti-leukemic activity."}, {"pubmed": 22693568, "text": "extent and potential contribution of translational regulation to transformation and differentiation in v-Abl-transformed pre-B cells"}, {"pubmed": 22733220, "text": "tyrosine kinases of the Abl family are present in podosomes formed by murine and human macrophages."}, {"pubmed": 22782217, "text": "TAT-CC fusion protein depresses the oncogenicity of BCR-ABL through interrupting its oligomerization."}, {"pubmed": 22783572, "text": "Multiplex RT-PCR is a fast and reliable technique for improved detection of typical and atypical BCR/ABL transcripts."}, {"pubmed": 22787435, "text": "Bcr-Abl may critically requires tyrosine phosphorylation of SOCS-1 and SOCS-3 to mediate tumorigenesis when these SOCS proteins are present in cells."}, {"pubmed": 22847163, "text": "case series examined the clinical, histopathologic, and genetic features of 3 patients with myeloproliferative neoplasms characterized by concomitant BCR-ABL1 translocation and JAK2(V617F)mutation"}, {"pubmed": 22865780, "text": "clinical data support a role for enhanced PDGF/Abl signaling in AI-resistant disease and provide a rationale for targeting the pathway in endocrine-resistant breast cance"}, {"pubmed": 22870928, "text": "Data indicate that mutations in the tyrosine kinase domain of chimerical BCR-ABL1 gene were identified 11/32 chronic myeloid leukemia (CML) cases."}, {"pubmed": 22879933, "text": "These studies implicate ASM as a mediator of apoptosis induced by inhibition of integrins alphavbeta3/alphavbeta5, and for the first time place c-Abl as an upstream regulator of ASM expression and activity."}, {"pubmed": 22957062, "text": "Knocking down low molecular weight protein tyrosine phosphatase (LMW-PTP) reverts chemoresistance through inactivation of Src and Bcr-Abl proteins"}, {"pubmed": 22976291, "text": "Findings suggest that RIN1 orchestrates RAB5 activation, ABL kinase activation and BIN1 recruitment to determine EGFR fate."}, {"pubmed": 22988030, "text": "Abl tyrosine kinase, a master switch for cell growth and trafficking of intracellular organelles, controls the acidification of lysosomes in human macrophages."}, {"pubmed": 23009571, "text": "ABL kinase domain mutations in patients with chronic myeloid leukemia in Jordan"}, {"pubmed": 23044928, "text": "Novel patient-derived BCR/ABL mutants show different sensitivity to second and third generation tyrosine kinase inhibitors."}, {"pubmed": 23053188, "text": "ABL-kinase-domain mutations of BCR-ABL proteins in elderly chronic-phase myeloid leukemia patients lessened the response to dasatinib, increased resistance, & lowered survival."}, {"pubmed": 23062104, "text": "report of rare, concomitant occurrence of Janus kinase 2 V617F mutation with BCR-ABL (breakpoint cluster region--c-abl oncogene 1 fusion protein) translocation at presentation in five patients with atypical myeloproliferative neoplasm [CASE REPORT]"}, {"pubmed": 23062378, "text": "study demonstrates kinetics of different BCR-ABL1 mutant emergence and an association between BCR-ABL1 mutations and progression of chronic myeloid leukemia"}, {"pubmed": 23065514, "text": "the quantitative level of mutant T315I allele is predictive of major molecular response at 12 months on second-line nilotinib or dasatinib treatment."}, {"pubmed": 23087049, "text": "Abl knockdown attenuated the redistribution of Raf-1 and cell proliferation, which were restored by Abl reexpression"}, {"pubmed": 23117882, "text": "results establish that AXL promotes cisplatin resistance in esophageal adenocarcinoma and argue that therapeutic targeting of AXL may sensitize these cancers to DNA-damaging drugs"}, {"pubmed": 23124138, "text": "TC48 dephosphorylates BCR-Abl but not c-Abl and inhibits its activity towards its substrate."}, {"pubmed": 23130349, "text": "The majority of BCR/ABL kinase domain mutations resulting in imatinib resistance are missense mutations, comprising more than 95% of the known mutations."}, {"pubmed": 23146907, "text": "results indicate that Abl kinases negatively regulate HNSCC invasive processes through suppression of an HB-EGF autocrine loop responsible for activating a EGFR-Src-cortactin cascade"}, {"pubmed": 23171811, "text": "all 7 reported acute lymphoblastic leukemia patients possess the type A ETV6/ABL1 fusion transcript, composed of the first 4 exons of ETV6 fused to the second exon of ABL1."}, {"pubmed": 23201011, "text": "Dihydroartemisinin could also lead to the inhibition of the Bcr/Abl protein expression."}, {"pubmed": 23207522, "text": "RhoGEF activity of p210 BCR/ABL directly contributes to transforming activity, and may account for the difference in disease outcome associated with p190 BCR/ABL and p210 BCR/ABL."}, {"pubmed": 23223358, "text": "We conclude that compound mutations are common in patients with sequencing evidence for 2 BCR-ABL1 mutations and frequently reflect a highly complex clonal network."}, {"pubmed": 23269583, "text": "we report the frequencies of M-BCR-ABL fusion transcripts in 44 chronic myeloid leukemia patients"}, {"pubmed": 23277196, "text": "Studies indicate new generations of BCR-ABL kinase inhibitors and alternative targeting strategies for the effective treatment options for imatinib-resistant patients."}, {"pubmed": 23287430, "text": "miR-30a acts as a tumor suppressor by downregulating ABL1 and BCR-ABL1 expression."}, {"pubmed": 23289360, "text": "The BCR-ABL1 T315I mutation is associated with tyrosine kinase inhibitor resistance and disease progression in patients with chronic myelogenous leukemia."}, {"pubmed": 23289634, "text": "Twenty-three BCR-ABL1 mutations were detected in 21 chronic myeloid leukemia (CML) patients and were detected across the kinase domain, and were associated with specific tyrosine kinase inhibitor TKI resistance."}, {"pubmed": 23303187, "text": "Enhanced SH3/linker interaction overcomes Abl kinase activation by gatekeeper and myristic acid binding pocket mutations and increases sensitivity to small molecule inhibitors."}, {"pubmed": 23316053, "text": "Structure and dynamic regulation of Abl kinases"}, {"pubmed": 23318434, "text": "Abl signaling can indirectly augment acetylation of Myc by p300, and its transcriptional activity in the nucleus; Abl can directly phosphorylate Myc on tyrosine and its presence correlates with Abl activation in cancer."}, {"pubmed": 23319661, "text": "Data indicate that van der Waals interactions involved the stabilization of Gleevec in the binding pocket of Abl."}, {"pubmed": 23325923, "text": "c-Abl tyrosine kinase plays a critical role in beta2 integrin-dependent neutrophil migration by regulating Vav1 activity."}, {"pubmed": 23383002, "text": "p140Cap phosphorylation sites and binding to Csk and Abl kinase"}, {"pubmed": 23428668, "text": "miR-29b may function as a tumor suppressor by targeting ABL1 and BCR/ABL1."}, {"pubmed": 23433665, "text": "26% of chronic-phase & 67% of accelerated/blast-crisis CML had ABL kinase-domain mutations. 3 had mutations in the P-loop at AAs 244, 250 & 253. 11 had mutations outside the P-loop at AAs 276, 277, 311, 315, 317, 340, 351, 359, 379 & 417."}, {"pubmed": 23448894, "text": "Studies indicate that compound mutations are common in patients with two BCR-ABL1 mutations and frequently reflect a highly complex clonal network."}, {"pubmed": 23458731, "text": "Suggest the existence of a feed-forward loop accelerating chronic myeloid leukemia progression, in which BCR-ABL1 enhances its own mutation rate in a STAT5-reactive oxygen species dependent manner."}, {"pubmed": 23513809, "text": "Chronic myelocytic leukemia is a representative condition caused by ABL1 fusion gene. An outstanding recent development is effective treatment using an ABL1 tyrosine kinase inhibitor, imanitib mesyalte."}, {"pubmed": 23667855, "text": "The major BCR/ABL translocation (b3a2 type)was found by real-time PCR."}, {"pubmed": 23691243, "text": "WAVE2 complex regulates breast epithelial morphology by a complex mechanism involving repression of Twist1 expression and Abl kinase activity"}, {"pubmed": 23716543, "text": "The BCR-ABLT315I mutation has a significant negative impact on overall survival in chronic phase chronic myelogenous leukemia patients resistant to tyrosine kinase inhibitors."}, {"pubmed": 23723070, "text": "Data indicate that AMP-dependent kinases (AMPKalpha1 and AMPKalpha2) inhibit caveolin-1 phosphorylation by stabilizing the interaction between c-Abl and Prdx-1."}, {"pubmed": 23740246, "text": "Data indicate that Abi1 is activated by the c-Abl-Crk-associated substrate (CAS) pathway, and Abi1 reciprocally controls the activation of its upstream regulator c-Abl."}, {"pubmed": 23749639, "text": "our results identify eIF4B as a critical substrate of Pim kinases in mediating the activity of Abl oncogenes"}, {"pubmed": 23788109, "text": "Silencing of both BCR-ABL siRNA and GFI1B siRNA is associated with an additive antileukemic effect against K562 cells."}, {"pubmed": 23799845, "text": "The data suggest that some BCR-ABL1 mutations may persist at undetectable levels for many years after changing therapy, and can be reselected and confer resistance to subsequent inhibitors."}, {"pubmed": 23831022, "text": "analysis of the recognition sequence for DJ-1 protease and its interactions with KIF1B and ABL1"}, {"pubmed": 23840065, "text": "identify a unique dual role for Abl kinases in the regulation of angiopoietin/Tie2 protein kinase signaling"}, {"pubmed": 23872305, "text": "NUP214-ABL1-mediated cell proliferation in T-cell acute lymphoblastic leukemia is dependent on the LCK kinase and various interacting proteins."}, {"pubmed": 23892407, "text": "Inhibition of c-Abl inactivated IkappaBalpha/NF-kappaB pathway is associated with IkappaBalpha tyrosine phosphorylation in breast cancer cells."}, {"pubmed": 23894305, "text": "A low level of expression of miR-196b can cause up-regulation of BCR-ABL1 and HOXA9 expression, which leads to the development of chronic myeloid leukemia."}, {"pubmed": 23928308, "text": "the N-Cap of c-Abl and the Src homology (SH) 3 domain acquire mus-ms motions upon N-Cap association with the SH2-L domain, revealing a stabilizing synergy between these segments"}, {"pubmed": 23934627, "text": "Bcr-Abl activates AURKA and AURKB in chronic myeloid leukemia cells via AKT signaling."}, {"pubmed": 23959873, "text": "Results indicate a thermodynamic rationale for the involvement of N-cap and SH3-SH2 connector in Abl kinase regulation."}, {"pubmed": 23974192, "text": "Higher cumulative incidence of relapse was found for BCR-ABL1-like and IKZF1-deleted, but not CRLF2-high, cases relative to remaining BCP-ALL cases."}, {"pubmed": 23980151, "text": "monobodies targeting the N-SH2 domain disrupted the interaction of SHP2 with its upstream activator, the Grb2-associated binder 2 adaptor protein, suggesting decoupling of SHP2 from the BCR-ABL protein complex"}, {"pubmed": 24041959, "text": "The results suggest that nuclear c-Abl plays critical roles in actin dynamics within the nucleus."}, {"pubmed": 24112389, "text": "Altered expression of Abl in airway smooth muscle may play a critical role in the development of airway hyperresponsiveness and airway remodeling in asthma."}, {"pubmed": 24177958, "text": "The c-ABL appears to promote senescence or inhibit apoptosis to be the p21 induction by p53 in response to DNA damage."}, {"pubmed": 24190424, "text": "overexpression of Egr-1 decreased c-Abl activity independent of endogenous Egr-1 inhibition by siRNA-Egr-1."}, {"pubmed": 24223753, "text": "Abl1 knockdown partially phenocopies miR-4723 reexpression in prostate cancer, suggesting that Abl1 is a functionally relevant target of miR-4723."}, {"pubmed": 24262285, "text": "Data show that factors associated with not attaining a major molecular response (MMR) were the presence of the minor BCR-ABL1 fusion gene, a low dose of tyrosine kinase inhibitor (TKI), and the kinase domain mutations conferring resistance to imatinib."}, {"pubmed": 24269846, "text": "Data indicate that BCR-ABL mRNA and phosphorylation of BCR protein were upregulated in K562/Adh cell."}, {"pubmed": 24392933, "text": "C-Abl is recruited to the equator during cytokinesis."}, {"pubmed": 24412932, "text": "c-Abl-mediated phosphorylation of Y39 play a role in regulating alpha-syn clearance and contribute to the pathogenesis of Parkinson's disease."}, {"pubmed": 24456693, "text": "Serial monitoring of BCR-ABL1 transcripts in chronic myeloid leukemia (CML) patients allows appropriate selection of CML patients for BCR-ABL1 kinase domain mutation analysis associated with acquired Tyrosine kinase inhibitors resistance."}, {"pubmed": 24487968, "text": "C817 is a promising compound for treatment of CML patients with Bcr-Abl kinase domain mutations that confer imatinib resistance."}, {"pubmed": 24520051, "text": "the functional relationship between Abl and CLASP2 is conserved and provides a means to control the CLASP2 association with the cytoskeleton."}, {"pubmed": 24535287, "text": "The present study screened for the presence of bcr-abl transcripts in the blood of a group of healthy individuals."}, {"pubmed": 24550512, "text": "Molecular dynamics reveal BCR-ABL1 polymutants as a unique mechanism of resistance to PAN-BCR-ABL1 kinase inhibitor therapy."}, {"pubmed": 24617663, "text": "Altered protein distribution in chronic myeloid leukemia dendritic cells was associated with defective generation of ABL1-dependent maturation signals and a dislocation of ABL1 from the F-actin cytoskeleton."}, {"pubmed": 24775308, "text": "Results show that Janus kinase 2 inhibitors may enhance the cytotoxic effect of ABL kinase inhibitor imatinib against residual chronic myeloid leukemia (CML) cells."}, {"pubmed": 24779036, "text": "we confirm the presence at diagnosis of the BCR-ABL1 fusion gene in myeloid cell lineages from CML patients,including also in a significant fraction of cases, a smaller percentage of T, B, and NK lymphocytes."}, {"pubmed": 24836440, "text": "Although BCR-ABL induces STAT5-tyrosine phosphorylation independent of JAK2-kinase activity, BCR-ABL is less efficient in inducing active STAT5A:STAT5B-heterodimerization than IL-3."}, {"pubmed": 24837466, "text": "Clinical outcome under imatinib treatment was comparable and no risk prediction can be made according to e13a2 versus e14a2 BCR-ABL1 transcript type at diagnosis."}, {"pubmed": 24856998, "text": "Co-expression of EVI1 and BCR/ABL fusion gene can be found in childhood CML and ALL."}, {"pubmed": 24891505, "text": "Two amino acid residues confer different binding affinities of Abelson family kinase SRC homology 2 domains for phosphorylated cortactin."}, {"pubmed": 24903628, "text": "Findings show that residual Ph(+) cells are low BCR-ABL1 producers, and that DNA-based methods are required to assess the content of persisting Ph(+) stem cells in these patients."}, {"pubmed": 24939418, "text": "Combined treatment with bortezomib and As2O3 downregulates Bcr/Abl mRNA and protein expression."}, {"pubmed": 24967705, "text": "ATRA treatment decreased DNA damage repair and suppressed acquisition of BCR-ABL mutations"}, {"pubmed": 25052580, "text": "Taken together, NS1 proteins of avian influenza A viruses interfere with the kinase activity of c-Abl, a major cellular signalling integrator that controls multiple signalling processes and cell fate regulations apparently including virus infections."}, {"pubmed": 25132497, "text": "BCR-ABL1 compound mutants confer different levels of tyrosine kinase inhibitor resistance, necessitating rational treatment selection to optimize clinical outcome."}, {"pubmed": 25134459, "text": "STAT3 is a critical signaling node in BCR-ABL1 tyrosine kinase-independent leukemia resistance that is reversed by a discovered BP-5-087."}, {"pubmed": 25213664, "text": "The epigenetic silencing of miR-23a led to derepression of BCR/ABL expression, and consequently contributes to CML development and progression."}, {"pubmed": 25219501, "text": "The c-Abl/HDAC2 signaling pathway participates in the epigenetic blockade of gene expression in Alzheimer's disease pathology."}, {"pubmed": 25233427, "text": "Data (including data from mouse mutant strains) suggest that neuropilin-1 in vascular endothelium contributes to angiogenesis via VEGFA-independent mechanism involving ABL1 signaling in the extracellular matrix in VEGFA-independent mechanism. [REVIEW]"}, {"pubmed": 25248240, "text": "This paper proposes a scheme for dealing with the diagnosis and monitoring of minimal residual disease (MRD) in patients with CML treated with tyrosine kinase inhibitors (TKIs) in the presence of rare fusion of the BCR and ABL genes."}, {"pubmed": 25293778, "text": "BCR-ABL1 kinase-dependent and -independent mechanisms convert p27 from a nuclear tumor suppressor to a cytoplasmic oncogene."}, {"pubmed": 25368164, "text": "PPARgamma2 physically associated with c-Abl and was phosphorylated on 2 Tyr residues in its regulatory activation function 1 domain. This positively regulates PPARgamma2 stability and adipogenesis. c-Abl binding to PPARgamma2 required the Pro12 residue."}, {"pubmed": 25418123, "text": "By visually examining the dynamics behavior, structural basis and energetic property of few typical Abl-drug complex cases, a significantly different pattern of non-bonded interactions between the binding of drug ligands to Abl receptor was revealed."}, {"pubmed": 25527259, "text": "In conclusion, specific c-Abl gene silencing using siRNA effectively reduced fibrosis-related gene expression. Inhibition of c-Abl by siRNA may be a potential therapeutic approach for fibrotic diseases such as systemic sclerosis."}, {"pubmed": 25561363, "text": "c-Abl induces HDAC1 stabilization possibly through phosphorylation of a cytoplasmic target that is involved in proteasomal degradation of HDAC1."}, {"pubmed": 25615000, "text": "Lack of response to tyrosine kinase inhibitors associated with mutation in the BCR-ABL gene was significantly higher in imatinib-treated patients, and all mutations arose after treatment. T315I was a common treatment-emergent mutation"}, {"pubmed": 25620702, "text": "c-Abl regulates proteasome abundance by controlling the ubiquitin-proteasomal degradation of PSMA7 subunit"}, {"pubmed": 25644089, "text": "AIC-47, acting through the PPARgamma/beta-catenin pathway, induced down-regulation of c-Myc, leading to the disruption of the bcr-abl/mTOR/hnRNP signaling pathway, and switching of the expression of PKM2 to PKM1 in acute myeloid leukemia."}, {"pubmed": 25648025, "text": "Leptin levels were increased in BCR-ABL p210 positive chronic myeloid leukemia patients."}, {"pubmed": 25730044, "text": "expression of the BCR-ABL gene were confirmed by FISH, which revealed a high concordance (100%) rate. We found that real-time RT-qPCR is more reliable and should be used in Moroccan biomedical analysis laboratories to monitor CML progression"}, {"pubmed": 25740611, "text": "BCR- ABL1 mutations are associated with the clinical resistance, but may not be considered the only cause of resistance to imatinib."}, {"pubmed": 25756742, "text": "our results confirm that not obtaining a BCR-ABL/ABL ratio of </=10% at 3 months is a warning sign because it compromises the potential response to treatment even when switching to a 2GTKI."}, {"pubmed": 25769542, "text": "Expression profiling of adult acute lymphoblastic leukemia identifies a BCR-ABL1-like subgroup characterized by high non-response and relapse rates."}, {"pubmed": 25795725, "text": "LPS-induced paxillin phosphorylation at Y31 and Y118 was mediated by c-Abl tyrosine kinase"}, {"pubmed": 25883211, "text": "High cABL expression is associated with triple-negative breast cancer."}, {"pubmed": 25911675, "text": "Our results link FGF8, c-Abl and p300 in a regulatory pathway that controls DeltaNp63alpha protein stability and transcriptional activity."}, {"pubmed": 25944899, "text": "c-Abl was required for endogenous HIPK2 accumulation and phosphorylation of p53 at Ser46 in response to DNA damage by gamma- and UV radiation."}, {"pubmed": 25997600, "text": "single oncogenic lesion triggers DNA methylation changes"}, {"pubmed": 25999467, "text": "ABL phosphorylates tyrosine 137 of H-, K-, and NRAS."}, {"pubmed": 26072332, "text": "Expression of the ETS transcription factor GABPalpha is positively correlated to the BCR-ABL1/ABL1 ratio in CML patients and affects imatinib sensitivity in vitro."}, {"pubmed": 26087013, "text": "Separase protein levels decrease and Separase proteolytic activity increases exclusively in b3a2 p210BCR-ABL-positive cell lines under Imatinib treatment."}, {"pubmed": 26126715, "text": "These results reveal a new pathway in the DNA damage response wherein ABL-dependent tyrosine phosphorylation of DGCR8 stimulates the processing of selective primary miRNAs."}, {"pubmed": 26152360, "text": "Deleterious c-Cbl Exon Skipping Contributes to Glioma."}, {"pubmed": 26179066, "text": "we describe a regulatory pathway modulating BCR and BCR/ABL1 expression, showing that the BCR promoter is under the transcriptional control of the MYC/MAX heterodimer."}, {"pubmed": 26186983, "text": "Data sugget that the acquisition of additional BCR-ABL1 fusion genes in chronic myeloid leukemia (CML) in the blast phase (BP) through mitotic recombination between the derivative chromosome and the normal homologue."}, {"pubmed": 26203192, "text": "Findings suggest that proto-oncogene protein c-abl promotes hepatitis C virus (HCV) paoticle assembly by phosphorylating nonstructural protein 5A (NS5A) at Tyr(330)."}, {"pubmed": 26217035, "text": "JunB is likely to be a key target of c-Abl in expression of p21 in Adriamycin-induced DDR."}, {"pubmed": 26252834, "text": "Molecular rearrangements and the minimal residual disease follow-up for 5 chronic myeloid leukaemia patients; 3 resulted from new rearrangements between the BCR and ABL1 sequences (the breakpoints being located within BCR exon 13 in 2 cases and within BCR exon 18 in one case). The other 2 cases revealed a complex e8-[ins]-a2 fusion transcript involving a 3rd partner gene."}, {"pubmed": 26291129, "text": "demonstrated that depletion of endogenous MAPK15 expression inhibited BCR-ABL1-dependent cell proliferation"}, {"pubmed": 26295305, "text": "Identify a novel BCR-ABL/IkappaBalpha/p53 network, whereby BCR-ABL functionally inactivates a key tumor suppressor in chronic myeloid leukemia."}, {"pubmed": 26429162, "text": "analysis of WT1 and M-BCR-ABL expressions in chronic myeloid leukemia reveals that high WT1 expression in CML patients is detected especially in the advanced stages of the disease"}, {"pubmed": 26429164, "text": "loss of expression or even the down-regulation of c-abl, but not WYHAZ, is a fundamental event that leads to genesis and progression of tumors"}, {"pubmed": 26607903, "text": "Suggest that AIC-47 in combination with imatinib strengthened the attack on cancer energy metabolism in BCR-ABL-harboring leukemic cells."}, {"pubmed": 26721204, "text": "Blockade of the interaction between Bcr-Abl and PTB1B by small molecule SBF-1 to overcomes imatinib-resistance of K562 cells."}, {"pubmed": 26831735, "text": "Data suggest elevated interleukin-1beta secretion from tyrosine kinase inhibitor- (TKI-)resistant chronic myeloid leukemia (CML) cells contributes to TKI/imatinib resistance via promotion of cell viability/migration; cells used lack BCR-ABL mutation."}, {"pubmed": 26833194, "text": "Collective results lead us to conclude that GADD45alpha modulates curcumin sensitivity through activation of c-Abl > JNK signaling in a mismatch repair-dependent manner"}, {"pubmed": 26838548, "text": "ABL kinases promote breast cancer osteolytic metastasis by modulating tumor-bone interactions through TAZ and STAT5 signaling."}, {"pubmed": 26848623, "text": "Results indicate that eIF4B integrates the signals from Pim and PI3K/Akt/mTOR pathways in Abl-expressing leukemic cells."}, {"pubmed": 26864341, "text": "Normal ABL1 is a tumor suppressor in BCR-ABL1-induced leukemia. Allosteric stimulation of the normal ABL1 kinase activity enhanced the antileukemia effect of ABL1 tyrosine kinase inhibitors."}, {"pubmed": 27018250, "text": "mammalian c-Abl plays an important role in steroid hormone receptor-mediated transcription by regulating RBM39"}, {"pubmed": 27144331, "text": "Data indicate the Sp1 oncogene functions as a positive regulator for BCR/ABL expression."}, {"pubmed": 27160312, "text": "The notion that regular and close monitoring of MSI2 mRNA levels in chronic myeloid leukemia patients might identify patients at risk of progressing to blast crisis was not supported by this study; an increase in MSI2 transcripts does not precede an increase in BCR-ABL1 mRNA levels."}, {"pubmed": 27226592, "text": "inhibition of c-Abl minimizes receptor recycling pathways and results in chaperone-dependent trafficking of the TfR1 to the lysosome for degradation."}, {"pubmed": 27229714, "text": "ETV6-ABL1 fusion occurs in both lymphoid and myeloid leukemias; the genomic profile and clinical behavior resemble BCR-ABL1-positive malignancies, including the unfavorable prognosis, particularly of acute leukemias. The poor outcome suggests that treatment with tyrosine kinase inhibitors should be considered for patients with this fusion."}, {"pubmed": 27273956, "text": "BCR-ABL1 transcript types found in Syria were similar to that of Indian Far-Eastern, African or European populations. The M-BCR rearrangement types were not dependent on white blood count, platelet count, hemoglobin level or gender of the patients."}, {"pubmed": 27297971, "text": "Studies indicate that the prognosis of BCR-ABL-positive acute myeloid leukemia (BCR-ABL+ AML) seems to depend on the cytogenetic and/or molecular background rather than on BCR-ABL itself."}, {"pubmed": 27334764, "text": "Frequent molecular monitoring and intervention are required for patients who do not show a reduction in BCR-ABL1 transcripts to these levels after stem cell transplantation."}, {"pubmed": 27348587, "text": "c-Abl has a critical role in alpha-synuclein-induced neurodegeneration; selective inhibition of c-Abl may be neuroprotective"}, {"pubmed": 27577607, "text": "The imaging method achieved ultrasensitive detection of BCR/ABL fusion gene with a low detection limit down to 23 fM. And this method exhibited wide linear ranges over seven orders of magnitude and excellent discrimination ability toward target"}, {"pubmed": 27626309, "text": "we identified a novel c-Abl:p53:p21 signaling axis that functions as a powerful suppressor of mammary tumorigenesis and metastatic progression."}, {"pubmed": 27666407, "text": "In this review, we examine the evidence to illuminate the molecular mechanism of ABL1 in the progression of gastric cancer (GC) patients with depression and identify out new and effective methods for the initial and longterm treatment of GC."}, {"pubmed": 27693719, "text": "Data indicate that the biosensor showed excellent analytical performance for the detection of the BCR/ABL oncogene in clinical samples of patients with leukemia."}, {"pubmed": 27748288, "text": "though our data support the previous findings that co-expression of BCR-ABL transcripts is due to the occurrence of exonic and intronic polymorphisms in the BCR gene, it also shows that the intronic polymorphism can arise without the linked exonic polymorphism. The occurrence of ABL kinase domain mutation is less frequent in Indian population."}, {"pubmed": 27852045, "text": "this study identifies different BCR/Abl protein suppression patterns as a converging trait of chronic myeloid leukemia cell adaptation to energy restriction"}, {"pubmed": 27856601, "text": "BGB324 does not inhibit BCR-ABL1 and consequently inhibits chronic myeloid leukemia (CML)independent of BCR-ABL1 mutational status. Our data show that Axl inhibition has therapeutic potential in BCR-ABL TKI-sensitive as well as -resistant CML and support the need for clinical trials"}, {"pubmed": 27999193, "text": "JNJ-26854165, an inhibitor of MDM2, inhibits proliferation and triggers cell death in a p53-independent manner in various BCR/ABL-expressing cells, which include primary leukemic cells from patients with CML blast crisis and cells expressing the Imatinib-resistant T315I BCR/ABL mutant."}, {"pubmed": 28036294, "text": "Double inhibition of the N- and C-terminal termini can disrupt Hsp90 chaperone function synergistically, but not antagonistically, in Bcr-Abl-positive human leukemia cells."}, {"pubmed": 28087699, "text": "the c-Abl non-receptor kinase phosphorylates DDB1 at residue Tyr-316 to recruit a small regulatory protein, DDA1, leading to increased substrate ubiquitination"}, {"pubmed": 28278078, "text": "The compound missense mutations in BCR-ABL kinase domain responsible to elicit disease progression, drug resistance or disease relapse in chronic myeloid leukemia."}, {"pubmed": 28288113, "text": "Germline variants in ABL1 cause a syndrome characterized by congenital heart disease, skeletal abnormalities, and failure to thrive."}, {"pubmed": 28300289, "text": "dehydrocostus lactone significantly inhibits the phosphorylation expression of Bcr/Abl, STAT5, JAK2, and STAT3 and downstream molecules including p-CrkL, Mcl-1, Bcl-XL, and Bcl-2 proteins in K562 cells."}, {"pubmed": 28380378, "text": "the ABL family of tyrosine kinases rheostatically enhances IRE1alpha's enzymatic activities, thereby potentiating endoplasmic reticulum stress-induced apoptosis."}, {"pubmed": 28451802, "text": "Data indicate the feasibility of detecting ABL1 mutations in cerebrospinal fluid (CSF) by next-generation sequencing (NGS) in patients with central nervous system relapse in BCR-ABL1-positive acute lymphoblastic leukemia."}, {"pubmed": 28466557, "text": "the e13a2 BCR-ABL1 fusion transcript affects the rate, the depth, and the speed of the response to treatment with imatinib firstline, and that including the transcript type in the calculation of the baseline risk scores may improve prognostic stratification and may help the choice of the best treatment policy."}, {"pubmed": 28475010, "text": "drug sensitivity profiles of a set of compound mutations in ABL kinase were also presented in this study. Thus, our large scale computational study provides comprehensive sensitivity/resistance profiles of ABL mutations toward specific kinase inhibitors."}, {"pubmed": 28540759, "text": "The combination of BCR-ABL1 transcript type and spleen size at diagnosis is significantly predictive for achieving an overall MMR and FFS. Incorporating these predictors could be important when making clinical decisions regarding changing therapy for CML patients treated initially with IM."}, {"pubmed": 28555614, "text": "c-Abl/Arg are oncogenic kinases that regulate differential gene expression"}, {"pubmed": 28571531, "text": "this review article discusses the role of c-Abl in Parkinson Disease pathogenesis."}, {"pubmed": 28639894, "text": "6 overexpression may contribute to the high proliferation and low apoptosis in chronic myeloid leukemia cells and can be regulated by BCR/ABL signal transduction through downstream phosphoinositide 3-kinase/Akt and Janus kinase/signal transducer and activator of transcription pathways, suggesting cell division cycle protein 6 as a potential therapeutic target in chronic myeloid leukemia."}, {"pubmed": 28661474, "text": "we identified a novel mutant p53:c-Abl cytoplasmic signaling complex that promotes MDA-MB-231 cell growth and highlights the contextual cues that confer oncogenic activity to c-Abl in breast cancer"}, {"pubmed": 28663031, "text": "We demonstrate that nanopore technology is suitable for employment in the hematology laboratory for detecting BCR-ABL1 kinase domain mutation in Philadelphia-positive leukemias."}, {"pubmed": 28666867, "text": "c-Abl promotes TGF-beta-induced SKIP/Smad3 interaction."}, {"pubmed": 28776669, "text": "H19 overexpression, a frequent event in chronic myeloid leukemia, was associated with higher BCR-ABL transcript and disease progression. H19 DMR/ICR hypomethylation in CML may be one of the mechanisms mediating H19 overexpression."}, {"pubmed": 28836580, "text": "BCR-ABL1-positive microvesicles from chronic myeloid leukemias malignantly transform human bone marrow mesenchymal stem cells."}, {"pubmed": 28945248, "text": "These findings show that drug-resistance mutations in the Abl RM exert their allosteric effect by promoting the activated state of Abl and not by decreasing the drug affinity for the kinase."}, {"pubmed": 29022901, "text": "expression of WASP inversely correlates with BCR-ABL1 levels and the progression of the disease in Chronic myeloid leukemia patients.  BCR-ABL1 downregulates WASP in part by epigenetic modification of its proximal promoter."}, {"pubmed": 29058761, "text": "Once activated, c-Abl kinase regulated the activity of Vav1, which further affected Rac1/PAK1/LIMK1/cofilin signaling pathway."}, {"pubmed": 29327708, "text": "This gene is a protooncogene that encodes a protein tyrosine kinase involved in a variety of cellular processes, including cell division, adhesion, differentiation, and response to stress."}, {"pubmed": 29341593, "text": "This study combines a chemical rescue approach with quantitative phosphoproteomics to identify targets of Abl and their phosphorylation sites with enhanced temporal resolution. Both known and novel putative substrates are identified, presenting opportunities for studying unanticipated functions of Abl under physiological and pathological conditions."}, {"pubmed": 29343719, "text": "The significant role of c-Abl kinase in barrier altering agonists-mediated cytoskeletal biomechanics has been demonstrated."}, {"pubmed": 29378302, "text": "Therefore EphA4 is an emerging AbetaOs receptor and the activation of the EphA4/c-Abl axis would explain the synaptic spine alterations found in Alzheimer's disease."}, {"pubmed": 29464484, "text": "Patients with its E255K/V mutation have a poor prognosis, regardless of the stage of the disease at detection."}, {"pubmed": 29550484, "text": "This is the first report evaluating the role of SOD2 in native and T351-mutated BCR-ABL-expressing cells and in a large cohort of chronic myeloid leukemia patients. In leukemic cells silenced for SOD2 expression a specific down-regulation of the expression of PRDX2 gene was found."}, {"pubmed": 29726059, "text": "We did not find the AIF1L-ETV6 and ABL1-AIF1L fusions in other ETV6-ABL1-positive ALL. Nevertheless, functional studies would be needed to establish the biological role of AIF1L-ETV6 and ABL1-AIF1L and to determine whether they contribute to leukemogenesis and/or to the final leukemia phenotype."}, {"pubmed": 29730354, "text": "Findings demonstrate an important role of c-Abl kinase in Runx1-mediated megakaryocytes maturation and platelets formation and provide a potential mechanism of Abl kinase-regulated hematopoiesis."}, {"pubmed": 29807053, "text": "Data indicate that c-Abl kinase interacts with and phosphorylates YY1 protein regulation its transcriptional activity."}, {"pubmed": 30076949, "text": "Crosstalk between BCR-ABL1 and PAR1 suggests a novel target in chronic myeloid leukemia."}, {"pubmed": 30107177, "text": "oncogenic kinase NUP214-ABL1, through its downstream effector STAT5, directly cooperates with TLX1 at the transcriptional level."}, {"pubmed": 30177833, "text": "These results suggest that nuclear c-Abl-mediated tyrosine phosphorylation of TIF1gamma has a desuppressive role in TGF-beta-Smad2/3 signaling."}, {"pubmed": 30224298, "text": "circBA9.3 is predominantly located in the cytoplasm and enhances c-ABL1 and BCR-ABL1 oncoprotein expression."}, {"pubmed": 30281597, "text": "The assay detected low-level expression of minor BCR-ABL1 co-expressed with major BCR-ABL1. These results illustrate the feasibility and high accuracy of the Eprobe leukemia assay, even for minimal residual disease monitoring."}, {"pubmed": 30297534, "text": "These results show that ROS-induced oxidation of PTPN12 accounts for ABL1 phosphorylation in HLRCC-associated PRCC, revealing a novel mechanism for inactivating a tumor suppressor gene product and establishing a direct link between pathologic PTP oxidation and neoplastic disease."}, {"pubmed": 30591491, "text": "We report the clinical evolution of a Philadelphia-positive ALL patient co-expressing the e1a2 and e14a2 BCR-ABL transcript at diagnosis"}, {"pubmed": 30629551, "text": "The c-Abl/YAPY357 pathway serves as a mechanism for the activation of integrin alpha5beta1 and the atherogenic phenotype of ECs in response to OSS, and provides a potential therapeutic strategy for atherogenesis."}, {"pubmed": 30666020, "text": "However, the median BCR-ABL1 ratio in saliva (14.5%) was not significantly different (P = 0.8) from that of blood (12.0%). CONCLUSION: Saliva may offer an alternative easy-to-collect, readily available, and noninvasive sample for the diagnosis and treatment of CML [ chronic myeloid leukemia ]"}, {"pubmed": 30668775, "text": "CTD Tyr1-phosphorylated RNAPII (CTD Y1P) synthetizes strand-specific, damage-responsive transcripts (DARTs), which trigger formation of double-stranded (ds)RNA intermediates via DNA-RNA hybrid intermediates to promote recruitment of p53-binding protein 1 (53BP1) and Mediator of DNA damage checkpoint 1 (MDC1) to endogenous DSBs."}, {"pubmed": 30704478, "text": "Helicobacter pylori determines the subcellular localization of activated c-Abl to control cells."}, {"pubmed": 30787317, "text": "Novel mutations in the kinase domain of BCR-ABL gene causing imatinib resistance in chronic myeloid leukemia patients."}, {"pubmed": 30811945, "text": "GMFgamma phosphorylation by c-Abl has an important role in coordinating lamellipodial and focal adhesion dynamics to regulate cell migration"}, {"pubmed": 30861207, "text": "Our findings demonstrate that c-Abl kinase regulates NET formation in the inflamed pancreas. In addition, inhibition of c-Abl kinase reduced pancreatic tissue inflammation, and damage in AP. Thus, targeting c-Abl kinase might be a useful way to protect the pancreas in severe AP."}, {"pubmed": 31025148, "text": "Analysis of 43 Romanian patients with chronic myeloid leukemia treatment resistance to tyrosine kinase inhibitors reveals 14 point mutations mostly in ATP-binding site and an exon 7 deletion in A-loop of BCR-ABL1 fusion gene"}, {"pubmed": 31206255, "text": "Study reports principal transcript variants of BCR/ABL fusion gene in Iraqi chronic myeloid leukemia patients; interrelation between these variants and their association with different aspects of the disease such as age, sex, hemoglobin, white blood cell count, and platelet count."}, {"pubmed": 31638195, "text": "The possibility of tumorderived exosomes enrichment was confirmed, and for the first time, to the best of our knowledge, the detection of the BCRABL1 transcript highlighted the presence of active leukemic cells in patients with Philadelphia chromosomepositive (Ph+) chronic myeloid leukemia."}, {"pubmed": 31837444, "text": "Preclinical development of a novel BCR-ABL T315I inhibitor against chronic myeloid leukemia."}, {"pubmed": 31882420, "text": "The presence of e13a2 and e14a2 BCR/ABL1 transcripts in the peripheral blood of healthy individuals and relatives of the chronic myeloid leukemia patients."}, {"pubmed": 32000382, "text": "BCR-ABL1 fusion emerged from a previously CALR-mutated clone in myeloproliferative neoplasms [review]"}, {"pubmed": 32171747, "text": "ABL1, Overexpressed in Hepatocellular Carcinomas, Regulates Expression of NOTCH1 and Promotes Development of Liver Tumors in Mice."}, {"pubmed": 32203161, "text": "Deubiquitylase USP25 prevents degradation of BCR-ABL protein and ensures proliferation of Ph-positive leukemia cells."}, {"pubmed": 32457305, "text": "Ultra-accurate Duplex Sequencing for the assessment of pretreatment ABL1 kinase domain mutations in Ph+ ALL."}, {"pubmed": 32602291, "text": "Inhibition of USP1, a new partner of Bcr-Abl, results in decrease of Bcr-Abl level in K562 cells."}, {"pubmed": 32606017, "text": "FYN and ABL Regulate the Interaction Networks of the DCBLD Receptor Family."}, {"pubmed": 32667912, "text": "Inhibition of ABL1 tyrosine kinase reduces HTLV-1 proviral loads in peripheral blood mononuclear cells from patients with HTLV-1-associated myelopathy/tropical spastic paraparesis."}, {"pubmed": 32719139, "text": "Cumulative mechanism of several major imatinib-resistant mutations in Abl kinase."}, {"pubmed": 32770022, "text": "ABL1-dependent OTULIN phosphorylation promotes genotoxic Wnt/beta-catenin activation to enhance drug resistance in breast cancers."}, {"pubmed": 32777451, "text": "An ultra-long circulating nanoparticle for reviving a highly selective BCR-ABL inhibitor in long-term effective and safe treatment of chronic myeloid leukemia."}, {"pubmed": 32821940, "text": "ABL Kinase Domain Mutations in Iranian Chronic Myeloid Leukemia Patients with Resistance to Tyrosine Kinase Inhibitors."}, {"pubmed": 32859628, "text": "Recurrent Fusion of the GRB2 Associated Binding Protein 1 (GAB1) Gene With ABL Proto-oncogene 1 (ABL1) in Benign Pediatric Soft Tissue Tumors."}, {"pubmed": 33019757, "text": "c-Abl Tyrosine Kinase Is Regulated Downstream of the Cytoskeletal Protein Synemin in Head and Neck Squamous Cell Carcinoma Radioresistance and DNA Repair."}, {"pubmed": 33075386, "text": "Phosphorylated proteome analysis of a novel germline ABL1 mutation causing an autosomal dominant syndrome with ventricular septal defect."}, {"pubmed": 33122628, "text": "Combating acquired resistance to MAPK inhibitors in melanoma by targeting Abl1/2-mediated reactivation of MEK/ERK/MYC signaling."}, {"pubmed": 33223528, "text": "Pathogenic variants causing ABL1 malformation syndrome cluster in a myristoyl-binding pocket and increase tyrosine kinase activity."}, {"pubmed": 33561320, "text": "PKC-beta/Alox5 axis activation promotes Bcr-Abl-independent TKI-resistance in chronic myeloid leukemia."}, {"pubmed": 33568399, "text": "cAbl Kinase Regulates Inflammasome Activation and Pyroptosis via ASC Phosphorylation."}, {"pubmed": 33783941, "text": "Further delineation of van den Ende-Gupta syndrome: Genetic heterogeneity and overlap with congenital heart defects and skeletal malformations syndrome."}, {"pubmed": 33789164, "text": "Mutation Profile in BCR-ABL1-Negative Myeloproliferative Neoplasms: A Single-Center Experience From India."}, {"pubmed": 33845308, "text": "Positive interactions between STAP-1 and BCR-ABL influence chronic myeloid leukemia cell proliferation and survival."}, {"pubmed": 33895809, "text": "Molecular classification improves risk assessment in adult BCR-ABL1-negative B-ALL."}, {"pubmed": 33932144, "text": "c-Abl kinase regulates cell proliferation and ionizing radiation-induced G2/M arrest via phosphorylation of FHL2."}, {"pubmed": 34048072, "text": "Prognostic impact of KMT2A-AFF1-positivity in 926 BCR-ABL1-negative B-lineage acute lymphoblastic leukemia patients treated in GIMEMA clinical trials since 1996."}, {"pubmed": 34205064, "text": "Cortactin Is Required for Efficient FAK, Src and Abl Tyrosine Kinase Activation and Phosphorylation of Helicobacter pylori CagA."}, {"pubmed": 34217296, "text": "Effect of HSP90AB1 and CC domain interaction on Bcr-Abl protein cytoplasm localization and function in chronic myeloid leukemia cells."}, {"pubmed": 34496035, "text": "BCR-ABL1 transcript doubling time as a predictor for treatment-free remission failure after imatinib discontinuation in chronic myeloid leukaemia in chronic phase."}, {"pubmed": 34508625, "text": "ABL1 and Cofilin1 promote T-cell acute lymphoblastic leukemia cell migration."}, {"pubmed": 34627437, "text": "[Analysis of Clinical Characteristics of JAK2 V617F and BCR-ABL Double-Mutant Myeloproliferative Neoplasms]."}, {"pubmed": 34706244, "text": "ABL allosteric inhibitors synergize with statins to enhance apoptosis of metastatic lung cancer cells."}, {"pubmed": 34750265, "text": "Mutation in Abl kinase with altered drug-binding kinetics indicates a novel mechanism of imatinib resistance."}, {"pubmed": 34758608, "text": "Detection of ABL1 kinase domain mutations in therapy-naive BCR-ABL1-positive acute lymphoblastic leukemia."}, {"pubmed": 34816424, "text": "Low levels of minimal residual disease after induction chemotherapy for BCR-ABL1-negative acute lymphoblastic leukaemia in adults are clinically relevant."}, {"pubmed": 34830455, "text": "Perturbation of p38alpha MAPK as a Novel Strategy to Effectively Sensitize Chronic Myeloid Leukemia Cells to Therapeutic BCR-ABL Inhibitors."}, {"pubmed": 34971572, "text": "Fluorescent and colorimetric RT-LAMP as a rapid and specific qualitative method for chronic myeloid leukemia diagnosis."}, {"pubmed": 35027628, "text": "Pterostilbene downregulates BCR/ABL and induces apoptosis of T315I-mutated BCR/ABL-positive leukemic cells."}, {"pubmed": 35234007, "text": "Prevalence of BCR-ABL T315I Mutation in Different Chronic Myeloid Leukemia patients Categories."}, {"pubmed": 35257746, "text": "Protein tyrosine kinase Abl promotes hepatitis C virus particle assembly via interaction with viral substrate activator NS5A."}, {"pubmed": 35550008, "text": "Loss of cAbl Tyrosine Kinase in Pulmonary Arterial Hypertension Causes Dysfunction of Vascular Endothelial Cells."}, {"pubmed": 35587747, "text": "miR-203a-3p, ABL1 and TP63 gene expression is altered in the endometrium of women with endometriosis."}, {"pubmed": 35781906, "text": "Hsa_circ_0088196 suppresses trophoblast migration and invasion by the miR-525-5p/ABL1 axis and the PI3K/AKT signaling pathway."}, {"pubmed": 35967388, "text": "Molecular profile reveals immune-associated markers of medulloblastoma for different subtypes."}, {"pubmed": 36049365, "text": "The oncogene ABL1 regulates the inflammatory response of innate immunity via mediating TRAF6 ubiquitination."}, {"pubmed": 36155130, "text": "Deep sequencing reveals the spectrum of BCR-ABL1 mutations upon front-line therapy resistance in chronic myeloid leukemia: An Eastern-Indian cohort study."}, {"pubmed": 36180046, "text": "Emergence of a BCR::ABL1 rearrangement following a uniquely complex clonal evolution pattern in a patient undergoing Fms-like tyrosine kinase 3 inhibitor therapy for acute myeloid leukemia."}, {"pubmed": 36313229, "text": "Roles for c-Abl in postoperative neurodegeneration."}, {"pubmed": 36324283, "text": "Extramedullary T-lymphoblastic blast crisis in chronic myeloid leukemia: A very rare case associated with comutation of ABL1 T315I and H396R."}, {"pubmed": 36552734, "text": "c-Abl Regulates the Pathological Deposition of TDP-43 via Tyrosine 43 Phosphorylation."}, {"pubmed": 36719792, "text": "BH3 mimetics and TKI combined therapy for Chronic Myeloid Leukemia."}, {"pubmed": 36871092, "text": "The interplay between telomeric complex members and BCR::ABL1 oncogenic tyrosine kinase in the maintenance of telomere length in chronic myeloid leukemia."}, {"pubmed": 37071594, "text": "Abl kinase-mediated FUS Tyr526 phosphorylation alters nucleocytoplasmic FUS localization in FTLD-FUS."}, {"pubmed": 37169211, "text": "Angiopoietin-like 4 induces head and neck squamous cell carcinoma cell migration through the NRP1/ABL1/PXN pathway."}, {"pubmed": 37469124, "text": "Histone demethylase PHF8 facilitates the development of chronic myeloid leukaemia by directly targeting BCR::ABL1."}, {"pubmed": 38153913, "text": "Developmental trajectories and cooperating genomic events define molecular subtypes of BCR::ABL1-positive ALL."}, {"pubmed": 38188610, "text": "Spectrum of BCR-ABL mutations in Azerbaijanian imatinib-resistant patients with chronic myeloid leukemia."}, {"pubmed": 38236369, "text": "A case report of a truncated ABL1 mutation in 2 cases with Philadelphia chromosome-positive B cell precursor acute lymphoblastic leukemia."}, {"pubmed": 38325182, "text": "Zinc as a potential regulator of the BCR-ABL oncogene in chronic myelocytic leukemia cells."}, {"pubmed": 38441775, "text": "Characteristics and literature review of ETV6::ABL1 fusion gene-positive acute myeloid leukemia."}, {"pubmed": 38743093, "text": "Human ABL1 deficiency syndrome (HADS) is a recognizable syndrome distinct from ABL1-related congenital heart defects and skeletal malformations syndrome."}, {"pubmed": 38977756, "text": "Validation of a novel NGS based BCR::ABL1 kinase domain mutation detection assay in Indian cohort."}], "genomic_pos": {"chr": "9", "end": 130887675, "ensemblgene": "ENSG00000097007", "start": 130713043, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 133763062, "start": 133589333, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0000278", "pubmed": 24522549, "qualifier": "involved_in", "term": "mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001843", "qualifier": "involved_in", "term": "neural tube closure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001922", "qualifier": "involved_in", "term": "B-1 B cell homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001934", "pubmed": 24700464, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002322", "qualifier": "involved_in", "term": "B cell proliferation involved in immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002333", "qualifier": "involved_in", "term": "transitional one stage B cell differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006298", "pubmed": 10391249, "qualifier": "involved_in", "term": "mismatch repair"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006355", "pubmed": 8242749, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006468", "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006914", "qualifier": "involved_in", "term": "autophagy"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": 15657060, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0006979", "pubmed": 17626041, "qualifier": "acts_upstream_of_or_within", "term": "response to oxidative stress"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007173", "qualifier": "involved_in", "term": "epidermal growth factor receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007204", "pubmed": 24367707, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007229", "pubmed": 24863063, "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007249", "qualifier": "involved_in", "term": "canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008306", "qualifier": "involved_in", "term": "associative learning"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008630", "pubmed": 20841568, "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to DNA damage"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009791", "qualifier": "involved_in", "term": "post-embryonic development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0010506", "pubmed": 20841568, "qualifier": "involved_in", "term": "regulation of autophagy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010595", "pubmed": 24863063, "qualifier": "involved_in", "term": "positive regulation of endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018108", "pubmed": [7590236, 9144171, 10713049, 11121037], "qualifier": "involved_in", "term": "peptidyl-tyrosine phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0018108", "pubmed": [24520051, 28428613], "qualifier": "involved_in", "term": "peptidyl-tyrosine phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0018108", "pubmed": [23626584, 24522549], "qualifier": "involved_in", "term": "peptidyl-tyrosine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021587", "qualifier": "involved_in", "term": "cerebellum morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0022408", "qualifier": "involved_in", "term": "negative regulation of cell-cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030035", "qualifier": "involved_in", "term": "microspike assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030036", "qualifier": "involved_in", "term": "actin cytoskeleton organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030041", "qualifier": "involved_in", "term": "actin filament polymerization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030100", "pubmed": 20841568, "qualifier": "involved_in", "term": "regulation of endocytosis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030155", "pubmed": 20841568, "qualifier": "involved_in", "term": "regulation of cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030509", "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030514", "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030516", "pubmed": 24520051, "qualifier": "involved_in", "term": "regulation of axon extension"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031113", "pubmed": 24520051, "qualifier": "involved_in", "term": "regulation of microtubule polymerization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032489", "pubmed": 26051942, "qualifier": "involved_in", "term": "regulation of Cdc42 protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032729", "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032743", "qualifier": "involved_in", "term": "positive regulation of interleukin-2 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032956", "pubmed": [24520051, 24863063], "qualifier": "involved_in", "term": "regulation of actin cytoskeleton organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032956", "pubmed": 20841568, "qualifier": "involved_in", "term": "regulation of actin cytoskeleton organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033690", "qualifier": "involved_in", "term": "positive regulation of osteoblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034446", "qualifier": "involved_in", "term": "substrate adhesion-dependent cell spreading"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0034599", "pubmed": 24522549, "qualifier": "involved_in", "term": "cellular response to oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034976", "qualifier": "involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035791", "pubmed": 24520051, "qualifier": "involved_in", "term": "platelet-derived growth factor receptor-beta signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0036211", "pubmed": 8242749, "qualifier": "involved_in", "term": "protein modification process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0038083", "pubmed": 24520051, "qualifier": "involved_in", "term": "peptidyl-tyrosine autophosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0038096", "qualifier": "involved_in", "term": "Fc-gamma receptor signaling pathway involved in phagocytosis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0038189", "pubmed": 24863063, "qualifier": "involved_in", "term": "neuropilin signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042770", "pubmed": [9037071, 15657060, 18280240], "qualifier": "involved_in", "term": "signal transduction in response to DNA damage"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 9037071, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043123", "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043525", "qualifier": "involved_in", "term": "positive regulation of neuron apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043542", "pubmed": 24863063, "qualifier": "involved_in", "term": "endothelial cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045580", "qualifier": "involved_in", "term": "regulation of T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045907", "qualifier": "involved_in", "term": "positive regulation of vasoconstriction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045930", "qualifier": "involved_in", "term": "negative regulation of mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045931", "qualifier": "involved_in", "term": "positive regulation of mitotic cell cycle"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045944", "pubmed": 15865930, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046632", "qualifier": "involved_in", "term": "alpha-beta T cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046777", "pubmed": 10713049, "qualifier": "involved_in", "term": "protein autophosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048146", "qualifier": "involved_in", "term": "positive regulation of fibroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048536", "qualifier": "involved_in", "term": "spleen development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048538", "qualifier": "involved_in", "term": "thymus development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050731", "pubmed": 15657060, "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050798", "qualifier": "involved_in", "term": "activated T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050852", "qualifier": "involved_in", "term": "T cell receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050853", "qualifier": "involved_in", "term": "B cell receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050885", "qualifier": "involved_in", "term": "neuromuscular process controlling balance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051281", "qualifier": "involved_in", "term": "positive regulation of release of sequestered calcium ion into cytosol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051353", "pubmed": 12893824, "qualifier": "involved_in", "term": "positive regulation of oxidoreductase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051402", "qualifier": "involved_in", "term": "neuron apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051444", "pubmed": 20823226, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of ubiquitin-protein transferase activity"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051444", "pubmed": [23626584, 24522549], "qualifier": "involved_in", "term": "negative regulation of ubiquitin-protein transferase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051450", "qualifier": "involved_in", "term": "myoblast proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051496", "pubmed": 24863063, "qualifier": "involved_in", "term": "positive regulation of stress fiber assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051649", "qualifier": "involved_in", "term": "establishment of localization in cell"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051726", "pubmed": 24522549, "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051882", "pubmed": 24522549, "qualifier": "involved_in", "term": "mitochondrial depolarization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051894", "pubmed": 24863063, "qualifier": "involved_in", "term": "positive regulation of focal adhesion assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060020", "qualifier": "involved_in", "term": "Bergmann glial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060038", "qualifier": "involved_in", "term": "cardiac muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060563", "qualifier": "involved_in", "term": "neuroepithelial cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070301", "pubmed": 10713049, "qualifier": "involved_in", "term": "cellular response to hydrogen peroxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070371", "qualifier": "involved_in", "term": "ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070373", "qualifier": "involved_in", "term": "negative regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071103", "pubmed": 9558345, "qualifier": "involved_in", "term": "DNA conformation change"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071560", "qualifier": "involved_in", "term": "cellular response to transforming growth factor beta stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071871", "qualifier": "involved_in", "term": "response to epinephrine"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071901", "pubmed": 11121037, "qualifier": "involved_in", "term": "negative regulation of protein serine/threonine kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090050", "qualifier": "involved_in", "term": "positive regulation of cell migration involved in sprouting angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090398", "qualifier": "involved_in", "term": "cellular senescence"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900006", "qualifier": "involved_in", "term": "positive regulation of dendrite development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900026", "pubmed": 24863063, "qualifier": "involved_in", "term": "positive regulation of substrate adhesion-dependent cell spreading"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900272", "qualifier": "involved_in", "term": "negative regulation of long-term synaptic potentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1902036", "qualifier": "involved_in", "term": "regulation of hematopoietic stem cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903055", "qualifier": "involved_in", "term": "positive regulation of extracellular matrix organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903210", "qualifier": "involved_in", "term": "podocyte apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1903351", "pubmed": 24522549, "qualifier": "involved_in", "term": "cellular response to dopamine"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903905", "qualifier": "involved_in", "term": "positive regulation of establishment of T cell polarity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904157", "qualifier": "involved_in", "term": "DN4 thymocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904518", "pubmed": 24520051, "qualifier": "involved_in", "term": "protein localization to cytoplasmic microtubule plus-end"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904528", "pubmed": 24520051, "qualifier": "involved_in", "term": "positive regulation of microtubule binding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904531", "pubmed": 24520051, "qualifier": "involved_in", "term": "positive regulation of actin filament binding"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905244", "qualifier": "involved_in", "term": "regulation of modification of synaptic structure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905555", "qualifier": "involved_in", "term": "positive regulation of blood vessel branching"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1990051", "pubmed": 10713049, "qualifier": "involved_in", "term": "activation of protein kinase C activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000042", "pubmed": 9461559, "qualifier": "involved_in", "term": "negative regulation of double-strand break repair via homologous recombination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000096", "qualifier": "involved_in", "term": "positive regulation of Wnt signaling pathway, planar cell polarity pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:2000145", "pubmed": 20841568, "qualifier": "involved_in", "term": "regulation of cell motility"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000352", "qualifier": "involved_in", "term": "negative regulation of endothelial cell apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000406", "qualifier": "involved_in", "term": "positive regulation of T cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000773", "qualifier": "involved_in", "term": "negative regulation of cellular senescence"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001726", "qualifier": "located_in", "term": "ruffle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [9168116, 17626041, 17888034], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 8242749, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 20841568, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "pubmed": [12944467, 17626041], "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 17515907, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 20841568, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005739", "pubmed": 24522549, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 11120811, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0015629", "pubmed": 20841568, "qualifier": "located_in", "term": "actin cytoskeleton"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016604", "qualifier": "located_in", "term": "nuclear body"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030426", "qualifier": "located_in", "term": "growth cone"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031965", "qualifier": "located_in", "term": "nuclear membrane"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0032991", "pubmed": 12384576, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 17888034, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0098794", "pubmed": 24658113, "qualifier": "located_in", "term": "postsynapse"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000287", "pubmed": 9144171, "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000400", "pubmed": 9558345, "qualifier": "enables", "term": "four-way junction DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000405", "pubmed": 9558345, "qualifier": "enables", "term": "bubble DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0001784", "pubmed": 20624904, "qualifier": "enables", "term": "phosphotyrosine residue binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003677", "pubmed": 8242749, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003713", "pubmed": 15865930, "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003785", "pubmed": 20841568, "qualifier": "enables", "term": "actin monomer binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004515", "pubmed": 20841568, "qualifier": "enables", "term": "nicotinate-nucleotide adenylyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004672", "pubmed": 11120811, "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004672", "pubmed": 24863063, "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0004713", "pubmed": 15657136, "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004713", "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004713", "pubmed": [7590236, 9144171, 11121037, 12944467, 15657060, 17888034, 20823226], "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004713", "pubmed": [22810897, 24520051], "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004713", "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004715", "pubmed": [9461559, 10518561], "qualifier": "enables", "term": "non-membrane spanning protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004715", "pubmed": 28428613, "qualifier": "enables", "term": "non-membrane spanning protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005080", "pubmed": 10713049, "qualifier": "enables", "term": "protein kinase C binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7590236, 9144171, 9168117, 9346925, 9461559, 9593709, 11374898, 11375976, 11418237, 11971963, 12384576, 12893824, 15448168, 15657060, 15696159, 15886098, 16273093, 16397227, 16443220, 16831423, 16888623, 17101133, 17112510, 17318191, 17474147, 17515907, 17626041, 17888034, 18328268, 19234221, 19442657, 19470755, 19914245, 20598684, 20697350, 22286129, 22401567, 22810897, 24520051, 24658140, 24728074, 24947832, 25036101, 25852190, 27348587, 28086240, 28514442, 30021884, 31175292, 31980649, 36931259, 37219487], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005524", "pubmed": 9144171, "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0016301", "pubmed": 28288113, "qualifier": "enables", "term": "kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0017124", "pubmed": 7590236, "qualifier": "enables", "term": "SH3 domain binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019905", "pubmed": 23006999, "qualifier": "enables", "term": "syntaxin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030145", "pubmed": 9144171, "qualifier": "enables", "term": "manganese ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0038191", "pubmed": 24863063, "qualifier": "enables", "term": "neuropilin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042169", "pubmed": 12384576, "qualifier": "enables", "term": "SH2 domain binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0046875", "qualifier": "enables", "term": "ephrin receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051015", "qualifier": "enables", "term": "actin filament binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051019", "pubmed": 11121037, "qualifier": "enables", "term": "mitogen-activated protein kinase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070064", "pubmed": 15657060, "qualifier": "enables", "term": "proline-rich region binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070064", "pubmed": 7590236, "qualifier": "enables", "term": "proline-rich region binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0070097", "qualifier": "enables", "term": "delta-catenin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0097100", "pubmed": 9558345, "qualifier": "NOT enables", "term": "supercoiled DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 9558345, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 100000720], [8364, 100490771], [9031, 417181], [9598, 107976801], [9606, 25], [9615, 491292], [9913, 540876], [10090, 11350], [10116, 311860]], "id": 3783}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "SH2 domain", "id": "IPR000980", "short_desc": "SH2"}, {"desc": "Serine-threonine/tyrosine-protein kinase, catalytic domain", "id": "IPR001245", "short_desc": "Ser-Thr/Tyr_kinase_cat_dom"}, {"desc": "SH3 domain", "id": "IPR001452", "short_desc": "SH3_domain"}, {"desc": "Tyrosine-protein kinase, active site", "id": "IPR008266", "short_desc": "Tyr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "F-actin binding", "id": "IPR015015", "short_desc": "F-actin-binding"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "Tyrosine-protein kinase, catalytic domain", "id": "IPR020635", "short_desc": "Tyr_kinase_cat_dom"}, {"desc": "Tyrosine-protein kinase ABL, SH2 domain", "id": "IPR035837", "short_desc": "ABL_SH2"}, {"desc": "SH3-like domain superfamily", "id": "IPR036028", "short_desc": "SH3-like_dom_sf"}, {"desc": "SH2 domain superfamily", "id": "IPR036860", "short_desc": "SH2_dom_sf"}], "ipi": ["IPI00216969", "IPI00221171", "IPI00642669"], "map_location": "9q34.12", "name": "ABL proto-oncogene 1, non-receptor tyrosine kinase", "other_names": ["ABL protooncogene 1 nonreceptor tyrosine kinase", "Abelson tyrosine-protein kinase 1", "BCR-ABL1 p190", "BCR/ABL e8a2 fusion", "BCR/ABL1 e1a2 fusion protein", "BCR/ABL1 fusion", "bcr/c-abl oncogene protein", "c-abl oncogene 1, receptor tyrosine kinase", "chimeric BCR::ABL1 protein", "proto-oncogene c-Abl", "proto-oncogene tyrosine-protein kinase ABL1", "tyrosine-protein kinase ABL1", "v-abl Abelson murine leukemia viral oncogene homolog 1"], "pantherdb": {"HGNC": "76", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "87859", "ortholog_type": "LDO", "panther_family": "PTHR24418", "taxid": 10090, "uniprot_kb": "P00520"}, {"RGD": "1310472", "ortholog_type": "O", "panther_family": "PTHR24418", "taxid": 10116, "uniprot_kb": "D3ZHG3"}, {"RGD": "1584969", "ortholog_type": "LDO", "panther_family": "PTHR24418", "taxid": 10116, "uniprot_kb": "E9PT20"}, {"Ensembl": "ENSGALG00000003875", "ortholog_type": "LDO", "panther_family": "PTHR24418", "taxid": 9031, "uniprot_kb": "F1NCD9"}, {"ZFIN": "ZDB-GENE-100812-9", "ortholog_type": "LDO", "panther_family": "PTHR24418", "taxid": 7955, "uniprot_kb": "F8W2F9"}, {"WormBase": "WBGene00011039", "ortholog_type": "O", "panther_family": "PTHR24418", "taxid": 6239, "uniprot_kb": "Q21764"}, {"WormBase": "WBGene00022634", "ortholog_type": "O", "panther_family": "PTHR24418", "taxid": 6239, "uniprot_kb": "O01774"}, {"WormBase": "WBGene00015994", "ortholog_type": "O", "panther_family": "PTHR24418", "taxid": 6239, "uniprot_kb": "Q9GZG1"}, {"WormBase": "WBGene00000018", "ortholog_type": "LDO", "panther_family": "PTHR24418", "taxid": 6239, "uniprot_kb": "P03949"}, {"FlyBase": "FBgn0000017", "ortholog_type": "LDO", "panther_family": "PTHR24418", "taxid": 7227, "uniprot_kb": "P00522"}], "uniprot_kb": "P00519"}, "pathway": {"biocarta": [{"id": "arfpathway", "name": "tumor suppressor arf inhibits ribosomal biogenesis"}, {"id": "atmpathway", "name": "atm signaling pathway"}, {"id": "g1pathway", "name": "cell cycle: g1/s check point"}, {"id": "lis1pathway", "name": "lissencephaly gene (lis1) in neuronal migration and development"}], "kegg": [{"id": "hsa04012", "name": "ErbB signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04110", "name": "Cell cycle - Homo sapiens (human)"}, {"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}, {"id": "hsa04722", "name": "Neurotrophin signaling pathway - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, {"id": "hsa05220", "name": "Chronic myeloid leukemia - Homo sapiens (human)"}, {"id": "hsa05416", "name": "Viral myocarditis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_Alpha6Beta4Integrin", "name": "Alpha6Beta4Integrin"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_KitReceptor", "name": "KitReceptor"}, {"id": "Pathway_TCR", "name": "TCR"}], "pid": [{"id": "ajdiss_2pathway", "name": "Posttranslational regulation of adherens junction stability and dissassembly"}, {"id": "atm_pathway", "name": "ATM pathway"}, {"id": "lis1pathway", "name": "Lissencephaly gene (LIS1) in neuronal migration and development"}, {"id": "p53regulationpathway", "name": "p53 pathway"}, {"id": "p73pathway", "name": "p73 transcription factor network"}, {"id": "pdgfrbpathway", "name": "PDGFR-beta signaling pathway"}, {"id": "rb_1pathway", "name": "Regulation of retinoblastoma protein"}, {"id": "tap63pathway", "name": "Validated transcriptional targets of TAp63 isoforms"}, {"id": "telomerasepathway", "name": "Regulation of Telomerase"}, {"id": "trkrpathway", "name": "Neurotrophic factor-mediated Trk receptor signaling"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-2029480", "name": "Fcgamma receptor (FCGR) dependent phagocytosis"}, {"id": "R-HSA-2029482", "name": "Regulation of actin dynamics for phagocytic cup formation"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-376176", "name": "Signaling by ROBO receptors"}, {"id": "R-HSA-376176", "name": "Signaling by ROBO receptors"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-428890", "name": "Role of ABL in ROBO-SLIT signaling"}, {"id": "R-HSA-428890", "name": "Role of ABL in ROBO-SLIT signaling"}, {"id": "R-HSA-453279", "name": "Mitotic G1 phase and G1/S transition"}, {"id": "R-HSA-525793", "name": "Myogenesis"}, {"id": "R-HSA-525793", "name": "Myogenesis"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5663213", "name": "RHO GTPases Activate WASPs and WAVEs"}, {"id": "R-HSA-5685938", "name": "HDR through Single Strand Annealing (SSA)"}, {"id": "R-HSA-5693532", "name": "DNA Double-Strand Break Repair"}, {"id": "R-HSA-5693538", "name": "Homology Directed Repair"}, {"id": "R-HSA-5693565", "name": "Recruitment and ATM-mediated phosphorylation of repair and signaling proteins at DNA double strand breaks"}, {"id": "R-HSA-5693567", "name": "HDR through Homologous Recombination (HRR) or Single Strand Annealing (SSA)"}, {"id": "R-HSA-5693606", "name": "DNA Double Strand Break Response"}, {"id": "R-HSA-69231", "name": "Cyclin D associated events in G1"}, {"id": "R-HSA-69236", "name": "G1 Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8939236", "name": "RUNX1 regulates transcription of genes involved in differentiation of HSCs"}, {"id": "R-HSA-8940973", "name": "RUNX2 regulates osteoblast differentiation"}, {"id": "R-HSA-8941326", "name": "RUNX2 regulates bone development"}, {"id": "R-HSA-9658195", "name": "Leishmania infection"}, {"id": "R-HSA-9664407", "name": "Parasite infection"}, {"id": "R-HSA-9664417", "name": "Leishmania phagocytosis"}, {"id": "R-HSA-9664422", "name": "FCGR3A-mediated phagocytosis"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9824443", "name": "Parasitic Infection Pathways"}, {"id": "R-HSA-983231", "name": "Factors involved in megakaryocyte development and platelet production"}], "wikipathways": [{"id": "WP1530", "name": "miRNA regulation of DNA damage response"}, {"id": "WP1545", "name": "miRNAs involved in DNA damage response"}, {"id": "WP1742", "name": "TP53 network"}, {"id": "WP179", "name": "Cell cycle"}, {"id": "WP1984", "name": "Integrated breast cancer pathway"}, {"id": "WP2038", "name": "Regulation of Microtubule Cytoskeleton"}, {"id": "WP2272", "name": "Pathogenic Escherichia coli infection"}, {"id": "WP2446", "name": "Retinoblastoma gene in cancer"}, {"id": "WP2516", "name": "ATM Signaling Pathway"}, {"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}, {"id": "WP3640", "name": "Imatinib and Chronic Myeloid Leukemia"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4223", "name": "Ras signaling"}, {"id": "WP4298", "name": "Acute viral myocarditis"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP673", "name": "ErbB signaling pathway"}, {"id": "WP707", "name": "DNA damage response"}, {"id": "WP710", "name": "DNA damage response (only ATM dependent)"}]}, "pdb": ["1AB2", "1AWO", "1BBZ", "1JU5", "1OPL", "1ZZP", "2ABL", "2E2B", "2F4J", "2FO0", "2G1T", "2G2F", "2G2H", "2G2I", "2GQG", "2HIW", "2HYY", "2HZ0", "2HZ4", "2HZI", "2O88", "2V7A", "3CS9", "3EG0", "3EG1", "3EG2", "3EG3", "3EGU", "3K2M", "3PYY", "3QRI", "3QRJ", "3QRK", "3T04", "3UE4", "3UYO", "4J9B", "4J9C", "4J9D", "4J9E", "4J9F", "4J9G", "4J9H", "4J9I", "4JJB", "4JJC", "4JJD", "4TWP", "4WA9", "4XEY", "4YC8", "4ZOG", "5DC0", "5DC4", "5DC9", "5HU9", "5MO4", "5NP2", "5OAZ", "6AMV", "6AMW", "6BL8", "6NPE", "6NPU", "6NPV", "6XR6", "6XR7", "6XRG", "7CC2", "7DT2", "7N9G", "7PVQ", "7PVR", "7PVS", "7PVV", "7PW2", "7W7X", "7W7Y", "8H7F", "8H7H", "8SSN"], "pfam": ["PF00017", "PF00018", "PF07714", "PF08919"], "pharmgkb": "PA24413", "pharos": {"target_id": 8464, "tdl": "Tclin"}, "pir": "S08519", "prosite": ["PS50001", "PS50002", "PS50011"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245199", "relationship": "is"}, {"id": "GNF245200", "relationship": "is"}, {"id": "GNF245201", "relationship": "is"}, {"id": "GNF245202", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF092225", "relationship": "is"}, {"id": "GNF092226", "relationship": "is"}, {"id": "GNF092227", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050933", "relationship": "is"}, {"id": "GNF055698", "relationship": "is"}, {"id": "GNF060369", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067047", "relationship": "is"}, {"id": "GNF067048", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166924", "relationship": "is"}, {"id": "GNF166925", "relationship": "is"}, {"id": "GNF166926", "relationship": "is"}, {"id": "GNF166927", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF323700", "relationship": "is"}, {"id": "GNF323701", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093006", "relationship": "is"}, {"id": "GNF132704", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_012034.1"], "protein": ["NP_005148.2", "NP_009297.2"], "rna": ["NM_005157.6", "NM_007313.3"], "translation": [{"protein": "NP_005148.2", "rna": "NM_005157.6"}, {"protein": "NP_009297.2", "rna": "NM_007313.3"}]}, "reporter": {"HG-U133_Plus_2": "202123_s_at", "HG-U95Av2": ["1635_at", "1636_g_at", "1656_s_at", "2040_s_at", "2041_i_at", "39730_at"], "HG-U95B": "52316_s_at", "HTA-2_0": ["TC09000741.hg.1", "TC09002302.hg.1"], "HuEx-1_0": ["3191724", "3939183"], "HuGene-1_1": "8158725", "HuGene-2_1": "17090373"}, "retired": [112779, 116063], "summary": "This gene is a protooncogene that encodes a protein tyrosine kinase involved in a variety of cellular processes, including cell division, adhesion, differentiation, and response to stress. The activity of the protein is negatively regulated by its SH3 domain, whereby deletion of the region encoding this domain results in an oncogene. The ubiquitously expressed protein has DNA-binding activity that is regulated by CDC2-mediated phosphorylation, suggesting a cell cycle function. This gene has been found fused to a variety of translocation partner genes in various leukemias, most notably the t(9;22) translocation that results in a fusion with the 5' end of the breakpoint cluster region gene (BCR; MIM:151410). Alternative splicing of this gene results in two transcript variants, which contain alternative first exons that are spliced to the remaining common exons. [provided by RefSeq, Aug 2014].", "symbol": "ABL1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412097"}, "unigene": "Hs.431048", "uniprot": {"Swiss-Prot": "P00519", "TrEMBL": ["R4GRW0", "Q59FK4"]}, "wikipedia": {"url_stub": "ABL (gene)"}}