{"AllianceGenome": "23692", "HGNC": "23692", "MIM": "610376", "_id": "57007", "_version": 1, "accession": {"genomic": ["AC079611.6", "CH471063.1", "CP068276.2", "JA643399.1", "JA643405.1", "NC_000002.12", "NC_060926.1", "U73141.1"], "protein": ["AAA62370.1", "AAB16913.1", "AAB18130.1", "AAB94130.1", "AAH36661.1", "AAX93086.1", "ABH01258.1", "BAF84348.1", "CCE67098.1", "CCE67101.1", "EAW71092.1", "NP_064707.1", "P25106.3", "XP_005246154.1", "XP_005246155.1", "XP_047301091.1", "XP_047301092.1", "XP_054199038.1", "XP_054199039.1", "XP_054199040.1", "XP_054199041.1", "XP_054199042.1", "XP_054199043.1"], "rna": ["AF030297.1", "AK023507.1", "AK291659.1", "BC008459.1", "BC036661.2", "BM925428.1", "BP426139.1", "DB455412.1", "DQ822477.1", "M64749.1", "NM_001047841.1", "NM_020311.3", "U67784.1", "XM_005246097.4", "XM_005246098.4", "XM_047445135.1", "XM_047445136.1", "XM_054343063.1", "XM_054343064.1", "XM_054343065.1", "XM_054343066.1", "XM_054343067.1", "XM_054343068.1"], "translation": [{"protein": "XP_054199040.1", "rna": "XM_054343065.1"}, {"protein": "AAA62370.1", "rna": "M64749.1"}, {"protein": "XP_054199042.1", "rna": "XM_054343067.1"}, {"protein": "XP_047301091.1", "rna": "XM_047445135.1"}, {"protein": "AAB94130.1", "rna": "AF030297.1"}, {"protein": "XP_054199039.1", "rna": "XM_054343064.1"}, {"protein": "XP_005246154.1", "rna": "XM_005246097.4"}, {"protein": "XP_005246155.1", "rna": "XM_005246098.4"}, {"protein": "XP_054199043.1", "rna": "XM_054343068.1"}, {"protein": "XP_047301092.1", "rna": "XM_047445136.1"}, {"protein": "NP_064707.1", "rna": "NM_020311.3"}, {"protein": "AAH36661.1", "rna": "BC036661.2"}, {"protein": "XP_054199038.1", "rna": "XM_054343063.1"}, {"protein": "ABH01258.1", "rna": "DQ822477.1"}, {"protein": "BAF84348.1", "rna": "AK291659.1"}, {"protein": "AAB16913.1", "rna": "U67784.1"}, {"protein": "XP_054199041.1", "rna": "XM_054343066.1"}]}, "alias": ["CMKOR1", "CXC-R7", "CXCR-7", "CXCR7", "GPR159", "RDC-1", "RDC1"], "ensembl": {"gene": "ENSG00000144476", "protein": ["ENSP00000272928", "ENSP00000405945"], "transcript": ["ENST00000272928", "ENST00000447924"], "translation": [{"protein": "ENSP00000405945", "rna": "ENST00000447924"}, {"protein": "ENSP00000272928", "rna": "ENST00000272928"}], "type_of_gene": "protein_coding"}, "entrezgene": "57007", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.9778488, "exp_mis": 154.4494272, "exp_syn": 80.57256, "lof_z": 1.76610747240141, "mis_z": 1.67068641319173, "mu_lof": 4.02353846871e-07, "mu_mis": 1.35946585555e-05, "mu_syn": 7.0743150974e-06, "n_lof": 1.0, "n_mis": 112.0, "n_syn": 74.0, "p_li": 0.419555701616577, "p_null": 0.0345708341702898, "p_rec": 0.545873464213134, "syn_z": 0.453931613257525}, "bp": 1089, "cds_end": 237490197, "cds_start": 237489108, "n_exons": 1, "nonpsych": {"exp_lof": 4.484798, "exp_mis": 139.7710045, "exp_syn": 72.9053082, "lof_z": 1.61606229733477, "mis_z": 1.86740936975189, "mu_lof": 4.02353846871e-07, "mu_mis": 1.35946585555e-05, "mu_syn": 7.0743150974e-06, "n_lof": 1.0, "n_mis": 96.0, "n_syn": 71.0, "p_li": 0.403362013843888, "p_null": 0.0456372569679721, "p_rec": 0.55100072918814, "syn_z": 0.140491342443563}, "nontcga": {"exp_lof": 4.57760975, "exp_mis": 142.0914724, "exp_syn": 74.12474896, "lof_z": 1.6495094325225, "mis_z": 1.67562869439955, "mu_lof": 4.02353846871e-07, "mu_mis": 1.35946585555e-05, "mu_syn": 7.0743150974e-06, "n_lof": 1.0, "n_mis": 102.0, "n_syn": 68.0, "p_li": 0.390925176627526, "p_null": 0.041915838757639, "p_rec": 0.567158984614835, "syn_z": 0.450431810601377}, "transcript": "ENST00000272928.3"}, "exons": [{"cdsend": 236581554, "cdsstart": 236580465, "chr": "2", "position": [[236569824, 236569924], [236580439, 236582351]], "strand": 1, "transcript": "NM_020311", "txend": 236582351, "txstart": 236569824}], "exons_hg19": [{"cdsend": 237490197, "cdsstart": 237489108, "chr": "2", "position": [[237478467, 237478567], [237489082, 237490994]], "strand": 1, "transcript": "NM_020311", "txend": 237490994, "txstart": 237478467}], "generif": [{"pubmed": 16107333, "text": "RDC1, which we propose to rename as CXCR7, is a receptor for CXCL12"}, {"pubmed": 16455976, "text": "RDC1 is a marker for memory B cells, which are competent to become antibody-secreting cells"}, {"pubmed": 16940167, "text": "characterization of CXCR7, which binds with high affinity to SDF-1 & I-TAC; CXCR7 has properties that affect a spectrum of biological & pathological processes, including cell growth/survival and adhesion, as well as promotion of tumor growth"}, {"pubmed": 17363734, "text": "CD13 rapidly processed CXCL11, but not CXCL8, to generate truncated CXCL11 forms that had reduced binding, signaling, and chemotactic properties for lymphocytes and CXCR3- or CXCR7-transfected cells."}, {"pubmed": 17898181, "text": "CXCR7 has key functions in promoting breast and lung tumor development and progression."}, {"pubmed": 18214534, "text": "Transcripts of CXCR7 were detected within tumor cells and tumor free lungs, mainly in alveolar macrophage."}, {"pubmed": 18653785, "text": "Although CXCR7 is not an intrinsic signaling receptor for CXCL12 on lymphocytes or CD34(+) cells, its blocking can be useful for therapeutic interference with CXCR4-mediated activation of integrins."}, {"pubmed": 18956235, "text": "differential expression in early and late term human placenta"}, {"pubmed": 19309748, "text": "Higher expression of CXCR7 is associated with Rec-Distant and poor DFS in patients with p-stage I NSCLC."}, {"pubmed": 19525223, "text": "The tumor suppressor HIC1 is implicated in the transcriptional regulation of the chemokine receptor CXCR7, a key player in the promotion of tumorigenesis in a wide variety of cell types."}, {"pubmed": 19641136, "text": "Although CXCR7 is dispensable for bare filter in vitro chemotaxis, CXCR7 plays an essential role in the CXCL12/CXCR4-mediated transendothelial migration of CXCR4-positive CXCR7-positive human tumor cells."}, {"pubmed": 19794961, "text": "Data show that beta-arrestin 2 increased uptake of CXCL12 in cells expressing CXCR7, emphasizing the functional relevance of the interaction between CXCR7 and beta-arrestin 2."}, {"pubmed": 20018651, "text": "Vascular smooth muscle cells that endogenously express CXCR7 migrate to its ligand interferon-inducible T-cell alpha chemoattractant."}, {"pubmed": 20036838, "text": "Studies indicate that CXCR7 is an interceptor for CXCL12 and CXCL11."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20068066, "text": "SDF-1 binding receptors CXCR4 & CXCR7 are differently regulated in rhabdomyosarcom (RMS)cells; upregulation of CXCR4 & downregulation of CXCR7 by PAX3-FKHR or hypoxia may give SDF-1 an advantage to engage CXCR4 receptor, thus increasing RMS motility"}, {"pubmed": 20109310, "text": "expression up-regulated in polyp tissue of chronic rhinosinusitis"}, {"pubmed": 20161793, "text": "Data show that CXCR7 continuously cycles between the plasma membrane and intracellular compartments in the absence and presence of ligand."}, {"pubmed": 20233927, "text": "CXCR7 plays a key role during C. pneumoniae entry. The combination knockdown of CXCR7, ITGB2, and PDGFB significantly inhibits C. pneumoniae entry."}, {"pubmed": 20380740, "text": "CXCR7 regulates the invasion, angiogenesis and tumor growth of hepatocellular carcinoma cells"}, {"pubmed": 20388803, "text": "CXCR7 is found on \"differentiated\" glioma cells, and the alternate receptor CXCR4 is also localized on glioma stem-like cells"}, {"pubmed": 20525755, "text": "The report for the first time that high CXCR7 expression preferentially associates with poor patient survival of Ewing's sarcoma."}, {"pubmed": 20529825, "text": "The expression and function of CXCR3 and CXCR7 receptors in cervical carcinoma, rhabdomyosarcoma and glioblastoma cell lines, was evaluated."}, {"pubmed": 20578990, "text": "In patients with renal cell carcinoma, level of CXCR7 and CXCR4 expression in tumor tissue correlated with disease free survival and lymphatic metastasis; higher CXCR7 and CXCR4 expression predicts earlier relapse."}, {"pubmed": 20617529, "text": "CXCR7 is important for angiogenesis in rheumatoid arthritis synovium"}, {"pubmed": 20861157, "text": "The autocrine/paracrine macrophage migration inhibitory factor (MIF)/chemokines CXCR4/CXCR7 axis plays an important pleiotropic role in rhabdomyosarcoma growth."}, {"pubmed": 20887389, "text": "CXCR7: a new SDF-1-binding receptor in contrast to normal CD34(+) progenitors is functional and is expressed at higher level in human malignant hematopoietic cells."}, {"pubmed": 20889540, "text": "whereas CXCR7 protein is expressed by primitive RBCs during murine embryonic development, in adult mammals CXCR7 protein is not expressed by normal peripheral blood cells."}, {"pubmed": 20956518, "text": "CXCR4 and CXCR7 cores share ligand-binding surfaces for the binding of the synthetic ligands, indicating that CXCR4 inhibitors should be tested also on CXCR7."}, {"pubmed": 21316111, "text": "The results of this study highlight the preferential CXCR7 and CXCL12 expression within more aggressive tumors and the possible role of CXCR7 in meningioma vascularization."}, {"pubmed": 21349998, "text": "Studies indicate that CXCL12 binds to CXCR4 and CXCR7 and promote cell survival."}, {"pubmed": 21398406, "text": "Results reveal a novel mechanism of ligand-independent growth promotion by CXCR7 and its coregulation by the proinflammatory factor IL-8 in prostate cancer."}, {"pubmed": 21627360, "text": "High expression of CXCR7 combined with Alpha fetoprotein in hepatocellular carcinoma correlates with extra-hepatic metastasis to lung after hepatectomy."}, {"pubmed": 21655198, "text": "Data suggest that CXCR7 may interact with CXCR4 at the intracellular level, possibly affecting CXCR4 trafficking and/or coupling to other proteins."}, {"pubmed": 21695171, "text": "17-beta-estradiol-regulation of the CXCL12 axis components and their involvement in the growth of breast cancer cells"}, {"pubmed": 21730065, "text": "CXCR7/CXCR4 heterodimer constitutively recruits beta-arrestin to enhance cell migration."}, {"pubmed": 21778049, "text": "The CXCL11/CXCR7 pathway is involved hepatocellular carcinoma progression."}, {"pubmed": 21857817, "text": "the C-terminus of EBNA-2 accounts for the greater ability of type 1 EBV to promote B cell proliferation, through mechanisms that include higher induction of genes (LMP-1 and CXCR7) required for proliferation and survival of EBV-LCLs."}, {"pubmed": 21906874, "text": "Neuroblastoma expressed both of the SDF-1 receptors CXCR4 and CXCR7. shRNA knockdown showed that these receptors were responsible for the migration of neuroblastoma towards mesenchymal stromal cells."}, {"pubmed": 21986127, "text": "High expression of CXCR7 is associated with gallbladder cancer."}, {"pubmed": 22070874, "text": "CXCL12, on binding CXCR7, induced phosphorylation of extra cellular regulated protein kinases (ERK 1/2) and Akt."}, {"pubmed": 22083878, "text": "This study demonstration of CXCR7 acting as a classical GPCR in primary astrocytes will eventually allow to more precisely define the role of SDF-1 during development and regeneration of the central nervous systems."}, {"pubmed": 22088972, "text": "CXCR7 was elevated in the endothelium of explanted human hypertensive lungs and circulating CXCL12 levels were significantly elevated in disease. Alveolar hypoxia similar to that in lung disease increased CXCR7 expression in pulmonary endothelium."}, {"pubmed": 22152016, "text": "CXCR4 and CXCR7 play different roles in metastasis, with CXCR4 mediating breast cancer invasion and CXCR7 impairing invasion but enhancing primary tumor growth through angiogenesis."}, {"pubmed": 22173725, "text": "results suggested that CXCR7 plays an important role in human cord blood derived EPCs in response to SDF-1"}, {"pubmed": 22180778, "text": "the recombination of TLR4, MD-2 and CXCR7 strongly correlated with tumor size, lymph node metastasis and distant metastasis in colorectal carcinoma tissue samples"}, {"pubmed": 22232208, "text": "data implicate an important role for the CXCR4/CXCR7/SDF-1 pathway in the pathogenesis of hemolytic uremic syndrome"}, {"pubmed": 22266857, "text": "CXCR7+ cells promote growth and metastasis of CXCR4+ breast cancer cells."}, {"pubmed": 22300987, "text": "mechanisms of action for CXCR7"}, {"pubmed": 22457824, "text": "data demonstrate the differential regulation of CXCR7 compared to the related CXCR3 and CXCR4 receptors, and highlight the importance of understanding the molecular determinants responsible for this process"}, {"pubmed": 22472349, "text": "CXCR4 and CXCR7 are frequently co-expressed in human pancreatic cancer tissues and cell lines."}, {"pubmed": 22524658, "text": "CXCR7 is a novel tumor endothelial marker in renal cell carcinoma."}, {"pubmed": 22525723, "text": "CXCR7 plays a role in the development of bladder cancer"}, {"pubmed": 22531719, "text": "High CXCR7 expression is associated with cervical cancer."}, {"pubmed": 22736438, "text": "CXCR7 promotes bladder cancer (BCa) cell proliferation and motility plausibly through epidermal growth factor receptor receptor and Akt signaling; CXCR7 expression is elevated in BCa tissues and exfoliated cells and is associated with high-grade and metastasis"}, {"pubmed": 22736769, "text": "Regulatory pathways targeting CXCR7 C-terminal serine/threonine sites may control the CXCL12 scavenger activity of CXCR7."}, {"pubmed": 22745793, "text": "The results demonstrate that SOCS1 and SOCS3 each play a functionally distinct role in modulating TLR3, JAK/STAT, and CXCR4/CXCR7 signaling in hMSC."}, {"pubmed": 22916293, "text": "Data suggest that CXCR7 elicits anti-tumorigenic functions, and may act as a regulator of CXCR4/CXCL12-mediated signaling in neuroblastoma."}, {"pubmed": 22956548, "text": "The surface expression of 5T4 marks the use of the CXCR4 rather than the CXCR7 receptor, with distinct consequences for CXCL12 exposure."}, {"pubmed": 22978759, "text": "These results suggest that melanocytes may have a unique mechanism of migration via SDF1/CXCR7 signaling that is different from that of other cell types."}, {"pubmed": 22987307, "text": "CXCL12 protects human neural stem cells from apoptotic challenges through CXCR7- and CXCR4-mediated endocytotic signaling."}, {"pubmed": 23039915, "text": "High expression of CXCR7 is associated with renal cell carcinoma."}, {"pubmed": 23070788, "text": "The expression of SDF-1 and CXCR7 were positively correlated with lymph node metastasis in papillary thyroid carcinoma."}, {"pubmed": 23244149, "text": "High CXCR7 expression is associated with neurilemmoma or meningioma."}, {"pubmed": 23244336, "text": "Systemic Lupus Erythematosus leukocytes displayed reduced levels of CXCR4 and CXCR7 transcripts."}, {"pubmed": 23279723, "text": "This review will focus on the signaling and effects of the widespread chemokine CXCL12 and its long known G protein-coupled receptor CXCR4 and the recently discovered non-G protein-coupled receptor CXCR7. [review]"}, {"pubmed": 23344887, "text": "The CXCL12/CXCR4/CXCR7 system appears to be directly involved in microvessel growth, its members being differentially expressed in angiogenically activated microvessels and vascular sprouts."}, {"pubmed": 23352615, "text": "these results demonstrate that E2, through ERalpha, directly down-regulates CXCR7 expression by interfering with NFkappaB transcription factor at the promoter level."}, {"pubmed": 23555768, "text": "CXCR4 and CXCR7 have roles in in vitro growth, migration, sphere and tube formation in glioblastoma"}, {"pubmed": 23599431, "text": "CXCR7 is induced during monocyte-to-macrophage differentiation, which is required for SDF-1 and I-TAC signaling to JNK and p38 pathways, leading to enhanced macrophage phagocytosis"}, {"pubmed": 23636305, "text": "high expression of CXCR7 increases the risk of metastasis in post-resective hepatocellular carcinoma patients with relatively good differentiated tumors, potentially through upregulation of osteopontin."}, {"pubmed": 23677384, "text": "Decreased expression of miR-430 promotes the development of bladder cancer via the upregulation of CXCR7."}, {"pubmed": 23773308, "text": "CXCR3, CXCR4, CXCR7 have similar transmembrane helices, different conformations of N-terminal, C-terminal regions and extracellular loops, and interaction between the three receptors and CXCL11 and CXCL12 are on a hydrophobic and electrostatic basis."}, {"pubmed": 23865743, "text": "our findings indicate that both CXCR4 and CXCR7 mediate glioma cell migration"}, {"pubmed": 23894550, "text": "CXCR7 expression is sufficient to drive post-confluent growth in endothelial cell cultures. We provide a novel mechanism for CXCR7-mediated proliferation via proteasomal degradation of the tumor suppressor protein Rb."}, {"pubmed": 23921147, "text": "integrin-mediated cell-ECM interactions can modulate tumor cell morphology, and regulate the expression of chemokine receptors CXCR7 and CXCR4 which are associated with the invasive phenotype and progression of prostate cancer."}, {"pubmed": 23979133, "text": "Data indicate the therapeutic relevance of targeting CXCR7 in head and neck cancer."}, {"pubmed": 24002596, "text": "Study shows that CXCR7 has a critical role in OS progression in the lungs."}, {"pubmed": 24040160, "text": "Expression of the chemokine receptor CXCR7 in CXCR4-expressing human 143B osteosarcoma cells enhances lung metastasis of intratibial xenografts in SCID mice."}, {"pubmed": 24074251, "text": "The results of the study do not indicate a significant functional role for CXCR7 in squamous cell carcinomas or adenocarcinomas of the esophagus."}, {"pubmed": 24116850, "text": "endothelial CXCR7 regulates circulating CXCL12 levels and that CXCR7 inhibitors might be used to block CXCL12-mediated cell migration for therapeutic purposes."}, {"pubmed": 24184476, "text": "study indicated that the angiogenesis of adipose tissue-derived mesenchymal stem cells (ADSCs) is, at least partly, mediated by SDF-1/CXCR4 and SDF-1/CXCR7 axis. However, only binding of SDF-1/CXCR7 was required for proliferation of ADSCs, and CXCR7 was required for migration of ADSCs induced by SDF-1."}, {"pubmed": 24191282, "text": "Our study demonstrated for the first time that diminished CXCR7 signal at least partially contributes to the reduced in vitro functions and in vivo re-endothelialization capacity of endothelial progenitor cells from hypertensive patients."}, {"pubmed": 24255072, "text": "we performed microarray expression analyses followed by mechanistic analyses to shed light on common or opposed signaling cascades initiated by CXCR4 and CXCR7 in colorectal cancer"}, {"pubmed": 24259140, "text": "Our findings unequivocally demonstrate a novel role for CXCR7 in regulating the migration of plasmablasts during B-cell maturation."}, {"pubmed": 24277075, "text": "the present study reveals for the first time an essential role of CXCR7, together with CXCR4, in the control of CD34+ survival, cell cycling, and colony formation induced by CXCL12."}, {"pubmed": 24363762, "text": "Expression of TLR4 or CXCR7 is associated with tumor size and lymph node metastasis."}, {"pubmed": 24416254, "text": "the correlation between SDF-1, CXCR4 and CXCR7 protein levels in endometrial cancer"}, {"pubmed": 24450273, "text": "binding of CXCL12 to CXCR7 activates the ERK and Akt cell-survival pathways in JAR cells"}, {"pubmed": 24497931, "text": "Data suggest that CXC chemokine receptor 7 (CXCR7) potentiates CXC Chemokine Receptor 4 (CXCR4) response and may contribute to the maintenance of leukemia."}, {"pubmed": 24629239, "text": "We demonstrated, for the first time, that hypoxia upregulated CXCR4 but not CXCR7 expression in tumor cells and that the CXCR4 receptor protein level remains high at the cell membrane when the tumor cells return to normoxia for up to 48 hours"}, {"pubmed": 24710021, "text": "aberrant expression of CXCR7 in the vasculature has the potential to disrupt vascular homeostasis and could contribute to vascular dysfunction in cancer systems."}, {"pubmed": 24770893, "text": "Findings suggest that CXCR4 and CXCR7 closely interact in breast cancer cells. Both are co-internalized, transduce signals and induce further biological effects partly independently of a selective stimulus or antagonist."}, {"pubmed": 24814201, "text": "CXCR7 plays an important role in regulating growth and metastasis ability of papillary thyroid carcinoma (PTC) cell."}, {"pubmed": 24819308, "text": "SDF-1/CXCR7 enhances ovarian cancer cell invasion by upregulation of MMP-9 expression."}, {"pubmed": 24853339, "text": "In addition to its capacity to control CXCL12 bioavailability, ACKR3 can either enhance or dampen CXCR4-mediated signaling and activity."}, {"pubmed": 24969680, "text": "Study showed CXCR7 expression upregulated in osteosarcoma (OS) cells and positively correlated with distant metastasis suggesting that CXCR7 may represent a new biomarker involved in the development of OS."}, {"pubmed": 24970694, "text": "Overexpression HIF1alpha was related with higher expressions of CXCR7 and CXCR4, otherwise IDH1 mutation related with lower expression of both genes in astrocytomas."}, {"pubmed": 25079359, "text": "CXCR7 may play an important role in the regulation of tumor progression in multiple myeloma (MM) through an indirect effect on the recruitment of angiogenic mononuclear cells to areas of MM tumor growth in the bone marrow niche"}, {"pubmed": 25084358, "text": "CXCR7 acted as a functional receptor for CXCL12 in brain endothelial cells."}, {"pubmed": 25086956, "text": "High VEGF expression also was the independent adverse prognostic factor for embryonal rhabdomyosarcoma (ERMS). Because CXCR4, CXCR7, and VEGF are widely expressed in rhabdomyosarcoma (RMS)."}, {"pubmed": 25168820, "text": "The study shows that CXCR7 is an important modulator of cell proliferation and cell cycle progression of CXCR7-expressing breast cancer cells."}, {"pubmed": 25242412, "text": "CXCR7 participates in the differentiation of HCC by regulating HNF4A."}, {"pubmed": 25256412, "text": "CXCR7 is the predominant chemokine receptor expressed in cutaneous squamous cell carcinoma (SCC) cell lines, and activation of CXCR7 by CXCL12 promotes survival of SCC cells through the ERK pathway."}, {"pubmed": 25341042, "text": "Elevated expression of CXCR7 contributes to hepatocellular carcinoma growth and invasiveness via activation of mitogen-activated protein kinase and angiogenesis signaling pathways."}, {"pubmed": 25358600, "text": "CXCR7 expression is associated with relapse-free survival in estrogen receptor positive breast cancer patients."}, {"pubmed": 25359618, "text": "CXCR7 siRNA efficaciously suppressed CCL19-induced AKT."}, {"pubmed": 25363530, "text": "CXCR4 affects the prognosis of HCC patients but CXCR7 does not."}, {"pubmed": 25407240, "text": "High expression rates of CXCR7 is associated with pancreatic adenocarcinoma."}, {"pubmed": 25422203, "text": "CXCR7 functions as a positive regulator in the growth and proliferation of SiHa cells and its expression in cervical squamous cell carcinoma leads to biologically more aggressive tumors."}, {"pubmed": 25464914, "text": "This study found that elevated mRNA levels for CXCR7 (+29%; p<.0001) and CXCR4 (+14%, p=.052) in schizophrenia subjects."}, {"pubmed": 25474514, "text": "We assessed the relative expressions of CXCL12, CXCR4 and CXCR7 in the stroma and the tumour of head and neck squamous cell carcinoma"}, {"pubmed": 25550535, "text": "CXCR7 actively promotes the proliferation and invasive behavior of glioma tumor cells and stem-like progenitor cells."}, {"pubmed": 25586789, "text": "This short review intends to provide a concise summary of current knowledge with regards to cell-specific functions of CXCL12 and its receptors CXCR4 and CXCR7 with potential implications for the initiation and progression of atherosclerosis. [review]"}, {"pubmed": 25660395, "text": "platelet surface expression of CXCR4 and CXCR7 was measured by using flow cytometry in 284 patients with symptomatic CAD at the time of percutaneous coronary intervention"}, {"pubmed": 25810367, "text": "Developmental expression patterns of chemokines CXCL11, CXCL12 and their receptor CXCR7 in testes"}, {"pubmed": 25872129, "text": "Review of the role of chemokine receptors CXCR4/CXCR7 and their primary heterodimeric ligands CXCL12 and CXCL12/high mobility group box 1 in pancreatic cancer growth and development."}, {"pubmed": 25884570, "text": "CXCL12-mediated cell motility was CXCR7-dependent, with CXCR7 expression required for optimal expression of CXCR4 protein"}, {"pubmed": 25887589, "text": "CXCR7 may regulate growth and metastasis of papillary thyroid carcinoma via the activation of PI3K/AKT pathway and its downstream NF-kappaB signaling, as well as the down-regulation of Notch signaling."}, {"pubmed": 25894375, "text": "Knock-down of CXCR-7 expression leads to augmented TRAIL-mediated suppression of MCF-7 cell proliferation and invasion."}, {"pubmed": 25955316, "text": "CXCR4 and CXCR7 receptors play a role in organ selective homing and invasion. The balance in the expression levels of the two CXCL12 receptors reveals their participation into complex mechanisms controlling metastatic homing"}, {"pubmed": 25997540, "text": "We used western blotting and flow cytometry to detect CXCR4 and CXCR7 expression in two OS cell lines (LM8 and Dunn). An MTT assay was used to evaluate the effects of CXCL12 and AMD3100, a specific CXCR4 antagonist, on cell viability."}, {"pubmed": 26100110, "text": "The CXCL12-CXCR7 autocrine loop affects tumor endothelial cell proangiogenic properties."}, {"pubmed": 26109200, "text": "CXCR7 influences prognosis in human glioma in an IDH1-dependent manner."}, {"pubmed": 26139098, "text": "Blockade of CXCR7 suppressed MIF-mediated ERK- and zeta-chain-associated protein kinase (ZAP)-70 activation"}, {"pubmed": 26212008, "text": "TGFbeta1-CXCR7 axis may be a prognostic marker and may provide novel targets for combinational therapies to be used in the treatment of advanced lung cancer in the future"}, {"pubmed": 26216880, "text": "Dual targeting of the chemokine receptors CXCR4 and ACKR3 with novel engineered chemokines."}, {"pubmed": 26232325, "text": "the current study revealed that CXCL12 which combined its receptors CXCR4 and CXCR7 together could promote cell migration and cell invasion of OSCC."}, {"pubmed": 26360780, "text": "STAT3 signaling downstream of CXCR7 is involved in miR-101 regulation of breast cancer cell behaviors."}, {"pubmed": 26383519, "text": "CXCR7 affects the growth of PTC cells."}, {"pubmed": 26413813, "text": "Evidences suggest an indispensable role of GLI1 in the migration and metastasis of breast cancer cells through CXCL12/CXCR4 signaling enhancement."}, {"pubmed": 26428435, "text": "Data indicate that CXC chemokine CXCL14, CXC chemokine receptor CXCR7 and the ratio between CXC chemokine receptor CXCR4-2 and CXCR4-1 could predict diseae free survival in Ewing sarcoma patients."}, {"pubmed": 26507929, "text": "Pioglitazone-mediated CXCR7 suppression and macrophage chemotaxis inhibition occur via activating peroxisome proliferator-activated receptor gamma."}, {"pubmed": 26551719, "text": "Data shows the relative expression of CXCR4 and CXCR7 in platelets, their dynamic trafficking, how they differentially mediate the functional and survival response to some chemokines, and their prognostic value in coronary artery disease. [review]"}, {"pubmed": 26678890, "text": "High CXCR7 expression is associated with endometrial cancer."}, {"pubmed": 26715277, "text": "Increased CXCR7 expression is associated with invasion in nasopharyngeal carcinoma."}, {"pubmed": 26721717, "text": "the roles of CXCR4, CXCR7, and CXCL12 are associated with trophoblastic cells apoptosis and may be linked to the occurrence and development of severe preeclampsia"}, {"pubmed": 26722500, "text": "CXCR7 expression in colorectal carcinoma was correlated with tumor development and poor prognosis of patients."}, {"pubmed": 26722521, "text": "Expression levels of CXCR4 and CXCR7 in breast cancer tissues were significantly higher than that in adjacent normal tissues and patients with high CXCR4 and CXCR7 expression had a shorter survival time compared with those with low expression."}, {"pubmed": 26741980, "text": "CXCR7 is expressed on NogoA- and Nkx2.2-positive oligodendroglial cells in human multiple sclerosis brains."}, {"pubmed": 26780310, "text": "Dimers CXCR4 and CXCR7 are involved in TFF3-dependent activation of cell migration, but not cell proliferation. The ERK1/2 pathway is activated in the process, but not influenced by CXCR4 or CXCR7."}, {"pubmed": 26821357, "text": "CXCR4 was co-expressed with all investigated neural and embryonic stem cell markers in both primary and recurrent tissues, whereas CXCR7 was mostly found on stem cell marker-negative cells, but was co-expressed with KLF-4 on a distinct GBM cell subpopulation"}, {"pubmed": 26878134, "text": "hypoxia and CXCL12-CXCR7 axis appeared to be advantageous microenvironments to CD20(-) CD138(-) cells in lymphoplasmacytic lymphoma"}, {"pubmed": 26996902, "text": "CXCR7 may play a role in the progression, metastasis and angiogenesis of otorhinolaryngologic tumours."}, {"pubmed": 27035873, "text": "CXCR7 is a direct downstream target of miR-100, and overexpression of miR-100 efficiently suppresses CXCR7 expression."}, {"pubmed": 27082011, "text": "CXCL12 may be an effective diagnostic marker for papillary thyroid carcinoma, and CXCL12/CXCR4/CXCR7 axis may contribute to thyroid cancer development by regulating cancer cell migration and invasion via AKT and ERK signaling and MMP-2 activation."}, {"pubmed": 27133059, "text": "Up-regulation of miR-218 expression in renal cell carcinoma under hypoxia can result in significant and targeted down-regulation of CXCR7 expression."}, {"pubmed": 27460092, "text": "Overexpression of CXCR7 is associated with breast cancer."}, {"pubmed": 27542220, "text": "CXCL12-CXCR7 axis accelerates migration and invasion of pancreatic cancer cells through mTOR and Rho/ROCK pathways, and predicts poor prognosis of pancreatic cancer"}, {"pubmed": 27572688, "text": "Our study suggested that CXCR7 plays an important proangiogenic role in hepatocellular carcinoma (HCC). via activation of the AKT pathway. So CXCR7 may be a potential target for antiangiogenic therapy in HCC"}, {"pubmed": 27612090, "text": "our study demonstrates that the upregulation of CXCR7 signaling contributes to increased vasculogenic capacity of EOCs from CAD patients, indicating that CXCR7 signaling may be a novel therapeutic vasculogenic target for CAD."}, {"pubmed": 27716367, "text": "CXCR7 overexpression is associated with gastric cancer."}, {"pubmed": 27941339, "text": "Therefore, CXCR7 may be associated with peritoneal metastasis in gastric cancer."}, {"pubmed": 28063109, "text": "Among 479 individuals affected with clear cell renal cell carcinoma, only synonymous variants were found in COPS8 and one of the missense variants in ACKR3:c.892C>T, was observed in 4/479 individuals screened"}, {"pubmed": 28098154, "text": "Residues 2-6 of ACKR3 form an antiparallel beta-sheet with the beta1 strand (residues 25-29) of CXCL12."}, {"pubmed": 28188248, "text": "the data identified the pivotal role of the receptor CXCR7 in pulmonary inflammation with a predominant effect on the pulmonary epithelium and polymorphonuclear neutrophils"}, {"pubmed": 28239742, "text": "SDF-1/CXCR7 plays a positive role in the proliferation and invasion of endometrial carcinoma cells."}, {"pubmed": 28281844, "text": "CXCR7 expression in gastric cancer tissues was significantly higher than that in adjacent non-cancer tissues and associated with tumor size, TNM stage and lymph node metastasis. CXCR7 was identified as a novel promoter in gastric cancer initiation and progression."}, {"pubmed": 28295006, "text": "CXCR7 expression in the tumor cells and stromal cells from the metastatic foci was significantly more common in the group of male patients treated with cytotoxic drugs according to the FOLFOX6 regimen"}, {"pubmed": 28429395, "text": "CXCR7-small hairpin RNA inhibits tumour invasion and metastasis."}, {"pubmed": 28468584, "text": "suppressing CXCR4 is not enough to impede osteosarcoma invasion in bone marrow microenvironment since CXCR7 is activated to sustain invasion. Therefore, inhibiting both CXCR4 and CXCR7 could be a promising strategy in controlling osteosarcoma invasion."}, {"pubmed": 28533662, "text": "The CXCR7/CXCL12 axis is involved in lymph node and liver metastasis of gastric cancer."}, {"pubmed": 28711757, "text": "This work demonstrates distinct roles for the SDF-1/CXCR4 or CXCR7 network in human induced pluripotent stem cell-derived ventricular cardiomyocyte specification, maturation and function."}, {"pubmed": 28754798, "text": "CXCR7 mediates CD14(+)CD16(+) monocyte transmigration across the blood brain barrier, and is a potential therapeutic target for neuro AIDS."}, {"pubmed": 28759950, "text": "Chemokine receptor CXCR7 may involve in the clinical glioblastoma (GBM) progression, and CXCR7 could be a valuable prognostic marker in the treatment of GBM."}, {"pubmed": 28811579, "text": "CXCL12-stimulated CXCR7 acts as a functional receptor to activate Akt for angiogenesis in HUVECs and that CXCR7 may be a potential target molecule for endothelial regeneration and repair after vascular injury."}, {"pubmed": 28862946, "text": "Hetero-oligomerization of a1B/D-adrenergic receptor with the chemokine (C-X-C motif) receptor 4:atypical chemokine receptor 3 heteromeric complex is required for a1B/Dadrenergic receptor function"}, {"pubmed": 28945785, "text": "CXCR7 signaling could not be detected using impedance measurements. However, increasing levels of CXCR7 expression significantly reduced the CXCR4-mediated impedance readout, suggesting a regulatory role for CXCR7 on CXCR4-mediated signaling."}, {"pubmed": 29022185, "text": "A role for CXCR7 in bladder cancer [review]"}, {"pubmed": 29032612, "text": "Results show that CXCR7 is highly expressed in metastatic lymph node (MNL) of non-small cell lung neoplasm (NSCLC) and is associated with poor prognosis."}, {"pubmed": 29059160, "text": "High CXCR7 expression promotes chemoresistance in esophageal squamous cell carcinoma."}, {"pubmed": 29105376, "text": "this study indicated that CXCL12, CXCR4, and CXCR7 were differentially expressed and regulated in u-THP-1 and d-THP-1 cells in response to external stimuli. Importantly, we reported here a novel observation that uncoupling exists between transcriptional and translational regulation of CXCR4, 7 expressions by differentiation and TLR stimuli."}, {"pubmed": 29125867, "text": "While the potencies of all proteins in ACKR3 Presto-Tango assays were comparable, the efficacy of CXCL12(3-68) to activate ACKR3 was significantly reduced"}, {"pubmed": 29146732, "text": "These findings suggest that the manipulation of miR-539-5p/CXCR7 levels may have important therapeutic implications in choroidal neovascularization-associated diseases"}, {"pubmed": 29250768, "text": "the present study demonstrated that expression of CXCR7 in the lung is up-regulated during inflamed conditions and that engagement of CXCR7 with CXCL12 triggers signal transduction and regulates gene expression."}, {"pubmed": 29433559, "text": "this study shows an essential role of CXCR7, together with CXCR4, in the control of normal and malignant hematopoietic cell migration and homing induced by CXCL12."}, {"pubmed": 29587613, "text": "Study shows that overexpression of CXCR7 in different cellular populations of endometriosis microenvironment may play a role in the pathogenesis and represent a novel target for treatment."}, {"pubmed": 29901083, "text": "CXCR7 silencing inhibits the migration and invasion of human tumor endothelial cells derived from hepatocellular carcinoma by suppressing STAT3."}, {"pubmed": 29920526, "text": "Expression of CXCR7 associates with increased survival in CXCR4+ but not in CXCR4- DLBCL patients. CXCR7 overexpression in vitro is able to diminish DLBCL cell survival and increase their sensitivity to antitumor drugs."}, {"pubmed": 30047547, "text": "CXCR7 is an oncogene in PCa that can promote aggressive progression of PCa through enhancing proliferation and migration of the tumor cells."}, {"pubmed": 30051594, "text": "These findings identify a feed-forward mechanism that sustains activation of the CXCR7/CXCL11 axis under ERalpha control to induce the epithelial-mesenchymal transition pathway and metastatic behavior of ovarian cancer cells."}, {"pubmed": 30337690, "text": "his study uncovered a novel mechanism of colorectal tumorigenesis through the CXCR7/CXCR4 heterodimer-induced histone demethylation. Inhibition of CXCR7/CXCR4 heterodimer-induced histone demethylation could be an effective strategy for the prevention and treatment of colorectal cancer."}, {"pubmed": 30342381, "text": "Platelet survival is associated with platelet surface exposure of CXCR4 and CXCR7 in ST-segment elevation myocardial infarction (STEMI) patients and contributes to functional recovery after STEMI"}, {"pubmed": 30636642, "text": "The results of this study indicate that CXCR7 plays an important role in gastric cancer progression via inflammatory mechanisms, suggesting that CXCR7 could provide a basis for the development and clinical application of a targeted drug for gastric cancer."}, {"pubmed": 30864829, "text": "Upregulation of CXCR7 is associated with Angiogenesis in Degenerated Discs."}, {"pubmed": 30952632, "text": "findings identify CXCR7-mediated MAPK activation as a mechanism of resistance to second-generation antiandrogen therapy, highlighting the therapeutic potential of MAPK/ERK inhibitors in castration resistant prostate cancer"}, {"pubmed": 30955173, "text": "C-X-C Chemokine Receptor Type 7 (CXCR-7) Expression in Invasive Ductal Carcinoma of Breast in Association with Clinicopathological Features."}, {"pubmed": 31059778, "text": "Genetic knockdown of CXCR7 robustly reduced sphere formation and interacts with beta-arrestin 2, which was necessary to mediate CXCL12-induced migration, but not survival."}, {"pubmed": 31156639, "text": "Atypical Chemokine Receptor 3 Generates Guidance Cues for CXCL12-Mediated Endothelial Cell Migration."}, {"pubmed": 31211835, "text": "ACKR3, through its regulation of CXCL12 levels, is an important regulator of axon guidance in the oculomotor system; complete loss causes oculomotor synkinesis in mice, while reduced function causes oculomotor synkinesis in humans."}, {"pubmed": 31273063, "text": "Increased expression of the chemokine receptor CXCR7 constitutes a mechanism of resistance to EGFR kinase inhibitors in patients with non-small cell lung cancer through reactivation of ERK signaling."}, {"pubmed": 31324252, "text": "the osteotropism of melanoma cells to the activation of the SDF-1/CXCR4/CXCR7 axis following the exposition of tumor cells to bone-derived soluble factors, was examined."}, {"pubmed": 31437604, "text": "CXCL11 promotes tumor progression by the biased use of the chemokine receptors CXCR3 and CXCR7."}, {"pubmed": 31506383, "text": "Kinetics of CXCL12 binding to atypical chemokine receptor 3 reveal a role for the receptor N terminus in chemokine binding."}, {"pubmed": 31566725, "text": "The potential role of stromal cell-derived factor-1alpha/CXCR4/CXCR7 axis in adipose-derived mesenchymal stem cells."}, {"pubmed": 31662319, "text": "OA patients-derived monocytes have higher level of CXCR7 compared to controls."}, {"pubmed": 31792315, "text": "CXCR7 promotes migration and invasion in head and neck squamous cell carcinoma by upregulating TGF-beta1/Smad2/3 signaling."}, {"pubmed": 31865399, "text": "Modulation of CXC-motif chemokine receptor 7, but not 4, expression is related to migration of the human prostate cancer cell LNCaP: regulation by androgen and inflammatory stimuli."}, {"pubmed": 31874281, "text": "The CXCL12-CXCR4/CXCR7 axis as a mechanism of immune resistance in gastrointestinal malignancies."}, {"pubmed": 31904910, "text": "CXCR4 or CXCR7 antagonists treat endometriosis by reducing bone marrow cell trafficking."}, {"pubmed": 31991051, "text": "The expression and biological function of chemokine CXCL12 and receptor CXCR4/CXCR7 in placenta accreta spectrum disorders."}, {"pubmed": 32046406, "text": "Expression and Functional Analysis of CXCL12 and Its Receptors in Human Term Trophoblast Cells."}, {"pubmed": 32278731, "text": "The inflammation-related biomarker CXCR7 independently predicts patient outcome after radical prostatectomy."}, {"pubmed": 32361166, "text": "Activation of CXCR7 alleviates cardiac insufficiency after myocardial infarction by promoting angiogenesis and reducing apoptosis."}, {"pubmed": 32366833, "text": "Atypical chemokine receptor ACKR3/CXCR7 controls postnatal vasculogenesis and arterial specification by mesenchymal stem cells via Notch signaling."}, {"pubmed": 32374043, "text": "Differential activity and selectivity of N-terminal modified CXCL12 chemokines at the CXCR4 and ACKR3 receptors."}, {"pubmed": 32512633, "text": "Computer-aided assessment of the chemokine receptors CXCR3, CXCR4 and CXCR7 expression in gallbladder carcinoma."}, {"pubmed": 32561830, "text": "The atypical chemokine receptor ACKR3/CXCR7 is a broad-spectrum scavenger for opioid peptides."}, {"pubmed": 32566651, "text": "CXCR7 Inhibits Fibrosis via Wnt/beta-Catenin Pathways during the Process of Angiogenesis in Human Umbilical Vein Endothelial Cells."}, {"pubmed": 32788219, "text": "The chemokine X-factor: Structure-function analysis of the CXC motif at CXCR4 and ACKR3."}, {"pubmed": 32894067, "text": "Shear stress improves the endothelial progenitor cell function via the CXCR7/ERK pathway axis in the coronary artery disease cases."}, {"pubmed": 32949893, "text": "Expression of CXCR7 in colorectal adenoma and adenocarcinoma: Correlation with clinicopathological parameters."}, {"pubmed": 32978390, "text": "The atypical chemokine receptor 3 interacts with Connexin 43 inhibiting astrocytic gap junctional intercellular communication."}, {"pubmed": 33129326, "text": "Overexpression of CXCR7 accelerates tumor growth and metastasis of lung cancer cells."}, {"pubmed": 33281749, "text": "Impact of the Chemokine Receptors CXCR4 and CXCR7 on Clinical Outcome in Adrenocortical Carcinoma."}, {"pubmed": 33664415, "text": "Tissue factor pathway inhibitor upregulates CXCR7 expression and enhances CXCL12-mediated migration in chronic lymphocytic leukemia."}, {"pubmed": 33709176, "text": "Prognostic Impact of CXCR7 and CXCL12 Expression in Patients with Esophageal Adenocarcinoma."}, {"pubmed": 33799570, "text": "Differential Involvement of ACKR3 C-Tail in beta-Arrestin Recruitment, Trafficking and Internalization."}, {"pubmed": 33847822, "text": "The CXCL12/CXCR7 signalling axis promotes proliferation and metastasis in cervical cancer."}, {"pubmed": 34032285, "text": "Class A G protein-coupled receptors assemble into functional higher-order hetero-oligomers."}, {"pubmed": 34075018, "text": "The natural analgesic conolidine targets the newly identified opioid scavenger ACKR3/CXCR7."}, {"pubmed": 34098338, "text": "D-dopachrome tautomerase contributes to lung epithelial repair via atypical chemokine receptor 3-dependent Akt signaling."}, {"pubmed": 34337085, "text": "miR-100 Suppresses the Proliferation, Invasion, and Migration of Hepatocellular Carcinoma Cells via Targeting CXCR7."}, {"pubmed": 34413914, "text": "Overexpression of CXCR7 is a Novel Indicator for Enzalutamide Resistance in Castration-Resistant Prostate Cancer Patients."}, {"pubmed": 34588386, "text": "Expression of CXCR4 and CXCR7 in papillary thyroid carcinoma and adjacent tissues and their relationship with pathologic indicators of tumor aggressiveness."}, {"pubmed": 34905596, "text": "Platelet ACKR3/CXCR7 favors antiplatelet lipids over an atherothrombotic lipidome and regulates thromboinflammation."}, {"pubmed": 34920230, "text": "Prognostic significance of SDF-1 chemokine and its receptors CXCR4 and CXCR7 involved in EMT of prostate cancer."}, {"pubmed": 35226830, "text": "MicroRNA-200b-3p restrains gastric cancer cell proliferation, migration, and invasion via C-X-C motif chemokine ligand 12/CXC chemokine receptor 7 axis."}, {"pubmed": 35264069, "text": "C-X-C motif chemokine ligand 12 (CXCL12)/C-X-C motif chemokine receptor 7(CXCR7) regulates epithelial-mesenchymal transition process and promotes the metastasis of esophageal cancer by activating signal transducer and activator of transcription 3 (STAT3) pathway."}, {"pubmed": 35365782, "text": "Atypical chemokine receptor 3 induces colorectal tumorigenesis in mice by promoting beta-arrestin-NOLC1-fibrillarin-dependent rRNA biogenesis."}, {"pubmed": 35387720, "text": "[Effect of CXC chemokine receptor 7 on cell cycle of neuronal cells in ischemic stroke]."}, {"pubmed": 35681470, "text": "The CXCL12/CXCR4/ACKR3 Signaling Axis Regulates PKM2 and Glycolysis."}, {"pubmed": 35742971, "text": "Selective Elimination of Senescent Fibroblasts by Targeting the Cell Surface Protein ACKR3."}, {"pubmed": 35846294, "text": "Emerging Roles of the Atypical Chemokine Receptor 3 (ACKR3) in Cardiovascular Diseases."}, {"pubmed": 35912820, "text": "Low Expression Levels of CXCL12, CXCR4, and CXCR 7 in Peripheral Blood and Decidual Tissues are Associated with Miscarriage in Women."}, {"pubmed": 36057461, "text": "Structural snapshot of a beta-arrestin-biased receptor."}, {"pubmed": 36233192, "text": "Crosstalk between CXCR4/ACKR3 and EGFR Signaling in Breast Cancer Cells."}, {"pubmed": 36713377, "text": "ACKR3 promotes CXCL12/CXCR4-mediated cell-to-cell-induced lymphoma migration through LTB4 production."}, {"pubmed": 36748819, "text": "Exploring the CXCR4/CXCR7/CXCL12 Axis in Primary Desmoid Tumors."}, {"pubmed": 36755058, "text": "CXCR7 as a novel therapeutic target for advanced prostate cancer."}, {"pubmed": 36988340, "text": "ACKR3 orchestrates Hedgehog signaling to promote renal cell carcinoma progression."}, {"pubmed": 37141639, "text": "BMP2 induces osteogenic differentiation through ACKR3 in mesenchymal stem cells."}, {"pubmed": 37252916, "text": "Reassessing the adrenomedullin scavenging function of ACKR3 in lymphatic endothelial cells."}, {"pubmed": 37474305, "text": "Atypical Chemokine Receptor 3 \"Senses\" CXC Chemokine Receptor 4 Activation Through GPCR Kinase Phosphorylation."}, {"pubmed": 37497001, "text": "CXCL12-CXCR4/CXCR7 Axis in Cancer: from Mechanisms to Clinical Applications."}, {"pubmed": 37950281, "text": "Regulation of the Hippo/YAP axis by CXCR7 in the tumorigenesis of gastric cancer."}, {"pubmed": 38472446, "text": "Crosstalk between purinergic receptor P2Y11 and chemokine receptor CXCR7 is regulated by CXCR4 in human macrophages."}, {"pubmed": 39008676, "text": "Conformational dynamics underlying atypical chemokine receptor 3 activation."}], "genomic_pos": {"chr": "2", "end": 236582354, "ensemblgene": "ENSG00000144476", "start": 236567787, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 237491001, "start": 237476430, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001570", "qualifier": "involved_in", "term": "vasculogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019722", "qualifier": "involved_in", "term": "calcium-mediated signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0021557", "pubmed": 31211835, "qualifier": "involved_in", "term": "oculomotor nerve development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031623", "pubmed": [22300987, 22457824], "qualifier": "involved_in", "term": "receptor internalization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070098", "pubmed": 20388803, "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070374", "pubmed": 22300987, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902230", "pubmed": 20388803, "qualifier": "involved_in", "term": "negative regulation of intrinsic apoptotic signaling pathway in response to DNA damage"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905322", "qualifier": "involved_in", "term": "positive regulation of mesenchymal stem cell migration"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005768", "pubmed": 22300987, "qualifier": "located_in", "term": "endosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005769", "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [22300987, 31211835], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005905", "pubmed": 22457824, "qualifier": "located_in", "term": "clathrin-coated pit"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 22457824, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0055037", "qualifier": "located_in", "term": "recycling endosome"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0005044", "pubmed": 22300987, "qualifier": "enables", "term": "scavenger receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19380869, 21730065, 22300987, 22457824, 25775528, 27331810, 28862946, 29386406], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0015026", "qualifier": "enables", "term": "coreceptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016493", "qualifier": "enables", "term": "C-C chemokine receptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0016494", "pubmed": 20388803, "qualifier": "enables", "term": "C-X-C chemokine receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019957", "qualifier": "enables", "term": "C-C chemokine binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0019958", "pubmed": [22300987, 31211835], "qualifier": "enables", "term": "C-X-C chemokine binding"}]}, "homologene": {"genes": [[7955, 561050], [7955, 100000764], [8364, 594993], [9031, 428997], [9544, 694428], [9598, 460122], [9606, 57007], [9615, 403964], [9913, 509585], [10090, 12778], [10116, 84348]], "id": 22419}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Atypical chemokine receptor 3", "id": "IPR001416", "short_desc": "ACKR3"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}, {"desc": "G-protein coupled estrogen receptor 1-like", "id": "IPR047143", "short_desc": "GPER1-like"}], "ipi": "IPI00012733", "map_location": "2q37.3", "name": "atypical chemokine receptor 3", "other_names": ["C-X-C chemokine receptor type 7", "G protein-coupled receptor", "G-protein coupled receptor 159", "G-protein coupled receptor RDC1 homolog", "atypical chemokine receptor 3", "chemokine (C-X-C motif) receptor 7", "chemokine orphan receptor 1"], "pantherdb": {"HGNC": "23692", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109562", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 10090, "uniprot_kb": "P56485"}, {"RGD": "620601", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 10116, "uniprot_kb": "O89039"}, {"Ensembl": "ENSDARG00000062478", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 7955, "uniprot_kb": "A0A2R8PYR8"}, {"ZFIN": "ZDB-GENE-031116-61", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 7955, "uniprot_kb": "A4IG54"}, {"WormBase": "WBGene00013782", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 6239, "uniprot_kb": "O62403"}], "uniprot_kb": "P25106"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP2880", "name": "Glucocorticoid Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": ["6K3F", "7SK3", "7SK4", "7SK5", "7SK6", "7SK7", "7SK8", "7SK9"], "pfam": "PF00001", "pharmgkb": "PA162383053", "pharos": {"target_id": 4422, "tdl": "Tchem"}, "pir": "A39714", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF224741", "relationship": "is"}, {"id": "GNF266871", "relationship": "is"}, {"id": "GNF266872", "relationship": "is"}, {"id": "GNF266873", "relationship": "is"}, {"id": "GNF266874", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280904", "relationship": "is"}, {"id": "GNF280905", "relationship": "is"}, {"id": "GNF280906", "relationship": "is"}, {"id": "GNF280907", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159848", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF037455", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082690", "relationship": "is"}, {"id": "GNF082691", "relationship": "is"}, {"id": "GNF082692", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053078", "relationship": "is"}, {"id": "GNF057845", "relationship": "is"}, {"id": "GNF072989", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071723", "relationship": "is"}, {"id": "GNF071724", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282743", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283670", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002746", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093645", "relationship": "is"}, {"id": "GNF133303", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": ["NP_064707.1", "XP_005246154.1", "XP_005246155.1", "XP_047301091.1", "XP_047301092.1", "XP_054199038.1", "XP_054199039.1", "XP_054199040.1", "XP_054199041.1", "XP_054199042.1", "XP_054199043.1"], "rna": ["NM_001047841.1", "NM_020311.3", "XM_005246097.4", "XM_005246098.4", "XM_047445135.1", "XM_047445136.1", "XM_054343063.1", "XM_054343064.1", "XM_054343065.1", "XM_054343066.1", "XM_054343067.1", "XM_054343068.1"], "translation": [{"protein": "XP_054199042.1", "rna": "XM_054343067.1"}, {"protein": "XP_054199039.1", "rna": "XM_054343064.1"}, {"protein": "XP_005246155.1", "rna": "XM_005246098.4"}, {"protein": "XP_005246154.1", "rna": "XM_005246097.4"}, {"protein": "XP_054199043.1", "rna": "XM_054343068.1"}, {"protein": "XP_047301092.1", "rna": "XM_047445136.1"}, {"protein": "NP_064707.1", "rna": "NM_020311.3"}, {"protein": "XP_054199038.1", "rna": "XM_054343063.1"}, {"protein": "XP_054199040.1", "rna": "XM_054343065.1"}, {"protein": "XP_047301091.1", "rna": "XM_047445135.1"}, {"protein": "XP_054199041.1", "rna": "XM_054343066.1"}]}, "reporter": {"HG-U133_Plus_2": ["1559114_a_at", "212977_at", "232746_at"], "HG-U95Av2": "34288_at", "HTA-2_0": "TC02001437.hg.1", "HuEx-1_0": "2533999", "HuGene-1_1": "8049471", "HuGene-2_1": "16892826"}, "retired": 105373991, "summary": "This gene encodes a member of the G-protein coupled receptor family. Although this protein was earlier thought to be a receptor for vasoactive intestinal peptide (VIP), it is now considered to be an orphan receptor, in that its endogenous ligand has not been identified. The protein is also a coreceptor for human immunodeficiency viruses (HIV). Translocations involving this gene and HMGA2 on chromosome 12 have been observed in lipomas. [provided by RefSeq, Jul 2008].", "symbol": "ACKR3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1835886"}, "unigene": "Hs.471751", "uniprot": {"Swiss-Prot": "P25106", "TrEMBL": "A0A140T9K6"}, "wikipedia": {"url_stub": "CXCR7"}}