{"AllianceGenome": "130", "HGNC": "130", "MIM": "102620", "_id": "59", "_version": 1, "accession": {"genomic": ["AH002554.2", "AL157394.15", "CH471066.2", "CP068268.2", "D00618.1", "GU143396.1", "J05193.1", "M33216.1", "NC_000010.11", "NC_060934.1", "NG_011541.1"], "protein": ["AAA51577.1", "AAA51586.1", "AAA60560.1", "AAH17554.1", "AAH93052.1", "AAW29811.1", "ACZ58370.1", "BAA00492.1", "BAG36101.1", "BAG62350.1", "BAH13267.1", "CAA32064.1", "CAG38756.1", "EAW50153.1", "EAW50154.1", "EAW50155.1", "NP_001135417.1", "NP_001307784.1", "NP_001393391.1", "NP_001393392.1", "NP_001393393.1", "NP_001393395.1", "NP_001393396.1", "NP_001393397.1", "NP_001393398.1", "NP_001393400.1", "NP_001604.1", "P62736.1"], "rna": ["AK127229.1", "AK300353.1", "AK300664.1", "AK313294.1", "AY692464.1", "BC017554.2", "BC093052.1", "BP248338.1", "BP320140.1", "BP379410.1", "BQ029841.1", "CR536518.1", "DC304647.1", "DC354672.1", "DC359878.1", "DC385559.1", "J05192.1", "NM_001141945.3", "NM_001320855.2", "NM_001406462.1", "NM_001406463.1", "NM_001406464.1", "NM_001406466.1", "NM_001406467.1", "NM_001406468.1", "NM_001406469.1", "NM_001406471.1", "NM_001613.4", "X13839.1"], "translation": [{"protein": "AAW29811.1", "rna": "AY692464.1"}, {"protein": "NP_001393397.1", "rna": "NM_001406468.1"}, {"protein": "BAG62350.1", "rna": "AK300664.1"}, {"protein": "NP_001393391.1", "rna": "NM_001406462.1"}, {"protein": "CAA32064.1", "rna": "X13839.1"}, {"protein": "NP_001393400.1", "rna": "NM_001406471.1"}, {"protein": "CAG38756.1", "rna": "CR536518.1"}, {"protein": "NP_001393398.1", "rna": "NM_001406469.1"}, {"protein": "AAH17554.1", "rna": "BC017554.2"}, {"protein": "AAH93052.1", "rna": "BC093052.1"}, {"protein": "BAG36101.1", "rna": "AK313294.1"}, {"protein": "NP_001307784.1", "rna": "NM_001320855.2"}, {"protein": "NP_001393395.1", "rna": "NM_001406466.1"}, {"protein": "NP_001135417.1", "rna": "NM_001141945.3"}, {"protein": "NP_001393393.1", "rna": "NM_001406464.1"}, {"protein": "BAH13267.1", "rna": "AK300353.1"}, {"protein": "NP_001393392.1", "rna": "NM_001406463.1"}, {"protein": "AAA51577.1", "rna": "J05192.1"}, {"protein": "NP_001604.1", "rna": "NM_001613.4"}, {"protein": "NP_001393396.1", "rna": "NM_001406467.1"}]}, "alias": ["ACTSA", "SMDYS"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2016-09-27T00:00:00", "disease_label": "familial thoracic aortic aneurysm and aortic dissection", "gcep": "Heritable Thoracic Aortic Aneurysm and Dissection Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0019625", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGCIEX:assertion_8249", "sop": "SOP4"}}, "ensembl": {"gene": "ENSG00000107796", "protein": ["ENSP00000224784", "ENSP00000396730", "ENSP00000398239", "ENSP00000518893", "ENSP00000518894", "ENSP00000518895", "ENSP00000518896", "ENSP00000518897", "ENSP00000518898", "ENSP00000518899"], "transcript": ["ENST00000224784", "ENST00000415557", "ENST00000458159", "ENST00000480297", "ENST00000482085", "ENST00000488967", "ENST00000713597", "ENST00000713598", "ENST00000713599", "ENST00000713600", "ENST00000713601", "ENST00000713602", "ENST00000713603"], "translation": [{"protein": "ENSP00000518893", "rna": "ENST00000713597"}, {"protein": "ENSP00000518894", "rna": "ENST00000713598"}, {"protein": "ENSP00000518895", "rna": "ENST00000713599"}, {"protein": "ENSP00000224784", "rna": "ENST00000224784"}, {"protein": "ENSP00000398239", "rna": "ENST00000458159"}, {"protein": "ENSP00000518896", "rna": "ENST00000713600"}, {"protein": "ENSP00000518897", "rna": "ENST00000713601"}, {"protein": "ENSP00000518898", "rna": "ENST00000713602"}, {"protein": "ENSP00000396730", "rna": "ENST00000415557"}, {"protein": "ENSP00000518899", "rna": "ENST00000713603"}], "type_of_gene": "protein_coding"}, "entrezgene": "59", "exons": [{"cdsend": 88948930, "cdsstart": 88935222, "chr": "10", "position": [[88935073, 88935366], [88938060, 88938242], [88939506, 88939698], [88941228, 88941390], [88941784, 88941869], [88943796, 88943907], [88947257, 88947386], [88948801, 88948953], [88990938, 88991397]], "strand": -1, "transcript": "NM_001141945", "txend": 88991397, "txstart": 88935073}, {"cdsend": 88948930, "cdsstart": 88935222, "chr": "10", "position": [[88935073, 88935366], [88938060, 88938242], [88939506, 88939698], [88941228, 88941390], [88941784, 88941869], [88943796, 88943907], [88947257, 88947386], [88948801, 88948953], [88991021, 88991397]], "strand": -1, "transcript": "NM_001320855", "txend": 88991397, "txstart": 88935073}, {"cdsend": 88948930, "cdsstart": 88935222, "chr": "10", "position": [[88935073, 88935366], [88938060, 88938242], [88939506, 88939698], [88941228, 88941390], [88941784, 88941869], [88943796, 88943907], [88947257, 88947386], [88948801, 88948953], [88952730, 88952773]], "strand": -1, "transcript": "NM_001613", "txend": 88952773, "txstart": 88935073}], "exons_hg19": [{"cdsend": 90708687, "cdsstart": 90694979, "chr": "10", "position": [[90694830, 90695123], [90697817, 90697999], [90699263, 90699455], [90700985, 90701147], [90701541, 90701626], [90703553, 90703664], [90707014, 90707143], [90708558, 90708710], [90750695, 90751154]], "strand": -1, "transcript": "NM_001141945", "txend": 90751154, "txstart": 90694830}, {"cdsend": 90708687, "cdsstart": 90694979, "chr": "10", "position": [[90694830, 90695123], [90697817, 90697999], [90699263, 90699455], [90700985, 90701147], [90701541, 90701626], [90703553, 90703664], [90707014, 90707143], [90708558, 90708710], [90750778, 90751154]], "strand": -1, "transcript": "NM_001320855", "txend": 90751154, "txstart": 90694830}, {"cdsend": 90708687, "cdsstart": 90694979, "chr": "10", "position": [[90694830, 90695123], [90697817, 90697999], [90699263, 90699455], [90700985, 90701147], [90701541, 90701626], [90703553, 90703664], [90707014, 90707143], [90708558, 90708710], [90712487, 90712530]], "strand": -1, "transcript": "NM_001613", "txend": 90712530, "txstart": 90694830}], "generif": [{"pubmed": 9546431, "text": "Human smooth muscle alpha-actin gene is a transcriptional target of the p53 tumor suppressor protein"}, {"pubmed": 15588509, "text": "Smooth muscle alpha-actin is expressed in endothelial cells derived from CD34+ human cord blood cells"}, {"pubmed": 16115228, "text": "Apha-smooth muscle actin may prove to be a valuable marker in the evaluation fibrosis progression and an early indicator of the development of fibrosis."}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16573163, "text": "Integrin accelerates the synthesis of alpha-SMA in contracture of hypertrophic scar."}, {"pubmed": 17626241, "text": "GATA-6 regulates human alpha-SMA expression via a novel regulatory cis element in the alpha-SMA promoter-enhancer"}, {"pubmed": 17786474, "text": "Ezrin and alpha-smooth muscle actin are predictive immunohistochemical prognostic markers for patients with an osteosarcoma"}, {"pubmed": 17994018, "text": "Study shows that missense mutations in ACTA2 are responsible for 14% of inherited ascending thoracic aortic aneurysms and dissections (TAAD)."}, {"pubmed": 19261809, "text": "TNF-alpha abrogated TGFbeta1-induced SMalphaA gene expression at the level of transcription without disrupting phosphorylation of regulatory Smads."}, {"pubmed": 19285011, "text": "These findings indicate the existence of alpha-smooth muscle actin-positive endothelial cells in adult aortic endothelium and the possible association with progression of atherosclerosis."}, {"pubmed": 19409525, "text": "heterozygous ACTA2 mutations predispose patients to a variety of diffuse and diverse vascular diseases, including TAAD, premature CAD, ischemic strokes, and MMD"}, {"pubmed": 19639654, "text": "findings confirm that ACTA2 mutations are important in familial TAAD, while the first sporadic and young-onset TAAD case with an ACTA2 mutation was also identified"}, {"pubmed": 19683985, "text": "Alpha-SMA metabolism in basal cell carcinoma is associated with a more aggressive behaviour of this tumor."}, {"pubmed": 19745835, "text": "Data suggest that ACTA2 is not a major responsible gene for MMD, especially for Japanese MMD patients."}, {"pubmed": 19788615, "text": "Mucosal remodeling with alterations of NCAM+ or alpha-SMA+ subepithelial and interstitial cells may play a critical role in UC-associated tumorigenesis."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20128380, "text": "The increased gene expressions of bFGF, alpha-SMA and PCNA in atrium during atrial fibrillation may contribute to atrial fibrosis by promoting fibroblast proliferation."}, {"pubmed": 20132408, "text": "Data show that the purified hMDCs cultured in SMIM for 4 weeks and expressed significant amount of smooth muscle myosin heavy chain and alpha-smooth muscle actin."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20381122, "text": "Alpha-smooth muscle actin was expressed by tumor cells in basal cell carcinoma, but stromal expression of alpha-smooth muscle actin was restricted to the aggressive tumors and highly predictive of aggressive behavior."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628268, "text": "These results suggest that TGF-beta1 plays a pivotal role in synovial fluid from patients with rheumatoid arthritis-induced differentiation of human adipose tissue-derived mesenchymal stem cells to alpha-SMA-positive cells."}, {"pubmed": 20689142, "text": "Missense mutation in ACTA2 gene is associated with thoracic aortic aneurysms and dissections."}, {"pubmed": 20734336, "text": "De novo mutation in ACTA2 causes a syndrome characterized by dysfunction of smooth muscle cells, leading to aortic and cerebrovascular disease."}, {"pubmed": 20970362, "text": "One new mutation (R179H, heterozygous) in exon 6 of ACTA2 is found in one patient with Moyamoya disease."}, {"pubmed": 21131735, "text": "The Rho signaling pathway may mediate SiO induced alpha-SMA expression in human bronchial epithelial cells."}, {"pubmed": 21212136, "text": "ACTA2 is confirmed to be a major disease gene for autosomal dominant thoracic aortic aneurysms and dissections (12%)and the associated vascular phenotype can be highly malignant."}, {"pubmed": 21233699, "text": "Microdeformations produced by the combination of polyurethane foam and suction are associated with increased fibroblast proliferation and up-regulation of gene expressions in fibroblasts"}, {"pubmed": 21248741, "text": "3 missense mutations in ACTA2 of German patients of nonsyndromic Thoracic aortic aneurysms leading to type A dissections(TAAD) were identified."}, {"pubmed": 21288906, "text": "Allele-specific effects of thoracic aortic aneurysm and dissection alpha-smooth muscle actin mutations on actin function."}, {"pubmed": 21343850, "text": "Data show that TGF-beta1 stimulated cell proliferation, enhanced the gene expression of type I and III collagen, and alpha-SMA."}, {"pubmed": 21477997, "text": "Plasminogen activator inhibitor-2 (PAI-2) secreted from activated mast cells induces alpha-smooth muscle actin (alpha-SMA) expression in dermal fibroblasts"}, {"pubmed": 21496259, "text": "Demonstrate increased expression of tenascin-C and alpha-smooth muscle actin positive cells in the large airways in chronic obstructive pulmonary disease."}, {"pubmed": 21530503, "text": "With increased tension cytoskeletal stress fibers develop that contain alphaSMA and alphavbeta3 integrin that replaces alpha2beta1 integrin, consistent with cell switching from collagen to non-collagen proteins interactions."}, {"pubmed": 21553326, "text": "in our cohort, Renal fibromuscular dysplasia was not caused by ACTA2"}, {"pubmed": 21612641, "text": "Report reversal of TGF-beta1 stimulation of alpha-smooth muscle actin and extracellular matrix components by cyclic AMP in Dupuytren's-derived fibroblasts."}, {"pubmed": 21617610, "text": "Report alpha smooth muscle actin levels in varicose veins in relation to apoptosis and cell proliferation."}, {"pubmed": 21815248, "text": "TGFBR1, TGFBR2, and ACTA2 mutations were found in 4 families with thoracic aortic aneurysms and dissections and predominantly fusiform intracranial aneurysms."}, {"pubmed": 21937134, "text": "ACTA2 mutations are identified in 16% of a cohort presenting with familial thoracic aortic aneurysm/dissection."}, {"pubmed": 21937873, "text": "Ultrasound irradiation promotes alpha-SMA and TGF-beta1 expression in human dermal fibroblasts."}, {"pubmed": 21996542, "text": "The extracellular matrix of benign myoepithelial cells induces the increase in alpha-smooth muscle actin expression."}, {"pubmed": 22001912, "text": "Data show that homozygous and compound heterozygous changes found in PLOD1 and SLC2A10 may confer autosomal recessive effects, and three MYH11, ACTA2 and COL3A1 heterozygous variants were considered as putative pathogenic gene alterations."}, {"pubmed": 22133903, "text": "The level of VE-Cad(low)alpha-SMA(+) progenitor cells was associated with the severity of coronary atherosclerosis as quantified by the Gensini score."}, {"pubmed": 22138123, "text": "The differences in gene expression pattern indicate a change in the composition and structure of the extracellular matrix, and a possible turn in the healing programme towards fibrous scar tissue formation, leading to non-union"}, {"pubmed": 22232431, "text": "nanoscale topographic features modulate TGFbeta-induced myofibroblast differentiation and alphaSMA expression, possibly through upregulation of Smad7."}, {"pubmed": 22395512, "text": "analysis of CD105, CD31, alpha-SMA, vimentin and desmin expression on a series of normal human heart tissues varying between five and 33 weeks"}, {"pubmed": 22460095, "text": "Interstitial expression of ASMA is associated with reduced renal function at time of biopsy."}, {"pubmed": 22543453, "text": "Our findings show that there is differential expression of the alpha isoform of smooth muscle actin in primary bone tumours"}, {"pubmed": 22790431, "text": "Congenital mydriasis is an extremely rare pupil anomaly and is the feature for the early diagnosis of this new syndrome with ACTA2 mutation."}, {"pubmed": 22831780, "text": "Neuroimaging phenotype of ACTA2 mutations highlights differences compared with moyamoya disease and emphasizes clinical features that should lead to consideration of this diagnosis and recognition of the importance of the cerebrovascular patterns."}, {"pubmed": 22946110, "text": "Case Report: young adult who presented with an acute brachial artery occlusion and was subsequently found to have aortopathy and an ACTA2 mutation."}, {"pubmed": 22960022, "text": "Phenotypic expression of alpha-smooth muscle actin, smooth muscle myosin heavy chain 2, and smoothelin were significantly decreased in the dissected media, whereas that of osteopontin was elevated."}, {"pubmed": 23020218, "text": "expression of alpha-SMA may play certain roles in painful traumatic neuroma, either as a direct cause of neuroma-associated pain or as an indirect marker of local mechanical stimuli"}, {"pubmed": 23068445, "text": "When cells were treated with TGF-beta under mechanical stress conditions, ETFB knockdown attenuated alpha-SMA mRNA expression to a level comparable to that observed in the absence of TGF-beta. However, no inhibitory effect on COL1A1 mRNA levels was observed."}, {"pubmed": 23116162, "text": "the expression of a-smooth muscle actin in periretinal membranes of proliferative vitreoretinopathy (PVR) was related to the grade of PVR"}, {"pubmed": 23182716, "text": "Results indicate that the alpha-SMA inducing effect of M2 macrophages is in part mediated by secretion of PGDF-CC."}, {"pubmed": 23794425, "text": "As a short-term effect, PDI seems to inhibit myofibroblastic transformation of keratocytes, but does not have an impact on activation of CD34-positive keratocytes."}, {"pubmed": 23879759, "text": "Our data suggest that ACTA2 is not a major disease-causing gene for spontaneous cerebral artery dissection"}, {"pubmed": 23982059, "text": "Expression of alpha-smooth muscle actin increases progressively in late, transitional and early placental infarct in severe preeclampsia."}, {"pubmed": 23995859, "text": "ACTA2 regulates c-MET and FAK expression in lung adenocarcinoma cells, which positively and selectively influence metastatic potential."}, {"pubmed": 24020716, "text": "We report a missense mutation in the smooth muscle alpha-actin (ACTA2; MIM*102620) gene in a 3 generational family from Northern Ireland in which iris flocculi were an ocular marker of the disease."}, {"pubmed": 24024919, "text": "findings confirmed that ACTA2 did not play an important role in the pathogenesis of moyamoya disease"}, {"pubmed": 24243736, "text": "Women with ACTA2 mutations who are planning to get pregnant should be counseled about this risk of aortic dissection, and proper clinical management should be initiated to reduce this risk."}, {"pubmed": 24322015, "text": "Angiogenesis evaluated through the VEGF and MVD (CD105+ and alpha-SMA+) expression is correlated with the progression and metastasis of gastric cancer and could be considered a prognostic marker of these tumors."}, {"pubmed": 24353327, "text": "We report a case of ACTA2 mutation in a 3-year-old girl presenting with acute ischemic stroke"}, {"pubmed": 24446247, "text": "Suggest dynamic interplay between transcriptional activators Pur-alpha/Pur-beta and repressors in regulating SMalphaA gene output during myofibroblast differentiation."}, {"pubmed": 24614064, "text": "Sphingosylphosphorylcholine stimulates alpha-SMA protein expression and human lung fibroblast mediated collagen gel contraction via S1P2 receptor."}, {"pubmed": 24715163, "text": "This study analyzes the microvascular density (MVD) for CD105+ and alpha-SMA+ vessels and VEGF immunoexpression for 35 oral squamous cell carcinomas and for the associated dysplastic lesions of the lips."}, {"pubmed": 24793577, "text": "genetic testing revealed new mutations in FBN1, TGFbetaR1, TGFbetaR2 and ACTA2 detected in patients with clinical diagnosis of Marfan Syndrome, Loeys-Dietz Syndrome and Thoracic Aortic Aneurysms and Dissections."}, {"pubmed": 24840563, "text": "Significant down-regulation of the ACTA2 gene, encoding the cytoskeletal protein alpha 2 actin, in response to RHOA knockdown in both osteoblast-like and osteoclast-like cells."}, {"pubmed": 24877105, "text": "Relationships of alpha-SMA-positive fibroblasts and SDF-1-positive tumor cells with neoangiogenesis in nasopharyngeal carcinoma."}, {"pubmed": 24945657, "text": "ACTA2, FSP1, and PDGFRa are unfavorable prognostic indicators of esophageal squamous cell carcinoma patients."}, {"pubmed": 24966580, "text": "alpha-SMA could be a useful marker for the detection of early stage fibrosis in liver transplant recipients stopping immunosuppressive therapy."}, {"pubmed": 24998021, "text": "This case illustrates the spectrum of systemic malformations that are attributable to mutations in ACTA2 and expands the spectrum of cerebrovascular anomalies that are now known to accompany congenital mydriasis."}, {"pubmed": 25225139, "text": "Identical twin brothers were identified with severe progressive thoracic aortic aneurysm due to ACTA2 mutation."}, {"pubmed": 25314063, "text": "High ACTA2 expression is associated with pancreatic cancer."}, {"pubmed": 25406900, "text": "Epithelial-mesenchymal transition-related proteins CK-7 and alpha-SMA colocalized to the intrahepatic biliary epithelial cells in patients with biliary atresia."}, {"pubmed": 25476248, "text": "Ca2+- and KCa3.1-dependent processes facilitate \"constitutive\" alpha smooth muscle actin expression and Smad2/3 signalling in IPF-derived fibroblasts, and thus promote fibroblast to myofibroblast differentiation."}, {"pubmed": 25611270, "text": "The immunohistochemical expression of E-cadherin and alpha-smooth muscle actin (alpha-SMA) in 15 cases of pleomorphic adenoma of salivary glands, were investigated."}, {"pubmed": 25759435, "text": "Mutations disrupting p.R179 and p.R258 were associated with significantly increased risk for aortic events, whereas p.R185Q and p.R118Q mutations showed significantly lower risk of aortic events compared with other mutations"}, {"pubmed": 25853442, "text": "increased level of alphaSMA, a hallmark of epithelial mesenchymal transition in lens epithelial cells, is associated with increased level of histone H4 acetylation at the promoter region of alphaSMA gene(ACTA2)"}, {"pubmed": 25921136, "text": "alphaSMA was not expressed in benign papillary hyperplastic lesions while it was expressed in papillary carcinoma"}, {"pubmed": 25954927, "text": "The number and distribution of myofibroblasts and the expression levels of ACTA2 in the fetal membrane may be involved in the mechanisms of development, apoptosis and trophoblastmyofibroblast transformation of the fetal membrane."}, {"pubmed": 26028530, "text": "Alpha-SMA overexpression induced YAP translocation to the nucleus and reduced the high clonogenicity and adipogenic potential of alpha-SMA-negative MSCs."}, {"pubmed": 26034244, "text": "The ACTA2 gene encodes the smooth muscle alpha2-actin protein. Pathogenic mutations within ACTA2 result in disrupted contractility and are a recognized cause of aortic dissection"}, {"pubmed": 26153420, "text": "The effect of the R258C mutation in SM alpha-actin, is reported."}, {"pubmed": 26447986, "text": "Transforming growth factor-beta1 induces an up-regulation of alpha-SMA stress fibers in retinal Muller cells and fibroblasts and appears to have a cell-specific effect on intracellular collagen expression."}, {"pubmed": 26470744, "text": "All the variants analyzed expressed alpha-SMA mildly or moderately, except for the follicular variant that either did not express alpha-SMA or expressed it mildly."}, {"pubmed": 26569118, "text": "NGF has a role in modulating trkANGFR/p75NTR in alphaSMA-expressing conjunctival fibroblasts from human ocular cicatricial pemphigoid"}, {"pubmed": 26701730, "text": "Data show that the expression profiles of three proteins: E-cadherin, Snail, and alpha-smooth muscle actin were significantly different in extraprostatic extension prostate cancer (PCa) compared with intra-prostatic tumour."}, {"pubmed": 26835993, "text": "Multisystemic smooth muscle dysfunction syndrome secondary to an ACTA2 mutation."}, {"pubmed": 26927700, "text": "Parenchymal alphaSMA expression in hepatic tissue appeared to increase only among hepatitis C subjects with fibrosis 3-4."}, {"pubmed": 26934405, "text": "ACTA2 mutations are associated with structural disruption and functional impairment of contractile proteins, and predispose to a variety of diffuse vascular diseases including TAAD, CAD, ischemic strokes, and Moyamoya disease. Vascular SMCs are also implicated in vascular remodeling in both physiological and pathological conditions."}, {"pubmed": 27012699, "text": "Genetic analysis revealed a missense mutation of the ACTA2 gene, encoding for a smooth muscle isoform of alpha-actin."}, {"pubmed": 27064749, "text": "site-directed mutagenesis revealed several basic amino acid residues in the intermolecular (R267) and intramolecular (K82 and R159) subdomains that are essential for Purbeta transcriptional repressor function in Acta2 promoter-reporter assays. In keeping with their diminished Acta2 repressor activity in fibroblasts, purified Purbeta variants containing an R267A mutation exhibited reduced binding affinity for purine-ric..."}, {"pubmed": 27082296, "text": "alpha-SMA expression, and MLC phosphorylation, whereas butaprost inhibited TGF-beta2-induced CPCG contraction, actin polymerization, and MLC phosphorylation."}, {"pubmed": 27431987, "text": "Two novel actin alpha 2 mutations (N117I and L348R) were identified in each familial non-syndromatic thoracic aortic aneurysm proband separately, and an additional novel actin alpha 2 mutation (Y168N) was identified in one patient with sporadic non-syndromatic thoracic aortic aneurysm."}, {"pubmed": 27551047, "text": "The R179H mutation has the potential to affect actin structure and function in both the contractile domain of the cell and the more dynamic cytoskeletal pool of actin, both of which are required for contraction."}, {"pubmed": 28074631, "text": "In patients with MYH11 or ACTA2 variants, the effect of intronic variants on splicing was demonstrated on the mRNA level in the induced smooth muscle cell (SMC), allowing classification into pathogenic or nonpathogenic variants."}, {"pubmed": 28117838, "text": "During transition from the pluripotent stage towards the neural developmental stage, ACTA2 is differentially expressed in bipolar patient derived cells compared to control derived cells."}, {"pubmed": 28328125, "text": "Two unrelated patients with the heterozygous R189H mutation in ACTA2 and complex congenital heart defects expands the cardiac phenotype of multisystemic smooth muscle dysfunction syndrome."}, {"pubmed": 28343608, "text": "ACTA2 is the isoform of contractile protein alpha-actin present in vascular smooth muscle cells (SMCs) throughout the arterial tree.4 Pathologic conditions in individuals with ACTA2 mutations show increased deposition of SMCs in the intimal arterial layer, leading to a decreased intraluminal diameter.4"}, {"pubmed": 28347704, "text": "Cells in high glucose for 7 days showed a significant decrease in mRNA expression of CD31 and VE-cadherin, and a significant increase in that of alpha-SMA and collagen I."}, {"pubmed": 28652363, "text": "cellular defects due to the ACTA2 mutation in both aortic smooth muscle cells and adventitial fibroblasts may contribute to development of thoracic aortic aneurysms and dissections and proliferative occlusive vascular disease"}, {"pubmed": 28808903, "text": "connective tissue disease including ACTA2 mutations should be considered for aortic dissection in young adult patients."}, {"pubmed": 29049801, "text": "our results seemed to justify the conclusion that ACTA2 did not play a significant role in the pathogenesis of BAV aortopathy."}, {"pubmed": 29202781, "text": "We present a young woman whose ACTA2 mutation was ascertained during pregnancy because of her father's history of dissecting aneurysms. She was delivered at full term by cesarean section and subsequently had severe uterine hemorrhage due to uterine atony. Targeted analysis of the patient's ACTA2 gene revealed she had inherited the N117S variant from her father."}, {"pubmed": 29300374, "text": "ACTA2 Arg179 alterations cause a chronic condition presenting in infancy and requiring life-long surveillance and treatment. Affected individuals are at risk of acute events due to aortic dissection or rupture, arterial thrombosis, ischemic stroke and pulmonary complications."}, {"pubmed": 29721663, "text": "Quantitative real-time PCR and Western blotting revealed these changes to be linked to dose-dependent increases in alphaSMA mRNA and protein expression."}, {"pubmed": 29875232, "text": "ACTA2 mutation or copy number variation was not detected in children presenting for iris flocculi, whereas congenital mydriasis was associated with R179 mutation in both cases that tested positive for ACTA2 mutation"}, {"pubmed": 29970531, "text": "Adenocarcinomas showed significantly higher staining scores of both VEGF and alphaSMA than squamous cell carcinomas did. In 42 cases of high CD31 score, five-year survival rate (87%) of patients with lung cancer showing mature tumor vessels was significantly better than that (69%) of patients with immature tumor vessels"}, {"pubmed": 30001387, "text": "Ki67 LI, CD105, and alpha-SMA expression showed significant differences between normal, low-risk oral epithelial dysplasia and high-risk oral epithelial dysplasia. These findings further support that features such as increased basal cell layer hyperplasia, abnormal superficial mitosis, increased nuclear-cytoplasmic ratio, and hyperchromasia could be transformation-relevant dysplastic features."}, {"pubmed": 30135315, "text": "Study shows that WT1 functions as a positive regulator of fibroblast activation, including fibroproliferation, myofibroblast transformation, and extracellular matrix production. WT1 binds directly to the promoter DNA sequence of alpha-smooth muscle actin to induce myofibroblast transformation. Genetic lineage tracing identifies WT1 as a key driver of mesothelial-to-myofibroblast and fibroblast-to-myofibroblast transfor..."}, {"pubmed": 30466735, "text": "The coexpression of ACTA2 and DES was related to the expression of MMP2, and positively correlated with lymph node metastasis. Activation of pancreatic stellate cells may promote the expression of MMP2 and enhance the invasion and metastasis of pancreatic carcinoma."}, {"pubmed": 30526509, "text": "Novel variants in the ACTA2 and MYH11 genes was identified in a Cypriot family with thoracic aortic aneurysms."}, {"pubmed": 30535478, "text": "Study found that alphaSMA expression is associated with the survival of ER(+) breast cancer patients. Also study observed that wildtype TP53 upregulates alphaSMA expression in tamoxifenresistant breast cancer cells."}, {"pubmed": 30654940, "text": "miR-27a acts as a novel regulator of Ang II-induced proliferation and migration by directly targeting alpha-SMA expression in VSMCs in vitro"}, {"pubmed": 31322276, "text": "This study demonstrated that alphasmooth muscle actin could be a predictor for improved postoperative endoscopic and symptomatic outcomes in chronic rhinosinusitis."}, {"pubmed": 31760702, "text": "Prognostic impact of CD34 and SMA in cancer-associated fibroblasts in stage I-III NSCLC."}, {"pubmed": 31761395, "text": "Up-regulation of glypican-3 and alpha-smooth muscle actin mRNA expression was observed in biliary atresia livers, and it was positively associated with with poor outcomes after successful portoenterostomy. Moreover, glypican-3 and alpha-smooth muscle actin expressions were positively associated with fibrosis stage in biliary atresia livers."}, {"pubmed": 32023084, "text": "alphaSMA+ and PDGFRalpha+ cells as two separate lineages with distinct gene expression profiles in adult lungs."}, {"pubmed": 32093627, "text": "High-resolution iris and retinal imaging in multisystemic smooth muscle dysfunction syndrome due to a novel Asn117Lys substitution in ACTA2: a case report."}, {"pubmed": 32115750, "text": "MeCP2 epigenetically regulates alpha-smooth muscle actin in human lung fibroblasts."}, {"pubmed": 32464348, "text": "Expanding the cerebrovascular phenotype of the p.R258H variant in ACTA2 related hereditary thoracic aortic disease (HTAD)."}, {"pubmed": 32711434, "text": "Ki67, CD105, and alpha-SMA Expression Supports Biological Distinctness of Oral Squamous Cell Carcinoma Arising in the Background of Oral Submucous Fibrosis."}, {"pubmed": 33179077, "text": "In vitro analysis of hepatic stellate cell activation influenced by transmembrane 6 superfamily 2 polymorphism."}, {"pubmed": 33199432, "text": "Cerebrovascular Disease Progression in Patients With ACTA2 Arg179 Pathogenic Variants."}, {"pubmed": 33275213, "text": "Effects of TGF-beta1 on the expression of endometrial stromal cell-related protein and mRNA."}, {"pubmed": 33513575, "text": "Cerebral arteriopathy in ACTA2 mutations: a spectrum of disease highlighted by a case of variable penetrance in two siblings."}, {"pubmed": 34028731, "text": "50 Years of Myofibroblasts: How the Myofibroblast Concept Evolved."}, {"pubmed": 34179721, "text": "Identification ACTA2 and KDR as key proteins for prognosis of PD-1/PD-L1 blockade therapy in melanoma."}, {"pubmed": 34244757, "text": "Molecular phenotyping and functional assessment of smooth muscle-like cells with pathogenic variants in aneurysm genes ACTA2, MYH11, SMAD3 and FBN1."}, {"pubmed": 34750438, "text": "A deep learning approach to identify and segment alpha-smooth muscle actin stress fiber positive cells."}, {"pubmed": 34857515, "text": "ACTA2-Related Dysgyria: An Under-Recognized Malformation of Cortical Development."}, {"pubmed": 35420309, "text": "Clinical and neuroimaging features of a familial pathogenic ACTA2 variant as a model of a vascular neurocristopathy."}, {"pubmed": 35567597, "text": "Expanding ACTA2 genotypes with corresponding phenotypes overlapping with smooth muscle dysfunction syndrome."}, {"pubmed": 36053285, "text": "Expanding the genetic and phenotypic spectrum of ACTA2-related vasculopathies in a Dutch cohort."}, {"pubmed": 36179587, "text": "A comparative study of the epiligament of the medial collateral and anterior cruciate ligaments in the human knee: Immunohistochemical analysis of CD 34, alpha-smooth muscle actin and vascular endothelial growth factor in relation to epiligament theory."}, {"pubmed": 36508166, "text": "ACTA2 Expression Predicts Survival and Is Associated with Response to Immune Checkpoint Inhibitors in Gastric Cancer."}, {"pubmed": 37138522, "text": "Comprehensive management of type A acute aortic dissection in the paediatric population with ACTA 2 mutation: case reports and literature review of paediatric aortic dissection."}, {"pubmed": 37982465, "text": "A Comparative Study of CD56 and Smooth Muscle Actin Expression in Basal and Squamous Cell Carcinomas."}, {"pubmed": 38044429, "text": "A highly penetrant ACTA2 mutation of thoracic aortic disease."}, {"pubmed": 38316882, "text": "Cardiac manifestations of human ACTA2 variants recapitulated in a zebrafish model."}], "genomic_pos": {"chr": "10", "end": 88991339, "ensemblgene": "ENSG00000107796", "start": 88934822, "strand": -1}, "genomic_pos_hg19": {"chr": "10", "end": 90751147, "start": 90694831, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0008217", "qualifier": "involved_in", "term": "regulation of blood pressure"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009615", "pubmed": 16548883, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014829", "qualifier": "involved_in", "term": "vascular associated smooth muscle contraction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061870", "qualifier": "involved_in", "term": "positive regulation of hepatic stellate cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061874", "qualifier": "involved_in", "term": "positive regulation of hepatic stellate cell contraction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071560", "qualifier": "involved_in", "term": "cellular response to transforming growth factor beta stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072051", "qualifier": "involved_in", "term": "juxtaglomerular apparatus development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0072144", "pubmed": 17464107, "qualifier": "involved_in", "term": "glomerular mesangial cell development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090131", "qualifier": "involved_in", "term": "mesenchyme migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000491", "qualifier": "involved_in", "term": "positive regulation of hepatic stellate cell activation"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001725", "qualifier": "located_in", "term": "stress fiber"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005604", "qualifier": "located_in", "term": "basement membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 23580065, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [11927518, 12355421, 17464107], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0015629", "qualifier": "is_active_in", "term": "actin cytoskeleton"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030027", "qualifier": "located_in", "term": "lamellipodium"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030175", "qualifier": "located_in", "term": "filopodium"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030485", "qualifier": "located_in", "term": "smooth muscle contractile fiber"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031514", "qualifier": "located_in", "term": "motile cilium"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 18468998, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0044297", "qualifier": "located_in", "term": "cell body"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016787", "qualifier": "enables", "term": "hydrolase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0019901", "qualifier": "enables", "term": "protein kinase binding"}]}, "homologene": {"genes": [[4530, 4351585], [7955, 550445], [8364, 394982], [8364, 448346], [9031, 423787], [9544, 100427024], [9598, 466148], [9606, 59], [9615, 477587], [9913, 515610], [10090, 11475], [10116, 81633]], "id": 133938}, "interpro": [{"desc": "Actin family", "id": "IPR004000", "short_desc": "Actin"}, {"desc": "Actin, conserved site", "id": "IPR004001", "short_desc": "Actin_CS"}, {"desc": "Actin/actin-like conserved site", "id": "IPR020902", "short_desc": "Actin/actin-like_CS"}, {"desc": "ATPase, nucleotide binding domain", "id": "IPR043129", "short_desc": "ATPase_NBD"}], "ipi": ["IPI00008603", "IPI00645534"], "map_location": "10q23.31", "name": "actin alpha 2, smooth muscle", "other_names": ["actin, alpha 2, smooth muscle, aorta", "actin, aortic smooth muscle", "alpha-cardiac actin", "cell growth-inhibiting gene 46 protein"], "pantherdb": {"HGNC": "130", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "87909", "ortholog_type": "LDO", "panther_family": "PTHR11937", "taxid": 10090, "uniprot_kb": "P62737"}, {"RGD": "621676", "ortholog_type": "LDO", "panther_family": "PTHR11937", "taxid": 10116, "uniprot_kb": "P62738"}, {"Gene": "ACTA2", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 9031, "uniprot_kb": "P08023"}, {"Ensembl": "ENSGALG00000006343", "ortholog_type": "LDO", "panther_family": "PTHR11937", "taxid": 9031, "uniprot_kb": "F1P476"}, {"ZFIN": "ZDB-GENE-030131-1229", "ortholog_type": "LDO", "panther_family": "PTHR11937", "taxid": 7955, "uniprot_kb": "Q6DHS1"}, {"WormBase": "WBGene00000067", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 6239, "uniprot_kb": "O45815"}, {"SGD": "S000004636", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 4932, "uniprot_kb": "Q05123"}, {"SGD": "S000001855", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 4932, "uniprot_kb": "P60010"}, {"PomBase": "SPBC32H8.12c", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 4896, "uniprot_kb": "P10989"}, {"dictyBase": "DDB_G0284389", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54PQ2"}, {"dictyBase": "DDB_G0289507", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54HF0"}, {"dictyBase": "DDB_G0289511", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54HE7"}, {"dictyBase": "DDB_G0269902", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q55CU2"}, {"dictyBase": "DDB_G0289505", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54HF1"}, {"dictyBase": "DDB_G0287981", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54JL1"}, {"dictyBase": "DDB_G0289533", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54HE9"}, {"dictyBase": "DDB_G0275023", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q553U6"}, {"dictyBase": "DDB_G0289489", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "P07828"}, {"dictyBase": "DDB_G0289487", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "P07829"}, {"dictyBase": "DDB_G0289811", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54GX7"}, {"dictyBase": "DDB_G0269234", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "P07830"}, {"dictyBase": "DDB_G0286893", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54L54"}, {"dictyBase": "DDB_G0269544", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q55DS6"}, {"dictyBase": "DDB_G0274131", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q554S6"}, {"dictyBase": "DDB_G0269476", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q55DY5"}, {"dictyBase": "DDB_G0268744", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q55EU6"}, {"TAIR": "2161795", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "Q9FKT0"}, {"TAIR": "2148298", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "P53494"}, {"TAIR": "2064627", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "P93738"}, {"TAIR": "2075160", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "P53497"}, {"TAIR": "2099302", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "P53496"}, {"TAIR": "2084410", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "P0CJ47"}, {"TAIR": "2040656", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "P0CJ46"}, {"TAIR": "2060050", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "Q8GWA5"}, {"TAIR": "2059959", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "Q8RYC2"}, {"TAIR": "2093954", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "Q96292"}, {"TAIR": "2028416", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "Q96293"}, {"TAIR": "2178128", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "P53492"}], "uniprot_kb": "P62736"}, "pathway": {"kegg": [{"id": "hsa04270", "name": "Vascular smooth muscle contraction - Homo sapiens (human)"}, {"id": "hsa04371", "name": "Apelin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04926", "name": "Relaxin signaling pathway - Homo sapiens (human)"}], "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": {"id": "pdgfrbpathway", "name": "PDGFR-beta signaling pathway"}, "reactome": [{"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-397014", "name": "Muscle contraction"}, {"id": "R-HSA-445355", "name": "Smooth Muscle Contraction"}, {"id": "R-HSA-9013694", "name": "Signaling by NOTCH4"}, {"id": "R-HSA-9013695", "name": "NOTCH4 Intracellular Domain Regulates Transcription"}], "wikipathways": [{"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}, {"id": "WP383", "name": "Striated Muscle Contraction Pathway"}, {"id": "WP4286", "name": "Genotoxicity pathway"}, {"id": "WP4534", "name": "Mechanoregulation and pathology of YAP-TAZ via Hippo and non-Hippo mechanisms"}, {"id": "WP4657", "name": "22q11.2 copy number variation syndrome"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4838", "name": "Regucalcin in proximal tubule epithelial kidney cells"}]}, "pfam": "PF00022", "pharmgkb": "PA24456", "pharos": {"target_id": 9848, "tdl": "Tbio"}, "pir": "A35020", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167263", "relationship": "is"}, {"id": "GNF178169", "relationship": "is"}, {"id": "GNF189075", "relationship": "is"}, {"id": "GNF199981", "relationship": "is"}, {"id": "GNF201084", "relationship": "is"}, {"id": "GNF218848", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157483", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF032099", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF000140", "relationship": "is"}, {"id": "GNF131889", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF234427", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106248", "relationship": "is"}, {"id": "GNF145894", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_011541.1"], "protein": ["NP_001135417.1", "NP_001307784.1", "NP_001393391.1", "NP_001393392.1", "NP_001393393.1", "NP_001393395.1", "NP_001393396.1", "NP_001393397.1", "NP_001393398.1", "NP_001393400.1", "NP_001604.1"], "rna": ["NM_001141945.3", "NM_001320855.2", "NM_001406462.1", "NM_001406463.1", "NM_001406464.1", "NM_001406466.1", "NM_001406467.1", "NM_001406468.1", "NM_001406469.1", "NM_001406471.1", "NM_001613.4"], "translation": [{"protein": "NP_001307784.1", "rna": "NM_001320855.2"}, {"protein": "NP_001393400.1", "rna": "NM_001406471.1"}, {"protein": "NP_001393393.1", "rna": "NM_001406464.1"}, {"protein": "NP_001393396.1", "rna": "NM_001406467.1"}, {"protein": "NP_001393395.1", "rna": "NM_001406466.1"}, {"protein": "NP_001393398.1", "rna": "NM_001406469.1"}, {"protein": "NP_001393392.1", "rna": "NM_001406463.1"}, {"protein": "NP_001393397.1", "rna": "NM_001406468.1"}, {"protein": "NP_001604.1", "rna": "NM_001613.4"}, {"protein": "NP_001393391.1", "rna": "NM_001406462.1"}, {"protein": "NP_001135417.1", "rna": "NM_001141945.3"}]}, "reporter": {"HG-U133_Plus_2": ["200974_at", "215787_at", "243140_at"], "HG-U95Av2": "32755_at", "HTA-2_0": "TC10001498.hg.1", "HuEx-1_0": "3299504", "HuGene-1_1": "7934906", "HuGene-2_1": "16716350"}, "summary": "This gene encodes one of six different actin proteins. Actins are highly conserved proteins that are involved in cell motility, structure, integrity, and intercellular signaling. The encoded protein is a smooth muscle actin that is involved in vascular contractility and blood pressure homeostasis. Mutations in this gene cause a variety of vascular diseases, such as thoracic aortic disease, coronary artery disease, stroke, and Moyamoya disease, as well as multisystemic smooth muscle dysfunction syndrome. [provided by RefSeq, Sep 2017].", "symbol": "ACTA2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412137"}, "unigene": "Hs.500483", "uniprot": {"Swiss-Prot": "P62736", "TrEMBL": ["F6UVQ4", "D2JYH4", "F6QUT6"]}, "wikipedia": {"url_stub": "ACTA2"}}