{"AllianceGenome": "129", "HGNC": "129", "MIM": "102610", "_id": "58", "_version": 1, "accession": {"genomic": ["AF182035.1", "AL160004.18", "CH471098.1", "CP068277.2", "M20543.1", "NC_000001.11", "NC_060925.1", "NG_006672.1", "S57815.1"], "protein": ["AAA60296.1", "AAB59376.1", "AAF02694.1", "AAH12597.1", "AAP37280.1", "BAG53395.1", "BAH13327.1", "CAG38754.1", "CAG46595.1", "EAW69898.1", "NP_001091.1", "P68133.1"], "rna": ["AK096902.1", "AK300697.1", "AL598491.1", "AY280960.1", "BC012597.1", "BX648545.1", "CR536516.1", "CR541796.1", "J00068.1", "NM_001100.4"], "translation": [{"protein": "BAG53395.1", "rna": "AK096902.1"}, {"protein": "AAH12597.1", "rna": "BC012597.1"}, {"protein": "CAG46595.1", "rna": "CR541796.1"}, {"protein": "CAG38754.1", "rna": "CR536516.1"}, {"protein": "NP_001091.1", "rna": "NM_001100.4"}, {"protein": "BAH13327.1", "rna": "AK300697.1"}, {"protein": "AAP37280.1", "rna": "AY280960.1"}, {"protein": "AAB59376.1", "rna": "J00068.1"}]}, "alias": ["ACTA", "ASMA", "CFTD", "CFTD1", "CFTDM", "CMYO2A", "CMYO2B", "CMYO2C", "CMYP2A", "CMYP2B", "CMYP2C", "MPFD", "NEM1", "NEM2", "NEM3", "SHPM"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "definitive", "classification_date": "2024-02-26T17:00:00.000Z", "disease_label": "alpha-actinopathy", "gcep": "Congenital Myopathies Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0100084", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_ba47597e-07a0-45e3-a971-f15807e8a1a4-2024-02-26T170000.000Z", "sop": "SOP10"}, {"classification": "definitive", "classification_date": "2024-02-26T17:00:00.000Z", "disease_label": "alpha-actinopathy", "gcep": "Congenital Myopathies Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0100084", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_098a7b3a-26ab-4915-8187-f6db682cef4f-2024-02-26T170000.000Z", "sop": "SOP10"}]}, "ensembl": {"gene": "ENSG00000143632", "protein": ["ENSP00000355644", "ENSP00000355645", "ENSP00000508084"], "transcript": ["ENST00000366683", "ENST00000366684", "ENST00000684723"], "translation": [{"protein": "ENSP00000508084", "rna": "ENST00000684723"}, {"protein": "ENSP00000355645", "rna": "ENST00000366684"}, {"protein": "ENSP00000355644", "rna": "ENST00000366683"}], "type_of_gene": "protein_coding"}, "entrezgene": "58", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.6124701607, "exp_mis": 208.915920443, "exp_syn": 125.085137388, "lof_z": 1.70661464650757, "mis_z": 5.98683910122002, "mu_lof": 7.50448798898e-07, "mu_mis": 1.90663069974e-05, "mu_syn": 1.13152377621e-05, "n_lof": 5.0, "n_mis": 32.0, "n_syn": 68.0, "p_li": 0.00802663240582685, "p_null": 0.0621726210167243, "p_rec": 0.929800746577449, "syn_z": 3.16423997374866}, "bp": 1134, "cds_end": 229568862, "cds_start": 229567245, "n_exons": 6, "nonpsych": {"exp_lof": 9.48652731715, "exp_mis": 188.97029133, "exp_syn": 113.09533483, "lof_z": 1.74942731882925, "mis_z": 6.01630841657043, "mu_lof": 7.50448798898e-07, "mu_mis": 1.90663069974e-05, "mu_syn": 1.13152377621e-05, "n_lof": 4.0, "n_mis": 25.0, "n_syn": 64.0, "p_li": 0.0309529229391499, "p_null": 0.0521507582317295, "p_rec": 0.916896318829121, "syn_z": 2.90657211499745}, "nontcga": {"exp_lof": 9.75189474073, "exp_mis": 192.191082861, "exp_syn": 115.066750514, "lof_z": 1.5010789966903, "mis_z": 5.8646158372065, "mu_lof": 7.50448798898e-07, "mu_mis": 1.90663069974e-05, "mu_syn": 1.13152377621e-05, "n_lof": 5.0, "n_mis": 29.0, "n_syn": 65.0, "p_li": 0.00589033385813116, "p_null": 0.0903022412316892, "p_rec": 0.90380742491018, "syn_z": 2.95526951263738}, "transcript": "ENST00000366684.3"}, "exons": [{"cdsend": 229433115, "cdsstart": 229431498, "chr": "1", "position": [[229431245, 229431642], [229431720, 229431902], [229431993, 229432185], [229432269, 229432431], [229432555, 229432880], [229432986, 229433127], [229434003, 229434094]], "strand": -1, "transcript": "NM_001100", "txend": 229434094, "txstart": 229431245}], "exons_hg19": [{"cdsend": 229568862, "cdsstart": 229567245, "chr": "1", "position": [[229566992, 229567389], [229567467, 229567649], [229567740, 229567932], [229568016, 229568178], [229568302, 229568627], [229568733, 229568874], [229569750, 229569841]], "strand": -1, "transcript": "NM_001100", "txend": 229569841, "txstart": 229566992}], "generif": [{"pubmed": 11702052, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12210873, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14684598, "text": "IGF-I-induced activation of the skeletal alpha-actin promoter is regulated by the L-type VGCC and calcineurin but independent of nuclear factor of activated T-cell transcriptional activity as C2C12 myoblasts differentiate into myotubes."}, {"pubmed": 15072110, "text": "Actin-related myopathy may occur without any missense mutation in the ACTA1 gene"}, {"pubmed": 15236405, "text": "Results describe clinical and pathological features associated with 29 alpha-actin (ACTA1) mutations found in 38 individuals with nemaline myopathy from 28 families."}, {"pubmed": 15336687, "text": "two csae of nemaline myopathy showed novel mutations in the skeletal muscle aphaa-actin gene, one had g268d mutation and other had mutation, K373E."}, {"pubmed": 15468086, "text": "Three heterozygous missense mutations of the skeletal muscle alpha actin gene (ACTA1) in three unrelated cases of congenital fiber type disproportion (CFTD) from Japan and Australia."}, {"pubmed": 15520409, "text": "Missense mutations of ACTA1 cause an autosomal dominant congenital myopathy with cores."}, {"pubmed": 15679046, "text": "Enhanced expression of alpha skeletal muscle actin is associated with liver metastases from gastrointestinal tumours"}, {"pubmed": 16427282, "text": "A heterozygous GTG-ATG mutation (Val163Met) was found in exon 4 of ACTA1 in affected individuals with nemaline myopathy with intranuclear rods."}, {"pubmed": 16945536, "text": "Here we report for the first time three patients with severe nemaline myopathy and mutations of the ACTA1 stop codon: TAG>TAT (tyrosine), TAG>CAG (glutamine) and TAG>TGG (tryptophan)."}, {"pubmed": 17387733, "text": "These data suggest that ACTA1 congenital fiber type disproportion (CFTD) mutations cause weakness by disrupting sarcomere function rather than structure."}, {"pubmed": 18063690, "text": "Regulation of skeletal alpha-actin by androgens/SARMs may represent an important model system for understanding androgen anabolic action in the muscle."}, {"pubmed": 18461503, "text": "Nemaline myopathy with exclusively intranuclear rods and a novel mutation in ACTA1 (Q139H)."}, {"pubmed": 18976909, "text": "congenital myopathy-causing ACTA1 mutations (Review)"}, {"pubmed": 19002257, "text": "circulating actin are associated with early sepsis"}, {"pubmed": 19150851, "text": "progressive immobilization of Fc epsilon RI during aggregation was sensitive to syk or actin polymerization inhibition. Therefore, desensitization is also not dependent on receptor immobilization."}, {"pubmed": 19383239, "text": "This study shows that the disappearance of CD34-positive stromal cells and appearance of alpha-SMA-positive stromal myofibroblasts may be associated with transformation of cervical cervical intraepithelial neoplasias to squamous cell carcinomas."}, {"pubmed": 19389844, "text": "Low plasma gelsolin and detectable circulating actin identify chronic hemodialysis patients at highest risk for 1-year mortality."}, {"pubmed": 19562689, "text": "description of 177 different disease-causing ACTA1 mutations, including 85 that have not been described before"}, {"pubmed": 19634497, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19635823, "text": "In summary, these results suggest that actin, likely modulated by the GTPases RhoA and Cdc42 and by bacterial proteins, is involved in the formation of the typical parasitophorous vacuole."}, {"pubmed": 19819966, "text": "Data identify a novel signaling pathway in the endocrine L cell, whereby Cdc42 regulates actin remodeling, activation of the cannonical 1/2-ERK1/2 pathway and PAK1, and GLP-1 secretion in response to insulin."}, {"pubmed": 19934221, "text": "Asef2 activates Rac1 to modulate adhesion and actin dynamics and thereby regulate cell migration"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20100475, "text": "First insights of S100A10 function as a regulator of the filamentous actin network."}, {"pubmed": 20169155, "text": "Data demonstrate for the first time that L-plastin contributes to the fine-tuning of actin turn-over, an activity which is regulated by Ser5 phosphorylation promoting its high affinity binding to the cytoskeleton."}, {"pubmed": 20179953, "text": "ACTA1 mutations are involved in fiber size disproportion in congenital myotonic dystrophy"}, {"pubmed": 20201926, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20332100, "text": "these data identify NHS as a new regulator of actin remodelling."}, {"pubmed": 20378355, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20388088, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20452215, "text": "We conclude that the Drosophila indirect flight muscles provide a good model system for studying ACTA1 mutations"}, {"pubmed": 20630939, "text": "Podocyte BK(Ca) channels are regulated by synaptopodin, Rho, and actin microfilaments."}, {"pubmed": 20686692, "text": "Simultaneous tracking of both TCR clusters and GFP-actin speckles reveals their dynamic association and individual flow patterns. Actin retrograde flow directs the inward transport of TCR clusters"}, {"pubmed": 20716950, "text": "BCL2 interaction with actin in vitro may inhibit cell motility by enhancing actin polymerization"}, {"pubmed": 20718862, "text": "Results confirm that DNaseI-binding loop (D-loop) is involved in stabilization of skeletal muscle actin structure, both as monomers and filaments; actin is stabilized by ligands (by phalloidin, aluminum fluoride, & ATP [and to lesser extent by ADP])."}, {"pubmed": 20809254, "text": "These findings demonstrated that PI3K-mediated actin rearrangements are required for Cronobacter sakazakii invasion of human brain microvascular endothelial cells."}, {"pubmed": 20826790, "text": "Results suggest that actin polymerization and bundling by VASP are critical for spine formation, expansion, and modulating synaptic strength."}, {"pubmed": 21079800, "text": "Data show that concurrent phosphorylation of cortactin by ERK1/2 and tyrosine kinases enables cells with the ability to regulate actin dynamics."}, {"pubmed": 21108927, "text": "Centrosomal actin was detected with the anti-actin antibody 1C7 that recognizes antiparallel (\"lower dimer\") actin dimers."}, {"pubmed": 21340023, "text": "Actin-EGFP and ezrin-EGFP accumulated below pilus-coated beads when force was applied."}, {"pubmed": 21514153, "text": "a link between extramuscular expression of alpha-skeletal muscle actin and clinical symptoms in non-skeletal muscle tissues of patients with ACTA1 mutations, and probably a functional role of alpha-skeletal muscle actin during fetal development"}, {"pubmed": 21691712, "text": "Over-expression of Nkx2.5 and/or cardiac alpha-actin inhibit the contraction ability of adipose tissue-derived stromal cells-derived cardiomyocytes."}, {"pubmed": 21824169, "text": "Data show that the urinary messenger RNA (mRNA) levels of alpha-smooth muscle actin (alpha-SMA), fibronectin, and matrix metalloproteinase-9 (MMP-9) were significantly higher in the diabetic nephropathy (DN) group, and mRNA levels increased with DN progression."}, {"pubmed": 21912905, "text": "High alpha-actin is associated with colorectal carcinogenesis."}, {"pubmed": 21931536, "text": "Actin accumulates throughout the activated immunological synapse."}, {"pubmed": 21975552, "text": "The filopodium: a stable structure with highly regulated repetitive cycles of elongation and persistence depending on the actin cross-linker fascin"}, {"pubmed": 21994736, "text": "Herpesviruses exploit actin and actin-associated myosin motors for viral entry and virion egress. [review]"}, {"pubmed": 22031939, "text": "Actin playes differential roles in trafficking of Epstein-Barr virus in B cells and epithelial cells."}, {"pubmed": 22081313, "text": "Platelets gal-1 forms an intracellular complex with monomeric actin."}, {"pubmed": 22209233, "text": "CK2 regulates vaccinia virus dissemination and actin tail formation."}, {"pubmed": 23042265, "text": "The organization of actin and cytokeratin cytoskeleton and the expression of TCTP, p53,cyclin A, RhoA and actin in HIO180 non-transformed ovarian epithelial cells, and OVCAR3 and SKOV3 ovarian epithelial cancer cells, was studied."}, {"pubmed": 23071671, "text": "Data indicate that actin nucleation on Chlamydia inclusions exhibited moderate depolymerization dynamics."}, {"pubmed": 23174700, "text": "The objective was to evaluate the presence and distribution of the lubricating and anti-adhesion glycoprotein lubricin and cells containing the contractile isoform smooth muscle alpha-actin (SMA) in pseudomembranes around loose hip prostheses."}, {"pubmed": 23176180, "text": "Data show that GnRHR activation affected several cellular markers of locomotion, including actin organization and polymerization as well as active RhoA-GTP levels."}, {"pubmed": 23247112, "text": "Myotonia in adult human skeletal actin transgenic mice may be explained on the basis of a mosaic expression of ClC-1 channels in different fibres and/or on alterations of other conductances."}, {"pubmed": 23376163, "text": "These findings suggest that the direct contact of Dengue virus 2 E protein with 43 kDa actin protein may have a crucial function in Dengue virus 2 infection of ECV304 cells."}, {"pubmed": 23420843, "text": "analysis of the pattern of of evolutionarily conserved basic and acidic residues that constitutes the binding interface of actin-tropomyosin"}, {"pubmed": 23656990, "text": "Respiratory muscles from an animal model of nemaline myopathy with an ACTA1 mutation show distinct muscle fiber weakness compared to limb muscles."}, {"pubmed": 23831272, "text": "Data show that the width and speed of the waves depend counter-intuitively on parameters, negative feedback, and the F-actin time scale."}, {"pubmed": 24313005, "text": "Although most cases of severe infantile form of nemaline myopathy caused by ACTA1 mutations are sporadic and have no family history"}, {"pubmed": 24576301, "text": "The predominant pathway mediated by Australian bat lyssavirus G envelope for internalization into HEK293T cells is clathrin-and actin-dependent also requiring Rab5."}, {"pubmed": 25182138, "text": "novel homozygous recessive missense variant (c.460G>C, P.(Val154Leu)) was found in two brothers with infantile-onset congenital muscular dystrophy with rigid spine."}, {"pubmed": 25746564, "text": "Antisynthetase syndrome-associated myositis is characterized by distinctive myonuclear actin filament inclusions."}, {"pubmed": 25747004, "text": "Myopathy associated with zebra bodies is part of the spectrum of myopathies associated with the ACTA1 gene."}, {"pubmed": 25895516, "text": "TIMP-1 significantly increased levels of alpha-SMA."}, {"pubmed": 25913210, "text": "Mutations in ACTA1 can cause pathologic features consistent with myofibrillar myopathy."}, {"pubmed": 25938801, "text": "New scapuloperoneal phenotype associated with an ACTA1 mutation."}, {"pubmed": 26172852, "text": "This study reported the new information on the frequency and phenotypes of congenital myopathy caused by ACTA1 mutations in subjects >/=5 years of age."}, {"pubmed": 26295568, "text": "The authors propose that Lpd delivers Ena/VASP proteins to growing barbed ends and increases their actin polymerase activity by tethering them to actin filaments."}, {"pubmed": 26493222, "text": "Upon actin engagement, the N-terminal \"strap\" and helix 1 are displaced from the vinculin tail helical bundle to mediate actin bundling."}, {"pubmed": 27074222, "text": "Shorter than normal thin filament length contributes to the impaired force generation in patients with thin filament myopathy, but only in those who harbor specific mutations in NEB or ACTA1."}, {"pubmed": 27112274, "text": "Myopathy-inducing mutation H40Y in ACTA1 hampers actin filament structure and function."}, {"pubmed": 28337446, "text": "ANA and ASMA evaluation in patients with liver transplantation and no history of autoimmune disease has no clinical relevance, since it varies in time and is not related to any risk factors or liver injury. Routine autoimmunity evaluation should be avoided."}, {"pubmed": 28341124, "text": "Over-expression of TNC, SMA, and vimentin were significantly correlated with the lower overall survival in prostate cancer patients."}, {"pubmed": 28416349, "text": "Study shows that clinically severe ACTA1-related myopathy can present with muscle morphological findings suggestive of cytoplasmic body myopathy in the absence of definite nemaline rods."}, {"pubmed": 28712119, "text": "Our study demonstrates that high ActA level is an independent prognosis factor of survival in cancer patients. More than a basic marker of the severity of the neoplastic disease or of the inflammatory process, ActA seems to influence survival by contributing to the development of cachexia and loss of skeletal muscle mass."}, {"pubmed": 28780987, "text": "The study confirmed ACTA1 mutations in four patients, including one with intranuclear rods, one with large intracytoplasmic aggregates, and two with nemaline intracytoplasmic rods."}, {"pubmed": 28931895, "text": "This study shows that WASp plays a critical role in thymic output, which highly correlates with the subcellular location and level of F-actin in T cells."}, {"pubmed": 30354303, "text": "ACTA1 Novel Likely Pathogenic Variant in a Family With Dilated Cardiomyopathy."}, {"pubmed": 30517146, "text": "Genes associated with Nemaline Myopathy were sequenced. Four mutations in NEB (c.17779_17780delTA, c.11086A>C, c.21076C>T and c.2310+5G>A) and one mutation in ACTA1 (c.871A>T) were found in four patients. Three of the four mutations in NEB were novel. A cDNA sequencing assay of the novel variants c.17779_17780delTA, c.11086A>C and c.2310+5G>A revealed that the intronic variant c.2310+5G>A affected the splicing process."}, {"pubmed": 30732915, "text": "carrying a similar clinical phenotype of some members of the original family and the same ACTA1 mutation, revealed the presence of numerous nemaline rods, suggesting that there must be other factors that explain the absence of nemaline rods"}, {"pubmed": 30937621, "text": "ACTA1 played important role in regulating the initiation and progression of head and neck squamous cell carcinoma , and could be identified as key biomarker."}, {"pubmed": 32222963, "text": "Mutational and clinical spectrum in a cohort of Chinese patients with hereditary nemaline myopathy."}, {"pubmed": 32414151, "text": "Metabolic Alterations in Spheroid-Cultured Hepatic Stellate Cells."}, {"pubmed": 32751693, "text": "Osteosarcoma-Derived Extracellular Vesicles Induce Lung Fibroblast Reprogramming."}, {"pubmed": 35406681, "text": "Activin A Causes Muscle Atrophy through MEF2C-Dependent Impaired Myogenesis."}, {"pubmed": 35810298, "text": "Severe ACTA1-related nemaline myopathy: intranuclear rods, cytoplasmic bodies, and enlarged perinuclear space as characteristic pathological features on muscle biopsies."}, {"pubmed": 37273000, "text": "alpha-SMA positive vascular mural cells suppress cyst formation in hemangioblastoma."}, {"pubmed": 37315422, "text": "Novel p.Asp27Glu ACTA1 variant features congenital myopathy with finger flexor weakness, cardiomyopathy, and cardiac conduction defects."}, {"pubmed": 37419385, "text": "Different Mouse Models of Nemaline Myopathy Harboring Acta1 Mutations Display Differing Abnormalities Related to Mitochondrial Biology."}, {"pubmed": 38142473, "text": "A recurrent ACTA1 amino acid change in mosaic form causes milder asymmetric myopathy."}], "genomic_pos": {"chr": "1", "end": 229434104, "ensemblgene": "ENSG00000143632", "start": 229430365, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 229569845, "start": 229566992, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006936", "pubmed": 10508519, "qualifier": "involved_in", "term": "muscle contraction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030240", "qualifier": "involved_in", "term": "skeletal muscle thin filament assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030240", "pubmed": 11333380, "qualifier": "involved_in", "term": "skeletal muscle thin filament assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043503", "qualifier": "involved_in", "term": "skeletal muscle fiber adaptation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048545", "qualifier": "involved_in", "term": "response to steroid hormone"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048741", "qualifier": "involved_in", "term": "skeletal muscle fiber development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071417", "qualifier": "involved_in", "term": "cellular response to organonitrogen compound"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090131", "qualifier": "involved_in", "term": "mesenchyme migration"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0001725", "qualifier": "is_active_in", "term": "stress fiber"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001725", "pubmed": 15198992, "qualifier": "located_in", "term": "stress fiber"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 23580065, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005865", "qualifier": "is_active_in", "term": "striated muscle thin filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005865", "pubmed": 15198992, "qualifier": "located_in", "term": "striated muscle thin filament"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005884", "qualifier": "is_active_in", "term": "actin filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005884", "pubmed": 12849983, "qualifier": "located_in", "term": "actin filament"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0015629", "qualifier": "is_active_in", "term": "actin cytoskeleton"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0015629", "pubmed": 15198992, "qualifier": "located_in", "term": "actin cytoskeleton"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030017", "pubmed": 1423520, "qualifier": "located_in", "term": "sarcomere"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030027", "qualifier": "located_in", "term": "lamellipodium"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030175", "qualifier": "located_in", "term": "filopodium"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0044297", "qualifier": "located_in", "term": "cell body"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19199708, 21362503, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0072562", "pubmed": 22516433, "qualifier": "located_in", "term": "blood microparticle"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005200", "pubmed": 10508519, "qualifier": "enables", "term": "structural constituent of cytoskeleton"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12849983, 18835984, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005524", "pubmed": 10508519, "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016787", "qualifier": "enables", "term": "hydrolase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0017022", "pubmed": 10508519, "qualifier": "enables", "term": "myosin binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0043531", "pubmed": 10508519, "qualifier": "enables", "term": "ADP binding"}]}, "homologene": {"genes": [[3702, 818810], [7955, 407658], [8364, 394673], [9031, 421534], [9544, 100426612], [9598, 100609865], [9606, 58], [9615, 488984], [9913, 281592], [10090, 11459], [10116, 29437]], "id": 121702}, "interpro": [{"desc": "Actin family", "id": "IPR004000", "short_desc": "Actin"}, {"desc": "Actin, conserved site", "id": "IPR004001", "short_desc": "Actin_CS"}, {"desc": "Actin/actin-like conserved site", "id": "IPR020902", "short_desc": "Actin/actin-like_CS"}, {"desc": "ATPase, nucleotide binding domain", "id": "IPR043129", "short_desc": "ATPase_NBD"}], "ipi": ["IPI00021428", "IPI00514530", "IPI00878173"], "map_location": "1q42.13", "name": "actin alpha 1, skeletal muscle", "other_names": ["actin, alpha skeletal muscle", "nemaline myopathy type 3"], "pantherdb": {"HGNC": "129", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "87902", "ortholog_type": "LDO", "panther_family": "PTHR11937", "taxid": 10090, "uniprot_kb": "P68134"}, {"RGD": "2025", "ortholog_type": "LDO", "panther_family": "PTHR11937", "taxid": 10116, "uniprot_kb": "P68136"}, {"Ensembl": "ENSGALG00000011086", "ortholog_type": "LDO", "panther_family": "PTHR11937", "taxid": 9031, "uniprot_kb": "P68139"}, {"WormBase": "WBGene00000067", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 6239, "uniprot_kb": "O45815"}, {"SGD": "S000004636", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 4932, "uniprot_kb": "Q05123"}, {"SGD": "S000001855", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 4932, "uniprot_kb": "P60010"}, {"PomBase": "SPBC32H8.12c", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 4896, "uniprot_kb": "P10989"}, {"dictyBase": "DDB_G0284389", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54PQ2"}, {"dictyBase": "DDB_G0289507", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54HF0"}, {"dictyBase": "DDB_G0289511", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54HE7"}, {"dictyBase": "DDB_G0269902", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q55CU2"}, {"dictyBase": "DDB_G0289505", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54HF1"}, {"dictyBase": "DDB_G0287981", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54JL1"}, {"dictyBase": "DDB_G0289533", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54HE9"}, {"dictyBase": "DDB_G0275023", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q553U6"}, {"dictyBase": "DDB_G0289489", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "P07828"}, {"dictyBase": "DDB_G0289487", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "P07829"}, {"dictyBase": "DDB_G0289811", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54GX7"}, {"dictyBase": "DDB_G0269234", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "P07830"}, {"dictyBase": "DDB_G0286893", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q54L54"}, {"dictyBase": "DDB_G0269544", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q55DS6"}, {"dictyBase": "DDB_G0274131", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q554S6"}, {"dictyBase": "DDB_G0269476", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q55DY5"}, {"dictyBase": "DDB_G0268744", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 352472, "uniprot_kb": "Q55EU6"}, {"TAIR": "2161795", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "Q9FKT0"}, {"TAIR": "2148298", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "P53494"}, {"TAIR": "2064627", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "P93738"}, {"TAIR": "2075160", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "P53497"}, {"TAIR": "2099302", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "P53496"}, {"TAIR": "2084410", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "P0CJ47"}, {"TAIR": "2040656", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "P0CJ46"}, {"TAIR": "2060050", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "Q8GWA5"}, {"TAIR": "2059959", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "Q8RYC2"}, {"TAIR": "2093954", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "Q96292"}, {"TAIR": "2028416", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "Q96293"}, {"TAIR": "2178128", "ortholog_type": "O", "panther_family": "PTHR11937", "taxid": 3702, "uniprot_kb": "P53492"}], "uniprot_kb": "P68133"}, "pathway": {"biocarta": [{"id": "agrpathway", "name": "agrin in postsynaptic differentiation"}, {"id": "cell2cellpathway", "name": "cell to cell adhesion signaling"}, {"id": "deathpathway", "name": "induction of apoptosis through dr3 and dr4/5 death receptors"}, {"id": "ecmpathway", "name": "erk and pi-3 kinase are necessary for collagen binding in corneal epithelia"}, {"id": "hsp27pathway", "name": "stress induction of hsp regulation"}, {"id": "integrinpathway", "name": "integrin signaling pathway"}, {"id": "malpathway", "name": "role of mal in rho-mediated activation of srf"}, {"id": "mcalpainpathway", "name": "mcalpain and friends in cell motility"}, {"id": "nfatpathway", "name": "nfat and hypertrophy of the heart "}, {"id": "ucalpainpathway", "name": "ucalpain and friends in cell spread"}, {"id": "vegfpathway", "name": "vegf hypoxia and angiogenesis"}], "netpath": {"id": "Pathway_TCR", "name": "TCR"}, "pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, {"id": "fak_pathway", "name": "Signaling events mediated by focal adhesion kinase"}, {"id": "rhoa_pathway", "name": "RhoA signaling pathway"}], "reactome": [{"id": "R-HSA-390522", "name": "Striated Muscle Contraction"}, {"id": "R-HSA-397014", "name": "Muscle contraction"}], "wikipathways": [{"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}, {"id": "WP314", "name": "Fas ligand pathway and stress induction of heat shock proteins"}, {"id": "WP3680", "name": "Association Between Physico-Chemical Features and Toxicity Associated Pathways"}, {"id": "WP383", "name": "Striated Muscle Contraction Pathway"}, {"id": "WP4534", "name": "Mechanoregulation and pathology of YAP-TAZ via Hippo and non-Hippo mechanisms"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pdb": ["7RNS", "7RNU", "7RNV"], "pfam": "PF00022", "pharmgkb": "PA24455", "pharos": {"target_id": 12300, "tdl": "Tbio"}, "pir": "A31251", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167262", "relationship": "is"}, {"id": "GNF178168", "relationship": "is"}, {"id": "GNF189074", "relationship": "is"}, {"id": "GNF199980", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164708", "relationship": "weakly similar to"}, "GNF_mm+hs-MGC": {"id": "GNF000139", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106261", "relationship": "is"}, {"id": "GNF145907", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_006672.1"], "protein": "NP_001091.1", "rna": "NM_001100.4", "translation": {"protein": "NP_001091.1", "rna": "NM_001100.4"}}, "reporter": {"HG-U133_Plus_2": "203872_at", "HG-U95Av2": "31737_at", "HTA-2_0": "TC01003945.hg.1", "HuEx-1_0": "2459837", "HuGene-1_1": "7924910", "HuGene-2_1": "16700274"}, "retired": [4349, 115745], "summary": "The product encoded by this gene belongs to the actin family of proteins, which are highly conserved proteins that play a role in cell motility, structure and integrity. Alpha, beta and gamma actin isoforms have been identified, with alpha actins being a major constituent of the contractile apparatus, while beta and gamma actins are involved in the regulation of cell motility. This actin is an alpha actin that is found in skeletal muscle. Mutations in this gene cause a variety of myopathies, including nemaline myopathy, congenital myopathy with excess of thin myofilaments, congenital myopathy with cores, and congenital myopathy with fiber-type disproportion, diseases that lead to muscle fiber defects with manifestations such as hypotonia. [provided by RefSeq, Sep 2019].", "symbol": "ACTA1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412136"}, "unigene": "Hs.1288", "uniprot": {"Swiss-Prot": "P68133", "TrEMBL": ["A0A804HKV3", "A6NL76"]}, "wikipedia": {"url_stub": "Actin, alpha 1"}}