{"AllianceGenome": "221", "HGNC": "221", "MIM": "605007", "_id": "11096", "_version": 1, "accession": {"genomic": ["AP001600.1", "AP001601.1", "AP001697.1", "AP001698.1", "CH471079.2", "CP068257.2", "KC877843.1", "NC_000021.9", "NC_060945.1"], "protein": ["AAD49577.1", "AAF02493.1", "AAH93775.1", "AAH93777.1", "BAA95503.1", "BAA95504.1", "EAX09948.1", "EAX09949.1", "NP_008969.2", "Q9UNA0.2", "XP_047296636.1", "XP_054180301.1", "XP_054180302.1", "XP_054180303.1"], "rna": ["AF086299.1", "AF086358.1", "AF141293.1", "AF142099.1", "AK094057.1", "AK095905.1", "BC093775.1", "BC093777.1", "CA313018.1", "NM_007038.5", "XM_047440680.1", "XM_054324326.1", "XM_054324327.1", "XM_054324328.1"], "translation": [{"protein": "AAD49577.1", "rna": "AF142099.1"}, {"protein": "XP_054180302.1", "rna": "XM_054324327.1"}, {"protein": "AAH93777.1", "rna": "BC093777.1"}, {"protein": "XP_054180301.1", "rna": "XM_054324326.1"}, {"protein": "NP_008969.2", "rna": "NM_007038.5"}, {"protein": "XP_054180303.1", "rna": "XM_054324328.1"}, {"protein": "AAH93775.1", "rna": "BC093775.1"}, {"protein": "XP_047296636.1", "rna": "XM_047440680.1"}, {"protein": "AAF02493.1", "rna": "AF141293.1"}]}, "alias": ["ADAM-TS 11", "ADAM-TS 5", "ADAM-TS5", "ADAMTS-11", "ADAMTS-5", "ADAMTS11", "ADMP-2"], "ensembl": {"gene": "ENSG00000154736", "protein": ["ENSP00000284987", "ENSP00000498989"], "transcript": ["ENST00000284987", "ENST00000652031"], "translation": [{"protein": "ENSP00000284987", "rna": "ENST00000284987"}, {"protein": "ENSP00000498989", "rna": "ENST00000652031"}], "type_of_gene": "protein_coding"}, "entrezgene": "11096", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 22.3723463316, "exp_mis": 407.385199149, "exp_syn": 201.866340621, "lof_z": 3.42882189125252, "mis_z": 2.52960539946518, "mu_lof": 1.76549163157e-06, "mu_mis": 3.77834389451e-05, "mu_syn": 1.85899481016e-05, "n_lof": 6.0, "n_mis": 303.0, "n_syn": 164.0, "p_li": 0.118850233550657, "p_null": 0.000230129183423667, "p_rec": 0.880919637265919, "syn_z": 1.65222971980363}, "bp": 2793, "cds_end": 28338710, "cds_start": 28296371, "n_exons": 8, "nonpsych": {"exp_lof": 20.0900794087, "exp_mis": 368.563875146, "exp_syn": 182.549435621, "lof_z": 3.30637859136826, "mis_z": 2.79972526424816, "mu_lof": 1.76549163157e-06, "mu_mis": 3.77834389451e-05, "mu_syn": 1.85899481016e-05, "n_lof": 5.0, "n_mis": 262.0, "n_syn": 152.0, "p_li": 0.254965449936386, "p_null": 0.000307919247078909, "p_rec": 0.744726630816535, "syn_z": 1.42356071648352}, "nontcga": {"exp_lof": 20.5670561723, "exp_mis": 374.778907726, "exp_syn": 185.701508364, "lof_z": 3.16859706006191, "mis_z": 2.38765460527732, "mu_lof": 1.76549163157e-06, "mu_mis": 3.77834389451e-05, "mu_syn": 1.85899481016e-05, "n_lof": 6.0, "n_mis": 282.0, "n_syn": 154.0, "p_li": 0.0667217733620519, "p_null": 0.000604645939431646, "p_rec": 0.932673580698517, "syn_z": 1.4729717293302}, "transcript": "ENST00000284987.5"}, "exons": [{"cdsend": 26966391, "cdsstart": 26924052, "chr": "21", "position": [[26917921, 26924620], [26929885, 26930061], [26932003, 26932179], [26932860, 26933044], [26934465, 26934749], [26943379, 26943547], [26954738, 26954871], [26965287, 26967088]], "strand": -1, "transcript": "NM_007038", "txend": 26967088, "txstart": 26917921}], "exons_hg19": [{"cdsend": 28338710, "cdsstart": 28296371, "chr": "21", "position": [[28290240, 28296939], [28302204, 28302380], [28304322, 28304498], [28305179, 28305363], [28306784, 28307068], [28315698, 28315866], [28327057, 28327190], [28337606, 28339407]], "strand": -1, "transcript": "NM_007038", "txend": 28339407, "txstart": 28290240}], "generif": [{"pubmed": 11801682, "text": "Aggrecanase-2 mRNA and protein are constitutively produced by fibroblast-like synoviocytes from nonarthritis, osteoarthritis, and rheumatoid arthritis patients but are not increased by TGF-beta, IL-1, or TNF-alpha."}, {"pubmed": 11831030, "text": "extracellular matrix degrading enzyme"}, {"pubmed": 11956193, "text": "Inhibition of ADAM-TS4 and ADAM-TS5 prevents aggrecan degradation in osteoarthritic cartilage."}, {"pubmed": 12392761, "text": "Substrate specificity. Cleaves aggrecan at Glu(1480)-Gly(1481), Glu(1667)-Gly(1668), Glu(1771)-Ala(1772) and Glu(1871)-Leu(1872) bonds more readily than at the Glu(373)-Ala(374) bond. Additionally, in region spanning residues Gly(1481) and Glu(1667)."}, {"pubmed": 14715656, "text": "ADAMTS4 and ADAMTS5 are inhibited by alpha2-macroglobulin"}, {"pubmed": 15599946, "text": "negative effect of TGFbeta1 on ADAMTS-1, -5, -9, and -15 coupled with increases in their inhibitor, TIMP-3 may aid the accumulation of versican in the stromal compartment of the prostate in BPH and prostate cancer"}, {"pubmed": 16003758, "text": "ADAMTS4 and 5 are upregulated on proliferating glioblastoma cells, and these proteases may contribute to their invasive potential"}, {"pubmed": 16133547, "text": "These results demonstrate for the first time that ADAMTS-5 is capable of degrading brevican and is overexpressed in glioblastoma cells, and suggest that ADAMTS-5 may play a role in glioma cell invasion through the cleavage of brevican."}, {"pubmed": 16507336, "text": "effects of C-terminal truncation on GAG-binding properties & aggrecanase activity of ADAMTS-5 bound to sulfated GAGs. Further truncation reduced aggrecanase activity, although appreciable GAG binding affinity was maintained."}, {"pubmed": 17067994, "text": "ADAMTS-5 expression is restricted to decidualized stromal cells of the human endometrium in vivo and is subject to regulation by cytokines in vitro."}, {"pubmed": 17211519, "text": "Analysis of ADAMTS-5 (aggrecanase-2) gene promoter sequence indicated four putative binding sites for the Runx family of transcription factors and suggested ADAMTS-5 to be a potential downstream target of Runx2."}, {"pubmed": 17265492, "text": "Our data suggest that both ADAMTS-4 and ADAMTS-5 contribute to the structural damage that characterizes human osteoarthritis."}, {"pubmed": 17265493, "text": "Chondrocytes with low chondrogenic capacity expressed higher levels of IGF-1, MMP-2, aggrecanase 2, while chondrocytes with high chondrogenic capacity expressed higher levels of CD44, CD151, and CD49c."}, {"pubmed": 17430884, "text": "ADAMTS-5 is a major aggrecanase in cartilage metabolism and pathology, with aggrecanase activity at least 1,000-fold greater than that of ADAMTS-4 under physiological conditions"}, {"pubmed": 17978660, "text": "In both nucleus pulposis and anulus fibrosus, ADAMTS5 was higher in discs with a higher level of degeneration. Aggrecan fragmentation profile analysis showed the involvement of aggrecanases and other proteases during disc degeneration."}, {"pubmed": 17991750, "text": "The catalytic domain of aggrecanase-2 has been refolded, purified, and crystallized, and its three-dimensional structure determined to 1.4A resolution in the presence of an inhibitor."}, {"pubmed": 18042673, "text": "Crystal structures of the two most active human aggrecanase isoforms, ADAMTS4 and ADAMTS5, each in complex with bound inhiitor."}, {"pubmed": 18156631, "text": "the catalytic domain of ADAMTS-5 has higher intrinsic catalytic ability than that of ADAMTS-4"}, {"pubmed": 18240210, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18240210, "text": "evidence against the participation of genetic variation in ADAMTS-5 in osteoarthritis susceptibility"}, {"pubmed": 18478108, "text": "identified a regulatory region associated with the gene ADAMTS5 that encompasses the entirety of the essential coding exon 2"}, {"pubmed": 18671934, "text": "PACE4 is a proprotein convertase responsible for activation of aggrecanases in osteoarthritic and cytokine-stimulated cartilage; posttranslational activation of ADAMTS-4 and ADAMTS-5 in the extracellular milieu of cartilage results in aggrecan degradation"}, {"pubmed": 18830934, "text": "ADAMTS-5 is related to deformation and destruction of human TMJ discs affected by internal derangement (ID) and osteoarthritis"}, {"pubmed": 19643179, "text": "The C-terminal domains of ADAMTS-4 and ADAMTS-5 affect the structure around the active site, favouring interaction with TIMP-3."}, {"pubmed": 19684582, "text": "Syndecan-4 controls the activation of ADAMTS-5 through direct interaction with the protease and through regulating mitogen-activated protein kinase (MAPK)-dependent synthesis of matrix metalloproteinase-3 (MMP-3)."}, {"pubmed": 19834535, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237151, "text": "Meta-analysis and HuGE review of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20494980, "text": "The ADAMTS5 promoter is activated by serum depletion according to promoter reporter assays in HEK 293 cells."}, {"pubmed": 20568084, "text": "four of the six aggrecanases are expressed in immortalized chondrocyte cell-lines and can be upregulated in response to inflammatory cytokines"}, {"pubmed": 21345877, "text": "ADAMTS-5 is present in human coronary atherosclerotic plaques."}, {"pubmed": 21370305, "text": "Structure analysis with a succinamide inhibitor reveals the flexibility of the ADAMTS-5 active site."}, {"pubmed": 21437951, "text": "ADAMTS-5 is probably involved in the process of herniated intervertebral disc degeneration, and that IL-1beta-induced expression of ADAMTS-5 is mediated by NO."}, {"pubmed": 21828051, "text": "a physiological function of ADAMTS5 in dermal fibroblasts is to maintain optimal versican content and PCM volume by continually trimming versican in hyaluronan-versican aggregates."}, {"pubmed": 22493487, "text": "the first evidence implicating ADAMTS-5 in the regulation of proteoglycan turnover and lipoprotein retention in atherosclerosis."}, {"pubmed": 22562232, "text": "Data show that the expression of ADAMTS4, 9, 16 and was up-regulated during chondrogenesis, ADAMTS1 and 5 were down-regulated."}, {"pubmed": 22707719, "text": "chimeric proteases and substrates to examine the role of C-terminal domains of ADAMTS13 and ADAMTS5 in the recognition of their physiological cleavage sites in von Willebrand factor (VWF) and aggrecan, respectively"}, {"pubmed": 22735305, "text": "study showed that ADAMTS-1, -4, -5 and TIMP3 were expressed at differential levels in hepatocellular carcinoma cell lines"}, {"pubmed": 22796434, "text": "This is the first report that ADAMTS5 is an anti-angiogenic and anti-tumorigenic protein independent of its proteoglycanase activity."}, {"pubmed": 22961118, "text": "Our results suggest that the ADAMTS5 gene polymorphisms may contribute to the susceptibility of osteoarthritis in the Chinese Han population."}, {"pubmed": 23064555, "text": "LRP-1 dictates physiological and pathological catabolism of aggrecan in cartilage as a key modulator of the extracellular activity of ADAMTS-5."}, {"pubmed": 23082219, "text": "The serine protease tissue plasminogen activator (tPA) and two matrix metalloproteinases, ADAMTS-4 and ADAMTS-5, were identified as Reelin cleaving enzymes."}, {"pubmed": 23131589, "text": "ADAMTS-5/aggrecanase-2 is the main aggrecanase present in laryngeal carcinoma"}, {"pubmed": 23154421, "text": "The present study reveals ADAMT-5 expression by mast cells(MCs) and that MC activation regulates the expression of the protease, thus implicating the ADAMT-5 of protease in MC function."}, {"pubmed": 23491141, "text": "No ADAMTS5 rs226794 genotype variant effects are found in association with ATP in two independent populations."}, {"pubmed": 23859810, "text": "We have demonstrated that the expression of ADAMTS-1, -4 and -5 is induced during the differentiation of monocytes into macrophages."}, {"pubmed": 23963448, "text": "RelA/p65 is a potent transcriptional activator of ADAMTS5 in chondrocytes during osteoarthritis development."}, {"pubmed": 24312401, "text": "psiepsilonRACK induced upregulation of hsa-miR-377 expression, coupled to decreases in ADAMTS5 and cleaved aggrecan"}, {"pubmed": 24415654, "text": "study indicates the SNPs of ADAMTS-5 may contribute to predisposition of lumbar intervertebral disc degeneration (LDD); an interaction between rs151058 and rs229052 may exist in ADAMTS-5 with LDD; rs162502 might be associated with altered Mean Diffusivity values"}, {"pubmed": 24474687, "text": "This study highlights that the affinity between a ligand and LRP1 dictates the rate of internalization and suggests that LRP1 is a major traffic controller of the two aggrecanases, especially under inflammatory conditions, where the protein levels of ADAMTS-4 increase, but those of ADAMTS-5 do not."}, {"pubmed": 24732836, "text": "We conclude that the upregulation of TNF-alpha and ADAMTS-5, but not ADAMTS-4, may play an important role in degenerative cartilage endplate-induced low back pain."}, {"pubmed": 24786121, "text": "The restricted expression of ADAMTS-4 and ADAMTS-5 and their increased expression in gestational trophoblastic diseases suggest that these 2 ADAMTS subtypes are associated with human placentation and the development of gestational trophoblastic diseases."}, {"pubmed": 25122765, "text": "The ADAMTS5 ancillary domain and specific chondroitin sulfate chains of versican are required for proteolysis."}, {"pubmed": 25477257, "text": "Evaluate ADAMTS-4 and ADAMTS-5 immunohistochemical expression in human TMJ discs from patients affected by internal derangement."}, {"pubmed": 25519309, "text": "ADAMTS5 rs2380585 polymorphism contributes to hepatocellular carcinoma susceptibility in a Chinese Han population"}, {"pubmed": 25848214, "text": "The data showed that the expression of ADAMTS5 was reduced in HCC, which was inversely associated with VEGF expression, MVD, and tumor size and associated with poor overall survival of HCC patients."}, {"pubmed": 26303525, "text": "Western blot analysis of endogenous ADAMTS-5 expressed by human chondrocytes showed the presence largely of truncated forms of ADAMTS-5, thus explaining the lack of efficacy of the anti-Sp antibody."}, {"pubmed": 26612259, "text": "These data demonstrate that the antibody is specific to ADAMTS4 and ADAMTS5 and inhibits their aggrecanase activity at molecular and cellular levels."}, {"pubmed": 26668318, "text": "Data suggest that ADAMTS-5 oligomerization is required for full aggrecanase activity in vitro and in situ (as seen in knee joint of mouse model of inflammatory arthritis); thus, blocking oligomerization inhibits ADAMTS-5 activity."}, {"pubmed": 26707794, "text": "The findings of our study suggest that hsamiR15a exerts protective effects against osteoarthritis by targeting ADAMTS5 in human chondrocytes."}, {"pubmed": 26738863, "text": "Overexpression of ADAMTS5 is associated with migration and invasion of non-small cell lung cancer."}, {"pubmed": 26888488, "text": "ADAMTS5 protein levels in semen were significantly lower in males with infertility. Sperm count and motility showed a negative correlation with levels of ADAMTS5 protein expression."}, {"pubmed": 27067395, "text": "The IL1B/AP-1/miR-30a/ADAMTS-5 axis regulates cartilage matrix degradation in osteoarthritis."}, {"pubmed": 27084377, "text": "MMP-13 may play a role on physiological turnover of cartilage extracellular matrix and that LRP1 is a key modulator of extracellular levels of MMP-13 and its internalization is independent of the levels of ADAMTS-4, -5 and TIMP-3."}, {"pubmed": 27159841, "text": "Increased ADAMTS5 levels were observed in placental insufficiency cases."}, {"pubmed": 27706574, "text": "we investigated whether important polymorphisms in the ADAMTS4 and ADAMTS5 genes affect osteoarthritis (OA) susceptibility. ADAMTS4 and ADAMTS5 genotypes were determined using the ABI Prism StepOnePlus Real-Time system. Our findings suggest that the ADAMTS4 (rs4233367 and rs11807350) and ADAMTS5 (rs226794 and rs2830585) variants examined may not contribute to susceptibility to knee OA in the Turkish population."}, {"pubmed": 28081267, "text": "Single Nucleotide Variants of Candidate Genes in Aggrecan Metabolic Pathway Are Associated with Lumbar Disc Degeneration and Modic Changes"}, {"pubmed": 28085114, "text": "In osteoarthritis (OA) chondrocytes, hydrostatic pressure (HP) restores the expression levels of some miRNAs, downregulates MMP-13, ADAMTS-5, and HDAC-4, and modulates the Wnt/beta-catenin pathway activation."}, {"pubmed": 28099917, "text": "Results provide direct evidence indicating that Fibulin-2 is a novel substrate of ADAMTS-5 and that this proteolysis could alter the cellular microenvironment affecting the balance between protumor and antitumor effects associated to both Fibulin-2 and the ADAMTSs metalloproteases."}, {"pubmed": 28110479, "text": "Data suggest that 3prime untranslated region of ADAMTS5 mRNA contains 'seedmatched-sequence' for hsa-miR-140-3p (microRNA-140-3p); in chondrocytes from articular cartilage of patients with knee osteoarthritis, interleukin-1beta up-regulates expression of ADAMTS5 and down-regulates expression of hsa-miR-140-3p. (ADAMTS5 = ADAM metallopeptidase with thrombospondin type 1 motif 5 A)"}, {"pubmed": 28306378, "text": "Development of a monoclonal anti-ADAMTS-5 antibody that specifically blocks the interaction with LRP1."}, {"pubmed": 28341660, "text": "RREB1 cooperates with noncoding RNA linc-ADAMTS5 to inhibit ADAMTS5 expression, thereby affecting degeneration of the extracellular matrix (ECM) of the intervertebral disc."}, {"pubmed": 28546218, "text": "Matrilin 2 accumulation associated with relative ADAMTS5 deficiency may contribute to the mechanism underlying calcific aortic valve disease progression."}, {"pubmed": 28583914, "text": "The SNPs rs1337185 in COL11A1 and rs162509 in ADAMTS5 are associated with susceptibility to lumbar disc degeneration. The C allele of rs1337185 is risky for patients who are affected by lumbar pathologies such as disc herniation, stenosis and spondylolisthesis. The G allele of rs16250 represents a risk factor for the development of disc herniation."}, {"pubmed": 28728848, "text": "Endoplasmic reticulum stress participates in the progress of senescence and apoptosis of osteoarthritic chondrocytes, which manifested in increased expression of ADAMTS5, MMP13, and decreased COL2A1 expression."}, {"pubmed": 29137610, "text": "expression by synovial cells induced by hemoglobin at low doses, suggesting a possible role for hemoglobin in cartilage damage after intra-articular hemorrhage"}, {"pubmed": 29143120, "text": "ADAMTS5 is hypermethylated and inhibits cancer cells invasion and migration in colorectal cancer, and correlates with OS and DFS."}, {"pubmed": 29162281, "text": "A novel genetic variant in ADAMTS5 is associated with bicuspid aortic valve disease."}, {"pubmed": 29248417, "text": "ADAMTS5 was uniquely downregulated in Barlow's Disease."}, {"pubmed": 29622560, "text": "ADAMTS-5 is the key protease for versican regulation in murine aortas undergoing dilatation and extracellular matrix remodeling in model of thoracic aortic aneurysms."}, {"pubmed": 29737873, "text": "expressed 2.1-fold less in Sertoli cells in nonobstructive azoospermia than in obstructive azoospermia; insufficient expression in Sertoli cells may have an important role in the etiology of male infertility"}, {"pubmed": 30016600, "text": "High ADAMTS5 expression is associated with osteoarthritic cartilage deterioration."}, {"pubmed": 30105548, "text": "ADAMTS5 is downregulated in gastric cancer and suppresses tumor metastasis and angiogenesis"}, {"pubmed": 30369484, "text": "Since only two of the collected studies referred to ADAMTS4, we did not perform meta-analysis for these comparisons.  Taken together, rs226794 and rs2830585 in ADAMTS5 gene were not associated with musculoskeletal degenerative diseases in overall population, but there seemed to be an ethnicity-dependent effect of rs2830585 in the risk of musculoskeletal degenerative diseases"}, {"pubmed": 30652828, "text": "the ADAMTS5 rs2830585 polymorphism may be involved in the development of knee osteoarthritis by destroying the extracellular matrix, but this finding should be further confirmed by larger studies."}, {"pubmed": 30730845, "text": "significantly higher second-trimester amniotic fluid levels in pregnant women with spontaneous preterm birth"}, {"pubmed": 31484722, "text": "Both IalphaI and the HC-hyaluronan complex are substrates for the extracellular matrix proteases ADAMTS-5 and matrix metalloprotease (MMP) -3, -7, and -13."}, {"pubmed": 31526197, "text": "Are serum levels of ADAMTS5, TAS and TOS at 24-28 gestational weeks associated with adverse perinatal outcomes in gestational diabetic women?"}, {"pubmed": 31637891, "text": "An MALAT1/miR-145 axis contributes to ECM degradation in IL-1beta-induced chondrocytes through targeting ADAMTS5."}, {"pubmed": 31734268, "text": "Inflammation and joint destruction may be linked to the generation of cartilage metabolites of ADAMTS-5 through activation of toll-like receptors."}, {"pubmed": 31734379, "text": "ADAMTS4 and ADAMTS5 may be considered as new molecular therapeutic targets for cartilage damages with Kashin-Beck Disease."}, {"pubmed": 31929842, "text": "Data found that the expression level of ADAMTS-5 was reduced in the coronary arteries of the patients with coronary artery disease (CAD), and the vascular smooth muscle cells were the major source of ADAMTS-5 in human CAD atherosclerotic plaques."}, {"pubmed": 32067610, "text": "Expression Levels of A Disintegrin-like Metalloproteinase with Thrombospondin Motifs-4 and -5 (ADAMTS-4 and ADAMTS-5) in Inflamed and Healthy Gingival Tissues."}, {"pubmed": 32415504, "text": "NF-kbeta upregulates ADAMTS5 expression by direct binding after TNF-alpha treatment in OUMS-27 chondrosarcoma cell line."}, {"pubmed": 32700984, "text": "Elucidation of the Mechanism by Which a ADAMTS5 Gene MicroRNA-Binding Site Single Nucleotide Polymorphism Affects the Risk of Osteoarthritis."}, {"pubmed": 32917786, "text": "The Metalloproteinase ADAMTS5 Is Expressed by Interstitial Inflammatory Cells in IgA Nephropathy and Is Proteolytically Active on the Kidney Matrix."}, {"pubmed": 33128918, "text": "Long non-coding RNA XIST regulates chondrogenic differentiation of synovium-derived mesenchymal stem cells from temporomandibular joint via miR-27b-3p/ADAMTS-5 axis."}, {"pubmed": 33441904, "text": "Exosite inhibition of ADAMTS-5 by a glycoconjugated arylsulfonamide."}, {"pubmed": 33444494, "text": "ADAMTS proteoglycanases downregulation with impaired oocyte quality in PCOS."}, {"pubmed": 33522433, "text": "In Silico Identification of Contradictory Role of ADAMTS5 in Hepatocellular Carcinoma."}, {"pubmed": 33934089, "text": "Internal modulation of proteolysis in vascular extracellular matrix remodeling: role of ADAM metallopeptidase with thrombospondin type 1 motif 5 in the development of intracranial aneurysm rupture."}, {"pubmed": 34140036, "text": "Circ-SPG11 knockdown hampers IL-1beta-induced osteoarthritis progression via targeting miR-337-3p/ADAMTS5."}, {"pubmed": 34806902, "text": "Extracellular Matrix in Heart Failure: Role of ADAMTS5 in Proteoglycan Remodeling."}, {"pubmed": 34889297, "text": "Association of polymorphisms in ADAMTS-5 gene with the susceptibility to knee osteoarthritis: A protocol for systematic review and meta-analysis."}, {"pubmed": 34946864, "text": "The Decisive Case-Control Study Elaborates the Null Association between ADAMTS5 rs226794 and Osteoarthritis in Asians: A Case-Control Study and Meta-Analysis."}, {"pubmed": 35168639, "text": "Elevation of MMP1 and ADAMTS5 mRNA expression in glenohumeral synovia of patients with hypercholesterolemia."}, {"pubmed": 35236644, "text": "MicroRNA-148a targets ADAMTS5 to inhibit proliferation of endometriosis cells."}, {"pubmed": 35317099, "text": "Differential DNA methylation analysis of SUMF2, ADAMTS5, and PXDN provides novel insights into colorectal cancer prognosis prediction in Taiwan."}, {"pubmed": 38536197, "text": "ADAMTS5 Promotes Permeability of the Blood-Brain Barrier during Treponema pallidum Subspecies pallidum Invading the Central Nervous System."}, {"pubmed": 38940327, "text": "SP1-mediated ADAMTS5 transcription promotes IL-1beta-induced chondrocyte injury via Wnt/beta-catenin pathway in osteoarthritis."}], "genomic_pos": {"chr": "21", "end": 26967088, "ensemblgene": "ENSG00000154736", "start": 26917922, "strand": -1}, "genomic_pos_hg19": {"chr": "21", "end": 28338832, "start": 28290231, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0003180", "qualifier": "involved_in", "term": "aortic valve morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003184", "qualifier": "involved_in", "term": "pulmonary valve morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003203", "qualifier": "involved_in", "term": "endocardial cushion morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007520", "qualifier": "involved_in", "term": "myoblast fusion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0022617", "qualifier": "involved_in", "term": "extracellular matrix disassembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0022617", "qualifier": "involved_in", "term": "extracellular matrix disassembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042742", "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120163", "pubmed": 28702327, "qualifier": "involved_in", "term": "negative regulation of cold-induced thermogenesis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "is_active_in", "term": "extracellular matrix"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0062023", "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0004175", "qualifier": "enables", "term": "endopeptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004222", "pubmed": [25122765, 26668318], "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005178", "pubmed": 10438522, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [22406378, 25122765, 29720262], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008233", "pubmed": 23845380, "qualifier": "enables", "term": "peptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008237", "pubmed": [21370305, 33719441], "qualifier": "enables", "term": "metallopeptidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 26668318, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0050840", "qualifier": "enables", "term": "extracellular matrix binding"}]}, "homologene": {"genes": [[7955, 565053], [8364, 100488158], [9031, 427971], [9544, 707672], [9598, 473935], [9606, 11096], [9615, 487713], [9913, 286805], [10090, 23794], [10116, 304135]], "id": 5109}, "interpro": [{"desc": "Thrombospondin type-1 (TSP1) repeat", "id": "IPR000884", "short_desc": "TSP1_rpt"}, {"desc": "Peptidase M12B, ADAM/reprolysin", "id": "IPR001590", "short_desc": "Peptidase_M12B"}, {"desc": "ADAM, cysteine-rich domain", "id": "IPR006586", "short_desc": "ADAM_Cys-rich"}, {"desc": "ADAMTS/ADAMTS-like, Spacer 1", "id": "IPR010294", "short_desc": "ADAMTS_spacer1"}, {"desc": "ADAMTS/ADAMTS-like", "id": "IPR013273", "short_desc": "ADAMTS/ADAMTS-like"}, {"desc": "Peptidase M12B, ADAM-TS5", "id": "IPR013276", "short_desc": "Pept_M12B_ADAM-TS5"}, {"desc": "Metallopeptidase, catalytic domain superfamily", "id": "IPR024079", "short_desc": "MetalloPept_cat_dom_sf"}, {"desc": "Thrombospondin type-1 (TSP1) repeat superfamily", "id": "IPR036383", "short_desc": "TSP1_rpt_sf"}, {"desc": "ADAMTS, cysteine-rich domain 2", "id": "IPR041645", "short_desc": "ADAMTS_CR_2"}, {"desc": "ADAMTS/ADAMTS-like, cysteine-rich domain 3", "id": "IPR045371", "short_desc": "ADAMTS_CR_3"}], "ipi": "IPI00009143", "map_location": "21q21.3", "name": "ADAM metallopeptidase with thrombospondin type 1 motif 5", "other_names": ["A disintegrin and metalloproteinase with thrombospondin motifs 5", "a disintegrin and metalloproteinase with thrombospondin motifs 11", "a disintegrin-like and metalloprotease (reprolysin type) with thrombospondin type 1 motif, 5 (aggrecanase-2)", "aggrecanase-2"], "pantherdb": {"HGNC": "221", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1346321", "ortholog_type": "LDO", "panther_family": "PTHR13723", "taxid": 10090, "uniprot_kb": "Q9R001"}, {"RGD": "735196", "ortholog_type": "LDO", "panther_family": "PTHR13723", "taxid": 10116, "uniprot_kb": "G3V673"}, {"Ensembl": "ENSGALG00000015795", "ortholog_type": "LDO", "panther_family": "PTHR13723", "taxid": 9031, "uniprot_kb": "F1P3S7"}, {"Ensembl": "ENSDARG00000100307", "ortholog_type": "LDO", "panther_family": "PTHR13723", "taxid": 7955, "uniprot_kb": "A0A0G2KI55"}, {"WormBase": "WBGene00001650", "ortholog_type": "O", "panther_family": "PTHR13723", "taxid": 6239, "uniprot_kb": "Q19791"}, {"FlyBase": "FBgn0286071", "ortholog_type": "O", "panther_family": "PTHR13723", "taxid": 7227, "uniprot_kb": "Q8SXB0"}, {"dictyBase": "DDB_G0279795", "ortholog_type": "O", "panther_family": "PTHR13723", "taxid": 352472, "uniprot_kb": "O15916"}], "uniprot_kb": "Q9UNA0"}, "pathway": {"reactome": [{"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-3781865", "name": "Diseases of glycosylation"}, {"id": "R-HSA-3906995", "name": "Diseases associated with O-glycosylation of proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5083635", "name": "Defective B3GALTL causes PpS"}, {"id": "R-HSA-5173105", "name": "O-linked glycosylation"}, {"id": "R-HSA-5173214", "name": "O-glycosylation of TSR domain-containing proteins"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}], "wikipathways": [{"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}]}, "pdb": ["2RJQ", "3B8Z", "3HY7", "3HY9", "3HYG", "3LJT", "6YJM"], "pfam": ["PF00090", "PF01421", "PF05986", "PF17771", "PF19030", "PF19236"], "pharmgkb": "PA24549", "pharos": {"target_id": 5170, "tdl": "Tchem"}, "prosite": ["PS50092", "PS50215"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326780", "relationship": "is"}, {"id": "GNF326781", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF181230", "relationship": "is"}, {"id": "GNF195770", "relationship": "is"}, {"id": "GNF262263", "relationship": "is"}, {"id": "GNF262264", "relationship": "is"}, {"id": "GNF262265", "relationship": "is"}, {"id": "GNF262266", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047502", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079124", "relationship": "is"}, {"id": "GNF079125", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051482", "relationship": "is"}, {"id": "GNF056246", "relationship": "is"}, {"id": "GNF060987", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068301", "relationship": "is"}, {"id": "GNF068302", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278791", "relationship": "is"}, {"id": "GNF278793", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330137", "relationship": "is"}, {"id": "GNF332896", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101289", "relationship": "is"}, {"id": "GNF140944", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000021.9", "NC_060945.1"], "protein": ["NP_008969.2", "XP_047296636.1", "XP_054180301.1", "XP_054180302.1", "XP_054180303.1"], "rna": ["NM_007038.5", "XM_047440680.1", "XM_054324326.1", "XM_054324327.1", "XM_054324328.1"], "translation": [{"protein": "XP_054180302.1", "rna": "XM_054324327.1"}, {"protein": "XP_054180301.1", "rna": "XM_054324326.1"}, {"protein": "NP_008969.2", "rna": "NM_007038.5"}, {"protein": "XP_054180303.1", "rna": "XM_054324328.1"}, {"protein": "XP_047296636.1", "rna": "XM_047440680.1"}]}, "reporter": {"HG-U133_Plus_2": ["1558636_s_at", "219935_at", "229357_at", "235368_at"], "HG-U95B": ["47321_at", "50177_at", "50533_at", "54593_at"], "HTA-2_0": ["TC21000346.hg.1", "TC21000892.hg.1"], "HuEx-1_0": ["3927480", "3927532"], "HuGene-1_1": "8069689", "HuGene-2_1": "16924620"}, "retired": 107987291, "summary": "This gene encodes a member of the ADAMTS (a disintegrin and metalloproteinase with thrombospondin motifs) protein family. Members of the family share several distinct protein modules, including a propeptide region, a metalloproteinase domain, a disintegrin-like domain, and a thrombospondin type 1 (TS) motif. Individual members of this family differ in the number of C-terminal TS motifs, and some have unique C-terminal domains. The encoded preproprotein is proteolytically processed to generate the mature enzyme. This enzyme contains two C-terminal TS motifs and functions as an aggrecanase that cleaves aggrecan, a major proteoglycan of cartilage, and may mediate cartilage destruction in osteoarthritis. [provided by RefSeq, Feb 2016].", "symbol": "ADAMTS5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412211"}, "unigene": "Hs.58324", "uniprot": {"Swiss-Prot": "Q9UNA0", "TrEMBL": "A0A494C1E4"}, "wikipedia": {"url_stub": "ADAMTS5"}}