{"AllianceGenome": "217", "HGNC": "217", "MIM": "605174", "_id": "9510", "_version": 1, "accession": {"genomic": ["AP001598.1", "AP001599.1", "AP001697.1", "CH471079.2", "CP068257.2", "NC_000021.9", "NC_060945.1"], "protein": ["AAD48080.1", "AAF15317.1", "AAF23772.1", "AAH36515.1", "AAZ73034.1", "BAA92584.2", "BAA95502.1", "BAC85245.1", "BAG37080.1", "CAB82413.1", "CAI46043.1", "EAX09951.1", "EAX09952.1", "NP_008919.3", "Q9UHI8.4"], "rna": ["AB037767.1", "AF060152.1", "AF170084.1", "AF207664.1", "AK023795.1", "AK129873.1", "AK314475.1", "AL162080.1", "AW163724.1", "BC036515.2", "BX647388.1", "DQ108407.1", "NM_006988.5"], "translation": [{"protein": "BAC85245.1", "rna": "AK129873.1"}, {"protein": "BAG37080.1", "rna": "AK314475.1"}, {"protein": "NP_008919.3", "rna": "NM_006988.5"}, {"protein": "AAZ73034.1", "rna": "DQ108407.1"}, {"protein": "BAA92584.2", "rna": "AB037767.1"}, {"protein": "AAD48080.1", "rna": "AF060152.1"}, {"protein": "CAB82413.1", "rna": "AL162080.1"}, {"protein": "CAI46043.1", "rna": "BX647388.1"}, {"protein": "AAF23772.1", "rna": "AF207664.1"}, {"protein": "AAH36515.1", "rna": "BC036515.2"}, {"protein": "AAF15317.1", "rna": "AF170084.1"}]}, "alias": ["C3-C5", "METH1"], "ensembl": {"gene": "ENSG00000154734", "protein": ["ENSP00000284984", "ENSP00000403404", "ENSP00000429557", "ENSP00000503777", "ENSP00000503862", "ENSP00000503982", "ENSP00000504463"], "transcript": ["ENST00000284984", "ENST00000451462", "ENST00000464589", "ENST00000492656", "ENST00000517777", "ENST00000676955", "ENST00000677958", "ENST00000678221", "ENST00000679152", "ENST00000679316"], "translation": [{"protein": "ENSP00000284984", "rna": "ENST00000284984"}, {"protein": "ENSP00000429557", "rna": "ENST00000517777"}, {"protein": "ENSP00000503862", "rna": "ENST00000678221"}, {"protein": "ENSP00000503982", "rna": "ENST00000676955"}, {"protein": "ENSP00000503777", "rna": "ENST00000677958"}, {"protein": "ENSP00000403404", "rna": "ENST00000451462"}, {"protein": "ENSP00000504463", "rna": "ENST00000679152"}], "type_of_gene": "protein_coding"}, "entrezgene": "9510", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 24.3461451771, "exp_mis": 353.389755606, "exp_syn": 181.798228507, "lof_z": 3.8839086479629, "mis_z": 0.868766906914395, "mu_lof": 1.94688869011e-06, "mu_mis": 3.59682060348e-05, "mu_syn": 1.89536172852e-05, "n_lof": 5.0, "n_mis": 320.0, "n_syn": 153.0, "p_li": 0.594872990656586, "p_null": 1.69772620719667e-05, "p_rec": 0.405110032081342, "syn_z": 1.32409763377361}, "bp": 2904, "cds_end": 28217273, "cds_start": 28209897, "n_exons": 9, "nonpsych": {"exp_lof": 21.8569741631, "exp_mis": 319.673203049, "exp_syn": 164.36631184, "lof_z": 3.75115390082937, "mis_z": 1.31666751972452, "mu_lof": 1.94688869011e-06, "mu_mis": 3.59682060348e-05, "mu_syn": 1.89536172852e-05, "n_lof": 4.0, "n_mis": 273.0, "n_syn": 139.0, "p_li": 0.775206289639799, "p_null": 1.66611333370823e-05, "p_rec": 0.224777049226864, "syn_z": 1.24570221764406}, "nontcga": {"exp_lof": 22.3810422814, "exp_mis": 325.101186681, "exp_syn": 167.23697408, "lof_z": 3.62423981031034, "mis_z": 0.610683507719688, "mu_lof": 1.94688869011e-06, "mu_mis": 3.59682060348e-05, "mu_syn": 1.89536172852e-05, "n_lof": 5.0, "n_mis": 303.0, "n_syn": 141.0, "p_li": 0.423086481955842, "p_null": 6.53676886052946e-05, "p_rec": 0.576848150355553, "syn_z": 1.28460695469893}, "transcript": "ENST00000284984.3"}, "exons": [{"cdsend": 26844954, "cdsstart": 26837578, "chr": "21", "position": [[26835754, 26838278], [26838438, 26838614], [26839586, 26839762], [26839874, 26840061], [26840275, 26840562], [26840997, 26841165], [26841857, 26841990], [26842338, 26842685], [26844224, 26845409]], "strand": -1, "transcript": "NM_006988", "txend": 26845409, "txstart": 26835754}], "exons_hg19": [{"cdsend": 28217273, "cdsstart": 28209897, "chr": "21", "position": [[28208073, 28210597], [28210757, 28210933], [28211905, 28212081], [28212193, 28212380], [28212594, 28212881], [28213316, 28213484], [28214176, 28214309], [28214657, 28215004], [28216543, 28217728]], "strand": -1, "transcript": "NM_006988", "txend": 28217728, "txstart": 28208073}], "generif": [{"pubmed": 11831030, "text": "extracellular matrix degrading enzyme"}, {"pubmed": 12054626, "text": "properties investigated through protein engineering"}, {"pubmed": 12054629, "text": "cleaves aggrecan at multiple sites and is differentially inhibited by metalloproteinase inhibitors"}, {"pubmed": 12716911, "text": "ADAMTS1 significantly blocks VEGFR2 phosphorylation due to direct binding and sequestration of VEGF165, with consequent suppression of endothelial cell proliferation."}, {"pubmed": 14760803, "text": "ADAMTS-1 is the first matrix-degrading enzyme downregulated by the catabolic factor IL-1beta in vitro."}, {"pubmed": 14996435, "text": "ADAMTS-1 expression was significantly reduced in the presence of HDL subfraction 3."}, {"pubmed": 15184385, "text": "results suggest that conserved residues other than the furin cleavage site in the prodomain of a disintegrin and metalloprotease with thrombospondin type I motif(ADAMTS-1) are involved in its biosynthesis"}, {"pubmed": 15599946, "text": "negative effect of TGFbeta1 on ADAMTS-1, -5, -9, and -15 coupled with increases in their inhibitor, TIMP-3 may aid the accumulation of versican in the stromal compartment of the prostate in BPH and prostate cancer"}, {"pubmed": 15661359, "text": "ADAMTS-1-immunoreactivity was manifold increased in brain with Down syndrome and neurodegeneration."}, {"pubmed": 15878613, "text": "specific distribution pattern of ADAMTS-1 in a variety of organs during embryogenesis suggests a role of the molecule in tissue remodelling, vasculogenesis and angiogenesis"}, {"pubmed": 15967414, "text": "Expression of ADAMTS1 was downregulated by cAMP in normal, but not in SV40-transformed cells, suggesting that in normal cells epiregulin and amphiregulin activity is downregulated by a feedback mechanism that may be lost in SV40-transformed cells"}, {"pubmed": 16061471, "text": "fibulin-1 is a new regulator of ADAMTS-1-mediated proteoglycan proteolysis and may play an important role in proteoglycan turnover in tissues where there is overlapping expression"}, {"pubmed": 16314835, "text": "Overexpression of ADAMTS-1 promotes pulmonary metastasis of mammary carcinoma and Lewis lung carcinoma cells and that a proteinase-dead mutant of ADAMTS-1 inhibits their metastasis"}, {"pubmed": 16328961, "text": "Has a previously unreported gelatinolytic activity."}, {"pubmed": 16495931, "text": "results provide evidence for an overexpression of ADAM-12 and a lower expression of ADAMTS-1 in non-small-cell lung cancer suggest that these proteases play different functions in cancer progression"}, {"pubmed": 16641089, "text": "role of TFPI-2 as a maintenance factor of extracellular remodeling suggests the indirect function of ADAMTS1 as an additional homeostatic player by its ability to alter the extracellular location of TFPI-2"}, {"pubmed": 16675485, "text": "ADAMTS-1 expression is associated with decidualization of the endometrial stroma in vivo. IL-1beta increased whereas TGF-beta1 decreased ADAMTS-1 mRNA and protein levels in decidual stromal cell cultures in a concentration- and time-dependent manner."}, {"pubmed": 17167179, "text": "Hypermethylation was subsequently identified for three of four analyzed genes, ADAMTS1 (85%), CRABP1 (90%), and NR3C1 (35%)."}, {"pubmed": 17560840, "text": "These results show that ADAMTS-1 has both the opportunity in bone and capability in vitro to induce collagen type I processing, together with a positive influence on osteoblastic three-dimensional growth."}, {"pubmed": 17897672, "text": "Results show that crystal structures contain catalytic and disintegrin-like domains, both in the inhibitor-free form and in complex with the inhibitor marimastat."}, {"pubmed": 17975119, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18076023, "text": "Expression of several genes associated with angiogenesis was altered during transition into androgen-independency. Among these, a significant decrease was found for ADAMTS1, whose expression inversely correlated with microvessel density."}, {"pubmed": 18174457, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18192475, "text": "ADAMTS-1 was significantly upregulated in thrombosed hemodialysis grafts."}, {"pubmed": 18775505, "text": "ADAMTS1 proteolytic action mimics the outcome of genetic deletion of this proteoglycan with regards to focal adhesion. Findings suggest that the shedding of syndecan-4 by ADAMTS1 disrupts cell adhesion and promotes cell migration."}, {"pubmed": 19007777, "text": "These data suggest the involvement of HDAC6 and SP1 in the HDACi-induced expression of angiostatic ADAMTS1."}, {"pubmed": 19010931, "text": "catalytically active ADAMTS-1 contribution to tumor development, which consists of the recruitment of fibroblasts involved in tumor growth and tumor-associated stroma remodeling."}, {"pubmed": 19023099, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19027488, "text": "results suggest that aberrant methylation of ADAMTS1 frequently occurs in non-small cell lung cancer (NSCLC), and that it may play a role in the pathogenesis of NSCLC"}, {"pubmed": 19349275, "text": "ADAMTS1 is transiently induced by hypoxia in endothelial cells, and its transcription is mediated by HIF-1 binding"}, {"pubmed": 19404339, "text": "These results demonstrate that the ADAMTS1 3'-untranslated region may regulate the stability and expression of ADAMTS1 mRNA."}, {"pubmed": 19608765, "text": "disintegrin and metalloproteinase with thrombospondin motifs (ADAMTS1) and matrix metalloproteinase-1 (MMP1), orchestrate a paracrine signaling cascade to modulate the bone microenvironment in favor of osteoclastogenesis and bone metastasis"}, {"pubmed": 19915008, "text": "cleavage of semaphorin 3C induced by ADAMTS1 promotes the migration of breast cancer cells, indicating that the co-expression of these molecules in tumors may contribute to the metastatic program"}, {"pubmed": 20103648, "text": "results indicate that the antiangiogenic activity of TSP1 is differentially regulated by ADAMTS1 in the liver and lung, emphasizing the concept that regulation of angiogenesis is varied in different tissue environments."}, {"pubmed": 20484033, "text": "Study documents the expression of ADAMTS1 in aggressive and highly plastic melanoma and Ewing sarcoma cells. Inhibiting ADAMTS1 compromised the endothelial mimetic attributes observed."}, {"pubmed": 20546609, "text": "ADAMTS1 is an important regulatory factor of angiogenesis and tumor growth in prostate tumors, where modified ADAMTS1 expression resulted in markedly changed blood vessel morphology, possibly related to altered thrombospondin 1 levels."}, {"pubmed": 20655981, "text": "The correlation between its expression in cumulus granulosa cells and oocyte fertilization capacity suggests a role for ADAMTS-1 in human cumulus function"}, {"pubmed": 20795945, "text": "AHR, a novel acute hypoxia-response sequence, drives reporter gene expression under hypoxia in vitro and in vivo."}, {"pubmed": 20840749, "text": "ADAMTS1 expression is elevated in endometrial adenocarcinoma"}, {"pubmed": 21037509, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21345877, "text": "ADAMTS-1 was present in human coronary atherosclerotic plaques; ADAMDTS-1 was differentially expressed between acute myocardial infarction and stable angina; and ADAMTS-1 immunopositive cells were mainly macrophages."}, {"pubmed": 21937160, "text": "variable effects that chemical modifications/mutations in vWF have on proteolysis by ADAMTS13"}, {"pubmed": 22383695, "text": "Pericyte-derived TIMP3 stabilized and ADAMTS1 destabilized the capillary tubular networks"}, {"pubmed": 22562232, "text": "Data show that the expression of ADAMTS4, 9, 16 and was up-regulated during chondrogenesis, ADAMTS1 and 5 were down-regulated."}, {"pubmed": 22735305, "text": "study showed that ADAMTS-1, -4, -5 and TIMP3 were expressed at differential levels in hepatocellular carcinoma cell lines"}, {"pubmed": 22776012, "text": "our results demonstrated that ADAMTS1 gene transfer inhibited angiogenesis in vitro and in vivo"}, {"pubmed": 23001403, "text": "These findings suggest that ADAMTS1 expression is altered in primary gastric cancer and paired lymph node metastasis and has angioinhibitory effects."}, {"pubmed": 23289900, "text": "ADAMTS-1 expression was decreased in human breast tumors, and ADAMTS-1 knockdown stimulated migration, invasion and invadopodia formation in breast cancer cells in vitro."}, {"pubmed": 23681936, "text": "ADAMTS1 expression is decreased in breast tumor specimens."}, {"pubmed": 23859810, "text": "We have demonstrated that the expression of ADAMTS-1, -4 and -5 is induced during the differentiation of monocytes into macrophages."}, {"pubmed": 24631293, "text": "ADAMTS1 formed a complex with VEGFC, attenuated VEGFR3 phosphorylation and inhibited lymphangiogenesis in vitro."}, {"pubmed": 24646063, "text": "Dysregulated expression of ADAMTS-1 in polycystic ovary syndrome may influence oocyte quality-via Granulosa cells-oocyte paracrine and endocrine mechanism."}, {"pubmed": 24998958, "text": "Data show that ADAMTS1 was expressed at a significantly higher level in extravillous trophoblast cells (EVTs) than in villous trophoblast cells (VTs), while both ADAM10 and ADAM12 were expressed at significantly higher levels in VTs than in EVTs."}, {"pubmed": 25689086, "text": "All ADAMTS tested in our study were expressed in both stable and unstable carotid plaques, especially in smooth muscle cells and macrophages. Analysis of the expression pattern on mRNA level showed significant higher expression of ADAMTS1 in unstable plaques compared with stable plaques."}, {"pubmed": 25936341, "text": "The aberrant methylation of ADAMTS1 may be involved in the development and progression of gastric cancer."}, {"pubmed": 25998153, "text": "Results show that ADAMTS1 expression is negatively regulated in breast neoplasm cells due to mir-365 targeting its 3'UTR."}, {"pubmed": 26124221, "text": "single-nucleotide missense mutation in the ADAMTS1 gene (c. 742I>T) was found to segregate in the family, given that the affected individuals must be heterozygous for the mutation"}, {"pubmed": 26299656, "text": "Ectopic expression of SP1 and USF transcription factors resulted in the decrease in ADAMTS1 transcriptional activity of all promoter constructs"}, {"pubmed": 26563155, "text": "increased expression of ADAMTS1 protein in macrophages and neutrophils that infiltrated aortic tissues may promote the progression of acute aortic dissection"}, {"pubmed": 26663063, "text": "Data suggest that the rs416905 and rs402007 single nucleotide polymorphisms of the a disintegrin and metallo-proteinase with thrombospondin type 1 motifs (ADAMTS-1) gene may be associated with ischemic stroke caused by large artery atherosclerosis (LAA)."}, {"pubmed": 26675551, "text": "High ADAMTS1 expression was significantly associated with tumorigenicity of Kaposi's sarcoma-associated herpesvirus infected endothelial cells."}, {"pubmed": 26888488, "text": "ADAMTS1 protein levels in semen were significantly lower in males with infertility. Sperm count and motility showed a negative correlation with levels of ADAMTS1 protein expression."}, {"pubmed": 26916548, "text": "progesterone acts via the progesterone receptor to modulate ADAMTS 1 and 4 levels in ovarian cancer cell lines."}, {"pubmed": 27053287, "text": "implicated in knee destruction in Kashin-Beck disease"}, {"pubmed": 27447109, "text": "Adamts1 acts as an extracellular matrix 'modifier', with miR-181d-induced downregulation, that regulates adipocyte lineage commitment and obesity."}, {"pubmed": 27764205, "text": "Findings indicate that ADAMTS-1 has proteolytic functions in the nucleus through its interaction with aggrecan substrate in normal and tumoral breast cells."}, {"pubmed": 27908842, "text": "Data indicate that serum versican levels were significantly decreased in polycystic ovary syndrome (PCOS) patients, and that serum ADAMTS-1 (a disintegrin and metalloproteinase with thrombospondin motif-1) and versican levels were significantly and positively correlated with each other."}, {"pubmed": 28067899, "text": "Patients with Marfan syndrome showed elevated NOS2 and decreased ADAMTS1 protein levels in the aorta."}, {"pubmed": 28417352, "text": "Our study demonstrated that altered levels of ADAMTS-1 and aggrecan may have a partial role in the etiopathogenesis of Polycystic ovary syndrome (PCOS), and ADAMTS-1 could be a predictive marker for implantation success in PCOS patients."}, {"pubmed": 28674292, "text": "ADAMTS1 has diverse roles in angiogenesis, tumor microenvironment and lymphangiogenesis."}, {"pubmed": 28700319, "text": "we identified Adamts1 as the modulator of a potent pathway that converts changes in diet into a cellular signal in adipose tissue that controls APC activity in vivo"}, {"pubmed": 28814085, "text": "This study showed that ADAMTS1, 8, and 18 are highly expressed in GC and its nodal metastases, suggesting important roles of these proteases in carcinogenesis and lymphatic metastasis. The findings from the present study indicate that these proteases may be promising candidates for novel and alternative treatments in GC (gastric cancer)"}, {"pubmed": 28890348, "text": "Taken together, our findings suggested that miR-362-3p inhibits the proliferation and migration of VSMCs by directly targeting ADAMTS1, which might provide novel insight into the molecular mechanisms underlying the action of miR-362-3p in atherosclerosis."}, {"pubmed": 28949770, "text": "ADAMTS 1 may be necessary during the decidualization and implantation stages of early normal pregnancy."}, {"pubmed": 29038419, "text": "Significant differences in gene expression profiles were observed between patients with post-kidney transplant bladder tumors and those with conventional bladder tumors. ADAMTS1 expression was significantly lower in first group than in the second."}, {"pubmed": 29086015, "text": "Increased levels of ADAMTS-1 could be a potential marker for the etiopathogenesis of PCOS in adolescents and younger-aged females and predict the development of CVD [cardiovascular disease ] risk and IR among all patients with the same age."}, {"pubmed": 29135310, "text": "ADAMTS 1, 4, 12, and 13 levels in the maternal and cord blood were lower in the preeclampsia group than in the control group. ADAMTS 1, 4, and 12 levels in placental tissues were higher in the preeclampsia group."}, {"pubmed": 29737873, "text": "expressed 2.56-fold less in Sertoli cells in nonobstructive azoospermia than in obstructive azoospermia; insufficient expression in Sertoli cells may have an important role in the etiology of male infertility"}, {"pubmed": 30446843, "text": "The results of the present study indicated that ADAMTS-1 and ADAMTS-9 as well as PRs are downregulated in the human CCs (cumulus cells) in PCOS polycystic ovary syndrome) patients, which could be associated with impaired oocyte maturation and may result in a lower oocyte recovery and oocyte maturity rates, as well as lower fertilization rate."}, {"pubmed": 30655094, "text": "The expression level of ADAMTS1 in Hip Degenerative Arthritis group were decreased 2.5, 2 and 2.5 fold when compared with Femoral neck fractures group."}, {"pubmed": 30989556, "text": "JNK1 siRNA knockdown assay confirmed that ADAMTS-1 was regulated through JNK pathway, and lauric acid interfered with this pathway to down-regulate ADAMTS-1 expression."}, {"pubmed": 31974739, "text": "ADAMTS1 and HSPG2 mRNA levels in cumulus cells are related to human oocyte quality and controlled ovarian hyperstimulation outcomes."}, {"pubmed": 32269093, "text": "ADAMTS-1 and syndecan-4 intersect in the regulation of cell migration and angiogenesis."}, {"pubmed": 32408377, "text": "Melatonin-triggered post-transcriptional and post-translational modifications of ADAMTS1 coordinately retard tumorigenesis and metastasis of renal cell carcinoma."}, {"pubmed": 32502021, "text": "A disintegrin and metalloproteinase with thrombospondin type motifs 1 rs402007 and tissue inhibitor of metalloproteinase-3 rs9619311 polymorphisms are associated with essential hypertension in a Chinese Han population, and there was a positive interaction among rs402007, rs9619311, and smoking."}, {"pubmed": 33161094, "text": "Metalloprotease ADAMTS-1 decreases cell migration and invasion modulating the spatiotemporal dynamics of Cdc42 activity."}, {"pubmed": 33396280, "text": "ADAMTS1 Supports Endothelial Plasticity of Glioblastoma Cells with Relevance for Glioma Progression."}, {"pubmed": 34135477, "text": "ADAMTS1, MPDZ, MVD, and SEZ6: candidate genes for autosomal recessive nonsyndromic hearing impairment."}, {"pubmed": 34169995, "text": "Role of Adamts-1 in Pleomorphic Xanthoastrocytoma Tumor Cells Progression."}, {"pubmed": 35725415, "text": "The role of serum ADAMTS-1 levels in Hyperemesis Gravidarum."}, {"pubmed": 36093887, "text": "Differential gene expression of ADAMTS-1, ADAMTS-9 and TIMP-3 in periodontitis."}, {"pubmed": 36371587, "text": "ADAMTS1 as potential prognostic biomarker promotes malignant invasion of glioma."}, {"pubmed": 37254794, "text": "Missense Mutation in Human CHD4 Causes Ventricular Noncompaction by Repressing ADAMTS1."}, {"pubmed": 37951335, "text": "ADAMTS-1 has nuclear localization in cells with epithelial origin and leads to decreased cell migration."}, {"pubmed": 38263290, "text": "Cyclic increase in the ADAMTS1-L1CAM-EGFR axis promotes the EMT and cervical lymph node metastasis of oral squamous cell carcinoma."}], "genomic_pos": {"chr": "21", "end": 26845409, "ensemblgene": "ENSG00000154734", "start": 26835755, "strand": -1}, "genomic_pos_hg19": {"chr": "21", "end": 28217728, "start": 28208066, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001542", "qualifier": "involved_in", "term": "ovulation from ovarian follicle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001822", "qualifier": "involved_in", "term": "kidney development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007229", "pubmed": 8995297, "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 10438512, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016525", "pubmed": 10438512, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060347", "qualifier": "involved_in", "term": "heart trabecula formation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1900087", "pubmed": 28890348, "qualifier": "involved_in", "term": "positive regulation of G1/S transition of mitotic cell cycle"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1904707", "pubmed": 28890348, "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell proliferation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1904754", "pubmed": 28890348, "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell migration"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005604", "qualifier": "located_in", "term": "basement membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "is_active_in", "term": "extracellular matrix"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031410", "qualifier": "located_in", "term": "cytoplasmic vesicle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28327460, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004222", "pubmed": [11278559, 25122765], "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [32296183, 32353859, 32814053, 33060197, 36217030], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008237", "pubmed": 10438512, "qualifier": "enables", "term": "metallopeptidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}]}, "homologene": {"genes": [[7955, 565145], [8364, 100151734], [9031, 418479], [9544, 707778], [9598, 473934], [9606, 9510], [9615, 100686153], [9913, 512171], [10090, 11504], [10116, 79252]], "id": 21381}, "interpro": [{"desc": "Thrombospondin type-1 (TSP1) repeat", "id": "IPR000884", "short_desc": "TSP1_rpt"}, {"desc": "Peptidase M12B, ADAM/reprolysin", "id": "IPR001590", "short_desc": "Peptidase_M12B"}, {"desc": "ADAM, cysteine-rich domain", "id": "IPR006586", "short_desc": "ADAM_Cys-rich"}, {"desc": "ADAMTS/ADAMTS-like, Spacer 1", "id": "IPR010294", "short_desc": "ADAMTS_spacer1"}, {"desc": "ADAMTS/ADAMTS-like", "id": "IPR013273", "short_desc": "ADAMTS/ADAMTS-like"}, {"desc": "Peptidase M12B, ADAM-TS1", "id": "IPR013274", "short_desc": "Pept_M12B_ADAM-TS1"}, {"desc": "Metallopeptidase, catalytic domain superfamily", "id": "IPR024079", "short_desc": "MetalloPept_cat_dom_sf"}, {"desc": "Thrombospondin type-1 (TSP1) repeat superfamily", "id": "IPR036383", "short_desc": "TSP1_rpt_sf"}, {"desc": "ADAMTS, cysteine-rich domain 2", "id": "IPR041645", "short_desc": "ADAMTS_CR_2"}, {"desc": "ADAMTS/ADAMTS-like, cysteine-rich domain 3", "id": "IPR045371", "short_desc": "ADAMTS_CR_3"}, {"desc": "Peptidase M12B, propeptide", "id": "IPR002870", "short_desc": "Peptidase_M12B_N"}], "ipi": ["IPI00005908", "IPI00979702", "IPI01022996"], "map_location": "21q21.3", "name": "ADAM metallopeptidase with thrombospondin type 1 motif 1", "other_names": ["A disintegrin and metalloproteinase with thrombospondin motifs 1", "ADAM-TS 1", "ADAM-TS1", "ADAMTS-1", "METH-1", "a disintegrin-like and metalloprotease (reprolysin type) with thrombospondin type 1 motif, 1", "human metalloproteinase with thrombospondin type 1 motifs", "metalloprotease and thrombospondin-1"], "pantherdb": {"HGNC": "217", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109249", "ortholog_type": "LDO", "panther_family": "PTHR13723", "taxid": 10090, "uniprot_kb": "P97857"}, {"RGD": "621241", "ortholog_type": "LDO", "panther_family": "PTHR13723", "taxid": 10116, "uniprot_kb": "Q9WUQ1"}, {"Ensembl": "ENSGALG00000040342", "ortholog_type": "LDO", "panther_family": "PTHR13723", "taxid": 9031, "uniprot_kb": "A0A1D5NX16"}, {"ZFIN": "ZDB-GENE-070814-1", "ortholog_type": "LDO", "panther_family": "PTHR13723", "taxid": 7955, "uniprot_kb": "A0A0R4IES1"}, {"WormBase": "WBGene00001650", "ortholog_type": "O", "panther_family": "PTHR13723", "taxid": 6239, "uniprot_kb": "Q19791"}, {"FlyBase": "FBgn0286071", "ortholog_type": "O", "panther_family": "PTHR13723", "taxid": 7227, "uniprot_kb": "Q8SXB0"}, {"dictyBase": "DDB_G0279795", "ortholog_type": "O", "panther_family": "PTHR13723", "taxid": 352472, "uniprot_kb": "O15916"}], "uniprot_kb": "Q9UHI8"}, "pathway": {"reactome": [{"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-3781865", "name": "Diseases of glycosylation"}, {"id": "R-HSA-3906995", "name": "Diseases associated with O-glycosylation of proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5083635", "name": "Defective B3GALTL causes PpS"}, {"id": "R-HSA-5173105", "name": "O-linked glycosylation"}, {"id": "R-HSA-5173214", "name": "O-glycosylation of TSR domain-containing proteins"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}], "wikipathways": [{"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}]}, "pdb": ["2JIH", "2V4B", "3Q2G", "3Q2H"], "pfam": ["PF00090", "PF01421", "PF05986", "PF17771", "PF19030", "PF19236", "PF01562"], "pharmgkb": "PA24536", "pharos": {"target_id": 3163, "tdl": "Tchem"}, "pir": "T47158", "prosite": ["PS50092", "PS50215"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326767", "relationship": "is"}, {"id": "GNF326768", "relationship": "is"}, {"id": "GNF326769", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF260267", "relationship": "is"}, {"id": "GNF260268", "relationship": "is"}, {"id": "GNF260269", "relationship": "is"}, {"id": "GNF260270", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159038", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF039341", "relationship": "weakly similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079099", "relationship": "is"}, {"id": "GNF079100", "relationship": "is"}, {"id": "GNF079101", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051391", "relationship": "is"}, {"id": "GNF056157", "relationship": "is"}, {"id": "GNF060886", "relationship": "is"}, {"id": "GNF078655", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068303", "relationship": "is"}, {"id": "GNF068304", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000217", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330914", "relationship": "is"}, {"id": "GNF332575", "relationship": "is"}, {"id": "GNF334237", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF339035", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101325", "relationship": "is"}, {"id": "GNF140980", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000021.9", "NC_060945.1"], "protein": "NP_008919.3", "rna": "NM_006988.5", "translation": {"protein": "NP_008919.3", "rna": "NM_006988.5"}}, "reporter": {"HG-U133_Plus_2": ["222162_s_at", "222486_s_at"], "HG-U95B": "46308_at", "HTA-2_0": ["TC21000345.hg.1", "TC21000891.hg.1"], "HuEx-1_0": "3927446", "HuGene-1_1": "8069676", "HuGene-2_1": "16924602"}, "summary": "This gene encodes a member of the ADAMTS (a disintegrin and metalloproteinase with thrombospondin motif) protein family. Members of the family share several distinct protein modules, including a propeptide region, a metalloproteinase domain, a disintegrin-like domain, and a thrombospondin type 1 (TS) motif. Individual members of this family differ in the number of C-terminal TS motifs, and some have unique C-terminal domains. The protein encoded by this gene contains two disintegrin loops and three C-terminal TS motifs and has anti-angiogenic activity. The expression of this gene may be associated with various inflammatory processes as well as development of cancer cachexia. This gene is likely to be necessary for normal growth, fertility, and organ morphology and function. [provided by RefSeq, Jul 2008].", "symbol": "ADAMTS1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332018"}, "unigene": "Hs.643357", "uniprot": {"Swiss-Prot": "Q9UHI8", "TrEMBL": ["E5RI60", "B2RB33", "A0A7I2V5J1", "A0A7I2YQL5", "A0A7I2V400"]}, "wikipedia": {"url_stub": "ADAMTS1"}}