{"AllianceGenome": "188", "HGNC": "188", "MIM": "602192", "_id": "102", "_version": 2, "accession": {"genomic": ["AB033743.1", "AC018904.6", "AC091046.2", "CH471082.1", "CP068263.2", "HF583591.1", "NC_000015.10", "NC_060939.1", "NG_033876.2"], "protein": ["AAC51766.1", "AAI26254.1", "BAG62190.1", "CAA88463.1", "CCQ43088.1", "EAW77539.1", "EAW77540.1", "EAW77541.1", "NP_001101.1", "NP_001307499.1", "O14672.1"], "rna": ["AA243020.1", "AF009615.1", "AK023460.1", "AK300472.1", "AY726599.1", "BC055087.1", "BC104659.1", "BC126253.1", "BC143935.1", "BE327886.1", "BE934813.1", "BX372217.2", "DA941750.1", "NM_001110.4", "NM_001320570.2", "Z48579.1"], "translation": [{"protein": "NP_001101.1", "rna": "NM_001110.4"}, {"protein": "NP_001307499.1", "rna": "NM_001320570.2"}, {"protein": "CAA88463.1", "rna": "Z48579.1"}, {"protein": "AAC51766.1", "rna": "AF009615.1"}, {"protein": "BAG62190.1", "rna": "AK300472.1"}, {"protein": "AAI26254.1", "rna": "BC126253.1"}]}, "alias": ["AD10", "AD18", "CD156c", "CDw156", "HsT18717", "MADM", "RAK", "kuz"], "ec": "3.4.24.81", "ensembl": {"gene": "ENSG00000137845", "protein": ["ENSP00000260408", "ENSP00000386056", "ENSP00000391930", "ENSP00000452639", "ENSP00000452704", "ENSP00000453952", "ENSP00000456542", "ENSP00000481779"], "transcript": ["ENST00000260408", "ENST00000396136", "ENST00000402627", "ENST00000439637", "ENST00000461408", "ENST00000462061", "ENST00000470269", "ENST00000475898", "ENST00000481164", "ENST00000482945", "ENST00000497846", "ENST00000558004", "ENST00000558733", "ENST00000559053", "ENST00000560608", "ENST00000561149", "ENST00000561288"], "translation": [{"protein": "ENSP00000260408", "rna": "ENST00000260408"}, {"protein": "ENSP00000386056", "rna": "ENST00000402627"}, {"protein": "ENSP00000452639", "rna": "ENST00000561288"}, {"protein": "ENSP00000456542", "rna": "ENST00000396136"}, {"protein": "ENSP00000453952", "rna": "ENST00000559053"}, {"protein": "ENSP00000391930", "rna": "ENST00000439637"}, {"protein": "ENSP00000452704", "rna": "ENST00000558004"}, {"protein": "ENSP00000481779", "rna": "ENST00000461408"}], "type_of_gene": "protein_coding"}, "entrezgene": "102", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 29.1274324219, "exp_mis": 225.494489668, "exp_syn": 83.2677378049, "lof_z": 5.16260201558427, "mis_z": 3.14304825016863, "mu_lof": 2.08532414861e-06, "mu_mis": 2.00659834653e-05, "mu_syn": 7.12199704261e-06, "n_lof": 1.0, "n_mis": 129.0, "n_syn": 86.0, "p_li": 0.999844506827148, "p_null": 2.29750539532457e-11, "p_rec": 0.000155493149876821, "syn_z": -0.185623554941887}, "bp": 2247, "cds_end": 59041733, "cds_start": 58889745, "n_exons": 16, "nonpsych": {"exp_lof": 26.0509514676, "exp_mis": 203.782092843, "exp_syn": 75.0531559983, "lof_z": 5.01260813116194, "mis_z": 3.63158437409364, "mu_lof": 2.08532414861e-06, "mu_mis": 2.00659834653e-05, "mu_syn": 7.12199704261e-06, "n_lof": 0.0, "n_mis": 101.0, "n_syn": 72.0, "p_li": 0.999917524767778, "p_null": 2.95458674498736e-11, "p_rec": 8.24752026762691e-05, "syn_z": 0.221885279550617}, "nontcga": {"exp_lof": 26.7668089544, "exp_mis": 207.424515245, "exp_syn": 76.5758958998, "lof_z": 4.91296419428174, "mis_z": 2.98962513176575, "mu_lof": 2.08532414861e-06, "mu_mis": 2.00659834653e-05, "mu_syn": 7.12199704261e-06, "n_lof": 1.0, "n_mis": 121.0, "n_syn": 73.0, "p_li": 0.999639131690129, "p_null": 1.78296393682095e-10, "p_rec": 0.000360868131574187, "syn_z": 0.258738793752202}, "transcript": "ENST00000260408.3"}, "exons": [{"cdsend": 58749534, "cdsstart": 58597546, "chr": "15", "position": [[58588808, 58597641], [58599597, 58599724], [58610296, 58610517], [58610998, 58611107], [58611807, 58611991], [58621470, 58621621], [58627699, 58627883], [58633195, 58633359], [58640776, 58640960], [58643885, 58643978], [58646054, 58646204], [58665096, 58665197], [58679123, 58679282], [58682195, 58682314], [58717576, 58717727], [58749479, 58749707]], "strand": -1, "transcript": "NM_001110", "txend": 58749707, "txstart": 58588808}, {"cdsend": 58749534, "cdsstart": 58597546, "chr": "15", "position": [[58588808, 58597641], [58599597, 58599724], [58610296, 58610517], [58610998, 58611107], [58611807, 58611991], [58621470, 58621621], [58627699, 58627883], [58633195, 58633359], [58640776, 58640960], [58646054, 58646204], [58665096, 58665197], [58679123, 58679282], [58682195, 58682314], [58717576, 58717727], [58749479, 58749707]], "strand": -1, "transcript": "NM_001320570", "txend": 58749707, "txstart": 58588808}], "exons_hg19": [{"cdsend": 59041733, "cdsstart": 58889745, "chr": "15", "position": [[58881007, 58889840], [58891796, 58891923], [58902495, 58902716], [58903197, 58903306], [58904006, 58904190], [58913669, 58913820], [58919898, 58920082], [58925394, 58925558], [58932975, 58933159], [58936084, 58936177], [58938253, 58938403], [58957295, 58957396], [58971322, 58971481], [58974394, 58974513], [59009775, 59009926], [59041678, 59041906]], "strand": -1, "transcript": "NM_001110", "txend": 59041906, "txstart": 58881007}, {"cdsend": 59041733, "cdsstart": 58889745, "chr": "15", "position": [[58881007, 58889840], [58891796, 58891923], [58902495, 58902716], [58903197, 58903306], [58904006, 58904190], [58913669, 58913820], [58919898, 58920082], [58925394, 58925558], [58932975, 58933159], [58938253, 58938403], [58957295, 58957396], [58971322, 58971481], [58974394, 58974513], [59009775, 59009926], [59041678, 59041906]], "strand": -1, "transcript": "NM_001320570", "txend": 59041906, "txstart": 58881007}], "generif": [{"pubmed": 11839628, "text": "Atrial fibrillation is associated with an increase in the expression of ADAM10 in the heart atrium"}, {"pubmed": 12080182, "text": "[alpha]-Secretase ADAM10 as well as [alpha]APPs is reduced in platelets and CSF of Alzheimer disease patients."}, {"pubmed": 12438920, "text": "ADAM10 mRNA levels were twofold higher in the hippocampus and cerebellum of Alzheimer's disease patients compared to controls, but without relationship to the severity of anatomical damage."}, {"pubmed": 12535668, "text": "The results indicate that ADAM9, ADAM10, and ADAM17, members of the disintegrin and metalloprotease family, catalyze alpha-secretory cleavage and therefore act as alpha-secretases in A172 cells."}, {"pubmed": 12568494, "text": "Review. The mode of activation of EGFR in response to bacterial lipoteichoic acid involves cleavage of the transmembrane ligand HBEGF by ADAM 10."}, {"pubmed": 12629514, "text": "Our present findings suggest important implications for understanding CD44-dependent signal transduction and a potential role of PS/gamma-secretase activity in the functional regulation of adhesion molecules."}, {"pubmed": 12665519, "text": "gamma-secretase cleavage of CT99 is a prerequisite for BACE-mediated processing at Abeta-34 site and therefore, BACE and gamma-secretase activity can be mutually dependent."}, {"pubmed": 12730960, "text": "under inflammatory conditions, ADAM-10, expressed by perivascular macrophages, and ADAM-17, expressed by invading T cells, may actively contribute to the pathogenesis of inflammatory disorders of the CNS."}, {"pubmed": 12782344, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12782344, "text": "variation at the ADAM10 gene locus is not associated with Creutzfeldt-Jakob disease"}, {"pubmed": 12815056, "text": "gamma secretase is regulated by nicastrin"}, {"pubmed": 12832423, "text": "cholesterol depletion triggers shedding of the human interleukin-6 receptor by ADAM10 and ADAM17"}, {"pubmed": 12960155, "text": "gamma-secretase is engaged directly by Notch activation, which leads to diminished PS1 expression, suggesting a complex set of feedback interactions following Notch activation"}, {"pubmed": 14627705, "text": "APH-1 plays a GXXXG-dependent scaffolding role in both the initial assembly and subsequent maturation and maintenance of the active gamma-secretase complex."}, {"pubmed": 14636066, "text": "Purified cholesterol-rich microdomains from a low-density membrane fraction demonstrate gamma-secretase/ADAM10 activity, indicating that amyloid beta protein production can take place in rafts."}, {"pubmed": 14707550, "text": "ADAM 10, a putative alpha-secretase involved in Notch signaling, was found in neurons of the perinatal cortex. During aging there is an increase in intraneuronal staining intensity and in the number of cortical nerve cells that contain the enzyme"}, {"pubmed": 15182369, "text": "ADAM10 is the major alpha-secretase cleaving amyloid precursor protein, with TACE playing a minor role; neither ADAM10 nor TACE is involved in the shedding of angiotensin converting enzyme"}, {"pubmed": 15280425, "text": "NRADD is an additional gamma-secretase substrate"}, {"pubmed": 15300588, "text": "IL-8 induces shedding of EGFR ligands because of an ADAM10-dependent pathway in gastric cancer cells"}, {"pubmed": 15507448, "text": "ADAM10 mediates constitutive and activated pro-BTC shedding"}, {"pubmed": 15905513, "text": "Expression of a dominant-negative form of kuzbanian in transgenic mice leads to reduced T-cell receptor beta expression in double-negative thymocytes and to a partial block between the double-negative to double-positive stages of development."}, {"pubmed": 15958533, "text": "ADAM10 has a role in E-cadherin shedding and epithelial cell-cell adhesion, migration, and beta-catenin translocation"}, {"pubmed": 16239146, "text": "Data suggest a simple mechanism for regulating ADAM10-mediated ephrin proteolysis, which ensures that only Eph bound ephrins are recognized and cleaved."}, {"pubmed": 16263114, "text": "High levels of Prpc C-terminal fragment (C1) are associated with the presence of the active ADAM 10 suggesting this zinc metalloprotease as a candidate for the cleavage of PrP(c) in the human brain."}, {"pubmed": 16309826, "text": "Result suggests that ADAM10 expression plays a role in the carcinogenesis of oral squamous cell carcinoma (OSCC) and proliferation of OSCC cells, independent of APP processing."}, {"pubmed": 16390331, "text": "EGF induces ADAM10-mediated CD44 cleavage through Rac1 and mitogen-activated protein kinase activation, and thereby promotes tumour cell migration and invasion."}, {"pubmed": 16627989, "text": "ADAM10 is a major determinant of HER2 shedding, the inhibition of which, may provide a novel therapeutic approach for treating a variety of breast cancers with active HER2 signaling."}, {"pubmed": 16648485, "text": "ADAM10 mediates cleavage of a receptor tyrosine phosphatase and regulation of beta catenin's transcriptional activity."}, {"pubmed": 16735514, "text": "ADAM10-mediated release of CD46 from apoptotic vesicles may represent a form of strategy to allow restricted complement activation to deal with modified self"}, {"pubmed": 16751190, "text": "ADAM10 is the protease responsible for constitutive and regulated Pcdh gamma shedding events that modulate the cell adhesion role of Pcdh gamma."}, {"pubmed": 16806063, "text": "ADAM9 does not behave as a genuine alpha-secretase but rather acts as an important upstream regulator of ADAM10 activity."}, {"pubmed": 16942750, "text": "furin enhances alpha-secretase activity via the cleavage of ADAM10 and TACE, and attenuated furin activity is connected to the production of Abeta"}, {"pubmed": 17187903, "text": "ADAM-10 transgenic mice display significantly elevated cortical cholinergic, glutaminergic and GABAergic presynaptic bouton densities at an early developmental time point."}, {"pubmed": 17290285, "text": "These findings suggest that ADAM10 represents an important molecular modulator of FasL-mediated cell death."}, {"pubmed": 17557115, "text": "ADAM10 and SPPL2a were identified as two proteases implicated in FasL processing and release of the FasL intracellular domain, which has been shown to be important for retrograde FasL signaling"}, {"pubmed": 17699774, "text": "ADAM10 overexpression in colon cancer cells displaying endogenous L1-CAM enhanced L1-CAM cleavage and induced liver metastasis, and ADAM10 also enhanced metastasis in colon cancer cells stably transfected with L1-CAM."}, {"pubmed": 17727679, "text": "In human prostate cancer, the nuclear translocation of ADAM-10 coupled with the androgen receptor is involved in tumor growth and progression."}, {"pubmed": 17895248, "text": "the ADAM10 prodomain inhibits betacellulin shedding, demonstrating that it could be of potential use as a therapeutic agent to treat cancer."}, {"pubmed": 17965014, "text": "SPPL2a and SPPL2b mediate the intramembrane cleavage, whereas neither SPP nor SPPL3 is capable of processing the Bri2 N-terminal fragment."}, {"pubmed": 18074395, "text": "ADAM10 is identified as the TSHR cleavage enzyme and it is shown that TSH regulates its activation."}, {"pubmed": 18200054, "text": "ADAM10-mediated E-cadherin proteolysis leads to the impaired cohesion of keratinocytes observed in eczematous dermatitis."}, {"pubmed": 18215140, "text": "N-terminal domains of TIMPs alone are insufficient for the inhibition of ADAM10"}, {"pubmed": 18355445, "text": "Nardilysin enhances TNF-alpha shedding through activation of not only TACE but ADAM10."}, {"pubmed": 18373975, "text": "ADAM10 and ADAM17 were identified as being responsible for the cytokine-induced shedding of CXCL16 in mesangila cell."}, {"pubmed": 18381078, "text": "N-glycosylation is crucial for ADAM10 processing and resistance to proteolysis, and results suggest that it is required for full-enzyme activity."}, {"pubmed": 18420943, "text": "ADAM10 is a novel regulator of vascular permeability and demonstrates a hitherto unknown function in the regulation of VE-cadherin-dependent endothelial cell functions and leukocyte transendothelial migration"}, {"pubmed": 18480749, "text": "CXCL16 and ADAM10 are involved in the recruitment of T cells to the kidney"}, {"pubmed": 18514661, "text": "IL-18 appears one of the stimuli that enhance sLOX-1 release in acute coronary syndrome, and ADAM10 may be involved in this process"}, {"pubmed": 18603587, "text": "The sheddase ADAM10 was identified as a membrane protease responsible for RAGE cleavage."}, {"pubmed": 18642355, "text": "ADAM10 was found to be present in human myoblasts and to be exclusively expressed in type I fibers, suggesting that it may be critical in muscle fiber differentiation."}, {"pubmed": 18676862, "text": "data show that ADAM10 and ADAM17 are critically involved in the tumor-associated proteolytic release of soluble MICA facilitating tumor immune escape"}, {"pubmed": 18952609, "text": "ADAM10 and MMP9 to be involved in RAGE shedding."}, {"pubmed": 18971959, "text": "ADAM10 is the predominant protease involved in the constitutive shedding of endogenous CD44 from melanoma cells"}, {"pubmed": 18979631, "text": "cleavage of C4.4A by ADAM10 and ADAM17 contributes to tumor progression"}, {"pubmed": 18981120, "text": "tetraspanins regulate the activity of ADAM10 toward several substrates"}, {"pubmed": 19091752, "text": "mSOD1 expression regulated TNF-alpha secretion at a post-transcriptional level and involved ROS-sensitive TNF-alpha-converting enzymes, e.g. ADAM10 and -17, which shed TNF-alpha from its membrane-anchored precursor."}, {"pubmed": 19144697, "text": "Data show that retinoids induce gene expression of ADAM10 and alpha-secretase activity by nonpermissive retinoid acid receptor/retinoid X receptor (RAR/RXR) heterodimers, whereby alpha- and beta-isotypes of RAR play a major role."}, {"pubmed": 19260824, "text": "Results establish for the first time that regulated proteolytic processing by ADAM10 and PS/gamma-secretase is essential for the nuclear signalling of L1 in human carcinoma cell lines."}, {"pubmed": 19278423, "text": "Overexpression of ADAM 10, 12 and 17 immunoreactivity in deep invasion area of BCC indicates that these three proteases may play an important role in the locally invasive and highly destructive growth behavior of basal cell carcinoma"}, {"pubmed": 19344981, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19344981, "text": "This present study, neither ADAM10 nor BACE1 present with any evidence to suggest that they are major candidate genes involved in conferring risk for Alzheimer's disease ."}, {"pubmed": 19357285, "text": "N-cadherin cleavage is regulated by a protein kinase C-alpha-ADAM-10 cascade in glioblastoma (GBM) cells and may be involved in mediating GBM cell migration."}, {"pubmed": 19394555, "text": "Cell migration in response to the amino-terminal fragment of urokinase requires epidermal growth factor receptor activation through an ADAM9/10-mediated mechanism."}, {"pubmed": 19426159, "text": "regulation of CXCL16, ADAM10 and oxLDL expression may be an early event in the onset of diabetic nephropathy"}, {"pubmed": 19435795, "text": "we presume important roles for CXCL16, ADAM10, and ADAM17 in the development of membranous nephropathy"}, {"pubmed": 19541935, "text": "increased levels of soluble Axl and Mer were associated with increased levels of mature ADAM17, mature ADAM10, and Furin"}, {"pubmed": 19564338, "text": "Experiments revealed that ADAM9 and ADAM10, but not ADAM17, are involved in the shedding of PrP(C) and that ADAM9 exerts its effect on PrP(C) shedding via ADAM10."}, {"pubmed": 19587294, "text": "TSPAN12 serves as a novel and robust partner for ADAM10 and promotes ADAM10 maturation, thereby facilitating ADAM10-dependent proteolysis of APP."}, {"pubmed": 19603142, "text": "hMSCs interfere with cell-cell adhesion and enhance migration of breast cancer cells by activating ADAM10"}, {"pubmed": 19608551, "text": "Potential late-onset Alzheimer's disease-associated mutations in the ADAM10 significantly attenuated its alpha-secretase activity."}, {"pubmed": 19632330, "text": "Overexpression of ADAM10 in transgenic mice influences the amount of cellular prion protein rather than its processing in vivo."}, {"pubmed": 19665015, "text": "Infection with H. pylori provokes shedding of the ectodomains of c-Met and E-cadherin. ADAM10 contributes to the shedding of c-Met and E-cadherin."}, {"pubmed": 19667218, "text": "Observational study and genome-wide association study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19672558, "text": "Studies indicate that RAGE is subject to ectodomain shedding by ADAM10 and MMP9 and the derived sRAGE can sequester Abeta for systemic clearance and antagonize Abeta binding to cell surface RAGE."}, {"pubmed": 19704010, "text": "ADAM10 was absolutely required for N1 signaling induced by ligands, while signaling independent of ligands required ADAM17."}, {"pubmed": 19783906, "text": "A novel strategy to inhibit ADAM10 activity in tumorigenesis by using the natural compound Triptolide."}, {"pubmed": 19823572, "text": "Fluorescence lifetime imaging microscopy and electron tomography reveal that activation extends the Eph receptor tyrosine kinase intracellular domain away from the cell membrane into a conformation that facilitates productive association with ADAM10."}, {"pubmed": 19826051, "text": "Overexpression of ADAM10 is associated with hepatocellular carcinoma."}, {"pubmed": 19865098, "text": "ADAM10 and L1-CAM have important roles during melanoma progression"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20059578, "text": "ADAM10 and ADAM17 are involved in the shedding of FcalphaR"}, {"pubmed": 20070888, "text": "The activity of ADAM10 in human podocytes may play an important role in the development of glomerular kidney diseases."}, {"pubmed": 20136654, "text": "ADAM10 has a role in neurodegenerative disease [review]"}, {"pubmed": 20348102, "text": "the 5'-UTR of ADAM10 may have an important role for post-transcriptional regulation of ADAM10 expression and consequently Abeta production."}, {"pubmed": 20371803, "text": "ADAM10 transgene plays a central role in the developing brain by controlling mainly Notch-dependent pathways but likely also by reducing surface shedding of other neuronal membrane proteins, including amyloid precursor protein."}, {"pubmed": 20381196, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20381196, "text": "The results do not support a significant role for ADAM10 mutations in AD."}, {"pubmed": 20443867, "text": "These results suggest a role of ADAM 10 in the pathogenesis of emphysema."}, {"pubmed": 20624979, "text": "Data implicate ADAM10 as the probable high-affinity toxin receptor."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20676056, "text": "The authors found that RNAi-mediated knockdown of ADAM10, but surprisingly not of ADAM9 or 17, completely suppressed APP alpha-secretase cleavage in different cell lines and in primary murine neurons."}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20711474, "text": "ADAM10 as a sheddase capable of releasing the GPNMB/OA ectodomain from the surface of breast cancer cells"}, {"pubmed": 20814017, "text": "These data provide the first evidence of ADAM10 expression in atherosclerosis and neovascularization. ADAM10 plays a functional role in VEGF-induced endothelial cell function."}, {"pubmed": 20863729, "text": "Results identify a flexible loop in ADAM10 and ADAM17, comparable to that found in other MMPs, that plays a subtle yet significant role in determining inhibitor potency."}, {"pubmed": 21103979, "text": "Results suggest that common variants in ADAM10 are not strongly associated with diabetic nephropathy in type 1 diabetes among white individuals. Findings cannot exclude these genes from involvement in the pathogenesis of diabetic nephropathy."}, {"pubmed": 21123580, "text": "ADAM-10 has a key role in the sequence of events through which N-cadherin affects spine maturation and function of glutamatergic synapses."}, {"pubmed": 21171968, "text": "ADAM 10 was expressed at a significantly higher level in metastatic cancer tissues and in adenoid cystic carcinoma cell lines."}, {"pubmed": 21196064, "text": "These results suggest that genetic variation within ADAM10, an APP processing gene, influences CSF APPalpha levels in an AD specific manner."}, {"pubmed": 21259244, "text": "Expression of ADAM 10 in gastric cancer is significantly associated with lymph node and distant metastasis, high C-erbB-2 expression, and poor prognosis."}, {"pubmed": 21368228, "text": "ADAM10 transgene expression results in abrogated B cell development, delayed T cell development in the thymus, and unexpected systemic expansion of myeloid-derived suppressor cells."}, {"pubmed": 21402705, "text": "PCDH12 is shed at high rates in vitro. The shedding mechanism depends on ADAM10 and results in reduced cellular adhesion"}, {"pubmed": 21441465, "text": "Constitutive activation of metalloproteinase ADAM10 in mantle cell lymphoma promotes cell growth and activates the TNFalpha/NFkappaB pathway."}, {"pubmed": 21569301, "text": "These data support a model whereby ADAM10 is cleaved by ADAM15 and gamma-secretase and that the ADAM10 intracellular domain directly facilitates HIV-1 nuclear trafficking."}, {"pubmed": 21576249, "text": "Cleavage of neuregulin-1 by BACE1 or ADAM10 protein produces differential effects on myelination"}, {"pubmed": 21611732, "text": "20 single nucleotide polymorphisms had suggestive associations with conduct disorder, nine of which were located in known genes, including ADAM10"}, {"pubmed": 21625236, "text": "results provide further insight on the mechanisms that control the activation of oncogenic NOTCH1 mutants and identify ADAM10 as potential therapeutic target for the inhibition of oncogenic NOTCH1 in T-ALL"}, {"pubmed": 21695060, "text": "proteolytic cleavage sites of the amyloid precursor-like protein 2 by the proteases ADAM10, BACE1 and gamma-secretase"}, {"pubmed": 21804545, "text": "Data show that EphB receptors interact with E-cadherin and with the metalloproteinase ADAM10 at sites of adhesion."}, {"pubmed": 21876729, "text": "PAX2 can regulate ADAM10 expression, a metalloproteinase known to play important roles in melanoma metastasis."}, {"pubmed": 21956108, "text": "ADAM10 activity is regulated by inhibition of ADAM9, and this regulation may be used to control shedding of amyloid precursor protein by enhancing alpha-secretase activity, a key regulatory step in the etiology of Alzheimer disease"}, {"pubmed": 21959176, "text": "This study suggests that the rs2305421 polymorphism in ADAM10 gene could modify the risk for late-onset Alzheimer's disease in a Northern Han Chinese population."}, {"pubmed": 21969210, "text": "This review focuses on the regulation of ADAM10 on different levels of cell physiology, such as transcription and translation, as well as protein-protein interactions."}, {"pubmed": 22006996, "text": "Findings show a link between hypoxia-induced accumulation of HIF-1alpha, increased expression of ADAM10, and decreased surface MHC class I chain-related molecule A levels leading to tumor cell resistance to lysis mediated by innate immune effectors."}, {"pubmed": 22065584, "text": "Translational repression of the disintegrin and metalloprotease ADAM10 by a stable G-quadruplex secondary structure in its 5'-untranslated region."}, {"pubmed": 22116825, "text": "Cleavage of annexin A1 by ADAM10 during secondary necrosis generates a monocytic \"find-me\" signal."}, {"pubmed": 22167753, "text": "Data show that the lymph node (LN) stroma displayed in situ high levels of transcription and expression of the disulfide-isomerase ERp5 and of the disintegrin-metalloproteinase ADAM10, able to shed the ligands for NKG2D (NKG2D-L) from the cell membrane."}, {"pubmed": 22474035, "text": "The alpha-hemolysin binding to ADAM10 upregulates the receptor's metalloprotease activity on endothelial cells, causing vascular endothelial-cadherin cleavage and concomitant loss of endothelial barrier function."}, {"pubmed": 22572541, "text": "The findings of this study suggested that ADAM10 expression is modulated according to a promoter haplotype that is influenced in a brain region- and cell type-specific manner."}, {"pubmed": 22586143, "text": "ADAM10 facilitated cell migration through modulation of CD44 and L1 cleavage."}, {"pubmed": 22613720, "text": "Data indicate that melittin induced keratinocyte cell function through activation of purinergic P2 receptor P2X7R, ADAM10 and ADAM17."}, {"pubmed": 22641052, "text": "ADAM-10 is the major protease involved in fractalkine release under pro-inflammatory conditions in this human adult brain endothelial cell model."}, {"pubmed": 22689693, "text": "HGF down-regulated c-Met receptor expression, whereas it up-regulated pro- and active/mature forms of ADAM10 and ADAM17 expression, which resulted in enhanced sMet production"}, {"pubmed": 22770404, "text": "Both ADAM10 and ADAM17 could shed CD16b, but they possess differed preferences. ADAM10 is the main sheddase under stimulation of ionomycin, while ADAM17 is the main sheddase under stimulation of PMA."}, {"pubmed": 22923171, "text": "it is likely that active MMP-9 and ADAM10 help regulate the cellular levels of CD44v6 through cleavage of CD44v6 ectodomain during tunicamycin-induced apoptosis of Caki-2 cells."}, {"pubmed": 22933306, "text": "ADAM10 and 17, two alpha-secretases, are responsible for Trx80 generation and a deficit in Trx80 could participate in Alzheimer's disease pathogenesis."}, {"pubmed": 22940630, "text": "Results show that the inverse coupling of APP cleavage by ADAM10 and BACE1 depends on the cellular model"}, {"pubmed": 22940701, "text": "ADAM10 promotes non-small cell lung cancer cell migration and invasion via the activation of the Notch1 signaling pathway"}, {"pubmed": 22965144, "text": "Endothelial-specific reduction of ADAM10 increases collateral circulation formation."}, {"pubmed": 23035126, "text": "These results define TspanC8 tetraspanins as essential regulators of ADAM10 maturation and trafficking to the cell surface."}, {"pubmed": 23124962, "text": "These data show that ADAM-10 is overexpressed in rheumatoid arthritis (RA) and suggest that ADAM-10 may play a role in RA angiogenesis."}, {"pubmed": 23192951, "text": "FasL and ADAM10 play an important role in the production of pro-inflammatory cytokines coming from interaction of the intervertebral nucleus pulposus cells and macrophages in co-culture"}, {"pubmed": 23306532, "text": "ADAM10 seems to be a relevant biomarker tool for early and accurate Alzheimer's disease diagnosis"}, {"pubmed": 23429442, "text": "ADAM19 was upregulated in patients with ulcerative colitis and, to a lesser extent, in patients with Crohn's disease compared with normal controls. In contrast, ADAM9 and ADAM10 expression did not differ between patients with IBD and controls."}, {"pubmed": 23460612, "text": "CD16 is rapidly shed from the surface of maturing 6-sulfo LacNAc-expressing dendritic cells, resulting from the combined action of the metalloproteinases ADAM10 and ADAM17."}, {"pubmed": 23526433, "text": "study observed a substantial heterogeneity among the different cancer cell lines with regard to the involvement of ADAM10 and/or ADAM17 in MICA or MICB shedding"}, {"pubmed": 23546882, "text": "MiR-144 and Mir-451 negatively regulator the ADAM10 protein expression and may contribute to Alzheimer disease pathogenesis."}, {"pubmed": 23579328, "text": "The relationship between MMSE ratio and ADAM10 expression was significant (r = 0.62, p = 0.0003) for the Alzheimer's disease group."}, {"pubmed": 23666529, "text": "Results reveal that mutations in ADAM10 are a cause of Reticulate acropigmentation of Kitamura (RAK)and that RAK is an independent clinical entity distinct from Dowling-Degos disease (DDD)."}, {"pubmed": 23674691, "text": "ADAM-10 and -17 regulate endometriotic cell migration via concerted ligand and receptor shedding feedback on kinase signaling."}, {"pubmed": 23676497, "text": "ADAM10 removal from the plasma membrane is mediated by clathrin-dependent endocytosis."}, {"pubmed": 23720309, "text": "Data show that phorbol ester or angiotensin II-induced proteolytic release of EGF family members may not require a significant increase in ADAM17 protease activity."}, {"pubmed": 23746173, "text": "the proteolytic activity of ADAM10/17 is essential for regulating HGF/c-Met signalling during acute liver damage and following regeneration."}, {"pubmed": 23773531, "text": "There is a positive association between the rs53765 polymorphism of ADAM10 in a Chinese population and atherosclerotic cerebral infarction."}, {"pubmed": 23912592, "text": "Silencing of ADAM10 resulted in inhibition of proliferation and migration as well as invasion of HepG2 human hepatoma cells."}, {"pubmed": 24055016, "text": "these findings suggest that diminished alpha-secretase activity, owing to LOAD ADAM10 prodomain mutations,leads to AD-related pathology."}, {"pubmed": 24055471, "text": "ADAM 10 may influence OSCC invasion by functionally interacting with alphavbeta6 integrin which we have previously shown is over expressed in OSCC."}, {"pubmed": 24121505, "text": "Importantly, the recently described down-regulation of Tim-3 from Toll-like receptor-activated CD14(+) monocytes was caused by ADAM10- and ADAM17-mediated shedding"}, {"pubmed": 24130797, "text": "ADAM17 but not ADAM10 is prestored in a subcellular compartment that is transported to the cell surface in an activation- and actin-dependent manner"}, {"pubmed": 24165480, "text": "Results demonstrate that XBP-1 is a driver of ADAM10 gene expression and that disturbance of this pathway might contribute to development or progression of AD."}, {"pubmed": 24189063, "text": "CD154 is released from T-cells by ADAM10 and ADAM17 upon CD40 ligation"}, {"pubmed": 24247244, "text": "Data show that Cu2+-generated reactive oxygen species (ROS), human ADAM8, ADAM10, and ADAM17 are all capable of cleaving mouse PrP (MoPrP)."}, {"pubmed": 24286866, "text": "TIM-1 and TIM-4 are novel targets for ADAM10- and ADAM17-mediated ectodomain shedding."}, {"pubmed": 24386293, "text": "significantly increased expression of ADAM10 in the ISR versus non-ISR segment in diabetic minipigs"}, {"pubmed": 24404179, "text": "ADAM10 negatively regulates neuronal differentiation, possibly via its proteolytic effect on the Notch signaling during development of the spinal cord."}, {"pubmed": 24518602, "text": "High serum sCXCL16 is a prognostic marker for poor survival of OC patients, possibly reflecting ADAM-10 and ADAM-17 pro-metastatic activity."}, {"pubmed": 24530397, "text": "ADAM10 is not just a direct target of miR-140-5p, the repressed ADAM10 also helps to enhance the effect of miR-140-5p to other target genes: ERBB4 and PAX6. ERBB4 is \"positively\" regulated by miR-140-5p."}, {"pubmed": 24548763, "text": "Our results highlight the importance of ADAM10 in the progression of osteosarcoma"}, {"pubmed": 24625754, "text": "Fat1 is released from pancreatic cancer cells in its soluble form by ADAM10 mediated ectodomain shedding"}, {"pubmed": 24662289, "text": "These studies further suggest that inhibiting ADAM 10 activity could be of therapeutic benefit in AKI."}, {"pubmed": 24670536, "text": "ADAM10 is highly expressed in hepatocellular carcinoma and is associated with tumor progression."}, {"pubmed": 24725932, "text": "These data support a model whereby ADAM15/gamma-secretase processing of ADAM10 releases the intracellular domain of ADAM10, which then incorporates into HIV-1 pre-integration complex to facilitate nuclear trafficking."}, {"pubmed": 24833351, "text": "Thus, with regard to leukocyte migration, leukocyte-expressed ADAM10 but not ADAM17 displays proinflammatory activities and may therefore serve as a target to limit inflammatory cell recruitment."}, {"pubmed": 24935471, "text": "Data indicate that a disintegrin and metalloprotease 10 (ADAM10) is overexpressed in bladder cancer and regulates malignant cell growth and invasion, which makes it a candidate therapeutic target."}, {"pubmed": 24952873, "text": "Higher ADAM10 levels correlated with poorer relapse-free survival in a cohort of HER2 positive breast cancer patients treated with trastuzmab."}, {"pubmed": 24985126, "text": "Decreased N-cadherin expression is linked to increased ADAM-10 expression in atherosclerotic lesions."}, {"pubmed": 24998958, "text": "Data show that ADAMTS1 was expressed at a significantly higher level in extravillous trophoblast cells (EVTs) than in villous trophoblast cells (VTs), while both ADAM10 and ADAM12 were expressed at significantly higher levels in VTs than in EVTs."}, {"pubmed": 25036101, "text": "It seems likely that they also play a role in ADAM10 biology."}, {"pubmed": 25124714, "text": "ADAM10 has a pro-invasive role and may contribute to uveal melanoma progression."}, {"pubmed": 25130545, "text": "findings suggest that ADAM10/Dll4 signaling is a major signaling pathway in ECs driving inflammatory events involved in inflammation and immune cell recruitment"}, {"pubmed": 25155463, "text": "Human and murine P2X7 activation induces the rapid shedding of CD23 from B cells, with a potential role for ADAM10 in this process."}, {"pubmed": 25218471, "text": "APP regulates migration and ADAM10/ADAM17 gene expression in prostate cancer cells."}, {"pubmed": 25253723, "text": "Data indicate that metalloprotease ADAM10 has limited interaction with CX3CL1 chemokine on the surface of umbilical vein endothelial cell."}, {"pubmed": 25318895, "text": "investigated the expression profiles of miR-122-5p and its target ADAM10 in breast cancer patients; ADAM10 expression was higher in tumor than that of normal tissue but miR-122-5p expression was lower in tumor than that of normal tissue"}, {"pubmed": 25323956, "text": "These results suggest that ADAM10 is important in regulating the proliferation and metastasis of HCC. Thus, ADAM10 is a promising therapeutic target for the prevention of tumor metastases in HCC."}, {"pubmed": 25333745, "text": "These results suggested that ADAM10 is important in regulating the proliferation, invasion and migration of the human tongue squamous cell carcinoma cell line TCA8113."}, {"pubmed": 25349418, "text": "these results demonstrate that a transmembrane domain imparts a stable structure to the adjacent and intrinsically disordered cytoplasmic domain of ADAM10 to form a homodimer in the membrane."}, {"pubmed": 25387128, "text": "N-terminal cleavage and release of the ectodomain of Flt1 is mediated via ADAM10 and ADAM 17 and regulated by VEGFR2 and the Flt1 intracellular domain."}, {"pubmed": 25429624, "text": "the synapse-associated protein-97 (SAP97), an excitatory synapse scaffolding element, governs ADAM10 trafficking from dendritic Golgi outposts to synaptic membranes, mediated by a previously uncharacterized protein kinase C."}, {"pubmed": 25505277, "text": "TACI is sequentially processed by a disintegrin and metalloproteinase 10 and gamma-secretase."}, {"pubmed": 25540428, "text": "ADAM10 plays an important role in regulating DDR1-mediated cell adhesion to achieve efficient cell migration on collagen matrices."}, {"pubmed": 25609823, "text": "Authors show that Tim-3 is shed from the surface of responding CD8(+) T cells by the matrix metalloproteinase ADAM10, producing a soluble form of the coinhibitory receptor."}, {"pubmed": 25631235, "text": "there is no the association between APP, ADAM10 gene polymorphism, and the risk of sporadic Alzheimer's disease in our cohort of Chinese Han people"}, {"pubmed": 25654651, "text": "data support a dual role for ADAM10-mediated shedding and highlight the role of proteolytic processing in prion disease"}, {"pubmed": 25745808, "text": "that both ADAM10 and ADAM17 are associated with FasL-containing secretory lysosomes."}, {"pubmed": 25796462, "text": "ADAM-10 plays a role in monocyte migration in rheumatoid arthritis."}, {"pubmed": 25888255, "text": "Data indicated the ADAM10 rs653765 polymorphism was associated with the development of severe sepsis; the risk CC genotype could functionally affect the expression level of ADAM10 mRNA and was accompanied by the up-regulation of its substrates."}, {"pubmed": 25933166, "text": "B cell levels of ADAM10, specifically, are increased in allergic patients and Th2 prone WT mouse strains."}, {"pubmed": 26021209, "text": "Pro- and active-ADAM10 expression were significantly increased in preeclamptic placentas and inversely correlated to H2S production enzymes cystathionine beta-synthase and cystathionine gamma-lyase expression"}, {"pubmed": 26071561, "text": "Genotoxic stress induces senescence-associated ADAM10-dependent release of NKG2D MIC ligands (MICA, MICB) in multiple myeloma cells."}, {"pubmed": 26090866, "text": "activated microRNA-494-targets Bmi1 and ADAM10 by silibinin and ablates cancer stemness in head and neck squamous cell carcinomas"}, {"pubmed": 26182420, "text": "The results of this study show that Downregulation of ADAM10 activity at synapses may be an effective strategy for ameliorating FXS phenotypes."}, {"pubmed": 26220620, "text": "ADAM10 gene expression is down-regulated in platelets of Alzheimer's disease patients."}, {"pubmed": 26244291, "text": "Sorafenib controls the mesenchymal characteristics of EBV-infected ARPE cells. Nardilysin and ADAM family proteins might be new targets for the prevention or control of EMT in retinal diseases."}, {"pubmed": 26250527, "text": "higher expression levels in the allergic nasal mucosa"}, {"pubmed": 26266086, "text": "The aim of the study was to assess the expression and intracellular location of ADAM-10 in 104 primary skin melanomas and 16 metastatic lesions from regional lymph nodes."}, {"pubmed": 26283728, "text": "The Notch1-dependent enhancement of furin expression increases the activities of MT1-MMP and ADAM10."}, {"pubmed": 26296735, "text": "ADAM10 activity contributes to house dust mite-induced shedding of chemokines, including CCL20"}, {"pubmed": 26310711, "text": "Our findings hinted that overexpression of ADAM10 promotes the progression and migration of nasopharyngeal carcinoma"}, {"pubmed": 26325204, "text": "Serum ADAM10 level was increased in type 1 diabetes and was a significant determinant of circulating cRAGE"}, {"pubmed": 26359498, "text": "established that endogenous IL-6R of both human and murine origin is shed by ADAM17 in an induced manner, whereas constitutive release of endogenous IL-6R is largely mediated by ADAM10"}, {"pubmed": 26422658, "text": "The production of ADAM10-positive microvesicles from smoke-exposed neutrophils provides a novel molecular mechanism for the vastly accelerated risk of AAA in smokers."}, {"pubmed": 26555131, "text": "Platelet ADAM10 protein expression in patients with AD [Alzheimer's Disease] was positively influenced by serotoninergic medication"}, {"pubmed": 26668317, "text": "Data suggest that large extracellular loop of Tspan14 mediates interaction with ADAM10, promotes ADAM10 maturation/trafficking to cell surface, and affects ADAM10 substrate specificity; ADAM10/Tspan14 interact in platelets/vascular endothelial cells."}, {"pubmed": 26704053, "text": "that miR-140-5p suppresses tumor migration and invasion by inhibiting ADAM10-mediated Notch1 signaling pathway"}, {"pubmed": 26757187, "text": "The results of this study demonistrated that age-dependent increase in ADAM10 levels and activity in platelets."}, {"pubmed": 26840909, "text": "These findings indicate that different mechanisms regulate shear- and ligand-induced shedding and shear forces found within the vasculature can regulate ADAM10 activity."}, {"pubmed": 26863569, "text": "In response to trastuzumab, both HER3 and the metalloprotease ADAM10 are simultaneously upregulated. The proteolytic activity of the latter then releases the HER3 ligand heregulin from the cell surface to activate HER3 and confer resistance to trastuzumab by inducing compensatory growth factor receptor signaling."}, {"pubmed": 26947053, "text": "ADAM10 was overexpressed in the posterior band of sections from some patients with temporomandibular joint disk disorders."}, {"pubmed": 26986985, "text": "Active ADAM10 promotes the carcinogenesis, invasion, metastasis and proliferation of ESCC and controls invasion and metastasis at least in part through the shedding of E-cadherin activity."}, {"pubmed": 27012683, "text": "The ADAM17 messenger RNA (mRNA) and protein levels were significantly higher in the inferior turbinate than in nasal polyps (p < 0.05). The ADAM10 mRNA and protein levels did not differ significantly between NPs and inferior turbinates (p > 0.05). ADAM10 and ADAM17 were expressed primarily in inflammatory cells, submucosal glandular cells, and lining epithelial cells."}, {"pubmed": 27043625, "text": "We now show that ADAM10 is critical for alpha-hemolysin-mediated activation of the NLRP3 inflammasome in human monocytes as siRNA knockdown or chemical blockade of ADAM10-alpha-hemolysin interaction leads to diminished inflammasome activation and cell death by reducing the available ADAM10 on the cell surface."}, {"pubmed": 27151651, "text": "In the present study, the authors show that deletion of a triple serine (3S) motif (Ser-359 to Ser-361) adjacent to the cleavage site is sufficient to prevent IL-6R cleavage by ADAM17, but not ADAM10. We find that the impaired shedding is caused by the reduced distance between the cleavage site and the plasma membrane."}, {"pubmed": 27237127, "text": "Data show that mononuclear leukocytes (PBMC) AXL receptor tyrosine kinase (Axl) is rescued by combined matrix metalloproteases ADAM10 and TACE (ADAM17) inhibition."}, {"pubmed": 27242325, "text": "Pre-incubation with simvastatin prior to treatment with IL-1beta + Oncostatin M decreased the level of CD44 fragmentation, decreased the proportion of CD44 that transits into the lipid raft fractions, decreased ADAM10 activity and diminished the interaction between CD44 and ADAM10."}, {"pubmed": 27259866, "text": "Results found ADAM10 expression under the regulation of MIR-655 which binds the 3'-UTR of ADAM10 mediating the progression of hepatocellular carcinoma."}, {"pubmed": 27503072, "text": "active ADAM10 form marks cancer stem-like cells with active Notch signaling, known to mediate chemoresistance."}, {"pubmed": 27503326, "text": "Studies demonstrate a role for ADAM10 in the ectodomain shedding of LRP1 in the brain and the clearance of Abeta across the blood-brain barrier, which may provide a novel strategy for attenuating Abeta accumulation in the AD brain"}, {"pubmed": 27517630, "text": "Presence of anti-ADAM10 auto-Antibodies seems to reflect the increased tumor expression of the immunogenic immature-ADAM10 in a group of Colorectal cancer patients, and is associated with a favourable prognosis in patients at stage III of the disease."}, {"pubmed": 27541285, "text": "therapies against ADAM10 and ADAM17 may promote cancer stem cell migration away from the tumourigenic niche resulting in a differentiated phenotype that is more susceptible to treatment."}, {"pubmed": 27546281, "text": "we found that ADAM10 expression was associated with a more rapid metastatic progression confirming its role in uveal melanoma metastasis."}, {"pubmed": 27628319, "text": "The dysregulation of ADAM10, Fas and FasL could be useful indicators of the progression and severity of OSCC."}, {"pubmed": 27818272, "text": "Tspan3 is a central endocytic membrane component regulating the expression of ADAM10, presenilin and the amyloid precursor protein."}, {"pubmed": 27837433, "text": "the TLR4/Gal-1 signaling pathway regulates lactate-mediated EMT processes through the activation of ADAM10 and ADAM17 in colon cancer cells."}, {"pubmed": 27894840, "text": "The overexpression of MTERF4 induced a significant increase in the levels of APP protein and secreted Abeta 42 in HEK293-APPswe cells compared with control cells these results suggest that MTERF4 promotes the amyloidogenic processing of APP by inhibiting ADAM10 in HEK293-APPswe cells; therefore, MTERF4 may play an important role in the pathogenesis of Alzheimer's disease."}, {"pubmed": 28232483, "text": "ADAM17 and ADAM10 cleave Nectin-4 and release soluble Nectin-4 (sN4)."}, {"pubmed": 28292959, "text": "Data suggest that activation of the metalloproteinase ADAM10 by signal peptide peptidase-like 3 (SPPL3) triggered by mutant BRAF(V600E) was a critical transformation event."}, {"pubmed": 28427048, "text": "1,25D3 causes ectodomain shedding of TLR4 and thereby decreases the responsiveness of cells to LPS. ADAM10, activated by extracellular Ca2+ influx, was implicated in the ectodomain cleavage of TLR4."}, {"pubmed": 28449222, "text": "Data show that tetraspanin 33 (tspan33) is an early activation marker, and that disintegrin and metalloproteinase domain-containing protein 10 (ADAM10) protein expression does not correlate with Tspan33 expression in B cells."}, {"pubmed": 28600292, "text": "Endothelial Tspan5- and Tspan17-ADAM10 complexes may regulate inflammation by maintaining normal VE-cadherin expression and promoting T lymphocyte transmigration."}, {"pubmed": 28611181, "text": "Notch is ligand activated and undergoes DTX4-mediated ubiquitylation and bilateral endocytosis before ADAM10 processing"}, {"pubmed": 28620033, "text": "Regulation of ADAM10 by the TspanC8 subgroup of tetraspanins, namely Tspan5, 10, 14, 15, 17 and 33 is reviewed."}, {"pubmed": 28624437, "text": "ADAM10 and ADAM17 are the best characterized members of the ADAM (A Disintegrin and Metalloproteinase) - family of transmembrane proteases. Both are involved diverse physiological and pathophysiological processes.For ADAM17 phosphatidylserine exposure is required to then induce its shedding function."}, {"pubmed": 28624438, "text": "A better understanding of the regulatory mechanisms controlling the expression, subcellular localization and activity of ADAM10 will likely uncover suitable drug targets which will allow a more specific and fine-tuned modulation of its proteolytic activity"}, {"pubmed": 28656294, "text": "mechanistic experiments revealed that ADAM10-RNAi resulted in an increase in E-cadherin and a decrease in N-cadherin and vimentin expression. Our study implies that high expression of ADAM10 promotes the proliferation and migration of hypopharyngeal squamous cell carcinoma (HSCC). These findings may help to provide a method for treatment of HSCC"}, {"pubmed": 28687716, "text": "Data suggest that ADAM10 associates directly with all members of a subgroup of tetraspanins having eight cysteines in the large extracellular domain ('TspanC8'): Tspan5, Tspan10, Tspan14, Tspan15, Tspan17, and Tspan33. [REVIEW]"}, {"pubmed": 28739265, "text": "Here, I review some of the proposed functions of ADAM10 associated with intestinal crypt homeostasis and tumorigenesis within the gastrointestinal tract in vivo."}, {"pubmed": 28801670, "text": "Study provides evidence that ADAM10 is important for the growth of embryonic dorsal root ganglion neurons."}, {"pubmed": 28814605, "text": "study confirms the importance of ICOSL shedding in ICOS/ICOSL function and expression and it identifies ADAM10 as the most important sheddase for controlling ICOSL levels"}, {"pubmed": 28819788, "text": "Insulin-like growth factor-1 activates different catalytic subunits p110 of PI3K in a cell-type-dependent manner to induce lipogenesis-dependent epithelial-mesenchymal transition through the regulation of ADAM10 and ADAM17."}, {"pubmed": 28982863, "text": "Inhibition of ADAM10 suppressed the expansion of NK cells and reduced the expression of CD16."}, {"pubmed": 29054606, "text": "in BP pathogenesis, membrane-bound ADAM10 expressed on activated CD15+ granulocytes in circulation, along with soluble ADAM10 in local lesions, causes Sema4D cleavage from the membrane of CD15+ granulocytes and results in a high level of circulating sSema4D."}, {"pubmed": 29152656, "text": "The findings of the present study suggested that miR320a may function as a tumor suppressor in GC progression and potential therapeutic strategies for GC may be based on the miR320a/ADAM10 axis."}, {"pubmed": 29192958, "text": "The authors report three distinct ADAM10 mutations in RAK, thereby expanding the mutation spectrum in this gene. The findings suggest that these mutations cause either diminished ADAM10 activity or reduced stability and availability of functional protein, leading to haploinsufficiency."}, {"pubmed": 29223855, "text": "elevated expression of ADAM10 was associated with the pathogenesis and development of immune thrombocytopenia"}, {"pubmed": 29224781, "text": "Study reports the structure of the ADAM10 ectodomain, providing fundamental insights into how substrate selectivity and regulation of catalytic activity is achieved in this important representative of the ADAM family of metalloproteases."}, {"pubmed": 29253717, "text": "Mechanisms underlying ADAM10 downregulation by miR-140-5p and suggests that dysfunctional regulation of ADAM10 expression is exacerbated by AD-related neurotoxic effects."}, {"pubmed": 29604594, "text": "SNHG20 could function as an oncogenic long non-coding RNA by regulating miR-140-5p-ADAM10 axis and MEK/ERK signaling pathway in cervical cancer."}, {"pubmed": 29630665, "text": "High ADAM10 expression is associated with meningococcal purpura fulminans."}, {"pubmed": 29895129, "text": "Report overexpression of ADAM10 in oral squamous cell carcinomas, especially in OSCC with metastasis."}, {"pubmed": 30275760, "text": "SNPs of ADAM10 are involved in hepatocellular carcinoma progression"}, {"pubmed": 30279425, "text": "TIMP-3-overexpression in HEK293 cells demonstrated that TIMP-3 had a dual effect leading to a) inhibited shedding of several transmembrane proteins, in particular substrates of ADAM10, suggesting that exogenous TIMP-3 preferentially inhibits ADAM10 in HEK293 cells and b) increased levels of several LRP-1 ligands, likely by competing for their binding to LRP-1 and their subsequent internalization."}, {"pubmed": 30391432, "text": "SNHG1 promoted GC cell proliferation and invasion via modulating the miR-140/ADAM10 axis"}, {"pubmed": 30463011, "text": "These results uncover a dock-and-lock molecular mechanism to target ADAM10 to junctions and provide a paradigm for how junctions regulate transmembrane receptors through their clustering."}, {"pubmed": 30470613, "text": "These results demonstrated the contributory role of APP cleavage on its oncogenic roles in breast cancer. ADAM10 was the key alpha-secretase. APP and ADAM10 co-expression was associated with worse survival in non-luminal breast cancers."}, {"pubmed": 30599067, "text": "transcription factor TBX2 is able to restrain ADAM10 gene expression and that this mechanism might play a role in regulating cellular processes in health, development and disease."}, {"pubmed": 30651596, "text": "ADAM10 inhibition is worth considering as a therapeutic perspective in mesothelioma context."}, {"pubmed": 30661303, "text": "serum HER-2 extracellular domain could be a biomarker to identify the subgroup of poorer outcome among HER-2 overexpression breast cancer patients. Inhibition of ADAM10 activity may have potential therapeutic benefit for this most aggressive tumor subgroup."}, {"pubmed": 30792527, "text": "Higher CXCL16 exodomain is associated with aggressive ovarian cancer and promotes the disease by CXCR6 activation and MMP modulation."}, {"pubmed": 30833305, "text": "ADAM10 controls neuronal surface levels of NrCAM and neurite outgrowth in an NrCAM-dependent manner. Activation of NrCAM cleavage by ADAM10 occurs through different mechanisms compared to APP, making soluble NrCAM an excellent marker for developing therapeutic, APP-selective, or APP-preferring ADAM10 activators."}, {"pubmed": 30872401, "text": "results indicate that by promoting the shedding of PrP(C) in human neurons, ADAM10 activation prevents the binding and cytotoxicity of AbetaO, revealing a potential therapeutic benefit of ADAM10 activation in Alzheimer disease"}, {"pubmed": 30926762, "text": "ADAM10 is highly expressed in atherosclerosis.  ADAM10 silencing suppresses inflammatory response and promotes cholesterol efflux in atherosclerosis."}, {"pubmed": 30987833, "text": "we identified the prognostic value of two proteases, ADAM-10 and complement factor I, for high-grade serous ovarian cancer which could have clinical significance."}, {"pubmed": 31026069, "text": "EphA8 knockdown also decreased expression of the protease ADAM10"}, {"pubmed": 31063986, "text": "these results point to a detrimental role of hyperactive ADAM10 at the Huntington's disease (HD) synapse and provide preclinical evidence of the therapeutic potential of ADAM10 inhibition in HD."}, {"pubmed": 31165998, "text": "Soluble CLEC-2 is generated independently of ADAM10 and is increased in plasma in acute coronary syndrome: comparison with soluble GPVI"}, {"pubmed": 31209506, "text": "As well as sAPP as direct substrates of sADAM10 and/or sADAM17."}, {"pubmed": 31308029, "text": "The expression of ADAM10 protein is related to the histologic type and the prognosis of sacral chordoma."}, {"pubmed": 31370093, "text": "The involvement of ADAM10 in acantholysis in mucocutaneous pemphigus vulgaris depends on the autoantibody profile of each patient."}, {"pubmed": 31381863, "text": "Data indicate a novel proteolytic pathway of meprin beta with ADAM proteases 9, 10, and 17 by specific prodomain cleavage."}, {"pubmed": 31387910, "text": "ADAM10 promoter rs653765 G-->A polymorphism is associated wit the progression of sepsis."}, {"pubmed": 31786854, "text": "MiR-365/ADAM10 axis may present a new target for the treatment of breast cancer."}, {"pubmed": 31796994, "text": "Study shows that a portion of PD-L1 exogenously expressed in several triple-negative breast cancer cell lines, as well as endogenous PD-L1, is proteolytically cleaved by cell surface metalloproteases ADAM10 and ADAM17. ADAM10 and/or ADAM17 may contribute to the regulation of the PD-L1/PD-1 pathway and, ultimately, to anti-tumor immunity in triple-negative breast cancer."}, {"pubmed": 31843015, "text": "Results found a CpG island located in ADAM10 promotor region differentially between trisomic 21 patients with Alzheimer's disease (AD) and those without suggesting that methylated ADAM10 might be a valuable blood-based biomarker for at least the early detection of AD."}, {"pubmed": 31953323, "text": "Protein secondary structure determines the temporal relationship between folding and disulfide formation."}, {"pubmed": 32019490, "text": "Proximity ligation assay reveals both pre- and postsynaptic localization of the APP-processing enzymes ADAM10 and BACE1 in rat and human adult brain."}, {"pubmed": 32111735, "text": "The tetraspanin Tspan15 is an essential subunit of an ADAM10 scissor complex."}, {"pubmed": 32193206, "text": "ADAM10 and ADAM17 proteases mediate proinflammatory cytokine-induced and constitutive cleavage of endomucin from the endothelial surface."}, {"pubmed": 32363112, "text": "ADAM10 and ADAM17 cleave PD-L1 to mediate PD-(L)1 inhibitor resistance."}, {"pubmed": 32372373, "text": "The metalloproteinase ADAM10 requires its activity to sustain surface expression."}, {"pubmed": 32715474, "text": "ADAM10 mediates ectopic proximal tubule development and renal fibrosis through Notch signalling."}, {"pubmed": 32934081, "text": "Mitochondrial Targeting of the Enteropathogenic Escherichia coli Map Triggers Calcium Mobilization, ADAM10-MAP Kinase Signaling, and Host Cell Apoptosis."}, {"pubmed": 33051240, "text": "Dysregulated NF-kappaB-Dependent ICOSL Expression in Human Dendritic Cell Vaccines Impairs T-cell Responses in Patients with Melanoma."}, {"pubmed": 33082206, "text": "Soluble Receptor for Advanced Glycation End-products (sRAGE) and Colorectal Cancer Risk: A Case-Control Study Nested within a European Prospective Cohort."}, {"pubmed": 33129344, "text": "alpha-Secretase nonsense mutation (ADAM10 Tyr167*) in familial Alzheimer's disease."}, {"pubmed": 33206588, "text": "Human umbilical cord mesenchymal stem cells-derived exosomal microRNA-451a represses epithelial-mesenchymal transition of hepatocellular carcinoma cells by inhibiting ADAM10."}, {"pubmed": 33383559, "text": "ADAM10 and ADAM17 are degraded by lysosomal pathway via asparagine endopeptidase."}, {"pubmed": 33416124, "text": "ADAM10 promotes the proliferation of ligamentum flavum cells by activating the PI3K/AKT pathway."}, {"pubmed": 33504031, "text": "ADAM10-Mediated Cleavage of ICAM-1 Is Involved in Neutrophil Transendothelial Migration."}, {"pubmed": 33526513, "text": "Induction of ADAM10 by Radiation Therapy Drives Fibrosis, Resistance, and Epithelial-to-Mesenchyal Transition in Pancreatic Cancer."}, {"pubmed": 33527480, "text": "Association of ADAM10 gene variants with sporadic Parkinson's disease in Chinese Han population."}, {"pubmed": 33670873, "text": "ADAM10 Plasma and CSF Levels Are Increased in Mild Alzheimer's Disease."}, {"pubmed": 33731436, "text": "GDE2-RECK controls ADAM10 alpha-secretase-mediated cleavage of amyloid precursor protein."}, {"pubmed": 33760683, "text": "Plasma PrPC and ADAM-10 as novel biomarkers for traumatic brain injury and concussion: a pilot study."}, {"pubmed": 33800462, "text": "Role of ADAM10 and ADAM17 in Regulating CD137 Function."}, {"pubmed": 33881612, "text": "TREM2 expression in the brain and biological fluids in prion diseases."}, {"pubmed": 34156683, "text": "ADAM10 inhibits the interaction between IL-17 and HMGB1 in Buerger's disease."}, {"pubmed": 34192661, "text": "Blocking HOTAIR protects human chondrocytes against IL-1beta-induced cell apoptosis, ECM degradation, inflammatory response and oxidative stress via regulating miR-222-3p/ADAM10 axis."}, {"pubmed": 34227224, "text": "Advanced glycation end products induce endothelial hyperpermeability via beta-catenin phosphorylation and subsequent up-regulation of ADAM10."}, {"pubmed": 34345211, "text": "CXCL16 Promotes Gastric Cancer Tumorigenesis via ADAM10-Dependent CXCL16/CXCR6 Axis and Activates Akt and MAPK Signaling Pathways."}, {"pubmed": 34390512, "text": "Endoglycan (PODXL2) is proteolytically processed by ADAM10 (a disintegrin and metalloprotease 10) and controls neurite branching in primary neurons."}, {"pubmed": 34478010, "text": "LncRNA H19 Regulates Proliferation, Apoptosis and ECM Degradation of Aortic Smooth Muscle Cells Via miR-1-3p/ADAM10 Axis in Thoracic Aortic Aneurysm."}, {"pubmed": 34680139, "text": "A Scoping Review of the Role of Metalloproteinases in the Pathogenesis of Autoimmune Pemphigus and Pemphigoid."}, {"pubmed": 34739841, "text": "Crystal structure of the Tspan15 LEL domain reveals a conserved ADAM10 binding site."}, {"pubmed": 34778975, "text": "Interleukin-6-interleukin-11 receptor chimeras reveal ionomycin-induced proteolysis beyond ADAM10."}, {"pubmed": 35163191, "text": "Pseudomonas aeruginosa Triggered Exosomal Release of ADAM10 Mediates Proteolytic Cleavage in Trans."}, {"pubmed": 35163460, "text": "Analysis of mRNA and Protein Levels of CAP2, DLG1 and ADAM10 Genes in Post-Mortem Brain of Schizophrenia, Parkinson's and Alzheimer's Disease Patients."}, {"pubmed": 35398353, "text": "The transmembrane domain of the amyloid precursor protein is required for antiamyloidogenic processing by alpha-secretase ADAM10."}, {"pubmed": 35474465, "text": "The importance of a disintegrin and metalloproteinase (ADAM)10 and ADAM17 in the pathogenesis of psoriasis."}, {"pubmed": 35527514, "text": "ADAM10 and ADAM17 promote SARS-CoV-2 cell entry and spike protein-mediated lung cell fusion."}, {"pubmed": 35551177, "text": "ADAM10-cleaved ephrin-A5 contributes to prostate cancer metastasis."}, {"pubmed": 35844545, "text": "Role of ADAM10 and ADAM17 in the Regulation of Keratinocyte Adhesion in Pemphigus Vulgaris."}, {"pubmed": 35944080, "text": "MT1-MMP and ADAM10/17 exhibit a remarkable overlap of shedding properties."}, {"pubmed": 36293469, "text": "ADAM10 and ADAM17-Novel Players in Retinoblastoma Carcinogenesis."}, {"pubmed": 36436795, "text": "Circular RNA circ_0114876 regulates osteoarthritis through upregulating ADAM10 via targeting miR-1227-3p."}, {"pubmed": 36524367, "text": "ADAM10 mediates shedding of carbonic anhydrase IX ectodomain nonredundantly to ADAM17."}, {"pubmed": 36652757, "text": "Decreased expression of ADAM10 on monocytes is associated with chronic allograft dysfunction in kidney transplant recipients."}, {"pubmed": 36708563, "text": "ADAM10 Gene Polymorphism and Its Relationship to Hepatocellular Carcinoma in Egyptian HCV Patients Receiving Direct-Acting Antiviral Therapies (DAAs)."}, {"pubmed": 36768791, "text": "Elevated Expression of ADAM10 in Skeletal Muscle of Patients with Idiopathic Inflammatory Myopathies Could Be Responsible for FNDC5/Irisin Unbalance."}, {"pubmed": 36912070, "text": "NCK1-AS1 promotes the proliferation, migration, invasion, and EMT of non-small cell lung cancer by regulating the miR-361-5p/ADAM10 axis."}, {"pubmed": 36946281, "text": "Potential impact of ADAM-10 genetic variants with the clinical features of oral squamous cell carcinoma."}, {"pubmed": 37047093, "text": "ADAM10 Gene Variants in AD Patients and Their Relationship to CSF Protein Levels."}, {"pubmed": 37108478, "text": "ADAM10 and ADAM17, Major Regulators of Chronic Kidney Disease Induced Atherosclerosis?"}, {"pubmed": 37257180, "text": "Elevated Expression of ADAM10 Induced by HPV E6 Influences the Prognosis of Cervical Cancer."}, {"pubmed": 37422628, "text": "Combined proteomics and CRISPR-Cas9 screens in PDX identify ADAM10 as essential for leukemia in vivo."}, {"pubmed": 37451218, "text": "AMPK boosts ADAM10 shedding activity in human aortic endothelial cells by promoting Rab14-dependent ADAM10 cell surface translocation."}, {"pubmed": 37460331, "text": "ADAM10 as a biomarker for Alzheimer's disease: A systematic review."}, {"pubmed": 37516108, "text": "Structural basis for membrane-proximal proteolysis of substrates by ADAM10."}, {"pubmed": 37658602, "text": "Characterizing the transmembrane domains of ADAM10 and BACE1 and the impact of membrane composition."}, {"pubmed": 38031964, "text": "Tissue inhibitors of metalloproteinases (TIMPs) modulate platelet ADAM10 activity."}, {"pubmed": 38158671, "text": "Proteolytic cleavage of amyloid precursor protein by ADAM10 promotes proliferation and migration via activating MAPKs pathway in tongue squamous cell carcinoma in vitro."}, {"pubmed": 38225245, "text": "Apoptosis-mediated ADAM10 activation removes a mucin barrier promoting T cell efferocytosis."}, {"pubmed": 38280480, "text": "Direct interaction of platelet with tumor cell aggravates hepatocellular carcinoma metastasis by activating TLR4/ADAM10/CX3CL1 axis."}, {"pubmed": 38815628, "text": "ADAM10 as a major activator of reactive oxygen species production and klotho shedding in podocytes under diabetic conditions."}, {"pubmed": 38863060, "text": "Downregulation of the metalloproteinases ADAM10 or ADAM17 promotes osteoclast differentiation."}, {"pubmed": 38897568, "text": "Ectodomain shedding of PLA2R1 is mediated by the metalloproteases ADAM10 and ADAM17."}], "genomic_pos": {"chr": "15", "end": 58749791, "ensemblgene": "ENSG00000137845", "start": 58588809, "strand": -1}, "genomic_pos_hg19": {"chr": "15", "end": 59042177, "start": 58887403, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006468", "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006509", "qualifier": "involved_in", "term": "membrane protein ectodomain proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006509", "pubmed": 18355449, "qualifier": "acts_upstream_of_or_within", "term": "membrane protein ectodomain proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006509", "pubmed": [12714508, 17557115, 18419754, 18676862, 19114711, 31792032, 34739841], "qualifier": "involved_in", "term": "membrane protein ectodomain proteolysis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006509", "pubmed": [17965014, 18355445, 18373975, 20711474, 24990881, 28164773, 28855301, 29430990], "qualifier": "involved_in", "term": "membrane protein ectodomain proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007162", "pubmed": 12714508, "qualifier": "involved_in", "term": "negative regulation of cell adhesion"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007162", "pubmed": 8694785, "qualifier": "involved_in", "term": "negative regulation of cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007229", "pubmed": 8694785, "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 12714508, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 18373975, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008593", "qualifier": "involved_in", "term": "regulation of Notch signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010629", "pubmed": 24530397, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010820", "pubmed": 18373975, "qualifier": "involved_in", "term": "positive regulation of T cell chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016485", "qualifier": "involved_in", "term": "protein processing"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0022617", "qualifier": "involved_in", "term": "extracellular matrix disassembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030307", "pubmed": 18373975, "qualifier": "involved_in", "term": "positive regulation of cell growth"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 18373975, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034332", "qualifier": "involved_in", "term": "adherens junction organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034612", "pubmed": 11831872, "qualifier": "involved_in", "term": "response to tumor necrosis factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038004", "qualifier": "involved_in", "term": "epidermal growth factor receptor ligand maturation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042117", "pubmed": 11831872, "qualifier": "involved_in", "term": "monocyte activation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042987", "pubmed": 28164773, "qualifier": "involved_in", "term": "amyloid precursor protein catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042987", "qualifier": "involved_in", "term": "amyloid precursor protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046931", "pubmed": 30463011, "qualifier": "involved_in", "term": "pore complex assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051089", "pubmed": 12714508, "qualifier": "involved_in", "term": "constitutive protein ectodomain proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090102", "qualifier": "involved_in", "term": "cochlea development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098696", "qualifier": "involved_in", "term": "regulation of neurotransmitter receptor localization to postsynaptic specialization membrane"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099173", "qualifier": "involved_in", "term": "postsynapse organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099175", "qualifier": "involved_in", "term": "regulation of postsynapse organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0140249", "qualifier": "involved_in", "term": "protein catabolic process at postsynapse"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901342", "qualifier": "involved_in", "term": "regulation of vasculature development"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 12475894, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005798", "pubmed": 12475894, "qualifier": "located_in", "term": "Golgi-associated vesicle"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005886", "pubmed": [20624979, 28164773], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005912", "qualifier": "located_in", "term": "adherens junction"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": [12475894, 23035126, 23091066], "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0014069", "qualifier": "located_in", "term": "postsynaptic density"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 8694785, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030136", "qualifier": "located_in", "term": "clathrin-coated vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030424", "qualifier": "located_in", "term": "axon"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035579", "qualifier": "located_in", "term": "specific granule membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0046930", "pubmed": 30463011, "qualifier": "part_of", "term": "pore complex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0070821", "qualifier": "located_in", "term": "tertiary granule membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097038", "pubmed": 23091066, "qualifier": "located_in", "term": "perinuclear endoplasmic reticulum"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0097060", "qualifier": "is_active_in", "term": "synaptic membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097060", "pubmed": 23676497, "qualifier": "located_in", "term": "synaptic membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097197", "pubmed": 23035126, "qualifier": "located_in", "term": "tetraspanin-enriched microdomain"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0004175", "pubmed": [24990881, 28855301, 29430990], "qualifier": "enables", "term": "endopeptidase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004175", "qualifier": "enables", "term": "endopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004222", "pubmed": 18676862, "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004222", "pubmed": 19114711, "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0004222", "pubmed": 8694785, "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005102", "pubmed": 12176995, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005178", "pubmed": 8694785, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10527948, 15280379, 17301176, 19587294, 20624979, 23091066, 23289620, 23676497, 25036101, 26686862, 30312582, 30463011, 30538620, 31792032, 32814053, 32900848, 34739841], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008237", "pubmed": 12475894, "qualifier": "enables", "term": "metallopeptidase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0008237", "pubmed": 12535668, "qualifier": "enables", "term": "metallopeptidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0017124", "qualifier": "enables", "term": "SH3 domain binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0019901", "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042803", "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0060090", "pubmed": 25349418, "qualifier": "enables", "term": "molecular adaptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0070573", "qualifier": "enables", "term": "metallodipeptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:1902945", "qualifier": "enables", "term": "metalloendopeptidase activity involved in amyloid precursor protein catabolic process"}, {"category": "MF", "evidence": "IMP", "id": "GO:1902945", "pubmed": 28164773, "qualifier": "enables", "term": "metalloendopeptidase activity involved in amyloid precursor protein catabolic process"}, {"category": "MF", "evidence": "ISS", "id": "GO:1902945", "qualifier": "enables", "term": "metalloendopeptidase activity involved in amyloid precursor protein catabolic process"}]}, "homologene": {"genes": [[7165, 1273746], [7955, 566044], [8364, 733451], [9031, 374113], [9544, 701355], [9598, 746942], [9606, 102], [9615, 478321], [9913, 282132], [10090, 11487], [10116, 29650]], "id": 865}, "interpro": [{"desc": "Peptidase M12B, propeptide", "id": "IPR002870", "short_desc": "Peptidase_M12B_N"}, {"desc": "Peptidase M12B, ADAM/reprolysin", "id": "IPR001590", "short_desc": "Peptidase_M12B"}, {"desc": "Metallopeptidase, catalytic domain superfamily", "id": "IPR024079", "short_desc": "MetalloPept_cat_dom_sf"}, {"desc": "Disintegrin domain", "id": "IPR001762", "short_desc": "Disintegrin_dom"}, {"desc": "ADAM10/ADAM17 catalytic domain", "id": "IPR034025", "short_desc": "ADAM10_ADAM17"}, {"desc": "Disintegrin domain superfamily", "id": "IPR036436", "short_desc": "Disintegrin_dom_sf"}, {"desc": "ADAM10, cysteine-rich domain", "id": "IPR049038", "short_desc": "ADAM10_Cys-rich"}], "ipi": ["IPI00013897", "IPI00791687", "IPI00794448", "IPI00878134"], "map_location": "15q21.3", "name": "ADAM metallopeptidase domain 10", "other_names": ["a disintegrin and metalloprotease domain 10", "disintegrin and metalloproteinase domain-containing protein 10", "kuzbanian protein homolog", "mammalian disintegrin-metalloprotease"], "pantherdb": {"HGNC": "188", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109548", "ortholog_type": "LDO", "panther_family": "PTHR45702", "taxid": 10090, "uniprot_kb": "O35598"}, {"RGD": "2032", "ortholog_type": "LDO", "panther_family": "PTHR45702", "taxid": 10116, "uniprot_kb": "Q10743"}, {"Ensembl": "ENSGALG00000004212", "ortholog_type": "LDO", "panther_family": "PTHR45702", "taxid": 9031, "uniprot_kb": "Q5F3N4"}, {"ZFIN": "ZDB-GENE-040917-2", "ortholog_type": "O", "panther_family": "PTHR45702", "taxid": 7955, "uniprot_kb": "A0A1D5NT24"}, {"ZFIN": "ZDB-GENE-071115-1", "ortholog_type": "LDO", "panther_family": "PTHR45702", "taxid": 7955, "uniprot_kb": "A0A0R4IDF3"}, {"WormBase": "WBGene00006324", "ortholog_type": "LDO", "panther_family": "PTHR45702", "taxid": 6239, "uniprot_kb": "G5EFD9"}, {"FlyBase": "FBgn0039688", "ortholog_type": "O", "panther_family": "PTHR45702", "taxid": 7227, "uniprot_kb": "Q9VAI2"}, {"FlyBase": "FBgn0259984", "ortholog_type": "LDO", "panther_family": "PTHR45702", "taxid": 7227, "uniprot_kb": "Q9VJW9"}], "uniprot_kb": "O14672"}, "pathway": {"biocarta": {"id": "apppathway", "name": "generation of amyloid b-peptide by ps1"}, "kegg": [{"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05120", "name": "Epithelial cell signaling in Helicobacter pylori infection - Homo sapiens (human)"}], "pid": [{"id": "ajdiss_2pathway", "name": "Posttranslational regulation of adherens junction stability and dissassembly"}, {"id": "notch_pathway", "name": "Notch signaling pathway"}, {"id": "ps1pathway", "name": "Presenilin action in Notch and Wnt signaling"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1442490", "name": "Collagen degradation"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-177929", "name": "Signaling by EGFR"}, {"id": "R-HSA-1980143", "name": "Signaling by NOTCH1"}, {"id": "R-HSA-1980145", "name": "Signaling by NOTCH2"}, {"id": "R-HSA-2122948", "name": "Activated NOTCH1 Transmits Signal to the Nucleus"}, {"id": "R-HSA-2644602", "name": "Signaling by NOTCH1 PEST Domain Mutants in Cancer"}, {"id": "R-HSA-2644603", "name": "Signaling by NOTCH1 in Cancer"}, {"id": "R-HSA-2644606", "name": "Constitutive Signaling by NOTCH1 PEST Domain Mutants"}, {"id": "R-HSA-2660825", "name": "Signaling by NOTCH1 t(7;9)(NOTCH1:M1580_K2555) Translocation Mutant"}, {"id": "R-HSA-2660826", "name": "Constitutive Signaling by NOTCH1 t(7;9)(NOTCH1:M1580_K2555) Translocation Mutant"}, {"id": "R-HSA-2682334", "name": "EPH-Ephrin signaling"}, {"id": "R-HSA-2691230", "name": "Signaling by NOTCH1 HD Domain Mutants in Cancer"}, {"id": "R-HSA-2691232", "name": "Constitutive Signaling by NOTCH1 HD Domain Mutants"}, {"id": "R-HSA-2894858", "name": "Signaling by NOTCH1 HD+PEST Domain Mutants in Cancer"}, {"id": "R-HSA-2894862", "name": "Constitutive Signaling by NOTCH1 HD+PEST Domain Mutants"}, {"id": "R-HSA-2979096", "name": "NOTCH2 Activation and Transmission of Signal to the Nucleus"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-3928665", "name": "EPH-ephrin mediated repulsion of cells"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9012852", "name": "Signaling by NOTCH3"}, {"id": "R-HSA-9013507", "name": "NOTCH3 Activation and Transmission of Signal to the Nucleus"}, {"id": "R-HSA-9013694", "name": "Signaling by NOTCH4"}, {"id": "R-HSA-9013700", "name": "NOTCH4 Activation and Transmission of Signal to the Nucleus"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-977225", "name": "Amyloid fiber formation"}], "wikipathways": [{"id": "WP2059", "name": "Alzheimer,s disease"}, {"id": "WP3286", "name": "Copper homeostasis"}, {"id": "WP3845", "name": "Canonical and non-canonical Notch signaling"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4906", "name": "3q29 copy number variation syndrome"}, {"id": "WP516", "name": "Hypertrophy Model"}]}, "pdb": ["6BDZ", "6BE6", "8ESV"], "pfam": ["PF00200", "PF13574", "PF21299", "PF01562"], "pharmgkb": "PA24505", "pharos": {"target_id": 10693, "tdl": "Tchem"}, "prosite": ["PS50214", "PS50215"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245327", "relationship": "is"}, {"id": "GNF245328", "relationship": "is"}, {"id": "GNF245329", "relationship": "is"}, {"id": "GNF245330", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079052", "relationship": "is"}, {"id": "GNF079053", "relationship": "is"}, {"id": "GNF079054", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054245", "relationship": "is"}, {"id": "GNF059026", "relationship": "is"}, {"id": "GNF074344", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068269", "relationship": "is"}, {"id": "GNF068270", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101202", "relationship": "is"}, {"id": "GNF140857", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000015.10", "NC_060939.1", "NG_033876.2"], "protein": ["NP_001101.1", "NP_001307499.1"], "rna": ["NM_001110.4", "NM_001320570.2"], "translation": [{"protein": "NP_001101.1", "rna": "NM_001110.4"}, {"protein": "NP_001307499.1", "rna": "NM_001320570.2"}]}, "reporter": {"HG-U133_Plus_2": ["202603_at", "202604_x_at", "214895_s_at"], "HG-U95Av2": ["31934_at", "40797_at", "40798_s_at"], "HG-U95B": "58036_at", "HTA-2_0": "TC15001484.hg.1", "HuEx-1_0": ["3626555", "3626652"], "HuGene-1_1": "7989224", "HuGene-2_1": "16809880"}, "summary": "Members of the ADAM family are cell surface proteins with a unique structure possessing both potential adhesion and protease domains. This gene encodes and ADAM family member that cleaves many proteins including TNF-alpha and E-cadherin. Alternate splicing results in multiple transcript variants encoding different proteins that may undergo similar processing. [provided by RefSeq, Feb 2016].", "symbol": "ADAM10", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412181"}, "unigene": ["Hs.578508", "Hs.172028", "Hs.745136"], "uniprot": {"Swiss-Prot": "O14672", "TrEMBL": ["B5MC71", "A0A087WYG1", "H0YK87", "C9J9B4", "H0YK32", "H0YNC5", "H3BS53"]}, "wikipedia": {"url_stub": "ADAM10"}}