{"AllianceGenome": "220", "HGNC": "220", "MIM": "603876", "_id": "9507", "_version": 1, "accession": {"genomic": ["AB039835.1", "AL590714.27", "AY044847.1", "CH471121.2", "CP068277.2", "NC_000001.11", "NC_060925.1"], "protein": ["AAD41494.1", "AAH63293.1", "AAL02262.1", "AAQ89245.1", "ABC88384.1", "ADO22279.1", "BAA31663.3", "BAF84262.1", "EAW52627.1", "NP_001307265.1", "NP_005090.3", "O75173.3", "XP_047290860.1", "XP_054195683.1"], "rna": ["AA603151.1", "AB014588.1", "AF148213.1", "AK291573.1", "AL603427.1", "AY358886.1", "BC030812.1", "BC063293.1", "DA098917.1", "DQ364570.1", "GQ891417.1", "NM_001320336.3", "NM_005099.6", "XM_047434904.1", "XM_054339708.1"], "translation": [{"protein": "NP_005090.3", "rna": "NM_005099.6"}, {"protein": "NP_001307265.1", "rna": "NM_001320336.3"}, {"protein": "XP_047290860.1", "rna": "XM_047434904.1"}, {"protein": "BAA31663.3", "rna": "AB014588.1"}, {"protein": "BAF84262.1", "rna": "AK291573.1"}, {"protein": "ABC88384.1", "rna": "DQ364570.1"}, {"protein": "AAQ89245.1", "rna": "AY358886.1"}, {"protein": "ADO22279.1", "rna": "GQ891417.1"}, {"protein": "XP_054195683.1", "rna": "XM_054339708.1"}, {"protein": "AAH63293.1", "rna": "BC063293.1"}, {"protein": "AAD41494.1", "rna": "AF148213.1"}]}, "alias": ["ADAMTS-2", "ADAMTS-4", "ADMP-1"], "ec": "3.4.24.82", "ensembl": {"gene": "ENSG00000158859", "protein": ["ENSP00000356974", "ENSP00000356975"], "transcript": ["ENST00000367995", "ENST00000367996", "ENST00000478394"], "translation": [{"protein": "ENSP00000356975", "rna": "ENST00000367996"}, {"protein": "ENSP00000356974", "rna": "ENST00000367995"}], "type_of_gene": "protein_coding"}, "entrezgene": "9507", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 22.6359894997, "exp_mis": 343.965648378, "exp_syn": 144.428006727, "lof_z": 3.04727767178765, "mis_z": 1.18587616333277, "mu_lof": 1.70278953425e-06, "mu_mis": 3.07404347485e-05, "mu_syn": 1.27723286039e-05, "n_lof": 8.0, "n_mis": 299.0, "n_syn": 135.0, "p_li": 0.00546593980671702, "p_null": 0.00105086785140109, "p_rec": 0.993483192341882, "syn_z": 0.486343755788849}, "bp": 2514, "cds_end": 161168417, "cds_start": 161160927, "n_exons": 9, "nonpsych": {"exp_lof": 20.3040091564, "exp_mis": 311.138367272, "exp_syn": 130.537544733, "lof_z": 3.11758923944691, "mis_z": 1.11914904160339, "mu_lof": 1.70278953425e-06, "mu_mis": 3.07404347485e-05, "mu_syn": 1.27723286039e-05, "n_lof": 6.0, "n_mis": 272.0, "n_syn": 113.0, "p_li": 0.0664983305807443, "p_null": 0.000742568610148468, "p_rec": 0.932759100809107, "syn_z": 0.966414617355488}, "nontcga": {"exp_lof": 20.8072009244, "exp_mis": 316.430509479, "exp_syn": 132.855869096, "lof_z": 2.98593305613148, "mis_z": 1.04832601138438, "mu_lof": 1.70278953425e-06, "mu_mis": 3.07404347485e-05, "mu_syn": 1.27723286039e-05, "n_lof": 7.0, "n_mis": 279.0, "n_syn": 122.0, "p_li": 0.0148027263014557, "p_null": 0.00121108282999251, "p_rec": 0.983986190868552, "syn_z": 0.596345188368011}, "transcript": "ENST00000367996.5"}, "exons": [{"cdsend": 161198627, "cdsstart": 161190949, "chr": "1", "position": [[161189725, 161191403], [161192064, 161192240], [161193212, 161193388], [161193639, 161193826], [161193934, 161194221], [161195464, 161195635], [161196170, 161196303], [161196556, 161196880], [161197994, 161199054]], "strand": -1, "transcript": "NM_001320336", "txend": 161199054, "txstart": 161189725}, {"cdsend": 161198627, "cdsstart": 161191137, "chr": "1", "position": [[161184301, 161191564], [161192064, 161192240], [161193212, 161193388], [161193639, 161193826], [161193934, 161194221], [161195464, 161195635], [161196170, 161196303], [161196556, 161196880], [161197994, 161199054]], "strand": -1, "transcript": "NM_005099", "txend": 161199054, "txstart": 161184301}], "exons_hg19": [{"cdsend": 161168417, "cdsstart": 161160739, "chr": "1", "position": [[161159514, 161161193], [161161854, 161162030], [161163002, 161163178], [161163429, 161163616], [161163724, 161164011], [161165254, 161165425], [161165960, 161166093], [161166346, 161166670], [161167784, 161168844]], "strand": -1, "transcript": "NM_001320336", "txend": 161168844, "txstart": 161159514}, {"cdsend": 161168417, "cdsstart": 161160927, "chr": "1", "position": [[161154091, 161161354], [161161854, 161162030], [161163002, 161163178], [161163429, 161163616], [161163724, 161164011], [161165254, 161165425], [161165960, 161166093], [161166346, 161166670], [161167784, 161168844]], "strand": -1, "transcript": "NM_005099", "txend": 161168844, "txstart": 161154091}], "generif": [{"pubmed": 11796708, "text": "activation of proteolytic activity by C-terminal truncation"}, {"pubmed": 11801682, "text": "Aggrecanase-1 is expressed by fibroblast-like synoviocytes from rheumatoid arthritis and osteoarthritis patients and is induced by cytokines, especially TGF-beta."}, {"pubmed": 11831030, "text": "extracellular matrix degrading enzyme"}, {"pubmed": 11854269, "text": "has a specific cleavage site at the matrix metalloproteinase site in its interglobular domain"}, {"pubmed": 11956193, "text": "Inhibition of ADAM-TS4 and ADAM-TS5 prevents aggrecan degradation in osteoarthritic cartilage."}, {"pubmed": 12202483, "text": "Autocatalytic cleavage reveals multiple glycosaminoglycan-binding sites"}, {"pubmed": 12646579, "text": "ADAMTS-2 metalloproteinase is shown to cleave procollagen III N-propeptides as effectively as those of procollagens I and II"}, {"pubmed": 14561220, "text": "Multiple forms of ADAMTS4 protein characterized by Western analysis in human brain tissue lead to the conclusion that the 'aggrecanase' group of the ADAMTS family (ADAMTS 1, 4, 5 and 9) is responsible for turnover of versican V2 in the adult brain."}, {"pubmed": 14662755, "text": "ADAMTS-4 lacking the spacer domain has promiscuous substrate specificity considerably different from that previously reported for aggrecan core protein"}, {"pubmed": 14701864, "text": "ADAMTS-4 activation involves the coordinated activity of both glycosylphosphatidyl inositol-anchored MT4-MMP and the proteoglycan form of syndecan-1 on the cell surface"}, {"pubmed": 14715656, "text": "ADAMTS4 and ADAMTS5 are inhibited by alpha2-macroglobulin"}, {"pubmed": 14744861, "text": "pro-ADAMTS4 is cleaved by proprotein convertase furin in the trans-Golgi network"}, {"pubmed": 15161923, "text": "the aggrecanase activity of ADAMTS4 is inhibited by fibronectin through interaction with their C-terminal domains"}, {"pubmed": 16003758, "text": "ADAMTS4 and 5 are upregulated on proliferating glioblastoma cells, and these proteases may contribute to their invasive potential"}, {"pubmed": 16099106, "text": "Taken together, these data suggest that aggrecanase-1 and alpha1-antitrypsin bind in vivo, although the physiological significance of the interaction between aggrecanase-1 and alpha1-antitrypsin remains unclear."}, {"pubmed": 16677612, "text": "The ADAMTS-4 promoter would serve as a valuable mechanistic tool to better understand the regulation of ADAMTS-4 expression by signaling pathways that modulate cartilage matrix breakdown."}, {"pubmed": 16723216, "text": "analysis of osteoarthritic synovium using primers designed to amplify across the exon 8/9 junction resulted in amplification of the expected product and a smaller product missing 161 bp from the 5' end of exon 9, the result of alternative splicing"}, {"pubmed": 16741450, "text": "Macrophages infiltrating granulation and adjacent disc tissues express ADAMTS-4, suggesting its involvement in herniated disc regression."}, {"pubmed": 16771712, "text": "The inhibition of ADAMTS-2 by TIMP-3 alone out of 4 TIMP proteins is reported."}, {"pubmed": 17009305, "text": "The induction of ADAMTS-4 by B burgdorferi results in the cleavage of aggrecan, which may be an important first step that leads to permanent degradation of cartilage."}, {"pubmed": 17095512, "text": "analysis of aggrecanase (ADAMTS-4) conformation, affinity and sequence specificity"}, {"pubmed": 17208315, "text": "oncostatin M-stimulated ADAMTS-4 and matrix metallopeptidase 13 expression is mediated by extracellular signal-regulated kinases, Janus kinase 3/STAT1/3 and phosphatidylinositol 3-kinase/Akt and by cross talk between these pathways"}, {"pubmed": 17265492, "text": "Our data suggest that both ADAMTS-4 and ADAMTS-5 contribute to the structural damage that characterizes human osteoarthritis."}, {"pubmed": 17295438, "text": "Inhibition of NF0kappaB results in the decreased expression of several destructive metalloproteinases and also the ADAMTS4 aggrecanase"}, {"pubmed": 17311924, "text": "recombinant ADAMTS-4 effectively cleaved intact matrilin-3 at the predicted motif at Glu435/Ala436 generating two species of 45 and 5 kDa"}, {"pubmed": 17430884, "text": "ADAMTS-5 is a major aggrecanase in cartilage metabolism and pathology, with aggrecanase activity at least 1,000-fold greater than that of ADAMTS-4 under physiological conditions"}, {"pubmed": 17470431, "text": "TIMP-3 inhibition of ADAMTS-4 is modulated by interactions between aggrecan and the C-terminal domain of ADAMTS-4"}, {"pubmed": 17606262, "text": "ADAMTS-4 and -8 are inflammatory regulated enzymes expressed in macrophage-rich areas of atherosclerotic plaques."}, {"pubmed": 17978660, "text": "In both nucleus pulposis and anulus fibrosus, ADAMTS4 was higher in discs with a higher level of degeneration. Aggrecan fragmentation profile analysis showed the involvement of aggrecanases and other proteases during disc degeneration."}, {"pubmed": 18039650, "text": "after stimulation, the protease activity of PC5A is enhanced, as evidenced by the cleavage of the PC5A substrates Lefty, ADAMTS-4, endothelial lipase, and PCSK9."}, {"pubmed": 18042673, "text": "Crystal structures of the two most active human aggrecanase isoforms, ADAMTS4 and ADAMTS5, each in complex with bound inhiitor."}, {"pubmed": 18050214, "text": "PKCzeta is involved in regulation of IL-1beta-induced NF-kappaB signaling in human osteoarthritis chondrocytes, which regulates downstream expression of ADAMTS-4 and NOS2 via NF-kappaB."}, {"pubmed": 18156631, "text": "the catalytic domain of ADAMTS-5 has higher intrinsic catalytic ability than that of ADAMTS-4"}, {"pubmed": 18221525, "text": "Human ADAMTS-4 was expressed in rodent pyramidal neurons and neuropil of stratum oriens and the lacunosum moleculare."}, {"pubmed": 18387286, "text": "Both ADAMTS-4 mRNA and protein processing may be differentially regulated in normal and damaged tendons."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18671934, "text": "PACE4 is a proprotein convertase responsible for activation of aggrecanases in osteoarthritic and cytokine-stimulated cartilage; posttranslational activation of ADAMTS-4 and ADAMTS-5 in the extracellular milieu of cartilage results in aggrecan degradation"}, {"pubmed": 18941754, "text": "Expression of ADAMTS4 by chondrocytes in the surface zone of human osteoarthritic cartilage is regulated by epigenetic DNA de-de-methylation."}, {"pubmed": 19054571, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19342688, "text": "findings suggest that Ras, ROS along with MyD88, IRAK1, or TRAF6 synergistically mediate ADAMTS-4 regulation by IL1-beta"}, {"pubmed": 19643179, "text": "The C-terminal domains of ADAMTS-4 and ADAMTS-5 affect the structure around the active site, favouring interaction with TIMP-3."}, {"pubmed": 19944557, "text": "Plasma ADAMTS4 was measured in stable-effort angina pectoris, acute coronary syndrome & controls. The pattern of its release was clearly different in various forms of ACS. It showed a weak correlation with high-sensitivity C-reactive protein."}, {"pubmed": 20625753, "text": "Patients with acute coronary syndrome showed increased ADAMTS4 expression, which may aggravate the development of atherosclerosis and instability of atherosclerotic plaques."}, {"pubmed": 20664926, "text": "ADAMTS4 expression was found to be regulated by EWS-FLI1 fusion gene-dependent manner. ADAMTS4 protein was highly expressed in tumor samples of the patients with EWS by using immunohistochemistry."}, {"pubmed": 20857147, "text": "Multiple matrix metalloproteinases and ADAMTS-4 are involved in the natural history of interverteral lumbar disc herniation."}, {"pubmed": 21334453, "text": "effect of transforming growth factor-beta (TGF-beta) on ADAMTS-4 expression in macrophages along with the regulatory mechanisms underlying its actions"}, {"pubmed": 21345877, "text": "ADAMTS-4 is present in human coronary atherosclerotic plaques."}, {"pubmed": 21664283, "text": "results suggest that during the acute phase after knee injury there is an increased aggrecanase activity against both the interglobular domain (IGD) and the CS2 cleavage sites of joint cartilage aggrecan"}, {"pubmed": 21946608, "text": "Serum ADAMTS4 levels are associated with the presence and the severity of coronary artery disease."}, {"pubmed": 22065068, "text": "Sp1 transcription factor partly mediates IL-1 induction of ADAMTS-4."}, {"pubmed": 22324945, "text": "Suggest IL-6 may participate in cartilage destruction in rheumatoid arthritis as an inducer of ADAMTS-4 expression from synoviocytes."}, {"pubmed": 22562232, "text": "Data show that the expression of ADAMTS4, 9, 16 and was up-regulated during chondrogenesis, ADAMTS1 and 5 were down-regulated."}, {"pubmed": 22670872, "text": "Data suggest that cleavage of aggrecan by matrix metalloproteinases in knee cartilage from injured or osteoarthritic subjects is low compared with cleavage by aggrecanase-1 (at least early in osteoarthritis, as suggested by other evidence)."}, {"pubmed": 22735305, "text": "study showed that ADAMTS-1, -4, -5 and TIMP3 were expressed at differential levels in hepatocellular carcinoma cell lines"}, {"pubmed": 23082219, "text": "The serine protease tissue plasminogen activator (tPA) and two matrix metalloproteinases, ADAMTS-4 and ADAMTS-5, were identified as Reelin cleaving enzymes."}, {"pubmed": 23137648, "text": "Citrullinated fibronectin is less effective in inhibiting the proteolytic activity of ADAMTS4 and may contribute to the destruction of joint cartilage in rheumatoid arthritis."}, {"pubmed": 23295731, "text": "Cartilage affected by varying degrees of osteoarthritis stained strongly for active ADAMTS-4 where surface fibrillation and clustered chondrocytes were observed."}, {"pubmed": 23319426, "text": "AMTS4 has roles in melanoma growth and angiogenesis"}, {"pubmed": 23406982, "text": "Our results indicate that miR-125b plays an important role in regulating the expression of ADAMTS-4 in human chondrocytes"}, {"pubmed": 23438438, "text": "The purpose of the present study was to investigate the precise molecular mechanisms of high molecular weight hyaluronic acid on ADAMTS4 expression induced by IL- 1b in vitro."}, {"pubmed": 23859810, "text": "We have demonstrated that the expression of ADAMTS-1, -4 and -5 is induced during the differentiation of monocytes into macrophages."}, {"pubmed": 23897278, "text": "ADAMTS-4_v1 is expressed as a protein in vivo in human osteoarthritis synovium, functions as an aggrecanase, and cleaves other proteoglycan substrates."}, {"pubmed": 24051360, "text": "ADAMTS-4 and its substrate biglycan are involved in tubulogenesis by endothelial cells"}, {"pubmed": 24126638, "text": "This is the first evidence of crosstalk between TNF-alpha and ADAMTS-4 in relation to osteoarthritis cartilage degradation."}, {"pubmed": 24474687, "text": "This study highlights that the affinity between a ligand and LRP1 dictates the rate of internalization and suggests that LRP1 is a major traffic controller of the two aggrecanases, especially under inflammatory conditions, where the protein levels of ADAMTS-4 increase, but those of ADAMTS-5 do not."}, {"pubmed": 24732836, "text": "We conclude that the upregulation of TNF-alpha and ADAMTS-5, but not ADAMTS-4, may play an important role in degenerative cartilage endplate-induced low back pain."}, {"pubmed": 24786121, "text": "The restricted expression of ADAMTS-4 and ADAMTS-5 and their increased expression in gestational trophoblastic diseases suggest that these 2 ADAMTS subtypes are associated with human placentation and the development of gestational trophoblastic diseases."}, {"pubmed": 25225099, "text": "ADAMTS4 is largely associated with synapses, and is the main brevican-processing protease."}, {"pubmed": 25433723, "text": "in degenerative intervertebral discs, IL1b upregulates NFkB, MMP13 and ADAMTS4"}, {"pubmed": 25477257, "text": "Evaluate ADAMTS-4 and ADAMTS-5 immunohistochemical expression in human TMJ discs from patients affected by internal derangement."}, {"pubmed": 25501175, "text": "ADAMTS-4 is a potential biomarker and an early diagnostic indicator of knee osteoarthritis."}, {"pubmed": 25592103, "text": "ADAMTS4 may be responsible for the pathogenesis of atherosclerosis. ADAMTS4 serum levels were also higher in diabetic cases. There is an association between ADAMTS4 and TGFb1 serum levels in the progression of atherosclerosis in coronary artery disease."}, {"pubmed": 25707877, "text": "A positive feedback loop involving sSema4D/IL-6 and TNFalpha/ADAMTS-4 may contribute to the pathogenesis of rheumatoid arthritis."}, {"pubmed": 25709087, "text": "CCN1 suppresses ADAMTS-4 activity and that CCN1 overexpression is directly correlated with chondrocyte cloning in osteoarthritis cartilage. The TGFbeta/CCN1 axis plays a role in chondrocyte cluster formation through inhibition of ADAMTS-4."}, {"pubmed": 26152337, "text": "Results show that ADAMTS4 mRNA is the target of mir-1268a and its expression might be modified by MIR-1268a rs28599926 polymorphism in hepatocellular carcinoma."}, {"pubmed": 26495885, "text": "The SNP rs4233367 in the exon of ADAMTS-4 gene may be associated with lumbar disc degeneration."}, {"pubmed": 26612259, "text": "These data demonstrate that the antibody is specific to ADAMTS4 and ADAMTS5 and inhibits their aggrecanase activity at molecular and cellular levels."}, {"pubmed": 26916548, "text": "progesterone acts via the progesterone receptor to modulate ADAMTS 1 and 4 levels in ovarian cancer cell lines."}, {"pubmed": 27182768, "text": "ADAMTS4 may have a role in the pathogenesis by causing increased oxidative and inflammatory environment in preterm premature rupture of membranes ."}, {"pubmed": 27401455, "text": "HipHop-based pharmacophore modeling and virtual screening of the Maybridge database to identify novel ADAMTS-4 inhibitors. These novel lead compounds act as potent and specific inhibitors for the ADAMTS-4 enzyme and could have therapeutic potential in the treatment of OA."}, {"pubmed": 27706574, "text": "we investigated whether important polymorphisms in the ADAMTS4 and ADAMTS5 genes affect osteoarthritis (OA) susceptibility. ADAMTS4 and ADAMTS5 genotypes were determined using the ABI Prism StepOnePlus Real-Time system.  Our findings suggest that the ADAMTS4 (rs4233367 and rs11807350) and ADAMTS5 (rs226794 and rs2830585) variants examined may not contribute to susceptibility to knee OA in the Turkish population."}, {"pubmed": 28005267, "text": "ADAMTS4 expression is significantly upregulated in human masticatory mucosa during wound healing"}, {"pubmed": 28081267, "text": "Single Nucleotide Variants of Candidate Genes in Aggrecan Metabolic Pathway Are Associated with Lumbar Disc Degeneration and Modic Changes"}, {"pubmed": 28099917, "text": "Using in vitro approaches and cultured breast cancer cell lines authors demonstrate that Fibulin-2 is a better substrate for ADAMTS-5 than it is for ADAMTS-4. Fibulin-2 degradation is associated to an enhancement of the invasive potential of T47D, MCF-7 and SK-BR-3 cells."}, {"pubmed": 28323982, "text": "ADAMTS4 and ADAMTS15 were upregulated in symptomatic uterine leiomyomas."}, {"pubmed": 28829887, "text": "ADAMTS-4 protein expression increased in cartilage tissue from spinal tuberculosis patients."}, {"pubmed": 28888475, "text": "methylation status of the ADAMTS4 gene is altered in patellar tendinopathy"}, {"pubmed": 28955046, "text": "Study showed significant ADAMTS-4 expression in aortic tissues from patients with sporadic ascending thoracic aortic aneurysm and dissection, particularly in smooth muscle cells."}, {"pubmed": 29135310, "text": "ADAMTS 1, 4, 12, and 13 levels in the maternal and cord blood were lower in the preeclampsia group than in the control group. ADAMTS 1, 4, and 12 levels in placental tissues were higher in the preeclampsia group."}, {"pubmed": 29153440, "text": "ADAMTS4 expression was upregulated during carotid atherosclerotic plaque development. Serum levels of ADAMTS4 were associated with increased plaque vulnerability in both symptomatic and asymptomatic patients with carotid artery stenosis."}, {"pubmed": 29694979, "text": "ADAMTS4 was associated macrophages infiltration and polarization in the tumor microenvironment of CRC and ADAMTS4 knockdown had no inhibitory implications on cell proliferation and invasion in vitro, but significantly attenuated tumor growth in vivo."}, {"pubmed": 30016600, "text": "High ADAMTS4 expression is associated with osteoarthritic cartilage deterioration."}, {"pubmed": 30187439, "text": "The lower levels of ADAMTS4 in the primary ovarian insufficiency group, when compared with the idiopathic hypogonadotropic hypogonadism patients pointed out that even limited hormone secretion and ovulation in the POI group, may have protective effect on cardiovascular system. The higher levels of ADAMTS4 and lipid accumulation in the IHH group demonstrated the increased risk of these patients for cardiovascular disease."}, {"pubmed": 30369484, "text": "Since only two of the collected studies referred to ADAMTS4, we did not perform meta-analysis for these comparisons.  Taken together, rs226794 and rs2830585 in ADAMTS5 gene were not associated with musculoskeletal degenerative diseases in overall population, but there seemed to be an ethnicity-dependent effect of rs2830585 in the risk of musculoskeletal degenerative diseases"}, {"pubmed": 30426203, "text": "ADAMTS4 was exclusively expressed in oligodendrocytes"}, {"pubmed": 30730845, "text": "significantly higher second-trimester amniotic fluid levels in pregnant women with spontaneous preterm birth"}, {"pubmed": 31663692, "text": "Single-nucleotide polymorphisms in the coding region of a disintegrin and metalloproteinase with thrombospondin motifs 4 and hepatocellular carcinoma: A retrospective case-control study."}, {"pubmed": 31734379, "text": "ADAMTS4 and ADAMTS5 may be considered as new molecular therapeutic targets for cartilage damages with Kashin-Beck Disease."}, {"pubmed": 32067610, "text": "Expression Levels of A Disintegrin-like Metalloproteinase with Thrombospondin Motifs-4 and -5 (ADAMTS-4 and ADAMTS-5) in Inflamed and Healthy Gingival Tissues."}, {"pubmed": 32490633, "text": "The utility of synovial fluid levels of ADAMTS9 and ADAMTS4 in predicting treatment responses to intraarticular steroid injections in patients with knee osteoarthritis"}, {"pubmed": 33116313, "text": "Exuberant fibroblast activity compromises lung function via ADAMTS4."}, {"pubmed": 33350314, "text": "Interrelationship of Osteopontin, MMP-9 and ADAMTS4 in Patients With Osteoarthritis Undergoing Total Joint Arthroplasty."}, {"pubmed": 33358865, "text": "Requirement for C-mannosylation to be secreted and activated a disintegrin and metalloproteinase with thrombospondin motifs 4 (ADAMTS4)."}, {"pubmed": 33444494, "text": "ADAMTS proteoglycanases downregulation with impaired oocyte quality in PCOS."}, {"pubmed": 34718343, "text": "Synergistic upregulation of ADAMTS4 (aggrecanase-1) by cytokines and its suppression in knee osteoarthritic synovial fibroblasts."}, {"pubmed": 35051931, "text": "The Role of ADAMTS-4 in Atherosclerosis and Vessel Wall Abnormalities."}, {"pubmed": 35701493, "text": "Identification of Adamts4 as a novel adult cardiac injury biomarker with therapeutic implications in patients with cardiac injuries."}, {"pubmed": 36721026, "text": "ADAMTS4 is involved in the production of the Alzheimer disease amyloid biomarker APP669-711."}, {"pubmed": 37216221, "text": "Oxidized LDL-mediated upregulation of ADAMTS-4 in monocytes/macrophages involves ROS-NF-kappaB-SIRT-1 pathway."}, {"pubmed": 38461223, "text": "ADAMTS4 is a crucial proteolytic enzyme for versican cleavage in the amnion at parturition."}, {"pubmed": 38867123, "text": "Amino-terminally elongated Abeta peptides are generated by the secreted metalloprotease ADAMTS4 and deposit in a subset of Alzheimer's disease brains."}, {"pubmed": 38990242, "text": "miR-126a-5p inhibits H1N1-induced inflammation and matrix protease secretion in lung fibroblasts by targeting ADAMTS-4."}], "genomic_pos": {"chr": "1", "end": 161199054, "ensemblgene": "ENSG00000158859", "start": 161184302, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 161168846, "start": 161154098, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001501", "pubmed": 10356395, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0022617", "qualifier": "involved_in", "term": "extracellular matrix disassembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 14744861, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "is_active_in", "term": "extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 23658023, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 14744861, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004222", "qualifier": "enables", "term": "metalloendopeptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 18718938, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008233", "pubmed": 23845380, "qualifier": "enables", "term": "peptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008237", "pubmed": 21370305, "qualifier": "enables", "term": "metallopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 18042673, "qualifier": "enables", "term": "zinc ion binding"}]}, "homologene": {"genes": [[8364, 100487641], [9544, 719927], [9598, 457453], [9606, 9507], [9615, 488651], [9913, 286806], [10090, 240913], [10116, 66015]], "id": 36169}, "interpro": [{"desc": "Thrombospondin type-1 (TSP1) repeat", "id": "IPR000884", "short_desc": "TSP1_rpt"}, {"desc": "Peptidase M12B, ADAM/reprolysin", "id": "IPR001590", "short_desc": "Peptidase_M12B"}, {"desc": "ADAM, cysteine-rich domain", "id": "IPR006586", "short_desc": "ADAM_Cys-rich"}, {"desc": "ADAMTS/ADAMTS-like, Spacer 1", "id": "IPR010294", "short_desc": "ADAMTS_spacer1"}, {"desc": "ADAMTS/ADAMTS-like", "id": "IPR013273", "short_desc": "ADAMTS/ADAMTS-like"}, {"desc": "Metallopeptidase, catalytic domain superfamily", "id": "IPR024079", "short_desc": "MetalloPept_cat_dom_sf"}, {"desc": "Thrombospondin type-1 (TSP1) repeat superfamily", "id": "IPR036383", "short_desc": "TSP1_rpt_sf"}, {"desc": "ADAMTS, cysteine-rich domain 2", "id": "IPR041645", "short_desc": "ADAMTS_CR_2"}, {"desc": "ADAMTS/ADAMTS-like, cysteine-rich domain 3", "id": "IPR045371", "short_desc": "ADAMTS_CR_3"}], "ipi": ["IPI00307276", "IPI00386162"], "map_location": "1q23.3", "name": "ADAM metallopeptidase with thrombospondin type 1 motif 4", "other_names": ["A disintegrin and metalloproteinase with thrombospondin motifs 4", "ADAM-TS 4", "ADAM-TS4", "a disintegrin-like and metalloprotease (reprolysin type) with thrombospondin type 1 motif, 4", "aggrecanase-1", "epididymis secretory sperm binding protein"], "pantherdb": {"HGNC": "220", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1339949", "ortholog_type": "LDO", "panther_family": "PTHR13723", "taxid": 10090, "uniprot_kb": "Q8BNJ2"}, {"RGD": "621242", "ortholog_type": "LDO", "panther_family": "PTHR13723", "taxid": 10116, "uniprot_kb": "Q9ESP7"}, {"Ensembl": "ENSGALG00000030502", "ortholog_type": "LDO", "panther_family": "PTHR13723", "taxid": 9031, "uniprot_kb": "A0A1D5P3P8"}, {"ZFIN": "ZDB-GENE-070814-1", "ortholog_type": "O", "panther_family": "PTHR13723", "taxid": 7955, "uniprot_kb": "A0A0R4IES1"}, {"WormBase": "WBGene00001650", "ortholog_type": "O", "panther_family": "PTHR13723", "taxid": 6239, "uniprot_kb": "Q19791"}, {"FlyBase": "FBgn0286071", "ortholog_type": "O", "panther_family": "PTHR13723", "taxid": 7227, "uniprot_kb": "Q8SXB0"}, {"dictyBase": "DDB_G0279795", "ortholog_type": "O", "panther_family": "PTHR13723", "taxid": 352472, "uniprot_kb": "O15916"}], "uniprot_kb": "O75173"}, "pathway": {"reactome": [{"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-3781865", "name": "Diseases of glycosylation"}, {"id": "R-HSA-3906995", "name": "Diseases associated with O-glycosylation of proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5083635", "name": "Defective B3GALTL causes PpS"}, {"id": "R-HSA-5173105", "name": "O-linked glycosylation"}, {"id": "R-HSA-5173214", "name": "O-glycosylation of TSR domain-containing proteins"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}], "wikipathways": [{"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}]}, "pdb": ["2RJP", "3B2Z", "4WK7", "4WKE", "4WKI"], "pfam": ["PF00090", "PF01421", "PF05986", "PF17771", "PF19236"], "pharmgkb": "PA24548", "pharos": {"target_id": 8717, "tdl": "Tchem"}, "pir": "T00355", "prosite": ["PS50092", "PS50215"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326474", "relationship": "is"}, {"id": "GNF326475", "relationship": "is"}, {"id": "GNF326476", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF260255", "relationship": "is"}, {"id": "GNF260256", "relationship": "is"}, {"id": "GNF260257", "relationship": "is"}, {"id": "GNF260258", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079121", "relationship": "is"}, {"id": "GNF079122", "relationship": "is"}, {"id": "GNF079123", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051561", "relationship": "is"}, {"id": "GNF056327", "relationship": "is"}, {"id": "GNF061080", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF064165", "relationship": "is"}, {"id": "GNF064166", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000220", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330887", "relationship": "is"}, {"id": "GNF331838", "relationship": "is"}, {"id": "GNF333624", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF339241", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101302", "relationship": "is"}, {"id": "GNF140957", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001307265.1", "NP_005090.3", "XP_047290860.1", "XP_054195683.1"], "rna": ["NM_001320336.3", "NM_005099.6", "XM_047434904.1", "XM_054339708.1"], "translation": [{"protein": "NP_001307265.1", "rna": "NM_001320336.3"}, {"protein": "XP_047290860.1", "rna": "XM_047434904.1"}, {"protein": "XP_054195683.1", "rna": "XM_054339708.1"}, {"protein": "NP_005090.3", "rna": "NM_005099.6"}]}, "reporter": {"GNF1H": "gnf1h00067_at", "HG-U133_Plus_2": "1555380_at", "HTA-2_0": "TC01003421.hg.1", "HuEx-1_0": "2440700", "HuGene-1_1": "7921821", "HuGene-2_1": "16695627"}, "summary": "This gene encodes a member of the ADAMTS (a disintegrin and metalloproteinase with thrombospondin motifs) protein family. Members of this family share several distinct protein modules, including a propeptide region, a metalloproteinase domain, a disintegrin-like domain, and a thrombospondin type 1 (TS) motif. Individual members of this family differ in the number of C-terminal TS motifs, and some have unique C-terminal domains. The enzyme encoded by this gene lacks a C-terminal TS motif. The encoded preproprotein is proteolytically processed to generate the mature protease. This protease is responsible for the degradation of aggrecan, a major proteoglycan of cartilage, and brevican, a brain-specific extracellular matrix protein. The expression of this gene is upregulated in arthritic disease and this may contribute to disease progression through the degradation of aggrecan. Alternative splicing results in multiple transcript variants, at least one of which encodes an isoform that is proteolytically processed. [provided by RefSeq, Feb 2016].", "symbol": "ADAMTS4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412210"}, "unigene": "Hs.211604", "uniprot": {"Swiss-Prot": "O75173", "TrEMBL": "Q5VTW1"}, "wikipedia": {"url_stub": "ADAMTS4"}}