{"AllianceGenome": "241", "HGNC": "241", "MIM": "102980", "_id": "116", "_version": 1, "accession": {"genomic": ["AP000894.6", "AY592943.1", "AY592948.1", "CH471113.2", "CP068260.2", "NC_000018.10", "NC_060942.1", "X60435.1", "Z64808.1"], "protein": ["AAB21470.1", "AAH93837.1", "AAI01804.1", "AAT92256.1", "AAT92261.1", "BAG35881.1", "BAH11708.1", "BAJ09301.1", "CAA42962.1", "EAX01706.1", "NP_001093203.1", "NP_001108.2", "P18509.3", "XP_005258138.2", "XP_047293244.1", "XP_054174148.1", "XP_054174149.1"], "rna": ["AB537500.1", "AK294233.1", "AK313050.1", "BC093837.1", "BC101803.1", "DA145895.1", "DC320719.1", "DN991692.1", "NM_001099733.2", "NM_001117.5", "S83513.1", "XM_005258081.5", "XM_047437288.1", "XM_054318173.1", "XM_054318174.1"], "translation": [{"protein": "AAI01804.1", "rna": "BC101803.1"}, {"protein": "NP_001093203.1", "rna": "NM_001099733.2"}, {"protein": "XP_047293244.1", "rna": "XM_047437288.1"}, {"protein": "XP_054174149.1", "rna": "XM_054318174.1"}, {"protein": "BAG35881.1", "rna": "AK313050.1"}, {"protein": "XP_054174148.1", "rna": "XM_054318173.1"}, {"protein": "BAH11708.1", "rna": "AK294233.1"}, {"protein": "AAH93837.1", "rna": "BC093837.1"}, {"protein": "AAB21470.1", "rna": "S83513.1"}, {"protein": "BAJ09301.1", "rna": "AB537500.1"}, {"protein": "NP_001108.2", "rna": "NM_001117.5"}, {"protein": "XP_005258138.2", "rna": "XM_005258081.5"}]}, "alias": "PACAP", "ensembl": {"gene": "ENSG00000141433", "protein": ["ENSP00000411658", "ENSP00000462647"], "transcript": ["ENST00000269200", "ENST00000450565", "ENST00000579794", "ENST00000581602"], "translation": [{"protein": "ENSP00000411658", "rna": "ENST00000450565"}, {"protein": "ENSP00000462647", "rna": "ENST00000579794"}], "type_of_gene": "protein_coding"}, "entrezgene": "116", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.37005513004, "exp_mis": 96.3337415679, "exp_syn": 58.1003393275, "lof_z": 1.44057966819996, "mis_z": 1.66115947220587, "mu_lof": 4.10764754466e-07, "mu_mis": 1.00900154327e-05, "mu_syn": 6.24464212292e-06, "n_lof": 2.0, "n_mis": 63.0, "n_syn": 33.0, "p_li": 0.133462668533983, "p_null": 0.0864403715804617, "p_rec": 0.780096959885555, "syn_z": 2.04145499621798}, "bp": 531, "cds_end": 909636, "cds_start": 905387, "n_exons": 4, "nonpsych": {"exp_lof": 4.79038776073, "exp_mis": 87.1213043924, "exp_syn": 52.5163858955, "lof_z": 1.70078833578638, "mis_z": 1.84384764278389, "mu_lof": 4.10764754466e-07, "mu_mis": 1.00900154327e-05, "mu_syn": 6.24464212292e-06, "n_lof": 1.0, "n_mis": 53.0, "n_syn": 29.0, "p_li": 0.4340019624311, "p_null": 0.0371716639554669, "p_rec": 0.528826373613434, "syn_z": 2.04308650864345}, "nontcga": {"exp_lof": 4.93362474949, "exp_mis": 88.6202224832, "exp_syn": 53.4454909698, "lof_z": 1.30287513150331, "mis_z": 1.67343271542802, "mu_lof": 4.10764754466e-07, "mu_mis": 1.00900154327e-05, "mu_syn": 6.24464212292e-06, "n_lof": 2.0, "n_mis": 57.0, "n_syn": 33.0, "p_li": 0.117957727069194, "p_null": 0.102746331654303, "p_rec": 0.779295941276503, "syn_z": 1.7707787317047}, "transcript": "ENST00000579794.1"}, "exons": [{"cdsend": 909635, "cdsstart": 905386, "chr": "18", "position": [[904870, 905060], [905385, 905496], [907658, 907790], [908264, 908363], [909445, 912172]], "strand": 1, "transcript": "NM_001099733", "txend": 912172, "txstart": 904870}, {"cdsend": 909635, "cdsstart": 905386, "chr": "18", "position": [[905365, 905496], [907658, 907790], [908264, 908363], [909445, 912172]], "strand": 1, "transcript": "NM_001117", "txend": 912172, "txstart": 905365}], "exons_hg19": [{"cdsend": 909636, "cdsstart": 905387, "chr": "18", "position": [[904871, 905061], [905386, 905497], [907659, 907791], [908265, 908364], [909446, 912173]], "strand": 1, "transcript": "NM_001099733", "txend": 912173, "txstart": 904871}, {"cdsend": 909636, "cdsstart": 905387, "chr": "18", "position": [[905366, 905497], [907659, 907791], [908265, 908364], [909446, 912173]], "strand": 1, "transcript": "NM_001117", "txend": 912173, "txstart": 905366}], "generif": [{"pubmed": 11515750, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11713978, "text": "Besides their presence and functions in the gut and the brain VIP and PACAP have distinct physiological roles in the genital tract."}, {"pubmed": 11968092, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12409223, "text": "PACAP might play a role in the regulation of colon cancer growth and modulation of T lymphocyte anti-tumoral response via the Fas-R/Fas-L apoptotic pathway"}, {"pubmed": 12409225, "text": "PACAP-27 phosphorylates mitogen activated protein kinase and increases VEGF expression in lung cancer cells"}, {"pubmed": 12573802, "text": "possible role for PACAP in the regulation of expression of genes encoding catecholamine-synthesizing enzymes in intra-adrenal pheochromocytomas"}, {"pubmed": 12754213, "text": "PACAP has a role in downregulating interferon gamma in the inflammatory response in the central nervous system"}, {"pubmed": 15048918, "text": "The PACAP, through PAC1, is a potent mediator of adult neural stem cell proliferation."}, {"pubmed": 15356166, "text": "PACAP is a direct activator of polymorphonuclear neutrophils (PMNs) as well as an effective PMN priming agent that requires phospholipase C, extracellular signal-regulated kinase ERK, and p38 MAP kinase activities."}, {"pubmed": 15518890, "text": "PACAP, PACAP receptor and tyrosine hydroxylase (TH) mRNAs in neuroblastomas"}, {"pubmed": 15834139, "text": "the PACAP precursor gene underwent adaptive changes during human origin and may have contributed to the formation of human cognition"}, {"pubmed": 16148159, "text": "both extracellular and intracellular calcium play key roles in PACAP proinflammatory activities in neutrophils"}, {"pubmed": 16226889, "text": "Results show that the combination of different amino terminal and intracellular loop 3 splicing variants in the PAC1 receptor dictates the ability of agonists, including PACAP and VIP, to activate signaling pathways."}, {"pubmed": 16493055, "text": "PACAP27 specifically activates human neutrophils by activating formyl peptide receptor-like 1 (FPRL1)."}, {"pubmed": 16687279, "text": "review of the functional role of PACAP on the biological timing system [review]"}, {"pubmed": 16697281, "text": "VIP and PACAP stimulate the synthesis and release of adrenomedullary catecholamines, and all three subtypes of PACAP/VIP Rs mediate this effect, PAC(1)-Rs being coupled to AC, VPAC(1)-Rs to both AC and PLC, and VPAC(2)-Rs only to PLC."}, {"pubmed": 16888207, "text": "observations provide additional evidence for a role of PACAP and PAC1 R in the events determining the outcome of prostate cancer"}, {"pubmed": 17175032, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17387318, "text": "we provide evidence that genetic variants of the genes encoding PACAP and its receptor, PAC1, are associated with schizophrenia."}, {"pubmed": 17430174, "text": "In this review PACAP plays an integrative role in glucose and energy homeostasis of multiple processes in several tissues."}, {"pubmed": 17431645, "text": "the increase of glial PACAP immunoreactivity may be interpreted as part of a complex endogenous neuroprotective response in the pericontusional regions"}, {"pubmed": 17470806, "text": "structure of the N-terminal EC domain of the hPAC1-RS receptor in complex with the PACAP (6'-38') peptide antagonist; identified hormone residues that are critical for binding to the N-terminal EC domain of PAC1-RS"}, {"pubmed": 17962362, "text": "The ability of PBMC to produce and to respond to PACAP might influence neuroimmune interactions that regulate pain and inflammation in chronic pancreatitis."}, {"pubmed": 18349695, "text": "No evidence of an association of the PACAP gene with bipolar disorder I was found in this group of patients."}, {"pubmed": 18349695, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18353507, "text": "Novel stable PACAP analogs with potent activity towards the PAC1 receptor are reported."}, {"pubmed": 18782879, "text": "PACAP and vasoactive intestinal polypeptide appear to play a role in maintenance of follicle viability as a consequence of the antiapoptotic effect"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19120039, "text": "In African Americans, a non-synonymous single nucleotide polymorphism (i.e. an aspartic acid/glycine coding variant, rs2856966) within exon 2 of PACAP was significantly associated with sudden infant death syndrome (p = 0.004)."}, {"pubmed": 19120039, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19269029, "text": "a novel mechanism of calmodulin in regulating PACAP signaling by possible interaction with the inactive state of PAC1 and VPAC2 receptors."}, {"pubmed": 19470168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19701709, "text": "These data indicate that PACAP functionally can stimulate 5-HT release and promote the growth of the BON neuroendocrine tumor cell line."}, {"pubmed": 19712974, "text": "Results suggest for the first time a role of FOS in PACAP-induced VIP gene expression in human NB-1 neuroblastoma cells."}, {"pubmed": 19914336, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19914336, "text": "PACAP signaling might contribute to the pathogenesis of MDD."}, {"pubmed": 19926922, "text": "LH causes a transient stimulation of PACAP & PAC(1)-R expression & PACAP stimulates progesterone production in human luteinized granulosa cells, suggesting possible role of PACAP as a local ovarian regulator in luteinization."}, {"pubmed": 20034524, "text": "These results suggest that p53 plays a pivotal role in decreased integrin-mediated extracellular matrix component expression in cisplatin-induced tubule cell apoptosis, and reveal a novel aspect of PACAP-mediated renoprotection."}, {"pubmed": 20072116, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20133634, "text": "PACAP markedly reduces oxidative DNA stress and hippocampal CA1 neuronal death following transient global ischemia."}, {"pubmed": 20180986, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20414143, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20500521, "text": "Data suggest that promoter activity of the 80-bp fragment might be involved in the testis-specific gene expression of PACAP."}, {"pubmed": 20554694, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20671407, "text": "PACAP38-LI levels show sensitive change during normal pregnancy and delivery. Our findings suggest that the fetal organs actively synthesize PACAP."}, {"pubmed": 20675276, "text": "Data describe neurons and nerve fibers of intestinal plexuses containing vasoactive intestinal peptide, pituitary adenylate cyclase-activating polypeptide and neuropeptide Y in pathologically changed parts of the large intestine in intestinal cancer."}, {"pubmed": 21109983, "text": "hypermethylation in the ADCYAP1 promoter is responsible for the transcriptional silencing of the ADCYAP1 gene in cervical cancer cells"}, {"pubmed": 21259400, "text": "Our MALDI TOF and MALDI TOF/TOF spectrometry results show that PACAP38 is present in all of the follicular fluid samples, and PACAP-like immunoreactivity was also measured by radioimmunoassay."}, {"pubmed": 21350482, "text": "data suggest that perturbations in the PACAP-PAC1 pathway are involved in abnormal stress responses underlying post-traumatic stress disorder"}, {"pubmed": 21383633, "text": "Pituitary adenylate cyclase-activating polypeptide 38 ameliorated renal tubular injury, and reduced oxidative injury"}, {"pubmed": 21898124, "text": "Addition of PACAP to human lung cancer cells significantly increases tyrosine phosphorylation of focal adhesion kinase (FAK) or paxillin."}, {"pubmed": 22108610, "text": "We hypothesized that PACAP plays a role in the activation of parasympathetic cranial outflow during migraine attacks"}, {"pubmed": 22415357, "text": "Higher concentrations of PACAP in follicular fluid correlate with fewer developing oocytes after superovulation. Low ones might correlate with a markedly higher number of ova retrieved, predicting likelihood of hyperstimulation syndrome."}, {"pubmed": 22539193, "text": "PACAP38 was significantly higher in human colostrum samples than in the transitional & mature milk. It stayed the same for the first 10 months, then increased up to the examined 17th monthsuggesting a potential role in the development of newborn."}, {"pubmed": 22581436, "text": "PACAP-38 treatment of NCI-H838 or H1299 cells significantly increased the tyrosine phosphorylation of PYK-2. PACAP-27 increased cytosolic Ca(2+)."}, {"pubmed": 22610912, "text": "[review] PACAP contributes uniquely to the functioning of the splanchnic-adrenal synapse in stress; PACAP is released only at high frequencies of stimulation, and its role regulating epinephrine secretion and biosynthesis is highly specialized."}, {"pubmed": 22638857, "text": "Although exogenous PACAP increased sperm motility, endogenous PACAP could not be detected in human seminal fluid samples."}, {"pubmed": 22644900, "text": "PACAP, acting at several levels, influences the balance between pro- and anti-apoptotic factors in favor of anti-apoptosis, thereby providing protection in oxidative stress-induced injury of human retinal pigment epithelial cells."}, {"pubmed": 22648511, "text": "Lung & colon cancers had significantly less PACAP-38 & PACAP-27 in tumor & peripheral samples compared with normal. Both PACAP forms were higher in ischemic & valvulvar heart disease cardiomyocytes."}, {"pubmed": 23147486, "text": "[review] PACAP may be involved in the symptoms characteristic of women diagnosed with post-traumatic stress disorder (PTSD)."}, {"pubmed": 23220033, "text": "Either PACAP or VIP were able to recover the retinal pigment epithelial barrier hyperpermeability and the reduced transepithelial electrical resistance."}, {"pubmed": 23517078, "text": "Data suggest that two closely related neuroprotective peptides, pituitary adenylyl cyclase-activating peptide (PACAP) and vasoactive intestinal peptide (VIP), are up-regulated in neurons/immune cells after injury and/or inflammation. [REVIEW]"}, {"pubmed": 23598374, "text": "This is the first study that has provided evidence of a clear association between migraine phases (ictal and interictal) and plasma PACAP-38-LI alterations."}, {"pubmed": 23972788, "text": "The Asp54Gly (rs2856966) variant in the PACAP gene was associated with better treatment outcome."}, {"pubmed": 24041830, "text": "PACAP and vasoactive intestinal peptide (VIP) may influence the course of multiple sclerosis."}, {"pubmed": 24095645, "text": "This review will summarize the current understanding of the mechanisms by which PACAP modulates gonadotrope function, with a focus on interactions with GnRH."}, {"pubmed": 24220567, "text": "This review focuses on role of PACAP in brain development and potential implications in human neurodevelopmental disorders."}, {"pubmed": 24696141, "text": "PACAP-mediated ERK phosphorylation was dependent on receptor internalization in the cytoplasm and nucleus."}, {"pubmed": 24719484, "text": "The close relationship between PACAP reduction and the severity of AD pathology suggests that downregulation of PACAP may contribute to AD pathogenesis."}, {"pubmed": 24740430, "text": "Results suggest that PACAP could protect SH-SY5Y dopaminergic cells against toxicity induced by inflammatory mediators."}, {"pubmed": 25017241, "text": "PACAP level in cerebrospinal fluid and plasma of patients with severe traumatic brain injury"}, {"pubmed": 25451228, "text": "PACAP as a negative regulator of CLU"}, {"pubmed": 25515530, "text": "PACAP released from retinal neural cells (photoreceptors or optic nerve cells) may regulate Sema4A expression in retinal pigment epithelial cells and thereby contribute to the maintenance of retinal structure and function."}, {"pubmed": 25523790, "text": "PACAP38-PAC1 signaling process initiates bone marrow-derived cells homing into the ischemic brain for reducing brain injury."}, {"pubmed": 25599520, "text": "Deficits in PACAP were associated with clinical severity in the mild cognitive impairment and dementia stages of Alzheimer's disease."}, {"pubmed": 26275482, "text": "This review provides an overview of current knowledge regarding the neuroprotective effects, mechanisms of action, and therapeutic potential of PACAP in response to ischemic brain injuries"}, {"pubmed": 26296898, "text": "PACAP is involved in the pathogenesis of migraine rather than tension-type headache"}, {"pubmed": 26552048, "text": "Hypermethylation of ADCYAP1 gene may be highly associated with the development of cervical cancer."}, {"pubmed": 27324639, "text": "It has potent neuroprotective and neuroregenerative functions. (review)"}, {"pubmed": 27475101, "text": "PACAP-38 is released in plasma during attacks of episodic cluster headache patients."}, {"pubmed": 27557978, "text": "Study found a protective effect of PACAP-38 on oxidative stress damage in zebrafish hair cells, suggesting PACAP-38 ability to prevent hair cells from apoptosis. PACAP-38 treatment decreased the cleaved caspase-3 level in the hair cells, but somewhat unexpectedly had no influence on p-38 MAPK pathway. PACAP-38 treatment also rescued H2O2-induced reduction in movement."}, {"pubmed": 27634731, "text": "Study found that interictal serum PACAP levels are not increased (or decreased) in a large series of chronic migraine women when compared to matched controls without a headache history"}, {"pubmed": 27957625, "text": "An association was found in a common variant of the PACAP receptor in patients with cluster headache."}, {"pubmed": 28392470, "text": "Some abnormalities of the PACAP system are evident in the brains of Sudden Infant Death Syndrome infants."}, {"pubmed": 28610473, "text": "Studies suggest that the level of stress and circulating gonadal hormones may differentially regulate the PACAPergic system in males and females to influence anxiety-like behavior and may be one mechanism underlying the discrepancies in human psychiatric disorders. [Review Article]"}, {"pubmed": 28698051, "text": "Study indicates that both exogenous and endogenous pituitary adenylate cyclase activating polypeptide plays a regulatory role in small intestinal cells, but this is restricted to certain conditions, such as type of stressor and timing of application."}, {"pubmed": 28926110, "text": "that perturbations in the PACAP-PAC1R pathway may be involved in amyotrophic lateral sclerosis pathology"}, {"pubmed": 29103295, "text": "The release of biologically active PACAP was described in mast cells; providing a potential biological explanation for the association between allergy and migraine."}, {"pubmed": 29126993, "text": "PACAP stimulated repairing of corneal endothelium lesion as shown by wound healing analysis."}, {"pubmed": 29453754, "text": "human migraine models have shed light on the importance of PACAP38 in the pathophysiology of primary headaches"}, {"pubmed": 29699729, "text": "Results have suggested that pituitary adenylate cyclase-activating polypeptide (PACAP) and vasoactive intestinal peptide (VIP), but predominantly VIP, induce neuroblastoma differentiation into benign form by regulating hypoxia-inducible factors, vascular endothelial growth factor and vascular endothelial growth factor receptor expression and distribution."}, {"pubmed": 29935235, "text": "PACAP stimulation promoted apoptosis by increasing Bax and decreasing Bcl2 expression."}, {"pubmed": 30462698, "text": "Investigation of the mechanism of action suggested that a PACAP metabolite, identified as PACAP(9-38), might indeed be responsible for the observed PACAP38 antibacterial action. Surprisingly, PACAP(9-38), which does not induce haemolysis, exhibits an increased specificity toward Burkholderia cenocepacia J2315 compared to other tested bacteria."}, {"pubmed": 30548314, "text": "Data indicate the localization of adenylate cyclase activating polypeptide 1 (PACAP), its receptor PACAP type I receptor (PAC1R) and epidermal growth factor receptor (EGFR) in human corneal endothelium."}, {"pubmed": 30621194, "text": "PACAP can help to preserve the integrity of the newly synthetized cartilage matrix via signaling mechanisms, which ultimately inhibit the activity of matrix destroying enzymes under cellular stress."}, {"pubmed": 30897942, "text": "A prospective study of headache and neuropeptides in patients with pituitary adenomas."}, {"pubmed": 30935267, "text": "this paper shows that the synovial fluid neuropeptide PACAP may act as a protective factor during disease progression of primary knee osteoarthritis and is increased following hyaluronic acid injection"}, {"pubmed": 31039374, "text": "SF PACAP concentrations showed an independent and negative association with disease severity in post-traumatic knee osteoarthritis following anterior cruciate ligament (ACL) injury. Local treatment with PACAP may act as a possible adjuvant therapy for delaying the process of post-traumatic knee osteoarthritis."}, {"pubmed": 31270932, "text": "PACAP ameliorates hepatic metabolism and inflammation through up-regulating FAIM in obesity."}, {"pubmed": 31485258, "text": "Based on the analytical results of the present study, there were signi fi cant ADCYAP1 methylation and gene expression di ff erences between gestational diabetes mellitus and normal control groups."}, {"pubmed": 32012887, "text": "The Neuroprotective and Biomarker Potential of PACAP in Human Traumatic Brain Injury."}, {"pubmed": 32651949, "text": "Molecular and cellular correlates of human nerve regeneration: ADCYAP1/PACAP enhance nerve outgrowth."}, {"pubmed": 33809145, "text": "PACAP-38 in Acute ST-Segment Elevation Myocardial Infarction in Humans and Pigs: A Translational Study."}, {"pubmed": 34698942, "text": "Significance of serum VIP and PACAP in multiple sclerosis: an exploratory case-control study."}, {"pubmed": 34709747, "text": "Adenylate cyclase-activating polypeptide 1 gene methylation predicts prognosis and the immune microenvironment of bladder cancer."}, {"pubmed": 35253081, "text": "Distribution of PACAP and PAC1 Receptor in the Human Eye."}, {"pubmed": 35409075, "text": "PACAP-38 and PAC1 Receptor Alterations in Plasma and Cardiac Tissue Samples of Heart Failure Patients."}, {"pubmed": 36902003, "text": "Molecular and Physiological Functions of PACAP in Sweat Secretion."}, {"pubmed": 37161077, "text": "Circulating PACAP levels are associated with increased amygdala-default mode network resting-state connectivity in posttraumatic stress disorder."}, {"pubmed": 37226771, "text": "Alterations in pituitary adenylate cyclase-activating polypeptide in major depressive disorder, bipolar disorder, and comorbid depression in Alzheimer's disease in the human hypothalamus and prefrontal cortex."}, {"pubmed": 37290577, "text": "Increased pituitary adenylate cyclase-activating polypeptide in the central bed nucleus of the stria terminalis in mood disorders in men."}, {"pubmed": 37369343, "text": "The functional heterogeneity of PACAP: Stress, learning, and pathology."}, {"pubmed": 37516794, "text": "PACAP activates MRGPRX2 on meningeal mast cells to drive migraine-like pain."}, {"pubmed": 37830980, "text": "Dedifferentiated Schwann cells promote perineural invasion mediated by the PACAP paracrine signalling in cervical cancer."}, {"pubmed": 37894743, "text": "Pituitary Adenylate Cyclase-Activating Polypeptide (PACAP) and Sudden Infant Death Syndrome: A Potential Model for Investigation."}, {"pubmed": 38674298, "text": "Effects of the Neuropeptides Pituitary Adenylate Cyclase Activating Polypeptide and Vasoactive Intestinal Peptide in Male Fertility."}], "genomic_pos": {"chr": "18", "end": 912172, "ensemblgene": "ENSG00000141433", "start": 904871, "strand": 1}, "genomic_pos_hg19": {"chr": "18", "end": 912173, "start": 904944, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007189", "pubmed": 9603988, "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007190", "pubmed": 1730060, "qualifier": "involved_in", "term": "activation of adenylate cyclase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007218", "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007218", "pubmed": 23800469, "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 2302217, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007565", "pubmed": 10698193, "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008277", "pubmed": 11175907, "qualifier": "involved_in", "term": "regulation of G protein-coupled receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0019933", "pubmed": 23800469, "qualifier": "involved_in", "term": "cAMP-mediated signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030073", "qualifier": "involved_in", "term": "insulin secretion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031175", "qualifier": "involved_in", "term": "neuron projection development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031175", "pubmed": 23800469, "qualifier": "involved_in", "term": "neuron projection development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032880", "qualifier": "involved_in", "term": "regulation of protein localization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032880", "pubmed": 9603988, "qualifier": "involved_in", "term": "regulation of protein localization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043547", "pubmed": 23800469, "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045786", "qualifier": "involved_in", "term": "negative regulation of cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045860", "pubmed": 23800469, "qualifier": "involved_in", "term": "positive regulation of protein kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 23800469, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060124", "qualifier": "involved_in", "term": "positive regulation of growth hormone secretion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070374", "pubmed": 23800469, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071651", "pubmed": 24696163, "qualifier": "involved_in", "term": "positive regulation of chemokine (C-C motif) ligand 5 production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 12239106, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043005", "qualifier": "is_active_in", "term": "neuron projection"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043204", "qualifier": "is_active_in", "term": "perikaryon"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005102", "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005184", "qualifier": "enables", "term": "neuropeptide hormone activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005184", "pubmed": 23800469, "qualifier": "enables", "term": "neuropeptide hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17470806, 25451228, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016521", "qualifier": "enables", "term": "pituitary adenylate cyclase activating polypeptide activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016521", "pubmed": 9603988, "qualifier": "enables", "term": "pituitary adenylate cyclase activating polypeptide activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051428", "qualifier": "enables", "term": "peptide hormone receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051428", "pubmed": 11175907, "qualifier": "enables", "term": "peptide hormone receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051428", "pubmed": 17470806, "qualifier": "enables", "term": "peptide hormone receptor binding"}]}, "homologene": {"genes": [[8364, 100125031], [9031, 408251], [9598, 468489], [9606, 116], [9615, 607433], [9913, 615187], [10090, 11516], [10116, 24166]], "id": 869}, "interpro": [{"desc": "Glucagon/GIP/secretin/VIP", "id": "IPR000532", "short_desc": "Glucagon_GIP_secretin_VIP"}, {"desc": "VIP/GHRH-like", "id": "IPR046963", "short_desc": "VIP/GHRH-like"}], "ipi": "IPI01010404", "map_location": "18p11.32", "name": "adenylate cyclase activating polypeptide 1", "other_names": ["adenylate cyclase activating polypeptide 1 (pituitary)", "pituitary adenylate cyclase-activating polypeptide", "prepro-PACAP"], "pantherdb": {"HGNC": "241", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "105094", "ortholog_type": "LDO", "panther_family": "PTHR11213", "taxid": 10090, "uniprot_kb": "O70176"}, {"RGD": "2037", "ortholog_type": "LDO", "panther_family": "PTHR11213", "taxid": 10116, "uniprot_kb": "P13589"}, {"Gene": "ADCYAP1", "ortholog_type": "O", "panther_family": "PTHR11213", "taxid": 9031, "uniprot_kb": "P41534"}, {"Ensembl": "ENSGALG00000014858", "ortholog_type": "LDO", "panther_family": "PTHR11213", "taxid": 9031, "uniprot_kb": "Q58FG9"}, {"ZFIN": "ZDB-GENE-041010-89", "ortholog_type": "O", "panther_family": "PTHR11213", "taxid": 7955, "uniprot_kb": "Q98TU3"}, {"ZFIN": "ZDB-GENE-020809-4", "ortholog_type": "LDO", "panther_family": "PTHR11213", "taxid": 7955, "uniprot_kb": "Q5XJ29"}], "uniprot_kb": "P18509"}, "pathway": {"kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04713", "name": "Circadian entrainment - Homo sapiens (human)"}, {"id": "hsa04911", "name": "Insulin secretion - Homo sapiens (human)"}, {"id": "hsa04924", "name": "Renin secretion - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-187015", "name": "Activation of TRKA receptors"}, {"id": "R-HSA-187024", "name": "NGF-independant TRKA activation"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373080", "name": "Class B/2 (Secretin family receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-420092", "name": "Glucagon-type ligand receptors"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}}, "pdb": ["1GEA", "2D2P", "2JOD", "6LPB", "6M1I", "6P9Y", "6VN7", "7VQX", "7WBJ", "8E3X", "8E3Y"], "pfam": "PF00123", "pharmgkb": "PA24564", "pharos": {"target_id": 18920, "tdl": "Tbio"}, "pir": "I84638", "reagent": {"CM-LibrX-no-seq": {"id": "GNF325672", "relationship": "is"}, "CondMedia_CM_LibrAB": {"id": "GNF292588", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167273", "relationship": "is"}, {"id": "GNF178179", "relationship": "is"}, {"id": "GNF189085", "relationship": "is"}, {"id": "GNF199991", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF032310", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF278841", "relationship": "is"}, "MasterSecretomicsList": {"id": "GNF330744", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337017", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097954", "relationship": "is"}, {"id": "GNF107280", "relationship": "is"}, {"id": "GNF137609", "relationship": "is"}, {"id": "GNF146926", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000018.10", "NC_060942.1"], "protein": ["NP_001093203.1", "NP_001108.2", "XP_005258138.2", "XP_047293244.1", "XP_054174148.1", "XP_054174149.1"], "rna": ["NM_001099733.2", "NM_001117.5", "XM_005258081.5", "XM_047437288.1", "XM_054318173.1", "XM_054318174.1"], "translation": [{"protein": "NP_001093203.1", "rna": "NM_001099733.2"}, {"protein": "XP_054174149.1", "rna": "XM_054318174.1"}, {"protein": "XP_047293244.1", "rna": "XM_047437288.1"}, {"protein": "XP_054174148.1", "rna": "XM_054318173.1"}, {"protein": "NP_001108.2", "rna": "NM_001117.5"}, {"protein": "XP_005258138.2", "rna": "XM_005258081.5"}]}, "reporter": {"HG-U133_Plus_2": ["206281_at", "230237_at"], "HG-U95Av2": "36754_at", "HG-U95B": "48934_at", "HTA-2_0": "TC18000007.hg.1", "HuEx-1_0": ["3775906", "3796026", "3796028"], "HuGene-1_1": "8019851", "HuGene-2_1": "16850487"}, "summary": "This gene encodes a secreted proprotein that is further processed into multiple mature peptides. These peptides stimulate adenylate cyclase and increase cyclic adenosine monophosphate (cAMP) levels, resulting in the transcriptional activation of target genes. The products of this gene are key mediators of neuroendocrine stress responses. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Feb 2013].", "symbol": "ADCYAP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412228"}, "unigene": ["Hs.727476", "Hs.531719"], "uniprot": {"Swiss-Prot": "P18509", "TrEMBL": "B7Z222"}, "wikipedia": {"url_stub": "Pituitary adenylate cyclase-activating peptide"}}