{"AllianceGenome": "259", "HGNC": "259", "MIM": "103275", "_id": "133", "_version": 1, "accession": {"genomic": ["AC080023.6", "CH471064.2", "CP068267.2", "D43639.1", "DQ143945.1", "HI574294.1", "NC_000011.10", "NC_060935.1", "S73906.1"], "protein": ["AAC60642.1", "AAH15961.1", "AAP35548.1", "AAZ38717.1", "BAA03589.1", "BAA07756.1", "BAG35740.1", "CAG46792.1", "CBX47636.1", "EAW68571.1", "EAW68572.1", "NP_001115.1", "P35318.1"], "rna": ["AK312893.1", "BC015961.2", "BQ021632.1", "BT006902.1", "CR541995.1", "D14874.1", "HY105655.1", "NM_001124.3"], "translation": [{"protein": "BAG35740.1", "rna": "AK312893.1"}, {"protein": "AAP35548.1", "rna": "BT006902.1"}, {"protein": "NP_001115.1", "rna": "NM_001124.3"}, {"protein": "CAG46792.1", "rna": "CR541995.1"}, {"protein": "BAA03589.1", "rna": "D14874.1"}, {"protein": "AAH15961.1", "rna": "BC015961.2"}]}, "alias": ["AM", "PAMP"], "ensembl": {"gene": "ENSG00000148926", "protein": ["ENSP00000278175", "ENSP00000431438", "ENSP00000433062", "ENSP00000434354", "ENSP00000434749", "ENSP00000435124", "ENSP00000436607", "ENSP00000436837"], "transcript": ["ENST00000278175", "ENST00000524948", "ENST00000525063", "ENST00000526492", "ENST00000528544", "ENST00000528655", "ENST00000530439", "ENST00000534464"], "translation": [{"protein": "ENSP00000431438", "rna": "ENST00000534464"}, {"protein": "ENSP00000278175", "rna": "ENST00000278175"}, {"protein": "ENSP00000436837", "rna": "ENST00000530439"}, {"protein": "ENSP00000433062", "rna": "ENST00000524948"}, {"protein": "ENSP00000436607", "rna": "ENST00000528655"}, {"protein": "ENSP00000434354", "rna": "ENST00000526492"}, {"protein": "ENSP00000435124", "rna": "ENST00000525063"}, {"protein": "ENSP00000434749", "rna": "ENST00000528544"}], "type_of_gene": "protein_coding"}, "entrezgene": "133", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.57839776145, "exp_mis": 100.155572722, "exp_syn": 46.6173364145, "lof_z": 2.15446322251573, "mis_z": 1.47382800046748, "mu_lof": 5.09413862403e-07, "mu_mis": 9.45848797581e-06, "mu_syn": 4.30577082057e-06, "n_lof": 1.0, "n_mis": 70.0, "n_syn": 29.0, "p_li": 0.576630085865165, "p_null": 0.0110553551937437, "p_rec": 0.412314558941091, "syn_z": 1.5996171089846}, "bp": 558, "cds_end": 10328188, "cds_start": 10327247, "n_exons": 3, "nonpsych": {"exp_lof": 5.89570544055, "exp_mis": 90.5920816176, "exp_syn": 42.1348038199, "lof_z": 1.98015569828774, "mis_z": 1.51517326883177, "mu_lof": 5.09413862403e-07, "mu_mis": 9.45848797581e-06, "mu_syn": 4.30577082057e-06, "n_lof": 1.0, "n_mis": 62.0, "n_syn": 26.0, "p_li": 0.54430514770972, "p_null": 0.0170314785315426, "p_rec": 0.438663373758738, "syn_z": 1.56497211660984}, "nontcga": {"exp_lof": 6.04643575252, "exp_mis": 92.1374433156, "exp_syn": 42.8822560507, "lof_z": 2.02449288025501, "mis_z": 1.61612389275164, "mu_lof": 5.09413862403e-07, "mu_mis": 9.45848797581e-06, "mu_syn": 4.30577082057e-06, "n_lof": 1.0, "n_mis": 61.0, "n_syn": 28.0, "p_li": 0.535984190303206, "p_null": 0.0150767190291424, "p_rec": 0.448939090667652, "syn_z": 1.43897210244246}, "transcript": "ENST00000528655.1"}, "exons": [{"cdsend": 10306641, "cdsstart": 10305700, "chr": "11", "position": [[10305072, 10305229], [10305679, 10305798], [10305948, 10306098], [10306331, 10307397]], "strand": 1, "transcript": "NM_001124", "txend": 10307397, "txstart": 10305072}], "exons_hg19": [{"cdsend": 10328188, "cdsstart": 10327247, "chr": "11", "position": [[10326619, 10326776], [10327226, 10327345], [10327495, 10327645], [10327878, 10328944]], "strand": 1, "transcript": "NM_001124", "txend": 10328944, "txstart": 10326619}], "generif": [{"pubmed": 10225288, "text": "Adrenomedullin has broad bacteriocidal activity against gram-positive and gram-negative bacteria."}, {"pubmed": 11463752, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11712085, "text": "Endogenous ADM system plays a potentially important role in the paracrine or autocrine functional control of Conn's adenomas."}, {"pubmed": 11744163, "text": "Adrenomedullin increases cycl AMP through amylin and CGRP1 receptors."}, {"pubmed": 11774814, "text": "There were evident postburn changes in plasma adrenomedullin(ADM) contents, and the results implied that ADM played some roles in the development of postburn physiological disturbance."}, {"pubmed": 11879669, "text": "role in microvasculature - review"}, {"pubmed": 11905404, "text": "data show a reduction of adrenomedullin and CGRP mRNAs in placenta specimens of women with preeclampsia or HELLP syndrome"}, {"pubmed": 11921362, "text": "role in carcinogenesis - review"}, {"pubmed": 11921363, "text": "role in the inflammatory response - review"}, {"pubmed": 11956648, "text": "The cardiovascular response in sepsis: proposed mechanisms of the beneficial effect of adrenomedullin and its binding protein (review)."}, {"pubmed": 11972292, "text": "the heart and the lungs release adrenomedullin peptides in moderate congestive heart failure and this secretion breaks down in severe CHF"}, {"pubmed": 12137974, "text": "Follicular fluid adrenomedullin concentrations in spontaneous and stimulated cycles are relationed to ovarian function and endothelin-1 and nitric oxide."}, {"pubmed": 12189226, "text": "Cells that overexpressed adrenomedullin displayed a more pleiotropic morphology, an increased angiogenic potential both in vitro and in vivo, and less apoptosis after serum deprivation."}, {"pubmed": 12193565, "text": "results indicate that adrenomedullin (AM) inhibits doxorubicin-induced cardiac myocyte apoptosis through a cAMP-dependent mechanism and suggest that augmented production of AM by doxorubicin has an endogenous antiapoptotic effect"}, {"pubmed": 12220731, "text": "Release of this peptide into the blood is affected by exercise and altitude"}, {"pubmed": 12324915, "text": "The mature form of adrenomedullin is pathophysiologically significant as a useful marker of circulating blood volume in hemodialysis patients."}, {"pubmed": 12375542, "text": "concentrations of mature adrenomedullin were elevated in pregnant women compared with non-pregnant women and its concentration in the third trimester was significantly higher than that in the first trimester"}, {"pubmed": 12376296, "text": "The changes of plasma ADM and PAMP concentrations at different stages of CHF indicate intramolecular regulation disturbances of vasodilator peptides of proadrenomedullin, and ADM may play a more important role in the development of CHF."}, {"pubmed": 12383875, "text": "Immunoreactive-AM levels in the aqueous humor were significantly elevated in patients with uveitis and vitroretinal disorders and may be involved in the physiopathology of the uveitis and some vitreoretinal disorders."}, {"pubmed": 12484513, "text": "plasma levels of AM, atrial natriuretic peptide(ANP)and brain natriuretic peptide (BNP)increased with aging; ANP and BNP increased in association with pulse pressure; possible relation between levels and age-related changes in cardiovascular system"}, {"pubmed": 12529288, "text": "Responses to CGRP and ADM are mediated by CGRP(8-37)-sensitive receptors and that the endothelial ADM receptor induces vasodilation by a nitric oxide-guanylyl cyclase mechanism, whereas a smooth muscle CGRP receptor signals by a cAMP-dependent mechanism"}, {"pubmed": 12565880, "text": "ratio of mature AM/total AM was significantly decreased in the fetal membranes of the patients with chorioamnionitis compared with normal pregnancies, but not in the placenta; results suggested that mature AM may have some role in chorioamnionitis"}, {"pubmed": 12566732, "text": "Novel correlation of adrenomedullin and aquaporin 2(AQP2) which overlays an AVP-AQP2 system may play a key role in fluid homeostasis during general anesthesia."}, {"pubmed": 12579522, "text": "Data show that mean values of plasma total nitrite and adrenomedullin levels in the autistic children are significantly higher than control values."}, {"pubmed": 12601625, "text": "In patients with primary hyperparathyroidism, plasma adrenomedullin concentrations are increased and correlate with serum intact parathyroid hormone and blood pressure values."}, {"pubmed": 12630817, "text": "adrenomedullin promotes proliferation and migration of vascular endothelial cells via a cAMP/PKA dependent pathway"}, {"pubmed": 12630823, "text": "existence of the 19-repeat allele is associated with genetic predispositions to develop essential hypertension and diabetic nephropathy."}, {"pubmed": 12643861, "text": "decreased levels of AMBP-1 play a critical role in producing vascular AM (adrenomedullin) hyporesponsiveness during the late stage of sepsis (AMBP-1)"}, {"pubmed": 12646214, "text": "adrenomedullin has an autocrine/paracrine type of anti-proliferative effect via a cAMP-dependent pathway and may play a role in the local modulation of a process of de-differentiation by culturing chondrocyte phenotype cells"}, {"pubmed": 12660258, "text": "Increase in AM expression in endometrium may be responsible for frequent occurrence of irregular bleeding during initial 3 months of levonorgestrel-releasing intra-uterine system use."}, {"pubmed": 12684703, "text": "Data show that an endogenous adrenomedullin system promotes the growth of keratinocytes and fibroblasts cultured in vitro, by enhancing their proliferative activity and lowering their apoptotic deletion."}, {"pubmed": 12687457, "text": "AM levels were increased in bladder in children with detrusor instability"}, {"pubmed": 12716843, "text": "Increased oxidative stress is associated with elevated blood adrenomedullin levels in hypertensive NIDDM patients."}, {"pubmed": 12720100, "text": "The expression of adrenomedullin in invasive squamous cell carcinoma of the cervix may crucial role in promoting carcinoma progression."}, {"pubmed": 12753312, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12753312, "text": "The microsatellite DNA polymorphism of AM gene may be associated with the genetic predisposition to develop nephropathy in Japanese patients with type 2 diabetes mellitus."}, {"pubmed": 12763641, "text": "Adrenomedullin is increased after liver transplant with increased creatinine and atrial natriuretic peptide, suggesting a potential role for ADM in volume regulation after liver transplantation."}, {"pubmed": 12782295, "text": "AM plays significant roles in vascular regeneration, associated with PKA- and PI3K-dependent activation of Akt in endothelial cells, and possesses therapeutic potential for vascular injury and tissue ischemia"}, {"pubmed": 12805025, "text": "Adrenomedullin protects against myocardial infarction, arrhythmia, and apoptosis in ischemia and reperfusion injury via suppression of oxidative stress-induced Bax and p38 MAPK phosphorylation and activation of the Akt-Bad-Bcl-2 signaling pathway."}, {"pubmed": 12835224, "text": "Transplantation of adrenomedullin gene-transduced endothelial progenitor cells [EPCs] caused greater improvement in pulmonary hypertension in MCT rats than transplantation of EPCs alone"}, {"pubmed": 12853384, "text": "Gastric epithelial cells exposed to inflammatory cytokines, Helicobacter pylori, E. coli, S. enterica, or Streptococcus bovis increased adrenomedullin expression & secretion. Epithelial infection, inflammation, & adrenomedullin expression are associated."}, {"pubmed": 12903912, "text": "Human adrenomedullin produced a significant decrease in rat heart contractile force and perfusion pressure, but only amylin fragment 8-37 caused a decline in heart rate at the highest dose."}, {"pubmed": 12920627, "text": "Adrenomedullin and nitrates may have a role in immunoinflammatory process of Henoch-Schonlein purpura, especially in active stage, although whether this perpetuates, or protects against, further vascular injury is not clear."}, {"pubmed": 12969589, "text": "adrenomedullin may be involved in both normal and malignant tissue growth and because of the correlations with estrogen receptor alpha and beta status, there is evidence that ovarian cancer is endocrine-related"}, {"pubmed": 14517225, "text": "Adrenomedullin production is decreased in preeclampsia."}, {"pubmed": 14534081, "text": "Role for adrenomedullin and ACTH in the regulation of the immune and inflammatory response."}, {"pubmed": 14612905, "text": "Adrenomedullin peptide is widely expressed in breast cancer and that the degree of expression is associated with lymph node metastasis"}, {"pubmed": 14671210, "text": "In preeclampsia, regional increases in adrenomedullin mRNA may be induced by hypoxia and mediate local fetal/placental adaptive responses to reduced placental perfusion."}, {"pubmed": 14714580, "text": "plasma adrenomedullin concentration could serve as a marker of advanced arterial sclerosis"}, {"pubmed": 14715486, "text": "AM was widely distributed in the human kidney with arterial stenosis."}, {"pubmed": 14720432, "text": "Hybridization in situ showed that ADM mRNA expression was significantly higher in pulmonary artery walls in patients with chronic obstructive pulmonary disease(COPD) and ADM may play an important protective role in the development of COPD."}, {"pubmed": 14759562, "text": "Plasma AM concentration was elevated in patients with peripheral arterial occlusive disease (PAOD) in proportion to the severity of the disease and associated with vascular inflammation"}, {"pubmed": 15016771, "text": "Both luteinized granulosa cells and macrophages actively secrete VEGF and adrenomedullin into follicular fluid in the human ovary."}, {"pubmed": 15044509, "text": "Saliva from the submandibular and parotid glands contained higher concentrations of adrenomedullin than did the circulation, but lower concentrations than in whole saliva. Oral epithelium may contribute much of the adrenomedullin peptide found in saliva."}, {"pubmed": 15192039, "text": "c-myc transactivates rat and human adrenomedullin genes and accelerates the degradation rate of adrenomedullin mRNA"}, {"pubmed": 15194870, "text": "ADM may be associated with the pathophysiology of schizophrenia"}, {"pubmed": 15242974, "text": "Recombinant human AM possesses novel angiogenic properties mediated by its ability to enhance VEGF expression and Akt activity in Am(+/-)knockout mice."}, {"pubmed": 15300632, "text": "Data suggested that ADM may play a functional role in compensating the chronic heart failure in human."}, {"pubmed": 15336545, "text": "AM (either overexpressed or exogenously added) causes an inhibition of prostate cancer cell growth."}, {"pubmed": 15361766, "text": "Plasma mature-adrenomedullin showed significantly positive associations with carotid atherosclerosis and atherothrombotic ischemic stroke, independent of systolic blood pressure."}, {"pubmed": 15527794, "text": "adrenomedullin has been identified as a host defense peptide and as such it plays a role in the inflammatory response"}, {"pubmed": 15531734, "text": "Adrenomedullin is highly expressed in blood monocytes associated with acute Kawasaki disease"}, {"pubmed": 15544858, "text": "the high AM plasma levels in patients with severe lung disease are not caused by a reduced pulmonary clearance"}, {"pubmed": 15665526, "text": "up regulation of ICAM-1 in oral keratinocytes by Adrenomedullin"}, {"pubmed": 15677761, "text": "adrenomedullin (ADM), a multifunctional neuropeptide, stimulates nitric oxide (NO) release by modulating intracellular free calcium concentration ([Ca2+]i) in neuron-like cells"}, {"pubmed": 15684700, "text": "ADM gene delivery protects against cerebral ischemic injury by promoting astrocyte migration and survival."}, {"pubmed": 15702240, "text": "endothelin 1 and AM markedly stimulated the growth of SW-13 cells"}, {"pubmed": 15711093, "text": "Adrenoleukodystrophy/adrenomyeloneuropathy(ALD/AMN) shows less compromised glomerular function, indicating that AM is not completely correlated with mineralocorticoid insufficiency. Mechanism of increased AM levels in ALD/AMN is still unknown."}, {"pubmed": 15758554, "text": "Ghrelin, as well as AM, may play an important role as vasodilator local hormones and regulation of blood pressure during hemodialysis, especially the occurrence of episodic hypotension."}, {"pubmed": 15761041, "text": "CGRP and ADM are two differentially regulated novel adipose tissue secretion factors exerting autocrine/paracrine roles."}, {"pubmed": 15788445, "text": "described for the first time that adrenomedullin down-regulates lipolysis in adipocytes through the chemical modification of a beta-agonist"}, {"pubmed": 15789277, "text": "Hyperinsulinemia may, at least in part, regulate levels of adrenomedullin in obesity, explaining the high levels of the peptide in these subjects."}, {"pubmed": 15866060, "text": "Plasma levels correlate with inflammatory markers but not with endothelial dysfunction markers in Type 1 diabetic patients without atherosclerotic disease."}, {"pubmed": 15902095, "text": "findings indicate that glomerular production of adrenomedullin was decreased in patients with IgA nephropathy"}, {"pubmed": 15908101, "text": "AM may contribute either in the penile erection and in the regulation of testicular function and sperm motility"}, {"pubmed": 15917349, "text": "ADM may be involved in the human implantation process via regulating trophoblast proliferation and differentiation"}, {"pubmed": 15974887, "text": "REVIEW: Cardiac adrenomedullin: its role in cardiac hypertrophy and heart failure"}, {"pubmed": 16097366, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16097366, "text": "possible mutation linked to the haplotype may indicate a genetic predisposition for proteinuria in essential hypertension"}, {"pubmed": 16115629, "text": "These results suggest that in addition to reducing blood pressure, proadrenomedullin N-terminal 20 peptide suppresses cardiac hypertrophy through negative regulation of the local cardiac renin-angiotensin system."}, {"pubmed": 16154664, "text": "may play a role in the regulation of chemoreceptor discharge through paracrine releasing action and/or vasodilator effect."}, {"pubmed": 16221100, "text": "Adrenomedullin, a smooth muscle relaxant peptide that is synthesized in urinary tract tissue might have a role in acute pyelonephritis"}, {"pubmed": 16256216, "text": "results suggest that AM plays a role in the regulation of HASMC contraction by antagonizing the Ang II effects and may be involved in conditions of altered regulation of the blood vessels."}, {"pubmed": 16270874, "text": "high expression of AM in tissues of laryngeal carcinoma was related with the TNM stage of laryngeal carcinoma"}, {"pubmed": 16322067, "text": "Adrenomedullin regulates cellular glutathione content via modulation of gamma-glutamate-cysteine ligase catalytic subunit expression"}, {"pubmed": 16356592, "text": "adrenomedullin has roles in neurotransmission and neuromodulation in the human medulla oblongata"}, {"pubmed": 16416151, "text": "We conclude that long-term water submersion has endocrine as well as plasma volume effects that are opposite to those seen after short-term immersion, and which increases plasma adrenomedullin."}, {"pubmed": 16517613, "text": "Adrenomedullin protein content and mRNA expression in human fetal membranes was increased in pre-eclampsia."}, {"pubmed": 16596251, "text": "Findings provide evidence that at least a subset of cardiac mast cells are able to synthesize and store adrenomedullin."}, {"pubmed": 16609682, "text": "In Chinese, the ADM -1984G allele is associated with lower sodium excretion and in older subjects also with lower systolic pressure and narrower pulse pressure."}, {"pubmed": 16609682, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16622024, "text": "ADM may prevent or reduce rheumatoid arthritis-fibroblast-like synoviocyte apoptosis, via up-regulation of its functional receptor calcitonin receptor-like receptor/receptor activity-modifying protein-2"}, {"pubmed": 16797107, "text": "Our results suggest that AM plays a role in the regulation of HASMC growth antagonizing the AngII effect and may be involved in conditions of altered regulation of the blood vessels."}, {"pubmed": 16815566, "text": "endothelin-1, but not adrenomedullin, has a role in pulmonary incremental resistance during low-dose dobutamine infusion"}, {"pubmed": 16821090, "text": "PC12 and U251 cells overexpressing PTEN had decreases in adrenomedullin mRNA levels. Cellular and secreted adrenomedullin peptide was similarly reduced. U251 cells overexpressing PTEN did not respond to exogenous adrenomedullin."}, {"pubmed": 16854513, "text": "We conclude that in human seminal fluid adrenomedullin concentration is increased in infertile oligozoospermic patients and derives very likely from the prostate. Its role in the regulation of male fertility, however has to be understood."}, {"pubmed": 16963041, "text": "Adrenomedullin may play a role in regulating the insulin metabolism in patients with PCOS."}, {"pubmed": 17022943, "text": "The present study has shown that AM expression is up-regulated during adipocyte differentiation of hMSCs probably via the interaction between Sp1 or Sp1-related factor(s) and the AM promoter region (-70/-29)."}, {"pubmed": 17053041, "text": "We find that certain conditions, such as pregnancy, cardiovascular disease, and sepsis, are associated with robust and dynamic changes in the expression of AM and AM receptor proteins."}, {"pubmed": 17290391, "text": "ADM increases invasiveness of some pancreatic cancer cells and might influence angiogenesis"}, {"pubmed": 17307261, "text": "Possible role of ADM in the regulation of Fontan circulation was studied."}, {"pubmed": 17327422, "text": "The response of adrenomedullin to insulin via insulin responsive genetic elements is reported."}, {"pubmed": 17384335, "text": "Adrenomedullin might play a role in the pathogenesis of diabetic angiopathy."}, {"pubmed": 17584073, "text": "review describes the biochemistry, physiology, and circulating levels of AM--REVIEW"}, {"pubmed": 17719138, "text": "Data indicated that the synergistic activation of the human AM gene promoter by Sp1 and AP-2alpha may be mediated by the binding of Sp1 to the promoter region and the interaction with AP-2alpha, which binds to the promoter region."}, {"pubmed": 17766467, "text": "In conclusion, ADM exerts Ca(2+)-dependent positive inotropic effects in human atrial and less-pronounced effects in ventricular myocardium."}, {"pubmed": 17922433, "text": "Microsatellite DNA polymorphism of ADM gene may be associated with the genetic predisposition to ACI."}, {"pubmed": 17922433, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17941085, "text": "These data show that ADM acts as a survival factor in osteoblastic cells via a CGRP1 receptor-MEK-ERK pathway, which provides further understanding on the physiological function of ADM in osteoblasts."}, {"pubmed": 17952853, "text": "Adrenomedullin (ADM) expression in the anterior pituitary is diminished in tumors as compared to the normal gland."}, {"pubmed": 18000597, "text": "possesses several protective cardiovascular qualities, including protection of the microcirculation during inflammation, and was proven as an efficient counter-regulatory molecule in various models of sepsis and septic shock."}, {"pubmed": 18080871, "text": "Depending on the clinical severity of the infection, both CT-proET-1 and MR-proADM levels exhibited a gradual increase from Systemic Inflammatory Response Syndrome (SIRS) to sepsis and septic shock."}, {"pubmed": 18081029, "text": "Strong candidate gene for schizophrenia; upregulated in lymphoblastoid cells of monozygotic twins."}, {"pubmed": 18371176, "text": "adrenomedullinexpression regulation constitutes a cortical response to hypobaria"}, {"pubmed": 18401334, "text": "Overexpression of exogenous adrenomedullin in the renal interstitium following ureteral obstruction significantly prevented fibrosis and proliferation of tubular and interstitial cells"}, {"pubmed": 18403050, "text": "ADM and AMBP-1 rescue experimental animals (rats) from shock."}, {"pubmed": 18463805, "text": "An alteration in vascular equilibrium between AM and ET-1, favouring AM, may be a reason why the physiological adaptation of the maternal vascular system to pregnancy occurs during normotensive pregnancy."}, {"pubmed": 18615773, "text": "Adaptive or maladaptive response to adenoviral adrenomedullin gene transfer is context-dependent in the heart."}, {"pubmed": 18657357, "text": "adrenomedullin signaling is hypoxia-inducible and functionally active in hepatocellular carcinomas, and its expression may be a prognostic factor"}, {"pubmed": 18692535, "text": "in vascular endothelial cells the binding of adrenomedullin to its AM1 receptor could trigger a transactivation of the VEGFR-2 receptor, leading to a signaling cascade inducing proangiogenic events in the cells."}, {"pubmed": 18705285, "text": "Adrenomedullin is a factor associated with progression of IM in human HCC."}, {"pubmed": 18708640, "text": "AM promoted lymphatic epithelial cell proliferation at least in part through the cAMP/MEK/ERK pathway"}, {"pubmed": 18929609, "text": "AM plays role in controlling lymphatic endothelial permeability and lymphatic flow through reorganization of junctional proteins."}, {"pubmed": 19009024, "text": "Data show that human adrenomedullin/adrenomedullin binding protein-1 in established sepsis markedly attenuated tissue injury, reduced proinflammatory cytokine levels, ameliorated intestinal-barrier dysfunction, and improved survival rate."}, {"pubmed": 19010904, "text": "Human adrenomedullin up-regulates interleukin-13 receptor alpha2 chain in prostate cancer in vitro and in vivo."}, {"pubmed": 19126117, "text": "ADM is not a mediator of migraine headache and does not dilate intracranial arteries."}, {"pubmed": 19166930, "text": "Adrenomedullin induced the phosphorylation of both c-Jun and JNK in glioblastoma cells. Adrenomedullin effects cell proliferation through up-regulation of cyclin D1."}, {"pubmed": 19210874, "text": "findings provided no significant linkage or association of adrenomedullin and CRLR-RAMP-2 genes with rheumatoid arthritis in the studied trio families"}, {"pubmed": 19212702, "text": "Strong correlation between CT-proET-1 and MR-pro-ADM levels with inflammation in CHF is presented."}, {"pubmed": 19247278, "text": "Plasma MR-proADM correlates to BMI and decreases in relation to leptin after gastric bypass surgery."}, {"pubmed": 19253104, "text": "ADM is expressed in normal human ovaries and sex cord-stromal tumors, particularly in those of granulosa cell origin; its expression suggests a paracrine role in ovarian function"}, {"pubmed": 19306911, "text": "AM/AMBP-1 elevates cAMP levels, followed by activating PKA, to protect neural cells from the injury caused by hypoxia."}, {"pubmed": 19323987, "text": "Significance of salivary ADM in the maintenance of oral health: stimulation of oral cell proliferation and anti-bacterial properties."}, {"pubmed": 19346663, "text": "Intravenous infusion of adrenomedullin with atrial natriuretic peptide could be used therapeutically in acute decompensated heart failure."}, {"pubmed": 19564455, "text": "MR-proADM, CT-proET-1, CT-proAVP, and MR-proANP were all elevated in patients with future cardiovascular events and independently correlated to serum creatinine."}, {"pubmed": 19610056, "text": "High adrenomedullin mRNA expression is associated with clear-cell renal carcinoma."}, {"pubmed": 19616043, "text": "AM is expressed in ovarian epithelial carcinoma tissue and bFGF can induce the expression of AM through the JNK-AP-1 pathway in ovarian epithelial carcinoma cell line CAOV(3)."}, {"pubmed": 19623513, "text": "Epicardial fat adrenomedullin gene and protein expression can be downregulated in coronary artery disease (CAD) subjects and intracoronary adrenomedullin levels are lower in CAD."}, {"pubmed": 19627536, "text": "These parameters identify the role of ADM expression and Bcl-2 protein in relation to cell growth and vasodilating in the neoplastic changes"}, {"pubmed": 19636336, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19636336, "text": "Reporter gene assays showed that a SNP (rs11042725) in the upstream flanking region of ADM significantly altered expression."}, {"pubmed": 19706311, "text": "results suggest active roles for the two molecular forms of AM in metabolic disorders associated with obesity in subjects without overt cardiovascular disease"}, {"pubmed": 19738161, "text": "Adrenomedullin promotes lung angiogenesis, alveolar development, and repair"}, {"pubmed": 19823891, "text": "increased expression in alveolar macrophages from patients with heart failure"}, {"pubmed": 19847298, "text": "ADMR mediates the stimulatory effects of adrenomedullin on cancer cells and on endothelial and stellate cells within the tumor microenvironment"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19932100, "text": "The results of the present study show that ADM regulates cellular ROS levels via the GSH and Trx system."}, {"pubmed": 20016189, "text": "AM concentration in maternal plasma may mediate compensatory vascular responses in the uterine circulation"}, {"pubmed": 20151808, "text": "Periodontitis groups had a significantly higher total amount of gingival crevicular fluid adrenomedullin compared to the gingivitis and healthy control groups. Levels were positively correlated with clinical periodontal parameters."}, {"pubmed": 20216319, "text": "In contrast with smoking cirrhotic patients, nonsmoking cirrhotic patients show an increased systemic vasodilation, which could depend on higher plasmatic levels of adrenomedullin"}, {"pubmed": 20467777, "text": "possible role for AM and proadrenomedullin N-terminal 20 peptide in the pathophysiology of early rheumatoid arthritis"}, {"pubmed": 20534761, "text": "ADM expression in human oviduct is hormone-dependent and is upregulated by sperm contact. ADM stimulates ciliary motility in the oviduct."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20691218, "text": "The mRNA levels of adrenomedullin appear to be increased in epicardial adipose tissue independent of their plasma levels in coronary artery disease."}, {"pubmed": 20713499, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20798523, "text": "The expression of human ADM protein resulted in attenuation of myocardial oxidative stress and hypertrophic remodelling in the absence of blood pressure reduction in this model of chronic NO-deficiency."}, {"pubmed": 20854881, "text": "In the context of brain ischemia, transgenic mice lacking complement factor H do not show alterations in expression or function of AM resulting from polymorphisms or other causes that may severely affect stroke outcome."}, {"pubmed": 20942979, "text": "These results support a new role for adrenomedullin in rheumatoid synovial fibroblast pathobiology."}, {"pubmed": 20954838, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20954838, "text": "no difference in endometrial expression between fertile and infertile women"}, {"pubmed": 21050876, "text": "The total AM concentration in nasal discharge was higher in controls than in allergic rhinitis patients. AM-containing cells (mast cells) were observed in the nasal mucosa from subjects with and without nasal allergy, and also in nasal polyps."}, {"pubmed": 21075100, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21075100, "text": "a potential role of genetic variants in the adrenomedullin gene in the development of dysglycemia"}, {"pubmed": 21094578, "text": "Hypoxia regulates adrenomedullin secretion and expression by human placenta, thereby promoting increased adrenomedullin concentration in the fetal circulation in clinical circumstances characterized by reduced oxygen levels."}, {"pubmed": 21350119, "text": "results identify adrenomedullin as an endogenously generated vascular mediator that functions as a mucosal protective factor through fine tuning of HIF activity"}, {"pubmed": 21408188, "text": "Mid-regional pro-adrenomedullin and mid-regional pro-atrial natriuretic peptide were shown to be associated with all-cause and cardiovascular disease mortality."}, {"pubmed": 21458987, "text": "analysis of adrenomedullin expression and regulation in human glioblastoma, cultured human glioblastoma cell lines and pilocytic astrocytoma"}, {"pubmed": 21558311, "text": "Adrenomedullin (AM) is elevated in endometrium at the time of endometrial regeneration during the menstrual cycle. AM induces both angiogenesis and lymphangiogenesis. AM expression is up-regulated by 2 stimuli: cell hypoxia and PGF2alpha."}, {"pubmed": 21558971, "text": "adrenomedullin was found to upregulate VEGF and bFGF"}, {"pubmed": 21695352, "text": "Data show that that plasma levels of adrenomedullin (AM) increased significantly, whereas plasma levels of AM binding protein (AMBP-1) decreased significantly after stroke."}, {"pubmed": 21721459, "text": "Higher ADM plasma concentration in women with Preeclampsia suggests possible correlation between adrenomedullin level and pathological changes in cardiovascular system during pregnancy"}, {"pubmed": 21725669, "text": "A decreased midregional proadrenomedullin level is an independent correlate of the presence of coronary artery disease and of soft atherosclerotic plaques."}, {"pubmed": 21791966, "text": "Increased adrenomedullin is associated with insulin resistance in women with polycystic ovary syndrome."}, {"pubmed": 21798961, "text": "ADM genotype should be included in future studies of cardiovascular risk prediction"}, {"pubmed": 21830197, "text": "Structure of micelle-bound adrenomedullin."}, {"pubmed": 21839130, "text": "AM produced in colorectal tumors acts in concert with metalloproteinase-9 in the stroma to contribute to the pathogenesis of colorectal cancer."}, {"pubmed": 21889828, "text": "no difference in plasma levels between the controls and children with asthma attack"}, {"pubmed": 21957602, "text": "Reduced mRNA expression for ADM in the placenta connected with reverse correlation of systolic blood pressure in preeclamptic women suggests the significant role of disturbances in placental secretion of ADM in etiology of preeclampsia"}, {"pubmed": 21994414, "text": "study reveals a novel mechanism that tumor-associated macrophages enhance angiogenesis and melanoma growth via adrenomedullin"}, {"pubmed": 22070520, "text": "Midregional-proadrenomedullin is a powerful prognostic marker in AL amyloidosis, which may not only reflect cardiac dysfunction but also widespread systemic disease"}, {"pubmed": 22087514, "text": "Adrenomedullin also inhibited proliferation and collagen synthesis in fibroblasts induced by TGF-beta1."}, {"pubmed": 22102369, "text": "Structural basis for extracellular interactions between calcitonin receptor-like receptor and receptor activity-modifying protein 2 for adrenomedullin-specific binding."}, {"pubmed": 22178239, "text": "Increased adrenomedullin expression in endometrial cancer may result in amplifying both tumorigenic and angiogenic activities. A substantial impact on growth of tumours may result as a consequence of the synergism between adrenomedullin and VEGF."}, {"pubmed": 22400488, "text": "AM contributed to the progression of EOC and had additional roles in EOC cell migration by activating the integrin alpha5beta1 signaling pathway."}, {"pubmed": 22406979, "text": "ADM up-regulated the protein expressions of HIF-1alpha through down-regulation of proline hydroxylase (PHD) mRNA expression and PHD activity."}, {"pubmed": 22456622, "text": "Lower ADM level in the oviducts of tubal pregnancy may lead to the decrease in ciliary beating and muscle contraction, with the result that the embryo is retained and implanted in the oviduct."}, {"pubmed": 22608560, "text": "Adrenomedullin, a 52-amino acid regulatory peptide increases proliferation and regulates cell fate of stem cells of different origins."}, {"pubmed": 22628306, "text": "role of adrenomedullin and its binding protein, AMBP-1, in neuroprotection"}, {"pubmed": 22801438, "text": "Proadrenomedullin is reliably expressed in patients with shock"}, {"pubmed": 22818355, "text": "In children admitted to hospital with community-acquired pneumonia, pro-ADM levels are related to the development of complications during hospitalization."}, {"pubmed": 22859951, "text": "High expression of adrenomedullin in ovarian cancer was linked to positive outcome."}, {"pubmed": 22880472, "text": "The observed tendency for overrepresentation of minor -1984G ADM allele in the GH and PE women and their newborns, despite lack of statistical significance, suggests participation of this genetic variant in the pathogenesis of the mentioned conditions."}, {"pubmed": 22881718, "text": "AM can constitute, alone or combined with standard parameters, a promising predictor of low cardiac output syndrome in infants subjected to open-heart surgery with cardiopulmonary bypass."}, {"pubmed": 22885414, "text": "The use of pro-ADM in combination with other acute-phase reactants such as CRP and IL-6 for the diagnosis and follow-up of patients with neonatal sepsis has high sensitivity and specificity."}, {"pubmed": 22932875, "text": "Genetic variations in the ADM gene were not associated with the risk of hypertension in a Chinese population, however, the genotype at common variation rs4399321 may influence the BP level in normotensive subjects, especially among non-drinkers."}, {"pubmed": 22960655, "text": "Adrenomedullin is up-regulated in patients with pancreatic cancer and causes insulin resistance in beta cells and mice."}, {"pubmed": 22971508, "text": "Adrenomedullin modulates the interaction between the heart and kidneys in early subclinical cardiorenal syndrome in patients with type 2 diabetes mellitus."}, {"pubmed": 23002189, "text": "Data demonstrate for the first time that plasma levels of both MR-proADM and CT-proET-1 levels are related to MetS and its components, thus suggesting that they possibly have a role as a surrogate biomarker."}, {"pubmed": 23017815, "text": "The prognostic biomarker proadrenomedullin can potentially serve as an outcome monitoring marker in patients with lower respiratory tract infections."}, {"pubmed": 23088295, "text": "Data indicate that plasma adrenomedullin (ADM) levels are related to the single nucleotide polymorphisms (SNPs) rs17147230 in interleukin-6 (IL6) gene."}, {"pubmed": 23199555, "text": "Plasma levels of proadrenomedullin provide prognostic value for all-cause mortality in acute chest pain patients."}, {"pubmed": 23258247, "text": "Daily walking activity independently predicts levels of circulating MRproANP and MRproADM in stable chronic obstructive pulmonary disease patients."}, {"pubmed": 23269582, "text": "we conclude that ADM expression is highly correlated with the degree of malignancy and metastasis of osteosarcoma."}, {"pubmed": 23356193, "text": "Maternal circulating level of adrenomedullin is elevated in pregnant women with hypertension or pre-eclampsia."}, {"pubmed": 23381795, "text": "The discovery of genetic variants in the kallikrein-kinin system and in the genes encoding pre-pro-endothelin-1 and pre-pro-adrenomedullin provides novel insights into the (co-)regulation of these vasoactive peptides in the vascular system."}, {"pubmed": 23445133, "text": "ADM serum level is significantly increased in intrauterine growth restriction"}, {"pubmed": 23450059, "text": "Cancer protection elicited by a single nucleotide polymorphism close to the adrenomedullin gene."}, {"pubmed": 23478664, "text": "MM cells, both in a hypoxia-dependent and -independent fashion, aberrantly express and secrete AM, which can mediate MM-induced angiogenesis."}, {"pubmed": 23562132, "text": "Elevated MR-proADM plasma concentrations were strongly associated with classical cardiovascular risk factors and manifest cardiovascular diseases."}, {"pubmed": 23564381, "text": "AM is expressed by peritoneal mesothelial cells and actively amidated in the abdominal cavity of patients undergoing peritoneal dialysis."}, {"pubmed": 23583388, "text": "Data indicate that JMJD1A gene silencing abrogated the hypoxia-induced adrenomedullin (ADM) expression and inhibited HepG2 and Hep3B cell growth."}, {"pubmed": 23634287, "text": "These findings highlight the potential importance of AM and its receptors in the progression of CRC and support the conclusion that alphaAM treatment inhibits tumor growth by suppression of angiogenesis and tumor growth, suggesting that AM may be a useful therapeutic target."}, {"pubmed": 23638647, "text": "Anxiety disorders are associated with elevated plasma adrenomedullin levels and increased left ventricular hypertrophy in patients with essential hypertension. The clinical significance of these changes requires further investigation."}, {"pubmed": 23653390, "text": "Adrenomedullin pathway may play a role in the protection from preeclampsia seen in smokers."}, {"pubmed": 23663996, "text": "Nasal epithelium ADM and ciliary beat frequency, as well as plasma ADM, are possible predictors of women at risk of tubal ectopic pregnancies."}, {"pubmed": 23688561, "text": "Circulating adrenomedullin increases in patients with systemic inflammatory response syndrome or sepsis, especially in those who die in-hospital."}, {"pubmed": 23711352, "text": "Rheumatoid arthritis causes constitutive adrenomedullin expression in peripheral blood mononuclear cells."}, {"pubmed": 23722054, "text": "Adrenomedullin levels predict mortality in cardiovascular and metabolic disease in an elderly population after 75 years."}, {"pubmed": 23793138, "text": "Baseline midregional pro-adrenomedullin and C-terminal pro-endothelin-1 levels are significantly elevated in well-appearing febrile infants with a bacterial infection."}, {"pubmed": 23797962, "text": "Among Caucasian women, ADM rs57153895, a proxy for rs11042725, was associated with reduced birth weight z-score. Among African-American women, ADM rs57153895 was associated with increased birth weight z-score."}, {"pubmed": 23880804, "text": "Urinary AM increases in the course of pyelonephritis and decreases significantly after treatment."}, {"pubmed": 23894342, "text": "Plasma MR-proADM levels improve prediction of functional outcome in ischemic stroke"}, {"pubmed": 23936408, "text": "Plasma ADM level is related to SNP rs182052 in the ADIPOQ gene"}, {"pubmed": 23954711, "text": "Plasma MR-proADM level may be a useful biomarker indicating the degree of resistance to antihypertensive therapy."}, {"pubmed": 23968191, "text": "The correlation of ADM expression level with the measures of stroke severity implicates ADM -a potential blood bio-marker in studies of ischemic stroke."}, {"pubmed": 23969937, "text": "The G-protein-coupled receptor CLR is upregulated in an autocrine loop with adrenomedullin in clear cell renal cell carcinoma and associated with poor prognosis."}, {"pubmed": 23984422, "text": "Adrenomedullin is valuable for predicting development of severe sepsis and septic shock in emergency department."}, {"pubmed": 24037526, "text": "a cancer stroma cross talk induced repression of miR-126 and upregulation of ADM"}, {"pubmed": 24060192, "text": "NTproBNP and proadrenomedullin are of similar predictive value in the assessment of outcome in acute pulmonary embolism, however proadrenomedullin seems to be superior in predicting all-cause mortality."}, {"pubmed": 24100627, "text": "expression of adrenomedullin upon androgen ablation in prostate cancer plays an important role in hormone-independent tumor growth and in neovascularization by supplying/amplifying signals essential for pathologic neoangiogenesis and lymphangiogenesis."}, {"pubmed": 24147025, "text": "Our results revealed an association between NLRP6/AVR and ADM loci with male essential hypertension, suggesting the existence of sex-specific NLRP6/AVR and ADM variants affecting male susceptibility to essential hypertension."}, {"pubmed": 24169318, "text": "Adrenomedullin is expressed in the midgestation fetal lung; its gene and protein expression is upregulated with increasing gestational age."}, {"pubmed": 24333654, "text": "adrenomedullin may aid to predict long-term clinical outcomes of patients with ischemic stroke."}, {"pubmed": 24457114, "text": "Elevated plasma adrenomedullin concentration is highly associated with 3-month clinical outcomes and early neurological deterioration of patients with acute intracerebral hemorrhage."}, {"pubmed": 24457964, "text": "Interleukin-1beta promotes hypoxia-induced apoptosis of glioblastoma cells by inhibiting HIF-1 mediated adrenomedullin production."}, {"pubmed": 24505304, "text": "Adrenomedullin-RAMP2 system suppresses ER stress-induced tubule cell death and is involved in kidney protection."}, {"pubmed": 24506434, "text": "plasma level predicts heart failure"}, {"pubmed": 24519534, "text": "ADM is a new target of oncogenic KRAS in the setting of hypoxia"}, {"pubmed": 24523299, "text": "Results demonstrate a novel function of HIFs in regulating ADM expression by enhancing its pre-mRNA splicing."}, {"pubmed": 24531032, "text": "ADM and IMD mRNA expression are elevated in chronic heart failure at different stages of the disease."}, {"pubmed": 24623968, "text": "Adrenomedullin(22-52) mediated the migration, proliferation and tube formation after human retinal endothelial cell were exposed to high levels of glucose."}, {"pubmed": 24831942, "text": "the AM system is widely expressed in human thymus from newborns; both AM1 receptor components CLR and RAMP2, but not RAMP3, are not associated with the plasma membrane of TECs and thymocytes but are located intracellularly, notably in the nucleus"}, {"pubmed": 24853905, "text": "plasma mid-regional pro-adrenomedullin helps predict pre-eclampsia"}, {"pubmed": 24874704, "text": "N-terminal PEGylated Adrenomedullin stimulated cAMP production in vitro, showing lessened acute hypotensive action and a prolonged plasma half-life in comparison with native Adrenomedullin peptide in vivo."}, {"pubmed": 24927229, "text": "adrenomedullin acts as a critical promoter of cell cycle progression in hepatocellular carcinoma cells"}, {"pubmed": 25009125, "text": "higher plasma adrenomedullin levels on presentation are associated with clinical severity and worse outcomes in patients with acute spontaneous aneurysmal subarachnoid hemorrhage"}, {"pubmed": 25043691, "text": "midregional pro-adrenomedullin plasma concentrations blunted in severe preeclampsia"}, {"pubmed": 25053723, "text": "the ADM gene has a role in the modulation of peripheral vascular tone"}, {"pubmed": 25287126, "text": "There was a significant increase in plasma AM, VCAM-1, and ICAM-1, while a significant decrease in plasma basic-Fibroblast growth factor (b-FGF) in diabetic patients with peripheral vascular disease (p < 0.05)."}, {"pubmed": 25313554, "text": "ADM genotype AA was associated with the highest values of systolic and diastolic blood pressure (BP), while CACNB2 genotype CC carriers had the highest values of diastolic BP in childhood."}, {"pubmed": 25433141, "text": "Plasma adrenomedullin level is enhanced in nasopharyngeal carcinoma.Adrenomedullin is correlated with stage progression and with long-term survival of nasopharyngeal carcinoma patients."}, {"pubmed": 25439669, "text": "Adrenomedullin potentiates osteolytic responses in bone to metastatic breast cancer cells."}, {"pubmed": 25475159, "text": "AM expression gets rapidly activated by hypoxia through a HIF-1alpha mediated mechanism, thus characterizing AM as a major survival factor for tumour cells"}, {"pubmed": 25528198, "text": "Diabetes status had no impact on midregional proadrenomedullin concentrations or in the predictive value of heart failure."}, {"pubmed": 25948679, "text": "Allelic variation in ADM and increased plasma MR-proADM are associated with susceptibility to progression of diabetic kidney disease in type 2 diabetic patients."}, {"pubmed": 26035796, "text": "targeting of the ADM/ADM acceptors/ERK1/2/Bcl-2 pathway may provide a potential strategy through which to induce the apoptosis of osteosarcoma cells."}, {"pubmed": 26043778, "text": "Results suggest that ADM plays an important role in intrahepatic cholangiocellular carcinoma metastasis, and that ADM signaling of epithelial-mesenchymal transition may represent a valuable therapeutic target in cancer patients."}, {"pubmed": 26196743, "text": "tested the hypothesis that AM-deficient fetal primary pulmonary microvascular endothelial cells (HPMEC) will have increased oxidative stress, inflammation, and cytotoxicity compared to AM-sufficient HPMEC upon exposure to hyperoxia"}, {"pubmed": 26271020, "text": "Among adrenomedullin, CRP, and PCT, procalcitonin demonstrates the highest correlation with the severity of infection."}, {"pubmed": 26286191, "text": "Proadrenomedullin was increased in complicated vs. uncomplicated community acquired pediatric pneumonia."}, {"pubmed": 26342564, "text": "we found significantly lower plasma MR-proADM levels in patients with elevated anxiety scores"}, {"pubmed": 26461449, "text": "Higher levels of Proadrenomedullin are associated with Primary Graft Dysfunction and Mortality Following Lung Transplantation."}, {"pubmed": 26597206, "text": "In addition to its role in the complement system, complement factor H has an another role, as a binding protein for the regulatory peptide adrenomedullin. (Review)"}, {"pubmed": 26662217, "text": "conclusion supplementation with selenium and coenzyme Q10 during four years resulted in less concentration of both copeptin and MR-proADM"}, {"pubmed": 26748496, "text": "A panel of three biomarkers (MR-proANP, PCT, and MR-proADM) in patients presenting to the emergency unit with acute dyspnea provides information about the probability of acute heart failure, nonsurvival, and pneumonia."}, {"pubmed": 26762744, "text": "High Adrenomedullin expression is associated with Malignant Pleural Mesothelioma."}, {"pubmed": 26847772, "text": "Evidence show that ADM could affect the growth and differentiation of leukemia cells by modulating RAMPs/CRLR expression, PI3K/Akt cascade and the ERK/MAPK signaling pathway."}, {"pubmed": 26972419, "text": "Our findings showed that adrenomedullin expression increased in progression from benign endometrium to endometrial intraepithelial neoplasia and type-1 adenocarcinoma"}, {"pubmed": 27153479, "text": "MR-proADM showed a significant association with BP reduction after 6 months"}, {"pubmed": 27246849, "text": "SHH acted exclusively in a paracrine fashion on pancreatic stellate cells and influenced the growth of Pancreatic Cancer cells only indirectly, ADM could directly impact the growth of both Pancreatic Cancer cells and pancreatic stellate cells ."}, {"pubmed": 27391260, "text": "results indicate a novel function of adrenomedullin (ADM) in pancreatic ductal adenocarcinoma (PDAC), and suggest ADM is a promising target in the treatment of PDAC."}, {"pubmed": 27475098, "text": "promotes the proliferation and inhibits apoptosis of dental pulp stem cells"}, {"pubmed": 27491770, "text": "The levels of IL-8, IL-12, and adrenomedullin may be good indicators of embryo and oocyte quality in endometriosis patients undergoing IVF."}, {"pubmed": 27553639, "text": "Mouse and human heart valves expressed mRNAs for the CRL ligands adrenomedullin (AM), adrenomedullin-2 (AM-2) and calcitonin gene-related peptide (CGRP) and for their receptor components, i.e., CRL and receptor-activity-modifying proteins 1-3."}, {"pubmed": 27556517, "text": "High expression of ADM is correlated with sunitinib-resistant renal cell carcinoma."}, {"pubmed": 27776076, "text": "These results indicate that elevated ADM may be involved in the etiology of schizophrenia through the regulation of heat shock protein signaling."}, {"pubmed": 27788594, "text": "Elevated plasma level of MR-proADM, determined 24 h after diagnosis of Cardiogenic shock could be a predictor of in-hospital mortality in patients with acute myocardial infarction complicated by CS."}, {"pubmed": 27846213, "text": "This study indicates that in children with community-acquired pneumonia, sTREM-1, Midregional-proANP, and Midregional-proADM blood levels have poor abilities to differentiate bacterial from viral diseases or to identify severe cases."}, {"pubmed": 28065681, "text": "Admission MR-proADM concentrations provide strong prognostic information in patients with acute HF, but modest diagnostic information in patients with acute dyspnea."}, {"pubmed": 28091613, "text": "ADM was an upstream molecule of HIF-1alpha/VEGF and it promoted angiogenesis through upregulating HIF-1alpha/VEGF in epithelial ovarian cancer."}, {"pubmed": 28178651, "text": "Findings indicate the importance of cancer-associated fibroblasts (CAFs)-derived adrenomedullin (AM) pathway in growth of breast carcinoma and in neovascularization by supplying and amplifying signals that are essential for pathologic angiogenesis."}, {"pubmed": 28408815, "text": "MR-proADM but not copeptin was significantly associated with prognosis of COPD exacerbations at 30 days."}, {"pubmed": 28676115, "text": "Report an association of elevated ProADM blood levels and 10-year all-cause mortality in a primary care cohort with respiratory tract infections."}, {"pubmed": 28866832, "text": "Alzheimer's disease patients may have neural cytoskeleton failure associated with increase of AM levels."}, {"pubmed": 29025769, "text": "Letter: patients with asystolic vasovagal syncope are younger and have lower supine levels of adrenomedullin and endothelin-1."}, {"pubmed": 29161297, "text": "our results pointed towards two MR-pro-ADM threshold values that appear to predict with a good degree of accuracy the patient's need for non-invasive mechanical ventilation, endotracheal intubation, or intensive care. This aspect, however, deserves further investigation"}, {"pubmed": 29192743, "text": "Identifying a marker(adrenomedullin) for pancreatic cancer among high-risk patients such as new-onset diabetics might lead to the identification of a subpopulation needing to be screened in order to enable early diagnosis and treatment of a highly lethal tumor"}, {"pubmed": 29246637, "text": "MR-proADM is a good biomarker in the early identification of high risk septic patients"}, {"pubmed": 29360169, "text": "High ADM expression is associated with systemic capillary leak syndrome."}, {"pubmed": 29590186, "text": "High ADM expression is associated with lymph node metastasis in oral and oropharyngeal squamous cell carcinoma."}, {"pubmed": 29671277, "text": "downregulation of ADM might be an adaptive attempt of neurons to mitigate microtubule disruption."}, {"pubmed": 29729940, "text": "Our study demonstrates the increase in levels of adrenomedullin and uPAR in PBMCs during an acute hereditary angioedema attack."}, {"pubmed": 29871794, "text": "MR-proADM may be able to serve as a biomarker of endometriosis, but it is unknown whether elevated MR-proADM levels are secondary to the estrogenic and inflammatory properties of endometriosis or an inciting pathogenic factor."}, {"pubmed": 30020508, "text": "High ADM expression is associated with Lipid Dysregulation in Diabetic Pregnancies."}, {"pubmed": 30166452, "text": "Up-regulated mRNA and protein levels of proadrenomedullin (ProADM) during acute myocardial infarction in mice and humans."}, {"pubmed": 30383252, "text": "Circulating ADM concentrations were elevated in pregnant women with gestational diabetes mellitus. ADM suppresses insulin synthesis and secretion by pancreatic beta-cells in vitro. Thus, increased circulating ADM may contribute to the defective adaptation of beta-cells in diabetic pregnancies."}, {"pubmed": 30536342, "text": "Adrenomedullin plasma levels were associated with preserved left ventricular ejection fraction in end-stage renal disease patients."}, {"pubmed": 30540625, "text": "Studied association between proadrenomedullin and the progression of major cardiometabolic risk factors during long-term follow-up in a cohort study."}, {"pubmed": 30690080, "text": "Adrenomedullin mediates pro-angiogenic and pro-inflammatory cytokines in patients with asthma and chronic obstructive pulmonary disease."}, {"pubmed": 30890367, "text": "The results suggested inhibition of osteosarcoma cell proliferation might be influenced by Adrenomedullin through VEGF pathway, which implied Adrenomedullin-VEGF signal was a potential target for impeding the proliferation of malignant cells in osteosarcoma."}, {"pubmed": 30987836, "text": "Increased plasma adrenomedullin was found to be protective against long-term major adverse cardiovascular events."}, {"pubmed": 31048758, "text": "Associations of the adrenomedullin gene polymorphism with prehypertension and hypertension in Lithuanian children and adolescents: a cross-sectional study."}, {"pubmed": 31537150, "text": "HIF1alpha/miR-199a/ADM feedback loop modulates the proliferation of human dermal microvascular endothelial cells (HDMECs) under hypoxic condition."}, {"pubmed": 31594258, "text": "Assessment of novel biomarkers: sTREM-1, pentraxin-3 and pro-adrenomedullin in the early diagnosis of neonatal early onset sepsis."}, {"pubmed": 31852972, "text": "AR facilitates YAP-TEAD interaction with the AM promoter to enhance mast cell infiltration into cutaneous neurofibroma."}, {"pubmed": 31974673, "text": "Diagnostic and prognostic value of procalcitonin and mid-regional pro-adrenomedullin in septic paediatric patients."}, {"pubmed": 32203061, "text": "Adrenomedullin insufficiency alters macrophage activities in fallopian tube: a pathophysiologic explanation of tubal ectopic pregnancy."}, {"pubmed": 32412065, "text": "Adrenomedullin regulated by miRNA-574-3p protects premature infants with bronchopulmonary dysplasia."}, {"pubmed": 32462910, "text": "How biomarkers can improve pneumonia diagnosis and prognosis: procalcitonin and mid-regional-pro-adrenomedullin."}, {"pubmed": 32569606, "text": "Adrenomedullin - Current perspective on a peptide hormone with significant therapeutic potential."}, {"pubmed": 32649233, "text": "Mortality in cardiogenic shock is stronger associated to clinical factors than contemporary biomarkers reflecting neurohormonal stress and inflammatory activation."}, {"pubmed": 32702064, "text": "Pro-atrial natriuretic peptide and pro-adrenomedullin before cardiac surgery in children. Can we predict the future?"}, {"pubmed": 32736707, "text": "Thrombin rapidly digests adrenomedullin: Synthesis of adrenomedullin analogs resistant to thrombin."}, {"pubmed": 32819314, "text": "Breast cancer mammospheres secrete Adrenomedullin to induce lipolysis and browning of adjacent adipocytes."}, {"pubmed": 32997116, "text": "Altered expression of ADM and ADM2 by hypoxia regulates migration of trophoblast and HLA-G expressiondagger."}, {"pubmed": 33066783, "text": "MR-proANP and incident cardiovascular disease in patients with type 2 diabetes with and without heart failure with preserved ejection fraction."}, {"pubmed": 33160126, "text": "Pro B-type Natriuretic Peptide and Midregional Proadrenomedullin are Associated with Incident Carotid Stenosis During Long Term Follow-up."}, {"pubmed": 33413127, "text": "Prognostic value of pro-adrenomedullin and copeptin in acute infective endocarditis."}, {"pubmed": 33431996, "text": "Mid-regional pro-adrenomedullin is a novel biomarker for arterial stiffness as the criterion for vascular failure in a cross-sectional study."}, {"pubmed": 33462236, "text": "Adrenomedullin-CALCRL axis controls relapse-initiating drug tolerant acute myeloid leukemia cells."}, {"pubmed": 33556140, "text": "Effectiveness of mid-regional pro-adrenomedullin (MR-proADM) as prognostic marker in COVID-19 critically ill patients: An observational prospective study."}, {"pubmed": 33664308, "text": "MR-proADM as prognostic factor of outcome in COVID-19 patients."}, {"pubmed": 33736553, "text": "Mid-regional pro-adrenomedullin as a supplementary tool to clinical parameters in cases of suspicion of infection in the emergency department."}, {"pubmed": 33754916, "text": "MR-proAdrenomedullin as a predictor of renal replacement therapy in a cohort of critically ill patients with COVID-19."}, {"pubmed": 33879148, "text": "Copeptin, pro-atrial natriuretic peptide and pro-adrenomedullin as markers of hypoxic stress in patients with obstructive sleep apnea-a prospective intervention study."}, {"pubmed": 33928380, "text": "Clinical Utility of Midregional Proadrenomedullin in Patients with COVID-19."}, {"pubmed": 33964322, "text": "Plasma adrenomedullin level and year-by-year variability of body mass index in the general population."}, {"pubmed": 34163006, "text": "CGRP, adrenomedullin and adrenomedullin 2 display endogenous GPCR agonist bias in primary human cardiovascular cells."}, {"pubmed": 34208106, "text": "Adrenomedullin Is a Diagnostic and Prognostic Biomarker for Acute Intracerebral Hemorrhage."}, {"pubmed": 34342678, "text": "Proadrenomedullin and neonatal sepsis: a systematic review and meta-analysis of diagnostic accuracy."}, {"pubmed": 34370692, "text": "Adrenomedullin: new inhibitory regulator for cortisol synthesis and secretion."}, {"pubmed": 34990470, "text": "Association of circulating MR-proADM with all-cause and cardiovascular mortality in the general population: Results from the KORA F4 cohort study."}, {"pubmed": 35078991, "text": "Parallel functional assessment of m(6)A sites in human endodermal differentiation with base editor screens."}, {"pubmed": 35116032, "text": "Identification of Inflammation-Related Biomarker Pro-ADM for Male Patients With Gout by Comprehensive Analysis."}, {"pubmed": 35390031, "text": "Lipid dysfunction and adrenomedullin expression in omental versus subcutaneous adipose tissues in diabetic pregnancies."}, {"pubmed": 35583678, "text": "Plasma Adrenomedullin, Allelic Variations in the ADM Gene, and Risk for Lower-Limb Amputation in People With Type 2 Diabetes."}, {"pubmed": 35720354, "text": "Adrenomedullin Expression Is Associated With the Severity and Poor Prognosis of Interstitial Lung Disease in Dermatomyositis Patients."}, {"pubmed": 36310381, "text": "Overexpression of adrenomedullin (ADM) alleviates the senescence of human dental pulp stem cells by regulating the miR-152/CCNA2 pathway."}, {"pubmed": 36414882, "text": "Is adrenomedullin upregulation due to apical periodontitis independent of periodontal disease?"}, {"pubmed": 37104556, "text": "Clinical Potential of Adrenomedullin Signaling in the Cardiovascular System."}, {"pubmed": 37311963, "text": "Impact of adrenomedullin on mitochondrial respiratory capacity in human adipocyte."}, {"pubmed": 37812053, "text": "Peptidylglycine alpha-amidating monooxygenase and adrenomedullin measurement in patients with hepatic cirrhosis."}], "genomic_pos": {"chr": "11", "end": 10307397, "ensemblgene": "ENSG00000148926", "start": 10305073, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 10328944, "start": 10326227, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001570", "pubmed": 16964401, "qualifier": "involved_in", "term": "vasculogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001843", "qualifier": "involved_in", "term": "neural tube closure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002026", "qualifier": "involved_in", "term": "regulation of the force of heart contraction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002031", "pubmed": 10882736, "qualifier": "involved_in", "term": "G protein-coupled receptor internalization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0003073", "qualifier": "involved_in", "term": "regulation of systemic arterial blood pressure"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0003073", "pubmed": 18434369, "qualifier": "involved_in", "term": "regulation of systemic arterial blood pressure"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 8524787, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10822232, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007189", "pubmed": [10882736, 18434369, 20074556], "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007565", "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008209", "qualifier": "involved_in", "term": "androgen metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008283", "qualifier": "involved_in", "term": "cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010460", "qualifier": "involved_in", "term": "positive regulation of heart rate"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010460", "pubmed": 18434369, "qualifier": "involved_in", "term": "positive regulation of heart rate"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019933", "qualifier": "involved_in", "term": "cAMP-mediated signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031100", "qualifier": "involved_in", "term": "animal organ regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031102", "qualifier": "involved_in", "term": "neuron projection regeneration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031623", "pubmed": [10882736, 15613468, 20074556], "qualifier": "involved_in", "term": "receptor internalization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032868", "qualifier": "involved_in", "term": "response to insulin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035809", "pubmed": 18434369, "qualifier": "involved_in", "term": "regulation of urine volume"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042475", "qualifier": "involved_in", "term": "odontogenesis of dentin-containing tooth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042594", "qualifier": "involved_in", "term": "response to starvation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043116", "qualifier": "involved_in", "term": "negative regulation of vascular permeability"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045766", "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045906", "pubmed": 11410113, "qualifier": "involved_in", "term": "negative regulation of vasoconstriction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048589", "qualifier": "involved_in", "term": "developmental growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051384", "qualifier": "involved_in", "term": "response to glucocorticoid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060670", "qualifier": "involved_in", "term": "branching involved in labyrinthine layer morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097084", "qualifier": "involved_in", "term": "vascular associated smooth muscle cell development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1990410", "qualifier": "involved_in", "term": "adrenomedullin receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1990410", "pubmed": [10882736, 18434369, 20074556], "qualifier": "involved_in", "term": "adrenomedullin receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:2000184", "pubmed": 10822232, "qualifier": "involved_in", "term": "positive regulation of progesterone biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001214", "qualifier": "involved_in", "term": "positive regulation of vasculogenesis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 12379507, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 12379507, "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 8524787, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031700", "qualifier": "enables", "term": "adrenomedullin receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031700", "pubmed": 20074556, "qualifier": "enables", "term": "adrenomedullin receptor binding"}]}, "homologene": {"genes": [[8364, 100135021], [9544, 703305], [9598, 451021], [9606, 133], [9615, 403817], [9913, 280713], [10090, 11535], [10116, 25026]], "id": 873}, "interpro": [{"desc": "Pro-adrenomedullin", "id": "IPR001710", "short_desc": "Pro-ADM"}, {"desc": "Calcitonin/adrenomedullin", "id": "IPR021116", "short_desc": "Calcitonin/adrenomedullin"}], "ipi": ["IPI00017968", "IPI00977835", "IPI00979956", "IPI00980931", "IPI00985487"], "map_location": "11p15.4", "name": "adrenomedullin", "other_names": ["preproadrenomedullin", "pro-adrenomedullin", "proadrenomedullin N-20 terminal peptide"], "pantherdb": {"HGNC": "259", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "108058", "ortholog_type": "LDO", "panther_family": "PTHR23414", "taxid": 10090, "uniprot_kb": "P97297"}, {"RGD": "2047", "ortholog_type": "LDO", "panther_family": "PTHR23414", "taxid": 10116, "uniprot_kb": "P43145"}, {"Ensembl": "ENSDARG00000069027", "ortholog_type": "O", "panther_family": "PTHR23414", "taxid": 7955, "uniprot_kb": "E7FDI6"}, {"ZFIN": "ZDB-GENE-120221-5", "ortholog_type": "LDO", "panther_family": "PTHR23414", "taxid": 7955, "uniprot_kb": "E7F5V1"}], "uniprot_kb": "P35318"}, "pathway": {"kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04270", "name": "Vascular smooth muscle contraction - Homo sapiens (human)"}], "pid": {"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373080", "name": "Class B/2 (Secretin family receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-419812", "name": "Calcitonin-like ligand receptors"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP2806", "name": "Complement system"}, {"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}]}, "pdb": ["2FLY", "2L7S", "4RWF", "5V6Y", "6UUN", "6UUS", "6V2E", "7VV0"], "pfam": "PF00214", "pharmgkb": "PA24580", "pharos": {"target_id": 8897, "tdl": "Tbio"}, "pir": "JC2351", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325673", "relationship": "is"}, {"id": "GNF325674", "relationship": "is"}, {"id": "GNF325675", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245415", "relationship": "is"}, {"id": "GNF245416", "relationship": "is"}, {"id": "GNF245417", "relationship": "is"}, {"id": "GNF245418", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047838", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079340", "relationship": "is"}, {"id": "GNF079341", "relationship": "is"}, {"id": "GNF079342", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053194", "relationship": "is"}, {"id": "GNF057964", "relationship": "is"}, {"id": "GNF073124", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070145", "relationship": "is"}, {"id": "GNF070146", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000252", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF284777", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330260", "relationship": "is"}, {"id": "GNF332056", "relationship": "is"}, {"id": "GNF333254", "relationship": "is"}, {"id": "GNF333718", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338857", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103673", "relationship": "is"}, {"id": "GNF143323", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": "NP_001115.1", "rna": "NM_001124.3", "translation": {"protein": "NP_001115.1", "rna": "NM_001124.3"}}, "reporter": {"HG-U133_Plus_2": "202912_at", "HG-U95Av2": "34777_at", "HTA-2_0": "TC11000182.hg.1", "HuEx-1_0": "3320123", "HuGene-1_1": "7938390", "HuGene-2_1": "16721905"}, "retired": 119799, "summary": "The protein encoded by this gene is a preprohormone which is cleaved to form two biologically active peptides, adrenomedullin and proadrenomedullin N-terminal 20 peptide. Adrenomedullin is a 52 aa peptide with several functions, including vasodilation, regulation of hormone secretion, promotion of angiogenesis, and antimicrobial activity. The antimicrobial activity is antibacterial, as the peptide has been shown to kill E. coli and S. aureus at low concentration. [provided by RefSeq, Aug 2014].", "symbol": "ADM", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412244"}, "unigene": "Hs.441047", "uniprot": {"Swiss-Prot": "P35318", "TrEMBL": ["E9PL83", "E9PML4", "E9PQE6", "E9PQT2"]}, "wikipedia": {"url_stub": "Adrenomedullin"}}