{"AllianceGenome": "264", "HGNC": "264", "MIM": "600446", "_id": "136", "_version": 1, "accession": {"genomic": ["AC006251.3", "AC015922.17", "CH471222.1", "CP068261.2", "DQ351340.1", "DQ435607.1", "NC_000017.11", "NC_060941.1"], "protein": ["AAA51598.1", "AAH25722.1", "AAN01274.1", "ABC74564.1", "ABD95936.1", "CAA48505.1", "EAX04484.1", "EAX04485.1", "NP_000667.1", "P29275.1", "XP_011521961.1", "XP_011521963.1", "XP_016879686.1", "XP_047291329.1", "XP_047291330.1", "XP_047291331.1", "XP_054171064.1", "XP_054171065.1", "XP_054171066.1", "XP_054171067.1", "XP_054171068.1", "XP_054171069.1"], "rna": ["AK172851.1", "AY136748.1", "BC025722.1", "M97759.1", "NM_000676.4", "OA986712.1", "X68487.1", "XM_011523659.4", "XM_011523661.3", "XM_017024197.3", "XM_047435373.1", "XM_047435374.1", "XM_047435375.1", "XM_054315089.1", "XM_054315090.1", "XM_054315091.1", "XM_054315092.1", "XM_054315093.1", "XM_054315094.1"], "translation": [{"protein": "XP_011521961.1", "rna": "XM_011523659.4"}, {"protein": "XP_011521963.1", "rna": "XM_011523661.3"}, {"protein": "AAA51598.1", "rna": "M97759.1"}, {"protein": "XP_047291329.1", "rna": "XM_047435373.1"}, {"protein": "XP_047291331.1", "rna": "XM_047435375.1"}, {"protein": "AAN01274.1", "rna": "AY136748.1"}, {"protein": "XP_054171064.1", "rna": "XM_054315089.1"}, {"protein": "XP_054171068.1", "rna": "XM_054315093.1"}, {"protein": "CAA48505.1", "rna": "X68487.1"}, {"protein": "XP_054171069.1", "rna": "XM_054315094.1"}, {"protein": "AAH25722.1", "rna": "BC025722.1"}, {"protein": "XP_054171065.1", "rna": "XM_054315090.1"}, {"protein": "NP_000667.1", "rna": "NM_000676.4"}, {"protein": "XP_016879686.1", "rna": "XM_017024197.3"}, {"protein": "XP_054171066.1", "rna": "XM_054315091.1"}, {"protein": "XP_047291330.1", "rna": "XM_047435374.1"}, {"protein": "XP_054171067.1", "rna": "XM_054315092.1"}]}, "alias": "ADORA2", "ensembl": {"gene": "ENSG00000170425", "protein": "ENSP00000304501", "transcript": ["ENST00000304222", "ENST00000582124"], "translation": [{"protein": "ENSP00000304501", "rna": "ENST00000304222"}], "type_of_gene": "protein_coding"}, "entrezgene": "136", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.65337308796, "exp_mis": 115.312435454, "exp_syn": 58.7726720481, "lof_z": -0.133116230368466, "mis_z": -0.16796637411425, "mu_lof": 5.50893206832e-07, "mu_mis": 1.14003428406e-05, "mu_syn": 6.02288994328e-06, "n_lof": 7.0, "n_mis": 119.0, "n_syn": 50.0, "p_li": 2.00749888633959e-05, "p_null": 0.723314659185875, "p_rec": 0.276665265825261, "syn_z": 0.709403929401611}, "bp": 999, "cds_end": 15878656, "cds_start": 15848562, "n_exons": 2, "nonpsych": {"exp_lof": 5.98573817457, "exp_mis": 104.332678066, "exp_syn": 53.1587351576, "lof_z": 0.395689667748895, "mis_z": -0.230471455619132, "mu_lof": 5.50893206832e-07, "mu_mis": 1.14003428406e-05, "mu_syn": 6.02288994328e-06, "n_lof": 5.0, "n_mis": 109.0, "n_syn": 44.0, "p_li": 0.000969773731993643, "p_null": 0.445553176259456, "p_rec": 0.55347705000855, "syn_z": 0.790882388729537}, "nontcga": {"exp_lof": 6.1175743914, "exp_mis": 106.083919344, "exp_syn": 54.0673336248, "lof_z": -0.351940861064132, "mis_z": 0.0524302680289107, "mu_lof": 5.50893206832e-07, "mu_mis": 1.14003428406e-05, "mu_syn": 6.02288994328e-06, "n_lof": 7.0, "n_mis": 105.0, "n_syn": 45.0, "p_li": 1.44475398042931e-05, "p_null": 0.766413716467652, "p_rec": 0.233571835992544, "syn_z": 0.780789956859035}, "transcript": "ENST00000304222.2"}, "exons": [{"cdsend": 15975342, "cdsstart": 15945248, "chr": "17", "position": [[15944916, 15945583], [15974678, 15975896]], "strand": 1, "transcript": "NM_000676", "txend": 15975896, "txstart": 15944916}], "exons_hg19": [{"cdsend": 15878656, "cdsstart": 15848562, "chr": "17", "position": [[15848230, 15848897], [15877992, 15879210]], "strand": 1, "transcript": "NM_000676", "txend": 15879210, "txstart": 15848230}], "generif": [{"pubmed": 11906291, "text": "1,8-disubstituted xanthine derivatives: synthesis of potent A2B-selective adenosine receptor antagonists"}, {"pubmed": 12080047, "text": "A2BR binds to E3KARP and Ezrin upon agonist stimulation."}, {"pubmed": 12600879, "text": "Mast cell-mediated stimulation of angiogenesis: cooperative interaction between A2B and A3 adenosine receptors."}, {"pubmed": 12939345, "text": "Selectively up-regulated by hypoxia (>5-fold increase in mRNA), and antagonists neutralize ATP-mediated endothelial permeability"}, {"pubmed": 15187156, "text": "demonstrated induction of IgE synthesis by the interaction between adenosine-stimulated mast cells and B lymphocytes involves up-regulation of IL-4 and IL-13 mediated by A(2B) receptors"}, {"pubmed": 15550390, "text": "Interferon-gamma down-regulates adenosine 2b receptor-mediated signaling and inhibits the expression of adenylate cyclase"}, {"pubmed": 15637124, "text": "adenosine A2B receptors mediate the adenosine-induced contraction vasomotor effect in human chorionic vessels and that this involves synthesis of a thromboxane receptor activator or a related prostanoid."}, {"pubmed": 15769552, "text": "The PKC delta and epsilon isoforms are also involved in adenosine receptor A(2b) dependent upregulation of IL-6 expression."}, {"pubmed": 16103269, "text": "A(2B) receptors may play role in regulating glomerular remodeling associated with glomerular mesangial cell proliferation. Activation of A(2B) receptors may prevent glomerular remodeling associated with renal disease, hypertension, and diabetes."}, {"pubmed": 16631311, "text": "A2bR signals through adenylate cyclase (AC) 6 isoform in intestinal epithelial cells"}, {"pubmed": 16707627, "text": "A(2B) receptors up-regulate IL-4 through G(q) signaling that is potentiated via cross-talk with G(s)-coupled pathways."}, {"pubmed": 16778150, "text": "Data indicate that adenosine increases the release of IL-19 from bronchial epithelial cells via activation of adenosine A(2B) receptors, and IL-19 in turn activates human monocytes to release TNF-alpha, which upregulates A(2B) receptor expression."}, {"pubmed": 17077301, "text": "Transcriptional coordination of adenosine a2B receptor by HIF-1alpha and amplified adenosine signaling during hypoxia."}, {"pubmed": 17301835, "text": "adenosine treatment of dermal papilla cells upregulates FGF-7 expression via the A2b adenosine receptor and that cAMP acts as one of the second messengers in this pathway"}, {"pubmed": 17428235, "text": "Adenosine is not a direct GHSR agonist. In human embryonic kidney 293s (HEK) cells expressing GHSR, adenosine activates endogenously expressed A(2B)R resulting in calcium mobilization."}, {"pubmed": 17565009, "text": "Epac1 activation in HUVEC results in ERK1/2 activation, and this protein, at least in part, mediates response to the physiologically relevant event of A(2B)AR stimulation"}, {"pubmed": 18004767, "text": "Short-term TNF-alpha cell treatment caused A(2B) AR phosphorylation inducing, in turn, impairment in A(2B) AR-G protein coupling and cAMP production"}, {"pubmed": 18056839, "text": "Pharmacologic and genetic evidence for vascular A2BAR signaling as central control point of hypoxia-associated vascular leak."}, {"pubmed": 18215420, "text": "The results herein provide initial evidence that the inhibitory effect of hypoxia on MMP-9 by mature dendritic cells requires the activation of A(2b) in a cAMP/PKA-dependent pathway."}, {"pubmed": 18351132, "text": "our findings revealed the role of adenosine receptors in breast cancer cell lines on growth modulation role of A3 and functional form of A2B, although its involvement in cell growth modulation was not seen"}, {"pubmed": 18367727, "text": "A(2B)-R are required for ASL volume homeostasis in human airways, and therapies directed at inhibiting A(2B)-R may lead to a cystic fibrosis-like phenotype with depleted ASL volume and mucus stasis."}, {"pubmed": 18703227, "text": "A2B adenosine receptors may differentially modulate hENTs in hPMEC, which could be a mechanism attempting to re-establish physiological extracellular adenosine levels in pre-eclampsia."}, {"pubmed": 18996102, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19019667, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19794965, "text": "Data suggest that adenosine receptor modulation may be useful for refining the use of chemotherapeutic drugs to treat human cancer more effectively."}, {"pubmed": 19841638, "text": "Hypoxic mature dendritic cells predominantly express adenosine receptor A2b."}, {"pubmed": 19883624, "text": "Studies indicate that adenosine mediates its actions by means of activation of specifiic G protein-coupled receptors, for which 4 subbtypes: A1R, A2AR, A2BR and A3R have"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20008542, "text": "Oxidative/nitrosative stress selectively altered A(2B) adenosine receptors in chronic obstructive pulmonary disease."}, {"pubmed": 20011598, "text": "Development of Chlamydia trachomatis is reversibly retarded by prolonged exposure of infected cells to extracellular adenosine mediated by the A2b adenosine receptor."}, {"pubmed": 20029460, "text": "demonstrated that hypoxia-induced apoptosis of T cells was mediated by A(2a )and A(2b) receptors."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20388705, "text": "TNF-alpha-induced A(2B)AR expression in colonic epithelial cells is post-transcriptionally regulated by miR27b and miR128a"}, {"pubmed": 20619442, "text": "ADORA2B was overexpressed in colorectal carcinomas grown under a hypoxic state, presumably promoting cancer cell growth."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20926384, "text": "Adenosine A2A receptor is involved in cell surface expression of A2B receptor"}, {"pubmed": 21030693, "text": "The results of this study suggest that deterioration of structure in the extracellular domains of GPCRs compromises overall receptor structure with profound consequences for receptor activation and constitutive activity."}, {"pubmed": 21109603, "text": "Adenosine A(B) receptors mediate an early induction of NR4A1 and a decrease in cell proliferation via the cAMP/Epac pathway in coronary artery smooth muscle cells."}, {"pubmed": 21242513, "text": "The ability of transgenic A2BR blockade to reduce circulating interleukin (IL)-6 levels by 24 hr may be explained by the reduction of bacterial load, and reflects that transgenic mice are going to live."}, {"pubmed": 21335481, "text": "[review] There is evidence that the ADORA2B receptor has cardioprotective effects upon its activation. However, controversy remains regarding the precise timing of activation required to induce cardioprotection."}, {"pubmed": 21480628, "text": "The main differences between the general dynamic behaviors of the A(2A)AR receptors and A(2B)AR receptors explored can be explained in terms of their particular sequences, loops lengths, and disulfide bridges."}, {"pubmed": 21506953, "text": "Inhibition of human mast cell activation would be a mechanism for A AR antagonists, but not A(2B) AR antagonists."}, {"pubmed": 21590734, "text": "Adenosine receptor expression and activation during the differentiation of mesenchymal stem cell to osteoblasts and adipocytes, was investigated."}, {"pubmed": 21620804, "text": "Only the disulfide bond of the adenosine A2B receptor is essential for ligand binding and receptor activation."}, {"pubmed": 21622827, "text": "2',3'-cAMP inhibits proliferation of vascular smooth muscle cells from the aorta and coronary arteries. This effect is due in part to metabolism of 2',3'-cAMP to adenosine, with engagement of the A2B receptor."}, {"pubmed": 21730968, "text": "data show that expression of A1Rs induced adipocyte differentiation, whereas A2bR expression inhibited adipogenesis and stimulated an osteoblastic phenotype"}, {"pubmed": 21966389, "text": "IL-4 amplifies the pro-inflammatory effect of adenosine in human mast cells by increasing expression levels of adenosine receptors A2B and decreasing A2A"}, {"pubmed": 22119961, "text": "A2B receptors are expressed in neuroendocrine tumors during cellular stress, damage and hypoxia."}, {"pubmed": 22217884, "text": "adenosine stimulates human endothelial progenitor cells migration by activating A2A and A, but not A2B, receptors and provides evidence to support a role of adenosine in modulating angiogenic capacity of hEPC"}, {"pubmed": 22504483, "text": "studies identify adenosine-elicited stabilization of Per2 in the control of HIF-dependent cardiac metabolism and ischemia tolerance and implicate Per2 stabilization"}, {"pubmed": 22679008, "text": "ADORA2B is a candidate gene known to modify the severity of sickle cell disease."}, {"pubmed": 22767505, "text": "Binding of A(2B)AR to specific sites on p105 prevents polyubiquitylation and degradation of p105 protein."}, {"pubmed": 22848385, "text": "study identified the A2bAR as a significant regulator of HFD-induced hallmarks of T2D, thereby pointing to its therapeutic potential."}, {"pubmed": 22867902, "text": "A(1) and A(2B)adenosine receptors could be potential biomarkers to provide an early indication of SA risk and their stimulation may turn out to improve fetoplacental perfusion by increasing vascular endothelial growth factor (VEGF) and nitric oxide (NO)."}, {"pubmed": 22963436, "text": "The most recent evidence concerning the role of ADORA2B and its potential therapeutic relevance is discussed. [Review Article]"}, {"pubmed": 23045479, "text": "A(2B)ARs mediate C. difficile toxin-induced enteritis and disease."}, {"pubmed": 23286920, "text": "Distinct interactions of structurally diverse ligands with the human A(2B) receptor and differences between closely related receptor subtypes."}, {"pubmed": 23483055, "text": "Identification of a pharmacologically tractable Fra-1/ADORA2B axis promoting breast cancer metastasis."}, {"pubmed": 23584256, "text": "CD73 promotes the production of renal adenosine that is a prominent driver of renal hypertension by enhanced ADORA2B signaling-mediated endothelin-1 induction in a hypoxia-inducible factor-alpha-dependent manner."}, {"pubmed": 23638125, "text": "Hypoxia induced serotonin synthesis and secretion is amplified by ADORA2B signaling via MAPK/CREB and TPH-1 activation."}, {"pubmed": 23682121, "text": "Adenosine regulates bone metabolism via A1, A2A, and A2B receptors."}, {"pubmed": 23716716, "text": "High concentrations of extracellular adenosine in the tumor microenvironment can chronically activate A2B receptors to suppress Rap1B prenylation and signaling at the cell membrane, resulting in reduced cell-cell contact and promoting cell scattering."}, {"pubmed": 23855769, "text": "increased expression levels of the adenosine A2B receptor and a heightened deposition of hyaluronan (a component of the extracellular matrix) in remodeled vessels of patients with pulmonary hypertension associated with COPD"}, {"pubmed": 24136993, "text": "an important role of the A2B receptor-dependent upregulation of JunB in VEGF production and possibly other AP-1-regulated events."}, {"pubmed": 24391213, "text": "ADORA2B was induced in lung cells after cyclic mechanical stress. A prominent region within the ADORA2B promoter conveys stretch responsiveness and has a binding site for HIF-1."}, {"pubmed": 24434023, "text": "Data indicate that hypoxia regulates prostatic acid phosphatase (PAP) through hypoxia-inducible factor 2 alpha (HIF2alpha) and from stimulated A2B adenosine receptors."}, {"pubmed": 24464644, "text": "Activation of the adenosine A2B receptor is regulated by the C-terminus of G protein alpha-subunits."}, {"pubmed": 24502579, "text": "the adenosine A2b receptor was shown to be the only one of the adenosine receptors whose cardiac expression is induced by ischemia in both mice and humans and whose function is implicated in ischemic pre- or post-conditioning"}, {"pubmed": 24584483, "text": "After myocardial infarction, A2B receptor signaling regulates myocardial repair and remodeling."}, {"pubmed": 24589267, "text": "Studies indicate that adenosine signaling through the adenosine A2A receptor (A2AR) and A2B receptor (A2BR) were involved in sickle cell disease (SCD)."}, {"pubmed": 24652540, "text": "The effects of extracellular cAMP on monocytes are mediated by CD73 ecto-5'-nucleotidase and A2A and A2B adenosine receptors, as selective antagonists could reverse its effects."}, {"pubmed": 24877077, "text": "HUVECs from preeclampsia exhibit elevated protein level of A2BAR and impairment of A2BAR-mediated NO/VEGF signaling pathway."}, {"pubmed": 24928509, "text": "study implicates the A2bAR as a regulator of adipocyte differentiation and the A2bAR-KLF4 axis as a potentially significant modulator of adipose biology."}, {"pubmed": 24966910, "text": "Findings support a potentially destructive role for A2BAR under intestinal ischemia/reperfusion and acute hypoxic conditions."}, {"pubmed": 25002363, "text": "A2B receptor activation blunts trophoblast migration possibly as a result of reduced activation of the MAPK signaling pathway and lower proMMP-2 levels."}, {"pubmed": 25087184, "text": "Data indicate adenosine receptor ADORA2B as the specific receptor and signalling pathway for the metabolite 5'-methylthioadenosine (MTA)."}, {"pubmed": 25429616, "text": "Stimulation of A1AR and A2BAR had a prominent anti-proliferative/pro-apoptotic effect on the glioblastoma stem cells."}, {"pubmed": 25587035, "text": "the A2B adenosine receptor (ADORA2B) is essential for adenosine-induced SphK1 activity in human and mouse normal and sickle erythrocytes in vitro"}, {"pubmed": 25629231, "text": "The rs7208480 of ADORA2B as well as the haplotypes were not found to be associated with chronic heart failure susceptibility."}, {"pubmed": 25765819, "text": "our data suggest that adenosine A2b signaling represses CIITA transcription in VSMCs by manipulating the interaction between STAT1 and the epigenetic machinery."}, {"pubmed": 25966978, "text": "the A2B AR activation-driven angiogenesis via cAMP-PKA-CREB mediates VEGF production and PI3K/AKT-dependent upregulation of eNOS in HMEC-1"}, {"pubmed": 26228921, "text": "Data show that ADORA2B mRNA and protein were significantly up-regulated in oral squamous cell carcinoma (OSCC) and that ADORA2B controls cellular proliferation via HIF-1alpha activation, suggesting it may be a key regulator of tumoral progression in OSCCs."}, {"pubmed": 26478435, "text": "ADORA2B is a target gene of miR-128b.MiR-128b represses cell proliferation, migration and invasion and promotes apoptosis by targeting ADORA2B in gastric cancer."}, {"pubmed": 26748211, "text": "A2B receptor activation is critically required for the stimulatory effect of adenosine on IL-10 production and suppression of nitric oxide release."}, {"pubmed": 27199507, "text": "Findings suggest that, in obese status, the lower expression level of A2bAR, KLF4, and KLF15 of visceral adipose tissue may correlate with obese-dyslipidemia induced inflammation in Uygur population."}, {"pubmed": 27208173, "text": "Actinin-1 binds to the C-terminus of A2B adenosine receptor (A2BAR) and enhances A2BAR cell-surface expression"}, {"pubmed": 27226580, "text": "cells lacking A2b do not respond in this manner to hypoxia or ATP but transfection of A2b restores this response, that Epac1 is critically involved, and that Rap1B is important for the relative positioning of the centrosome and nucleus."}, {"pubmed": 27482003, "text": "erythrocyte AMP-activated protein kinase was activated in humans at high altitude. It is a key protein functioning downstream of the A2B adenosine receptor, phosphorylating and activating BPG mutase and thus inducing 2,3-BPG production and O2 release from erythrocytes."}, {"pubmed": 27693637, "text": "The A2b adenosine receptor antagonist PSB-603 promotes oxidative phosphorylation and ROS production in colorectal cancer cells via adenosine receptor-independent mechanism."}, {"pubmed": 27729268, "text": "Studies show that A2b receptor is overexpressed in various tumor lines and biopsies from patients with different cancers. This suggests that A2b receptor can be used by tumor cells to promote progression. [review]"}, {"pubmed": 28137910, "text": "the effects of TNF-alpha were investigated on the expression/responsiveness of the A2B adenosine receptor (A2BAR), a Gs-coupled receptor that promotes mesenchymal stem cell (MSC) differentiation into osteoblasts."}, {"pubmed": 28169986, "text": "CD73-depedent elevation of plasma adenosine signaling via ADORA2B-mediated protein kinase A phosphorylation, ubiquitination and proteasome degradation of erythrocyte ENT1 is a novel feed-forward signaling network underlying initial hypoxic adaptation and retention upon re-exposure."}, {"pubmed": 28701304, "text": "findings suggest that hypoxia, through HIF1A, contributes to the development and progression of pulmonary fibrosis through its regulation of ADORA2B expression on alternatively activated macrophages, cell differentiation, and production of profibrotic mediators"}, {"pubmed": 28921456, "text": "this study demonstrated that the Haemophilus influenzae infection stimulated A2A and A2B adenosine receptors."}, {"pubmed": 29524036, "text": "monocyte-derived macrophages from ankylosing spondylitis patients expressed increased levels of A2AAR and reduced levels of A1 and A2BAR compared to healthy controls"}, {"pubmed": 30020825, "text": "ADO inhibits oxalate transport by reducing PAT1 surface expression as shown by biotinylation studies. We conclude that ADO inhibits oxalate transport by lowering PAT1 surface expression in C2 cells through signaling pathways including the A2B AR, PKC, and phospholipase C"}, {"pubmed": 30157211, "text": "A2B adenosine receptor in MDA-MB-231 breast cancer cells diminishes ERK1/2 phosphorylation by activation of MAPK-phosphatase-1"}, {"pubmed": 30242135, "text": "hypoxia increased expression of adenosine receptor 2B (A2BR) in human breast cancer cells through the transcriptional activity of hypoxia-inducible factor 1."}, {"pubmed": 30664911, "text": "Activation of ADORA2B associates with an anti-inflammatory response in several tissue and diseases. In tissues from pregnant women with gestational diabetes mellitus, ADORA2B is overexpressed and correlates with hyperglycaemia and oxidative stress. ADORA2B shows low affinity for adenosine and its activation results in triggering intracellular signaling cascades lowering the inflammatory response. [review]"}, {"pubmed": 31234425, "text": "Reciprocal positive regulation of HIF and the A2B receptor in a hypoxic microenvironment thus enhances glycolytic and mitochondrial metabolism in osteoclasts to drive increased bone resorption."}, {"pubmed": 31263105, "text": "APIP is crucial for cardioprotection against myocardial infarction by virtue of binding to and stabilizing ADORA2B, thereby dampening ischemic heart injury."}, {"pubmed": 31278195, "text": "ADORA2B-AMPK signaling cascade-induced 2,3-biphosphoglycerate production promotes O2 delivery by erythrocytes to counteract kidney hypoxia and progression of chronic kidney disease"}, {"pubmed": 31678144, "text": "Our results indicate that A2B receptors contribute to radiation resistance in a cancer-cell-specific manner, and may be a promising target for radiosensitizers in cancer radiotherapy."}, {"pubmed": 31846065, "text": "Adenosine receptor 2B activity promotes autonomous growth, migration as well as vascularization of head and neck squamous cell carcinoma cells."}, {"pubmed": 31980601, "text": "Cancer associated fibroblasts-CD73 expression is enhanced via an adenosine-A2B receptor-mediated feedforward circuit triggered by tumor cell death, which enforces the CD73-checkpoint."}, {"pubmed": 32076070, "text": "Cysteine redox state regulates human beta2-adrenergic receptor binding and function."}, {"pubmed": 32348778, "text": "Characterization of cancer-related somatic mutations in the adenosine A2B receptor."}, {"pubmed": 32419057, "text": "Tumor-derived exosomes promote angiogenesis via adenosine A2B receptor signaling."}, {"pubmed": 32589947, "text": "Adenosine/A2B Receptor Signaling Ameliorates the Effects of Aging and Counteracts Obesity."}, {"pubmed": 33096224, "text": "Insulin requires A2B adenosine receptors to modulate the L-arginine/nitric oxide signalling in the human fetoplacental vascular endothelium from late-onset preeclampsia."}, {"pubmed": 33268695, "text": "Involvement of CD73 and A2B Receptor in Radiation-Induced DNA Damage Response and Cell Migration in Human Glioblastoma A172 Cells."}, {"pubmed": 33524770, "text": "Systematic deletion of adenosine receptors reveals novel roles in inflammation and pyroptosis in THP-1 macrophages."}, {"pubmed": 34070360, "text": "Adenosine and Cordycepin Accelerate Tissue Remodeling Process through Adenosine Receptor Mediated Wnt/beta-Catenin Pathway Stimulation by Regulating GSK3b Activity."}, {"pubmed": 35562985, "text": "Adenosine Receptor A2B Negatively Regulates Cell Migration in Ovarian Carcinoma Cells."}, {"pubmed": 36720042, "text": "CD73-Dependent Adenosine Signaling through Adora2b Drives Immunosuppression in Ductal Pancreatic Cancer."}, {"pubmed": 37187740, "text": "The resurgence of the Adora2b receptor as an immunotherapeutic target in pancreatic cancer."}, {"pubmed": 37926527, "text": "Involvement of Cannabinoid Receptors and Adenosine A2B Receptor in Enhanced Migration of Lung Cancer A549 Cells Induced by gamma-Ray Irradiation."}], "genomic_pos": {"chr": "17", "end": 15975746, "ensemblgene": "ENSG00000170425", "start": 15945130, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 15879060, "start": 15848231, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001973", "qualifier": "involved_in", "term": "G protein-coupled adenosine receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002882", "qualifier": "involved_in", "term": "positive regulation of chronic inflammatory response to non-antigenic stimulus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 7558011, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007190", "pubmed": 8022409, "qualifier": "involved_in", "term": "activation of adenylate cyclase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010575", "qualifier": "involved_in", "term": "positive regulation of vascular endothelial growth factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010753", "qualifier": "involved_in", "term": "positive regulation of cGMP-mediated signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019934", "qualifier": "involved_in", "term": "cGMP-mediated signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032722", "qualifier": "involved_in", "term": "positive regulation of chemokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032755", "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042311", "qualifier": "involved_in", "term": "vasodilation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043303", "qualifier": "involved_in", "term": "mast cell degranulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043306", "qualifier": "involved_in", "term": "positive regulation of mast cell degranulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060087", "qualifier": "involved_in", "term": "relaxation of vascular associated smooth muscle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099171", "qualifier": "involved_in", "term": "presynaptic modulation of chemical synaptic transmission"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098685", "qualifier": "located_in", "term": "Schaffer collateral - CA1 synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098793", "qualifier": "located_in", "term": "presynapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001609", "qualifier": "enables", "term": "G protein-coupled adenosine receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004930", "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 29568380, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 560100], [8364, 100496230], [9031, 395971], [9544, 696848], [9598, 455009], [9606, 136], [9615, 403410], [9913, 529760], [10090, 11541], [10116, 29316]], "id": 20167}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Adenosine A2B receptor", "id": "IPR001435", "short_desc": "Adeno_A2B_rcpt"}, {"desc": "Adenosine receptor", "id": "IPR001634", "short_desc": "Adenosn_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00020976", "map_location": "17p12", "name": "adenosine A2b receptor", "other_names": "adenosine receptor A2b", "pantherdb": {"HGNC": "264", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99403", "ortholog_type": "LDO", "panther_family": "PTHR24246", "taxid": 10090, "uniprot_kb": "Q60614"}, {"RGD": "2050", "ortholog_type": "LDO", "panther_family": "PTHR24246", "taxid": 10116, "uniprot_kb": "P29276"}, {"Ensembl": "ENSGALG00000014182", "ortholog_type": "LDO", "panther_family": "PTHR24246", "taxid": 9031, "uniprot_kb": "O13076"}, {"Ensembl": "ENSDARG00000088165", "ortholog_type": "O", "panther_family": "PTHR24246", "taxid": 7955, "uniprot_kb": "Q5RHQ9"}, {"ZFIN": "ZDB-GENE-060511-1", "ortholog_type": "LDO", "panther_family": "PTHR24246", "taxid": 7955, "uniprot_kb": "Q29ST4"}, {"WormBase": "WBGene00019287", "ortholog_type": "O", "panther_family": "PTHR24246", "taxid": 6239, "uniprot_kb": "Q10042"}, {"WormBase": "WBGene00017779", "ortholog_type": "O", "panther_family": "PTHR24246", "taxid": 6239, "uniprot_kb": "Q19779"}, {"WormBase": "WBGene00017338", "ortholog_type": "O", "panther_family": "PTHR24246", "taxid": 6239, "uniprot_kb": "Q19295"}, {"WormBase": "WBGene00011878", "ortholog_type": "O", "panther_family": "PTHR24246", "taxid": 6239, "uniprot_kb": "Q1ZXT2"}, {"FlyBase": "FBgn0039747", "ortholog_type": "O", "panther_family": "PTHR24246", "taxid": 7227, "uniprot_kb": "Q9VAA2"}], "uniprot_kb": "P29275"}, "pathway": {"kegg": [{"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04270", "name": "Vascular smooth muscle contraction - Homo sapiens (human)"}, {"id": "hsa05034", "name": "Alcoholism - Homo sapiens (human)"}], "pid": {"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-417973", "name": "Adenosine P1 receptors"}, {"id": "R-HSA-418038", "name": "Nucleotide-like (purinergic) receptors"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5683826", "name": "Surfactant metabolism"}, {"id": "R-HSA-9658195", "name": "Leishmania infection"}, {"id": "R-HSA-9660821", "name": "ADORA2B mediated anti-inflammatory cytokines production"}, {"id": "R-HSA-9662851", "name": "Anti-inflammatory response favouring Leishmania parasite infection"}, {"id": "R-HSA-9664433", "name": "Leishmania parasite growth and survival"}, {"id": "R-HSA-9824443", "name": "Parasitic Infection Pathways"}], "smpdb": {"id": "SMP00321", "name": "Intracellular Signalling Through Adenosine Receptor A2b and Adenosine"}, "wikipathways": [{"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}, {"id": "WP4900", "name": "Purinergic signaling"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}, {"id": "WP80", "name": "Nucleotide GPCRs"}]}, "pdb": ["7XY6", "7XY7", "8HDO", "8HDP"], "pfam": "PF00001", "pharmgkb": "PA24585", "pharos": {"target_id": 20204, "tdl": "Tclin"}, "pir": "JC1229", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245427", "relationship": "is"}, {"id": "GNF245428", "relationship": "is"}, {"id": "GNF245429", "relationship": "is"}, {"id": "GNF245430", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF279832", "relationship": "is"}, {"id": "GNF279833", "relationship": "is"}, {"id": "GNF279834", "relationship": "is"}, {"id": "GNF279835", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156896", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF049513", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079230", "relationship": "is"}, {"id": "GNF079231", "relationship": "is"}, {"id": "GNF079232", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051462", "relationship": "is"}, {"id": "GNF056228", "relationship": "is"}, {"id": "GNF060966", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069587", "relationship": "is"}, {"id": "GNF069588", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282453", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283380", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF000256", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF242946", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093707", "relationship": "is"}, {"id": "GNF133365", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": ["NP_000667.1", "XP_011521961.1", "XP_011521963.1", "XP_016879686.1", "XP_047291329.1", "XP_047291330.1", "XP_047291331.1", "XP_054171064.1", "XP_054171065.1", "XP_054171066.1", "XP_054171067.1", "XP_054171068.1", "XP_054171069.1"], "rna": ["NM_000676.4", "XM_011523659.4", "XM_011523661.3", "XM_017024197.3", "XM_047435373.1", "XM_047435374.1", "XM_047435375.1", "XM_054315089.1", "XM_054315090.1", "XM_054315091.1", "XM_054315092.1", "XM_054315093.1", "XM_054315094.1"], "translation": [{"protein": "XP_011521961.1", "rna": "XM_011523659.4"}, {"protein": "XP_011521963.1", "rna": "XM_011523661.3"}, {"protein": "XP_047291329.1", "rna": "XM_047435373.1"}, {"protein": "XP_047291331.1", "rna": "XM_047435375.1"}, {"protein": "XP_054171064.1", "rna": "XM_054315089.1"}, {"protein": "XP_054171068.1", "rna": "XM_054315093.1"}, {"protein": "XP_054171069.1", "rna": "XM_054315094.1"}, {"protein": "NP_000667.1", "rna": "NM_000676.4"}, {"protein": "XP_054171065.1", "rna": "XM_054315090.1"}, {"protein": "XP_016879686.1", "rna": "XM_017024197.3"}, {"protein": "XP_054171066.1", "rna": "XM_054315091.1"}, {"protein": "XP_047291330.1", "rna": "XM_047435374.1"}, {"protein": "XP_054171067.1", "rna": "XM_054315092.1"}]}, "reporter": {"HG-U133_Plus_2": "205891_at", "HG-U95Av2": "36324_at", "HTA-2_0": "TC17000180.hg.1", "HuEx-1_0": "3711869", "HuGene-1_1": "8005134", "HuGene-2_1": "16831383"}, "summary": "This gene encodes an adenosine receptor that is a member of the G protein-coupled receptor superfamily. This integral membrane protein stimulates adenylate cyclase activity in the presence of adenosine. This protein also interacts with netrin-1, which is involved in axon elongation. The gene is located near the Smith-Magenis syndrome region on chromosome 17. [provided by RefSeq, Jul 2008].", "symbol": "ADORA2B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412247"}, "unigene": "Hs.167046", "uniprot": {"Swiss-Prot": "P29275"}, "wikipedia": {"url_stub": "Adenosine A2B receptor"}}