{"AllianceGenome": "282", "HGNC": "282", "MIM": "104260", "_id": "151", "_version": 1, "accession": {"genomic": ["AC092603.2", "AF005900.3", "AF316895.1", "AY548167.1", "CH471207.2", "CP068276.2", "DQ057076.1", "EU332847.1", "KF573706.1", "M34041.1", "M38742.1", "NC_000002.12", "NC_060926.1", "NG_032950.1"], "protein": ["AAA51666.1", "AAA62823.1", "AAB62558.1", "AAI33022.1", "AAI36538.1", "AAK01635.1", "AAS55646.1", "AAX93218.1", "AAY43127.1", "ABY87536.1", "EAW71390.1", "NP_000673.2", "P18089.4"], "rna": ["AA887330.1", "BC133021.1", "BC136537.1", "BF475329.1", "CV806541.1", "NM_000682.7"], "translation": [{"protein": "AAI36538.1", "rna": "BC136537.1"}, {"protein": "AAI33022.1", "rna": "BC133021.1"}, {"protein": "NP_000673.2", "rna": "NM_000682.7"}]}, "alias": ["ADRA2L1", "ADRA2RL1", "ADRARL1", "ALPHA2BAR", "FAME2", "alpha-2BAR"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "refuted", "classification_date": "2024-06-18T16:00:00.000Z", "disease_label": "epilepsy", "gcep": "Epilepsy Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0005027", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_ef3edc91-d4fd-4704-895e-c08f45f88fe7-2024-06-18T160000.000Z", "sop": "SOP10"}}, "ensembl": {"gene": "ENSG00000274286", "protein": "ENSP00000480573", "transcript": "ENST00000620793", "translation": [{"protein": "ENSP00000480573", "rna": "ENST00000620793"}], "type_of_gene": "protein_coding"}, "entrezgene": "151", "exons": [{"cdsend": 96116149, "cdsstart": 96114796, "chr": "2", "position": [[96112875, 96116571]], "strand": -1, "transcript": "NM_000682", "txend": 96116571, "txstart": 96112875}], "exons_hg19": [{"cdsend": 96781888, "cdsstart": 96780544, "chr": "2", "position": [[96778623, 96782310]], "strand": -1, "transcript": "NM_000682", "txend": 96782310, "txstart": 96778623}], "generif": [{"pubmed": 11140838, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 11345359, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11753579, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12401126, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12519093, "text": "Observational study of gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12535806, "text": "Middle-aged white men carrying the DD genotype of the alpha(2B)-AR have a significantly increased risk for sudden cardiac death and myocardial infarction, especially before the age of 55 years."}, {"pubmed": 12535806, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12629104, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12822042, "text": "No major functional significance of the alpha(2B) adrenergic receptor polymorphism in the present sample of morbidly obese subjects was found."}, {"pubmed": 12917501, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12946937, "text": "Alpha2-ARs in vascular smooth muscle cells reflect differential activity of alpha2-AR gene promoters. Alpha2C-ARs can be induced via p38 MAPK-dependent pathway."}, {"pubmed": 14744925, "text": "A polymorphism in the (alpha)2B adrenoceptor gene associates with hypertension."}, {"pubmed": 14744925, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15166301, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15166301, "text": "body fat response to exercise training in older adults is associated with the combined effects of the Glu12/Glu9 alpha2b-adrenergic receptor, Trp64Arg beta3-adrenergic receptor, and Gln27Glu beta2-adrenergic receptor gene variants"}, {"pubmed": 15309292, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15309292, "text": "The 12Glu9 polymorphism of ADRA2B is associated with impaired insulin secretion and may predict the development of Type 2 diabetes."}, {"pubmed": 15592690, "text": "ADRA2A and ADRA2B each had a single haplotype block at least 11 and 16 kb in size"}, {"pubmed": 15592690, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15719258, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15731590, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 15864122, "text": "Observational study of gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 15864122, "text": "the del301-303 polymorphism of ADRA2B does not contribute significantly to interindividual in vivo variability in response to alpha2-AR activation in the hand vein"}, {"pubmed": 15864138, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15893292, "text": "analysis of stability of ADRA2B and binding to small molecules after detergent solubilization"}, {"pubmed": 15900214, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 15900285, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15920038, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16247508, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16269962, "text": "In Chinese men, the I allele of the ADRA2B gene is associated with higher blood pressure, but also with a more favourable metabolic phenotype."}, {"pubmed": 16269962, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16336817, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16645408, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16776624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16907703, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17039423, "text": "Multiple stepwise linear regression identified alpha2B genotype as an independent predictor of age at onset of type 2 diabetes."}, {"pubmed": 17039423, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17277585, "text": "Leisure-time physical activity decreased the risk of type 2 diabetes in those with the 12Glu and 9Glu alleles of the ADRA2B gene."}, {"pubmed": 17277585, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17370102, "text": "study showed that genotype distribution and the frequency of the alpha 2 beta adrenergic receptor alleles was not different in Greek women with polycystic ovary syndrome and controls"}, {"pubmed": 17410123, "text": "alpha-2CDel AR appears to play only a minor role in presynaptic regulation of NA release and/or to be not hypofunctional in vivo in humans, but functional responsiveness of presynaptic alpha-2 AR declines with ageing."}, {"pubmed": 17516297, "text": "Evidence for an association of the D allele with both presence and severity of neuropathy in patients with type 2 diabetes mellitus."}, {"pubmed": 17516297, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17595424, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17595424, "text": "The decrease in intermuscular fat (IMF) in ADRalpha2bGlu9 carriers was significantly different from a nonsignificant increase in ADRalpha2bGlu9 noncarriers."}, {"pubmed": 17620957, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17620957, "text": "main finding was that men with the DD polymorphism of the ADRA2B gene and job strain have significantly higher blood pressure than all other gene-work characteristics combinations"}, {"pubmed": 17625217, "text": "{alpha}2-adrenergic receptor-mediated antilipolysis in human adipose tissue is inhibited by long chain fatty acids"}, {"pubmed": 17660814, "text": "a deletion variant of ADRA2B, the gene encoding the alpha2b-adrenergic receptor, is related to enhanced emotional memory in healthy Swiss subjects and in survivors of the Rwandan civil war who experienced highly aversive emotional situations."}, {"pubmed": 18054844, "text": "These data indicate that alpha-2 adrenergic receptors contribute significantly to CBR-induced vasoconstriction in the human leg under resting conditions."}, {"pubmed": 18456256, "text": "A vascular smooth muscle cell line stably expressing the human alpha 2B-adrenoceptor was generated by transfection of rat cells"}, {"pubmed": 18596718, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18596718, "text": "we could not replicate the association of blood pressure and the metabolic phenotypes with ADRA2B I/D polymorphism"}, {"pubmed": 18854756, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18854756, "text": "The ADRA2B D allele is associated with a favorable anthropometric and metabolic profile in Chinese population."}, {"pubmed": 18953403, "text": "A variant of the ADRA2B gene is associated with essential hypertension with or without type 2 diabetes in Malaysian subjects."}, {"pubmed": 18953403, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18996102, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19056576, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19352218, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19477404, "text": "The alpha(2C) Del322-325 polymorphism exclusively or in combination with the beta(1)Arg389 allele is not associated with an increased risk of adverse events in HF."}, {"pubmed": 19593211, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19593211, "text": "The I/D polymorphism is not consistently associated with metabolic syndrome and metabolic/anthropometric parameters but with diastolic blood pressure in an urban-based population of middle-aged Swedes."}, {"pubmed": 19728989, "text": "A novel polymorphism in the coding region of the human alpha-2B adrenergic receptor has been identified and demonstrated to affect receptor function."}, {"pubmed": 19781422, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19815603, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19826083, "text": "A functional deletion variant of ADRA2B is related to increased responsivity and connectivity of brain regions implicated in emotional memory."}, {"pubmed": 19826083, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20044737, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20051907, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20051907, "text": "The ADRA2B 301-303 deletion allele (ins/del and del/del, n = 18) was associated with resistance to desensitization."}, {"pubmed": 20110158, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20110158, "text": "carriage of the ADRA2B deletion abolished the relative memory impairment in homozygous COMT val158 carriers compared to met158 carriers."}, {"pubmed": 20401689, "text": "gene x exercise interactions were observed for A2BGlu9/12 and B2Gln27Glu on change in lean soft tissue (LST, p = 0.02); exercisers on the A2BGlu9- background gained LST compared to a loss among controls over 12 months (p\\0.05)"}, {"pubmed": 20424170, "text": "Data provide strong evidence indicating that Rab8 GTPase interacts with distinct motifs in the C termini of alpha(2B)-AR and beta(2)-AR and differentially modulates their traffic from the TGN to the cell surface."}, {"pubmed": 20613626, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20651814, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20651814, "text": "the findings of this study do not support a functional significance of ADRA2B indel polymorphism at position -4825 relative to the start codon in the far upstream region of the promoter in the present migraine subjects."}, {"pubmed": 20692245, "text": "Homozygote for insertion [I]/deletion allele of alpha(2B)-AR gene polymorphism is associated with silent myocardial ischemia in type 2 diabetes mellitus patients with coronary artery disease."}, {"pubmed": 20692245, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20705341, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20739228, "text": "The noradrenaline-mediated depolarization of vascular smooth muscle cells is produced by activation of both alpha(1)-and alpha(2)-adrenoceptors."}, {"pubmed": 21159032, "text": "Data do not show any association between the presence of the alpha2B-adrenergic receptor deletion allele and the occurrence of spontaneous abortions."}, {"pubmed": 21259387, "text": "the ADRA2B polymorphism influences emotional memory formation but not memory retrieval in the amygdala and left inferior frontal gyrus."}, {"pubmed": 21357695, "text": "Alpha2B-adrenergic receptor interaction with tubulin controls its transport from the endoplasmic reticulum to the cell surface"}, {"pubmed": 21854681, "text": "The significant novel finding from this study is that the affective modulation of T2 detection is influenced by a non-additive (epistatic) interaction between the ADRA2B and 5-HTTLPR insertion/deletion polymorphisms."}, {"pubmed": 21878072, "text": "ADRA2B gene polymorphism might be associated with the hereditary sick sinus node syndrome."}, {"pubmed": 21942960, "text": "Was detected polymorphisms of ADRA2B in patients with atrial fibrillation."}, {"pubmed": 21965191, "text": "There were no main effects or interactions in relation to ADRA2B genotype."}, {"pubmed": 22025613, "text": "Data strongly demonstrate that the small GTPase ARF1 modulates ERK1/2 activation by alpha(2B)-AR and provide the first evidence indicating a novel function for ARF1 in regulating the MAPK signaling pathway."}, {"pubmed": 22170367, "text": "Variability in the acute blood pressure response to coffee may be partly explained by genetic polymorphisms of the adenosine A2A receptors and alpha(2)-adrenergic receptors."}, {"pubmed": 22218095, "text": "this study found significant effects of ADRA2B haplotype polymorphisms on response inhibition in a large Chinese sample, with the minor AAGG haplotype associated with shorter SSR."}, {"pubmed": 22404651, "text": "A triple arg motif mediates alpha(2B)-adrenergic receptor interaction with Sec24C/D and export"}, {"pubmed": 22560155, "text": "The ADRA2A and ADRA2C polymorphisms did not contribute to an increased risk of ischemic stroke or any pathophysiological subtype"}, {"pubmed": 22570080, "text": "Molecular dynamics simulations of palmitoylated/glycosylated, membrane-integrated human A(2B)AR in its native environment is a possible approach and this model can be used for designing potent and selective A(2B)AR antagonists."}, {"pubmed": 22701600, "text": "Adenosine A(2B) receptor signaling plays a role in regulating placental 11beta-hydroxysteroid dehydrogenase type 2 expression, and consequently fetal development."}, {"pubmed": 22743060, "text": "Activation of the adenosine A(2B) receptor protects against vascular injury, while it also enhances plaque stability as indicated by increased collagen content."}, {"pubmed": 22839581, "text": "For the first time, we revealed on clinical - genetic material association between hereditary disturbances of cardiac conduction and polymorphism of 2-adrenergic receptor gene."}, {"pubmed": 23105096, "text": "The small GTPase Rab26 regulates the Golgi to cell surface traffic of alpha(2)-adrenergic receptors, likely through a physical interaction."}, {"pubmed": 23225885, "text": "Adenosine alpha2B receptor is upregulated in the peripheral blood leukocytes of multiple sclerosis patients."}, {"pubmed": 23499426, "text": "this study demonstrated for the first time an independent contribution of the ADRA2B genetic polymorphism to memory impairment and we further suggest a possible protective role of the deletion variant against the disease development."}, {"pubmed": 23583499, "text": "Carriers of the ADRA2B functional deletion variant showed an impaired recognition and slower retrieval of neutral faces under stress."}, {"pubmed": 24058067, "text": "ADRA2B mutations are associated with emotional subjectivity of viusal perception."}, {"pubmed": 24087960, "text": "Statistically significant prevalence of homozygous genotype DD of ADRA2B gene was found in patients with atrioventricular blocks and sick sinus node syndrome."}, {"pubmed": 24114805, "text": "A mutation in alpha2B-adrenergic receptor is associated with autosomal dominant cortical myoclonus and epilepsy."}, {"pubmed": 24149058, "text": "Carrying the ADRA2B deletion variant enhances the relationship between arousal at encoding and subsequent memory for moderately arousing events."}, {"pubmed": 24269973, "text": "The ADRA2b deletion variant, which was previously associated with vasoconstriction, to emotional memory and visual perception."}, {"pubmed": 24997351, "text": "The ADRA2B deletion variant may selectively predict stress effects on memory in females."}, {"pubmed": 25127926, "text": "ADRA2B deletion carriers showed decreased neural activity in the amygdala when recognizing emotional faces in control condition and increased amygdala activity under stress."}, {"pubmed": 25325286, "text": "The results of this study suggested that ADRA2B is closely related to the individual difference in human attention orientation, but not to the individual difference in emotional processing."}, {"pubmed": 25558682, "text": "Polymorphism DD of a gene ADRA2B is a genetic predictor of predisposition to the blockade of the right and left bundle branch block."}, {"pubmed": 25904801, "text": "norepinephrine-related neurogenetic differences enhance the subjective vividness of perceptual experience and its emotional enhancement."}, {"pubmed": 26427149, "text": "Common polymorphisms in the ADRA2B gene are not associated with orthostatic hypotension risk in Chinese."}, {"pubmed": 26811329, "text": "role of GGA3 in the cell surface export of alpha2B-adrenergic receptor"}, {"pubmed": 26899992, "text": "These findings suggest that deletion variants of ADRA2B may show greater levels of cognitive-affective flexibility compared to non-carriers."}, {"pubmed": 27875276, "text": "These results identify a beta2-adrenergic-Ca(2+)-actin axis as a new regulator of cell deformability."}, {"pubmed": 27901063, "text": "full length alpha2B-AR associated with GGA2 but not GGA1, its third intracellular loop was found to directly interact with both GGA1 and GGA2. More interestingly, further mapping of interaction domains showed that the GGA1 hinge region and the GGA2 GAE domain bound to multiple subdomains of the loop."}, {"pubmed": 28115477, "text": "This study demonstrated that a deletion variant of the ADRA2B gene encoding the alpha2b-adrenoceptor reduces the stress-induced shift from hippocampal cognitive toward dorsal striatal habit memory."}, {"pubmed": 28254464, "text": "stress administered immediately before learning selectively enhanced long-term recall in ADRA2B deletion carriers. Stress administered 30min before learning impaired recognition memory in male deletion carriers, while enhancing recognition memory in female deletion carriers."}, {"pubmed": 28456594, "text": "ADRA2B SNPs were associated with myocardial infarction susceptibility, blood pressure and plasma lipids."}, {"pubmed": 28482761, "text": "An exaggerated vasoconstriction response to dexmedetomidine, an alpha-2 adrenergic agonist, has been associated with deletion in the alpha-2B adrenoreceptor gene (ADRA2B deletion)."}, {"pubmed": 28923554, "text": "Data indicate an association of arterial stiffness and platelet alpha2B-Rs gene expression."}, {"pubmed": 29039833, "text": "The ADRA2B DD genotype was associated with Hypertension and was more common in the native population of Mountain Shoria (Siberia)."}, {"pubmed": 29212846, "text": "Study show an associations of Del 301-303 alpha2B-adrenoceptor gene polymorphism with central hemodynamic parameters in the northern Russian population"}, {"pubmed": 29751052, "text": "this meta-analysis has established the contributions of ADRA2B to the interactions between emotion and cognition, adding to the growing literature on individual differences in attention, perception and memory."}, {"pubmed": 30858399, "text": "Aging and the Combined effects of ADRA2B and CB1 deletions on Affective Working Memory."}, {"pubmed": 31090375, "text": "In the group of shors with arterial hypertension, high albuminuria was associated with polymorphisms of the ACE genes (OR=2.05), ADRA2B (OR=6.00),-- The primary predictors determining the development of high albuminuria among patients with arterial hypertension in both ethnic groups were genetic ones."}, {"pubmed": 32385805, "text": "Involvement of Histamine 2 Receptor in Alpha 1 Adrenoceptor Mediated Cardiac Hypertrophy and Oxidative Stress in H9c2 Cardio Myoblasts."}, {"pubmed": 33900865, "text": "Alpha-2 beta-adrenergic receptor (301-303 I/D) gene polymorphism in hypertension and type 2 diabetes mellitus diseases among Saudi cases in the Qassim region."}, {"pubmed": 37525034, "text": "ADRA2B and HTR1A: An Updated Study of the Biogenic Amine Receptors Reveals Novel Conserved Motifs Which Play Key Role in Mental Disorders."}, {"pubmed": 37805907, "text": "ASSOCIATION BETWEEN GLN27GLU POLYMORPHISM IN THE Beta2 ADRENERGIC RECEPTOR GENE AND OBESITY RISK IN PATIENTS WITH EARLY-ONSET AND LATE-ONSET BRONCHIAL ASTHMA."}], "genomic_pos": {"chr": "2", "end": 96116571, "ensemblgene": "ENSG00000274286", "start": 96112876, "strand": -1}, "genomic_pos_hg19": {"chr": "2", "end": 96781984, "start": 96778707, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000165", "qualifier": "involved_in", "term": "MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003056", "qualifier": "involved_in", "term": "regulation of vascular associated smooth muscle contraction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007186", "pubmed": 17215105, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 2164221, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007565", "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0010700", "pubmed": 16531006, "qualifier": "involved_in", "term": "negative regulation of norepinephrine secretion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0010700", "pubmed": 19477270, "qualifier": "involved_in", "term": "negative regulation of norepinephrine secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030168", "qualifier": "involved_in", "term": "platelet activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032148", "pubmed": 17215105, "qualifier": "involved_in", "term": "activation of protein kinase B activity"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0032811", "pubmed": 16531006, "qualifier": "involved_in", "term": "negative regulation of epinephrine secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035624", "pubmed": 17215105, "qualifier": "involved_in", "term": "receptor transactivation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043410", "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043410", "pubmed": 17215105, "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045666", "pubmed": 17215105, "qualifier": "involved_in", "term": "positive regulation of neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045777", "qualifier": "involved_in", "term": "positive regulation of blood pressure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070474", "qualifier": "involved_in", "term": "positive regulation of uterine smooth muscle contraction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071875", "pubmed": 17215105, "qualifier": "involved_in", "term": "adrenergic receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071880", "qualifier": "involved_in", "term": "adenylate cyclase-activating adrenergic receptor signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 27901063, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004938", "qualifier": "enables", "term": "alpha2-adrenergic receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004938", "pubmed": 17215105, "qualifier": "enables", "term": "alpha2-adrenergic receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16531006, 23105096, 24114805, 26811329, 27901063], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051379", "qualifier": "enables", "term": "epinephrine binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051379", "pubmed": 17215105, "qualifier": "enables", "term": "epinephrine binding"}]}, "homologene": {"genes": [[6239, 180714], [7165, 3289716], [7955, 266751], [7955, 100330650], [8364, 100485811], [9031, 101751513], [9544, 694825], [9598, 100614466], [9606, 151], [9615, 100855976], [9913, 516422], [10090, 11552], [10116, 24174]], "id": 553}, "interpro": [{"desc": "Alpha 2B adrenoceptor", "id": "IPR000207", "short_desc": "ADRA2B_rcpt"}, {"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Adrenoceptor family", "id": "IPR002233", "short_desc": "ADR_fam"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00297315", "map_location": "2q11.2", "name": "adrenoceptor alpha 2B", "other_names": ["ADRA2B adrenergic, alpha-2B-, receptor", "G-protein coupled receptor", "alpha-2 adrenergic receptor subtype C2", "alpha-2-adrenergic receptor-like 1", "alpha-2B adrenergic receptor", "alpha-2B adrenoreceptor"], "pantherdb": {"HGNC": "282", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "87935", "ortholog_type": "LDO", "panther_family": "PTHR24248", "taxid": 10090, "uniprot_kb": "P30545"}, {"RGD": "2057", "ortholog_type": "LDO", "panther_family": "PTHR24248", "taxid": 10116, "uniprot_kb": "P19328"}, {"Ensembl": "ENSGALG00000052016", "ortholog_type": "LDO", "panther_family": "PTHR24248", "taxid": 9031, "uniprot_kb": "A0A3Q2TZN3"}, {"Ensembl": "ENSDARG00000116988", "ortholog_type": "O", "panther_family": "PTHR24248", "taxid": 7955, "uniprot_kb": "A0A2R8Q842"}, {"ZFIN": "ZDB-GENE-021010-2", "ortholog_type": "LDO", "panther_family": "PTHR24248", "taxid": 7955, "uniprot_kb": "Q90WY5"}, {"WormBase": "WBGene00017157", "ortholog_type": "O", "panther_family": "PTHR24248", "taxid": 6239, "uniprot_kb": "Q19084"}, {"WormBase": "WBGene00004777", "ortholog_type": "O", "panther_family": "PTHR24248", "taxid": 6239, "uniprot_kb": "O02213"}, {"FlyBase": "FBgn0004514", "ortholog_type": "O", "panther_family": "PTHR24248", "taxid": 7227, "uniprot_kb": "P22270"}, {"FlyBase": "FBgn0038653", "ortholog_type": "O", "panther_family": "PTHR24248", "taxid": 7227, "uniprot_kb": "A0A0B4KHD0"}], "uniprot_kb": "P18089"}, "pathway": {"kegg": [{"id": "hsa04022", "name": "cGMP-PKG signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375280", "name": "Amine ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-390696", "name": "Adrenoceptors"}, {"id": "R-HSA-392023", "name": "Adrenaline signalling through Alpha-2 adrenergic receptor"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-418597", "name": "G alpha (z) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76009", "name": "Platelet Aggregation (Plug Formation)"}], "wikipathways": [{"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}, {"id": "WP58", "name": "Monoamine GPCRs"}]}, "pdb": ["6K41", "6K42"], "pfam": "PF00001", "pharmgkb": "PA36", "pharos": {"target_id": 15859, "tdl": "Tclin"}, "pir": "A37223", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245459", "relationship": "is"}, {"id": "GNF245460", "relationship": "is"}, {"id": "GNF245461", "relationship": "is"}, {"id": "GNF245462", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF279856", "relationship": "is"}, {"id": "GNF279857", "relationship": "is"}, {"id": "GNF279858", "relationship": "is"}, {"id": "GNF279859", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079324", "relationship": "is"}, {"id": "GNF079325", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF058161", "relationship": "is"}, {"id": "GNF073347", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069305", "relationship": "is"}, {"id": "GNF069306", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093453", "relationship": "is"}, {"id": "GNF101612", "relationship": "is"}, {"id": "GNF133111", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_032950.1"], "protein": "NP_000673.2", "rna": "NM_000682.7", "translation": {"protein": "NP_000673.2", "rna": "NM_000682.7"}}, "reporter": {"HG-U133_Plus_2": "208544_at", "HTA-2_0": "TC02002100.hg.1", "HuEx-1_0": "2565082", "HuGene-1_1": "8053869", "HuGene-2_1": "16900425"}, "summary": "This intronless gene encodes a seven-pass transmembrane protein. This protein is a member of a subfamily of G protein-coupled receptors that regulate neurotransmitter release from sympathetic nerves and from adrenergic neurons in the central nervous system. [provided by RefSeq, Apr 2014].", "symbol": "ADRA2B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332029"}, "unigene": "Hs.247686", "uniprot": {"Swiss-Prot": "P18089"}, "wikipedia": {"url_stub": "Alpha-2B adrenergic receptor"}}