{"AllianceGenome": "317", "HGNC": "317", "MIM": "104150", "_id": "174", "_version": 1, "accession": {"genomic": ["AC108157.3", "AH002593.2", "CH471057.1", "CP068274.2", "M16110.1", "NC_000004.12", "NC_060928.1", "NG_023028.2"], "protein": ["AAA51674.1", "AAA51675.1", "AAH27881.1", "BAG37340.1", "BAG60031.1", "BAG60036.1", "CAA24758.1", "EAX05681.1", "NP_001125.1", "NP_001341646.2", "P02771.1"], "rna": ["AF484525.1", "AF484526.1", "AI336986.1", "AK297669.1", "AK297674.1", "AK314817.1", "BC027881.1", "NM_001134.3", "NM_001354717.2", "V01514.1"], "translation": [{"protein": "NP_001125.1", "rna": "NM_001134.3"}, {"protein": "NP_001341646.2", "rna": "NM_001354717.2"}, {"protein": "BAG37340.1", "rna": "AK314817.1"}, {"protein": "BAG60031.1", "rna": "AK297669.1"}, {"protein": "AAH27881.1", "rna": "BC027881.1"}, {"protein": "CAA24758.1", "rna": "V01514.1"}, {"protein": "BAG60036.1", "rna": "AK297674.1"}]}, "alias": ["AFPD", "FETA", "HPAFP"], "ensembl": {"gene": "ENSG00000081051", "protein": ["ENSP00000226359", "ENSP00000379138"], "transcript": ["ENST00000226359", "ENST00000395792", "ENST00000506820", "ENST00000508838", "ENST00000513720", "ENST00000514279", "ENST00000515675"], "translation": [{"protein": "ENSP00000379138", "rna": "ENST00000395792"}, {"protein": "ENSP00000226359", "rna": "ENST00000226359"}], "type_of_gene": "protein_coding"}, "entrezgene": "174", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 23.259116727, "exp_mis": 163.335005419, "exp_syn": 70.5995654441, "lof_z": 2.51797994759201, "mis_z": -1.32668569596027, "mu_lof": 1.6410240862e-06, "mu_mis": 1.43957813985e-05, "mu_syn": 5.91343372232e-06, "n_lof": 11.0, "n_mis": 198.0, "n_syn": 80.0, "p_li": 4.89578911326565e-05, "p_null": 0.00756833715999618, "p_rec": 0.992382704948871, "syn_z": -0.693579291634318}, "bp": 1830, "cds_end": 74320997, "cds_start": 74301979, "n_exons": 14, "nonpsych": {"exp_lof": 20.7735316046, "exp_mis": 147.555731991, "exp_syn": 63.6212107358, "lof_z": 2.53690119168946, "mis_z": -1.01498892334291, "mu_lof": 1.6410240862e-06, "mu_mis": 1.43957813985e-05, "mu_syn": 5.91343372232e-06, "n_lof": 9.0, "n_mis": 172.0, "n_syn": 72.0, "p_li": 0.000599476084814439, "p_null": 0.0061910563635844, "p_rec": 0.993209467551601, "syn_z": -0.661368889822598}, "nontcga": {"exp_lof": 21.3712695854, "exp_mis": 150.241096796, "exp_syn": 64.9244891659, "lof_z": 2.21308448520526, "mis_z": -1.49409419539954, "mu_lof": 1.6410240862e-06, "mu_mis": 1.43957813985e-05, "mu_syn": 5.91343372232e-06, "n_lof": 11.0, "n_mis": 187.0, "n_syn": 72.0, "p_li": 2.48707754824428e-05, "p_null": 0.0193995667529501, "p_rec": 0.980575562471567, "syn_z": -0.556001244026843}, "transcript": "ENST00000395792.2"}, "exons": [{"cdsend": 73455280, "cdsstart": 73436262, "chr": "4", "position": [[73436220, 73436347], [73437159, 73437211], [73438173, 73438306], [73440601, 73440813], [73442295, 73442428], [73443346, 73443444], [73444992, 73445122], [73447461, 73447676], [73449334, 73449467], [73450035, 73450133], [73450614, 73450753], [73452400, 73452624], [73453764, 73453897], [73455235, 73455290], [73455630, 73456174]], "strand": 1, "transcript": "NM_001134", "txend": 73456174, "txstart": 73436220}, {"cdsend": 73455280, "cdsstart": 73440663, "chr": "4", "position": [[73436220, 73436347], [73437159, 73437211], [73438173, 73438306], [73440601, 73440664], [73442288, 73442428], [73443346, 73443444], [73444992, 73445122], [73447461, 73447676], [73449334, 73449467], [73450035, 73450133], [73450614, 73450753], [73452400, 73452624], [73453764, 73453897], [73455235, 73455290], [73455630, 73456174]], "strand": 1, "transcript": "NM_001354717", "txend": 73456174, "txstart": 73436220}], "exons_hg19": [{"cdsend": 74320997, "cdsstart": 74301979, "chr": "4", "position": [[74301937, 74302064], [74302876, 74302928], [74303890, 74304023], [74306318, 74306530], [74308012, 74308145], [74309063, 74309161], [74310709, 74310839], [74313178, 74313393], [74315051, 74315184], [74315752, 74315850], [74316331, 74316470], [74318117, 74318341], [74319481, 74319614], [74320952, 74321007], [74321347, 74321891]], "strand": 1, "transcript": "NM_001134", "txend": 74321891, "txstart": 74301937}, {"cdsend": 74320997, "cdsstart": 74306380, "chr": "4", "position": [[74301937, 74302064], [74302876, 74302928], [74303890, 74304023], [74306318, 74306381], [74308005, 74308145], [74309063, 74309161], [74310709, 74310839], [74313178, 74313393], [74315051, 74315184], [74315752, 74315850], [74316331, 74316470], [74318117, 74318341], [74319481, 74319614], [74320952, 74321007], [74321347, 74321891]], "strand": 1, "transcript": "NM_001354717", "txend": 74321891, "txstart": 74301937}], "generif": [{"pubmed": 7519015, "text": "In this unified theory of cancer, it is suggested that AFP is commonly secreted by cancers and by binding to 67 kD AFP receptors, confers a malignant phenotype to tumors and immunosuppresses the host."}, {"pubmed": 7532927, "text": "AFP by binding to a 67 kD AFP receptor can block apoptosis in normal cells and cancer cells.  It may be a rare example of a soluble inhibitor of apoptosis."}, {"pubmed": 9891062, "text": "p53 and HNF-3 bind the promoter of AFP in a mutually exclusive manner, repressing and activating the gene respectively."}, {"pubmed": 11764100, "text": "blood levels of the neoplasm protein can be used to monitor hepatoblastoma response to therapy and modify treatment"}, {"pubmed": 11788893, "text": "both the ratio of AFP-L3 (AFP-L3%) and the absolute value of AFP-L3 (AFP-L3-AV) were examined in 80 patients with HCC, and evaluated with respect to characteristics of HCC such as grade of differentiation, size of tumor and morphological findings"}, {"pubmed": 11861398, "text": "Repression of alpha-fetoprotein gene expression under hypoxic conditions in human hepatoma cells: characterization of a negative hypoxia response element that mediates opposite effects of hypoxia inducible factor-1 and c-Myc."}, {"pubmed": 12006569, "text": "Variant forms of transcripts expressed in human hematopoietic progenitors; Implications for their developmental potential towards endoderm"}, {"pubmed": 12167706, "text": "Nkx2.8 bound to the active AFP promoter, and antisense inhibition of Nkx2.8 mRNA translation selectively reduced expression of both the endogenous human AFP gene and transfected reporters containing the rat AFP promoter."}, {"pubmed": 12176010, "text": "alpha-fetoprotein directly binds to CCR5 in primary macrophages"}, {"pubmed": 12361680, "text": "The alpha-fetoprotein gene is expressed in cytotrophoblasts from early human placentas."}, {"pubmed": 12499776, "text": "APF is fucosylated in hepatoma cells after treatment with acyclic retinoid"}, {"pubmed": 12503217, "text": "alpha-fetoprotein regulates neoplastic growth through the presence of an alpha-fetoprotein cell surface receptor (review)"}, {"pubmed": 12615827, "text": "Degree of alterations in maternal serum hCG and alpha-fetoprotein levels varied between fresh and frozen-thawed embryos and also between mode of fertilization."}, {"pubmed": 14622304, "text": "positively regulates cytochrome c/dATP-mediated apoptosome complex formation"}, {"pubmed": 14714299, "text": "AFP is a diagnostic but rather insensitive tissue marker for hepatocellular carcinoma"}, {"pubmed": 15001643, "text": "AFP may act as a specific proangiogenic factor of endothelial cells within the fetomaternal unit during advanced stages in pregnancy"}, {"pubmed": 15028291, "text": "mouse and human alpha-fetoprotein enhancers are strikingly different"}, {"pubmed": 15040024, "text": "AFP can stimulate the expression of some oncogenes to enhance the proliferation of human hepatocellular carcinoma Bel 7402 cells."}, {"pubmed": 15265907, "text": "AFP induces dysfunction and apoptosis of APCs, offering a mechanism by which hepatocellular carcinoma escapes immunological control."}, {"pubmed": 15280901, "text": "This first identification of a mutation in the AFP gene demonstrates for the first time that deficiency of AFP is compatible with human normal fetal development and further reproduction in males."}, {"pubmed": 15305374, "text": "AFP elevation appears to contribute to vascular invasion and hepatocellular carcinoma progression"}, {"pubmed": 15849812, "text": "AFP is able to promote the expression of FasL and TRAIL in hepatoma cells and enhance the expression of Fas and TRAILR in lymphocytes"}, {"pubmed": 15906357, "text": "alpha-FP and SCCA yielded a correct serologic diagnosis in 90.83% of the hepatocarcinoma patients."}, {"pubmed": 15993394, "text": "AFP mRNA is a more reliable marker of metastasis compared to serum AFP"}, {"pubmed": 16203738, "text": "Transient co-transfection of p53 family members showed that p53 and transactivating (TA)-p73, but not TA-p63, repress endogenous AFP transcription additively or independently."}, {"pubmed": 16627685, "text": "The gene expression profile of hepatoblasts throughout life consists of high levels of expression of alpha-fetoprotein(AFP)."}, {"pubmed": 16869888, "text": "We show here that alpha-fetoprotein cancels XIAP-mediated inhibition of endogenous active caspases in cytosolic lysates of tumor cells, as well as XIAP-induced blockage of active recombinant caspase 3 in a reconstituted cell-free system."}, {"pubmed": 16882993, "text": "We demonstrated that foldability of the AFP molecule from its denatured-reduced state is independent of its starting source, the presence or absence of glycosylation and fatty acids, and the refolding method used (dialysis or dilution)."}, {"pubmed": 17175353, "text": "mRNA may be a predictive value for recurrence of hepatocellular carcinoma in living donor liver transplantation."}, {"pubmed": 17175354, "text": "AFP mRNA-expressing cells may be a useful predictor of hepatocellular carcinoma recurrence in liver transplant patients."}, {"pubmed": 17188819, "text": "These results indicate that C/EBPalpha regulates AFP gene expression through direct binding to multiple sites in the human AFP gene in cultured human cells."}, {"pubmed": 17197899, "text": "describe the case of a 44-year-old woman who presented with vaginal bleeding, pelvic mass, and preoperative elevated AFP serum level"}, {"pubmed": 17237442, "text": "effects of a necrosis-inducing treatment (embolization) on anti-alpha-fetoprotein (AFP)-specific CD4(+) T cell responses in hepatocellular carcinoma (HCC) patients and controls using an array of AFP-derived peptides."}, {"pubmed": 17275497, "text": "The positive rate of AFP mRNA in liver transplantation patients is higher than that at preoperation, a difference that is statistically significant"}, {"pubmed": 17433605, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17433605, "text": "The novel polymorphisms identified in the promoter region of the AFP gene may be pathologically significant in HCC."}, {"pubmed": 17465484, "text": "AFP increase in patients with liver cancer was positively correlated with the infection of HBV and HCV. The serum AFP elevation by the infection of HBV and HCV is one of mechanisms which lead to hepatocarcinogenesis"}, {"pubmed": 17535089, "text": "Mesenchymal hamartoma of the liver reported with features of Beckwith-Wiedemann syndrome and high AFP levels."}, {"pubmed": 17626741, "text": "Serum AFP levels ranging between 200-800 ng/ml were associated with high expression of somatostatin receptors in hepatocellular carcinoma."}, {"pubmed": 17713163, "text": "Higher baseline serum AFP levels independently predicted a lower sustained viral response to antivirals among patients with chronic hepatitis C."}, {"pubmed": 17852813, "text": "Results show that measurements of AFP, CEA and CA125 are more readily affected by long-term frozen storage compared with frequent freezing-thawing."}, {"pubmed": 18184471, "text": "The presence of AFP mRNA in preoperative peripheral blood is related to tumor invasion of hepatocellular carcinoma."}, {"pubmed": 18194454, "text": "These data support the idea that ZHX2 contributes to AFP repression in the liver after birth and may also be involved in AFP reactivation in liver cancer."}, {"pubmed": 18316609, "text": "EpCAM and alpha-fetoprotein are expressed in hepatocellular carcinoma"}, {"pubmed": 18354237, "text": "frequency of AFP(46-55) CD4(+) T cells is significantly higher (p = 001) in patients with hepatocellular carcinoma than in healthy donors"}, {"pubmed": 18407604, "text": "serum a-fetoprotein may have a similar role in intrahepatic cholangiocarcinoma and hepatocellular carcinoma"}, {"pubmed": 18422961, "text": "Report des-gamma-carboxyprothrombin, alpha-fetoprotein and AFP-L3 in patients with chronic hepatitis, cirrhosis and hepatocellular carcinoma."}, {"pubmed": 18466288, "text": "Results indicate that the poor prognosis associated with high alpha-fetoprotein in hepatocellular carcinoma is due to high cell proliferation, high angiogenesis, and low apoptosis."}, {"pubmed": 18479159, "text": "The N-glycan structures of the Lens culinaris agglutinin (LCA)-reactive fraction of alpha-fetoprotein (AFP-L3), a tumor marker of hepatocellular carcinomas (HCC), were analyzed."}, {"pubmed": 18485897, "text": "targeting of AFP with siRNA could be a potential therapeutic approach for hepatoma"}, {"pubmed": 18551609, "text": "substitution of aa 70 of HCV-1b core region is an important predictor of elevated AFP in non-HCC (hepatocellular carcinoma) patients."}, {"pubmed": 18563566, "text": "In hepatocellular carcinoma, pre-transplant AFP levels >400 ng/ml were associated with higher tumor recurrence."}, {"pubmed": 18577995, "text": "Alpha-fetoprotein and human chorionic gonadotropin beta are elevated in high-grade neuroendocrine tumors with a rapidly progressive course and poorer survival."}, {"pubmed": 18609108, "text": "Serum samples were investigated for carcinoembryonic antigen (CEA), CA125 and MUC1, alpha-foetoprotein, neuron-specific enolase and CA19.9."}, {"pubmed": 18657899, "text": "results suggest that AFP may positively regulate cell proliferation by enhancing the apoptosis resistance via dysfunction of the p53/Bax/cytochrome c/caspase-3 signaling pathway in AFP"}, {"pubmed": 18802946, "text": "Elevated alpha-fetoprotein is associated with primary central nervous system germ cell tumors."}, {"pubmed": 19003875, "text": "In patients with hepatocellular carcinoma, a high frequency of AFP-specific CD8(+) T cells directed against different epitopes suggest that AFP has a strong and broad immunogenicity."}, {"pubmed": 19038010, "text": "Molecular background of AFP in liver cancer cells as revealed by global RNA expression analysis is reported."}, {"pubmed": 19093203, "text": "Serum AFP level at end of interferon therapy is a possible predictor of hepatocellular carcinoma in chronic hepatitis C patients after interferon therapy."}, {"pubmed": 19160651, "text": "Low Alphafetoprotein levels and increased CA 19-9 levels can be used as tumor markers in diagnosis of molar pregnancies in conjunction with clinical and sonographic findings and serum levels of human chorionic gonadotropin"}, {"pubmed": 19184104, "text": "Alpha-fetoprotein mRNA levels in peripheral blood of patients with hepatocellular carcinoma"}, {"pubmed": 19197197, "text": "Serum PIVKA-II level, not serum AFP, was a valuable independent prognostic factor in HBV-related hepatocellular carcinoma."}, {"pubmed": 19206006, "text": "small amplitude undulations in AFP are associated with recurrence of germ cell neoplasm"}, {"pubmed": 19225928, "text": "Case Report: Alpha-fetoprotein (AFP)-producing ovarian tumor in an elderly woman."}, {"pubmed": 19241193, "text": "AFP promoter enhancer increased specific expression of the human sodium iodide symporter (hNIS) for targeted radioiodine therapy of hepatocellular carcinoma."}, {"pubmed": 19343004, "text": "Case Report: Alpha-fetoprotein expressing metastastic adenocarcinoma of the esophago-gastric junction responding favorably to capecitabine and oxaliplatin."}, {"pubmed": 19362088, "text": "Alpha-fetoprotein was more sensitive than des-gamma carboxyprothrombin and lectin-bound alpha-fetoprotein in diagnosing early hepatocellular carcinoma."}, {"pubmed": 19383238, "text": "The utility of the tumour markers carcinoembryonic antigen, cancer antigen 125, carbohydrate antigen 19-9, carbohydrate antigen 15-3, alpha-fetoprotein and human chorionic gonadotropin for the diagnosis solitary pulmonary nodules, was investigated."}, {"pubmed": 19426602, "text": "Studies show that AFP enhancer can specifically enhance the expression of target TK gene within the AFP positive cell, and induce bystander effect and apoptosis in the AFP positive HepG2 cell with with GCV."}, {"pubmed": 19437037, "text": "Assessment of Dkk3 and AFP may be useful in the diagnosis of hepatic tumors."}, {"pubmed": 19457604, "text": "Maternal serum alpha-fetoprotein levels are strongly related to preterm birth, but only in the context of other abnormal pregnancy markers."}, {"pubmed": 19494365, "text": "Report novel alpha-fetoprotein-V messenger RNA isoforms in humans."}, {"pubmed": 19501957, "text": "All-trans-retinoic-acid resistance of hepatoma Bel 7402 cells is at least in part attributable to their high level of cytoplasmic alpha-fetoprotein."}, {"pubmed": 19574883, "text": "SALL4 is a more sensitive marker than PLAP, AFP, or glypican-3 for extragonadal yolk sac tumors."}, {"pubmed": 19593583, "text": "Data show that the preoperative plasma OPN level and serum AFP level in patients with early stage of HCC can be used as a prognostic marker for early stage of HCC."}, {"pubmed": 19785658, "text": "AFP may modulate inflammatory events in human skin."}, {"pubmed": 19968979, "text": "Genetic variants in the AFP gene may be associated with HCC and cirrhosis risk for ethnic Indonesians."}, {"pubmed": 19968979, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20070666, "text": "Multivariate analysis showed progression of AFP>15 microg/L per month and preoperative nodules>3 were associated with decreased overall survival in liver transplantation for hepatocellular carcinoma in cirrhotic patients."}, {"pubmed": 20101856, "text": "Elevated maternal serum AFP (alpha-fetoprotein) levels were detected in second trimester in women at risk for placental insufficiency"}, {"pubmed": 20149523, "text": "AFP expression is observed in clinical intrahepatic cholangiocarcinomas."}, {"pubmed": 20363333, "text": "C-terminal fragment of hAFP (rAFP-Cterm) comprising amino acids from 404 to 609 was expressed in E. coli BL21 (DE3) strain with high yield. The refolded rAFP-Cterm bound specifically with cancer cells carrying AFPR."}, {"pubmed": 20414942, "text": "The simultaneous determination of serum AFP, ferritin and IGF-1 may help in differential diagnosis of liver diseases."}, {"pubmed": 20495646, "text": "Microvascular invasion greatly increases the risk of recurrence and death after liver transplantation for hepatocellular carcinoma, and is strongly associated with tumour size and AFP level."}, {"pubmed": 20532728, "text": "We predicted AFP high expression localization within cells of hepatocellular carcinoma and without secretion to extracellular matrix"}, {"pubmed": 20571936, "text": "subtype classification of hepatocellular carcinoma based on EpCAM and AFP status had clinicopathologic and biologic implications in aggressive phenotype and angiogenesis"}, {"pubmed": 20740583, "text": "AFP-producing gastric cancer was prone to represent unique clinicopathological characteristics and aggressively biological behavior."}, {"pubmed": 20796153, "text": "Serum levels of the onco-fetal protein gamma glutamyl transpeptidase represent a useful prognostic parameter in hepatocellular carcinoma patients with low AFP levels."}, {"pubmed": 21059290, "text": "Alpha-fetoprotein interacted with RAR-beta and suppressed the expression of DR5 in hepatoma cells. Knockdown of alpha-fetoprotein enhanced expression of TRAIL."}, {"pubmed": 21083609, "text": "Suggest fucosylated AFP level is a useful tumor marker for hepatocellular carcinoma in patients with chronic liver disease and low serum AFP concentration."}, {"pubmed": 21083802, "text": "Early AFP response may be useful not only in predicting prognosis and treatment response but also in establishing optimized treatment plans for HCC."}, {"pubmed": 21155886, "text": "The preoperative Lens culinaris agglutinin-reactive fraction of AFP level was a useful prognostic biomarker for survival after repeat hepatic resection."}, {"pubmed": 21169258, "text": "The greatly enhanced selectivity and tumoricidal activity of Ad-HRE(12)/hAFPDelta19 make it a promising therapeutic agent in the treatment of liver cancers."}, {"pubmed": 21170957, "text": "the lack of sufficient CD4+ T-cell help, especially within the tumor tissue, may be one central mechanism responsible for the failure of AFP-specific immune responses to control HCC progression."}, {"pubmed": 21235824, "text": "FL-AFP and D-AFP impaired the MDDC ability to secrete IL-12 (p70). CONCLUSIONS: D2- and D3- but not D1-AFP extensively suppresses the MDDC function. All the recombinant AFP proteins impaired the ability of MDDC to secrete IL-12."}, {"pubmed": 21301972, "text": "High alpha-fetoprotein mRNA in peripheral blood in liver resection is associated with recurrence in hepatocellular carcinoma."}, {"pubmed": 21312197, "text": "Second-trimester MSAFP may be clinically a useful screening test for fetal Hb Bart's disease among pregnancies at risk."}, {"pubmed": 21365646, "text": "involvement of AFP in retinoic acid receptor-mediated expression and biological effects of GADD153."}, {"pubmed": 21411977, "text": "Measurement of serum AFP at 11-13 weeks improves the prediction of early preterm delivery."}, {"pubmed": 21438004, "text": "The sensitivity of hepatocellular carcinoma diagnosis can be improved by combined detection of AFP and GPC3 mRNA expressions."}, {"pubmed": 21592114, "text": "findings demonstrated that the impairment of IL-12 production from AFP-treated dendritic cell resulted in inhibition of the ability of the activation of NK cells by DCs, and thus suggests a role of AFP in hepatocellular carcinoma development"}, {"pubmed": 21745284, "text": "Serum AFP concentration is not a suitable diagnostic criterion for hepatocellular carcinoma."}, {"pubmed": 21793906, "text": "Early on-treatment AFP response was predictive of overall survival in treatment-naive patients with advanced HCC receiving infusional chemotherapy and chemoradiotherapy."}, {"pubmed": 21952001, "text": "Inclusion of serum AFP improves the performance of the first-trimester combined test in screening for trisomy 21."}, {"pubmed": 21965270, "text": "data indicate that LHX4 may act as a potential tumor suppressor in hepatocarcinogenesis, suggesting that targeting LHX4 to downregulate AFP might have therapeutic implications"}, {"pubmed": 22116493, "text": "Both 2 and 4 weeks after starting sorafenib therapy, the AFP ratio in the PR + SD group (n = 32) was significantly lower than in the PD group."}, {"pubmed": 22147961, "text": "Data show that hepatocellular carcinoma patients with higher alpha fetoprotein levels show a higher mortality rate, which appears to be attributable to the growth promoting properties of AFP."}, {"pubmed": 22150277, "text": "Changes in conformational mobility of AFP are due to disruption of intramolecular interactions."}, {"pubmed": 22152641, "text": "The potential role of maternal serum alpha-fetoprotein in the prediction and pathophysiology of autism spectrum disorders during pregnancy is explored in this case-control study."}, {"pubmed": 22233759, "text": "A simple method using an antibody-lectin EIA for quantifying fucosylated AFP that does not require special instrumentation was developed."}, {"pubmed": 22252180, "text": "alpha-fetoprotein may have a role in recurrence in hepatocellular carcinoma post resection"}, {"pubmed": 22294840, "text": "Data suggest that evaluation of bone marrow alpha-fetoprotein and VEGFR-1 mRNA in patients with hepatoma may be a valuable predictor of disease recurrence following curative resection."}, {"pubmed": 22362471, "text": "Elevated preoperative AFP and DCP levels were associated with a higher recurrence rate and shorter DFS in patients with HBV-related HCC after curative resection."}, {"pubmed": 22366528, "text": "Preoperative AFP level is an independent prognostic factor affecting postoperative recurrence in HCC patients and correlated with the time to recurrence."}, {"pubmed": 22391642, "text": "second-trimester maternal serum levels of alpha-fetoprotein, human chorionic gonadotropin, and unconjugated estriol may have a role in bronchopulmonary dysplasia"}, {"pubmed": 22469729, "text": "The two cut-off values of preoperative AFP levels might be of different implications in cirrhotic patients with hepatocellular carcinoma after curative resection."}, {"pubmed": 22471500, "text": "High alpha fetoprotein is associated with hepatocellular carcinoma."}, {"pubmed": 22472323, "text": "The results indicated that histone deacetylation is a silencing mechanism for GATA4 expression in AFP-producing gastric cancer cells."}, {"pubmed": 22521346, "text": "Knockdown of AFP in siRNA-transfected HepG2 and Bel7402 cells led to greater binding of RAR to its response element"}, {"pubmed": 22524824, "text": "High alpha-fetoprotein is associated with hepatocelluar carcinoma."}, {"pubmed": 22535689, "text": "Alpha-fetoprotein serum levels have no prognostic meaning in well-compensated cirrhosis patients with single, small Hepatocellular carcinoma treated with curative intent."}, {"pubmed": 22559879, "text": "Persistent increase in alpha-fetoprotein level is associated without underlying liver disease who underwent curative resection of hepatocellular carcinoma."}, {"pubmed": 22561245, "text": "Cloned and expressed in the secreted form wild-type glycosylated human rhAFP and non-glycosylated mutant rhAFP(0) (N233S) in the yeast strain Saccharomyces cerevisiae with multiple chromosome-integrated synthetic human AFP genes."}, {"pubmed": 22672818, "text": "Poor differentiation and higher AFP levels are indicators of poor prognosis after liver transplantation for hepatocellular carcinoma."}, {"pubmed": 22709874, "text": "Suggest that alpha-fetoprotein can stimulate granulocyte/monocyte phagocytosis."}, {"pubmed": 22935208, "text": "Inhibition of AFP expression may cause G1 phase arrest."}, {"pubmed": 23020232, "text": "The current study was performed to establish reference values for AFP in cerebrospinal fluid (CSF) and to explore the relationship of CSF AFP and serum AFP in patients."}, {"pubmed": 23038230, "text": "Marked variations occur after serum AFP levels normalize in patients undergoing surveillance"}, {"pubmed": 23169148, "text": "Low concentrations of regorafenib and sorafenib reduced AFP levels in human hepatocellular carcinoma cells."}, {"pubmed": 23211536, "text": "Mechanism underlying HBV x protein-induced specific expression of AFPR in hepatocytes."}, {"pubmed": 23282286, "text": "AFP response is a significant predictors of overall survival in treatment-naive patients with HCC receiving TACE who showed pretreatment elevation of AFP."}, {"pubmed": 23300138, "text": "This study identified several loci associated with CA19-9, CEA and AFP concentrations. The ABO variants were associated with risk of oesophageal squamous cell and pancreatic cancers and AFP variants with risk of hepatocellular cancer."}, {"pubmed": 23322323, "text": "High AFP expression is associated with hepatocellular carcinoma."}, {"pubmed": 23342486, "text": "rhAFP is a promising agent for enhancement of the hASC regenerative ability."}, {"pubmed": 23395581, "text": "In AFP-negative hepatocellular carcinoma, resection offered equivalent survival compared with orthotopic liver transplantation (OLT). In the AFP-positive group, 3-year survival for resection was 59% and for OLT was 75.3%, showing a survival advantage."}, {"pubmed": 23421992, "text": "rising plasma AFP concentrations post extensive bowel resection in infants"}, {"pubmed": 23548745, "text": "AFP serum level at presentation was significantly associated with recurrence and worse survival in patients with hepatocellular carcinoma."}, {"pubmed": 23555170, "text": "Hepatocellular carcinoma differentiation, size and vascular invasion have strong relationships with AFP levels."}, {"pubmed": 23558072, "text": "GPC-3 protein/mRNA overexpression and alpha-fetoprotein levels could be used as markers for the diagnosis of HCC and monitoring its metastasis."}, {"pubmed": 23622526, "text": "Data indicte that the lectin-based biosensor array fabricated with different lectins was used to evaluate the glycan expression of alpha-fetoprotein (AFP) N-glycan and discriminate AFP between healthy and cancer patients serum samples."}, {"pubmed": 23743582, "text": "GPC3 is comparable to AFP as a serum marker for the diagnosis of HCC, combination of AFP and GPC3 can elevate the sensitivity of diagnosis"}, {"pubmed": 23763371, "text": "A weak but significant positive correlation was found between umbilical cord AFP and capillary bilirubin levels. AFP levels in terms of bilirubin percentile values appropriate for postnatal age also showed a significant weak positive correlation."}, {"pubmed": 23886200, "text": "High alpha-fetoprotein expression is associated with lymph node metastasis in colon cancer."}, {"pubmed": 23895043, "text": "In patients with locally advanced hepatocellular carcinoma, the use of a combination of two biomarkers, AFP and PIVKA-II, appears useful in predicting treatment outcomes through the subdivision of prognostic groups."}, {"pubmed": 23980880, "text": "In Asian patients with suspicious liver lesions, the cut-off AFP level of 200 ng/ml is useful to achieve a diagnosis of hepatocellular carcinoma with high specificity and reasonable sensitivity."}, {"pubmed": 24065238, "text": "AFP was not correlated with any anthropometric, clinical or biochemical parameter in patients with nonalcoholic fatty liver disease"}, {"pubmed": 24106406, "text": "Liver metastasis was the only independent prognostic factor in AFP producing gastric adenocarcinoma."}, {"pubmed": 24123097, "text": "On-treatment AFP is a specific tumor marker for hepatocellular carcinoma in chronic hepatitis B patients receiving entecavir therapy."}, {"pubmed": 24190142, "text": "A Bayesian Network analysis showed that the aspartate aminotransferase level, whole-body insulin sensitivity index and hepatic fibrosis were directly associated with an elevated AFP level in chronic hepatitis C."}, {"pubmed": 24226839, "text": "Maternal serum AFP was not associated with fetal open spina bifida."}, {"pubmed": 24236824, "text": "It is a tumor marker for diagnosis of hepatocellular carcinoma (HCC)."}, {"pubmed": 24299318, "text": "The best discriminating AFP value for the diagnosis of HCC is 20ng/ml; HBsAg, HBeAb and HBcAb positive patients have the optimal sensitivity and specificity; tumor size >/= 10cm is an independent predictor of elevated AFP."}, {"pubmed": 24354994, "text": "It is a tumor marker for hepatocellular carcinoma."}, {"pubmed": 24425104, "text": "AFP can promote the proliferation of hepatoma cells via activation of PI3K/Akt signaling pathway."}, {"pubmed": 24455683, "text": "Measurement of AFP and PIVKA II marker levels before and after HCC treatment is clinically useful in monitoring of treatment outcomes and prognosis and in predicting recurrence and survival."}, {"pubmed": 24472068, "text": "The prognosis of patients undergoing living donor liver transplantation for hepatocellular carcinoma strongly relies on maximum AFP or des-gamma-carboxyprothrombin values before transplantation."}, {"pubmed": 24530300, "text": "The proposed method offers a reliable, simple, reagent safe and inexpensive analytical platform for the determination of AFP in serum"}, {"pubmed": 24589829, "text": "The data from this study showed that serum levels of preoperative AFP and CA19-9 were able to predict survival of patients with hepatic carcinoma after liver transplantation."}, {"pubmed": 24591342, "text": "The elevation of hsAFP-L3 identifies patients with poor prognosis despite the normalization of AFP"}, {"pubmed": 24614696, "text": "AFP is a potential independent survival predictor in HBV-associated hepatocellular carcinoma patients selected for liver transplantation."}, {"pubmed": 24634927, "text": "High serum AFP level (>10 ng/mL) may indicate the already-started recovery through active liver regeneration or the early recovery within 2 weeks in acute hepatitis A."}, {"pubmed": 24700365, "text": "Hepatocellular carcinoma classification based on Gd-EOB-DTPA-enhanced MRI and serum AFP levels predicted overall survival"}, {"pubmed": 24798303, "text": "Multivariable analysis in hepatocellular carcinoma cases demonstrates that the AFP level predicts poor survival independent of tumor stage."}, {"pubmed": 24841158, "text": "Combination of Glypican-3 and PIVKA-II showed the highest sensitivity, while GPC-3 alone and combination of GPC-3 and AFP showed the highest specificity to differentiate HCC from normal controls."}, {"pubmed": 24922551, "text": "AFP, a serum glycoprotein produced at high levels during fetal development, is a novel marker protein for the antioxidant effect of the placenta."}, {"pubmed": 25041030, "text": "Studies indicate taht engineering alpha-fetoprotein created highly immunogenic hepatocellular carcinoma (HCC) vaccines."}, {"pubmed": 25064545, "text": "Case Report: AFP producing metastatic rectal adenocarcinoma."}, {"pubmed": 25128299, "text": "Serum AFP levels increased as pathological levels of inflammation and fibrosis increased in chronic hepatitis B patients."}, {"pubmed": 25167201, "text": "Dried blood spot testing reliability and consistently allowed determination of plasma AFP levels."}, {"pubmed": 25206293, "text": "Serum AFP levels are significantly associated with fatty liver disease. AFP acts as a cofactor, but not as an independent factor, for FLD."}, {"pubmed": 25355916, "text": "hepatocellular carcinoma-derived isoform inhibits dendritic cells differentiation and immunostimulatory functions"}, {"pubmed": 25456363, "text": "Elevated serum alpha-fetoprotein is associated with germ-cell tumours."}, {"pubmed": 25577247, "text": "Arg-1 is a more sensitive and better specific marker for hepatocellular carcinoma compared with HepPar-1 and AFP, indicating that Arg-1 can be easily applied in distinguishing HCC from metastatic tumors."}, {"pubmed": 25597408, "text": "YY1AP1 may serve as a key molecular target for EpCAM(+) AFP(+) HCC subtype"}, {"pubmed": 25648018, "text": "Rheumatoid factor interferes with AFP measurement by ELISA."}, {"pubmed": 25652109, "text": "Serum levels of AFP, DKK1, and OPN were significantly elevated in patients with hepatocellular carcinoma."}, {"pubmed": 25731670, "text": "The miR-630 expression in carcinoma tissues revealed a positive correlation with the levels of serum alpha-fetoprotein"}, {"pubmed": 25738614, "text": "predictive ability of baseline serum AFP level in HCC patients"}, {"pubmed": 25767942, "text": "placenta-mediated adverse pregnancy outcome (PMAPO) before term but not PMAPO at term associated with elevated serum level in second trimester"}, {"pubmed": 25773802, "text": "The radiologic response was compatible with AFP response."}, {"pubmed": 25846403, "text": "For Down syndrome affected pregnancies, the median MoM of first trimester PAPP-A, PlGF, and AFP were significantly reduced, and free-beta-hCG were significantly elevated."}, {"pubmed": 25846475, "text": "Data showed that upregulation of cytoplasmic AFP is associated with down-regulation of GADD45a in hepatocellular neoplastic tissues and that AFP mediated downregulation of GADD45a to accelerate aberrant growth of HBV infected cells."}, {"pubmed": 25852278, "text": "Serum PIVKA-II might be a better tumor marker than AFP, and its combination with AFP may enhance the early detection of HCC in patients with chronic hepatitis B."}, {"pubmed": 25914481, "text": "Regardless of virological response, telaprevir-based triple therapy reduced the serum AFP level."}, {"pubmed": 25916058, "text": "Suggest that serum AFP measurements may have a significant role in increasing sensitivity in HCC surveillance, especially for detecting early stage HBV-related HCC."}, {"pubmed": 25945007, "text": "High levels of AFP were predictors of poor prognosis in hepatocellular carcinoma."}, {"pubmed": 25962419, "text": "High Alpha-fetoprotein expression is associated with rectal carcinoma."}, {"pubmed": 25966084, "text": "Data show that silencing of alpha-fetoprotein (AFP) expression in HepG2 cells can effectively inhibit the growth of hepatoma cells and promote apoptosis, which may be useful for reducing intracellular Survivin mRNA levels."}, {"pubmed": 25987792, "text": "Adding AFP and ascites to the BCLC staging classification can improve prognosis prediction for early and intermediate stages of hepatocellular carcinoma."}, {"pubmed": 26019036, "text": "A partially methylated or unmethylated RASSF1A promoter as well as elevated serum AFP level or methylation of p21 in addition to elevated serum AFP level might be associated with poor prognosis in patients with hepatocellular carcinoma."}, {"pubmed": 26078578, "text": "Levels of both serum prolidase and AFP could contribute to the early diagnosing of hepatocellular carcinoma."}, {"pubmed": 26078940, "text": "the experimental results and the molecular modeling data from the interactions of AFP and HSA with PTEN will help us to identify targets for designing drugs and vaccines against human hepatocellular carcinoma."}, {"pubmed": 26125916, "text": "Sublingual vein parameters and AFP, AFP-L3, and GP73 serum gene expression facilitate early diagnosis of patients with hepatocellular carcinoma."}, {"pubmed": 26162540, "text": "Although circulating serum AFP is known as a growth-enhancing factor during development, cytoplasmic AFP has a lethal role in the oncogenesis, growth, and metastasis of adult liver cancer."}, {"pubmed": 26176068, "text": "Preoperative AFP could not contribute to predicting the survival of liver transplant patients who meet Milan and UCSF criteria, inversely, the survival is improved by taking into account preoperative AFP when tumors exceed UCSF criteria."}, {"pubmed": 26176088, "text": "Suggest preoperative serum level of CA19-1 may be more useful than CEA, CA72-4, AFP and CA125 levels as a prognostic factor in gastric cancer."}, {"pubmed": 26252472, "text": "AFP has a role in radiologic response to combined radiotherapy and transarterial chemoembolization for hepatocellular carcinoma with portal vein tumor thrombus"}, {"pubmed": 26349668, "text": "A high level of serum AFP is an independent prognostic factor in gastric cancer and can be used for evaluating the prognosis of gastric cancers whether in the presence or absence of liver metastasis."}, {"pubmed": 26373980, "text": "Integration of the AFP delta-slope with conventional criteria may further improve HCC patient selection for liver transplantation and treatment outcomes."}, {"pubmed": 26436360, "text": "Suggest that AFP with modified cutoffs according to the individual's hepatitis status might be a useful screening marker for HCC in hepatitis prevalent areas."}, {"pubmed": 26441340, "text": "The results of this meta-analysis showed that serum GP73 + AFP exhibited significantly higher diagnostic accuracy for HCC than did serum GP73 or AFP alone."}, {"pubmed": 26519622, "text": "Letter: serial AFP measures improve performance characteristics of previously validated adjusted AFP algorithm for predicting the 6-month HCC risk among individuals with HCV-related cirrhosis."}, {"pubmed": 26588210, "text": "When confirmed by a low alpha-fetoprotein concentration (<400 mug/L), CK-19 expression in is an additional valuable indicator of early recurrence, distant metastasis, and poor prognosis in HBV-positive patients"}, {"pubmed": 26618566, "text": "Elevated insulin resistance, leptin, serum iron, ferritin, mean platelet volume, NLR, and advanced fibrosis, as well as decreased platelet count and serum albumin, are independently associated with an elevated AFP level in chronic hepatitis C."}, {"pubmed": 26681337, "text": "Results show that AFP normalization within three months after stereotactic body radiotherapy (SBRT) is a prognostic surrogate for overall survival and progression free survival in patients with small hepatocellular carcinoma."}, {"pubmed": 26756858, "text": "AFP promoted hepatocellular carcinoma cell invasion and metastasis via up-regulating expression of metastasis-related proteins."}, {"pubmed": 26756996, "text": "combination of circulating miR-126 + AFP is a promising noninvasive diagnostic biomarker for HBV-HCC and may be useful in the management of HCC patients."}, {"pubmed": 26767857, "text": "Suggest elevated serum AFP levels may have diagnostic value for early stage hepatocellular carcinoma in Korean patients."}, {"pubmed": 26782388, "text": "VEGF could be a potential biomarker for HCC, while AFP could be used to distinguish between patients with HCC and cirrhosis or HCV."}, {"pubmed": 26784252, "text": "High serum AFP is associated with hepatitis B virus infection-related hepatocellular carcinoma."}, {"pubmed": 26844573, "text": "Computer modeling shows the identification of potential binding sites of lysophospholipids (LP) receptors on the AFP third domain receptor binding fragment. AFP might bind not only to the LPL receptors, but also to LPLs themselves since AFP binds medium and long chain fatty acids. It is proposed that some of the activities ascribed to AFP might be due in part to the presence of bound LPLs and/or their receptors. [review]"}, {"pubmed": 26861571, "text": "The definitive endoderm and foregut endoderm differentiation capabilities of Wnt pathway-modulated cells were determined based on the expression levels of the endodermal transcription factors SOX17 and FOXA2 and those of the transcription activator GATA4 and the alpha-fetoprotein (AFP) gene, respectively."}, {"pubmed": 26887339, "text": "The risk of post-transplant hepatocellular carcinoma recurrence is dependent on the last pre-transplant AFP regardless of its previous dynamics."}, {"pubmed": 26927385, "text": "Data show that both Ezrin and SIX1 proteins are highly expressed in alpha fetoprotein-negative hepatocellular carcinoma (HCC) and significantly related with the TNM stage."}, {"pubmed": 26968839, "text": "Data indicate the diagnostic criteria of chorionic gonadotropin beta subunit (beta-hCG) and alpha-Fetoprotein (alphaFP) in CSF and serum, which may advance the early and formal diagnosis of intracranial germ cell tumors (ICGCTs)."}, {"pubmed": 26976278, "text": "High serum alpha-fetoprotein is associated with colon cancer."}, {"pubmed": 26986465, "text": "AFP remained the best single marker, and the combined use of AFP with prothrombin precursor or DKK-1 had the best diagnostic performance compared to all other possible combinations of the four biomarkers, even in early stage hepatocellular carcinoma."}, {"pubmed": 26986949, "text": "Interference of AFP reduced AGS gastric cancer cell invasion and metastasis by enhancing anoikis sensitivity."}, {"pubmed": 27070780, "text": "the accuracy of des-gamma-carboxy prothrombin for distinguishing hepatocellular carcinoma from various controls was 6.2-9.7% higher than that of AFP"}, {"pubmed": 27121855, "text": "High serum AFP levels were significantly associated with the prevalence of metabolic syndrome in a Chinese asymptomatic population."}, {"pubmed": 27123974, "text": "Lower post-treatment AFP levels and HCV genotype 2 significantly correlated with liver fibrosis regression after sustained virological response."}, {"pubmed": 27160647, "text": "AFP mRNA level is in enriched circulating tumor cells from patients with metastatic hepatocellular carcinoma."}, {"pubmed": 27255186, "text": "AFP may be an important molecule acting against paclitaxel-inhibited proliferation and induced apoptosis in hepatocellular carcinoma cells via repressing the activity of caspase-3 and stimulating the expression of Ras and Survivin."}, {"pubmed": 27304617, "text": "Measurements of serum alpha-fetoprotein (AFP) levels could be helpful in detecting progression or recurrence in treated patients with hepatitis B virus (HBV) - hepatocellular carcinoma (HCC) and normal alanine aminotransferase (ALT)."}, {"pubmed": 27400853, "text": "A correlation was found between serum AFP concentration and age in extremely low-birthweight infants (ELBWI), and the 95%CI of serum AFP concentration was determined for ELBWI up to 2 years after birth."}, {"pubmed": 27448301, "text": "Studies indicate that the experimental data on the carboxy-terminal third domain of alpha-fetoprotein (AFP-3D) interaction with cell cycle proteins in cultured MCF-7 breast cancer cells were consistent with the \"in silico\" findings."}, {"pubmed": 27468575, "text": "Simultaneous determination of the AFP, AFP-L3 and TP53 yielded a better diagnostic accuracy and sensitivity in the detection of HCCs than each biomarker alone."}, {"pubmed": 27535982, "text": "we used alpha-fetoprotein (AFP), a specific liver cancer marker, as an example to determine whether peptide-MHC complexes can be targets for CAR T-cell therapy against solid tumors.in an established intraperitoneal liver cancer xenograft model, AFP-CAR T cells showed robust antitumor activity"}, {"pubmed": 27688662, "text": "analysis of alpha-fetoprotein producing early gastric cancer with enteroblastic differentiation"}, {"pubmed": 27690720, "text": "soluble alpha-fetoprotein is a marker for Fanconi anemia; FANC proteins form multi-protein complexes with BRCA proteins and are involved in homologous DNA repair [review]"}, {"pubmed": 27748052, "text": "Irregular MIP pattern by CEUS and high level of serum AFP-L3 were independent risk factors for poor outcome after successful RFA. The Patients with these findings should be considered as special high-risk group in early-stage HCC."}, {"pubmed": 27748053, "text": "our data suggest that HBeAg seroconversion and liver cirrhosis are associated with the occurrence of HCC and that a surveillance system with regular measurement of AFP to watch for the occurrence of HCC may be mandatory for children and young patients with chronic HBV infection."}, {"pubmed": 27771626, "text": "serum level in the second trimester an important indicator of fetal surface malformations"}, {"pubmed": 27835609, "text": "Incorporation AFP status into the BCLC staging system to modify the recommended treatment of patients with stage C hepatocellular carcinoma."}, {"pubmed": 27835879, "text": "miR-620, miR-1236 and miR-1270 are critical factors in the post-transcriptional regulation of AFP in hepatitis B infected hepatoma cells. Icaritin can counteract the effect of HBV."}, {"pubmed": 27924522, "text": "Increased expression of AFP resulted in the upregulation of beta-catenin mRNA and protein levels, while knockdown of AFP with AFP shRNA led to significantly decreased beta-catenin mRNA and protein levels in hepatocellular carcinoma cells."}, {"pubmed": 27925189, "text": "AFP expression turned on prior to expression of Oct4, Klf4, Sox2 and c-myc, and the stemness markers CD44, CD133 and EpCAM in the normal human liver L-02 cell line or CHL cell lines upon transfection with MCV-HBx vectors.  HBx stimulates AFP expression to induce natural reprogramming of liver cells, and AFP plays a critical role in promoting the initiation of HCC progenitor/stem cells."}, {"pubmed": 27936479, "text": "We could demonstrate in our cohort the superior detection of early stage HCC with the combined use of the respective biomarkers and in particular GALAD even in AFP-negative tumors."}, {"pubmed": 27997559, "text": "Contrary to expectation, Chronic Hepatitis B patients with current or recent exposure to NA therapy showed poorer performance of AFP during hepatocellular carcinoma surveillance"}, {"pubmed": 28011514, "text": "we evaluated the clinical performance of LOCItrade mark-based tumor marker assays CEA, CA19-9, CA15-3, CA125 and AFP in patients with gastrointestinal cancer and demonstrated their high diagnostic power"}, {"pubmed": 28211991, "text": "BWS registries and prospective clinical studies will assess the most appropriate means to screen for hepatoblastoma, whether aFP-screened patients have additional survival benefit over patients screened by US only, and whether the outcome is improved by earlier detection"}, {"pubmed": 28296720, "text": "serum level differentiates hepatocellular carcinoma from liver cirrhosis, especially when combined with acarboxyprothrombin"}, {"pubmed": 28468916, "text": "Identification of the distinct impact of circulating tumor derived AFP on NK-cell function and viability may be crucial to developing a strategy to ameliorate hepatocellular carcinoma patient NK-cell functional deficits."}, {"pubmed": 28498467, "text": "Antibody therapy targeted at AFP-producing tumor cells showed an inhibitory effect on the PI3K/AKT pathway via the liberation, restoration and functional stabilization of PTEN. PTEN simultaneously induced both P53 activation and intracellular translocation of GLUT1, since these are closely associated with PTEN."}, {"pubmed": 28540298, "text": "The detection of ALT, AFP, AFP-L3, and GP73 has a certain guiding significance to predict the risk of hepatocellular carcinoma in hepatic cirrhosis patients"}, {"pubmed": 28554567, "text": "rAFP promoted growth of the human HCC cells, antagonize paclitaxel inhibition of HCC cell proliferation, suppress expression of active caspase-3, and promote expression of Ras and survivin."}, {"pubmed": 28582340, "text": "Cases of ovarian ovarian Sertoli-Leydig cell tumors (SLCTs) with elevated serum AFP should be sampled extensively to look for foci of intestinal-type glands, the likely source of the alpha fetoprotein (AFP) elevation in some of these neoplasms."}, {"pubmed": 28621228, "text": "Protein induced by vitamin K absence or antagonist-II showed higher area under the curve than alpha-fetoprotein for diagnosis of hepatitis B virus-related hepatocellular carcinoma patients (0.901 vs 0.788).We conclude that Combining alpha-fetoprotein and protein induced by vitamin K absence or antagonist-II may improve the diagnostic value for early detection of hepatocellular carcinoma."}, {"pubmed": 28650134, "text": "In HBV-related cirrhosis, the combination of miR-122, AFP and PIVKA-II enables the identification of patients at higher risk of hepatocellular carcinoma development."}, {"pubmed": 28652441, "text": "PIVKA II, when combined with AFP, may be considered as a screening test for hepatocellular carcinoma due to its high negative predictive value."}, {"pubmed": 28668957, "text": "Unspecific AFP elevations occur in about 2% of pure testicular seminoma patients."}, {"pubmed": 28863782, "text": "High-levels of PIVKA-II in at-risk patients is an indicator of hepatocellular carcinoma (HCC)development in two-year time. CONCLUSIONS: Our data showed that PIVKA-II effectively increases the detection rate of HCC was a valid complement to AFP and image examination in HCC surveillance"}, {"pubmed": 28893428, "text": "Elevated preoperative serum alpha-fetoprotein levels have predictive value for hepatocellular carcinoma survival."}, {"pubmed": 28970114, "text": "p55PIK significantly stimulated the expression of AFP by activating NF-kappaB signaling pathway in hepatocellular carcinoma cells."}, {"pubmed": 28993684, "text": "The AFP level at diagnosis was an independent risk predictor associated with pathological grade, progression, and survival."}, {"pubmed": 29192630, "text": "HCC [hepatocellular carcinoma] patients who are sero-positive for DCP [Des-gamma-carboxyprothrombin] and sero-negative for AFP[Alpha-fetoprotein] have significantly higher levels of serum ALT[alanine aminotransferase]; serum ALT levels may be of diagnostic importance in AFP-negative, HBV-related HCC [hepatitis B virus-related hepatocellular carcinoma] patients."}, {"pubmed": 29284589, "text": "Peak preoperative serum alpha-fetoprotein to total tumor volume predicts recurrence of hepatocellular carcinoma."}, {"pubmed": 29375212, "text": "Examination of AFP over time has great predictive and prognostic value for managing advanced gastric cancer. For those with markedly elevated AFP, triplet regimens may be a better choice."}, {"pubmed": 29479896, "text": "Findings suggest that high levels of alpha fetoprotein (AFP) during HBeAg-negative activation phase (ENA) may be associated with a high risk of developing of hepatocellular carcinoma (HCC)."}, {"pubmed": 29505494, "text": "AFP slope increasing greater than 7.5 ng/mL per month despite locoregional therapy is associated with post-liver transplantation hepatocellular carcinoma recurrence and may serve as a surrogate for microvascular invasion."}, {"pubmed": 29572833, "text": "Low expression of AFP is associated with recurrence of hepatocellular carcinoma."}, {"pubmed": 29696820, "text": "The efficiency in HCC prediction using serum AFP level can be improved by adjusting AFP level based on genetic effects. The genetic correction effect on serum AFP should be considered in the clinic application of such tumor biomarkers."}, {"pubmed": 29717027, "text": "Serum AFP is a tumor biomarker for diagnosing primary hepatocellular carcinoma.[meta-analysis]"}, {"pubmed": 29744604, "text": "Early decline of serum alpha-fetoprotein in children with hepatoblastoma treated with neoadjuvant chemotherapy associated with response to treatment and survival."}, {"pubmed": 29806060, "text": "High serum AFP levels are associated with Gastric Adenocarcinoma."}, {"pubmed": 29808014, "text": "Treatment with ramucirumab prolonged time to AFP progression, slowed AFP increase and was more likely to induce AFP response. Similar benefits in radiographic progression and response correlated with AFP changes."}, {"pubmed": 29888876, "text": "These findings suggest that glycopeptide-based LC-MS/MS is a promising method and that AFP-fuc% is a clinically useful parameter for differentiating between early HCC and liver cirrhosis."}, {"pubmed": 30082549, "text": "Aberrant CTNNB1 expression was seen in a substantial proportion of our hepatocellular carcinoma (HCC) cases. CTNNB1-positive HCC was associated with normal AFP levels, unicentric tumors, well-differentiated histology, and an unfavorable outcome."}, {"pubmed": 30249880, "text": "the results suggest that AFP may positively regulate cell proliferation by enhancing the apoptosis resistance via effect on TGF-beta and p53/Bax/caspase-3 signaling pathway in HepG2 cells. As such, the knockdown of AFP gene should be further investigated in vivo as a novel approach to hepatocellular carcinoma treatment."}, {"pubmed": 30259282, "text": "Serological risk index based on pretransplant serum AFP and CRP values is able to predict oncologically futile liver transplantation among advanced hepatocellular carcinoma patients."}, {"pubmed": 30522102, "text": "AFP-positivity is a significant negative predictor of overall survival in patients with colorectal cancer, which may be mediated by hepatocyte growth factor / c-Met signaling pathway."}, {"pubmed": 30775893, "text": "The HCV RNA-positive group had significantly higher serum Alpha-fetoprotein (AFP) levels than the negative groups, but there was no correlation between AFP levels and HCV RNA viral load in HCV infection patients."}, {"pubmed": 30806789, "text": "It is a useful prognostic marker in patients with hepatocellular carcinoma."}, {"pubmed": 30846192, "text": "In hepatocellular carcinoma, alpha-fetoprotein response independently predicted overall survival (OS) and recurrence-free survival (RFS) time after resection (both P < .001). In patients with a higher risk of tumor recurrence (either single tumor with microvascular invasion or multiple tumors), alpha-fetoprotein responders were associated with better survival than the nonresponders (P < .05)."}, {"pubmed": 30854929, "text": "High serum fucosylated AFP expression is associated with hepatocellular carcinoma."}, {"pubmed": 30905450, "text": "the increased serum AFP levels were most evident but not specific for liver cancer patients."}, {"pubmed": 30946366, "text": "The single-nucleotide polymorphisms in ERCC1 and AFP genes may affect the prognosis of hepatocellular carcinoma, offering reliable information for early prediction of tumor progression and diagnosis."}, {"pubmed": 31138428, "text": "An elevated maternal AFP:PAPP-A ratio in the first trimester is associated with placentally-related adverse outcomes in a cohort of unselected nulliparous women."}, {"pubmed": 31177570, "text": "Pre-transplant alpha-fetoprotein is associated with post-transplant hepatocellular carcinoma recurrence mortality."}, {"pubmed": 31355926, "text": "This study is the first to show an association between AFP decline and the cumulative incidence of relapse in pediatric patients treated for germ cell tumors."}, {"pubmed": 31421008, "text": "Changes in alpha-foetoprotein and Gc-globulin in relation to outcomes in non-acetaminophen acute liver failure."}, {"pubmed": 31436873, "text": "Biology and significance of alpha-fetoprotein in hepatocellular carcinoma."}, {"pubmed": 31511712, "text": "Serum Golgi protein-73, alpha-fetoprotein-L3 and Tat-interacting protein-30 levels were significantly different in the hepatocellular carcinoma patients compared to controls, and those with chronic hepatitis and liver cirrhosis (p<0.01 each)."}, {"pubmed": 31517445, "text": "Racial disparities in alpha-fetoprotein testing and alpha-fetoprotein status associated with the diagnosis and outcome of hepatocellular carcinoma patients."}, {"pubmed": 31585923, "text": "Alpha-fetoprotein is an autoantigen in hepatocellular carcinoma and juvenile Batten disease."}, {"pubmed": 31593481, "text": "Mean AFP levels were significantly higher in cirrhosis patients with than without hepatocellular carcinoma (HCC) at the time of HCC diagnosis, at 6 months and 12 months before the diagnosis."}, {"pubmed": 31599689, "text": "Serum reference intervals for gastrointestinal tumor biomarker AFP in the healthy adults of Han nationality."}, {"pubmed": 31646787, "text": "The spectral computed tomography imaging combined with AFP is conducive to improving the efficiency of differential diagnosis of liver cancer and hepatic focal nodular hyperplasia."}, {"pubmed": 31648804, "text": "A combination of alpha-fetoprotein, midkine, thioredoxin and a metabolite for predicting hepatocellular carcinoma."}, {"pubmed": 31736338, "text": "Taken together, AFP and ORM1 in the urine may be used as a diagnostic or screening biomarker of Hepatocellular carcinoma"}, {"pubmed": 31829979, "text": "Daily decrease of post-operative alpha-fetoprotein by 9% discriminates prognosis of HCC: A multicenter retrospective study."}, {"pubmed": 31849039, "text": "Identification of an HLA-A*24:02-restricted AFP signal peptide-derived antigen and its specific T-cell receptor for T-cell immunotherapy has been reported."}, {"pubmed": 31915469, "text": "In healthy individuals, serum AFP levels were significantly lower with HNF1A rs2464196-AA and rs1169310-TT genotypes. Similar significant differences were observed in HCC patients."}, {"pubmed": 31925595, "text": "Elevated Serum alpha-Fetoprotein is Associated with Abbreviated Survival for Patients with Fibrolamellar Hepatocellular Carcinoma Who Undergo a Curative Resection."}, {"pubmed": 31973032, "text": "TUG1 Is a Regulator of AFP and Serves as Prognostic Marker in Non-Hepatitis B Non-Hepatitis C Hepatocellular Carcinoma."}, {"pubmed": 31992114, "text": "HNF-1 binding point mutation of the AFP gene promotes cirrhosis in post-menopausal women."}, {"pubmed": 32132566, "text": "A novel alpha-fetoprotein-derived helper T-lymphocyte epitope with strong immunogenicity in patients with hepatocellular carcinoma."}, {"pubmed": 32167614, "text": "Clinical role of combining alpha-fetoprotein and lens culinaris agglutinin-reactive fraction of alpha-fetoprotein for hepatocellular carcinoma: Evidence from literature and an original study."}, {"pubmed": 32251652, "text": "The diagnostic accuracy of maternal serum alpha-fetoprotein variants (AFP-L2 and AFP-L3) in predicting fetal open neural tube defects and abdominal wall defects."}, {"pubmed": 32292079, "text": "Correlation and diagnostic value of maternal serum alpha-fetoprotein level, predelivery age and body mass with gestational diabetes mellitus."}, {"pubmed": 32459893, "text": "[Prognostic significance of specific proteins of pregnancy in women with a uterine scar and placenta accreta.]"}, {"pubmed": 32471447, "text": "Prognostic role of alpha-fetoprotein in patients with hepatocellular carcinoma treated with repeat transarterial chemoembolisation."}, {"pubmed": 32490681, "text": "HSP90alpha combined with AFP and TK1 improved the diagnostic value for hepatocellular carcinoma."}, {"pubmed": 32493393, "text": "Serum metabolites may be useful markers to assess vascular invasion and identify normal alpha-fetoprotein in hepatocellular carcinoma undergoing liver resection: a pilot study."}, {"pubmed": 32521927, "text": "Clinical significance of changes in AFP, HTATIP2/TIP30, B7-H4 and inflammatory cytokines after transcatheter arterial chemoembolization."}, {"pubmed": 32623383, "text": "Modeling the time-related fluctuations of AFP and PIVKA-II serum levels in patients with cirrhosis undergoing surveillance for hepatocellular carcinoma."}, {"pubmed": 32636319, "text": "Serum Alpha-fetoprotein Levels and Clinical Outcomes in the Phase III CELESTIAL Study of Cabozantinib versus Placebo in Patients with Advanced Hepatocellular Carcinoma."}, {"pubmed": 32733618, "text": "A Circulating Long Noncoding RNA Panel Serves as a Diagnostic Marker for Hepatocellular Carcinoma."}, {"pubmed": 32845425, "text": "The Importance of AFP in Liver Transplantation for HCC."}, {"pubmed": 32945410, "text": "High lymphocytetomonocyte ratio is associated with low alphafetoprotein expression in patients with hepatitis B virusassociated hepatocellular carcinoma."}, {"pubmed": 33009373, "text": "AFP promotes HCC progression by suppressing the HuR-mediated Fas/FADD apoptotic pathway."}, {"pubmed": 33015170, "text": "Evaluation of the Combined Application of AFP, AFP-L3%, and DCP for Hepatocellular Carcinoma Diagnosis: A Meta-analysis."}, {"pubmed": 33090723, "text": "Alpha-fetoprotein accelerates the progression of hepatocellular carcinoma by promoting Bcl-2 gene expression through an RA-RAR signalling pathway."}, {"pubmed": 33093349, "text": "AFP-L3 as a Prognostic Predictor of Recurrence in Hepatoblastoma: A Pilot Study."}, {"pubmed": 33173438, "text": "Combined use of murine double minute-2 promoter methylation and serum AFP improves diagnostic efficiency in hepatitis B virus-related hepatocellular carcinoma."}, {"pubmed": 33357229, "text": "Ambulatory end-stage liver disease in Ghana; patient profile and utility of alpha fetoprotein and aspartate aminotransferase: platelet ratio index."}, {"pubmed": 33368532, "text": "Transcription factor FOXA3 promotes the development of Hepatoblastoma via regulating HNF1A, AFP, and ZFHX3 expression."}, {"pubmed": 33495541, "text": "Intracellular alpha-fetoprotein interferes with all-trans retinoic acid induced ATG7 expression and autophagy in hepatocellular carcinoma cells."}, {"pubmed": 33531690, "text": "Serum alpha-fetoprotein and clinical outcomes in patients with advanced hepatocellular carcinoma treated with ramucirumab."}, {"pubmed": 33628341, "text": "The Diagnostic Value of Serum PIVKA-II Alone or in Combination with AFP in Chinese Hepatocellular Carcinoma Patients."}, {"pubmed": 33684673, "text": "Maternal serum alpha-fetoprotein level and the relationship to ventriculomegaly in fetal neural tube defect: A retrospective cohort study."}, {"pubmed": 33723698, "text": "Clinical Significance of Alpha-Fetoprotein in Alpha-Fetoprotein Negative Hepatocellular Carcinoma Underwent Curative Resection."}, {"pubmed": 33824478, "text": "alpha-Fetoprotein mRNA in situ hybridisation is a highly specific marker of hepatocellular carcinoma: a multi-centre study."}, {"pubmed": 33865328, "text": "Plasma interleukin-17 and alpha-fetoprotein combination effectively predicts imminent hepatocellular carcinoma occurrence in liver cirrhotic patients."}, {"pubmed": 33952502, "text": "Alpha-fetoprotein for Gastric Cancer Staging: An Essential or Redundant Tumor Marker?"}, {"pubmed": 34126947, "text": "AFP and eGFR are related to early and late recurrence of HCC following antiviral therapy."}, {"pubmed": 34369278, "text": "Clinical significance and molecular mechanism of angiotensin-converting enzyme 2 in hepatocellular carcinoma tissues."}, {"pubmed": 34374292, "text": "Alpha-fetoprotein/endoplasmic reticulum stress signaling mitigates injury in hepatoma cells."}, {"pubmed": 34696675, "text": "Potentiality of alpha-fetoprotein (AFP) and soluble intercellular adhesion molecule-1 (sICAM-1) in prognosis prediction and immunotherapy response for patients with hepatocellular carcinoma."}, {"pubmed": 34750768, "text": "A Risk Model for Predicting Fetuses with Trisomy 21 Using Alpha-Fetoprotein Variants L2 Combined with Maternal Serum Biomarkers in Early Pregnancy."}, {"pubmed": 34862662, "text": "Clinicopathological and molecular characteristics of the alpha-fetoprotein-producing gastric cancer: emphasis on two major subtypes."}, {"pubmed": 35082265, "text": "[Structural Analysis of the 5'-Flanking Region of Human Alpha-Fetoprotein Encoding Gene]."}, {"pubmed": 35458505, "text": "Alpha-Fetoprotein (AFP) and AFP-L3 Is Most Useful in Detection of Recurrence of Hepatocellular Carcinoma in Patients after Tumor Ablation and with Low AFP Level."}, {"pubmed": 35620869, "text": "The predictive value of maternal serum AFP to PAPP-A or b-hCG ratios in spontaneous preterm birth."}, {"pubmed": 35948592, "text": "Diagnostic value of maternal alpha-fetoprotein variants in second-trimester biochemical screening for trisomy 21 and 18."}, {"pubmed": 36265573, "text": "A Retrospective Multicentric Study of 34 Patients with Niemann-Pick Type C Disease and Early Liver Involvement in France."}, {"pubmed": 36591565, "text": "Sequential Treatment with Activin and Hepatocyte Growth Factor Induces FOXM1 to Promote Colorectal Cancer Liver Metastasis."}, {"pubmed": 36847613, "text": "Polyunsaturated Fatty Acid-Bound alpha-Fetoprotein Promotes Immune Suppression by Altering Human Dendritic Cell Metabolism."}, {"pubmed": 36911723, "text": "Alpha fetoprotein promotes polarization of macrophages towards M2-like phenotype and inhibits macrophages to phagocytize hepatoma cells."}, {"pubmed": 37060820, "text": "AUF1 promotes hepatocellular carcinoma progression and chemo-resistance by post-transcriptionally upregulating alpha-fetoprotein expression."}, {"pubmed": 37204028, "text": "Cellular gp96 upregulates AFP expression by blocking NR5A2 SUMOylation and ubiquitination in hepatocellular carcinoma."}, {"pubmed": 37217071, "text": "AFP deletion leads to anti-tumorigenic but pro-metastatic roles in liver cancers with concomitant CTNNB1 mutations."}, {"pubmed": 37671572, "text": "Maternal First-Trimester Alpha-Fetoprotein and Placenta-Mediated Pregnancy Complications."}, {"pubmed": 38310085, "text": "Combination of serum alpha-fetoprotein, PIVKA- and glypican-3 in diagnosis of hepatocellular carcinoma: a meta-analysis."}, {"pubmed": 38505913, "text": "Role of Alpha-Fetoprotein in the Pathogenesis of Cancer."}, {"pubmed": 38619448, "text": "Alpha-fetoprotein: Past, present, and future."}, {"pubmed": 38678117, "text": "Structural characteristics of alpha-fetoprotein, including N-glycosylation, metal ion and fatty acid binding sites."}], "genomic_pos": {"chr": "4", "end": 73456174, "ensemblgene": "ENSG00000081051", "start": 73431138, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 74321891, "start": 74296855, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001542", "qualifier": "involved_in", "term": "ovulation from ovarian follicle"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006810", "qualifier": "involved_in", "term": "transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042448", "qualifier": "involved_in", "term": "progesterone metabolic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 26808496, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0036094", "qualifier": "enables", "term": "small molecule binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[9031, 422652], [9544, 704786], [9598, 461258], [9606, 174], [9615, 403551], [9913, 506011], [10090, 11576], [10116, 24177]], "id": 36278}, "interpro": [{"desc": "ALB/AFP/VDB", "id": "IPR000264", "short_desc": "ALB/AFP/VDB"}, {"desc": "Serum albumin, N-terminal", "id": "IPR014760", "short_desc": "Serum_albumin_N"}, {"desc": "Serum albumin, conserved site", "id": "IPR020857", "short_desc": "Serum_albumin_CS"}, {"desc": "Serum albumin-like", "id": "IPR020858", "short_desc": "Serum_albumin-like"}, {"desc": "Serum albumin/Alpha-fetoprotein/Afamin", "id": "IPR021177", "short_desc": "Serum_albumin/AFP/Afamin"}], "ipi": "IPI00022443", "map_location": "4q13.3", "name": "alpha fetoprotein", "other_names": ["alpha-1-fetoprotein", "alpha-fetoglobulin", "alpha-fetoprotein"], "pantherdb": {"HGNC": "317", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "87951", "ortholog_type": "LDO", "panther_family": "PTHR11385", "taxid": 10090, "uniprot_kb": "P02772"}, {"RGD": "2065", "ortholog_type": "LDO", "panther_family": "PTHR11385", "taxid": 10116, "uniprot_kb": "P02773"}, {"Ensembl": "ENSGALG00000035219", "ortholog_type": "O", "panther_family": "PTHR11385", "taxid": 9031, "uniprot_kb": "A0A1D5NW68"}, {"Gene": "AFP", "ortholog_type": "O", "panther_family": "PTHR11385", "taxid": 9031, "uniprot_kb": "P84407"}, {"Gene": "ALB", "ortholog_type": "O", "panther_family": "PTHR11385", "taxid": 9031, "uniprot_kb": "P19121"}], "uniprot_kb": "P02771"}, "pathway": {"kegg": {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, "pid": [{"id": "hnf3bpathway", "name": "FOXA2 and FOXA3 transcription factor networks"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "p73pathway", "name": "p73 transcription factor network"}, {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}], "reactome": [{"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}]}, "pdb": ["3MRK", "7RE7", "7RE8", "7YIM"], "pfam": "PF00273", "pharmgkb": "PA24614", "pharos": {"target_id": 6213, "tdl": "Tbio"}, "pir": "A26624", "prosite": "PS51438", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325684", "relationship": "is"}, {"id": "GNF325685", "relationship": "is"}, {"id": "GNF325686", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245507", "relationship": "is"}, {"id": "GNF245508", "relationship": "is"}, {"id": "GNF245509", "relationship": "is"}, {"id": "GNF245510", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157914", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF000287", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF242112", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331184", "relationship": "is"}, {"id": "GNF332180", "relationship": "is"}, {"id": "GNF333310", "relationship": "is"}, {"id": "GNF333391", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336217", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096916", "relationship": "is"}, {"id": "GNF136571", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_023028.2"], "protein": ["NP_001125.1", "NP_001341646.2"], "rna": ["NM_001134.3", "NM_001354717.2"], "translation": [{"protein": "NP_001341646.2", "rna": "NM_001354717.2"}, {"protein": "NP_001125.1", "rna": "NM_001134.3"}]}, "reporter": {"HG-U133_Plus_2": "204694_at", "HG-U95Av2": "40114_at", "HTA-2_0": "TC04000404.hg.1", "HuEx-1_0": "2731230", "HuGene-1_1": "8095646", "HuGene-2_1": "16967720"}, "summary": "This gene encodes alpha-fetoprotein, a major plasma protein produced by the yolk sac and the liver during fetal life. Alpha-fetoprotein expression in adults is often associated with hepatocarcinoma and with teratoma, and has prognostic value for managing advanced gastric cancer. However, hereditary persistance of alpha-fetoprotein may also be found in individuals with no obvious pathology. The protein is thought to be the fetal counterpart of serum albumin, and the alpha-fetoprotein and albumin genes are present in tandem in the same transcriptional orientation on chromosome 4. Alpha-fetoprotein is found in monomeric as well as dimeric and trimeric forms, and binds copper, nickel, fatty acids and bilirubin. The level of alpha-fetoprotein in amniotic fluid is used to measure renal loss of protein to screen for spina bifida and anencephaly. [provided by RefSeq, Oct 2019].", "symbol": "AFP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1367597"}, "unigene": "Hs.518808", "uniprot": {"Swiss-Prot": "P02771", "TrEMBL": "J3KMX3"}, "wikipedia": {"url_stub": "Alpha-fetoprotein"}}