{"AllianceGenome": "328", "HGNC": "328", "MIM": "606358", "_id": "10551", "_version": 1, "accession": {"genomic": ["AC073333.5", "AX231601.1", "CH236948.1", "CH471073.1", "CP068271.2", "CS488906.1", "DQ070893.1", "NC_000007.14", "NC_060931.1"], "protein": ["AAC77358.1", "AAC82614.1", "AAF22484.1", "AAH15503.1", "AAL54870.1", "AAP22354.1", "AAP35697.1", "AAP97179.1", "AAQ89368.1", "AAY84773.1", "AAY84774.1", "AAY84775.1", "AAY84776.1", "ACI45999.1", "AJO53280.1", "BAD96787.1", "BAG35784.1", "BAG59310.1", "CAC69703.1", "CAM55980.1", "EAL24283.1", "EAW93682.1", "EAW93683.1", "NP_006399.1", "O95994.1", "XP_005249638.1", "XP_054213068.1"], "rna": ["AF007791.1", "AF038451.1", "AF038452.1", "AF087879.1", "AF088867.1", "AF115926.1", "AK223067.1", "AK296721.1", "AK312942.1", "AY359009.1", "BC015503.1", "BF680655.1", "BT007048.1", "FJ224307.1", "KJ767789.1", "KJ767790.1", "KJ767791.1", "KJ767792.1", "KJ767793.1", "NM_006408.4", "XM_005249581.5", "XM_054357093.1"], "translation": [{"protein": "AAP35697.1", "rna": "BT007048.1"}, {"protein": "BAG59310.1", "rna": "AK296721.1"}, {"protein": "AAF22484.1", "rna": "AF088867.1"}, {"protein": "AAP97179.1", "rna": "AF087879.1"}, {"protein": "XP_054213068.1", "rna": "XM_054357093.1"}, {"protein": "AAC82614.1", "rna": "AF038451.1"}, {"protein": "ACI45999.1", "rna": "FJ224307.1"}, {"protein": "NP_006399.1", "rna": "NM_006408.4"}, {"protein": "BAD96787.1", "rna": "AK223067.1"}, {"protein": "AAQ89368.1", "rna": "AY359009.1"}, {"protein": "AAH15503.1", "rna": "BC015503.1"}, {"protein": "AJO53280.1", "rna": "KJ767789.1"}, {"protein": "XP_005249638.1", "rna": "XM_005249581.5"}, {"protein": "AAC77358.1", "rna": "AF007791.1"}, {"protein": "AAL54870.1", "rna": "AF115926.1"}, {"protein": "BAG35784.1", "rna": "AK312942.1"}]}, "alias": ["AG-2", "AG2", "GOB-4", "HAG-2", "HEL-S-116", "HPC8", "PDIA17", "RIFTD", "XAG-2"], "ensembl": {"gene": "ENSG00000106541", "protein": ["ENSP00000386025", "ENSP00000391490", "ENSP00000411969", "ENSP00000414806"], "transcript": ["ENST00000401412", "ENST00000412973", "ENST00000419304", "ENST00000450569", "ENST00000468419", "ENST00000486219", "ENST00000489523"], "translation": [{"protein": "ENSP00000391490", "rna": "ENST00000419304"}, {"protein": "ENSP00000414806", "rna": "ENST00000450569"}, {"protein": "ENSP00000386025", "rna": "ENST00000401412"}, {"protein": "ENSP00000411969", "rna": "ENST00000412973"}], "type_of_gene": "protein_coding"}, "entrezgene": "10551", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.3230518421, "exp_mis": 46.6071843444, "exp_syn": 21.0736552754, "lof_z": 2.17107659328977, "mis_z": 0.0435018273456753, "mu_lof": 5.27066559932e-07, "mu_mis": 4.06931128447e-06, "mu_syn": 1.69426197526e-06, "n_lof": 2.0, "n_mis": 46.0, "n_syn": 11.0, "p_li": 0.335455070189878, "p_null": 0.0147455457164536, "p_rec": 0.649799384093669, "syn_z": 1.36040046886707}, "bp": 528, "cds_end": 16841420, "cds_start": 16832531, "n_exons": 7, "nonpsych": {"exp_lof": 7.39789138269, "exp_mis": 42.0487265758, "exp_syn": 18.9384182261, "lof_z": 2.31012168940125, "mis_z": 0.314922751511329, "mu_lof": 5.27066559932e-07, "mu_mis": 4.06931128447e-06, "mu_syn": 1.69426197526e-06, "n_lof": 1.0, "n_mis": 38.0, "n_syn": 9.0, "p_li": 0.681443644565737, "p_null": 0.00542639738343746, "p_rec": 0.313129958050826, "syn_z": 1.43783474402772}, "nontcga": {"exp_lof": 7.6440221926, "exp_mis": 42.8654268228, "exp_syn": 19.3745783657, "lof_z": 2.01376596812301, "mis_z": 0.141949690116851, "mu_lof": 5.27066559932e-07, "mu_mis": 4.06931128447e-06, "mu_syn": 1.69426197526e-06, "n_lof": 2.0, "n_mis": 41.0, "n_syn": 10.0, "p_li": 0.288091718419764, "p_null": 0.0212433448220222, "p_rec": 0.690664936758213, "syn_z": 1.34852176326912}, "transcript": "ENST00000419304.2"}, "exons": [{"cdsend": 16801796, "cdsstart": 16792907, "chr": "7", "position": [[16791810, 16792957], [16794935, 16795019], [16797630, 16797694], [16799743, 16799817], [16801150, 16801203], [16801319, 16801383], [16801657, 16801803], [16804934, 16804999]], "strand": -1, "transcript": "NM_006408", "txend": 16804999, "txstart": 16791810}], "exons_hg19": [{"cdsend": 16841420, "cdsstart": 16832531, "chr": "7", "position": [[16831434, 16832581], [16834559, 16834643], [16837254, 16837318], [16839367, 16839441], [16840774, 16840827], [16840943, 16841007], [16841281, 16841427], [16844558, 16844623]], "strand": -1, "transcript": "NM_006408", "txend": 16844623, "txstart": 16831434}], "generif": [{"pubmed": 12592373, "text": "hAG-2 and hAG-3, human homologues of genes involved in differentiation, are associated with oestrogen receptor-positive breast tumours and interact with metastasis gene C4.4a and dystroglycan."}, {"pubmed": 15834940, "text": "AGR2 may serve as a potential therapeutic target and/or molecular marker for prostate cancer."}, {"pubmed": 15935701, "text": "specific induction of Hag2 and Hag3 during hormone-induced breast carcinomas further support developmental specificity for the PDI/ERp family members"}, {"pubmed": 16222343, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16222343, "text": "represents an interesting new avenue into the etiopathophysiology of inflammatory bowel disease and the maintenance of epithelial integrity."}, {"pubmed": 16551856, "text": "A prognostic effect of AGR2 for overall survival could be shown, which became independently significant for the group of nodal-negative tumors."}, {"pubmed": 17457305, "text": "increased AGR2 expression is a valuable prognostic factor to predict the clinical outcome of the prostate cancer patients."}, {"pubmed": 17694278, "text": "Elevated levels of AGR2 are associated with the metastatic potential of breast cancer"}, {"pubmed": 18801625, "text": "qRT-PCR assay targeted to plakophilin 3 and anterior gradient-2 mRNAs might be helpful to detect circulating tumor cells in patients with gastrointestinal cancer."}, {"pubmed": 18829536, "text": "AGR2 is expressed and secreted during pancreatic cancer development and plays an important role in cancer cell growth and survival."}, {"pubmed": 18973922, "text": "Anterior gradient-2 is overexpressed in the majority of fibrolamellar carcinomas but is only rarely overexpressed in hepatocellular carcinomas."}, {"pubmed": 19609859, "text": "A prognostic value of AGR2 seems unlikely."}, {"pubmed": 19834055, "text": "Data suggest that the presence of anterior gradient 2 protein in primary tumors is a possible prognostic indicator of poor patient outcome in breast cancer."}, {"pubmed": 20048076, "text": "our results reveal an EBP1-Foxa-AGR2 signaling circuit with functional significance in metastatic prostate cancer."}, {"pubmed": 20299546, "text": "aryl hydrocarbon receptor ligands might contribute to tumor progression by inhibiting p53 regulation via the increased expression of the metastasis marker AGR2"}, {"pubmed": 20403997, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20525245, "text": "High serum AGR2 is associated with ovarian cancer."}, {"pubmed": 20525379, "text": "High AGR2 is associated with breast neoplasms."}, {"pubmed": 20550709, "text": "elevation of AGR2 levels in pancreatic juice occurs in early pancreatic cancer progression and could be further investigated as a potential candidate juice biomarker for early detection of pancreatic cancer."}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20888340, "text": "The Reptin docking site was mapped to a divergent octapeptide loop in the AGR2 superfamily between amino acids 104 and 111. Mutations at codon Y104 or F111 in full-length AGR2 destabilized the binding of Reptin."}, {"pubmed": 20945500, "text": "AGR2 enhances the invasion phenotype of prostate cancer cells while at the same time attenuating cell-cycle progression."}, {"pubmed": 21144054, "text": "Despite an increase in AGR2 expression in prostate cancer compared to non-malignant cells, relatively lower levels of AGR2 are highly predictive of disease recurrence following radical prostatectomy."}, {"pubmed": 21200134, "text": "AGR2 is a potential biomarker for the diagnosis of mucinous ovarian cancer."}, {"pubmed": 21281432, "text": "Our study shows that the differential expression of AGR2 is a phenotypic feature of the cholangiocytes covering different segments of the biliary tree."}, {"pubmed": 21454516, "text": "AGR2 induction of AREG is mediated by activation of the Hippo signaling pathway co-activator, YAP1."}, {"pubmed": 21768879, "text": "AGR2 protein expression may support the histologic subtyping of nonsmall-cell lung cancer and be of clinical value in differentiating lung AdC from SCC."}, {"pubmed": 21948970, "text": "AGR2 is a novel surface antigen that promotes the dissemination of pancreatic cancer cells through regulation of cathepsins B and D."}, {"pubmed": 22025610, "text": "AGR2 expression is controlled by the unfolded protein response and is in turn is involved in the maintenance of ER homeostasis."}, {"pubmed": 22072305, "text": "AGR2, encoding a 19-kDa secreted protein that might be found in urine, is detected in tissue digestion media of tumor specimens and culture media of AGR2-secreting prostate cancer cell lines."}, {"pubmed": 22147918, "text": "investigation of expression of AGR2, S100P, and S100A4 at cellular level within endometrium of normal fertile women across menstrual cycle and comparison with expression in eutopic and peritoneal ectopic endometrial tissue in endometriosis"}, {"pubmed": 22184114, "text": "AGR2 gene function requires a unique endoplasmic reticulum localization motif."}, {"pubmed": 22231555, "text": "containes epitopes identified a tumor-associated antigens against colorectal cancer"}, {"pubmed": 22430137, "text": "Positive serum AGR2 expression in patients with lung adenocarcinoma was significantly associated with the incidence of recurrence after surgery and with a poor prognosis for overall survival"}, {"pubmed": 22467239, "text": "AGR2 depletion resulted in accumulation of cells at the G(0)/G(1) phase and induction of cellular senescence in all three PCa cell lines"}, {"pubmed": 22521076, "text": "Anterior gradient 2 overexpression affects the whole spectrum of the metaplastic/neo-plastic lesions involved in Barrett carcinogenesis."}, {"pubmed": 22605983, "text": "High AGR2/LGR5 was associated with poor progression-free survival by multivariate analysis."}, {"pubmed": 22659167, "text": "In vitro, knockdown of CD147 or AGR2 decreased cellular proliferation, migration and invasion. In vivo, knockdown of CD147 or AGR2 expression decreased primary tumor growth as well as regional and distant metastasis."}, {"pubmed": 22748473, "text": "Anterior gradient homolog 2 and MUC5AC are useful positive markers of adenocarcinoma."}, {"pubmed": 22752467, "text": "AGR2 expression identifies highly aggressive Ovarian high-grade serous carcinoma with a compromised prognosis"}, {"pubmed": 22828706, "text": "High expression levels of AGR2 exist in metastatic hepatocellular carcinoma cell lines and patient livers."}, {"pubmed": 22911164, "text": "Anterior gradient 2 (AGR2) is a blood-based biomarker elevated in metastatic prostate cancer associated with the neuroendocrine phenotype"}, {"pubmed": 22945649, "text": "We show that the downregulation of AGR2 in human pancreatic cancer cells is SMAD4 dependent."}, {"pubmed": 22945652, "text": "core role for AGR2 is in regulating the endoplasmic reticulum capacity to adapt"}, {"pubmed": 23220234, "text": "this study showed that dimerization of AGR2 attenuates ER stress induced cell death and its dimerization is required for the interaction with BiP/GRP78."}, {"pubmed": 23348903, "text": "Prostate cancer biomarkers, AGR2 and CD10, can be used in combination to stratify prostate cancer patients for clinical outcome."}, {"pubmed": 23834814, "text": "overexpression of AGR2 showed a positive correlation with oral tumor metastasis."}, {"pubmed": 24177142, "text": "Data indicate that aberrantly elevated anterior gradient 2 (AGR2) expression predicts poor patient outcome."}, {"pubmed": 24251762, "text": "On the basis of an initial cohort of 37 subjects, urinary AGR2/PSA concentration ratios showed a significant difference (P = 0.026) between noncancer and cancer"}, {"pubmed": 24490732, "text": "Increased expression of the AGR2 and ERp57 is associated with cancer. [review]"}, {"pubmed": 24587138, "text": "These data suggest that AGR-2 influence prostate cancer metastasis by regulation of cellular adhesion and apoptosis."}, {"pubmed": 24710632, "text": "Data demonstrates that AGR2 protein has a more dominant action on proteome remodelling rather than transcriptome effects and highlight a dominant effect on p53 pathway attenuation."}, {"pubmed": 24717913, "text": "anterior gradient 2 (AGR2) was overexpressed in human Nasopharyngeal carcinoma (NPC) tissues, particularly in cervical lymph node metastatic nasopharyngeal carcinoma."}, {"pubmed": 24794000, "text": "AGR2 is frequently lost in colorectal carcinomas and might be a novel independent prognostic factor for overall patient survival."}, {"pubmed": 24920423, "text": "Results indicate that DNA methylation within the AGR2 promoter modulates more aggressive cancer cell phenotypes."}, {"pubmed": 24960290, "text": "AGR2-mediated lung adenocarcinoma metastasis novel mechanism network through repression with interferon coupling cytoskeleton to steroid metabolism-dependent humoral immune response."}, {"pubmed": 24976026, "text": "AGR2 is a novel marker of papillary thyroid carcinoma."}, {"pubmed": 25100862, "text": "Data define the importance of AGR2 in breast cancer cell growth and highlight a mechanism where changes in FOXA1 activity obviate the need for ER in the regulation of this gene."}, {"pubmed": 25111734, "text": "AGR2 has both intracellular and extracellular effects in the intestine"}, {"pubmed": 25186196, "text": "Expression of anterior gradient 2 is decreased with the progression of human biliary tract cancer."}, {"pubmed": 25237833, "text": "AGR2 splice variant transcripts are potential diagnostic biomarkers for the non-invasive detection of PCa using urine exosomes."}, {"pubmed": 25367337, "text": "Knockdown of anterior gradient 2 expression extenuates tumor-associated phenotypes of SNU-478 ampulla of Vater cancer cells."}, {"pubmed": 25418581, "text": "Anterior gradient 2 downregulation in a subset of pancreatic ductal adenocarcinoma is a prognostic factor indicative of epithelial-mesenchymal transition."}, {"pubmed": 25663596, "text": "The prognostic impact of AGR2 expression could be related to treatment outcome in estrogen receptor-positive breast cancers and/or its metastasis-promoting effects."}, {"pubmed": 25666661, "text": "Relying on available data and in silico analyses, study shows that AGR2 and AGR3 proteins are co-expressed or uncoupled in context-dependent manners in diverse carcinomas and healthy tissues."}, {"pubmed": 25871396, "text": "AGR2 was higher in HNSCC than in normal oral mucosa. High levels were associated with the T category, pathological grade and lymphatic metastasis. AGR2 expression increased in recurring HNSCC after radiotherapy or cisplatin-based chemotherapy."}, {"pubmed": 25875093, "text": "Data show the potential usability of anterior gradient homolog 3 (AGR3) and anterior gradient homolog 2 (AGR2) as biomarkers for blood-based early detection of breast cancer."}, {"pubmed": 25937245, "text": "analysis of molecular characteristics, function, and regulation of AGR2 in cancer[review]"}, {"pubmed": 25956506, "text": "The mechanism linking the IGF-1/insulin signal and AGR2 promoter activation is important."}, {"pubmed": 26079208, "text": "Our findings, for the first time, describe AGR2 as an important regulator in chemical hypoxia-induced doxorubicin resistance in breast cancer cells"}, {"pubmed": 26169982, "text": "Results show that AGR2 is O-glycosylated upon secretion from human and rat cell lines, and that this form of the protein is released from healthy cells and not as a result of cell lysis."}, {"pubmed": 26445321, "text": "Nearly all NSCLC tumors show AGR2 expression. Lung cancer expression of AGR2 has prognostic value for younger patients."}, {"pubmed": 26608373, "text": "our study showed the important role of AGR2 in regulating EMT of glioblastoma. SDF-1 signaling induced the expression of AGR2 to control the progress of EMT in the progression of glioblastoma."}, {"pubmed": 26733232, "text": "This study demonstrates that AGR2, which is overexpressed in a variety of human cancers and provides a poor prognosis, up-regulates DUSP10 which subsequently inhibits p38 MAPK and prevents p53 activation by phosphorylation."}, {"pubmed": 26876500, "text": "These data together identify the single cysteine of AGR2 as an oxidant responsive moiety that regulates its propensity for oxidation and its monomeric-dimeric state."}, {"pubmed": 26894971, "text": "secretion and cell surface localization of AGR2 are characteristic of bladder cancer, while expression of AGR2 by itself is not."}, {"pubmed": 27063095, "text": "AGR2, through interaction with ER-alpha, enhances fulvestrant resistance and IGF-1-induced carcinogenesis in breast cancer cells."}, {"pubmed": 27240165, "text": "The authors conclude that extracellular AGR2 plays an extracellular role independent of its endoplasmic reticulum function and elucidate this gain-of-function as a novel and unexpected critical extracellular matrix microenvironmental pro-oncogenic regulator of epithelial morphogenesis and tumorigenesis."}, {"pubmed": 27283903, "text": "AGR2 is secreted by prostate cancer cells and induces programmed cell death in normal cells"}, {"pubmed": 28238761, "text": "AGR2 could also be upregulated in hormone-independent manner. AGR2 expression was shown to be significantly increased in HER2 positive breast tumors on both the mRNA and the protein level."}, {"pubmed": 28339048, "text": "AGR2 inhibits TNF-alphainduced Caco-2 cell hyperpermeability by regulating TJ and that this protective mechanism may be promoted by inhibition of NF-kappaB p65-mediated activation of the MLCK/p-MLC signaling pathway."}, {"pubmed": 28402678, "text": "Suggest elevated AGR2 as a candidate tamoxifen-dependent mechanism of action responsible for increased incidence of endometrial cancer."}, {"pubmed": 28408318, "text": "A direct impact of mTOR signalling on AGR2 3'UTR shortening associated with increased protein synthesis was found, which led to the identification of a novel molecular mechanism involved in upregulation of AGR2 levels in mTOR-activated cells via modulating the 3'UTR length of AGR2 mRNA."}, {"pubmed": 28481872, "text": "High AGR2 expression is associated with ovarian cancer."}, {"pubmed": 28671019, "text": "All these data clearly showed that anterior gradient protein 2 is highly expressed in breast cancer and can be regarded as a putative biomarker for breast cancer prognosis."}, {"pubmed": 28714365, "text": "Our findings demonstrated recombinant human endostatin-gold nanoparticles might normalize vessels by interfering anterior gradient 2-mediated angiogenesis in metastatic colorectal cancer."}, {"pubmed": 28808255, "text": "Obesity induces the expression of the mitochondrial form of arginase ARG2 in pancreatic ductal adenocarcinoma."}, {"pubmed": 28810836, "text": "Our data confirm AGR2 as a keeper of epithelial phenotypes, showing a positive role of AGR2 in the regulation of the epithelial marker E-cadherin and a negative effect on the mesenchymal markers vimentin and N-cadherin."}, {"pubmed": 29107102, "text": "Overexpression of AGR2 counteracts the phenotypes induced by miR-342-3p."}, {"pubmed": 29138453, "text": "Excluding breast cancer, AGR2 overexpression was found to have a significant correlation with poor overall survival in other solid tumor patients."}, {"pubmed": 29267283, "text": "Authors demonstrated that inhibition of either FOXM1 or AGR2 in human PIMAs inhibited mucinous characteristics, and reduced tumor growth and invasion. FOXM1 is necessary and sufficient to induce mucinous phenotypes in lung tumor cells in vivo."}, {"pubmed": 29269202, "text": "Serum AGR2 can be used as a serum marker for clinical prognosis of nasopharyngeal carcinoma. However, serum AGR2 levels could not provide advantages in clinical practice for the differential diagnosis of cancer."}, {"pubmed": 29410027, "text": "Cytosolic AGR2 contributed to cell metastasis ascribed to its stabilizing effect on p65 protein, which subsequently activated the NF-kappaB and facilitated epithelial to mesenchymal transition (EMT)."}, {"pubmed": 29427622, "text": "The secreted AGR2 may be a potential therapeutic target towards inhibiting CRC metastasis."}, {"pubmed": 29650332, "text": "The results suggest that MUC13 overexpression and loss of expression of AGR2 may predict the progression of Intraductal papillary mucinous neoplasm and an unfavorable prognosis in patients with Intraductal papillary mucinous neoplasm"}, {"pubmed": 30055941, "text": "AGR2 silencing could promote cell apoptosis and inhibit cell migration, invasion and chemotherapy resistance of pancreatic cancer cells with the involvement of the ERK/AKT axis"}, {"pubmed": 30086457, "text": "aberrant alternative splicing of AGR2 facilitates an accumulation of the oncogenic AGR2vH isoform, in turn, contributes to the pathogenesis and severity of Cholangiocarcinoma."}, {"pubmed": 30195077, "text": "AGR2 increased in TKI-resistant CML cells and its silencing restored sensitivity. Dasatinib upregulated it in K562 cells.miR-217 negatively regulated expression of AGR2 through binding its 3'-UTR. TKI treatment-induced drug resistance is correlated with a decrease of miR-217 and upregulation of AGR2.  Forced expression of miR-217 led to decreased expression of AGR2."}, {"pubmed": 30295739, "text": "RAD9A drives metastasis by controlling AGR2 abundance."}, {"pubmed": 30575818, "text": "Localization of AGR2 also has opposing effects on the Hippo pathway."}, {"pubmed": 30647455, "text": "Downregulation of AGR2 by proteasome inhibition significantly enhanced antitumor activity of bevacizumab."}, {"pubmed": 30665445, "text": "Our results highlight the potential of miR-135b-5p as a target for treating AGR2-expressing breast cancer with doxorubicin-resistance."}, {"pubmed": 30991076, "text": "AGR2 was highly expressed in pancreatic cancer. AGR2 was found to be a target gene of miR-143."}, {"pubmed": 31040128, "text": "study demonstrates that AGR2 dimers act as sensors of ER homeostasis which are disrupted upon ER stress and promote the secretion of AGR2 monomers."}, {"pubmed": 31128106, "text": "With specific shRNA transduction, AGR2 was shown to be a key factor in MUC5AC hypersecretion in vitro in immortalized brochial epithelial cells. During hypoxia-induced MUC5AC hypersecretion in vitro there was increased binding and intracytoplasmic colocation of HIF-1alpha and AGR2."}, {"pubmed": 31178140, "text": "AGR2 has a role as a stem cell marker that is highly regulated by canonical Wnt and beta-catenin signaling in colorectal cancer"}, {"pubmed": 31202462, "text": "AGR2 is required for Twist1-induced proliferation, migration, and invasion of breast cancer cells."}, {"pubmed": 31614132, "text": "DNMT3a-mediated epigenetic modulation on AGR2 promoter."}, {"pubmed": 31856843, "text": "Our findings uncover a key role of LINC02273-hnRNPL-AGR2 axis in breast cancer metastasis and provide potential novel therapeutic targets for metastatic breast cancer intervention."}, {"pubmed": 31894252, "text": "Upregulation of AGR2vH facilitates cholangiocarcinoma cell survival under endoplasmic reticulum stress via the activation of the unfolded protein response pathway."}, {"pubmed": 32234873, "text": "Modulation of overexpression of AGR2 in mutant non-small cell lung cancer cells may be an attractive therapeutic strategy for the treatment of EGFR-TKI-resistant non-small cell lung cancer."}, {"pubmed": 32493835, "text": "Long noncoding RNA LINC00460 conduces to tumor growth and metastasis of hepatocellular carcinoma through miR-342-3p-dependent AGR2 up-regulation."}, {"pubmed": 32593213, "text": "Anterior gradient 2 promotes tumorigenesis through upregulation of CCAAT-enhancer binding protein beta and hypoxia-inducible factor-2alpha and subsequent secretion of interleukin-6, interleukin-8, and vascular endothelial growth factor in the Caki-1 clear cell renal cell carcinoma cell line."}, {"pubmed": 33278424, "text": "Extracellular AGR2 triggers lung tumour cell proliferation through repression of p21(CIP1)."}, {"pubmed": 33413231, "text": "Effects of ER-resident and secreted AGR2 on cell proliferation, migration, invasion, and survival in PANC-1 pancreatic cancer cells."}, {"pubmed": 34055987, "text": "Anterior Gradient Protein 2 Promotes Mucosal Repair in Pediatric Ulcerative Colitis."}, {"pubmed": 34065225, "text": "Oxonium Ion Guided Analysis of Quantitative Proteomics Data Reveals Site-Specific O-Glycosylation of Anterior Gradient Protein 2 (AGR2)."}, {"pubmed": 34092584, "text": "Correlation of AGR2 expression with the incidence of metastasis in luminal breast cancer."}, {"pubmed": 34216690, "text": "Intracellular AGR2 transduces PGE2 stimuli to promote epithelial-mesenchymal transition and metastasis of colorectal cancer."}, {"pubmed": 34237462, "text": "Human AGR2 Deficiency Causes Mucus Barrier Dysfunction and Infantile Inflammatory Bowel Disease."}, {"pubmed": 34399098, "text": "Extracellular AGR2 activates neighboring fibroblasts through endocytosis and direct binding to beta-catenin that requires AGR2 dimerization and adhesion domains."}, {"pubmed": 34656689, "text": "(125)I seeds inhibit proliferation and promote apoptosis in cholangiocarcinoma cells by regulating the AGR2-mediated p38 MAPK pathway."}, {"pubmed": 34713298, "text": "Anterior gradient 2 regulates cancer progression in TP53wildtype esophageal squamous cell carcinoma."}, {"pubmed": 34793477, "text": "Role of long intergenic non-protein coding RNA 01857 in hepatocellular carcinoma malignancy via the regulation of the microRNA-197-3p/anterior GRadient 2 axis."}, {"pubmed": 34913074, "text": "Anterior gradient protein 2 is a marker of tumor aggressiveness in breast cancer and favors chemotherapyinduced senescence escape."}, {"pubmed": 34929376, "text": "Characterization of the AGR2 Interactome Uncovers New Players of Protein Disulfide Isomerase Network in Cancer Cells."}, {"pubmed": 34952832, "text": "A disorder clinically resembling cystic fibrosis caused by biallelic variants in the AGR2 gene."}, {"pubmed": 35857928, "text": "Integrative analysis of genomic and transcriptomic alterations of AGR2 and AGR3 in cancer."}, {"pubmed": 36329620, "text": "ESE1/AGR2 axis antagonizes TGF-beta-induced epithelial-mesenchymal transition in low-grade pancreatic cancer."}, {"pubmed": 36595821, "text": "Expression of KAI1 and AGR2 in lung adenocarcinoma and their clinicopathological significance."}, {"pubmed": 36622190, "text": "AGR2 Gene Expression in Glioblastoma: A Novel Molecular Potential Target for Diagnosis and Treatment."}, {"pubmed": 37175601, "text": "Potential Role of AGR2 for Mammalian Skin Wound Healing."}, {"pubmed": 37284743, "text": "Clinical value of serum and tissue AGR2 for diagnosis and prognosis in epithelial ovarian cancer."}, {"pubmed": 38288749, "text": "Clinical implications of AGR2 in primary prostate cancer: Results from a large-scale study."}], "genomic_pos": {"chr": "7", "end": 16833433, "ensemblgene": "ENSG00000106541", "start": 16791811, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 16873057, "start": 16831435, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 22184114, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010811", "pubmed": 23274113, "qualifier": "involved_in", "term": "positive regulation of cell-substrate adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034976", "pubmed": 25666625, "qualifier": "NOT involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045742", "pubmed": 25666625, "qualifier": "involved_in", "term": "positive regulation of epidermal growth factor receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048546", "qualifier": "involved_in", "term": "digestive tract morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048639", "qualifier": "involved_in", "term": "positive regulation of developmental growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060480", "qualifier": "involved_in", "term": "lung goblet cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070254", "qualifier": "involved_in", "term": "mucus secretion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903078", "pubmed": 25666625, "qualifier": "involved_in", "term": "positive regulation of protein localization to plasma membrane"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903896", "pubmed": 23220234, "qualifier": "involved_in", "term": "positive regulation of IRE1-mediated unfolded protein response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903899", "pubmed": 23220234, "qualifier": "involved_in", "term": "positive regulation of PERK-mediated unfolded protein response"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 15834940, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [22184114, 24251762], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "is_active_in", "term": "endoplasmic reticulum"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005783", "pubmed": 22184114, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0002162", "qualifier": "enables", "term": "dystroglycan binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0002162", "pubmed": 12592373, "qualifier": "enables", "term": "dystroglycan binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005154", "pubmed": 25666625, "qualifier": "enables", "term": "epidermal growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12592373, 16189514, 19359471, 23220234, 25416956, 25910212, 32296183, 32814053, 34237462], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [23220234, 23274113], "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7955, 335616], [8364, 549381], [9031, 420596], [9544, 709127], [9598, 463277], [9606, 10551], [9615, 482333], [9913, 415112], [10090, 23795], [10116, 298961]], "id": 4674}, "interpro": {"desc": "Thioredoxin-like superfamily", "id": "IPR036249", "short_desc": "Thioredoxin-like_sf"}, "ipi": ["IPI00007427", "IPI00893607", "IPI00942032", "IPI00952571"], "map_location": "7p21.1", "name": "anterior gradient 2, protein disulphide isomerase family member", "other_names": ["anterior gradient homolog 2", "anterior gradient protein 2 homolog", "epididymis secretory protein Li 116", "protein disulfide isomerase family A, member 17", "secreted cement gland homolog", "secreted cement gland protein XAG-2 homolog"], "pantherdb": {"HGNC": "328", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1344405", "ortholog_type": "LDO", "panther_family": "PTHR15337", "taxid": 10090, "uniprot_kb": "O88312"}, {"RGD": "1304606", "ortholog_type": "LDO", "panther_family": "PTHR15337", "taxid": 10116, "uniprot_kb": "D3ZIA7"}, {"Ensembl": "ENSGALG00000010825", "ortholog_type": "LDO", "panther_family": "PTHR15337", "taxid": 9031, "uniprot_kb": "E1C937"}, {"ZFIN": "ZDB-GENE-050417-214", "ortholog_type": "LDO", "panther_family": "PTHR15337", "taxid": 7955, "uniprot_kb": "Q5RZ65"}, {"WormBase": "WBGene00013263", "ortholog_type": "O", "panther_family": "PTHR15337", "taxid": 6239, "uniprot_kb": "Q9NA78"}, {"WormBase": "WBGene00018656", "ortholog_type": "O", "panther_family": "PTHR15337", "taxid": 6239, "uniprot_kb": "Q9N5S7"}], "uniprot_kb": "O95994"}, "pdb": ["2LNS", "2LNT"], "pfam": "PF13899", "pharmgkb": "PA24625", "pharos": {"target_id": 813, "tdl": "Tbio"}, "pir": "JE0350", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169555", "relationship": "is"}, {"id": "GNF191367", "relationship": "is"}, {"id": "GNF202273", "relationship": "is"}, {"id": "GNF223493", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160762", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035680", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF000299", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF234991", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336236", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF112327", "relationship": "is"}, {"id": "GNF151968", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": ["NP_006399.1", "XP_005249638.1", "XP_054213068.1"], "rna": ["NM_006408.4", "XM_005249581.5", "XM_054357093.1"], "translation": [{"protein": "XP_005249638.1", "rna": "XM_005249581.5"}, {"protein": "XP_054213068.1", "rna": "XM_054357093.1"}, {"protein": "NP_006399.1", "rna": "NM_006408.4"}]}, "reporter": {"HG-U133_Plus_2": ["209173_at", "228969_at"], "HG-U95Av2": "38827_at", "HG-U95B": "50849_at", "HTA-2_0": "TC07001163.hg.1", "HuEx-1_0": "3039791", "HuGene-1_1": "8138381", "HuGene-2_1": "17055501"}, "summary": "This gene encodes a member of the disulfide isomerase (PDI) family of endoplasmic reticulum (ER) proteins that catalyze protein folding and thiol-disulfide interchange reactions. The encoded protein has an N-terminal ER-signal sequence, a catalytically active thioredoxin domain, and a C-terminal ER-retention sequence. This protein plays a role in cell migration, cellular transformation and metastasis and is as a p53 inhibitor. As an ER-localized molecular chaperone, it plays a role in the folding, trafficking, and assembly of cysteine-rich transmembrane receptors and the cysteine-rich intestinal gylcoprotein mucin. This gene has been implicated in inflammatory bowel disease and cancer progression. [provided by RefSeq, Mar 2017].", "symbol": "AGR2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332034"}, "unigene": "Hs.530009", "uniprot": {"Swiss-Prot": "O95994", "TrEMBL": ["H7C3Z9", "Q4JM46", "B5MC07", "C9J3E2"]}, "wikipedia": {"url_stub": "AGR2"}}