{"AllianceGenome": "341", "HGNC": "341", "MIM": "604285", "_id": "189", "_version": 1, "accession": {"genomic": ["AC104809.5", "AH002595.2", "CH471063.1", "CP068276.2", "MW084974.1", "NC_000002.12", "NC_060926.1", "NG_008005.1", "X74208.1", "X74209.1"], "protein": ["AAA51680.1", "AAB20488.1", "AAF05604.1", "AAI32820.1", "AAK30157.1", "AAY24168.1", "BAA02632.1", "BAF46862.1", "BAF85443.1", "BAG37731.1", "BAH12776.1", "BAH12784.1", "BAH14866.1", "CAA37493.1", "CAA39572.1", "EAW71221.1", "EAW71222.1", "NP_000021.1", "P21549.1", "UKH47143.1"], "rna": ["AA857309.1", "AB292648.1", "AF191687.1", "AF348451.1", "AK292754.1", "AK298400.1", "AK298420.1", "AK315331.1", "AK316495.1", "BC132819.1", "CB156891.1", "D13368.1", "NM_000030.3", "S71388.1", "X53414.1", "X56092.1"], "translation": [{"protein": "AAB20488.1", "rna": "S71388.1"}, {"protein": "BAG37731.1", "rna": "AK315331.1"}, {"protein": "BAA02632.1", "rna": "D13368.1"}, {"protein": "BAH12784.1", "rna": "AK298420.1"}, {"protein": "AAI32820.1", "rna": "BC132819.1"}, {"protein": "CAA37493.1", "rna": "X53414.1"}, {"protein": "AAK30157.1", "rna": "AF348451.1"}, {"protein": "AAF05604.1", "rna": "AF191687.1"}, {"protein": "BAF85443.1", "rna": "AK292754.1"}, {"protein": "BAH14866.1", "rna": "AK316495.1"}, {"protein": "BAH12776.1", "rna": "AK298400.1"}, {"protein": "CAA39572.1", "rna": "X56092.1"}, {"protein": "BAF46862.1", "rna": "AB292648.1"}, {"protein": "NP_000021.1", "rna": "NM_000030.3"}]}, "alias": ["AGT", "AGT1", "AGXT1", "PH1", "SPAT", "SPT", "Ser-PyrAT", "TLH6"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2020-02-07T17:00:00.000Z", "disease_label": "alanine glyoxylate aminotransferase deficiency", "gcep": "Peroxisomal Disorders Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0100278", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_8460f17d-4d94-4a0c-ac46-41c86ce32e83-2020-02-07T170000.000Z", "sop": "SOP7"}}, "ec": ["2.6.1.44", "2.6.1.51"], "ensembl": {"gene": "ENSG00000172482", "protein": "ENSP00000302620", "transcript": ["ENST00000307503", "ENST00000470255", "ENST00000472436", "ENST00000476698"], "translation": [{"protein": "ENSP00000302620", "rna": "ENST00000307503"}], "type_of_gene": "protein_coding"}, "entrezgene": "189", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.8050899828, "exp_mis": 136.775618449, "exp_syn": 73.2269174052, "lof_z": 1.88378895565432, "mis_z": -1.43135708610814, "mu_lof": 1.01813271172e-06, "mu_mis": 1.47084492978e-05, "mu_syn": 7.70052080349e-06, "n_lof": 6.0, "n_mis": 171.0, "n_syn": 76.0, "p_li": 0.00359436899475076, "p_null": 0.0424429307186945, "p_rec": 0.953962700286555, "syn_z": -0.200898445898694}, "bp": 1179, "cds_end": 241818238, "cds_start": 241808282, "n_exons": 11, "nonpsych": {"exp_lof": 11.4083830442, "exp_mis": 123.613677382, "exp_syn": 66.0959701932, "lof_z": 1.86332402259188, "mis_z": -1.55996124488659, "mu_lof": 1.01813271172e-06, "mu_mis": 1.47084492978e-05, "mu_syn": 7.70052080349e-06, "n_lof": 5.0, "n_mis": 158.0, "n_syn": 72.0, "p_li": 0.0125962439307634, "p_null": 0.0414040331892337, "p_rec": 0.945999722880003, "syn_z": -0.457219287576917}, "nontcga": {"exp_lof": 11.7629955591, "exp_mis": 125.815890306, "exp_syn": 67.351082324, "lof_z": 1.65756485903033, "mis_z": -1.56274684622826, "mu_lof": 1.01813271172e-06, "mu_mis": 1.47084492978e-05, "mu_syn": 7.70052080349e-06, "n_lof": 6.0, "n_mis": 161.0, "n_syn": 71.0, "p_li": 0.00247023796579746, "p_null": 0.0681131405286687, "p_rec": 0.929416621505534, "syn_z": -0.281523283830348}, "transcript": "ENST00000307503.3"}, "exons": [{"cdsend": 240878821, "cdsstart": 240868865, "chr": "2", "position": [[240868823, 240869030], [240869169, 240869362], [240870643, 240870708], [240871348, 240871449], [240872978, 240873049], [240873977, 240874062], [240875108, 240875204], [240875934, 240876004], [240877536, 240877632], [240878021, 240878150], [240878713, 240880500]], "strand": 1, "transcript": "NM_000030", "txend": 240880500, "txstart": 240868823}], "exons_hg19": [{"cdsend": 241818238, "cdsstart": 241808282, "chr": "2", "position": [[241808240, 241808447], [241808586, 241808779], [241810060, 241810125], [241810765, 241810866], [241812395, 241812466], [241813394, 241813479], [241814525, 241814621], [241815351, 241815421], [241816953, 241817049], [241817438, 241817567], [241818130, 241819917]], "strand": 1, "transcript": "NM_000030", "txend": 241819917, "txstart": 241808240}], "generif": [{"pubmed": 11562405, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12169688, "text": "serine:pyruvate aminotransferase expression is regulated by Sp1, AP-2 and PKA"}, {"pubmed": 12899834, "text": "crystal structure of normal human AGT complexed to the competitive inhibitor amino-oxyacetic acid to 2.5A"}, {"pubmed": 15253729, "text": "Early detection of Gly170Arg and Phe152Ile mutations in PH1 has important clinical implications because of their association with pyridoxine responsiveness and clinical outcome"}, {"pubmed": 15327387, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15365967, "text": "report describing 3 AGXT gene mutations in Chinese patients with primary hyperoxaluria type 1"}, {"pubmed": 15480793, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15802217, "text": "mutations with serious consequences in vivo may not be inherently catalytically inactive and may be rescuable"}, {"pubmed": 15849466, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15911627, "text": "human AGT interacts with human Pex5p in mammalian cells, but not yeast cells; type 1 peroxisomal targeting sequence(PTS1)is located entirely within the smaller C-terminal structural domain of 110 amino acids"}, {"pubmed": 15961951, "text": "Determination of crystal structure of AGT has enabled effects of some of most important missense mutations in AGXT gene to be rationalised in terms of AGT folding, dimerization and stability. New possibilities for design of pharmacological agents."}, {"pubmed": 16912707, "text": "Presentation and role of transplantation [kidney and/or liver] in adult patients with type 1 primary hyperoxaluria and the 1244T AGXT mutation in a university hospital in Spain are presented."}, {"pubmed": 16971151, "text": "The effects of missense mutations on enzyme activity, dimerization, aggregation, and turnover were investigated."}, {"pubmed": 17110443, "text": "expressed wild-type human AGT1 was predominantly localized in mouse hepatocellular peroxisomes, whereas the most common mutant form of AGT1 (G170R) was localized predominantly in the mitochondria"}, {"pubmed": 17460142, "text": "AGXT is even more variable than formerly believed in the diagnosis of primary hyperoxaluria"}, {"pubmed": 17460142, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 17495019, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 17495019, "text": "Selective exon sequencing can allow a definitive diagnosis in 50% of PH1 patients."}, {"pubmed": 18289107, "text": "Results report for the first time the expression of untagged alanine-glyoxylate aminotransferase together with a new rapid protocol for its purification."}, {"pubmed": 18448374, "text": "Partial trypsin digestion as an indicator of mis-folding of mutant alanine:glyoxylate aminotransferase and chaperone effects of specific ligands."}, {"pubmed": 18468259, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 18468259, "text": "The environmental and life-style conditions of the Kola Sami could have influenced the population-specific frequencies of the AGXTProIILeu allele"}, {"pubmed": 18492492, "text": "calculated interaction energies of L-cysteine, L-alanine and L-serine docked at the active site"}, {"pubmed": 18782763, "text": "stability of primary hyperoxaluria-associated human alanine:glyoxylate aminotransferase"}, {"pubmed": 19155213, "text": "the Synergism between the Minor Allele of Human Liver Peroxisomal Alanine:Glyoxylate Aminotransferase and the F152I Mutation."}, {"pubmed": 19887726, "text": "Results compare assay methods and conditions for human liver alanine:glyoxylate aminotransferase activity."}, {"pubmed": 20016466, "text": "Genotype-phenotype correlation in primary hypoxaluria type 1: the p. Gly170Arg AGXT mutation is associated with a better outcome."}, {"pubmed": 20016466, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20020206, "text": "mutation of the AGXT gene, showing the patient to be compound heterozygous for the c.33_34InsC and c.508G > A mutations"}, {"pubmed": 20056599, "text": "3D picture of an in vivo early ATP-dependent step of the folding reaction cycle of the chaperonin and supports a GroEL functional model in which the chaperonin promotes folding of the AGXT-LTM mutant protein through forced unfolding mechanism"}, {"pubmed": 20059472, "text": "investigated occurrence of Pro11Leu polymorphism in both herder & agriculturalist populations from Central Asia; findings show distribution of variation observed in the AGXT gene could be due to demographic history, rather than local adaptation to diet"}, {"pubmed": 20133649, "text": "Molecular defects of the glycine 41 variants of alanine glyoxylate aminotransferase associated with primary hyperoxaluria type I."}, {"pubmed": 20208150, "text": "crystal structure of AGT consists of an intimate dimer in which an extended N-terminal segment of 21 amino acids from one subunit wraps as an elongated irregular coil around the outside of the crystallographic symmetry-related subunit."}, {"pubmed": 20308030, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20713123, "text": "Data show that P11L mutation is responsible for the urea sensitivity of AGT-Mi."}, {"pubmed": 20734048, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21103899, "text": "Partially unfolded states of AGXT strongly interact with Hsc70 and Hsp90 chaperones."}, {"pubmed": 21612638, "text": "Selected AGXT gene mutations analysis provides a genetic diagnosis in 28% of Tunisian patients with primary hyperoxaluria."}, {"pubmed": 22018727, "text": "A side-by-side comparison was performed between normal AGT and nine purified recombinant pathogenic variants in terms of catalytic activity, coenzyme binding mode and affinity, spectroscopic features, oligomerization, and thermal stability."}, {"pubmed": 22198249, "text": "These results suggest that the N-terminal extension plays an essential role in allowing AGT to attain its correct conformation and functional activity."}, {"pubmed": 22201765, "text": "selected aspects of the biochemical properties of the two allelic forms of AGXT and of some primary hyperoxaluria type 1-causing variants (review)"}, {"pubmed": 22529745, "text": "The molecular mechanism of recognition by the peroxisomal receptor Pex5p, in complex with alanine-glyoxylate aminotransferase revealed by X-ray crystallography."}, {"pubmed": 23229545, "text": "Four of the most common mutations in primary hyperoxaluria type 1 unmask the cryptic mitochondrial targeting sequence of alanine:glyoxylate aminotransferase encoded by the polymorphic minor allele"}, {"pubmed": 23589421, "text": "Solved is the X-ray crystal structure of the S187F variant of AGT to a resolution of 2.9 A."}, {"pubmed": 23810941, "text": "Three novel mutations detected in the AGXT gene associated with primary hyperoxaluria type 1 in a Tunisian patient population."}, {"pubmed": 23956997, "text": "The view presented has important implications for the development of new therapeutic strategies based on targeting specific elements of alanine-glyoxylate aminotransferase homeostasis"}, {"pubmed": 24012869, "text": "Identification of a double mutation c.32C>T (Pro11Leu) and c.731T>C (p.Ile244Thr) in AGXT gene in five unrelated Tunisian families with primary hyperoxaluria type 1 disease."}, {"pubmed": 24055001, "text": "Gly161 mutations in alanine:glyoxylate aminotransferase is associated with Primary Hyperoxaluria Type I."}, {"pubmed": 24205397, "text": "Modeling of the mutations on a 1.9 A crystal structure suggests that Primary hyperoxaluria type I causing mutants perturb locally the native structure of AGT."}, {"pubmed": 24344980, "text": "data imply that the AGT Pro11Leu polymorphism is not directly responsible for the low incidence of stone formation in black South Africans."}, {"pubmed": 24718375, "text": "AGT missense mutations associated with Primary Hyperoxaluria Type 1, were characterized."}, {"pubmed": 24934730, "text": "These are the first cases of primary hyperoxaluria type 1 to be diagnosed by clinical manifestations and AGXT gene mutations in mainland China."}, {"pubmed": 24988064, "text": "In conclusion, this study of an unprecedented number of primary hyperoxaluria type 1 patients showed geno-phenotype associations that have not been previously reported."}, {"pubmed": 24990153, "text": "S81L and G170R mutations of AGT is associated with Primary Hyperoxaluria type I in homozygosis and heterozygosis."}, {"pubmed": 25237136, "text": "Data suggest that dequalinium chloride (DECA) may be a pharmacologic strategy to treat primary hyperoxaluria 1 (PH1) patients with mutations in alanine:glyoxylate aminotransferase (AGT)."}, {"pubmed": 25620715, "text": "A review of the current knowledge of the biochemical properties of liver peroxisomal alanine:glyoxylate aminotransferase and of the molecular defects caused by single point mutations associated with Primary Hyperoxaluria Type 1."}, {"pubmed": 26149463, "text": "The pathogenic mutation G47R causes misfolding of alanine:glyoxylate aminotransferase."}, {"pubmed": 26383609, "text": "Primary hyperoxaluria type 1 (PH1) is due to a defect in the AGXT gene.  The aim of our study was to analyze the mutations causing PH1 in the Moroccan population"}, {"pubmed": 26693850, "text": "Letter/Case Report: novel missense AGXT gene mutation in a Sri Lankan family with primary hyperoxaluria type 1."}, {"pubmed": 26854734, "text": "Pyridoxine increases the metabolic efficiency of alanine:glyoxylate aminotransferase."}, {"pubmed": 27179589, "text": "Caenorhabditis elegans AGXT-1 is a mitochondrial and temperature-adapted ortholog of peroxisomal human AGT1."}, {"pubmed": 27568336, "text": "this study identifies a novel AGXT gene mutation in primary hyperoxaluria after kidney transplantation failure in Tunisian patient"}, {"pubmed": 27644547, "text": "two novel AGXT missense mutations (p.M49L and p.N72I), which will enrich the AGXT mutation database and provide a better comprehension of PH1 pathogenesis, were identified in a big Chinese PH1 family. Significant morphological and structural difference of kidney stones from two siblings with the same genotype observed in this study displays the heterogeneity of genotype-phenotype correlation"}, {"pubmed": 27659337, "text": "The novel p.Gln137Hisfs*19 AGXT mutation detected in this study extends the spectrum of known primary hyperoxaluria type I AGXT gene mutations in Tunisia."}, {"pubmed": 27720751, "text": "Data show that onomeric minor allele of human alanine glyoxylate aminotransferase (AGT-Mi) binds pyridoxal 5-phosphate (PLP) but does not display catalytic activity."}, {"pubmed": 27915025, "text": "AGXT gene sequencing is now the choice of diagnosis of Primary hyperoxaluria type 1 (PH1)due to its non-invasive nature compared to liver enzyme assay. Early diagnosis and accurate treatment in PH1 is important for better patient outcomes."}, {"pubmed": 27935012, "text": "Novel AGXT mutations in a Tunisian population with primary hyperoxaluria type 1."}, {"pubmed": 28161266, "text": "AGXT mutational analysis was performed to confirm the diagnosis of PH1."}, {"pubmed": 29110180, "text": "Mutations at the dimer interface of alanine-glyoxylate aminotransferase alter enzyme structure/activity, leading to primary hyperoxaluria type I and determine the cellular response to vitamin B6."}, {"pubmed": 29456205, "text": "The most common AGXT gene mutation found in Libyan children with primary hyperoxaluria type 1 was c.731T>C (p.lle244thr) and this is more likely due to the strong genetic pooling caused by the high consanguinity rate."}, {"pubmed": 29883780, "text": "AGXT1 may aid in diagnostic workup especially in conjunction with arginase-1 for HCCs that may otherwise defy conventional immunostaining patterns"}, {"pubmed": 30341509, "text": "To the best of our knowledge, 2 novel variants of AGXT, p.Gly41Trp and p.Leu33Met, were first reported. Bioinformatics and functional analysis showed that only 7 mutations led to a reduced expression of alanine-glyoxylate amino transferase (AGT) at a protein level"}, {"pubmed": 30541997, "text": "one novel mutation, c.1015delG, and a common mutation, c.815_816insGA, of the AGXT gene among four unrelated families with Primary hyperoxaluria type 1, is reported."}, {"pubmed": 30676254, "text": "two human constructs, wild-type and engineered AGT (RHEAM), were tested in Agxt(-/-) mice. Repeat dosing in Agxt(-/-) mice resulted in a 40% reduction in urinary oxalate, suggesting therapeutic benefit."}, {"pubmed": 30852714, "text": "Expression of the primary hyperoxaluria type 1-causal gene AGXT can be regulated at the posttranscriptional level by miR-4660."}, {"pubmed": 31771612, "text": "Loss of alanine-glyoxylate and serine-pyruvate aminotransferase expression accelerated the progression of hepatocellular carcinoma and predicted poor prognosis."}, {"pubmed": 32556641, "text": "Characteristics of the genotype and phenotype in Chinese primary hyperoxaluria type 1 populations."}, {"pubmed": 32569165, "text": "novel mutation c. 799A>T p. (IIe267Phe) detected in primary hyperoxaluria type 1 patient and family"}, {"pubmed": 32792227, "text": "The ILE56 mutation on different genetic backgrounds of alanine:glyoxylate aminotransferase: Clinical features and biochemical characterization."}, {"pubmed": 33408043, "text": "Pharmacogenetics of advanced lung cancer: Predictive value of functional genetic polymorphism AGXT Pro11Leu in clinical outcome?"}, {"pubmed": 34995728, "text": "Extended genetic analysis of exome sequencing for primary hyperoxaluria in pediatric urolithiasis patients with hyperoxaluria."}, {"pubmed": 35661454, "text": "Next-generation sequencing in identification of pathogenic variants in primary hyperoxaluria among 21 Egyptian families: Identification of two novel AGXT gene mutations."}, {"pubmed": 37874369, "text": "Case series and literature review of primary hyperoxaluria type 1 in Chinese patients."}, {"pubmed": 38243391, "text": "Insights into the pathogenesis of primary hyperoxaluria type I from the structural dynamics of alanine:glyoxylate aminotransferase variants."}, {"pubmed": 38657121, "text": "Expanding the Genetic Spectrum of AGXT Gene Variants in Egyptian Patients with Primary Hyperoxaluria Type I."}], "genomic_pos": {"chr": "2", "end": 240880502, "ensemblgene": "ENSG00000172482", "start": 240868824, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 241819919, "start": 241807896, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006563", "pubmed": 10347152, "qualifier": "involved_in", "term": "L-serine metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009436", "pubmed": 22198249, "qualifier": "involved_in", "term": "glyoxylate catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019265", "qualifier": "involved_in", "term": "glycine biosynthetic process, by transamination of glyoxylate"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019265", "pubmed": 22198249, "qualifier": "involved_in", "term": "glycine biosynthetic process, by transamination of glyoxylate"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019448", "pubmed": 18492492, "qualifier": "involved_in", "term": "L-cysteine catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042853", "pubmed": [17696873, 18492492, 22198249], "qualifier": "involved_in", "term": "L-alanine catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046487", "pubmed": 12777626, "qualifier": "involved_in", "term": "glyoxylate metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046487", "pubmed": 3709805, "qualifier": "involved_in", "term": "glyoxylate metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046724", "qualifier": "involved_in", "term": "oxalic acid secretion"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005777", "qualifier": "is_active_in", "term": "peroxisome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005777", "pubmed": [1703535, 3709805, 7813517, 9053548, 10960483, 12777626], "qualifier": "located_in", "term": "peroxisome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005782", "pubmed": [3418107, 22198249], "qualifier": "located_in", "term": "peroxisomal matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005782", "qualifier": "located_in", "term": "peroxisomal matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004760", "qualifier": "enables", "term": "serine-pyruvate transaminase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004760", "pubmed": 10347152, "qualifier": "enables", "term": "serine-pyruvate transaminase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15911627, 22529745, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008453", "qualifier": "enables", "term": "alanine-glyoxylate transaminase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008453", "pubmed": [10960483, 16971151, 17696873, 18492492, 22198249], "qualifier": "enables", "term": "alanine-glyoxylate transaminase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0008453", "pubmed": 12777626, "qualifier": "enables", "term": "alanine-glyoxylate transaminase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008453", "pubmed": 2363689, "qualifier": "enables", "term": "alanine-glyoxylate transaminase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008483", "pubmed": [18492492, 20133649], "qualifier": "enables", "term": "transaminase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016597", "pubmed": 18492492, "qualifier": "enables", "term": "amino acid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030170", "pubmed": [17696873, 20133649], "qualifier": "enables", "term": "pyridoxal phosphate binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0030170", "pubmed": 15802217, "qualifier": "enables", "term": "pyridoxal phosphate binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [12899834, 22529745, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": [10960483, 12777626, 12899834, 16971151, 20133649], "qualifier": "enables", "term": "protein homodimerization activity"}]}, "homologene": {"genes": [[3702, 815822], [4530, 4345962], [4932, 850514], [5141, 3872065], [6239, 174414], [7165, 1270941], [7227, 31587], [7955, 79378], [7955, 436603], [8364, 448338], [9031, 770344], [9544, 699941], [9598, 460073], [9606, 189], [9615, 100855679], [9913, 789572], [10090, 11611], [10116, 24792], [28985, 2895987], [318829, 2681622]], "id": 37251}, "interpro": [{"desc": "Aminotransferase class V domain", "id": "IPR000192", "short_desc": "Aminotrans_V_dom"}, {"desc": "Pyridoxal phosphate-dependent transferase, major domain", "id": "IPR015421", "short_desc": "PyrdxlP-dep_Trfase_major"}, {"desc": "Pyridoxal phosphate-dependent transferase, small domain", "id": "IPR015422", "short_desc": "PyrdxlP-dep_Trfase_small"}, {"desc": "Pyridoxal phosphate-dependent transferase", "id": "IPR015424", "short_desc": "PyrdxlP-dep_Trfase"}, {"desc": "Aminotransferase class-V, pyridoxal-phosphate binding site", "id": "IPR020578", "short_desc": "Aminotrans_V_PyrdxlP_BS"}, {"desc": "Serine-pyruvate aminotransferase/2-aminoethylphosphonate-pyruvate transaminase", "id": "IPR024169", "short_desc": "SP_NH2Trfase/AEP_transaminase"}], "ipi": "IPI00009367", "map_location": "2q37.3", "name": "alanine--glyoxylate aminotransferase", "other_names": ["L-alanine: glyoxylate aminotransferase 1", "alanine--glyoxylate aminotransferase", "alanine--glyoxylate and serine--pyruvate aminotransferase", "hepatic peroxisomal alanine:glyoxylate aminotransferase", "serine--pyruvate aminotransferase"], "pantherdb": {"HGNC": "341", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1329033", "ortholog_type": "LDO", "panther_family": "PTHR21152", "taxid": 10090, "uniprot_kb": "O35423"}, {"RGD": "2073", "ortholog_type": "LDO", "panther_family": "PTHR21152", "taxid": 10116, "uniprot_kb": "P09139"}, {"Ensembl": "ENSGALG00000020943", "ortholog_type": "LDO", "panther_family": "PTHR21152", "taxid": 9031, "uniprot_kb": "E1BSX0"}, {"ZFIN": "ZDB-GENE-040718-16", "ortholog_type": "O", "panther_family": "PTHR21152", "taxid": 7955, "uniprot_kb": "F1QY24"}, {"ZFIN": "ZDB-GENE-010302-3", "ortholog_type": "LDO", "panther_family": "PTHR21152", "taxid": 7955, "uniprot_kb": "Q6PHK4"}, {"WormBase": "WBGene00011767", "ortholog_type": "LDO", "panther_family": "PTHR21152", "taxid": 6239, "uniprot_kb": "Q94055"}, {"FlyBase": "FBgn0014031", "ortholog_type": "LDO", "panther_family": "PTHR21152", "taxid": 7227, "uniprot_kb": "Q9W3Z3"}, {"dictyBase": "DDB_G0289923", "ortholog_type": "LDO", "panther_family": "PTHR21152", "taxid": 352472, "uniprot_kb": "Q54GT6"}], "uniprot_kb": "P21549"}, "pathway": {"humancyc": {"id": "GLYSYN-ALA-PWY", "name": "glycine biosynthesis"}, "kegg": [{"id": "hsa00250", "name": "Alanine, aspartate and glutamate metabolism - Homo sapiens (human)"}, {"id": "hsa00260", "name": "Glycine, serine and threonine metabolism - Homo sapiens (human)"}, {"id": "hsa00630", "name": "Glyoxylate and dicarboxylate metabolism - Homo sapiens (human)"}, {"id": "hsa04146", "name": "Peroxisome - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-389661", "name": "Glyoxylate metabolism and glycine degradation"}, {"id": "R-HSA-71291", "name": "Metabolism of amino acids and derivatives"}, {"id": "R-HSA-9033241", "name": "Peroxisomal protein import"}, {"id": "R-HSA-9033241", "name": "Peroxisomal protein import"}, {"id": "R-HSA-9609507", "name": "Protein localization"}, {"id": "R-HSA-9609507", "name": "Protein localization"}], "smpdb": [{"id": "SMP00004", "name": "Glycine and Serine Metabolism"}, {"id": "SMP00055", "name": "Alanine Metabolism"}, {"id": "SMP00179", "name": "Dihydropyrimidine Dehydrogenase Deficiency (DHPD)"}, {"id": "SMP00223", "name": "Non Ketotic Hyperglycinemia"}, {"id": "SMP00242", "name": "Dimethylglycine Dehydrogenase Deficiency"}, {"id": "SMP00244", "name": "Sarcosinemia"}, {"id": "SMP00313", "name": "Lactic Acidemia"}, {"id": "SMP00350", "name": "Pyruvate Carboxylase Deficiency"}, {"id": "SMP00352", "name": "Primary Hyperoxaluria Type I"}, {"id": "SMP00484", "name": "Dimethylglycine Dehydrogenase Deficiency"}, {"id": "SMP00485", "name": "Hyperglycinemia, non-ketotic"}, {"id": "SMP00721", "name": "3-Phosphoglycerate dehydrogenase deficiency"}], "wikipathways": {"id": "WP106", "name": "Alanine and aspartate metabolism"}}, "pdb": ["1H0C", "1J04", "2YOB", "3R9A", "4CBR", "4CBS", "4I8A", "4KXK", "4KYO", "5F9S", "5HHY", "5LUC", "5OFY", "5OG0", "6RV0", "6RV1", "7NS7"], "pfam": "PF00266", "pharmgkb": "PA24633", "pharos": {"target_id": 13012, "tdl": "Tbio"}, "pir": "I39419", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245547", "relationship": "is"}, {"id": "GNF245548", "relationship": "is"}, {"id": "GNF245549", "relationship": "is"}, {"id": "GNF245550", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF033350", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079357", "relationship": "is"}, {"id": "GNF079358", "relationship": "is"}, {"id": "GNF079359", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054448", "relationship": "is"}, {"id": "GNF059226", "relationship": "is"}, {"id": "GNF074587", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069731", "relationship": "is"}, {"id": "GNF069732", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF096384", "relationship": "is"}, {"id": "GNF136039", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_008005.1"], "protein": "NP_000021.1", "rna": "NM_000030.3", "translation": {"protein": "NP_000021.1", "rna": "NM_000030.3"}}, "reporter": {"HG-U133_Plus_2": ["206957_at", "210326_at", "210327_s_at"], "HG-U95Av2": "37880_at", "HTA-2_0": "TC02001471.hg.1", "HuEx-1_0": "2535976", "HuGene-1_1": "8049737", "HuGene-2_1": "16893287"}, "retired": 51432, "summary": "This gene is expressed only in the liver and the encoded protein is localized mostly in the peroxisomes, where it is involved in glyoxylate detoxification. Mutations in this gene, some of which alter subcellular targetting, have been associated with type I primary hyperoxaluria. [provided by RefSeq, Jul 2008].", "symbol": "AGXT", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412290"}, "unigene": "Hs.144567", "uniprot": {"Swiss-Prot": "P21549"}, "wikipedia": {"url_stub": "AGXT"}}