{"AllianceGenome": "348", "HGNC": "348", "MIM": "600253", "_id": "196", "_version": 2, "accession": {"genomic": ["AC003075.2", "AH003424.2", "CH236948.1", "CH471073.1", "CP068271.2", "D31708.1", "D38044.1", "HF547963.1", "LC377520.1", "LC377521.1", "LC377522.1", "LC377523.1", "LC377524.1", "LC377525.1", "LC377526.1", "LC377527.1", "LC377528.1", "LC377529.1", "LC377530.1", "LC377531.1", "LC377532.1", "LC377533.1", "LC377534.1", "LC377535.1", "NC_000007.14", "NC_060931.1", "U60524.1"], "protein": ["AAA16210.1", "AAA92082.1", "AAA92083.1", "AAA92084.1", "AAH69390.1", "AAH70080.1", "BAA03857.1", "BAA07235.1", "CCO13674.1", "EAL24281.1", "EAW93686.1", "EAW93687.1", "NP_001612.1", "P35869.2"], "rna": ["AA329775.1", "AK130815.1", "AK307495.1", "BC021696.1", "BC069390.1", "BC070080.1", "BQ020427.1", "BQ024331.1", "BX505160.1", "D16354.1", "L19872.1", "NM_001621.5"], "translation": [{"protein": "BAA03857.1", "rna": "D16354.1"}, {"protein": "AAH69390.1", "rna": "BC069390.1"}, {"protein": "AAH70080.1", "rna": "BC070080.1"}, {"protein": "AAA16210.1", "rna": "L19872.1"}, {"protein": "NP_001612.1", "rna": "NM_001621.5"}]}, "alias": ["RP85", "bHLHe76"], "ensembl": {"gene": "ENSG00000106546", "protein": ["ENSP00000242057", "ENSP00000436466", "ENSP00000495987"], "transcript": ["ENST00000242057", "ENST00000463496", "ENST00000475440", "ENST00000481944", "ENST00000492120", "ENST00000642825", "ENST00000645559"], "translation": [{"protein": "ENSP00000495987", "rna": "ENST00000642825"}, {"protein": "ENSP00000242057", "rna": "ENST00000242057"}, {"protein": "ENSP00000436466", "rna": "ENST00000463496"}], "type_of_gene": "protein_coding"}, "entrezgene": "196", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 29.6506089776, "exp_mis": 248.895544474, "exp_syn": 100.19202089, "lof_z": 5.21202847852875, "mis_z": -0.499292578845676, "mu_lof": 2.35227053931e-06, "mu_mis": 2.23113534524e-05, "mu_syn": 8.68491414345e-06, "n_lof": 1.0, "n_mis": 265.0, "n_syn": 126.0, "p_li": 0.999872136742516, "p_null": 1.42651971936925e-11, "p_rec": 0.000127863243218978, "syn_z": -1.59840669774595}, "bp": 2547, "cds_end": 17382688, "cds_start": 17338888, "n_exons": 11, "nonpsych": {"exp_lof": 26.6211166942, "exp_mis": 225.058946145, "exp_syn": 90.4679060561, "lof_z": 4.87682176940456, "mis_z": -0.300610751969338, "mu_lof": 2.35227053931e-06, "mu_mis": 2.23113534524e-05, "mu_syn": 8.68491414345e-06, "n_lof": 1.0, "n_mis": 234.0, "n_syn": 109.0, "p_li": 0.9996534306361, "p_null": 1.97428821453428e-10, "p_rec": 0.000346569166471023, "syn_z": -1.22670635018794}, "nontcga": {"exp_lof": 27.2575515593, "exp_mis": 228.96290732, "exp_syn": 92.1556576815, "lof_z": 4.96126090933713, "mis_z": -0.198771978160801, "mu_lof": 2.35227053931e-06, "mu_mis": 2.23113534524e-05, "mu_syn": 8.68491414345e-06, "n_lof": 1.0, "n_mis": 235.0, "n_syn": 119.0, "p_li": 0.999699623777915, "p_null": 1.14027688168023e-10, "p_rec": 0.000300376108057374, "syn_z": -1.77057371280599}, "transcript": "ENST00000242057.4"}, "exons": [{"cdsend": 17343064, "cdsstart": 17299264, "chr": "7", "position": [[17298651, 17299329], [17309935, 17310123], [17322500, 17322607], [17327758, 17327848], [17329951, 17330075], [17330755, 17330886], [17333911, 17334114], [17334886, 17334996], [17335644, 17335786], [17338985, 17340228], [17342920, 17346147]], "strand": 1, "transcript": "NM_001621", "txend": 17346147, "txstart": 17298651}], "exons_hg19": [{"cdsend": 17382688, "cdsstart": 17338888, "chr": "7", "position": [[17338275, 17338953], [17349559, 17349747], [17362124, 17362231], [17367382, 17367472], [17369575, 17369699], [17370379, 17370510], [17373535, 17373738], [17374510, 17374620], [17375268, 17375410], [17378609, 17379852], [17382544, 17385771]], "strand": 1, "transcript": "NM_001621", "txend": 17385771, "txstart": 17338275}], "generif": [{"pubmed": 11207035, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 11393538, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11408954, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11505220, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 11689007, "text": "polymorphisms that result in loss of CYP1A1 induction"}, {"pubmed": 11698344, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11742002, "text": "Phylogenetic analysis shows that AHRR, AHR1, and AHR2 are distinct genes, members of an AHR gene family; these three vertebrate AHR-like genes descended from a single invertebrate AHR"}, {"pubmed": 11756572, "text": "The female reproductive tract expresses AHR and ARNT mRNA, and changes in expression at target sites in conditions such as endometriosis and uterine leiomyomas suggest a potential role for these factors in the pathogenesis of these conditions."}, {"pubmed": 11768231, "text": "Aryl hydrocarbon receptor/dioxin receptor in human monocytes and macrophages"}, {"pubmed": 11805098, "text": "Functional involvement of the Brahma/SWI2-related gene 1 protein in cytochrome P4501A1 transcription mediated by the aryl hydrocarbon receptor complex"}, {"pubmed": 11835227, "text": "Arg554Lys was investigated and no association with micropenis was found."}, {"pubmed": 11866883, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12024042, "text": "SRC-1, NCoA-2, and p/CIP are capable of independently enhancing TCDD-dependent induction of a luciferase reporter gene by the AHR/ARNT dimer."}, {"pubmed": 12065584, "text": "Two parallel pathways mediate cytoplasmic localization"}, {"pubmed": 12139968, "text": "The silencing mediator of retinoic acid and thyroid hormone receptors can interact with the aryl hydrocarbon (Ah) receptor but fails to repress Ah receptor-dependent gene expression."}, {"pubmed": 12200463, "text": "functional AhR are present in endometrial and endometriotic stromal cells and that TCDD up-regulates the expression of RANTES, providing a possible mechanistic link between dioxin exposure and chemokine expression in endometriosis."}, {"pubmed": 12213390, "text": "Polymorphisms that regulate the phenotype of AHR-mediated responses, especially differences among ethnic groups."}, {"pubmed": 12480531, "text": "Possible involvement of aryl hydrocarbon receptor (AhR) in adult T-cell leukemia (ATL) leukemogenesis: constitutive activation of AhR in ATL."}, {"pubmed": 12520072, "text": "AhR gene expression associates with individual variation of CYP1A1 inducibility and CYP1B1 expression in cultivated lymphocytes"}, {"pubmed": 12566446, "text": "Binding of ligands such as TCDD, beta-naphthoflavone, and benzopyrene metabolites to the Ah receptor is involved in human UGT1A1 induction."}, {"pubmed": 12586752, "text": "experiments revealed a complex distribution of aryl hydrocarbon receptor and aryl hydrocarbon receptor nuclear translocator mRNAs and proteins in rat and human testis"}, {"pubmed": 12592376, "text": "DNA damage and cell cycle arrest induced by 2-(4-amino-3-methylphenyl)-5-fluorobenzothiazole (5F 203, NSC 703786) is attenuated in aryl hydrocarbon receptor deficient MCF-7 cells"}, {"pubmed": 12612060, "text": "Inhibitory AhR-ERalpha cross talk is linked to a new pathway for degrading ERalpha in which TCDD initially induces formation of a nuclear AhR complex which coordinately recruits ERalpha & the proteasome complex, resulting in degradation of both receptors."}, {"pubmed": 12637498, "text": "results confirm that the Ah receptor plays a critical role in B[a]P-7,8-dihydrodiol-induced apoptosis"}, {"pubmed": 12730383, "text": "In mice transgenic to this receptor, there is a lessened susceptibility to dioxin-induced toxicity."}, {"pubmed": 12774124, "text": "estrogen receptor-mediated estrogen signalling is modulated by a co-regulatory-like function of activated AhR/Arnt, giving rise to adverse oestrogen-related actions of dioxin-type environmental contaminants"}, {"pubmed": 12837759, "text": "the dioxin receptor is stabilized by XAP2"}, {"pubmed": 12852830, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14560034, "text": "Results describe the recruitment of aryl hydrocarbon receptor and associated proteins to the human cytochrome P4501A1 gene promoter in vivo."}, {"pubmed": 14634838, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 14973392, "text": "interactions between the aryl hydrocarbon receptor and estrogen receptor have a role in development of breast neoplasms [review]"}, {"pubmed": 14978034, "text": "AhR tyrosine 9, which is not a phosphorylated residue itself but is required for DNA binding, appears to play a crucial role in AhR activity by permitting proper phosphorylation of the AhR."}, {"pubmed": 14985336, "text": "cell density regulates the intracellular localization and function of AhR, because of modulation of nuclear export activity"}, {"pubmed": 15026081, "text": "Inhibitory AHR-androgen receptor crosstalk was studied in the LNCaP prostatic tumor cell line."}, {"pubmed": 15069065, "text": "AhR activation causes apoptosis and cell cycle arrest, especially through expression changes in genes related to apoptosis and cell cycle arrest."}, {"pubmed": 15123621, "text": "Results describe a mechanism whereby the aryl hydrocarbon receptor, a known transcriptional activator, mediates gene repression through interactions at E2F-responsive promoters, leading to the repression of E2F-dependent, S phase-specific genes."}, {"pubmed": 15190133, "text": "nucleotide preference of the heterodimers of AHR and Arnt"}, {"pubmed": 15342792, "text": "Promoters and long-distance regulatory regions of AhR-responsive genes were analyzed by the genetic algorithm and a variety of other computational methods."}, {"pubmed": 15474075, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15499202, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15499202, "text": "Thirty-two single nucleotide variations have been identified in the aryl hydrocarbon receptor gene, including 25 novel ones and a GGGGC repeat polymorphism in the promoter region."}, {"pubmed": 15572374, "text": "MEK1 facilitates ligand-initiated transcriptional activation while targeting the Ah receptor for degradation"}, {"pubmed": 15641800, "text": "Folding of the aryl hydrocarbon receptor transactivation domain modulates protein-protein interactions, such as the binding of transcription factor TATA-binding protein (TBP)."}, {"pubmed": 15728486, "text": "AhR activation in the T-lineage cells is directly involved in thymocyte loss and skewed differentiation; AhR activation in T cells and not in B cells suppresses the immunization-induced increase in both T cells and B cells."}, {"pubmed": 15758562, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15774926, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15837795, "text": "ER alpha-AHR-ARNT protein-protein interactions mediate estradiol-dependent transrepression of dioxin-inducible gene transcription"}, {"pubmed": 15863442, "text": "AHR pathway plays important role in cigarette smoke-mediated COX-2 and prostaglandin production in human lung fibroblasts and may contribute to tobacco-associated inflammation and lung disease."}, {"pubmed": 15897893, "text": "Induction of c-jun depends on activation of p38-mitogen-activated protein kinase (MAPK) by an AhR-dependent mechanism."}, {"pubmed": 15917307, "text": "Expression of BCRP is most likely aryl hydrocarbon receptor (AhR) dependent in Caco-2 cells."}, {"pubmed": 15964790, "text": "AHR-mediated transcription: ligand-dependent recruitment of Era to TCDD-responsive promoters was studied."}, {"pubmed": 16084889, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16091746, "text": "AhR influences the expression of c-Myc, a protein critical to malignant transformation"}, {"pubmed": 16103451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16109480, "text": "Results provide evidence for a cross-talk between CYP3A4 and aryl hydrocarbon receptor, and show that conclusions drawn from experiments carried out in cell lines may lead to erroneous in vivo predictions in man."}, {"pubmed": 16153594, "text": "This short review summarizes recent advances in the study of AhR activation and inducible expression of target gene cytochrome P450 (CYP1) and other CYP families"}, {"pubmed": 16337337, "text": "enhanced AhR expression and especially its nuclear translocation may be a favorable factor for gastric cancer formation presumably via up-regulating CYP1A1 expression"}, {"pubmed": 16403814, "text": "The increased AR gene activity observed in precious pubertyas indicated by the reduced AR gene methylation pattern, might lead to hypersensitivity of the hair follicles to steroid hormones and therefore to the premature development of pubic hair."}, {"pubmed": 16480812, "text": "The aryl hydrocarbon receptor activates the retinoic acid receptoralpha through SMRT antagonism"}, {"pubmed": 16481407, "text": "Maternal smoking in combination with maternal AhR genetic polymorphisms may adversely affect infant birth size."}, {"pubmed": 16538170, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16619036, "text": "findings show that Ahr activation is functionally connected to a signaling cascade leading to dramatic alterations of cell plasticity and increase in cell motility"}, {"pubmed": 16675542, "text": "AhR-estrogen receptor 1/Sp1 transcription factor cross talk is due, in part, to enhanced association of AhR and estrogen receptor 1"}, {"pubmed": 16762319, "text": "a functional interaction between NcoA4 and AhR that may alter AhR activity to affect disease development and progression is demonstrated"}, {"pubmed": 16891617, "text": "The data presented support a major role for calpain in the AhR transformation, transactivation, and subsequent down-regulation, and provide a possible explanation for many of the reported phenomena of ligand-independent activation of AhR."}, {"pubmed": 16922649, "text": "This review discusses the role of the aryl hydrocarbon receptor, a ligand-activated transcription factor that regulates the transcription of a wide range of genes, including some drug metabolizing enzymes."}, {"pubmed": 16952353, "text": "Results suggest that the aryl hydrocarbon receptor participates in Slug induction, which, in turn, regulates cellular physiology including cell adhesion and migration."}, {"pubmed": 16985026, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16985033, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17053541, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17053541, "text": "This study is the first to show an interaction between the CYP1A1 T3801C and AHR G1661A polymorphisms; this interaction could explain the difference in blood pressure level between smokers and non-smokers/ex-smokers"}, {"pubmed": 17140257, "text": "A truncated Ah receptor blocks the hypoxia and estrogen receptor signaling pathways."}, {"pubmed": 17174437, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17200336, "text": "AhR overexpression up-regulates the expression of CYP1B1 in the early stage of lung adenocarcinoma"}, {"pubmed": 17223712, "text": "these observations support the hypothesis that there is a specific coordination between the activation of the cytosolic Ah receptor and the c-Src- and cdc37-containing HSP90 complex."}, {"pubmed": 17244640, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17244640, "text": "investigated which roles the AR polymorphisms as well as the R554K and P185A in the AHR and AHRR genes, respectively, may play in modifying the effect of exposure to organohalogen pollutants in regard to sperm Y : X ratio"}, {"pubmed": 17311112, "text": "Proliferation of breast cancer cells is accompanied not only by expression of genes encoding cytochromes involved in estrogen metabolism, but also by changes in the expression of other genes, such as AHR."}, {"pubmed": 17392787, "text": "findings uncover a function for AhR as an atypical component of the ubiquitin ligase complex and demonstrate a non-genomic signalling pathway in which fat-soluble ligands regulate target-protein-selective degradation through a ubiquitin ligase complex"}, {"pubmed": 17429315, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17490615, "text": "Taken together, these data establish beta7 ITG as a new molecular target of PAHs, whose up-regulation by these environmental contaminants most likely requires activation of co-operative pathways involving both AhR and c-maf."}, {"pubmed": 17498780, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17502624, "text": "role of the AhR in the UVB stress response was confirmed in vivo by studies employing AhR KO mice"}, {"pubmed": 17511620, "text": "AHR (aryl hydrocarbon receptor) agonists induce ERalpha promoter occupancy at AHR target genes through indirect activation of oestrogen receptor alpha(ERalpha), and support a role for ERalpha in AHR transactivation"}, {"pubmed": 17552871, "text": "evidence presented for regulatory cross-talk between aryl hydrocarbon receptor and glucocorticoid receptor alpha in HepG2 cells."}, {"pubmed": 17559847, "text": "Allele and genotype frequencies of AHR and ARNT polymorphisms were similar between infertile men and controls."}, {"pubmed": 17559847, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17596880, "text": "Role of AhR in drug metabolism demonstrates in vivo up-regulation of androstane receptor through chemical exposure."}, {"pubmed": 17642299, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 17823287, "text": "AhR activation and COX-2 overexpression likely represent a mechanism of resistance to apoptosis in lymphoma cell lines that might be relevant for the development of lymphoma in vivo."}, {"pubmed": 17823304, "text": "AhR with NF-kappaB RelB signaling pathways represent a new mechanism of cross talk between the two transcription factors"}, {"pubmed": 17900530, "text": "The interaction of AhR with RelB binding on a novel type of NF-kappaB binding site represents a new regulatory function of the AhR."}, {"pubmed": 17963696, "text": "Hence the anti-inflammatory effect of PPARalpha overrides the pro-inflammatory effect of AhR."}, {"pubmed": 18037991, "text": "in response to PAHs, Ahr-mediated activation of the harakiri, BCL2 interacting protein (contains only BH3 domain), was necessary for execution of cell death."}, {"pubmed": 18059014, "text": "studies suggest that constitutively active AhR mediates different molecular outcomes than environmental chemical-activated AhR, and further implicate the AhR in mammary tumorigenesis"}, {"pubmed": 18065768, "text": "Aryl hydrocarbon receptor mediates laminar fluid shear stress-induced CYP1A1 activation and cell cycle arrest in vascular endothelial cells."}, {"pubmed": 18259752, "text": "AhR, a transcription factor, can bind specifically to AD1 in the C-terminal region of BRCA1 and affect BRCA1's ability to regulate transcription activity."}, {"pubmed": 18302886, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18302886, "text": "The polymorphism of aryl hydrocarbon receptor G1661A has no significant impact on levels of urinary 1-hydroxypyrene in coke oven workers."}, {"pubmed": 18303622, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18303622, "text": "SNPs rs6960165 or haplotypes of AHR were associated with the chromosome-defective micronuclei frequencies in coke-oven workers."}, {"pubmed": 18358233, "text": "These findings indicate that the cross-talk function of the AhR with estrogen or androgen receptors is an intrinsic function of the AhR."}, {"pubmed": 18359762, "text": "Reduction in VEGF correlates with inhibited prostate carcinogenesis in Ahr transsgenic mice."}, {"pubmed": 18433817, "text": "AhR-mediated regulation of the human UGT1A4 gene by two xenobiotic response elements and a modulation by single nucleotide polymorphisms is demonstrated"}, {"pubmed": 18483242, "text": "analysis of how inflammatory signaling and aryl hydrocarbon receptor mediate synergistic induction of interleukin 6 in MCF-7 cells"}, {"pubmed": 18510611, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18515748, "text": "After high glucose stimulation, AhR was found in complex with Egr-1 & activator protein-2. The activity of the DNA-binding complex was regulated by glucose (a physiological stimulus) via activation of hexosamine pathway & intracellular glycosylation."}, {"pubmed": 18524851, "text": "AHR binds to E2F1 and inhibits E2F1-induced apoptosis"}, {"pubmed": 18628420, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18628420, "text": "polymorphisms of AhR gene were associated with the level of 1-OHP among PAH-exposed workers, suggesting that AhR-mediated signaling might contribute to individual susceptibility to PAH exposure."}, {"pubmed": 18632753, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18677463, "text": "These data demonstrate xenobiotic induced regulation of the UGT1A3 gene by the aryl hydrocarbon receptor, which shows genetic variability"}, {"pubmed": 18708059, "text": "CyP40 is found in the cell nucleus after 3-methylchloranthrene treatment and appears to promote the dioxin response element binding form of the AhR/Arnt heterodimer."}, {"pubmed": 18708364, "text": "AhR is a master regulator of c-raf and propose cross-talk between AhR and the mitogen-activated protein kinase signaling pathway."}, {"pubmed": 18818557, "text": "AHR polymorphisms and potential gene-smoking interaction may be involved in the etiology of lung cancer."}, {"pubmed": 18818557, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18923163, "text": "Prunella vulgaris extract activities were probably related to an ability to function as an aryl hydrocarbon receptor (AHR) agonist in ECC-1 cells."}, {"pubmed": 18990750, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19013013, "text": "broccoli-derived SUL can directly induce Cyp1a1 gene expression in an AhR-dependent manner and represents a novel mechanism by which sulforaphane induces this enzyme"}, {"pubmed": 19018768, "text": "Curcumin attenuates cytochrome P450 induction in response to TCDD by ROS-dependently degrading AhR and ARNT."}, {"pubmed": 19027718, "text": "This review examines the impact of transient versus sustained receptor activation on AhR biology and explores the potential role for cytochrome P450 expression in regulating AhR activity among various tissues."}, {"pubmed": 19034627, "text": "Bioactive terpenoids and flavonoids from Ginkgo biloba extract induce the expression of hepatic drug-metabolizing enzymes through pregnane X receptor, constitutive androstane receptor, and aryl hydrocarbon receptor-mediated pathways."}, {"pubmed": 19114668, "text": "AhR activation plays an essential part in the development of Th17 cells."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19255421, "text": "mechanism by which 2,3,7,8-tetrachlorodibenzo-p-dioxin is able to disrupt epidermal homeostasis and identify EGFR signaling as a regulator of the AHR"}, {"pubmed": 19333233, "text": "These results establish a role for AHR in inflammatory signaling within the liver, presenting a new therapeutic opportunity, and signify AHR's ability to function in a DNA-independent manner."}, {"pubmed": 19340314, "text": "data identify novel roles for CREB and AhR as major, specific regulators of FSCN-1 transcription in human carcinoma cells but do not support the hypothesis that beta-catenin signaling has a central role"}, {"pubmed": 19356061, "text": "these data imply the existence of aryl hydrocarbon receptor (AhR) and glucocorticoid receptor (GR) cross-talk in HeLa cells"}, {"pubmed": 19356098, "text": "This is the first report showing direct induction of UGT1A1 by a bilirubin through AhR pathway."}, {"pubmed": 19358281, "text": "Aryl hydrocarbon receptor activation and overexpression is associated with upregulation of fibroblast growth factor-9 resulting in lung adenocarcinomas."}, {"pubmed": 19360915, "text": "Data show that aryl hydrocarbon receptor expression was significantly increased in gastric cancer tissues and cell lines."}, {"pubmed": 19371443, "text": "Results provide insight into the mechanism and function of the AhR pathway and its impact on gastric cancer progression."}, {"pubmed": 19380484, "text": "Results identify aryl hydrocarbon receptor (AHR) repressor (AHRR) Delta8 as the active form of human AHRR and reveal novel aspects of its function and specificity as a repressor of AHR."}, {"pubmed": 19415745, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19415745, "text": "Single nucleotide polymorphisms in the aryl hydrocarbon receptor is associated with breast cancer."}, {"pubmed": 19447902, "text": "The AhR is a potential drug target for treatment of ER-negative breast cancer."}, {"pubmed": 19460354, "text": "AF2 domain contributes to dioxin-induced recruitment of ERalpha to AHR target genes, but that both the AF1 and AF2 domains are required for ERalpha-dependent increases in AHR activity."}, {"pubmed": 19463884, "text": "AhR functionally cross-reacts with the GR, through which transactivation activity of the GR is further enhanced, and in contrast, transactivation activity of the AhR is inhibited."}, {"pubmed": 19465936, "text": "pathogenesis of glioma formation may involve altered AhR regulation of the TGF-beta/Smad pathway, and AhR may represent a promising target for the treatment of human malignant gliomas and other diseases associated with pathological TGF-beta activity"}, {"pubmed": 19535631, "text": "AhR agonist signaling exerts specific effects on monocyte/dendritic cell subset differentiation of myeloid progenitor cells via interfering with lineage-determining transcriptional processes."}, {"pubmed": 19536146, "text": "Aryl hydrocarbon receptor signaling is an integral part of the induction of cytochrome P450 (CYP) isoforms by ozone."}, {"pubmed": 19556287, "text": "AHR signalling may be differentially affected according to pituitary adenoma phenotype."}, {"pubmed": 19574409, "text": "demonstrate not only that dioxin induces the recruitment of ERalpha to AHR target genes but that AHR is recruited to estrogen-responsive regions in a gene-manner, suggesting that AHR utilizes these mechanisms to modulate estrogen-dependent signaling"}, {"pubmed": 19592671, "text": "EGF repressed the transcriptional activity of aryl hydrocarbon receptor."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19690180, "text": "study showed that AhR expression was higher in patients with a family history of upper gastrointestinal tract cancer; such individuals may be more susceptible to the deleterious effects of PAH exposure, including PAH-induced cancer"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19726680, "text": "AhR shuttles PAH o-quinone genotoxins to the nucleus and enhances oxidative DNA damage."}, {"pubmed": 19736056, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19755661, "text": "Activation of the aryl hydrocarbon receptor pathway enhances cancer cell invasion by upregulating the MMP expression and is associated with upper urinary tract urothelial cancer."}, {"pubmed": 19789301, "text": "Treatment of UVR sensitized human keratinocytes with an Hsp90 inhibitor caused a marked decrease in levels of AhR"}, {"pubmed": 19815066, "text": "Aryl hydrocarbon receptor (AhR) modulation of androgen receptor activity is differentially altered by the level of FHL2 and AhR present in the cell."}, {"pubmed": 19821039, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19821039, "text": "the AHR gene may play a role in determining the risk of non-Hodgkin lymphoma with exposure to organochlorines, and highlight the importance of understanding gene-environment interactions."}, {"pubmed": 19917880, "text": "AHR binds to CDK4 to facilitate cell cycle progression.  The interaction is disrupted by exogenous ligands to induce G1 cell cycle arrest."}, {"pubmed": 19917880, "text": "Aryl hydrocarbon receptor regulates cell cycle progression in breast cancer cells through functional interaction with cyclin-dependent kinase 4."}, {"pubmed": 19941898, "text": "We hypothesize that it is the interaction of L-tryptophan and its metabolites with AHR that induces Th17 cell differentiation and autoinflammation in eosinophilic fasciitis, eosinophilia-myalgia-syndrome and toxic oil syndrome ."}, {"pubmed": 20000589, "text": "Prolonged activation of the AHR by indoxyl-3-sulfate may contribute to toxicity observed in kidney dialysis patients and thus represent a possible therapeutic target."}, {"pubmed": 20032195, "text": "AhR agonists inhibited cell invasiveness and anchorage-independent growth in human breast cancer cells regardless of ER, PR, or HER2 status."}, {"pubmed": 20032195, "text": "Knockdown of the AhR using siRNA increased the invasiveness of human breast cancer cells."}, {"pubmed": 20032195, "text": "Ligand activation of AhR promotes differentiation & inhibits aspects of metastatic process in cell line panel representing major breast cancer subtypes. Aspects inhibited include cell invasiveness, colony formation, & anchorage-independent growth."}, {"pubmed": 20032195, "text": "The inhibition of invasiveness and anchorage-independent growth in human breast cancer cells correlated with the ability of AhR agonists to promote differentiation."}, {"pubmed": 20044593, "text": "Compared to the mAHR(b), the hAHR may play contrasting roles in TCDD-induced toxicity and endogenous AHR-mediated gene regulation."}, {"pubmed": 20053997, "text": "Cellular protection by glucuronidation is inducible by xenobiotics via AhR and by oxidative metabolites via Nrf2 linking glucuronidation to cellular protection and defense against oxidative stress."}, {"pubmed": 20064835, "text": "The AhR and p53 signaling pathways were the most significant canonical pathways activated by benzo(a)pyrene."}, {"pubmed": 20130088, "text": "I3C is a novel anticancer agent in human cancers that coexpress ERalpha, GATA3, and AhR, a combination found in a large percentage of breast cancers but not in other critical ERalpha target tissues essential to patient health"}, {"pubmed": 20140206, "text": "Data show that shRNA targeted against beta-TrCP reduced prostate cancer cell growth, upregulated the aryl hydrocarbon receptor, and suggest that AhR activation may be a cancer counteracting mechanism in the prostate."}, {"pubmed": 20146706, "text": "Emerging role of aryl hydrocarbon receptor in the generation of regulatory T cells."}, {"pubmed": 20171126, "text": "The AhR has a role in regulating the cell cycle, inflammation, & the hematopoietic and immune systems in health and disease. Triggering by xenobiotic ligands may be associated with leukemia. Review."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20301892, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20301892, "text": "Survival time, metastasis and occurrence of second primary tumors were compared in carriers of wild type and Arg554Lys variant AHR."}, {"pubmed": 20354149, "text": "In the placentas, the AHR immunoreactivity was present primarily in syncytiotrophoblasts. AHR is also expressed in the majority of human fetal tissues."}, {"pubmed": 20395535, "text": "Findings indicate that AhR and Nrf2 play important roles in regulating hepatocyte MRP4 expression."}, {"pubmed": 20401977, "text": "identification of single nucleotide polymorphisms in the AHR from six ethnic populations"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20460431, "text": "AHR is a direct transcriptional regulator of human BCRP and provide an unprecedented role of AHR in cellular adaptive response and cytoprotection by up-regulating an important ATP-binding cassette efflux transporter"}, {"pubmed": 20511231, "text": "AHR-mediated priming is not restricted to the IL6 promoter and may contribute to the expression of a variety of genes, which do not have consensus dioxin response elements"}, {"pubmed": 20619336, "text": "AhR plays a crucial role in both basal and TCDD-induced expression of target genes in human hepatocytes."}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20676092, "text": "AhR activation promoted the differentiation of CD4(+)Foxp3(-) T cells, which produce IL-10 and control responder T cells through granzyme B"}, {"pubmed": 20709182, "text": "results suggest that the AhR-induced increase of mucin production is partially mediated by reactive oxygen species generation"}, {"pubmed": 20804740, "text": "A novel aryl hydrocarbon receptor-responsive element (AhRE5) mediates transcriptional activation of ABCG2 gene expression."}, {"pubmed": 20823264, "text": "The AhR pathway is constitutively activated and functional in human KGN granulosa cells. The constitutively activated AhR suppressed aromatase expression and estrogen synthesis and enhanced proliferation of KGN cells."}, {"pubmed": 20878756, "text": "Abnormal AhR pathway activation in the intestinal mucosa of inflammatory bowel disease patients may promote chronic inflammation"}, {"pubmed": 20973933, "text": "AHR is able to modulate melanogenesis by controlling the expression of melanogenic genes."}, {"pubmed": 21072210, "text": "Data show that the anti-cancer effects of tranilast are AHR dependent."}, {"pubmed": 21081473, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21205295, "text": "The Aryl Hydrocarbon Receptor Signaling is the primarily affected pathway by the E6/E7 oncoproteins expression and this pathway is also deregulated in human small cell lung cancer."}, {"pubmed": 21262915, "text": "Results suggested that therapeutic effects of RA-induced leukemia differentiation depend on AhR and its ability to downregulate the stem cell factor Oct4."}, {"pubmed": 21316925, "text": "benzo(a)pyrene induces oxidative stress-mediated interleukin-8 production in human keratinocytes via the aryl hydrocarbon receptor signaling pathway"}, {"pubmed": 21357676, "text": "AHR detects xenobiotics, such as polycyclic aryl hydrocarbons found in roasted coffee, and induces transcription of CYP1A1 and CYP1A2."}, {"pubmed": 21374063, "text": "These findings about the role of AhR activators in epithelial immune regulation aid in understanding mucosal homeostasis and inflammatory bowel disease (IBD) and suggest that AhR activation has therapeutic value for the treatment of IBD."}, {"pubmed": 21441140, "text": "CXCR2 mediates the atherogenic activity of environmental pollutants, such as dioxins, and contributes to the development of atherosclerosis through the induction of a vascular inflammatory response by activating the AhR-signaling pathway."}, {"pubmed": 21462134, "text": "No association between AhR 1661G/A and ARNT 567G/C genetic polymorphisms and endometriosis was found in the southern Han Chinese women in this study."}, {"pubmed": 21486221, "text": "Data indicate that overexpression of AhR alone is sufficient to induce carcinogenic transformation in mammary epithelial cells; data provide evidence for a direct role of AhR in progression of breast carcinoma."}, {"pubmed": 21490707, "text": "Both the AHR and CYP1A2 genes are biologically plausible candidates as CYP1A2 metabolizes caffeine and AHR regulates CYP1A2."}, {"pubmed": 21600206, "text": "AhR is down-regulated in intestinal tissue in inflammatory bowel disease. AhR signaling, via IL-22, inhibits inflammation and colitis in the gastrointestinal tract."}, {"pubmed": 21613234, "text": "The AHR polymorphism might be associated with individual risk of male infertility in Chinese."}, {"pubmed": 21627536, "text": "in the absence of exogenous ligands, the AhR promotes cell cycle progression in HaCaT keratinocytes"}, {"pubmed": 21640702, "text": "AHR overexpression is found among estrogen receptor (ER)alpha-negative human breast tumors and that its overexpression is positively correlated to that of the NF-kappaB subunit Rel-B and Interleukin 8."}, {"pubmed": 21689841, "text": "There is a higher level of Aryl hydrocarbon Receptors in Infertile men in Iran"}, {"pubmed": 21742528, "text": "The homozygote variant genotype of AHR Lys554Lys is associated with a significantly lower AHR, ARNT and CYP1B1 mRNA expression."}, {"pubmed": 21804081, "text": "Present data demonstrate for the first time that activation of the AhR by TCDD suppressed the development of Th2-mediated food allergic responses."}, {"pubmed": 21828262, "text": "results demonstrate that SULT1E1 expression in MCF10A breast epithelial cells cells is transcriptionally regulated by confluence through a suppressive action of the AhR, which is not mediated through a dioxin response element at nt -3476"}, {"pubmed": 21878739, "text": "The role of AhR as a transcription factor is related to the low-glucose response."}, {"pubmed": 21976023, "text": "tryptophan catabolite kynurenine is an endogenous ligand of the human AHR that is constitutively generated by human tumour cells via tryptophan-2,3-dioxygenase, a liver- and neuron-derived Trp-degrading enzyme not yet implicated in cancer biology"}, {"pubmed": 21996739, "text": "AhR, without exposure to a ligand, associates with RelA, which then positively modulates NFkappaB activity and then upregulates IL-6 expression in human lung cells; a new mechanism for lung tumorigenesis"}, {"pubmed": 22052373, "text": "cancer tissues did not contain mutations in the AhR transactivation domain region when the DNA sequences were compared with those from normal tissues."}, {"pubmed": 22053597, "text": "The expression of AhR mRNA in PBMCs and IL-22 protein in plasma of patients with allergic asthma were higher than those in controlled asthma cases."}, {"pubmed": 22071320, "text": "Highlight the importance of cross-regulation between AhR and ERalpha and a novel mechanism by which AhR controls, through modulating the recruitment of RIP140 to ERalpha-binding sites, the kinetics and magnitude of ERalpha-mediated gene stimulation."}, {"pubmed": 22123295, "text": "Data show that aryl hydrocarbon receptor (AhR) activation suppressed mammosphere formation of MCF-7 cells and decreased the proportion of cells with high aldehyde dehydrogenase 1 (ALDH-1) activity."}, {"pubmed": 22138065, "text": "Benzyl butyl phthalate-induces granulosa cell necrosis is AhR and CYP1B1 dependent."}, {"pubmed": 22235307, "text": "the specific functions of AHR and ARNT in estrogen-dependent signaling"}, {"pubmed": 22273977, "text": "our data demonstrated that AhR protected lung adenocarcinoma cells against cigarette sidestream smoke particulate-induced oxidative stress and promoted post-exposure clonogenicity"}, {"pubmed": 22296396, "text": "A significant association between tumoral levels of glycodelin and AhR (p=0.002) in breast cancers."}, {"pubmed": 22311706, "text": "data show that the AhR promotes proliferation of medulloblastoma (MB) cells, suggesting that this pathway should be considered as a potential therapeutic target for MB treatment"}, {"pubmed": 22361730, "text": "These data support novel observations that, in human colon cancer cells, Src-mediated cross talk between aryl hydrocarbon and EGFR results in ERK1/2 activation, thereby stimulating cell proliferation."}, {"pubmed": 22388733, "text": "aryl hydrocarbon receptor expression is not required for the proliferation, migration, invasion, or estrogen-dependent tumorigenesis of breast cancer."}, {"pubmed": 22486318, "text": "The activity and expression of aryl hydrocarbon receptor in hepatic stellate cells are regulated by chronic ethanol."}, {"pubmed": 22495716, "text": "Results showed that AhR was highly expressed in esophageal squamous cell carcinoma tissues and cell lines when compared with its expression in normal tissue."}, {"pubmed": 22495806, "text": "These results suggested that SUMOylation of AhR might play an important role in the regulation of its function, and 2,3,7,8-tetrachlorodibenzo-p-dioxin may activate the transcriptional activity of AhR through downregulating its SUMOylation."}, {"pubmed": 22539616, "text": "The data suggest the contributions of AHR rs2066853 and rs2158041 to glioma risk and the PAH-DNA adduct levels."}, {"pubmed": 22553215, "text": "The activation of the AHR with DiMNF can suppress cytokine-mediated induction of the membrane complement regulatory protein CD55."}, {"pubmed": 22596188, "text": "These findings show that FOXA1, but not ER- alpha, is essential for AHR(aryl hydrocarbon receptor) -dependent regulation of CCNG2(cyclin G2 ), assigning a role for FOXA1 in AHR action."}, {"pubmed": 22628113, "text": "The evolving role of the aryl hydrocarbon receptor (AHR) in the normophysiology of hematopoiesis"}, {"pubmed": 22649193, "text": "Human mast cells constitutively express AhR, whose activation can influence both early cell degranulation response and high affinity receptor FcepsilonRI-independent IL-6 and IL-17 cytokine production."}, {"pubmed": 22728919, "text": "studies revealed multiple levels at which AhR expression may be controlled, and offer additional insights into mechanisms regulating AhR expression that can ultimately impact carcinogenesis"}, {"pubmed": 22754483, "text": "The aryl hydrocarbon receptor pathway is a key component of the microRNA-mediated acute myeloid leukemia signalisome"}, {"pubmed": 22759865, "text": "p23 co-chaperone protects the aryl hydrocarbon receptor from degradation"}, {"pubmed": 22761424, "text": "Polycyclic aromatic hydrocarbons (PAHs) mediate transcriptional activation of the ATP binding cassette transporter ABCB6 gene via the aryl hydrocarbon receptor (AhR)"}, {"pubmed": 22840970, "text": "genetic polymorphisms in the aryl hydrocarbon receptor signaling pathway are associated with menopausal hot flashes via hormone levels"}, {"pubmed": 22854411, "text": "genetic association studies in Costa Rican population: Previous associations observed between SNPs in AHR (rs6968865; rs4410790) and caffeine/coffee consumption in European populations are also observed in ethnically distinct Costa Rican population."}, {"pubmed": 22903824, "text": "Study identifies AHR/ARNT cobound regions across the genome."}, {"pubmed": 22915253, "text": "Data indicate the spatially organized signaling pathways of beta-catenin and aryl hydrocarbon receptor (AhR) by cell density."}, {"pubmed": 23022626, "text": "This meta-analysis suggested that the aryl hydrocarbon receptor 1661G>A polymorphism does not contribute to the development of cancer in humans.[meta-analysis]"}, {"pubmed": 23030067, "text": "Data indicate that the persistent organic pollutants (POPs)-related receptors estrogen-, androgen- and aryl hydrocarbon-receptortransactivities can be used as effect biomarkers."}, {"pubmed": 23037589, "text": "Activation of aryl hydrocarbon receptor mediates indoxyl sulfate-induced monocyte chemoattractant protein-1 expression in human umbilical vein endothelial cells."}, {"pubmed": 23141164, "text": "The combined genotype GG + AG [from AhR -1661G/A (GG) and GSTP1 -313A/G (AG)] might be related with susceptibility to endometriosis."}, {"pubmed": 23208493, "text": "transcription factor Nuclear Factor 1-C (NF1C) as a candidate to regulate AHR transcription in a polymorphism-dependent manner"}, {"pubmed": 23228475, "text": "cyprodinil acts as an AHR activator, a potential endocrine disrupter, and an extracellular signal-regulated kinase disrupter."}, {"pubmed": 23229511, "text": "AhR expression increased anticancer activity of 17-AAG."}, {"pubmed": 23288144, "text": "Sunitinib, a tyrosine kinase inhibitor, induces cytochrome P450 1A1 gene in human breast cancer MCF7 cells through ligand-independent aryl hydrocarbon receptor activation."}, {"pubmed": 23317198, "text": "AhR overexpression is associated with uterine leiomyomata."}, {"pubmed": 23370907, "text": "Marked species differences of dioxin toxicity prompted the review of three well-studied human dioxin toxicities (chloracne, inflammation and cancer) and deregulated Ah receptor target genes to understand the physiological functions of this receptor."}, {"pubmed": 23382382, "text": "basal or TGFbeta-induced AhR down-modulation could be relevant in the acquisition of a motile EMT phenotype in both normal and transformed epithelial cells"}, {"pubmed": 23419638, "text": "Pelargonidin can bind to and activate the AhR and AhR-dependent gene expression, and induce the CYP1A1 catalytic activity."}, {"pubmed": 23430108, "text": "Data indicate that the MEK-ERK signaling pathway contributes the maintenance of the immature state of monocyte-derived dendritic cells (MDDCs) is partly dependent on the activity of aryl hydrocarbon receptor (AhR)."}, {"pubmed": 23439269, "text": "The AhR gene polymorphism is not thought to correlate with B[a]P neurotoxicity among coke oven workers."}, {"pubmed": 23452206, "text": "CSC-induced NF-kappaB activation, IL-1beta promoter activity, IL-1beta mRNA upregulation, and CYP1A1 mRNA induction were all inhibited by an aryl hydrocarbon receptor (AhR) antagonist alpha-naphthoflavone."}, {"pubmed": 23492908, "text": "CYP1A1/CYP1A2 rs2472297C>T and AHR rs4410790C>T are potentially useful genetic markers associated with variability in CYP1A2-mediated metabolism, but are of minor quantitative importance for systemic OLA exposure."}, {"pubmed": 23528250, "text": "Polymorphisms in AHR were associated with maternal dioxin concentrations in pregnant Japanese women."}, {"pubmed": 23547017, "text": "an increase in AhR expression is associated with hepatocellular carcinoma progression."}, {"pubmed": 23583297, "text": "Study provides further evidence of functional interplay among NRF2, AHR and ERalpha signaling pathways through altered p300 recruitment to NRF2-regulated target genes."}, {"pubmed": 23604401, "text": "AhR promotes the growth and invasiveness of gastric cancer cells."}, {"pubmed": 23614276, "text": "Report AhR expression in human parotid glands."}, {"pubmed": 23614742, "text": "These findings suggest that the tobacco smoke extracts induce MMP-1 expression in human fibroblasts and keratinocytes via activation of the AhR pathway; the AhR pathway may be pathogenetically involved in extrinsic skin ageing."}, {"pubmed": 23625689, "text": "AHR plays a role in driving the expression of several key growth factors in aggressive carcinoma cell lines."}, {"pubmed": 23636172, "text": "Indolic uremic solutes increase tissue factor production in endothelial and peripheral blood mononuclear cells by aryl hydrocarbon receptor activation."}, {"pubmed": 23703535, "text": "Report strong associations between AhR polymorphisms and idiopathic male infertility."}, {"pubmed": 23723449, "text": "AhR is expressed in hematopoietic progenitor cell (HPs) and AhR activation drives an unprecedented expansion of HPs, megakaryocyte-lineage cells, and erythroid-lineage cells."}, {"pubmed": 23733406, "text": "AhR knockdown attenuated these cells tumorigenic properties in vitro including proliferation"}, {"pubmed": 23768840, "text": "Selected genetic polymorphisms in the AHR-signaling pathway (i.e., AHRR) and CLOCK may play a role in decreasing the risk for experiencing insomnia during the menopausal transition."}, {"pubmed": 23802610, "text": "the aryl hydrocarbon receptor mediates tobacco smoke-induced skin pigmentation"}, {"pubmed": 23810773, "text": "CCL5 is a target gene for AhR, and might be associated with the pathology of dioxin exposure."}, {"pubmed": 23831623, "text": "AHR activation may inhibit lysophosphatidic acid-induced VEGF-A expression in prostate cancer (PC)-3 cells by attenuating hypoxia inducible factor (HIF)-1alpha signaling, and subsequently, suppressing angiogenesis and metastasis of PC."}, {"pubmed": 23846855, "text": "A 3-D model of the AHR protein was developed and its binding properties with 3-methylcholanthrene determined. Protein-protein docking confirms that induced levels of AHR inhibit CREB with maximum docking scores."}, {"pubmed": 23994556, "text": "AHR modulates expression of human MT2A via the glucocorticoid response element and protein-protein interactions with glucocorticoid receptor."}, {"pubmed": 24023334, "text": "Nuclear translocation of AhR was associated with EGFR mutation, and conferred a poor prognosis for patients with lung squamous cell carcinoma"}, {"pubmed": 24078229, "text": "prognostic parameter in breast carcinoma"}, {"pubmed": 24086407, "text": "The role of HuR in AhR stabilization of Cox-2 mRNA was confirmed by knockdown of HuR, which resulted in rapid Cox-2 mRNA degradation."}, {"pubmed": 24091107, "text": "dexamethasone suppresses AHR-mediated CYP1A1 induction in JEG-3 cells through the unique mechanism of AHR-GR crosstalk, which involves accelerated degradation of AHR"}, {"pubmed": 24092408, "text": "Suggest AhR deficiency was associated with increased Th17 responses in the development of chronic rhinosinusitis with nasal polyps in Chinese patients."}, {"pubmed": 24106308, "text": "Data show that aryl hydrocarbon receptor (AhR) activity and protein levels in retinal pigment epithelial (RPE) cells, cells vulnerable in age-related macular degeneration (AMD), decrease with age."}, {"pubmed": 24154488, "text": "The AhR ligand, TCDD, induces hepatic fibrosis by directly regulating profibrotic pathways."}, {"pubmed": 24161567, "text": "TCDD-induced chloracne-like phenotype depends on AhR activation whereas AhR knock down did not appear sufficient to induce the phenotype."}, {"pubmed": 24302727, "text": "NF-kappaB RelA is a critical component regulating the expression of AhR and the induction of AhR-dependent gene expression in immune cells illustrating the interaction of AhR and NF-kappaB signaling."}, {"pubmed": 24309559, "text": "Data suggest that persistent ligand activation of AHR plays pronounced role in synoviocyte growth factor expression/secretion, cell proliferation, cell migration/invasiveness, and inflammatory activity in rheumatoid arthritis."}, {"pubmed": 24316275, "text": "Each tested drugs were determined and compared in AhR-, GR- and PXR-gene reporter cell lines."}, {"pubmed": 24325394, "text": "The aryl hydrocarbon receptor antagonist StemRegenin 1 promotes human plasmacytoid and myeloid dendritic cell development from CD34+ hematopoietic progenitor cells."}, {"pubmed": 24330582, "text": "Results show that AhR induces VEGF expression in HepG2 cells under glucose deprivation, through a pathway involving ATF4."}, {"pubmed": 24355420, "text": "Our results show that aryl hydrocarbon receptor activation and CYP1A1 expression induced by PCB 126 were significantly inhibited by hypoxia."}, {"pubmed": 24380854, "text": "IGF-2 induction of AHR promotes the expression of CCND1 and the proliferation of MCF-7 cells."}, {"pubmed": 24481452, "text": "Raloxifene is an new AhR ligand."}, {"pubmed": 24521260, "text": "highly expressed in the acute lesional skin of patients with atopic dermatitis and psoriasis"}, {"pubmed": 24527450, "text": "This review addresses the current knowledge on the role of Ahr in different immune cell compartments, with a particular focus on inflammation and autoimmunity."}, {"pubmed": 24549985, "text": "expression and functional activation of AhR is necessary for the secretion of IL-22 by activated T cells."}, {"pubmed": 24583342, "text": "The effects of palmitine on aryl hydrocarbon receptor, CYP1A1 and CYP1A2 expression in hepatocytes and HepG2 cells are reported."}, {"pubmed": 24586395, "text": "Through the modulation of E2F1, AHR regulates MYCN gene expression, which may in turn affect neuroblastoma differentiation."}, {"pubmed": 24656327, "text": "a brief overview of the AhR mechanism of action in the immune system [Review]"}, {"pubmed": 24721719, "text": "FBS leads to erroneous classification of pharmacological ligands of hCAR-SV23 in cell-based assays, but investigations on functional ligands of hCAR isoforms can be conducted in serum-free culture condition."}, {"pubmed": 24755659, "text": "AhR is constitutively active in advanced prostate cancer cell lines."}, {"pubmed": 24761888, "text": "AhR, CYP1A1, GSTM1 polymorphisms may interact with p53 genetic variants and may contribute to polycyclic aromatic hydrocarbons related diseases."}, {"pubmed": 24769090, "text": "Fgf21 appears to be a target gene of AhR-signaling pathway in human liver."}, {"pubmed": 24806346, "text": "Knockdown of TiPARP, but not AHRR, increased 2,3,7,8-tetrachlorodibenzo-p-dioxin - induced CYP1A1 mRNA and AHR protein levels."}, {"pubmed": 24817304, "text": "Suggest highly expressed AhR may perform important roles during endometrial cancer development."}, {"pubmed": 24859622, "text": "It is suggested that the functions of PXR, CAR and AhR may be closely implicated in the pathogeneses of metabolic vascular diseases, such as hyperlipidemia, atherogenesis, and hypertension."}, {"pubmed": 24885022, "text": "Aminoflavone mediates growth inhibition effects in breast cancer cells with impaired Ah receptor expression and signaling."}, {"pubmed": 24905409, "text": "The current review contributes to a better understanding of the role of AhR and its signaling pathway in CD4 helper T cell mediated inflammatory disorder. [review]"}, {"pubmed": 24938130, "text": "Taken together, cell type specific in vivo evidence for AhR functions indicates that osteoclastic AhR plays a significant role in maintenance of bone homeostasis"}, {"pubmed": 24953655, "text": "Inhibition of AHR in human IL-1R1hi ILC3s promotes NK cell differentiation in vitro.  Expression of AHR prevents human IL-1R1hi ILC3 differentiation to NK cells."}, {"pubmed": 24971714, "text": "AHR promotes the expression of xenobiotic metabolizing enzymes even in the absence of toxicants and drugs.AHR is required for TNF induction of mitochondrial superoxide dismutase."}, {"pubmed": 25051309, "text": "AHR polymorphisms were not associated with an increased risk of neural tube defects in mothers exposed to indoor air pollution."}, {"pubmed": 25186463, "text": "aryl hydrocarbon receptor knock-down was sufficient to increase choroidal endothelial cell migration and tube formation in vitro"}, {"pubmed": 25201625, "text": "AhR-signaling may be a weak activator of p65-signaling that suppresses p65-activity induced by strong activators of NF-kappaB, but that its anti-inflammatory properties also are due to interference with additional pathways."}, {"pubmed": 25218365, "text": "Large interindividual differences in the expression of genes from the AhR regulatory network in laryngeal squamous cell carcinoma cell lines treated with beta-naphthoflavone."}, {"pubmed": 25228302, "text": "WNT/beta-catenin pathway activation induces the expression of CYP2E1, CYP1A2, and aryl hydrocarbon receptor, but not of CYP3A4, hepatocyte nuclear factor-4alpha, or pregnane X receptor"}, {"pubmed": 25255223, "text": "The highly consistent effects of Ahr on movement indicate that changes in its constitutive activity have a role on spontaneous movement and may influence human behavior."}, {"pubmed": 25305016, "text": "SIN3A, generally regarded as a transcriptional repressor, is required for induction of gene transcription by the aryl hydrocarbon receptor."}, {"pubmed": 25327972, "text": "Crosstalk was identified between aryl hydrocarbon receptors and hypoxia pathway in cerebral endothelium."}, {"pubmed": 25445724, "text": "SNP -130 C/T modulates AhR expression and expression levels of IL-24 and IL-1beta"}, {"pubmed": 25447411, "text": "Suggest that the AHR proximal promoter GGGGCrepeat polymorphism may have consequences for AhR expression and lung carcinogenesis."}, {"pubmed": 25450809, "text": "IFN-gamma coordinately induces IDO1 and a tryptophan-selective transporter in human colonic epithelial cells and mouse dendritic cells with a positive feedback mechanism via kynurenine-AhR signaling."}, {"pubmed": 25523818, "text": "Data suggest that inhibiting the activation of aryl hydrocarbon receptor (AhR) may represent a potentially attractive therapeutic target for clear cell renal cell carcinoma. patients."}, {"pubmed": 25550834, "text": "The results suggest that high levels of AhR were expressed in the majority of breast cancer tissues and closely associated with P53 status and histological types of breast cancer"}, {"pubmed": 25602157, "text": "Inactivation of aryl hydrocarbon receptor (AHR) activity during human skin equivalent development severely impaired epidermal stratification, terminal differentiation protein expression, and stratum corneum formation."}, {"pubmed": 25614121, "text": "The AHR-FGF21 endocrine signaling pathway establishes AHR as a pivotal environmental modifier that integrates signals from chemical exposure in the regulation of lipid and energy metabolism."}, {"pubmed": 25620626, "text": "The expression level and functional polymorphisms of circulating AhR may affect the susceptibility and progression of CAD in Chinese populations."}, {"pubmed": 25657351, "text": "Data suggest 2 roles of AHR in skin, gut, lung, and immune cells in these barrier organs: 1) promiscuous sensor of small xenobiotics and 2) balancing factor in cell differentiation/function controlled by endogenous high-affinity ligands. [REVIEW]"}, {"pubmed": 25680693, "text": "Cynaropicrin is a potent activator of the AhR-Nrf2-Nqo1 pathway, and could therefore be applied to prevention of UVB-induced photo aging."}, {"pubmed": 25769544, "text": "AhR/ARNT regulates BCL6 expression and in turn, drives expression of germinal center markers in diffuse large B-cell lymphoma."}, {"pubmed": 25797602, "text": "Treatment with AhR activators results in increased expression of the AhR, phosphorylation of p38MAPK and cPLA2, leading to platelet priming in response to agonist."}, {"pubmed": 25825216, "text": "Vehicular exhaust particles activate an AhR-Jag1-Notch1 cascade to promote allergic airway inflammation in concert with proasthmatic alleles."}, {"pubmed": 25858487, "text": "Demonstrated aryl hydrocarbon receptor involvement in the 2,3,7,8-tetrachlorodibenzo-p-dioxin - mediated increase in CYP1B1 expression."}, {"pubmed": 25878193, "text": "Data suggest activation of p53 (tumor protein p53) in human fibroblasts/osteosarcoma cells up-regulates AHR (aryl-hydrocarbon receptor) via stabilization of AHR; activation of p53 in murine macrophages down-regulates expression of AhR mRNA/protein."}, {"pubmed": 25907242, "text": "Control of lymphocyte homeostasis and effector function by the aryl hydrocarbon receptor"}, {"pubmed": 25987214, "text": "The AhR mediates resistance to apoptosis induced in breast cancer cells"}, {"pubmed": 26005855, "text": "These results suggest that HIF1-alpha and AHR integrate immunological, metabolic and environmental signals to regulate the immune response."}, {"pubmed": 26039703, "text": "A stochastic model of nuclear receptor-mediated transcription was developed based on activation of the aryl hydrocarbon receptor (AHR) by 2,3,7,8-tetrachlorodibenzodioxin."}, {"pubmed": 26101050, "text": "Polymorphisms of AhR Arg554Lys is not associated with endometriosis, while the AhRR Pro185Ala polymorphism may be associated with endometriosis risk in Asians."}, {"pubmed": 26187180, "text": "Cannabidiol may induce human CYP1A1 expression through the activation of protein tyrosine kinase-dependent aryl hydrocarbon receptor signaling."}, {"pubmed": 26226675, "text": "We found that patients with C/T SNP had longer half lives than patients with C/C and T/T SNPs."}, {"pubmed": 26350169, "text": "Report NcoA2-regulation of the AhR-ARNT-HIF-1a interaction."}, {"pubmed": 26363502, "text": "These data further elucidated molecular effects of ketoconazole towards AhR signaling pathway, with possible implications in ketoconazole role in skin chemoprevention and/or damage, involving AhR."}, {"pubmed": 26370050, "text": "AHR promoter variant modulates its transcription and downstream effectors by allele-specific AHR-SP1 interaction functioning as a genetic marker for vitiligo"}, {"pubmed": 26377202, "text": "Also, current study suggest a new miRNA-based mechanism elucidating the anti-metastatic properties of Ahr agonists, suggesting possibility of using miR-212/132 to control metastasis in breast cancer patients"}, {"pubmed": 26405201, "text": "PKM2 and p300 constitute a complex with AhR on chromatin.PKM2 serves as a transcriptional coactivator of arylhydrocarbon receptor."}, {"pubmed": 26416282, "text": "Findings show that aryl hydrocarbon receptor (AHR) signaling is strongly engaged in Mycobacterium tuberculosis-infected macrophages and has widespread effects on innate immune responses."}, {"pubmed": 26454884, "text": "effects resulted from the activation of AhR as shown by RNA interference, chromatin immunoprecipitation and the use of several AhR ligands"}, {"pubmed": 26500056, "text": "Findings indicate integrin inhibition as a promising strategy to block both aryl hydrocarbon receptor (AhR) and transforming growth factor beta (TGF-beta)-controlled features of malignancy in glioblastoma."}, {"pubmed": 26511867, "text": "This review summarizes the role of the AHR in the activation and differentiation of Th17 cells. [review]"}, {"pubmed": 26514676, "text": "This study evaluated the expression of FGF7, AhR, and CYP1A1 in colorectal cancer cells and revealed a new mechanism by which KGF promotes cell proliferation through the AhR-cyclin D1 pathway in colon cancer cells."}, {"pubmed": 26593447, "text": "Activation of AhR in the placenta might impair trophoblast cell proliferation and migration, possibly leading to the occurrence of unexplained recurrent spontaneous abortion."}, {"pubmed": 26601943, "text": "In the human liver samples a significant inverse association was observed between the miR-378 and AhR protein levels."}, {"pubmed": 26662408, "text": "Lack of association between the aryl hydrocarbon receptor rs2066853 polymorphism and breast cancer"}, {"pubmed": 26715507, "text": "Results determined that constitutive AhR expression coupled to BRCA-1 promoter CpG hypermethylation may be predictive markers of ERalpha-negative breast tumor development."}, {"pubmed": 26727491, "text": "Ligand specificity and selection may be determined not only by the PAS-B domain, but also by AhR other parts and its protein interacting partners. Ligand binding pocket and access channels leading to it discriminate endogenous molecules and xenobiotics."}, {"pubmed": 26776670, "text": "the AhR-G1661A transition may affect AhR-transactivation domain interaction."}, {"pubmed": 26790370, "text": "our data from human subjects suggest that AhR expression levels could serve as an additional, new predictor of vessel aging."}, {"pubmed": 26802080, "text": "Findings suggest that miR-124 induces intestinal inflammation by inhibiting AHR to modulate pro-inflammatory cytokine production and thereby promotes the pathogenesis of Crohn's disease."}, {"pubmed": 26818761, "text": "The inverse correlation between Smad7 and AhR expression helps to propagate inflammatory signals in the gut in Crohn's disease."}, {"pubmed": 26852918, "text": "Also, overexpression of AHR facilitated cell proliferation and migration via up-regulation of NDRG1."}, {"pubmed": 26899675, "text": "AHR may function intrinsically as a xenosensor as well as a ligand-dependent transcription factor in human pluripotent stem cell-derived hepatocyte-like cells."}, {"pubmed": 26944194, "text": "Proliferation of breast cancer cells is dependent on the expression of both LAT1 and AHR."}, {"pubmed": 26963951, "text": "Genetic variants potentially inducing functional abnormalities of the aryl hydrocarbon receptor (AHR) pathway are associated with a more severe acromegaly in patients living in highly polluted areas."}, {"pubmed": 26966070, "text": "These results suggest that ARPE-19 cells possess an AHR-mediated transcription pathway with different target gene specificity, and that BRG1 is required for AHR-mediated transcription in ARPE-19 cells."}, {"pubmed": 26966088, "text": "SR1, an AhR antagonist, led to an enriched CD34+CD41low fraction of bone marrow mesenchymal stromal cells and to an increased capacity to generate proplatelet-producing MKs and platelet-like elements similar to circulating platelets. The effect of MSCs, like that of SR1, appeared to be mediated by an AhR-dependent mechanism because both culture conditions resulted in repression of its downstream effector CYP1B1."}, {"pubmed": 26973338, "text": "AhR is associated with tumor prevention by regulating gut immunity, whereas in tumor cells, it is involved in growth suppression."}, {"pubmed": 26984638, "text": "AHR plays an important role in development of cells with cancer stem cell-like qualities and that environmental AHR ligands may exacerbate breast cancer by enhancing expression of these properties."}, {"pubmed": 26996297, "text": "Ahr ligand aminoflavone targets breast cancer cells with stem cell-like properties, at least in part by abolishing alpha6-integrin expression."}, {"pubmed": 27055685, "text": "Data suggest that activation of the AhR/ARNT (aryl hydrocarbon receptor/aryl hydrocarbon receptor nuclear translocator) signaling by AhR ligands (environmental carcinogens TCDD/3MC/PCB used here) represents novel mechanism for regulating the expression of ADH1B (alcohol dehydrogenase 1B) and other isoenzymes (ADH4, ADH6) in hepatocytes."}, {"pubmed": 27060206, "text": "AhR affects the transforming growth factor-beta signaling pathway by inducing Smad4 degradation by the proteasome and suppressing tumor metastasis via epithelial to mesenchymal transition reduction in lung cancer cells."}, {"pubmed": 27080473, "text": "This study of human fibroblasts bearing endogenous heterozygous AIP mutations and transfected pituitary GH3 cells shows that AIP mutations affect the AIP protein level and alter AhR transcriptional activity in a gene- and tissue-dependent manner."}, {"pubmed": 27103661, "text": "AhR modulates hyperoxic lung injury by regulating the genes that are necessary for cell proliferation and inflammation."}, {"pubmed": 27121842, "text": "MSI2 directly attenuates aryl hydrocarbon receptor (AHR) signalling through post-transcriptional downregulation of canonical AHR pathway components in cord blood haematopoietic stem and progenitor cells"}, {"pubmed": 27129092, "text": "this study shows that AhR is upregulated in skin from atopic dermatitis patients in China"}, {"pubmed": 27180721, "text": "Mixed-ligand copper(II) complexes activate AhR and induce AhR-dependent CYP!a1/2 genes in human hepatocytes."}, {"pubmed": 27226639, "text": "data show that AHR contributes to hepatic energy homeostasis, partly through the regulation of FGF21 expression and signaling."}, {"pubmed": 27234499, "text": "Benzo[ghi]perylene activates the AhR pathway to exert its toxic effects on the NL-20 human bronchial cell line ."}, {"pubmed": 27282934, "text": "data suggest that EWS-FLI1 suppresses autocrine AHR signaling by inhibiting TDO2-catalyzed TRP breakdown."}, {"pubmed": 27283490, "text": "AHR regulated cell proliferation and tumorigenesis by directly targeting and activating HDAC8 expression in hepatocellular carcinoma cells."}, {"pubmed": 27348627, "text": "Data show that endometriotic endometriotic mast cells (MCs) could be activated on aryl hydrocarbon receptor (AhR) signaling to secrete regulatory cytokines."}, {"pubmed": 27448695, "text": "Data show that aromatic hydrocarbon receptor (AHR) activation inhibits vascular endothelial growth factor (VEGF)-induced vasculogenesis of endothelial progenitor cells (EPCs) by hypoxia in PC-3 and LNCaP cells."}, {"pubmed": 27486223, "text": "Functional analysis of the amino acid variant Ala381 within the AHR carried by Neandertals and nonhuman primates indicate enhanced polycyclic aromatic hydrocarbon (PAH) binding, DNA binding capacity, and AHR mediated transcriptional activity compared with the human AHR. Also relative to human AHR, the Neandertal AHR exhibited 150-1000 times greater sensitivity to induction of Cyp1a1 and Cyp1b1 expression by PAHs."}, {"pubmed": 27501765, "text": "The rapid activation of the Ah receptor and CYP1A1 protein expression by higher chlorinated polychlorinated naphthalene point to their toxicity; however, it is not sufficient for potential carcinogenicity."}, {"pubmed": 27531059, "text": "Data suggest that microRNA-375 acts as repressor of UGT1A1- (UDP glucuronosyltransferase 1A1-) mediated hepatic acetaminophen glucuronidation through reduced AhR (aryl hydrocarbon receptor) expression; variations could predispose some individuals to increased risk for acetaminophen-induced liver injury."}, {"pubmed": 27535013, "text": "Study shows the Q-rich/PST domain of the aryl hydrocarbon receptor regulates both ligand-induced nuclear transport and nucleocytoplasmic shuttling."}, {"pubmed": 27544633, "text": "the AhR inhibits lipid synthesis and involves in cell differentiation of human SZ95 sebocytes."}, {"pubmed": 27573671, "text": "studies identify, for the first time, a positive amplification loop in which AHR-dependent TDO2 expression contributes to endogenous AHR ligand production."}, {"pubmed": 27592400, "text": "We demonstrated that infants whose mothers smoked during pregnancy with the combination of AHR, CYP1A1, and XRCC1 polymorphisms had lower birth size."}, {"pubmed": 27702941, "text": "We conducted a genome-wide association study (GWAS) of plasma caffeine, paraxanthine, theophylline, theobromine and paraxanthine/caffeine ratio. A single SNP at 6p23 (near CD83) and several SNPs at 7p21 (near AHR), 15q24 (near CYP1A2) and 19q13.2 (near CYP2A6) met GW-significance (P < 5 x 10-8) and were associated with one or more metabolites"}, {"pubmed": 27752740, "text": "A low AHR-expression level in human lung cancer tissues is significantly associated with its malignancy.Cytoplasmic, resting AHR protein acts as an epithelial-mesenchymal transition suppressor via a non-genomic pathway."}, {"pubmed": 27783115, "text": "Aryl hydrocarbon receptor signaling modifies Toll-like receptor-regulated responses in human dendritic cells."}, {"pubmed": 27783946, "text": "activation of the aryl hydrocarbon receptor using the non-toxic agonist 2-(1'H-indole-3'-carbonyl)-thiazole-4-carboxylic acid methyl ester (ITE) induces human regulatory t cells."}, {"pubmed": 27796684, "text": "results imply involvement of Ah receptor in regulation of CYP19A1, the gene-encoding aromatase, and an enzyme responsible for a key step in the biosynthesis of estrogens."}, {"pubmed": 27853106, "text": "Report quinone-mediated induction of cytochrome P450 1A1 in HepG2 cells through increased interaction of aryl hydrocarbon receptor with aryl hydrocarbon receptor nuclear translocator."}, {"pubmed": 27854074, "text": "Resveratrol and all its derivatives reduced also SULT1E1 mRNA transcript level. The reduced expression of AhR, CYP1A1, and 1B1 was also found as a result of treatment with these compounds."}, {"pubmed": 27869817, "text": "AhR activation and ARTN expression were positively correlated in the epidermis of patients with atopic dermatitis."}, {"pubmed": 27888289, "text": "Human CCL1 gene is selectively targeted by AhR in M(IL-4) macrophage. IL-4-induced epigenetic modification potentiates AhR-mediated CCL1 expression."}, {"pubmed": 27894333, "text": "AHR, CYP1A1, CYP1A2, or CYP1B1 variants associated with head-and-neck squamous cell carcinoma risk in smokers."}, {"pubmed": 27900579, "text": "The results of the present study suggest that AhR stimulates estrogen-dependent progression of breast carcinoma by inducing aromatase expression under some conditions. These results provide new insights on the possible roles of environmental toxins in breast cancer development."}, {"pubmed": 27907195, "text": "he results introduce Flavipin as a novel Ahr agonist, and provide first evidences on its inhibitory effects on cancer cell motility, suggesting Flavipin as a candidate to control cell invasiveness in breast cancer patients."}, {"pubmed": 27941874, "text": "HRG/HER2/HER3 signaling promotes AhR-mediated Memo-1 expression and migration in colorectal cancer"}, {"pubmed": 28161861, "text": "rs2066853 genotype polymorphism significantly associated with decreased sperm parameters as well as increased seminal oxidative stress in infertile oligoasthenoteratozoospermic men"}, {"pubmed": 28171546, "text": "Utilising a three-dimensional lymph endothelial cell (LEC) monolayer & MDA-MB231 breast cancer cell spheroid co-culture model in combination with knock-down approach allowed elucidation of the molecular/biochemical basis of AHR/CYP1A1-induced tumour breaching through the LEC barrier."}, {"pubmed": 28189649, "text": "Oxidative stress induced by particulate matter, could up-regulates the expression of phase I and phase II metabolize enzymes. This up-regulation occurs by the activation of transcription factors (such as nuclear factor (erythroid-derived 2) -like 2-related factor (Nrf2) and aryl hydrocarbon receptor (AhR)). [Review]"}, {"pubmed": 28256612, "text": "The role of IDO1-IDO2-AHR pathway in the TLR4-induced tolerogenic phenotype in human dendritic cells has been reported."}, {"pubmed": 28273792, "text": "To minimize oxidative stress, keratinocytes express nuclear factor-erythroid 2-related factor-2 (NRF2), a master switch for antioxidant signaling; fine-tuned crosstalk between aryl hydrocarbon receptor (AHR) and NRF2 mutually increases/decreases activation states; NRF2-mediated dietary antioxidant phytochemicals up-/down-modulate AHR signaling leading to healthy skin, preventing dermatitis/skin cancer. [REVIEW]"}, {"pubmed": 28285151, "text": "Our findings suggest that AhR-mediated IL-1beta regulation in cerebral endothelium could induce BBB breakdown and contribute to the pathogenesis of a variety of neurologic disorders."}, {"pubmed": 28320933, "text": "AHR signaling is essential for activin A induced regulatory T cells that restrain asthmatic responses."}, {"pubmed": 28336124, "text": "Ultraviolet B rays suppressed SIRT1 expression by activating AhR, and subsequently inhibited DNMT1 activity in CD4+ T cells from systemic lupus erythematosus patients."}, {"pubmed": 28336214, "text": "Indoleamine 2,3-dioxygenase 1 inhibitors can activate the aryl hydrocarbon receptor."}, {"pubmed": 28376268, "text": "AhR activation by FICZ reduces FcepsilonRI and upregulates IDO expression in Langerhans cells. This AhR-mediated anti-inflammatory feedback mechanism may dampen the allergen-induced inflammation in atopic dermatitis."}, {"pubmed": 28396409, "text": "in transcriptionally active heterodimer with ARNT, which recognizes the dioxin response element (DRE) in the promoter of downstream genes, right next to the DRE-docking sites is the extensive dimerization surface that is more hydrophobic than other surface areas, indicating that the dimerization interface of the AHR transcription complex is largely dictated by hydrophobic contacts"}, {"pubmed": 28481916, "text": "AHR is regulated by TCF21 and also interacts with TCF21, resulting in regulation of pro-inflammatory gene expression in coronary artery smooth muscle cells."}, {"pubmed": 28503784, "text": "upregulation of mRNA and protein expression is associated with the pathogenesis of unexplained miscarriage"}, {"pubmed": 28508231, "text": "The AhR physiological role in cancer [review]"}, {"pubmed": 28535889, "text": "AhR may participate in the pathological progress of rheumatoid arthritis by controlling the differentiation of Th17 and Treg cells in peripheral blood."}, {"pubmed": 28550042, "text": "Donor T cells lacking AhR demonstrate decreased acute graft versus host disease because of reduced donor T-cell proliferation early after transplant."}, {"pubmed": 28571685, "text": "Cross-talk between pregnane X receptor and AhR plays a role in rifampicin regulation of CYP3A4 gene expression."}, {"pubmed": 28571686, "text": "Primary and secondary phthalate metabolites appear to exert different effects on Ah receptors."}, {"pubmed": 28589939, "text": "WASH-mediated AHR expression has a critical function in the maintenance of NKp46+ innate lymphoid cells"}, {"pubmed": 28615443, "text": "REVIEW: focus on the role of AhR in integrating signals from the diet and the intestinal flora to modulate ongoing inflammation in the central nervous system; also discussion of the potential therapeutic value of AhR agonists for multiple sclerosis and other autoimmune diseases"}, {"pubmed": 28649092, "text": "These data support a mechanistic pathway for the putative tumour suppressive role of AHR specifically in pituitary adenomas, possibly through its role as a cell cycle co-regulator, even in the absence of exogenous ligands."}, {"pubmed": 28681081, "text": "AHR and AHRR exhibit similar but also distinct genome-wide binding profiles, supporting the notion that AHRR is a context- and gene-specific repressor of AHR activity."}, {"pubmed": 28689792, "text": "These studies support a potentially critical but previously unidentified function of the KYN/AhR axis in regulating IgE-mediated mast cell activation through ROS and ox-CaMKII in CRSwNP."}, {"pubmed": 28703805, "text": "Aryl hydrocarbon receptor activation induced by FICZ and Glyteer increased the expression of OVOL1 and Filaggrin in a dose- and time-dependent manner in normal human epidermal keratinocytes."}, {"pubmed": 28710019, "text": "Dependent on composition, mixtures of PAHs activate the AHR differently through varying transcription responses and expression of CYP1A1/COMT target genes in granulosa non-tumor and granulosa tumor cell lines."}, {"pubmed": 28712079, "text": "A meta-analysis of five sets of data evaluated the association of aryl hydrocarbon receptor 1661G>A with male infertility."}, {"pubmed": 28749959, "text": "AhR controls COX-2 protein via mRNA stability."}, {"pubmed": 28782227, "text": "AhR is higher expressed in short androgen receptor (AR) poly-glutamine polymorphism (AR-Q) tumour compared to that in long AR-Q patient."}, {"pubmed": 28886471, "text": "Study provides evidence that AhR plays a critical role in polycyclic aromatic hydrocarbon-mediated DNA damage."}, {"pubmed": 28893607, "text": "Infants born to women with specific AHR and XRCC1 genotypes may have higher genetic risks for birth weight reduction"}, {"pubmed": 28930664, "text": "These results establish that mo-DCs and mo-Macs are controlled by distinct transcription factors and show that AHR acts as a molecular switch for monocyte fate specification in response to micro-environmental factors."}, {"pubmed": 28960282, "text": "Altogether, our data suggest that a transcriptional defect of AhR could be a susceptibility factor for the development of vitiligo."}, {"pubmed": 28963435, "text": "Carbidopa is an AhR agonist and suppresses pancreatic cancer. Hence, Carbidopa could potentially be re-purposed to treat pancreatic cancer and possibly other cancers as well."}, {"pubmed": 28972393, "text": "Low AHR expression is associated with Prostate Cancer."}, {"pubmed": 28978690, "text": "this study demonstrates a role for the AHR in regulating human B cell development, and it suggests that transcriptional alterations of EBF1 by the AHR are involved in the underlying mechanism"}, {"pubmed": 29018148, "text": "These findings identify a role for pattern recognition receptor (PRR) signaling in regulating the AHR response through selective down-regulation of Cyp1 expression in human monocytes and macrophages."}, {"pubmed": 29048649, "text": "IRES (ribosome entry site)activity is increased in the PTX-resistant ovarian cancer cells in which AHR protein expression was also enhanced. These results strongly suggest an important role for AHR ribosome entry site (IRES)-dependent translation mechanism in cancer cell response to paclitaxel treatment"}, {"pubmed": 29092071, "text": "The nuclear localization signal (NLS) is closed in the absence of a ligand, the structure of AhR will be changed in the presence of a ligand, which leads to NLS open, result in the nuclear translocation of AhR."}, {"pubmed": 29140133, "text": "ITE suppresses growth of human pulmonary artery endothelial cells independent of AhR"}, {"pubmed": 29149781, "text": "Our results demonstrate an anti-inflammatory role for AHR in macrophages, which suggest that decreased AHR expression is associated with pro-inflammatory M1 macrophage and BD susceptibility."}, {"pubmed": 29164305, "text": "Histidine-291 is essential for two distinct ligand-induced effects: accelerated nuclear import of the AHR and induction of target genes."}, {"pubmed": 29183012, "text": "Elevated AhR expression may be involved in the progression of tissue remodeling in chronic rhinosinusitis without nasal polyp without allergic rhinitis similar to TGF-beta1 expression. Conversely, lower AhR expression may be involved in allergic reactions in chronic rhinosinusitis with nasal polyp with allergic rhinitis."}, {"pubmed": 29185192, "text": "AhR p.Arg554Lys polymorphism, alone and in combination with parental exposures, is associated with the congenital heart disease risk."}, {"pubmed": 29229632, "text": "A high AhR protein level indicated an unfavorable prognosis for non-small cell lung cancer (NSCLC). Inhibition of AhR signaling sensitized resistant NSCLC cells to EGFR tyrosine kinase inhibitors. Results provide proof-of-principle insights into a novel resistance mechanism driven by AhR where AhR acts as a protein adaptor to recruit Src and Jak2 kinases, rescuing PI3K/Akt and MEK/Erk signaling."}, {"pubmed": 29274782, "text": "Moreover, time course and promoter activity assays suggest that TIPARP and TIPARP-AS1 work in concert to regulate AHR signaling. Collectively, these data show an added level of complexity in the AHR signaling cascade which involves lncRNAs, whose functions remain poorly understood."}, {"pubmed": 29302888, "text": "AHR protein levels were upregulated in all grades of meningioma compared to control meninges. As the grade of the meningioma progresses from low to high grade we also observed that AHR protein levels were upregulated significantly, indicating an important role of AHR in meningioma tumor progression."}, {"pubmed": 29317604, "text": "These studies identified SNPs that were cis-eQTLs for DEFB1 and AHR and, which were associated with variation in plasma KYN concentrations that were related to severity of major depressive disordersymptoms."}, {"pubmed": 29320557, "text": "breast cancer ER status likely influences AhR activity involved in these signaling pathways. The mechanisms involved in AhR activation and target gene expression in breast cancers are also discussed"}, {"pubmed": 29336030, "text": "The author's observations point to a possible effect of local AhR ligands in the regulation of the function of CD56(bright) tissue-resident or intratumoral NK cells."}, {"pubmed": 29351992, "text": "High AHR expression is associated with nerve sheath tumorigenesis."}, {"pubmed": 29395338, "text": "AHR pathway is activated both in chronic kidney disease and could be a key mechanism involved in the deleterious cardiovascular effects observed in CKD."}, {"pubmed": 29427904, "text": "The association between AHR Arg55Lys polymorphism and male infertility risk was not confirmed (Meta-Analysis)"}, {"pubmed": 29442266, "text": "These results suggest that D-Kyn increases lung cancer cells to metastasize by activating Ahr."}, {"pubmed": 29462476, "text": "These findings suggest that Malassezia pachydermatis infection of human keratinocytes induces activation of the AhR, and increases the expression of its responsive genes, including CYP1A1."}, {"pubmed": 29545172, "text": "Data suggest that response of bronchial epithelial cells to environmental carcinogen benzo[a]pyrene includes activation of AhR/Src/ERK signaling, CYP1A1 induction, and formation of stable DNA adducts. (AhR = aryl hydrocarbon receptor; Src = Src proto-oncogene kinase; ERK = extracellular signal-regulated kinases; CYP1A1 = cytochrome P450 family 1 subfamily A member 1)"}, {"pubmed": 29555469, "text": "This study evaluated the mechanism by which p23 triggers degradation of AHR, and the role of HSP90 in this process."}, {"pubmed": 29568008, "text": "we showed that VRCZ metabolites plus UVA generated reactive oxygen species and resultant DNA damage of the epidermis, but did not induce substantial apoptosis in human keratinocytes (KCs). Furthermore, VRCZ per se stimulates aryl hydrocarbon receptor (AhR) and upregulates COX-2, which is a pivotal enzyme for the promotion of UV-associated tumors, in an AhR-ARNT dependent manner of the classical (genomic) pathway."}, {"pubmed": 29605298, "text": "This study demonstrated that the regulation of AHR expression by miR124 is critical to the development of inflammatory response in chronic rhinosinusitis with nasal polyps."}, {"pubmed": 29626056, "text": "The compound leads, 4-Me-indole and 7-MeO-indole, induced substantial nuclear translocation of the AhR."}, {"pubmed": 29643980, "text": "In human keratinocytes, authors found that perillaldehyde (1) inhibited BaP-induced AHR activation and ROS production, (2) inhibited BaP/AHR-mediated release of the CCL2 chemokine, and (3) activated the NRF2/HO1 antioxidant pathway."}, {"pubmed": 29666456, "text": "Antagonism of AhR and knockdown of AhR and its binding partner aryl hydrocarbon receptor nuclear translocator (ARNT) attenuated CYP1A1 induction by serotonin."}, {"pubmed": 29693118, "text": "IDO decreased glycolysis and glutaminolysis by activating GCN2K, resulting in activation of AMPactivated protein kinase."}, {"pubmed": 29702199, "text": "Report yeast estrogen screen for androgen- and estrogen-receptor mediated activities of 4-hydroxytestosterone, 4-hydroxyandrostenedione and their human metabolites."}, {"pubmed": 29704546, "text": "Report AhR-dependent transcriptional activity during acute exposure of lung cells to distinct types of environmental pollutants."}, {"pubmed": 29726989, "text": "Mutant AHR failed to promote 2, 3, 7, 8-tetrachlorodibenzo-p-dioxin (TCDD)-induced xenobiotic responsive element (XRE) luciferase activity. In parallel, mutation in AHR abolished activation of its downstream target gene, such as CYP1A1 and CYP1A2"}, {"pubmed": 29735912, "text": "AHR inhibition or knockdown/knockout consistently reduced human ER-/PR-/Her2- and inflammatory breast cancer cell invasion, migration, and metastasis. This was associated with a decrease in invasion-associated genes (e.g., Fibronectin, VCAM1, Thrombospondin, MMP1) and an increase in CDH1/E-cadherin, previously associated with decreased tumor aggression."}, {"pubmed": 29760532, "text": "AhR activity induced by apoptotic cell phagocytes maintains peripheral tolerance."}, {"pubmed": 29980579, "text": "rs2470893 SNP, which maps 196 bp from a CYP1A1 promoter XRE, is associated with variations in 3MC-dependent AHR binding and CYP1A1 expression."}, {"pubmed": 29992488, "text": "the protective role of AhR in intestinal barrier function"}, {"pubmed": 30009782, "text": "Aryl hydrocarbon receptor enhances the expression of miR-150-5p to suppress cell proliferation and invasion in prostate cancer by regulating MAP3K12"}, {"pubmed": 30013037, "text": "The UVB-sensitive transcription factor aryl hydrocarbon receptor (AHR) attenuates the clearance of UVB-induced cyclobutane pyrimidine dimers in human HaCaT KC and skin from SKH-1 hairless mice."}, {"pubmed": 30048899, "text": "hypoxia is capable of promoting the Th17 response by reducing AhR activity via HIF-1alpha activity."}, {"pubmed": 30076704, "text": "In this study, we discovered that AhR ligand AF inhibits the proliferation of TamR cells at least in part by reducing a6-integrin expression and inhibiting activation of down-stream Src and Akt signaling pathways. Our findings and that of others also suggest that elevated a6-integrin expression is linked to tamoxifen resistance."}, {"pubmed": 30091999, "text": "To study the potential role of AHR pathway in CML progenitors and stem cells, we have first evaluated the expression of AHR in UT-7 cell line expressing BCR-ABL. AHR expression was highly reduced in UT-7 cell expressing BCR-ABL as compared to controls."}, {"pubmed": 30124847, "text": "Six SNPs were found in maternal AHR that significantly potentiated the adverse relationship between maternal Tetrachlorodibenzo-p-dioxin concentrations and child Birthweight. AHR genetics may explain variation in human sensitivity to dioxin exposure, particularly among the offspring of TCDD-exposed mothers."}, {"pubmed": 30132758, "text": "AhR activation in macrophages causes a block to HIV-1 and HSV-1 replication."}, {"pubmed": 30144817, "text": "The overexpression and activation of AHR are involved in the early development of skin squamous cell carcinomas. AHR expression correlates with EGFR expression and may influence cell proliferation."}, {"pubmed": 30158248, "text": "we demonstrate that the transcription factor aryl hydrocarbon receptor (AHR) directly regulates miR-29b expression"}, {"pubmed": 30176668, "text": "this study shows that Staphylococcus epidermidis activates aryl hydrocarbon receptor signaling in human keratinocytes: implications for cutaneous defense"}, {"pubmed": 30225717, "text": "Expression of microRNA potentially regulated by AhR and CAR in malignant tumors of the endometrium has been reported."}, {"pubmed": 30308017, "text": "Results show that environmentally persistent free radicals (EPFR) increase aryl hydrocarbon receptor activation and reactive oxygen species (ROS) production in human bronchial epithelial cells. While AhR activation was correlated with an increased expression of oxidant-producing enzymes, it is possible that AhR activation is both a cause and effect of EPFR-induced ROS."}, {"pubmed": 30311543, "text": "The expression and nuclear translocation of AhR were markedly elevated in spheroid cells. Activation of AhR by 2,3,7,8-tetrachlorodibenzo- p-dioxin (TCDD) significantly increased the spheroid-forming efficiency. AhR knockdown, using short hairpin RNA (shRNA), dramatically reduced stem cell properties."}, {"pubmed": 30381393, "text": "AhR-CYP1A1 pathway has a significant role in lipid accumulation"}, {"pubmed": 30394267, "text": "The aim of this study was to investigate serum concentrations of AhR, cytochromes P450 (CYP) 1A1 and 1B1 in patients with exacerbated psoriasis vulgaris."}, {"pubmed": 30411679, "text": "AhR is activated upon binding to its ligands as dioxin-like and PAHs compounds and endogenous tryptophan metabolites. Upon activation, AhR mediates various biological processes including transactivation of downstream gene products and mobilization of immune responses, leading to transformation and tumor development. Also, its post-translational modification contributes to malignant transformation. [review]"}, {"pubmed": 30429474, "text": "The Aryl hydrocarbon Receptor (AhR) transcription factor is constitutively activated in a subset of melanoma cells, promoting the dedifferentiation of melanoma cells and the expression of BRAFi-resistance genes."}, {"pubmed": 30473538, "text": "The current data indicated that elevated Notch1 induced higher IL-22 secretion by CD4(+) T cells in lung adenocarcinoma patients, and Notch-AhR-IL-22 axis took part in the pathogenesis of lung adenocarcinoma."}, {"pubmed": 30486367, "text": "we found a constitutive nuclear localization of AhR in every placental model, in the absence of any voluntarily-added exogenous activator. Our data suggest an intrinsic activation of AhR due to the presence of endogenous placental ligands."}, {"pubmed": 30488289, "text": "AHR rs2066853 variant is associated with resistance to somatostatin analogs in acromegaly."}, {"pubmed": 30506768, "text": "Results found that polymorphism rs2292596 (Pro185Ala) in AHR was statistically significantly associated with the risk of male infertilityin a Iranian cohort."}, {"pubmed": 30508524, "text": "AHR expression and function in the vascular system. AHR role in atherosclerosis.[review]"}, {"pubmed": 30563036, "text": "This review will discuss the growing body of literature that provides evidence that the AhR protects the lungs against the damaging effects of cigarette smoke."}, {"pubmed": 30679727, "text": "the novel role of butyrate as AhR ligand in human intestinal epithelial cells"}, {"pubmed": 30689168, "text": "Ahr is involved in the L-Kyn-induced enhancement of PTHrP expression"}, {"pubmed": 30733286, "text": "chemical inhibition of AhR activity sensitizes human BC models to Erlotinib, a selective EGFR tyrosine kinase inhibitor, suggesting a promising combinatorial anticancer effect of AhR and EGFR pathway inhibition. Thus, AhR represents an attractive target to inhibit redox homeostasis and modulate the tumor promoting microenvironment of basal-like and BRCA1-associated breast cancer"}, {"pubmed": 30739789, "text": "Intestinal bacteria produce skatole. Skatole elicited AhR-mediated death of intestinal epithelial cells."}, {"pubmed": 30778350, "text": "AhR expression is down-regulated in inflamed mucosa of Celiac Disease patients. AhR activation with Ficz reduces production of pro-inflammatory cytokines and cytotoxic factors in Celiac Disease mucosal cells and attenuates small intestinal lesions in mice."}, {"pubmed": 30813617, "text": "AhR is a marker of poor prognosis for patients with lymph node-negative luminal-like breast cancer."}, {"pubmed": 30850589, "text": "The Aryl hydrocarbon receptor mediates tobacco-induced PD-L1 expression and is associated with response to immunotherapy."}, {"pubmed": 30953345, "text": "AHR negatively regulates IL-17-mediated signaling and inflammation at least partially through interfering with the interaction between TAK1 and MKK3/6"}, {"pubmed": 30963442, "text": "induction of MDR1 mRNA by histone deacetylase inhibitors mirrored increases in the expression of the aryl hydrocarbon receptor (AHR) and its target gene cytochrome P450 1A1."}, {"pubmed": 31001262, "text": "MPA therapy increases IL-22 produced by Th22 cells mediated by an increased expression of AHR and T-bet controlling inflammation. MPA could be responsible for the tissue damage limited by IL-22 in absence of IL-17A."}, {"pubmed": 31001887, "text": "Malassezia-derived aryl hydrocarbon receptor ligands enhance the CCL20/Th17/soluble CD163 pathogenic axis in extra-mammary Paget's disease."}, {"pubmed": 31009037, "text": "aryl hydrocarbon receptor to be a novel disease gene for a new, recessively inherited disorder in humans, characterized by infantile nystagmus and foveal hypoplasia"}, {"pubmed": 31089182, "text": "TET1 contributes to allergic airway inflammation and regulates interferon and aryl hydrocarbon receptor signaling pathways in bronchial epithelial cells."}, {"pubmed": 31092429, "text": "Combined treatment of Benzo[a]pyrene (BaP) and diallyl trisulfide (DATS) also increased reactive oxygen species levels. DATS enhanced BaP-induced AHR recruitment and histone H3 acetylation on the CYP1A1 promoter.  DATS combined treatment enhances BaP metabolic activation through an aryl hydrocarbon receptor-modulating mechanism"}, {"pubmed": 31171720, "text": "AhR is a tumor suppressor-like gene in blioblastoma (GBM); future studies are required to investigate whether the AhR could be a potential drug target for treating patients with GBM who express this receptor"}, {"pubmed": 31181469, "text": "Selected polymorphisms in the aryl hydrocarbon receptor pathway revealed an association with multiple sclerosis."}, {"pubmed": 31199573, "text": "The coordinated interaction between Sp1 and AhR was identified to be DNA mediated. Our work revealed a basal regulatory mechanism of an interesting human gene by which AhR interacts with Sp1 through DNA and recruits Sp1 to regulate basal CYP1A1 expression."}, {"pubmed": 31212758, "text": "we observed that AhR is a prognostic marker of survival. Patients with lower AhR expression in the cytoplasm have a better prognosis."}, {"pubmed": 31239324, "text": "Kynurenine signaling through the aryl hydrocarbon receptor maintains the undifferentiated state of human embryonic stem cells."}, {"pubmed": 31253396, "text": "Results suggest that aryl hydrocarbon receptor (AhR) and aldo-keto reductase (AKR) 1C3 (AKR1C3) expression were positively correlated in human breast cancer."}, {"pubmed": 31373329, "text": "The treatment of cells with EAC induced CYP1A1/1B1 mRNA and protein. The enhancement of BaP tetrol formation was inhibited by the aryl hydrocarbon receptor (AhR) inhibitor, alpha-napthoflavone, indicating EAC likely induces CYP1A1/1B1 and enhances BaP metabolism by activating the AhR."}, {"pubmed": 31405308, "text": "Data suggest aryl hydrocarbon receptor (AhR) rs2158041 might be a susceptible locus for Crohn's disease (CD), especially for the two subtypes: ileal CD and stricture CD."}, {"pubmed": 31431462, "text": "AHR may function as a tumor suppressor."}, {"pubmed": 31519687, "text": "The AHR pathway is suppressed in leukemic stem cells."}, {"pubmed": 31543430, "text": "AHR signaling pathway might have a major role in protecting melanocytes against oxidative damage via inducing mitochondrial biogenesis and promoting mitochondrial DNA synthesis and ATP production probably by regulating the expression of NRF1 and its downstream targets. Impaired AHR activation could cause defective repair of mitochondria and exacerbate oxidative damage-induced apoptosis in melanocytes."}, {"pubmed": 31662023, "text": "Meta-analysis indicated that AHR rs2066853 gene polymorphism might be associated with an increased susceptibility to oligoasthenotspermia.[meta-analysis]"}, {"pubmed": 31683543, "text": "Aryl hydrocarbon receptor (AHR) gene polymorphisms were found in patients with atopic dermatitis (AD), psoriasis, and healthy controls, but no significant differences were detected in genotype or allele frequencies between the three groups [Review]."}, {"pubmed": 31746392, "text": "Inhibition of CYP1B1 ameliorates cardiac hypertrophy induced by uremic toxin."}, {"pubmed": 31816350, "text": "Studies indicate the role of aryl hydrocarbon receptor (AhR) in the regulation of innate and adaptive immune response and the implications of targeting this pathway to augment the immune response in cancer patients [Review]."}, {"pubmed": 31848275, "text": "This study demonstrates that Trp metabolites augment the activation of aryl hydrocarbon receptor (AHR), a ligand-activated transcription factor, to promote HIV-1 infection and transcription."}, {"pubmed": 31887800, "text": "AHR Transactivating (AHRT) activity was elevated in Chronic Kidney Disease patients, while dialysis treatment reduced AHRT activity."}, {"pubmed": 31899186, "text": "Aryl Hydrocarbon Receptor in Cutaneous Vascular Endothelial Cells Restricts Psoriasis Development by Negatively Regulating Neutrophil Recruitment."}, {"pubmed": 32029474, "text": "A genome-wide CRISPR/Cas9 screen reveals that the aryl hydrocarbon receptor stimulates sphingolipid levels."}, {"pubmed": 32043632, "text": "Overexpression of the aryl hydrocarbon receptor in frontal fibrosing alopecia and lichen planopilaris: a potential pathogenic role for dioxins?: an investigational study of 38 patients."}, {"pubmed": 32159360, "text": "We demonstrate that hepatocytes also respond to an increase in hydrostatic pressure that, we suggest, is directly linked to the lobule geometry and vessel density. Furthermore, we demonstrate that hydrostatic pressure improves albumin production and increases cytochrome P-450 (CYP) 1A2 expression levels in an aryl hydrocarbon-dependent manner in human hepatocytes."}, {"pubmed": 32169107, "text": "Alu retrotransposons modulate Nanog expression through dynamic changes in regional chromatin conformation via aryl hydrocarbon receptor."}, {"pubmed": 32235789, "text": "Role of Aryl Hydrocarbon Receptor Activation and Autophagy in Psoriasis-Related Inflammation."}, {"pubmed": 32286339, "text": "Serum biomarkers from cell-based assays for AhRL and MIS strongly predicted the future development of diabetes in a large community-based prospective study in Korea."}, {"pubmed": 32289583, "text": "Elevated expression of AhR and NLRP3 link polycyclic aromatic hydrocarbon exposure to cytokine storm in preschool children."}, {"pubmed": 32302739, "text": "Potential role of aryl hydrocarbon receptor signaling in childhood obesity."}, {"pubmed": 32414129, "text": "Selective Autophagy Maintains the Aryl Hydrocarbon Receptor Levels in HeLa Cells: A Mechanism That Is Dependent on the p23 Co-Chaperone."}, {"pubmed": 32456012, "text": "Does NLRP3 Inflammasome and Aryl Hydrocarbon Receptor Play an Interlinked Role in Bowel Inflammation and Colitis-Associated Colorectal Cancer?"}, {"pubmed": 32510618, "text": "The aryl hydrocarbon receptor ligand ITE inhibits cell proliferation and migration and enhances sensitivity to drug-resistance in hepatocellular carcinoma."}, {"pubmed": 32532834, "text": "Ahr-Foxp3-RORgammat axis controls gut homing of CD4(+) T cells by regulating GPR15."}, {"pubmed": 32532956, "text": "Amyloid beta neurotoxicity is IDO1-Kyn-AhR dependent and blocked by IDO1 inhibitor."}, {"pubmed": 32546741, "text": "The deubiquitylase UCHL3 maintains cancer stem-like properties by stabilizing the aryl hydrocarbon receptor."}, {"pubmed": 32571957, "text": "Vitamin B12 and folic acid alleviate symptoms of nutritional deficiency by antagonizing aryl hydrocarbon receptor."}, {"pubmed": 32597823, "text": "AhR and IDO1 in pathogenesis of Covid-19 and the \"\"Systemic AhR Activation Syndrome:\"\" a translational review and therapeutic perspectives."}, {"pubmed": 32607693, "text": "MiR-124a Mediates the Impairment of Intestinal Epithelial Integrity by Targeting Aryl Hydrocarbon Receptor in Crohn's Disease."}, {"pubmed": 32611766, "text": "The transcription factors aryl hydrocarbon receptor and MYC cooperate in the regulation of cellular metabolism."}, {"pubmed": 32722276, "text": "Aryl Hydrocarbon Receptor Connects Inflammation to Breast Cancer."}, {"pubmed": 32780435, "text": "Relationship between aryl hydrocarbon receptor and spermatogenic dysfunction in male patients with varicocele."}, {"pubmed": 32782249, "text": "Blockade of the AHR restricts a Treg-macrophage suppressive axis induced by L-Kynurenine."}, {"pubmed": 32783770, "text": "Intestinal microbiota-derived tryptophan metabolites are predictive of Ah receptor activity."}, {"pubmed": 32784365, "text": "Contributions of Nitric Oxide to AHR-Ligand-Mediated Keratinocyte Differentiation."}, {"pubmed": 32790916, "text": "The aryl hydrocarbon receptor promotes inflammation-induced dedifferentiation and systemic metastatic spread of melanoma cells."}, {"pubmed": 32849564, "text": "Increased AHR Transcripts Correlate With Pro-inflammatory T-Helper Lymphocytes Polarization in Both Metabolically Healthy Obesity and Type 2 Diabetic Patients."}, {"pubmed": 32905582, "text": "Dopamine is an aryl hydrocarbon receptor agonist."}, {"pubmed": 32907554, "text": "1-Methyl-D-tryptophan activates aryl hydrocarbon receptor, a pathway associated with bladder cancer progression."}, {"pubmed": 32915464, "text": "Loss of aryl hydrocarbon receptor potentiates FoxM1 signaling to enhance self-renewal of colonic stem and progenitor cells."}, {"pubmed": 32941808, "text": "Aryl hydrocarbon receptor mediates Jak2/STAT3 signaling for non-small cell lung cancer stem cell maintenance."}, {"pubmed": 32947781, "text": "The Aryl Hydrocarbon Receptor: A Mediator and Potential Therapeutic Target for Ocular and Non-Ocular Neurodegenerative Diseases."}, {"pubmed": 32970636, "text": "Dysregulation of tryptophan catabolism at the host-skin microbiota interface in hidradenitis suppurativa."}, {"pubmed": 33064873, "text": "Aryl hydrocarbon receptor in mesenchymal stromal cells: new frontiers in AhR biology."}, {"pubmed": 33082071, "text": "Activation of aryl hydrocarbon receptor in Langerhans cells by a microbial metabolite of tryptophan negatively regulates skin inflammation."}, {"pubmed": 33167400, "text": "AHR Signaling Interacting with Nutritional Factors Regulating the Expression of Markers in Vascular Inflammation and Atherogenesis."}, {"pubmed": 33204326, "text": "AhR activation attenuates calcium oxalate nephrocalcinosis by diminishing M1 macrophage polarization and promoting M2 macrophage polarization."}, {"pubmed": 33211154, "text": "Acute exercise impacts AhR and PD-1 levels of CD8(+) T-cells-Exploratory results from a randomized cross-over trial comparing endurance versus resistance exercise."}, {"pubmed": 33233417, "text": "Early Transcriptomic Response to OxLDL in Human Retinal Pigment Epithelial Cells."}, {"pubmed": 33233810, "text": "The Aryl Hydrocarbon Receptor in Asthma: Friend or Foe?"}, {"pubmed": 33278884, "text": "Lack of association between multiple polymorphisms in aryl hydrocarbon receptor (AhR) gene and cancer susceptibility."}, {"pubmed": 33281746, "text": "Somatic Deletion in Exon 10 of Aryl Hydrocarbon Receptor Gene in Human GH-Secreting Pituitary Tumors."}, {"pubmed": 33333223, "text": "Association of xenobiotic receptor polymorphisms with carbamazepine response in epilepsy patients."}, {"pubmed": 33361385, "text": "Aryl Hydrocarbon Receptor Plasma Agonist Activity Correlates With Disease Activity in Progressive MS."}, {"pubmed": 33382356, "text": "The aryl hydrocarbon receptor as a mediator of host-microbiota interplay."}, {"pubmed": 33421663, "text": "Kynurenine promotes the cytotoxicity of NK cells through aryl hydrocarbon receptor in early pregnancy."}, {"pubmed": 33493289, "text": "Induction of aryl hydrocarbon receptor in granulosa cells by endoplasmic reticulum stress contributes to pathology of polycystic ovary syndrome."}, {"pubmed": 33504618, "text": "Aryl Hydrocarbon Receptor Signaling Controls CD155 Expression on Macrophages and Mediates Tumor Immunosuppression."}, {"pubmed": 33542440, "text": "Association of aryl hydrocarbon receptor transactivating activity, a potential biomarker for persistent organic pollutants, with the risk of gestational diabetes mellitus."}, {"pubmed": 33562118, "text": "The Aryl Hydrocarbon Receptor Undergoes Chaperone-Mediated Autophagy in Triple-Negative Breast Cancer Cells."}, {"pubmed": 33562472, "text": "Tryptophan Metabolites and Aryl Hydrocarbon Receptor in Severe Acute Respiratory Syndrome, Coronavirus-2 (SARS-CoV-2) Pathophysiology."}, {"pubmed": 33589625, "text": "Maternal aryl hydrocarbon receptor activation protects newborns against necrotizing enterocolitis."}, {"pubmed": 33607496, "text": "Therapeutic induction of tolerogenic dendritic cells via aryl hydrocarbon receptor signaling."}, {"pubmed": 33673338, "text": "Trajectory Shifts in Interdisciplinary Research of the Aryl Hydrocarbon Receptor-A Personal Perspective on Thymus and Skin."}, {"pubmed": 33674764, "text": "The aryl hydrocarbon receptor regulates expression of mucosal trafficking receptor GPR15."}, {"pubmed": 33692337, "text": "IL4I1-driven AHR signature: a new avenue for cancer therapy."}, {"pubmed": 33709099, "text": "AHR signaling pathway reshapes the metabolism of AML/MDS cells and potentially leads to cytarabine resistance."}, {"pubmed": 33763068, "text": "Targeting the Aryl Hydrocarbon Receptor Signaling Pathway in Breast Cancer Development."}, {"pubmed": 33836606, "text": "Aryl hydrocarbon receptor is essential for the pathogenesis of pulmonary arterial hypertension."}, {"pubmed": 34026337, "text": "What role for AHR activation in IL4I1-mediated immunosuppression ?"}, {"pubmed": 34051337, "text": "TDO2 knockdown inhibits colorectal cancer progression via TDO2-KYNU-AhR pathway."}, {"pubmed": 34075438, "text": "The aryl hydrocarbon receptor in liver inflammation."}, {"pubmed": 34079082, "text": "GPC5 suppresses lung cancer progression and metastasis via intracellular CTDSP1/AhR/ARNT signaling axis and extracellular exosome secretion."}, {"pubmed": 34091989, "text": "Association of aryl hydrocarbon receptor (AhR) serum level and gene rs10247158 polymorphism with anthropometric, biochemical parameters and food consumption in overweight/obese patients."}, {"pubmed": 34093534, "text": "Modulation of Immune Responses by Nutritional Ligands of Aryl Hydrocarbon Receptor."}, {"pubmed": 34139032, "text": "High expression of aryl hydrocarbon receptor (AhR) plays an important role in the formation of fibrous epulis."}, {"pubmed": 34155552, "text": "Nuclear expression of VDR and AHR is mutually exclusive in glandular cells in endometriosis."}, {"pubmed": 34198826, "text": "Glycogen Synthase Kinase 3 Beta Regulates the Human Aryl Hydrocarbon Receptor Cellular Content and Activity."}, {"pubmed": 34290363, "text": "Roles for B[a]P and FICZ in subchondral bone metabolism and experimental temporomandibular joint osteoarthritis via the AhR/Cyp1a1 signaling axis."}, {"pubmed": 34343493, "text": "A UVB-responsive common variant at chromosome band 7p21.1 confers tanning response and melanoma risk via regulation of the aryl hydrocarbon receptor, AHR."}, {"pubmed": 34373448, "text": "AHR mediates the aflatoxin B1 toxicity associated with hepatocellular carcinoma."}, {"pubmed": 34446714, "text": "AHR signaling is induced by infection with coronaviruses."}, {"pubmed": 34454169, "text": "Aryl Hydrocarbon Receptor Deficiency in Intestinal Epithelial Cells Aggravates Alcohol-Related Liver Disease."}, {"pubmed": 34508548, "text": "Aryl hydrocarbon receptor signaling pathway plays important roles in the proliferative and metabolic properties of bone marrow mesenchymal stromal cells."}, {"pubmed": 34520756, "text": "Deconvolution of multiplexed transcriptional responses to wood smoke particles defines rapid aryl hydrocarbon receptor signaling dynamics."}, {"pubmed": 34520819, "text": "IDO1/TDO dual inhibitor RY103 targets Kyn-AhR pathway and exhibits preclinical efficacy on pancreatic cancer."}, {"pubmed": 34521881, "text": "The role of DNA-binding and ARNT dimerization on the nucleo-cytoplasmic translocation of the aryl hydrocarbon receptor."}, {"pubmed": 34576152, "text": "Aryl Hydrocarbon Receptor Defect Attenuates Mitogen-Activated Signaling through Leucine-Rich Repeats and Immunoglobulin-like Domains 1 (LRIG1)-Dependent EGFR Degradation."}, {"pubmed": 34668726, "text": "Targeting Aryl Hydrocarbon Receptor Signaling Enhances Type I Interferon-Independent Resistance to Herpes Simplex Virus."}, {"pubmed": 34681927, "text": "Toxic Effects of Indoxyl Sulfate on Osteoclastogenesis and Osteoblastogenesis."}, {"pubmed": 34698116, "text": "FLII and MLL1 Cooperatively Regulate Aryl Hydrocarbon Receptor-Mediated Transcription in ARPE-19 Cells."}, {"pubmed": 34714577, "text": "Stemness and immune evasion conferred by the TDO2-AHR pathway are associated with liver metastasis of colon cancer."}, {"pubmed": 34769098, "text": "Aberrant Upregulation of Indoleamine 2,3-Dioxygenase 1 Promotes Proliferation and Metastasis of Hepatocellular Carcinoma Cells via Coordinated Activation of AhR and beta-Catenin Signaling."}, {"pubmed": 34784845, "text": "Aryl hydrocarbon receptor is a prognostic biomarker and is correlated with immune responses in cervical cancer."}, {"pubmed": 34830313, "text": "Aryl Hydrocarbon Receptor (AhR) Activation by 2,3,7,8-Tetrachlorodibenzo-p-Dioxin (TCDD) Dose-Dependently Shifts the Gut Microbiome Consistent with the Progression of Non-Alcoholic Fatty Liver Disease."}, {"pubmed": 34868022, "text": "Epithelial Aryl Hydrocarbon Receptor Protects From Mucus Production by Inhibiting ROS-Triggered NLRP3 Inflammasome in Asthma."}, {"pubmed": 34884515, "text": "Aryl Hydrocarbon Receptor Repressor Is Hypomethylated in Psoriasis and Promotes Psoriasis-like Inflammation in HaCaT Cells."}, {"pubmed": 34944067, "text": "Role of Aryl Hydrocarbon Receptor Activation in Inflammatory Chronic Skin Diseases."}, {"pubmed": 34948089, "text": "Species-Specific Differences in Aryl Hydrocarbon Receptor Responses: How and Why?"}, {"pubmed": 35083738, "text": "Aggravation of pulmonary fibrosis after knocking down the aryl hydrocarbon receptor in the insulin-like growth factor 1 receptor pathway."}, {"pubmed": 35100330, "text": "Coffee consumption and its interaction with the genetic variant AhR rs2066853 in colorectal cancer risk: a case-control study in Korea."}, {"pubmed": 35101137, "text": "Gene-gene interaction of AhRwith and within the Wntcascade affects susceptibility to lung cancer."}, {"pubmed": 35139353, "text": "Tryptophan-derived microbial metabolites activate the aryl hydrocarbon receptor in tumor-associated macrophages to suppress anti-tumor immunity."}, {"pubmed": 35150736, "text": "AHR gene expression and the polymorphism rs2066853 are associated with clinicopathological parameters in colorectal carcinoma."}, {"pubmed": 35163440, "text": "The Aryl Hydrocarbon Receptor (AHR): A Novel Therapeutic Target for Pulmonary Diseases?"}, {"pubmed": 35290121, "text": "AhR promotes phosphorylation of ARNT isoform 1 in human T cell malignancies as a switch for optimal AhR activity."}, {"pubmed": 35545035, "text": "Aryl hydrocarbon receptor signals in epithelial cells govern the recruitment and location of Helios(+) Tregs in the gut."}, {"pubmed": 35558082, "text": "Role of Programmed Cell Death Protein-1 and Lymphocyte Specific Protein Tyrosine Kinase in the Aryl Hydrocarbon Receptor- Mediated Impairment of the IgM Response in Human CD5(+) Innate-Like B Cells."}, {"pubmed": 35650105, "text": "Aryl Hydrocarbon Receptor Directly Regulates VTCN1 Gene Expression in MCF-7 Cells."}, {"pubmed": 35688331, "text": "Aryl hydrocarbon receptor: From pathogenesis to therapeutic targets in aging-related tissue fibrosis."}, {"pubmed": 35710704, "text": "Recurrent exon-deleting activating mutations in AHR act as drivers of urinary tract cancer."}, {"pubmed": 35757772, "text": "Nanovesicles From Lactobacillus johnsonii N6.2 Reduce Apoptosis in Human Beta Cells by Promoting AHR Translocation and IL10 Secretion."}, {"pubmed": 35926563, "text": "Activation of aryl hydrocarbon receptor ameliorates rosacea-like eruptions in mice and suppresses the TLR signaling pathway in LL-37-induced HaCaT cells."}, {"pubmed": 36047110, "text": "Involvement of the CYP1A1 inhibition-mediated activation of aryl hydrocarbon receptor in drug-induced hepatotoxicity."}, {"pubmed": 36065535, "text": "The aryl hydrocarbon receptor pathway plays a central role in the cutaneous response to pollutants\", trans \"The aryl hydrocarbon receptor pathway plays a central role in the cutaneous response to pollutants."}, {"pubmed": 36076953, "text": "Potential Therapeutic Skin Microbiomes Suppressing Staphylococcus aureus-Derived Immune Responses and Upregulating Skin Barrier Function-Related Genes via the AhR Signaling Pathway."}, {"pubmed": 36110860, "text": "The key player in the pathogenesis of environmental influence of systemic lupus erythematosus: Aryl hydrocarbon receptor."}, {"pubmed": 36148682, "text": "The AHR target gene scinderin activates the WNT pathway by facilitating the nuclear translocation of beta-catenin."}, {"pubmed": 36191995, "text": "Cross-talk of Aryl Hydrocarbon Receptor (AHR)- and Vitamin D Receptor (VDR)-signaling in Human Keratinocytes."}, {"pubmed": 36198709, "text": "AHR is a master regulator of diverse pathways in endogenous metabolism."}, {"pubmed": 36292946, "text": "Possible Involvement of the Upregulation of DeltaNp63 Expression Mediated by HER2-Activated Aryl Hydrocarbon Receptor in Mammosphere Maintenance."}, {"pubmed": 36314527, "text": "AHR/TET2/NT5E axis downregulation is associated with the risk of systemic lupus erythematosus and its progression."}, {"pubmed": 36442682, "text": "Human CYP1B1 enzyme-mediated, AhR enhanced activation of aflatoxin B1 for its genotoxicity in human cells."}, {"pubmed": 36509717, "text": "New Insight into the Role of AhR in Lung Carcinogenesis."}, {"pubmed": 36607593, "text": "Aryl Hydrocarbon Receptor in Glia Cells: A Plausible Glutamatergic Neurotransmission Orchestrator."}, {"pubmed": 36653119, "text": "Fifty Years of Aryl Hydrocarbon Receptor Research as Reflected in the Pages of Drug Metabolism and Disposition."}, {"pubmed": 36725458, "text": "Cannabidiol mediates epidermal terminal differentiation and redox homeostasis through aryl hydrocarbon receptor (AhR)-dependent signaling."}, {"pubmed": 36732664, "text": "A family with ulcerative colitis maps to 7p21.1 and comprises a region with regulatory activity for the aryl hydrocarbon receptor gene."}, {"pubmed": 36754954, "text": "Aryl hydrocarbon receptor dependent anti-inflammation and neuroprotective effects of tryptophan metabolites on retinal ischemia/reperfusion injury."}, {"pubmed": 36809070, "text": "Aryl Hydrocarbon Receptor Activation Ameliorates Acute Respiratory Distress Syndrome through Regulation of Th17 and Th22 Cells in the Lungs."}, {"pubmed": 36834576, "text": "Human Chorionic Gonadotropin-Stimulated Interleukin-4-Induced-1 (IL4I1) Promotes Human Decidualization via Aryl Hydrocarbon Receptor."}, {"pubmed": 36870061, "text": "Aryl hydrocarbon receptor activity downstream of IL-10 signaling is required to promote regulatory functions in human dendritic cells."}, {"pubmed": 36913096, "text": "Knockdown of IL4I1 Improved High Glucose-evoked Insulin Resistance in HepG2 Cells by Alleviating Inflammation and Lipotoxicity Through AHR Activation."}, {"pubmed": 37004877, "text": "Ligand Activation of the Aryl Hydrocarbon Receptor Upregulates Epidermal Uridine Diphosphate Glucose Ceramide Glucosyltransferase and Glucosylceramides."}, {"pubmed": 37031728, "text": "Aryl hydrocarbon receptor (AhR) impairs circadian regulation: Impact on the aging process."}, {"pubmed": 37081886, "text": "The aryl hydrocarbon receptor regulates lipid mediator production in alveolar macrophages."}, {"pubmed": 37170437, "text": "The Aryl Hydrocarbon Receptor, Epigenetics and the Aging Process."}, {"pubmed": 37217010, "text": "Aryl hydrocarbon receptor is regulated via multiple mechanisms in human keratinocytes."}, {"pubmed": 37229809, "text": "The aryl hydrocarbon receptor in immune regulation and autoimmune pathogenesis."}, {"pubmed": 37245164, "text": "The biological interactions between kynurenine and AhR in melanocytes: in vitro studies."}, {"pubmed": 37256962, "text": "Aryl hydrocarbon receptor is a proviral host factor and a candidate pan-SARS-CoV-2 therapeutic target."}, {"pubmed": 37310396, "text": "Farnesyl diphosphate synthase exacerbates nonalcoholic steatohepatitis via the activation of AHR-CD36 axis."}, {"pubmed": 37310858, "text": "Identification of aryl hydrocarbon receptor as a barrier to HIV-1 infection and outgrowth in CD4[+] T cells."}, {"pubmed": 37329424, "text": "Implications of xenobiotic-response element(s) and aryl hydrocarbon receptor in health and diseases."}, {"pubmed": 37408267, "text": "Regulation of IDO2 by the Aryl Hydrocarbon Receptor (AhR) in Breast Cancer."}, {"pubmed": 37451370, "text": "Oxidative stress and inflammation are mediated via aryl hydrocarbon receptor signalling in idiopathic membranous nephropathy."}, {"pubmed": 37477592, "text": "An in vitro model of human hematopoiesis identifies a regulatory role for the aryl hydrocarbon receptor."}, {"pubmed": 37506922, "text": "Suppression of Ah Receptor (AhR) increases the aggressiveness of TNBC cells and 11-Cl-BBQ-activated AhR inhibits their growth."}, {"pubmed": 37587341, "text": "Endothelial AHR activity prevents lung barrier disruption in viral infection."}, {"pubmed": 37608767, "text": "AhR may be involved in Th17 cell differentiation in chronic hepatitis B."}, {"pubmed": 37625554, "text": "Adipocyte-derived kynurenine stimulates malignant transformation of mammary epithelial cells through the aryl hydrocarbon receptor."}, {"pubmed": 37716620, "text": "Interplay between Estrogen, Kynurenine, and AHR Pathways: An immunosuppressive axis with therapeutic potential for breast cancer treatment."}, {"pubmed": 37782632, "text": "AHR rs4410790 genotype and IgG levels: Effect modification by lifestyle factors."}, {"pubmed": 37830596, "text": "Role of Ubiquitination and Epigenetics in the Regulation of AhR Signaling in Carcinogenesis and Metastasis: \"Albatross around the Neck\" or \"Blessing in Disguise\"."}, {"pubmed": 37894798, "text": "Activation of Chaperone-Mediated Autophagy Inhibits the Aryl Hydrocarbon Receptor Function by Degrading This Receptor in Human Lung Epithelial Carcinoma A549 Cells."}, {"pubmed": 37895177, "text": "Melatonin and Its Metabolites Can Serve as Agonists on the Aryl Hydrocarbon Receptor and Peroxisome Proliferator-Activated Receptor Gamma."}, {"pubmed": 38036013, "text": "Regulation of long non-coding RNA expression by aryl hydrocarbon receptor activation."}, {"pubmed": 38142533, "text": "Silencing of aryl hydrocarbon receptor repressor restrains Th17 cell immunity in autoimmune hepatitis."}, {"pubmed": 38220008, "text": "Pyrene and its derivatives increase lung adverse effects by activating aryl hydrocarbon receptor transcription."}, {"pubmed": 38238253, "text": "Aryl hydrocarbon receptor: Linking environment to aging process in elderly patients with asthma."}, {"pubmed": 38316181, "text": "Proteomic insight towards key modulating proteins regulated by the aryl hydrocarbon receptor involved in ovarian carcinogenesis and chemoresistance."}, {"pubmed": 38361944, "text": "The role of aryl hydrocarbon receptor in vitiligo: a review."}, {"pubmed": 38404179, "text": "AHR signaling pathway mediates mitochondrial oxidative phosphorylation which leads to cytarabine resistance."}, {"pubmed": 38408587, "text": "hsa_circ_0008500 regulates Benzo(a)pyrene-loaded gypsum-induced inflammation and apoptosis in human bronchial epithelial cells via activation of Ahr/C-myc pathways."}, {"pubmed": 38459088, "text": "Aryl hydrocarbon receptor suppresses STING-mediated type I IFN expression in triple-negative breast cancer."}, {"pubmed": 38509264, "text": "A microbially produced AhR ligand promotes a Tph1-driven tolerogenic program in multiple sclerosis."}, {"pubmed": 38518996, "text": "Targeting aryl hydrocarbon receptor to prevent cancer in barrier organs."}, {"pubmed": 38603630, "text": "Mechanisms underlying aryl hydrocarbon receptor-driven divergent macrophage function."}, {"pubmed": 38615265, "text": "Association between estrogen receptor alpha and aryl hydrocarbon receptor gene polymorphisms in the prognosis of breast cancer in Egypt."}, {"pubmed": 38680496, "text": "Exploring aryl hydrocarbon receptor expression and distribution in the tumor microenvironment, with a focus on immune cells, in various solid cancer types."}, {"pubmed": 38924210, "text": "Aryl hydrocarbon receptor impairs circadian regulation in Alzheimer's disease: Potential impact on glymphatic system dysfunction."}, {"pubmed": 38987586, "text": "Interferon subverts an AHR-JUN axis to promote CXCL13[+] T cells in lupus."}], "genomic_pos": {"chr": "7", "end": 17346152, "ensemblgene": "ENSG00000106546", "start": 16916359, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 17385776, "start": 17338246, "strand": 1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0001568", "pubmed": 19538249, "qualifier": "involved_in", "term": "blood vessel development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002819", "pubmed": 32818467, "qualifier": "involved_in", "term": "regulation of adaptive immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002841", "pubmed": 32818467, "qualifier": "involved_in", "term": "negative regulation of T cell mediated immune response to tumor cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006355", "pubmed": 10395741, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006357", "pubmed": [15681594, 32818467], "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006805", "pubmed": 19538249, "qualifier": "involved_in", "term": "xenobiotic metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006915", "pubmed": 12213388, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009410", "pubmed": [7961644, 34521881], "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009636", "pubmed": 7961644, "qualifier": "involved_in", "term": "response to toxic substance"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010468", "pubmed": 15681594, "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019933", "pubmed": 17329248, "qualifier": "involved_in", "term": "cAMP-mediated signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030522", "qualifier": "involved_in", "term": "intracellular receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030888", "pubmed": 15681594, "qualifier": "involved_in", "term": "regulation of B cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [32818467, 34521881], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050728", "pubmed": 29454749, "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071219", "pubmed": 29454749, "qualifier": "involved_in", "term": "cellular response to molecule of bacterial origin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071320", "pubmed": 17329248, "qualifier": "involved_in", "term": "cellular response to cAMP"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904322", "pubmed": 17329248, "qualifier": "involved_in", "term": "cellular response to forskolin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904613", "pubmed": 17329248, "qualifier": "involved_in", "term": "cellular response to 2,3,7,8-tetrachlorodibenzodioxine"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [28602820, 32866000, 34521881], "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [10395741, 15681594, 17329248, 23275542, 32818467], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005667", "pubmed": 19538249, "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [15681594, 32818467], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 17329248, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0032991", "pubmed": 15641800, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0034751", "qualifier": "part_of", "term": "aryl hydrocarbon receptor complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0034752", "pubmed": 19538249, "qualifier": "part_of", "term": "cytosolic aryl hydrocarbon receptor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034753", "pubmed": 34521881, "qualifier": "part_of", "term": "nuclear aryl hydrocarbon receptor complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": 15681594, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000987", "pubmed": 23275542, "qualifier": "enables", "term": "cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0001094", "pubmed": 15641800, "qualifier": "enables", "term": "TFIID-class transcription factor complex binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0001223", "pubmed": 15641800, "qualifier": "enables", "term": "transcription coactivator binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 15681594, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003677", "pubmed": 19538249, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [11782478, 28602820], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004879", "qualifier": "enables", "term": "nuclear receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004879", "pubmed": 34521881, "qualifier": "contributes_to", "term": "nuclear receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004879", "pubmed": [10395741, 28602820, 32818467, 32866000], "qualifier": "enables", "term": "nuclear receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9079689, 9704006, 10395741, 16257957, 28514442, 28602820, 34521881], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0017025", "pubmed": 15641800, "qualifier": "enables", "term": "TBP-class protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042803", "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0046982", "pubmed": [28602820, 34521881], "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051879", "pubmed": 9079689, "qualifier": "enables", "term": "Hsp90 protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 9079689, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0070888", "qualifier": "enables", "term": "E-box binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": [28602820, 34521881], "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 554265], [8364, 613065], [9031, 373907], [9544, 714254], [9598, 463278], [9606, 196], [9615, 475251], [9913, 280714], [10090, 11622], [10116, 25690]], "id": 1224}, "interpro": [{"desc": "PAS domain", "id": "IPR000014", "short_desc": "PAS"}, {"desc": "PAC motif", "id": "IPR001610", "short_desc": "PAC"}, {"desc": "Myc-type, basic helix-loop-helix (bHLH) domain", "id": "IPR011598", "short_desc": "bHLH_dom"}, {"desc": "PAS fold-3", "id": "IPR013655", "short_desc": "PAS_fold_3"}, {"desc": "PAS fold", "id": "IPR013767", "short_desc": "PAS_fold"}, {"desc": "Aryl hydrocarbon receptor, basic helix-loop-helix domain", "id": "IPR033348", "short_desc": "AHR_bHLH"}, {"desc": "PAS domain superfamily", "id": "IPR035965", "short_desc": "PAS-like_dom_sf"}, {"desc": "Helix-loop-helix DNA-binding domain superfamily", "id": "IPR036638", "short_desc": "HLH_DNA-bd_sf"}], "ipi": "IPI00021008", "map_location": "7p21.1", "name": "aryl hydrocarbon receptor", "other_names": ["AH-receptor", "ah receptor", "aromatic hydrocarbon receptor", "aryl hydrocarbon receptor", "class E basic helix-loop-helix protein 76"], "pantherdb": {"HGNC": "348", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "105043", "ortholog_type": "LDO", "panther_family": "PTHR10649", "taxid": 10090, "uniprot_kb": "P30561"}, {"RGD": "2074", "ortholog_type": "LDO", "panther_family": "PTHR10649", "taxid": 10116, "uniprot_kb": "P41738"}, {"Ensembl": "ENSGALG00000010836", "ortholog_type": "LDO", "panther_family": "PTHR10649", "taxid": 9031, "uniprot_kb": "A0A1D5P3U2"}, {"ZFIN": "ZDB-GENE-990714-16", "ortholog_type": "O", "panther_family": "PTHR10649", "taxid": 7955, "uniprot_kb": "Q1LV27"}, {"ZFIN": "ZDB-GENE-020531-2", "ortholog_type": "LDO", "panther_family": "PTHR10649", "taxid": 7955, "uniprot_kb": "F1RBN7"}, {"WormBase": "WBGene00000096", "ortholog_type": "LDO", "panther_family": "PTHR10649", "taxid": 6239, "uniprot_kb": "O44712"}, {"FlyBase": "FBgn0003513", "ortholog_type": "LDO", "panther_family": "PTHR10649", "taxid": 7227, "uniprot_kb": "E1JIM6"}], "uniprot_kb": "P35869"}, "pathway": {"biocarta": {"id": "ahrpathway", "name": "ahr signal transduction pathway"}, "kegg": [{"id": "hsa04659", "name": "Th17 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}], "netpath": {"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1989781", "name": "PPARA activates gene expression"}, {"id": "R-HSA-211859", "name": "Biological oxidations"}, {"id": "R-HSA-211897", "name": "Cytochrome P450 - arranged by substrate type"}, {"id": "R-HSA-211945", "name": "Phase I - Functionalization of compounds"}, {"id": "R-HSA-211976", "name": "Endogenous sterols"}, {"id": "R-HSA-211981", "name": "Xenobiotics"}, {"id": "R-HSA-400206", "name": "Regulation of lipid metabolism by PPARalpha"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-8937144", "name": "Aryl hydrocarbon receptor signalling"}], "wikipathways": [{"id": "WP1984", "name": "Integrated breast cancer pathway"}, {"id": "WP236", "name": "Adipogenesis"}, {"id": "WP2586", "name": "Aryl Hydrocarbon Receptor Netpath"}, {"id": "WP2873", "name": "Aryl Hydrocarbon Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP3869", "name": "Cannabinoid receptor signaling"}, {"id": "WP3893", "name": "Development and heterogeneity of the ILC family"}, {"id": "WP4673", "name": "Male infertility"}]}, "pdb": ["5NJ8", "7ZUB", "8QMO"], "pfam": ["PF00010", "PF00989", "PF08447"], "pharmgkb": "PA24641", "pharos": {"target_id": 13363, "tdl": "Tclin"}, "pir": "S59514", "prosite": ["PS50112", "PS50888"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245559", "relationship": "is"}, {"id": "GNF245560", "relationship": "is"}, {"id": "GNF245561", "relationship": "is"}, {"id": "GNF245562", "relationship": "is"}, {"id": "GNF272933", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039561", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079756", "relationship": "is"}, {"id": "GNF079757", "relationship": "is"}, {"id": "GNF079758", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051843", "relationship": "is"}, {"id": "GNF056610", "relationship": "is"}, {"id": "GNF061395", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063541", "relationship": "is"}, {"id": "GNF063542", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF000309", "relationship": "is"}, {"id": "GNF128517", "relationship": "is"}, {"id": "GNF278014", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095384", "relationship": "is"}, {"id": "GNF135041", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": "NP_001612.1", "rna": "NM_001621.5", "translation": {"protein": "NP_001612.1", "rna": "NM_001621.5"}}, "reporter": {"HG-U133_Plus_2": "202820_at", "HG-U95Av2": "40516_at", "HTA-2_0": "TC07000112.hg.1", "HuEx-1_0": "2991233", "HuGene-1_1": "8131614", "HuGene-2_1": "17043856"}, "summary": "The protein encoded by this gene is a ligand-activated helix-loop-helix transcription factor involved in the regulation of biological responses to planar aromatic hydrocarbons. This receptor has been shown to regulate xenobiotic-metabolizing enzymes such as cytochrome P450. Before ligand binding, the encoded protein is sequestered in the cytoplasm; upon ligand binding, this protein moves to the nucleus and stimulates transcription of target genes. [provided by RefSeq, Sep 2015].", "symbol": "AHR", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0596123"}, "unigene": "Hs.171189", "uniprot": {"Swiss-Prot": "P35869", "TrEMBL": "A0A2R8Y7G1"}, "wikipedia": {"url_stub": "Aryl hydrocarbon receptor"}}