{"AllianceGenome": "346", "HGNC": "346", "MIM": "606517", "_id": "57491", "_version": 1, "accession": {"genomic": ["AC010442.7", "AC118458.2", "AH010004.2", "CH471235.1", "CP068273.2", "KC876910.1", "KF457843.1", "NC_000005.10", "NC_060929.1", "NG_029834.2"], "protein": ["A9YTQ3.3", "AAG33381.1", "EAW50992.1", "NP_001364165.1", "NP_001364168.1", "NP_065782.2"], "rna": ["AK090508.1", "AK127977.1", "AK314472.1", "BC035358.1", "BM682431.1", "BU738250.1", "BX400426.2", "DA051156.1", "DA863025.1", "NM_001242412.1", "NM_001377236.1", "NM_001377239.1", "NM_020731.4"], "translation": [{"protein": "NP_065782.2", "rna": "NM_020731.4"}, {"protein": "NP_001364165.1", "rna": "NM_001377236.1"}, {"protein": "NP_001364168.1", "rna": "NM_001377239.1"}]}, "alias": ["AHH", "AHHR", "bHLHe77"], "ensembl": {"gene": "ENSG00000063438", "protein": ["ENSP00000323816", "ENSP00000426076", "ENSP00000426932", "ENSP00000428893", "ENSP00000429944", "ENSP00000430842", "ENSP00000430914", "ENSP00000498278", "ENSP00000507476"], "transcript": ["ENST00000316418", "ENST00000504625", "ENST00000506456", "ENST00000507048", "ENST00000510400", "ENST00000510910", "ENST00000511487", "ENST00000514523", "ENST00000515206", "ENST00000652417", "ENST00000684583"], "translation": [{"protein": "ENSP00000430914", "rna": "ENST00000514523"}, {"protein": "ENSP00000428893", "rna": "ENST00000510400"}, {"protein": "ENSP00000323816", "rna": "ENST00000316418"}, {"protein": "ENSP00000498278", "rna": "ENST00000652417"}, {"protein": "ENSP00000430842", "rna": "ENST00000515206"}, {"protein": "ENSP00000429944", "rna": "ENST00000504625"}, {"protein": "ENSP00000426932", "rna": "ENST00000506456"}, {"protein": "ENSP00000426076", "rna": "ENST00000511487"}, {"protein": "ENSP00000507476", "rna": "ENST00000684583"}], "type_of_gene": "protein_coding"}, "entrezgene": "57491", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 19.7542522356, "exp_mis": 291.344401866, "exp_syn": 147.811950384, "lof_z": 2.1739690466316, "mis_z": 0.754920930808908, "mu_lof": 1.4889983438e-06, "mu_mis": 2.88034135972e-05, "mu_syn": 1.4442129039e-05, "n_lof": 10.0, "n_mis": 265.0, "n_syn": 163.0, "p_li": 6.76187936246612e-05, "p_null": 0.0226624963838685, "p_rec": 0.977269884822507, "syn_z": -0.774453349927812}, "bp": 2160, "cds_end": 434949, "cds_start": 304334, "n_exons": 12, "nonpsych": {"exp_lof": 17.6537131605, "exp_mis": 263.469014165, "exp_syn": 133.558284763, "lof_z": 1.78898265736249, "mis_z": 0.853571221567283, "mu_lof": 1.4889983438e-06, "mu_mis": 2.88034135972e-05, "mu_syn": 1.4442129039e-05, "n_lof": 10.0, "n_mis": 236.0, "n_syn": 146.0, "p_li": 3.37000589144414e-05, "p_null": 0.0670757611646573, "p_rec": 0.932890538776428, "syn_z": -0.677809791015881}, "nontcga": {"exp_lof": 18.151903967, "exp_mis": 268.014860538, "exp_syn": 135.964989008, "lof_z": 2.35054008228727, "mis_z": 0.761251969441262, "mu_lof": 1.4889983438e-06, "mu_mis": 2.88034135972e-05, "mu_syn": 1.4442129039e-05, "n_lof": 8.0, "n_mis": 243.0, "n_syn": 151.0, "p_li": 0.00105836169740813, "p_null": 0.0109300958144556, "p_rec": 0.988011542488136, "syn_z": -0.816417185014903}, "transcript": "ENST00000316418.5"}, "exons": [{"cdsend": 434834, "cdsstart": 343902, "chr": "5", "position": [[321713, 321819], [343892, 343964], [353729, 353911], [376609, 376716], [413343, 413433], [422728, 422858], [423840, 423977], [427806, 428006], [432462, 432524], [432805, 432947], [433852, 438282]], "strand": 1, "transcript": "NM_001377236", "txend": 438282, "txstart": 321713}, {"cdsend": 434834, "cdsstart": 343902, "chr": "5", "position": [[322609, 322662], [343892, 343964], [353729, 353911], [376609, 376716], [413343, 413433], [422728, 422858], [423840, 423977], [427806, 428006], [432462, 432524], [432805, 432947], [433852, 438282]], "strand": 1, "transcript": "NM_001377239", "txend": 438282, "txstart": 322609}], "exons_hg19": [{"cdsend": 434949, "cdsstart": 344017, "chr": "5", "position": [[321828, 321934], [344007, 344079], [353844, 354026], [376724, 376831], [413458, 413548], [422843, 422973], [423955, 424092], [427921, 428121], [432577, 432639], [432920, 433062], [433967, 438397]], "strand": 1, "transcript": "NM_001377236", "txend": 438397, "txstart": 321828}, {"cdsend": 434949, "cdsstart": 344017, "chr": "5", "position": [[322724, 322777], [344007, 344079], [353844, 354026], [376724, 376831], [413458, 413548], [422843, 422973], [423955, 424092], [427921, 428121], [432577, 432639], [432920, 433062], [433967, 438397]], "strand": 1, "transcript": "NM_001377239", "txend": 438397, "txstart": 322724}], "generif": [{"pubmed": 11835227, "text": "Pro185Ala polymorphism is weakly associated with micropenis."}, {"pubmed": 12777964, "text": "None of the polymorphisms were found to play a key role in CYP1A1 inducibility or in the susceptibility to develop lung cancer"}, {"pubmed": 14672759, "text": "there existed characteristic differences in the basal levels of aryl hydrocarbon receptor repressor and cytochrome P450 1A1 expression in mononuclear cells, as well as in their inducibility among MNCs from various types of human bloods"}, {"pubmed": 15474075, "text": "Negative feedback effect of AHRR on dioxin-related signaling is weaker for proline allele than for alanine allele, and hypomorphic function of proline allele exerts recessive adverse effect on male fertility."}, {"pubmed": 15758562, "text": "AHRR Pro185Ala polymorphism may constitute a susceptibility locus for the development of micropenis in response to dioxins."}, {"pubmed": 16084889, "text": "AhRR codon 185 polymorphism is associated with susceptibility to and severity of endometriosis in Japanese women."}, {"pubmed": 17244640, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17244640, "text": "investigated which roles the AR polymorphisms as well as the R554K and P185A in the AHR and AHRR genes, respectively, may play in modifying the effect of exposure to organohalogen pollutants in regard to sperm Y : X ratio"}, {"pubmed": 17513317, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17513317, "text": "the AhRR codon 185 and GSTT1 polymorphisms are associated with the risk of advanced stage endometriosis"}, {"pubmed": 17559847, "text": "AHRR Pro185Ala polymorphism contributed to a predisposition to male factor infertility in the Estonian population. A greater prevalence of the Ala/Ala genotype was found among infertile patients."}, {"pubmed": 17559847, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17890447, "text": "Suggest role for the AhRR in regulation of CYP1A1."}, {"pubmed": 17980155, "text": "The NLS deletion mutant of GFP-AhRR was transported into the nuclear compartment in the presence of AhR nuclear translocator (Arnt)."}, {"pubmed": 18172554, "text": "These results therefore demonstrate that AHRR is a putative new tumor suppressor gene in multiple types of human cancers."}, {"pubmed": 18565642, "text": "Data suggest that the aryl hydrocarbon receptor repressor might play a role of co-repressor on the transcriptional activity of the estrogen receptor alpha homodimer."}, {"pubmed": 18632753, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19137073, "text": "Using a panel of four genes (AHRR, p16INK4a, MT1G, and CLDN3) resulted in sensitivity and specificity of 50% and 68%, respectively and may have utility for early detection of esophageal squamous dysplasia and early ESCC."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19251700, "text": "The SUMOylation of both AhRR and Arnt is important for the efficient transcriptional repression activity of the AhRR/Arnt heterodimer"}, {"pubmed": 19380484, "text": "Results identify aryl hydrocarbon receptor (AHR) repressor (AHRR) Delta8 as the active form of human AHRR and reveal novel aspects of its function and specificity as a repressor of AHR."}, {"pubmed": 19501819, "text": "AHHR genotyping may help to identify a subpopulation of women who are susceptible to the earlier onset of endometriosis."}, {"pubmed": 19501819, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20378615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 22017422, "text": "In the single SNP analysis, GSTM1 null type and AhRR variant type were associated with a significantly increased risk of endometriosis."}, {"pubmed": 22232023, "text": "AHRR methylation is associated with smoking."}, {"pubmed": 22337624, "text": "a substantial subset of soft tissue angiofibroma is characterized by a t(5;8)(p15;q13), resulting in the expression of in-frame AHRR/NCOA2 and NCOA2/AHRR fusion transcripts."}, {"pubmed": 22951721, "text": "These data clearly indicate that repressed CYP1 activity in primary human skin fibroblasts is not causally related to AhRR expression, which may serve a different, yet unknown, biological function."}, {"pubmed": 22952704, "text": "in primary gastric adenocarcinoma, AHRR may play as a suppressor gene and its expression status has the potential to be an independent prognostic factor"}, {"pubmed": 23070629, "text": "methylation at AHRR (cg05575921) is associated with smoking status"}, {"pubmed": 23168330, "text": "Aryl hydrocarbon receptor repressor genotypes predict the inducibility of CYP1A2 in people highly exposed to toxic dioxin-like chemicals"}, {"pubmed": 23583445, "text": "TTP directly binds to the AHRR 3'UTR. TTP acts as a negative regulator of AHRR and may affect tumor development through induction of tumor suppressor genes."}, {"pubmed": 23648678, "text": "a high frequency of the AhRR SNP can be a risk factor in the incidence of oral cancer and other neoplasias in Papua New Guinea due to higher inducibility of CYP1A2."}, {"pubmed": 23768840, "text": "Selected genetic polymorphisms in the AHR-signaling pathway (i.e., AHRR) and CLOCK may play a role in decreasing the risk for experiencing insomnia during the menopausal transition."}, {"pubmed": 24270552, "text": "The study expands the region of AHRR methylation altered in response to maternal smoking during pregnancy and reveals the tissue-specific nature of epigenetic responses to environmental exposures in utero."}, {"pubmed": 24806346, "text": "Knockdown of TiPARP, but not AHRR, increased 2,3,7,8-tetrachlorodibenzo-p-dioxin - induced CYP1A1 mRNA and AHR protein levels."}, {"pubmed": 26252179, "text": "In conclusion, offspring AHRR DNA methylation was associated with maternal obesity during pregnancy as well as infant gestational age and birth weight-for-gestational age."}, {"pubmed": 26307030, "text": "AHRR methylation in monocytes may be a part of the biological link between cigarette smoking and atherosclerosis"}, {"pubmed": 27403598, "text": "Maternal-smoking sensitive CpG sites in newborns were significantly associated with cg05575921 SNP located proximal to AHRR."}, {"pubmed": 27633981, "text": "In the AHRRNCOA2 protein, the Cterminal part of AHRR is replaced by the Cterminal part of NCOA2 which contains two activation domains"}, {"pubmed": 27924164, "text": "Study demonstrates that AHRR and F2RL3 methylation are strong predictors individually for lung cancer development."}, {"pubmed": 28100713, "text": "In conclusion, we found that AHRR (cg05575921) hypomethylation was associated with smoking, high smoking-related morbidity and with high all-cause mortality."}, {"pubmed": 28403070, "text": "This study demonstrated that the polymorphisms of aromatic hydrocarbon receptor repressor rs2292596 was significant with genetic susceptibility to rheumatoid arthritis patients; furthermore, it suggests the G allele of aromatic hydrocarbon receptor rs2292596 might be associated with a dangerous effect on rheumatoid arthritis in Han Chinese populations."}, {"pubmed": 28425186, "text": "We found that a burden of low-frequency coding variants in N4BP2, CDSN, PRTG, and AHRR were associated with increased risk of Nonsyndromic cleft lip with or without cleft palate (NSCL/P) . Low-frequency variants in other genes were associated with decreased risk of NSCL/P. These results demonstrate that low-frequency variants contribute to the genetic etiology of NSCL/P"}, {"pubmed": 28436623, "text": "DNA methylation at AHRR is associated with smoking."}, {"pubmed": 28453567, "text": "Prospective study demonstrated that AHRR and F2RL3 methylation levels had inverse relationships with self-reported smoking status and accurately discriminated for both current- and former- smoking. Moreover, methylation markers distinguished former smokers from never-smokers with high accuracy and significantly associated with an increased risk of lung cancer."}, {"pubmed": 28454697, "text": "AHRR DNA methylation of cord and maternal blood might be independently associated with full term, low birth weight infants in different ways."}, {"pubmed": 28485216, "text": "The findings suggest that AHRR plays distinct roles in kidney functions and hemoglobin values."}, {"pubmed": 28681081, "text": "AHR and AHRR exhibit similar but also distinct genome-wide binding profiles, supporting the notion that AHRR is a context- and gene-specific repressor of AHR activity."}, {"pubmed": 28820654, "text": "Differential methylation was observed in the CYP1A1 promoter and AHRR gene body regions between women who smoked throughout pregnancy and non-smokers on the fetal-side of the placenta and in the GFI1 promoter between women who quit smoking while pregnant and non-smokers on the maternal-side of the placenta"}, {"pubmed": 28904176, "text": "The structure clearly disclosed that AhRR competitively represses AhR binding to ARNT and target DNA and further suggested the existence of an AhRR-ARNT-specific repression mechanism. This study provides a structural basis for understanding the mechanism by which AhRR represses AhR-mediated gene transcription."}, {"pubmed": 29169084, "text": "For AHRR, exposure to maternal smoking was associated with increased DNA methylation in the placentas of female fetuses; mRNA expression, however, was unchanged. While exposure to maternal smoking was not associated with AHRR DNA methylation changes in fetal livers; mRNA expression was increased."}, {"pubmed": 29348151, "text": "AHRR hypomethylation may have a role in low lung function, steeper lung function decline, and respiratory symptoms"}, {"pubmed": 29412867, "text": "Results provide evidence that smoking may be an important factor affecting hypomethylation of AhRR."}, {"pubmed": 30730943, "text": "AHRR (cg05575921) methylation is linked to smoking but does not provide independent prognostic information in lung cancer patients."}, {"pubmed": 31060609, "text": "Results suggest that blood methylation at cg05575921 (AHRR) in non-smokers might indicate different exposures to PM2.5 and lung cancer which is a PM2.5-related disease."}, {"pubmed": 31182156, "text": "Study observed highly significant smoking-associated effects on methylation in whole cord blood and in both isolated CD14+ monocytes and CD235a+ nucleated red blood cells (nRBCs). However, overall nRBC methylation levels in AHRR had no significant impact on AHRR methylation measurements in whole cord blood, or on smoking-associated effects, and AHRR methylation levels were not associated with nRBC counts."}, {"pubmed": 31331382, "text": "Study reports significant hypomethylation of AHRR in buccal and airway epithelium of smokers, and concludes that hypomethylation of AHRR is an important regulatory mechanism of xenobiotic metabolism of the masticatory mucosa in response to tobacco smoke exposure."}, {"pubmed": 31368810, "text": "analysis of intrathoracic visceral adipose tissue gene expression among lung transplant recipients with and without primary graft dysfunction reveals that AHRR suppression of enzymes may link adiposity and primary graft dysfunction"}, {"pubmed": 31456352, "text": "AHRR methylation predicts smoking status and smoking intensity in both saliva and blood DNA."}, {"pubmed": 32019074, "text": "Cigarette and Cannabis Smoking Effects on GPR15+ Helper T Cell Levels in Peripheral Blood: Relationships with Epigenetic Biomarkers."}, {"pubmed": 32171335, "text": "An epigenome-wide association study of posttraumatic stress disorder in US veterans implicates several new DNA methylation loci."}, {"pubmed": 32736658, "text": "AHRR cg05575921 methylation in relation to smoking and PM2.5 exposure among Taiwanese men and women."}, {"pubmed": 32800270, "text": "A comprehensive analysis of AHRR gene as a candidate for cleft lip with or without cleft palate."}, {"pubmed": 32801256, "text": "Expression analysis of aryl hydrocarbon receptor repressor (AHRR) gene in gallbladder cancer."}, {"pubmed": 32947224, "text": "AHRR hypomethylation as an epigenetic marker of smoking history predicts risk of myocardial infarction in former smokers."}, {"pubmed": 32962699, "text": "AHRR methylation in heavy smokers: associations with smoking, lung cancer risk, and lung cancer mortality."}, {"pubmed": 33124502, "text": "Association Between Polycystic Ovary Syndrome and the Polymorphisms of Aryl Hydrocarbon Receptor Repressor, Glutathione-S-transferase T1, and Glutathione-S-transferase M1 Genes."}, {"pubmed": 33235198, "text": "Epigenome-wide meta-analysis of PTSD across 10 military and civilian cohorts identifies methylation changes in AHRR."}, {"pubmed": 33260961, "text": "The Reversion of cg05575921 Methylation in Smoking Cessation: A Potential Tool for Incentivizing Healthy Aging."}, {"pubmed": 34020997, "text": "Epigenetic Biomarkers of Prenatal Tobacco Smoke Exposure Are Associated with Gene Deletions in Childhood Acute Lymphoblastic Leukemia."}, {"pubmed": 34440450, "text": "Hypomethylation of AHRR (cg05575921) Is Related to Smoking Status in the Mexican Mestizo Population."}, {"pubmed": 34580959, "text": "Genetic variation in CYP1A1 and AHRR genes increase the risk of systemic lupus erythematosus and exacerbate disease severity in smoker patients."}, {"pubmed": 35064064, "text": "AHRR (cg05575921) Methylation Safely Improves Specificity of Lung Cancer Screening Eligibility Criteria: A Cohort Study."}, {"pubmed": 35309329, "text": "The Contribution of Genetic Variation and Aberrant Methylation of Aryl Hydrocarbon Receptor Signaling Pathway Genes to Rheumatoid Arthritis."}, {"pubmed": 35964014, "text": "The association between DNA methylation of 6p21.33 and AHRR in blood and coronary heart disease in Chinese population."}, {"pubmed": 36093686, "text": "AhRR methylation contributes to disease progression in urothelial bladder cancer."}, {"pubmed": 36359818, "text": "From Differential DNA Methylation in COPD to Mitochondria: Regulation of AHRR Expression Affects Airway Epithelial Response to Cigarette Smoke."}, {"pubmed": 37150141, "text": "Development and validation of a simple general population lung cancer risk model including AHRR-methylation."}, {"pubmed": 37511212, "text": "AhRR and PPP1R3C: Potential Prognostic Biomarkers for Serous Ovarian Cancer."}, {"pubmed": 37691855, "text": "Blood Leukocyte AHRR Methylation and Risk of Non-smoking-associated Cancer: A Case-cohort Study of Non-Hodgkin Lymphoma."}, {"pubmed": 38051301, "text": "The Influence of Smoking and Occupational Risk Factors on DNA Methylation in the AHRR and F2RL3 Genes."}], "genomic_pos": {"chr": "5", "end": 438291, "ensemblgene": "ENSG00000063438", "start": 321714, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 438406, "start": 304291, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006805", "qualifier": "involved_in", "term": "xenobiotic metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030522", "qualifier": "involved_in", "term": "intracellular receptor signaling pathway"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0034751", "qualifier": "part_of", "term": "aryl hydrocarbon receptor complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004879", "qualifier": "enables", "term": "nuclear receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 28904176, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046983", "qualifier": "enables", "term": "protein dimerization activity"}]}, "homologene": {"genes": [[8364, 100485488], [9031, 420989], [9544, 723045], [9598, 461687], [9606, 57491], [10090, 11624], [10116, 498999]], "id": 49215}, "interpro": [{"desc": "PAS domain", "id": "IPR000014", "short_desc": "PAS"}, {"desc": "Myc-type, basic helix-loop-helix (bHLH) domain", "id": "IPR011598", "short_desc": "bHLH_dom"}, {"desc": "PAS fold", "id": "IPR013767", "short_desc": "PAS_fold"}, {"desc": "PAS domain superfamily", "id": "IPR035965", "short_desc": "PAS-like_dom_sf"}, {"desc": "Helix-loop-helix DNA-binding domain superfamily", "id": "IPR036638", "short_desc": "HLH_DNA-bd_sf"}, {"desc": "Aryl hydrocarbon receptor repressor, basic helix-loop-helix domain", "id": "IPR039092", "short_desc": "AHRR_bHLH"}], "ipi": ["IPI00718806", "IPI00893051", "IPI00893349", "IPI00967542", "IPI00968054", "IPI00982017", "IPI00982577", "IPI00984101"], "map_location": "5p15.33", "name": "aryl hydrocarbon receptor repressor", "other_names": ["ahR repressor", "aryl hydrocarbon hydroxylase regulator", "aryl hydrocarbon receptor repressor", "class E basic helix-loop-helix protein 77", "dioxin receptor repressor"], "pantherdb": {"HGNC": "346", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1333776", "ortholog_type": "LDO", "panther_family": "PTHR10649", "taxid": 10090, "uniprot_kb": "Q3U1U7"}, {"RGD": "1559857", "ortholog_type": "LDO", "panther_family": "PTHR10649", "taxid": 10116, "uniprot_kb": "Q75NT5"}, {"Ensembl": "ENSGALG00000013402", "ortholog_type": "LDO", "panther_family": "PTHR10649", "taxid": 9031, "uniprot_kb": "E5L8C8"}, {"ZFIN": "ZDB-GENE-051018-2", "ortholog_type": "LDO", "panther_family": "PTHR10649", "taxid": 7955, "uniprot_kb": "A0A2R8PV59"}, {"WormBase": "WBGene00000096", "ortholog_type": "O", "panther_family": "PTHR10649", "taxid": 6239, "uniprot_kb": "O44712"}, {"FlyBase": "FBgn0003513", "ortholog_type": "O", "panther_family": "PTHR10649", "taxid": 7227, "uniprot_kb": "E1JIM6"}], "uniprot_kb": "A9YTQ3"}, "pathway": {"reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1989781", "name": "PPARA activates gene expression"}, {"id": "R-HSA-211859", "name": "Biological oxidations"}, {"id": "R-HSA-211897", "name": "Cytochrome P450 - arranged by substrate type"}, {"id": "R-HSA-211945", "name": "Phase I - Functionalization of compounds"}, {"id": "R-HSA-211976", "name": "Endogenous sterols"}, {"id": "R-HSA-211981", "name": "Xenobiotics"}, {"id": "R-HSA-400206", "name": "Regulation of lipid metabolism by PPARalpha"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-8937144", "name": "Aryl hydrocarbon receptor signalling"}], "wikipathways": [{"id": "WP2586", "name": "Aryl Hydrocarbon Receptor Netpath"}, {"id": "WP2873", "name": "Aryl Hydrocarbon Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP4673", "name": "Male infertility"}]}, "pdb": "5Y7Y", "pfam": ["PF00010", "PF00989"], "pharmgkb": "PA24639", "pharos": {"target_id": 955, "tdl": "Tbio"}, "prosite": ["PS50112", "PS50888"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF217235", "relationship": "is"}, {"id": "GNF267107", "relationship": "is"}, {"id": "GNF267108", "relationship": "is"}, {"id": "GNF267109", "relationship": "is"}, {"id": "GNF267110", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF038798", "relationship": "similar to"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095378", "relationship": "is"}, {"id": "GNF135035", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_029834.2"], "protein": ["NP_001364165.1", "NP_001364168.1", "NP_065782.2"], "rna": ["NM_001242412.1", "NM_001377236.1", "NM_001377239.1", "NM_020731.4"], "translation": [{"protein": "NP_065782.2", "rna": "NM_020731.4"}, {"protein": "NP_001364165.1", "rna": "NM_001377236.1"}, {"protein": "NP_001364168.1", "rna": "NM_001377239.1"}]}, "reporter": {"HG-U133_Plus_2": "229354_at", "HG-U95B": "49314_at", "HTA-2_0": "TC05000005.hg.1", "HuEx-1_0": "2798586", "HuGene-1_1": "8104180", "HuGene-2_1": "16982546"}, "retired": [194, 153479, 256948], "summary": "The protein encoded by this gene participates in the aryl hydrocarbon receptor (AhR) signaling cascade, which mediates dioxin toxicity, and is involved in regulation of cell growth and differentiation. It functions as a feedback modulator by repressing AhR-dependent gene expression. Alternatively spliced transcript variants encoding different isoforms have been described for this gene. [provided by RefSeq, Jun 2011].", "symbol": "AHRR", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412294"}, "unigene": "Hs.50823", "uniprot": {"Swiss-Prot": "A9YTQ3"}}