{"AllianceGenome": "13203", "HGNC": "13203", "MIM": "605257", "_id": "57379", "_version": 1, "accession": {"genomic": ["AB040430.1", "AB092577.1", "AC092184.7", "CH471116.2", "CP068266.2", "CS056120.1", "HH794616.1", "NC_000012.12", "NC_060936.1", "NG_011588.1"], "protein": ["AAH06296.1", "AAM95402.1", "AAM95403.1", "AAM95404.1", "AAM95405.1", "AAM95406.1", "AAM95407.1", "AAM95408.1", "AAM95409.1", "AAM95410.1", "AAM95411.1", "AAM95412.1", "AAM95413.1", "AAM95414.1", "AAP36066.1", "AAS90604.1", "AAS92920.1", "AAS92921.1", "AAS98257.1", "AAU95780.1", "ABD92700.1", "ACJ13641.1", "BAB12720.1", "BAB12721.1", "BAC66114.1", "CAE12261.1", "CAI75242.1", "CBX87165.1", "EAW88615.1", "NP_001317272.1", "NP_001397899.1", "NP_065712.1", "Q9GZX7.1"], "rna": ["AB040431.1", "AF529815.1", "AF529816.1", "AF529817.1", "AF529818.1", "AF529819.1", "AF529820.1", "AF529821.1", "AF529822.1", "AF529823.1", "AF529824.1", "AF529825.1", "AF529826.1", "AF529827.1", "AJ577811.1", "AY534975.1", "AY536516.1", "AY536517.1", "AY541058.1", "AY748364.1", "BC006296.2", "BP225441.1", "BT007402.1", "BX402063.2", "DQ431660.1", "EU794587.1", "NM_001330343.2", "NM_001410970.1", "NM_020661.4"], "translation": [{"protein": "AAM95402.1", "rna": "AF529815.1"}, {"protein": "AAM95404.1", "rna": "AF529817.1"}, {"protein": "AAS92920.1", "rna": "AY536516.1"}, {"protein": "NP_065712.1", "rna": "NM_020661.4"}, {"protein": "AAS90604.1", "rna": "AY534975.1"}, {"protein": "AAM95403.1", "rna": "AF529816.1"}, {"protein": "AAM95413.1", "rna": "AF529826.1"}, {"protein": "AAH06296.1", "rna": "BC006296.2"}, {"protein": "AAS98257.1", "rna": "AY541058.1"}, {"protein": "ABD92700.1", "rna": "DQ431660.1"}, {"protein": "AAM95412.1", "rna": "AF529825.1"}, {"protein": "AAS92921.1", "rna": "AY536517.1"}, {"protein": "AAM95410.1", "rna": "AF529823.1"}, {"protein": "AAP36066.1", "rna": "BT007402.1"}, {"protein": "AAU95780.1", "rna": "AY748364.1"}, {"protein": "AAM95408.1", "rna": "AF529821.1"}, {"protein": "ACJ13641.1", "rna": "EU794587.1"}, {"protein": "BAB12721.1", "rna": "AB040431.1"}, {"protein": "AAM95405.1", "rna": "AF529818.1"}, {"protein": "AAM95411.1", "rna": "AF529824.1"}, {"protein": "NP_001317272.1", "rna": "NM_001330343.2"}, {"protein": "CAE12261.1", "rna": "AJ577811.1"}, {"protein": "AAM95409.1", "rna": "AF529822.1"}, {"protein": "AAM95406.1", "rna": "AF529819.1"}, {"protein": "AAM95407.1", "rna": "AF529820.1"}, {"protein": "AAM95414.1", "rna": "AF529827.1"}, {"protein": "NP_001397899.1", "rna": "NM_001410970.1"}]}, "alias": ["AID", "ARP2", "CDA2", "HEL-S-284", "HIGM2"], "ec": "3.5.4.38", "ensembl": {"gene": "ENSG00000111732", "protein": ["ENSP00000229335", "ENSP00000439103", "ENSP00000439538", "ENSP00000445691", "ENSP00000512504", "ENSP00000512515", "ENSP00000512516"], "transcript": ["ENST00000229335", "ENST00000537228", "ENST00000543081", "ENST00000544516", "ENST00000545576", "ENST00000696246", "ENST00000696271", "ENST00000696272", "ENST00000696273"], "translation": [{"protein": "ENSP00000445691", "rna": "ENST00000537228"}, {"protein": "ENSP00000229335", "rna": "ENST00000229335"}, {"protein": "ENSP00000512504", "rna": "ENST00000696246"}, {"protein": "ENSP00000512515", "rna": "ENST00000696272"}, {"protein": "ENSP00000512516", "rna": "ENST00000696273"}, {"protein": "ENSP00000439103", "rna": "ENST00000543081"}, {"protein": "ENSP00000439538", "rna": "ENST00000544516"}], "type_of_gene": "protein_coding"}, "entrezgene": "57379", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.293121693, "exp_mis": 101.987672972, "exp_syn": 38.0272422224, "lof_z": 1.32552934512482, "mis_z": 2.3241944769794, "mu_lof": 7.33999403998e-07, "mu_mis": 8.97562232933e-06, "mu_syn": 3.21351644831e-06, "n_lof": 6.0, "n_mis": 54.0, "n_syn": 44.0, "p_li": 0.00125550164168763, "p_null": 0.146164139505514, "p_rec": 0.852580358852799, "syn_z": -0.600450389814853}, "bp": 597, "cds_end": 8765363, "cds_start": 8756879, "n_exons": 5, "nonpsych": {"exp_lof": 9.21453895088, "exp_mis": 92.2069588416, "exp_syn": 34.3165945678, "lof_z": 1.04000109504459, "mis_z": 2.21699077446847, "mu_lof": 7.33999403998e-07, "mu_mis": 8.97562232933e-06, "mu_syn": 3.21351644831e-06, "n_lof": 6.0, "n_mis": 50.0, "n_syn": 41.0, "p_li": 0.000861300505120738, "p_null": 0.23471656712267, "p_rec": 0.764422132372209, "syn_z": -0.718306187386318}, "nontcga": {"exp_lof": 9.45975639706, "exp_mis": 93.8187499056, "exp_syn": 34.9751486404, "lof_z": 1.75111451298755, "mis_z": 2.35672129558636, "mu_lof": 7.33999403998e-07, "mu_mis": 8.97562232933e-06, "mu_syn": 3.21351644831e-06, "n_lof": 4.0, "n_mis": 48.0, "n_syn": 41.0, "p_li": 0.0280265479094239, "p_null": 0.0498999960767033, "p_rec": 0.922073456013873, "syn_z": -0.645043133363}, "transcript": "ENST00000229335.6"}, "exons": [{"cdsend": 8612767, "cdsstart": 8604283, "chr": "12", "position": [[8602170, 8604337], [8604806, 8604892], [8605214, 8605485], [8606864, 8607012], [8612759, 8612859]], "strand": -1, "transcript": "NM_001330343", "txend": 8612859, "txstart": 8602170}, {"cdsend": 8612767, "cdsstart": 8604283, "chr": "12", "position": [[8602170, 8604337], [8604806, 8604922], [8605214, 8605485], [8606864, 8607012], [8612759, 8612859]], "strand": -1, "transcript": "NM_020661", "txend": 8612859, "txstart": 8602170}], "exons_hg19": [{"cdsend": 8765363, "cdsstart": 8756879, "chr": "12", "position": [[8754765, 8756933], [8757402, 8757488], [8757810, 8758081], [8759460, 8759608], [8765355, 8765455]], "strand": -1, "transcript": "NM_001330343", "txend": 8765455, "txstart": 8754765}, {"cdsend": 8765363, "cdsstart": 8756879, "chr": "12", "position": [[8754765, 8756933], [8757402, 8757518], [8757810, 8758081], [8759460, 8759608], [8765355, 8765455]], "strand": -1, "transcript": "NM_020661", "txend": 8765455, "txstart": 8754765}], "generif": [{"pubmed": 11823785, "text": "required for somatic hypermutation in the centroblast-like Ramos cells; sufficient to induce somatic hypermutation in hybridoma cells, which represent a later stage of B-cell differentiation that does not normally undergo SHM"}, {"pubmed": 12097915, "text": "AID mutates E. coli suggesting a DNA deamination mechanism for antibody diversification."}, {"pubmed": 12114543, "text": "Internal IgH class switch region deletions are position-independent and enhanced by expression"}, {"pubmed": 12202747, "text": "Somatic hypermutation of the AID transgene in B and non-B cells"}, {"pubmed": 12511417, "text": "AID is highly regulated during normal B-cell development & is constitutively expressed in human germinal center B-NHL & in subsets of nongerminal center B-NHL. This constitutive expression may cause illegitimate recombination & somatic mutation in B-NHL."}, {"pubmed": 12521993, "text": "Chronic lymphocytic leukemia B cells that express this enzyme display dissociation between class switch recombination and somatic hypermutation"}, {"pubmed": 12715918, "text": "has the function to induce spontaneous IgM production in B cells"}, {"pubmed": 12799424, "text": "Activation-induced cytidine deaminase causes transcription-dependent, strand-biased C to U deaminations."}, {"pubmed": 12855567, "text": "data suggest that AID-mediated DNA alterations may occur in a variably sized, minor subset of B-CLL cells at any given time."}, {"pubmed": 12873980, "text": "Expression of activation-induced cytidine deaminase is confined to B-cell non-Hodgkin's lymphomas of germinal-center phenotype."}, {"pubmed": 12928399, "text": "Activation-induced cytidine deaminase plays a crucial role in the induction of DNA breakage during immunoglobulin class switch recombination."}, {"pubmed": 12973929, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14536088, "text": "there is an essential role for the C-terminal domain of AID in CSR that is independent of its cytidine deaminase activity and that is not required for either gene conversion or somatic hypermutation"}, {"pubmed": 14551145, "text": "AID transcripts, including a splice variant, were common to both unmutated or mutated VH genes in mantle cell lymphoma."}, {"pubmed": 14769937, "text": "AID is a nucleocytoplasmic shuttling protein with a bipartite nuclear localization signal and a nuclear export signal in its N and C termini, respectively"}, {"pubmed": 14990977, "text": "AID expression was associated with the ongoing mutation in follicular lymphoma (FL) fresh cells. Results suggest the switch off of AID expression may start in the B-lineage differentiation stage counterpart of FL after optimizing somatic hypermutation"}, {"pubmed": 15061213, "text": "expression of AID in 15 Burkitt's lymphoma cell lines by RT-PCR"}, {"pubmed": 15087440, "text": "Activation-induced cytosine deaminase (AID) is actively exported out of the nucleus but retained by the induction of DNA breaks"}, {"pubmed": 15148397, "text": "results suggested both AID and APOBEC-1 are equally likely to bind single-stranded DNA or RNA, which has implications for the identification of natural AID targets"}, {"pubmed": 15182647, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15195091, "text": "separate domains of AID interact with specific cofactors to regulate these two distinct genetic events in a target-specific way"}, {"pubmed": 15304391, "text": "AID protein is specifically expressed in normal and transformed germinal center B cells"}, {"pubmed": 15371439, "text": "wild type AID retains its specificity for mutated hot spot motifs within the confines of a moving transcription bubble while introducing clusters of multiple deaminations predominantly on the nontranscribed strand"}, {"pubmed": 15372234, "text": "novel mutation found in the gene encoding for activation-induced cytidine deaminase in a Tunisian family with hyper-IgM type 2 syndrome"}, {"pubmed": 15448152, "text": "Aid and perhaps some of its family members may have roles in epigenetic reprogramming"}, {"pubmed": 15593119, "text": "AID overexpression by itself does not automatically lead to the onset of a mutator phenotype."}, {"pubmed": 15613101, "text": "expression in acute lymphoblastic leukemia L2 with t(14;18)(q32;q21)"}, {"pubmed": 15944282, "text": "Direct evidence is presented for the DNA deamination from Escherichia coli expressing AID; uracils are preferentially generated at cytosines in the nontranscribed strand during transcription."}, {"pubmed": 15949042, "text": "AID-mediated deamination of DNA is a major cause of mutations at G-C base pairs in immunoglobulin genes during somatic hypermutation. Its intrinsic substrate specificity is a primary determinant of mutational hotspots at G-C base pairs during SHM."}, {"pubmed": 16122802, "text": "AID can interact with MDM2, an oncoprotein that shuttles between the nucleus and the cytoplasm and targets p53 for nuclear export and degradation."}, {"pubmed": 16269615, "text": "interfollicular large B cells and AID-expressing B lymphocytes of the thymic medulla could give rise to mature B-cell malignancies."}, {"pubmed": 16314506, "text": "Somatic hypermutation on both DNA strands is the natural outcome of AID action on a transcribed gene."}, {"pubmed": 16387847, "text": "control of T cell-dependent immune responses may be modulated, via AID, by signals that activate protein kinase A"}, {"pubmed": 16439679, "text": "The distribution of nuclear AID is consistent with the topography of somatic hypermutation and class switch recombination in activated B cells."}, {"pubmed": 16541139, "text": "The AID expression and ASHM are associated with higher-grade transformation of CLL and provide further evidences that AID expression and ASHM may be activated during the clonal history of B-cell lymphomas."}, {"pubmed": 16624806, "text": "review of the role of AICDA in producing high affinity isotype-switched antibodies [review]"}, {"pubmed": 16705187, "text": "AID binds DNA exposed by the transcribing polymerase, implicating the polymerase itself as the vehicle which distributes AID on DNA as it moves away from the promoter."}, {"pubmed": 16785531, "text": "Features of activation-induced deaminase (AID) mapping within the noncatalytic domain, but outside the chromosome region maintenance 1-dependent nuclear export signal at the C-terminus, influence its function."}, {"pubmed": 16999936, "text": "APOBEC3G is not a nucleo-cytoplasmic shuttling protein like APOBEC-1 and AID"}, {"pubmed": 17060445, "text": "AID may persist on immunoglobulin and other target sequences after deamination, possibly acting as a scaffolding protein to recruit other factors"}, {"pubmed": 17066440, "text": "Findings suggest that the aberrant expression of AID is observed in human hepatocytes with several pathological settings, including chronic liver disease and hepatocellular carcinoma."}, {"pubmed": 17132718, "text": "cells may be the founder cells of the germinal center reaction (a pro-GC cell) and may be the normal counterpart of the mantle cell lymphoma cell"}, {"pubmed": 17161027, "text": "AID is alone unable to act processively on any of a number of DNA substrates"}, {"pubmed": 17485517, "text": "AID is a BCR-ABL1-induced mutator in Philadelphia chromosome(+) acute lymphoblastic leukemia cells, which may be relevant to the particularly unfavorable prognosis of this leukemia subset."}, {"pubmed": 17638864, "text": "primary mediastinal B-cell lymphoma (PMBL), an immunoglobulin (Ig)-negative lymphoma that possesses hypermutated, class-switched Ig genes, expresses high levels of AID with an intact primary structure but does not do class switch recombination"}, {"pubmed": 17878393, "text": "AID retains its exclusive association with numerous, residual germinal centers in parotid Sjogren's syndrome-MALT lymphomas, whereas neoplastic marginal zone-like B cells are consistently AID negative"}, {"pubmed": 18213388, "text": "generation of phase 1 mutations is not a prerequisite for the expression of phase 2 mutations"}, {"pubmed": 18306229, "text": "The proinflammatory cytokine-induced aberrant production of AID might link bile duct inflammation to an enhanced genetic susceptibility to mutagenesis, leading to cholangiocarcinogenesis"}, {"pubmed": 18329947, "text": "aberrant AID expression can be triggered by several pathogenic factors, including Helicobacter pylori infection & proinflammatory cytokines, in human epithelial cells, but AID expression is absent in those cells under physiologic conditions[review]."}, {"pubmed": 18390709, "text": "results obtained with activated CD19(+) B cells show that the expression of E47, activation-induced cytidine deaminase, and Iggamma1 circle transcripts progressively decrease with age"}, {"pubmed": 18391550, "text": "Aberrant expression of activation-induced cytidine deaminase may contribute to the development of gastric cancers and induce p53 nuclear expression"}, {"pubmed": 18417471, "text": "analysis of the effect of phosphorylation and phosphorylation-null mutants on the activity and deamination specificity of activation-induced cytidine deaminase"}, {"pubmed": 18722174, "text": "The results, therefore, identify residues in AID involved in its in vivo targeting and suggest they might act through interaction with CTNNBL1, giving possible insight into the linkage between AID recruitment and target-gene transcription."}, {"pubmed": 18757891, "text": "Results identify non-conservative homologous recombination as a novel DNA transaction pathway promoted by activation-induced cytidine deaminase."}, {"pubmed": 18760480, "text": "AID and Ung generate staggered double-strand DNA breaks (DSBs) not only by cleaving intact double-strand DNA, but also by processing blunt DSB ends."}, {"pubmed": 18772346, "text": "AID can cause single-base substitutions or multiple clustered mutations depending on the transcriptional activity of T7 RNA polymerase."}, {"pubmed": 18776814, "text": "expressed in bone marrow infiltrates of malignant lymphoma"}, {"pubmed": 18940926, "text": "results lead to a model for exonuclease 1 function in class switch recombination in which cleavage at activation-induced deaminase (AID)-initiated nicks produces gaps that become substrates for further attack by AID and subsequent repair"}, {"pubmed": 19017972, "text": "V(H)4 replacement in preimmune human B cells is mediated by an AICDA-independent mechanism resulting from inefficient but selective RAG activity."}, {"pubmed": 19023113, "text": "in the absence of CD40-CD154 interactions, there is a marked reduction in SHM and, specifically, mutations of AICDA-targeted G residues in RGYW motifs along with a decrease in transversions normally related to UNG2 activity."}, {"pubmed": 19139166, "text": "Estrogen regulates gene expression of AID at the transcriptional level."}, {"pubmed": 19196959, "text": "class switch recombination activity of AID requires an ACF-like cofactor that specifically interacts with the carboxy-terminal domain of AID"}, {"pubmed": 19247692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19266080, "text": "sensitive gel electrophoresis (CSGE) and sequencing analysis of AICDA coding sequences demonstrated sequence heterogeneity due to 5923A/G and 7888C/T polymorphisms, but did not reveal any novel mutation that might explain the selective IgE deficit."}, {"pubmed": 19309412, "text": "The expression of activation induced cytidine deaminase in follicular lymphoma is independent of prognosis and stage."}, {"pubmed": 19336552, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19363484, "text": "HoxC4 directly activates the Aicda promoter"}, {"pubmed": 19380635, "text": "AID acts processively in naked DNA and DNA organized within transcribed nucleosomes."}, {"pubmed": 19412186, "text": "Two other mechanisms involved in controlling AID subcellular localization, are identified."}, {"pubmed": 19443686, "text": "AID targeting of hot and cold spots is a key part of the mutation process, our results suggest that the sequence environment plays an equally important role"}, {"pubmed": 19561087, "text": "When recognition loop of 9-11 amino acids is grafted from the donor APOBEC3F or 3G proteins into the acceptor scaffold of AID, the mutational signature of AID changes toward that of the donor proteins."}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19575287, "text": "in hyper-IgM syndrome, one novel AICDA mutation (E122X) was detected"}, {"pubmed": 19578742, "text": "abnormal over-expression of GANP together with AID might be associated with rigorous DNA damage, potentially causing the malignant development of Cholangiocarcinoma (CCAs) during long-term inflammation."}, {"pubmed": 19667096, "text": "Both mice and humans share a latent, AID-dependent pathway for the preimmune diversification of B lymphocytes."}, {"pubmed": 19703021, "text": "The higher levels of AID expression in B cells of Reumatoid Arthritis patients correlate with the higher levels of T helper cell cytokines IFN-gamma and IL-17."}, {"pubmed": 19732723, "text": "ACIDA promotes B lymphoid blast crisis and drug resistance in chronic myeloid leukemia."}, {"pubmed": 19734146, "text": "SLIP-GC is a replication-related protein in germinal center B cells whose reduction is toxic to cells through an AICDA-dependent mechanism."}, {"pubmed": 19741596, "text": "However, no activation-induced cytidine deaminase (AID) expression (an absolute requirement for class switching) was detected in lamina propria"}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19859091, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 19898425, "text": "AID expression is an indicator of an unfavorable prognosis in chronic lymphocytic leukemia/small lymphocytic lymphoma patients"}, {"pubmed": 19911124, "text": "Studies indicate the APOBEC family consists of 11 members: APOBEC-1 (Apo1), APOBEC-2 (Apo2), activation induced cytidine deaminase (AID), APOBEC- 3A, -3B, -3C, -3DE, -3F, -3H (Apo3A-H) and APOBEC- 4 (Apo4)."}, {"pubmed": 19966806, "text": "Aicda is regulated by the balance between B cell-specific and stimulation-responsive elements and ubiquitous silencers."}, {"pubmed": 20027182, "text": "data provide new evidence that mammalian AID is required for active DNA demethylation and initiation of nuclear reprogramming towards pluripotency in human somatic cells"}, {"pubmed": 20048284, "text": "Altering the spectrum of immunoglobulin V gene somatic hypermutation by modifying the active site of AID."}, {"pubmed": 20117026, "text": "Expression of at least one AID-mRNA isoform predominated among mutated IgG vs. mutated IgMD. AID splice variants may inhibit somatic hypermutation in chronic lymphocytic leukemia cells of the unmutated subtype."}, {"pubmed": 20118283, "text": "Findings underscore that AID splice variants are unlikely to have preservation of catalytic activity."}, {"pubmed": 20233972, "text": "High expression of AID and active class switch recombination might account for a more aggressive disease in unmutated CLL patients: link with an activated microenvironment in CLL disease."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237507, "text": "Higher expression levels of activation-induced cytidine deaminase distinguish hairy cell leukemia from hairy cell leukemia-variant and splenic marginal zone lymphoma."}, {"pubmed": 20338830, "text": "the sequence selectivity of APOBEC family of enzymes"}, {"pubmed": 20373075, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20373075, "text": "The researchers found no evidence of an association between the AICDA 7888 C/T polymorphism and the risk of gastric atrophy or gastric neoplasms in the study group."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20491788, "text": "The ectopic expression of AICDA in rheumatoid arthritis fibroblast-like synoviocytes (RA-FLS) causes TP53 somatic mutations & dysfunction, leading to acquisition of tumour-like properties by RA-FLS."}, {"pubmed": 20507984, "text": "GANP may serve as an essential link required to transport AID to B-cell nuclei and to target AID to actively transcribed IgV regions"}, {"pubmed": 20637757, "text": "AID-mediated genotoxic effects appear to occur frequently at the CDKN2b-CDKN2a locus and contribute to malignant transformation of the gastric mucosa"}, {"pubmed": 20729863, "text": "14-3-3 proteins specifically bound 5'-AGCT-3' repeats, were upregulated in B cells undergoing class switch DNA recombination (CSR) and were recruited with AID to the switch regions that are involved in CSR events"}, {"pubmed": 20855884, "text": "Esr1 bind to and activate the HOXC4 promoter to potentiate HoxC4-mediated AID induction, immunoglobulin class switch and somatic hypermutation."}, {"pubmed": 20864035, "text": "Exogenous and intrinsic AID-induced DNA strand breaks in B-cells activate ATM, which signals through an LKB1 intermediate to inactivate CRTC2, resulting in repression of germinal center B-cell differentiation, while opposing lymphomagenesis."}, {"pubmed": 20878190, "text": "findings suggest that pro-inflammatory cytokine-mediated aberrant expression of AICDA in colonic epithelial cells plays a role as a genotoxic factor that enhances genetic instability during chronic colonic inflammation, leading to colorectal cancer"}, {"pubmed": 20927319, "text": "Low Cytidine Deaminase is associated with gemcitabine resistance in pancreatic cancer."}, {"pubmed": 20974684, "text": "The constitutive expression of AID in ATL cells can be speculated to result from mutations induced by the Tax-activated AID and/or other Tax-associated mutagenic mechanisms"}, {"pubmed": 21041454, "text": "Hsp90 inhibition provides the first pharmacological means to down-regulate AID expression and activity."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21109971, "text": "AID and inducible nitric oxide synthase expression in cancer cells may be modified by epigenetic mechanisms"}, {"pubmed": 21133730, "text": "AID overexpression promotes chromosomal abnormalities and is associated with chronic lymphocytic leukemia progression"}, {"pubmed": 21255825, "text": "Study implicates the RNA exosome, a cellular RNA-processing/degradation complex, in targeting AID to both DNA strands."}, {"pubmed": 21268017, "text": "Ig class-switch recombination, as well as the stabilisation of AID, depend on an interaction between the AID C-terminal decapeptide and factor(s) additional to Crm1."}, {"pubmed": 21290192, "text": "High expression and mutation-inducing activity of AID is associayed with human lung cancer."}, {"pubmed": 21570118, "text": "Activation-induced deaminase (AID) expression is correlated with Bcr-Abl expression in chronic myelocytic leukemia-B-lymphoid blast cells."}, {"pubmed": 21659520, "text": "Phosphorylation directly regulates the intrinsic DNA cytidine deaminase activity of activation-induced deaminase and APOBEC3G protein"}, {"pubmed": 21700883, "text": "identified a major and previously unsuspected role for AID in the removal of developing autoreactive B cells"}, {"pubmed": 21831295, "text": "Findings demonstrate that miR-93 and miR-155 constitutively suppress AID translation in MCF-7 cells, suggesting widespread roles for these miRs in preventing genome cytidine deaminations, mutagenesis, and oncogenic transformation."}, {"pubmed": 21984922, "text": "Analysis of co-regularities and creation of AID-associated functional network gives an integrated view of biological processes and might be further applied to assess role of altered AID expression in etiology of other diseases."}, {"pubmed": 22034886, "text": "Activation-induced cytidine deaminase is associated with inflammation in ulcerative colitis, whereas it may not specifically contribute to carcinogenesis"}, {"pubmed": 22080610, "text": "Activation-induced cytidine deaminase -induced decrease in Top1 is critical for somatic hypermutation."}, {"pubmed": 22168746, "text": "AID may act as a negative regulator of cell survival in follicular lymphoma when sufficient c-myc is expressed"}, {"pubmed": 22198384, "text": "Data suggest that AID may generate DNA damage with variable efficiencies in different organisms, identify residues critical in regulating AID activity, and provide insights into the evolution of the APOBEC family of enzymes."}, {"pubmed": 22234692, "text": "Data show that interaction between myeloma and dendritic cell (DC), but not monocytes, leads to rapid induction of the genomic mutator activation-induced cytidine deaminase (AID) and AID-dependent DNA double-strand breaks (DSBs) in myeloma cell."}, {"pubmed": 22308462, "text": "Along with known AID targets, this screen identified a set of unique genes (SNHG3, MALAT1, BCL7A, and CUX1) and confirmed that these loci accumulated mutations as frequently as Ig locus after AID activation"}, {"pubmed": 22363466, "text": "Lysine modification may represent a novel level of AID regulation."}, {"pubmed": 22391874, "text": "Hypermutable bases (both paired and unpaired) are made accessible to activation-induced cytidine deaminase in stabilised DNA secondary structures formed with increasing transcription levels"}, {"pubmed": 22446380, "text": "The data suggested that the present-day human APOBEC3B enzyme retained the nuclear import mechanism of an ancestral activation-induced cytosine deaminase during the expansion of the APOBEC3 locus in primates."}, {"pubmed": 22466889, "text": "aberrant AID expression may play an important role in the dysplasia-carcinoma sequence in the oral cavity"}, {"pubmed": 22469133, "text": "Findings suggest that activation-induced cytidine deaminase (AID) plays an integral role in inflammation-associated carcinogenesis and is therefore a potential target molecule for the prevention and treatment of cancers."}, {"pubmed": 22492685, "text": "An ortholog of AID was, evolutionarily, the first enzyme to generate acquired immune diversity by catalyzing gene conversion and probably somatic hypermutation. (Review)"}, {"pubmed": 22715099, "text": "A structural analysis is presented that shows how localized defects in different regions of AID can contribute to loss of catalytic function."}, {"pubmed": 22798497, "text": "While APOBEC3A was a strong deaminator of both C and 5-methylcytosine, AID was much weaker in it's ability to deaminate this modified base."}, {"pubmed": 22843687, "text": "Spt6 is a unique histone chaperone capable of regulating the histone epigenetic state of both AID targets and the AID locus."}, {"pubmed": 22899287, "text": "We suggest that duodenal follicular lymphoma cells are in the memory B-cell stage, and require BACH2 instead of AID for ongoing mutation."}, {"pubmed": 22962683, "text": "DNA sequence preference may serve as an additional layer of AID regulation by restricting its mutagenic activity to specific sequences, despite the observation that AID has the potential to access the genome widely."}, {"pubmed": 22992148, "text": "report of two siblings of a Tajik family with a hyper-immunoglobulin M (HIGM) syndrome phenotype in which a novel missense mutation in the activation-induced cytidine deaminase (AICDA) gene was detected"}, {"pubmed": 23008333, "text": "Data show that activation-induced deaminase (AID) associates with RNA polymerase-associated factor 1 (PAF1) through its N-terminal domain."}, {"pubmed": 23017209, "text": "RBM5 promotes exon 4 skipping of AID pre-mRNA by competing with the binding of U2AF65 to the polypyrimidine tract."}, {"pubmed": 23071276, "text": "Data suggest that the production of fully functional activation-induced deaminase (AID) protein by IGHV-unmutated (U-CLL) and IGHV-mutated chronic lymphocytic leukemia (M-CLL) cells could be involved in clonal evolution of the disease."}, {"pubmed": 23133680, "text": "LINE-1 retroelements are complexed and inhibited by activation induced cytidine deaminase"}, {"pubmed": 23166356, "text": "Among BCL6 validated targets, miR-155 and miR-361 directly modulate AID expression, indicating that via repression of these miRNAs, BCL6 up-regulates AID."}, {"pubmed": 23190037, "text": "B cell defects, as measured by the autonomous AID reporter, in IBD patients contribute to reduced humoral responses to the influenza vaccine, as we have previously shown for elderly individuals."}, {"pubmed": 23198547, "text": "H. pylori infection induces ectopic AID expression in the gastric mucosal cells via NFkappaB activation, resulting in various gene mutations and aberrations in the gastric mucosal cells leading to gastric cancer development."}, {"pubmed": 23212122, "text": "a critical role for AID activity in the initiation of reprogramming to iPSCs."}, {"pubmed": 23263985, "text": "AID enzymatic activity is important for the fragility at the the human bcl-2 major breakpoint region."}, {"pubmed": 23277564, "text": "identify a unique cofactor, RING finger protein 126 (RNF126), verify its interaction by traditional techniques, and show that it has functional consequences as RNF126 is able to ubiquitylate activation-induced cytidine deaminase"}, {"pubmed": 23341589, "text": "C-to-T and G-to-A mutations accumulated in hepatitis B virus (HBV) nucleocapsid DNA when AICDA was expressed in HBV-replicating hepatic cell lines."}, {"pubmed": 23363221, "text": "LMP1 induces AID up-regulation and genomic instability via Egr-1."}, {"pubmed": 23399385, "text": "High levels of AID specifically increased mutations at A, but not T, leading to strand bias."}, {"pubmed": 23408445, "text": "genetic polymorphisms in AICDA and CASP14 are associated with risk for brain tumor in Korean children."}, {"pubmed": 23476051, "text": "Both WGCW/WRC and CpG/CGC breaks at BCL6 are most likely initiated by AID in germinal center B-cells, and their differential use suggests subtle mechanistic differences between Ig-BCL6 and non-Ig-BCL6 rearrangements."}, {"pubmed": 23589568, "text": "This reveals a novel antineoplastic role of AID that can be triggered by inhibition of homologous recombination."}, {"pubmed": 23593411, "text": "5-FC combined gene therapy with TNF-alpha and CD suicide gene should be an effective treatment on Laryngeal carcinoma."}, {"pubmed": 23634222, "text": "Aberrant AID expression in the oral epithelium would contribute to the initiation of oral squamous cell carcinoma"}, {"pubmed": 23652018, "text": "GANP-mediated chromatin modification promotes transcription complex recruitment and positioning at immunoglobulin variable loci to favour AID targeting."}, {"pubmed": 23662991, "text": "Results show that activation induced cytidine deaminase (AID) expression may be associated with deletions in patients with chronic lymphocytic leukemia (CLL)."}, {"pubmed": 23731676, "text": "There was no significant association between the previously reported genetic variant of AICDA gene and the development of Common variable immunodeficiency or selective IgA deficiency"}, {"pubmed": 23803409, "text": "Two patients, sisters from a consanguineous family, were diagnosed with HIGM2 syndrome, and found to be homozygous for a transversion mutation."}, {"pubmed": 23820005, "text": "aberrant AID expression triggers an auto-activation circuit to consolidate self-expression"}, {"pubmed": 23882083, "text": "Data indicate that knockdown of activation-induced cytidine deaminase (AID) suppresses expression of several key epithelial-mesenchymal transition (EMT) transcriptional regulators and increased methylation of CpG islands of these genes."}, {"pubmed": 23942124, "text": "data suggest a role for nucleotide sugar pucker in explaining the molecular basis for AID's DNA selectivity and, more generally, suggest how other nucleic acid-modifying enzymes may distinguish DNA from RNA"}, {"pubmed": 24025329, "text": "proinflammatory cytokines IL-1/TNFalpha trigger a novel antiviral mechanism involving AID to regulate host cell permissiveness to HBV infection."}, {"pubmed": 24244169, "text": "findings reveal additional functions for AID in innate immune defense against KSHV with implications for a broader involvement in innate immunity to other pathogens."}, {"pubmed": 24349193, "text": "DNA repair pathways which are in vitro activated by AID-induced lesions are reminiscent of those found during AID-induced in vivo immunoglobulin diversification."}, {"pubmed": 24351917, "text": "findings suggest that AID has a role in the development of oral epithelial dysplasia and promotes progression of oral cancer"}, {"pubmed": 24434356, "text": "AID physically associates with the major spliceosome subunits (small nuclear ribonucleoproteins, snRNPs), as well as other essential splicing components, in addition to the transcription machinery."}, {"pubmed": 24507160, "text": "[review] In a B cell that produces AID protein and undergoes mutation of the V regions of the expressed Ig heavy and light chain genes, only some of the transcription complexes initiating at the active V-region promoters are associated with AID."}, {"pubmed": 24684646, "text": "analysis of a possible association between AID expression and BRAF mutation in melanoma"}, {"pubmed": 24923561, "text": "B cells hijack to supply ssDNA substrates for AID to mutate at immunoglobulin V regions during somatic hypermutation."}, {"pubmed": 24973444, "text": "AID lacking the C terminus is impaired in its ability to recruit nonhomologous end joining repair factors, resulting in accumulation of double-strand breaks that undergo aberrant resection."}, {"pubmed": 25099163, "text": "demonstrates that intensity of malaria transmission correlates with AID expression levels in the presence of Epstein-Barr virus"}, {"pubmed": 25154417, "text": "Results show that both AID mRNA levels and DNA-cytosine deamination activities follow the same general pattern of increase and decline after stimulation in the two genetic backgrounds."}, {"pubmed": 25179679, "text": "data demonstrate that AID is active in CLL in vivo and thus, AID likely contributes to clonal evolution of CLL."}, {"pubmed": 25237741, "text": "In yeast, AID and the catalytic domain of APOBEC3G preferentially mutate transcriptionally active genes within narrow regions, 110 base pairs in width, fixed at RNA polymerase initiation sites."}, {"pubmed": 25483776, "text": "Study reports that the majority of detectable AID off-target activity in a variety of mouse and human lymphoid or nonlymphoid cell types occurs within focal regions of overlapping sense/antisense transcription within intragenic super enhancers."}, {"pubmed": 25483777, "text": "AID activity and its relationship to chromosome folding and the B cell regulome was studied; find that AID-mediated lesions occur predominantly within B cell super-enhancers and regulatory clusters; further show that the structural and transcriptional features of these domains help explain AID tumorigenic activity in the B cell compartment of mice and humans."}, {"pubmed": 25486549, "text": "Activation-induced cytidine deaminase (AID)-induced mutagenic U:G mismatches in DNA may be a fundamental and common cause of mutations in B-cell malignancies."}, {"pubmed": 25849121, "text": "These findings indicated that TNF-alpha-induced AID expression is involved with class switch recombination in cancer."}, {"pubmed": 25902538, "text": "hnRNP K and hnRNP L may serve as A1CF-like cofactors in AID-mediated class switch recombination and somatic hypermutation"}, {"pubmed": 25912253, "text": "HSP90 inhibitors indirectly target AID in vivo"}, {"pubmed": 25990957, "text": "Surges in ERK activity induced by extracellular cues enhance Arp2/3-mediated actin polymerization to generate protrusion power phases sufficient to promote sustained cell motility."}, {"pubmed": 26077666, "text": "High expression of activation-induced cytidine deaminase is associated with diffuse large B cell lymphoma."}, {"pubmed": 26113087, "text": "Data indicate that both the amount and intensity of the activation-induced cytidine deaminase (AID) protein expression increased with the progression from precancerous to cancerous lesions in pancreatic ductal adenocarcinoma (PDAC) tissues."}, {"pubmed": 26166388, "text": "The high levels of memory and activated B cells and follicular helper T cells were positively associated with the progression of immunoglobulin A nephropathy. This may be mediated by the overexpression of AID, which is potentially regulated by IL21."}, {"pubmed": 26219420, "text": "aberrant expression of AID may reflect continuous B cell activation and sustained survival signals in HCV-related CV patients."}, {"pubmed": 26223652, "text": "Data show that microRNAs miR-155 and miR-16 downregulate activation-induced cytidine deaminase (AID) and transcription factor E47 in B Cells through binding of the 3'-untranslated regions."}, {"pubmed": 26355458, "text": "identify AID derivatives that accelerate somatic hypermutation with minimal impact on viability, which will be useful tools for engineering genes and proteins by iterative mutagenesis and selection"}, {"pubmed": 26365193, "text": "DNA methylation dynamics of germinal center B cells are mediated by AID."}, {"pubmed": 26398702, "text": "AICDA/APOBEC family of cytidine deaminases is significant in innate immunity, as it restricts numerous viruses, including HBV, through hypermutationdependent and independent mechanisms. (Review)"}, {"pubmed": 26537386, "text": "Studies indicate that gene conversion mediated by activation-induced cytidine deaminase (AID) has been found to contribute to generation of the primary antibody repertoire."}, {"pubmed": 26545377, "text": "AID mutations leading to AID deficiency are the most frequent underlying molecular basis of hyper IgM syndrome in consanguineous Tunisian patients."}, {"pubmed": 26638776, "text": "Mutations in activation-induced cytidine deaminase is associated with indolent chronic lymphocytic leukaemia."}, {"pubmed": 26867650, "text": "Data suggest novel mechanism in innate immunity allows cytokine TGF-beta to restrict viral circular DNA in hepatocyte nuclei via innate immunity; AID deaminates circular DNA of hepatitis B virus leading to DNA degradation; mechanism depends on UNG."}, {"pubmed": 26936395, "text": "We also report that AID activity results in epigenetic, genetic and genomic damage in fallopian tube epithelial cells"}, {"pubmed": 26980048, "text": "AID protein is expressed in a large proportion of Philadelphia chromosome-positive B-cell acute lymphoblastic leukemia cases at levels detectable by immunohistochemistry."}, {"pubmed": 27142677, "text": "Finnish founder allele causing HIGM2 identified."}, {"pubmed": 27217538, "text": "These data, showing the direct targeting and induction of functional AID by EBNA3C, suggest a novel role for EBV in the etiology of B cell cancers, including endemic Burkitt lymphoma"}, {"pubmed": 27258794, "text": "Structural analysis of AID protein required in immunoglobulin diversification has been reported."}, {"pubmed": 27716525, "text": "the His130Pro mutation allows the enzyme to retain its mutagenic activity and would prevent the interaction of AID with specific cofactors required for class switch recombination but not for somatic hypermutation. Thus, there would be no contradiction between maintaining the catalytic and mutagenic activity of AID and the presence of function defects at the genomic level."}, {"pubmed": 27789066, "text": "this study reports a case of growth hormone deficiency with an autosomal recessive Hyper-immunoglobulin M syndrome by phenotype and genotype, with a novel mutation in AICDA that has not been reported formerly"}, {"pubmed": 28077417, "text": "silencing of AID in human bone marrow cells skews differentiation toward myelomonocytic lineage. However, in contrast to Tet2 loss, Aid loss does not contribute to enhanced HSC self-renewal or cooperate with Flt3-ITD to induce myeloid transformation. Genome-wide transcription and differential methylation analysis uncover the critical role of Aid as a key epigenetic regulator"}, {"pubmed": 28140712, "text": "we reported high AID, low miR-181b and high miR-155 expression in de novo adult B-ALL patients. Univariate high AID or low miR-181b expression was an unfavorable prognostic factor. High AID with low miR-181b or with low miR-155 expression is better in predicting unfavorable OS than univariate factor. High AID with low miR-181b and low miR-155 expression confers worst prognosis."}, {"pubmed": 28388279, "text": "AID expression was increased in chronic lymphocytic leukemia patients with del17p or del11q who have poor prognosis."}, {"pubmed": 28490810, "text": "induction of AID expression would result in chromosomal translocations in the process of differentiation from B cell derived induced pluripotent stem cells."}, {"pubmed": 28757211, "text": "Data implicate intrinsic preference of AID for structured substrates and uncover the importance of G4 recognition and oligomerization of AID in class switch recombination."}, {"pubmed": 28779685, "text": "The authors found that the viral epsilon RNA and C-terminus of AID are required for AID-mediated hepatitis B virus RNA reduction."}, {"pubmed": 28790320, "text": "AICDA targets SUV4-20-mediated histone H4K20 trimethylation to class-switch recombination sites."}, {"pubmed": 28959900, "text": "patients with AS expressed significantly higher levels of sv2 than HC. TNFi treatment restored the gene expression of the AID variants (FL, sv1, and sv2) in patients with AS. Therefore pre-existing TNFalpha-induced AID expression in B cells may play a role in the pathogenesis of AS."}, {"pubmed": 29161581, "text": "The binding and catalytic behavior of purified AID was tested on DNA/RNA hybrid substrates bearing either random sequences or GC-rich sequences simulating Ig S regions. AID exhibited a higher affinity for binding DNA/RNA hybrid substrates made of S region sequences, than any other DNA substrates. In the absence of any other cellular processes or factors, AID itself favors binding and mutating S-region DNA/RNA hybrids."}, {"pubmed": 29220655, "text": "Expression of human AID or increased oxidative stress induces DNA breaks within human chromosomal translocation fragile zones."}, {"pubmed": 29251015, "text": "Activation induced cytidine deaminase (AID) expression correlated with shorter progression-free survival and overall survival."}, {"pubmed": 29335468, "text": "Results indicate activation-induced cytidine deaminase (AICDA) as a driver of epigenetic heterogeneity in B-cell lymphomas with potential significance for other tumors with aberrant expression of cytidine deaminases."}, {"pubmed": 29343743, "text": "The distribution of AID and A3s in the epithelial cells as well as germinal centres."}, {"pubmed": 30081328, "text": "miR-29b acts to silence premature AID expression in naive B cells."}, {"pubmed": 30081731, "text": "this study reports the clinical and AID genetic features of six Iranian hyper IgM syndrome patients"}, {"pubmed": 30333118, "text": "This article explicitly links EGFR tyrosine kinase inhibitors to the development of a specific DNA-resistant mutation through AICDA activity in lung cancer."}, {"pubmed": 30357811, "text": "The data clearly demonstrate that AID and TET2 co-operation regulates FANCA expression by active demethylation. In addition, compound AID and TET2 blockade and bortezomib treatment induces diffuse large B cell lymphoma cell apoptosis."}, {"pubmed": 30368590, "text": "Functional analysis of AID splice variants revealed loss of their activity with respect to SHM, CSR, and induction of double-strand DNA breaks. In silico modeling provided insight into the molecular interactions and structural dynamics of wild-type AID and a shortened AID variant closely resembling AIDDeltaE4, confirming its loss-of-function phenotype."}, {"pubmed": 30679751, "text": "This report suggests that mmunoglobulin (Ig) G4-related disease (IgG4-RD) has several specific causes of Activation-induced cytidine deaminase (AID) up-regulation in addition to inflammation. Furthermore, chronic inflammation-associated AID-mediated oncogenesis is possible in IgG4-RD."}, {"pubmed": 30811383, "text": "Study demonstrates that AID enters the nucleus in brief pulses, of about 30 min duration. They are independent of AID catalytic activity. AID nuclear accumulation stimulates nuclear accumulation of P53, but while AID appears to be purged from the nucleus at the end of each pulse, nuclear P53 persists in cells that have pulsed. These results identify a new pathway of AID regulation."}, {"pubmed": 30874539, "text": "AID is an oncogene that mediates tumourigenesis in bladder urothelial cell carcinoma via DNA demethylation"}, {"pubmed": 30877298, "text": "APE1 is not necessary for somatic hypermutation (SHM) in the V and S regions; however, it is required for DNA repair following DNA breakage in class switch recombination (CSR)"}, {"pubmed": 31127309, "text": "Data suggest poly(ADP-ribose) polymerase-1 (PARP-1) as a critical local feedback regulator of both activation-induced deaminase (AID) activity and DNA repair during Ig gene diversification."}, {"pubmed": 31566237, "text": "AID-catalyzed deamination during Pol II transcription elongation in conjunction with DSIF transcription factor, is reported."}, {"pubmed": 31836853, "text": "Role of AID in the temporal pattern of acquisition of driver mutations in multiple myeloma."}, {"pubmed": 32162335, "text": "Clinical implications of experimental analyses of AID function on predictive computational tools: Challenge of missense variants."}, {"pubmed": 32385154, "text": "RNA-binding motifs of hnRNP K are critical for induction of antibody diversification by activation-induced cytidine deaminase."}, {"pubmed": 32425948, "text": "AID Overlapping and Poleta Hotspots Are Key Features of Evolutionary Variation Within the Human Antibody Heavy Chain (IGHV) Genes."}, {"pubmed": 32551879, "text": "AID is an oncogene that might induce tumorigenesis through DNA demethylation"}, {"pubmed": 32633086, "text": "Optimized high-fidelity 3DPCR to assess potential mitochondrial targeting by activation-induced cytidine deaminase."}, {"pubmed": 32773475, "text": "Frequent expression of activation-induced cytidine deaminase in diffuse large B-cell lymphoma tissues from persons living with HIV."}, {"pubmed": 32843697, "text": "Activation-induced cytidine deaminase overexpression in double-hit lymphoma: potential target for novel anticancer therapy."}, {"pubmed": 33089497, "text": "Structural plasticity of substrate selection by activation-induced cytidine deaminase as a regulator of its genome-wide mutagenic activity."}, {"pubmed": 33507341, "text": "Support of BCP-ALL-cells by autologous bone marrow Th-cells involves induction of AID expression but not widespread AID off-target mutagenesis."}, {"pubmed": 33920932, "text": "Upregulated Expression of Activation-Induced Cytidine Deaminase in Ocular Adnexal Marginal Zone Lymphoma with IgG4-Positive Cells."}, {"pubmed": 33950194, "text": "Activation-induced deaminase is critical for the establishment of DNA methylation patterns prior to the germinal center reaction."}, {"pubmed": 34727403, "text": "AID is a poor prognostic marker of high-grade B-cell lymphoma with MYC and BCL2 and/or BCL6 rearrangements."}, {"pubmed": 34983926, "text": "USP10 regulates B cell response to SARS-CoV-2 or HIV-1 nanoparticle vaccines through deubiquitinating AID."}, {"pubmed": 35503749, "text": "Epstein-Barr virus and malaria upregulate AID and APOBEC3 enzymes, but only AID seems to play a major mutagenic role in Burkitt lymphoma."}, {"pubmed": 35524550, "text": "Human activation-induced deaminase lacks strong replicative strand bias or preference for cytosines in hairpin loops."}, {"pubmed": 37248842, "text": "[Activation-induced cytidine deaminase (AID) involved in the regulation of B cell immune senescence]."}, {"pubmed": 37300695, "text": "Activation-induced cytidine deaminase displays an alternative co-factor for modulating PIM1 expression in diffuse large B cell lymphoma cell lines."}, {"pubmed": 37600817, "text": "The off-target effects of AID in carcinogenesis."}, {"pubmed": 37949972, "text": "Activation-induced cytidine deaminase an antibody diversification enzyme interacts with chromatin modifier UBN1 in B-cells."}], "genomic_pos": {"chr": "12", "end": 8613242, "ensemblgene": "ENSG00000111732", "start": 8602155, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 8765467, "start": 8754762, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006397", "qualifier": "involved_in", "term": "mRNA processing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009972", "qualifier": "involved_in", "term": "cytidine deamination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016445", "pubmed": 18722174, "qualifier": "involved_in", "term": "somatic diversification of immunoglobulins"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016446", "pubmed": 21518874, "qualifier": "involved_in", "term": "somatic hypermutation of immunoglobulin genes"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016554", "qualifier": "involved_in", "term": "cytidine to uridine editing"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030183", "pubmed": 11007475, "qualifier": "involved_in", "term": "B cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0033262", "pubmed": 19734146, "qualifier": "involved_in", "term": "regulation of nuclear cell cycle DNA replication"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042742", "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044029", "pubmed": 21496894, "qualifier": "involved_in", "term": "positive regulation of gene expression via chromosomal CpG island demethylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045190", "qualifier": "involved_in", "term": "isotype switching"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045869", "qualifier": "involved_in", "term": "negative regulation of single stranded viral RNA replication via double stranded DNA intermediate"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070383", "qualifier": "involved_in", "term": "DNA cytosine deamination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000932", "qualifier": "is_active_in", "term": "P-body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 14769937, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [14769937, 18722174], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0032991", "pubmed": 21255825, "qualifier": "part_of", "term": "protein-containing complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003723", "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004126", "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004126", "pubmed": 18722174, "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0004126", "pubmed": 10950930, "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16387847, 18722174, 19412186, 21385873, 21518874, 21722948, 22085931, 26867650], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 23277564, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 19412186, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7955, 493784], [8364, 100497606], [9031, 418257], [9544, 716378], [9598, 473404], [9606, 57379], [9615, 442983], [9913, 539888], [10090, 11628], [10116, 399679]], "id": 7623}, "interpro": [{"desc": "APOBEC-like, N-terminal", "id": "IPR013158", "short_desc": "APOBEC_N"}, {"desc": "Cytidine and deoxycytidylate deaminase domain", "id": "IPR002125", "short_desc": "CMP_dCMP_dom"}, {"desc": "APOBEC/CMP deaminase, zinc-binding", "id": "IPR016192", "short_desc": "APOBEC/CMP_deaminase_Zn-bd"}, {"desc": "Cytidine deaminase-like", "id": "IPR016193", "short_desc": "Cytidine_deaminase-like"}], "ipi": ["IPI00010186", "IPI01014454", "IPI01014922"], "map_location": "12p13.31", "name": "activation induced cytidine deaminase", "other_names": ["cytidine aminohydrolase", "epididymis secretory protein Li 284", "integrated into Burkitt's lymphoma cell line Ramos", "single-stranded DNA cytosine deaminase"], "pantherdb": {"HGNC": "13203", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1342279", "ortholog_type": "LDO", "panther_family": "PTHR13857", "taxid": 10090, "uniprot_kb": "Q9WVE0"}, {"RGD": "1303222", "ortholog_type": "LDO", "panther_family": "PTHR13857", "taxid": 10116, "uniprot_kb": "G3V7Y8"}, {"Ensembl": "ENSGALG00000014280", "ortholog_type": "LDO", "panther_family": "PTHR13857", "taxid": 9031, "uniprot_kb": "E1BVI0"}, {"ZFIN": "ZDB-GENE-041122-2", "ortholog_type": "LDO", "panther_family": "PTHR13857", "taxid": 7955, "uniprot_kb": "B3DGZ0"}], "uniprot_kb": "Q9GZX7"}, "pathway": {"kegg": [{"id": "hsa04672", "name": "Intestinal immune network for IgA production - Homo sapiens (human)"}, {"id": "hsa05340", "name": "Primary immunodeficiency - Homo sapiens (human)"}], "pid": {"id": "il4_2pathway", "name": "IL4-mediated signaling events"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-9816359", "name": "Maternal to zygotic transition (MZT)"}, {"id": "R-HSA-9821002", "name": "Chromatin modifications during the maternal to zygotic transition (MZT)"}]}, "pdb": ["5JJ4", "5W0R", "5W0U", "5W0Z", "5W1C"], "pfam": ["PF08210", "PF18778"], "pharmgkb": "PA24644", "pharos": {"target_id": 14812, "tdl": "Tbio"}, "prosite": "PS51747", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF267031", "relationship": "is"}, {"id": "GNF267032", "relationship": "is"}, {"id": "GNF267033", "relationship": "is"}, {"id": "GNF267034", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163695", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079177", "relationship": "is"}, {"id": "GNF079178", "relationship": "is"}, {"id": "GNF079179", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052995", "relationship": "is"}, {"id": "GNF057761", "relationship": "is"}, {"id": "GNF072888", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070909", "relationship": "is"}, {"id": "GNF070910", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000313", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285749", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF110089", "relationship": "is"}, {"id": "GNF149730", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_011588.1"], "protein": ["NP_001317272.1", "NP_001397899.1", "NP_065712.1"], "rna": ["NM_001330343.2", "NM_001410970.1", "NM_020661.4"], "translation": [{"protein": "NP_065712.1", "rna": "NM_020661.4"}, {"protein": "NP_001317272.1", "rna": "NM_001330343.2"}, {"protein": "NP_001397899.1", "rna": "NM_001410970.1"}]}, "reporter": {"HG-U133_Plus_2": ["219841_at", "224499_s_at"], "HTA-2_0": ["TC12001180.hg.1", "TC12002739.hg.1"], "HuEx-1_0": "3443206", "HuGene-1_1": "7960910", "HuGene-2_1": "16760944"}, "summary": "This gene encodes a RNA-editing deaminase that is a member of the cytidine deaminase family. AICDA is specifically expressed and active in germinal center-like B cells. In the germinal center, AICDA is involved in somatic hypermutation, gene conversion, and class-switch recombination of immunoglobulin genes. An epigenetic role in neoplastic transformation and lymphoma progression has been experimentally ascribed to AICDA using mouse models. Defects in this gene are the cause of autosomal recessive hyper-IgM immunodeficiency syndrome type 2 (HIGM2). [provided by RefSeq, Jul 2020].", "symbol": "AICDA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421876"}, "unigene": "Hs.149342", "uniprot": {"Swiss-Prot": "Q9GZX7", "TrEMBL": ["Q7Z599", "Q546Y9", "Q6QLN7", "Q6QJ80", "A0A8Q3SIK8", "A0A8Q3WL45", "A0A8Q3SII6"]}, "wikipedia": {"url_stub": "AICDA"}}