{"AllianceGenome": "360", "HGNC": "360", "MIM": "607358", "_id": "326", "_version": 1, "accession": {"genomic": ["AB006684.1", "AB303969.1", "AJ009610.1", "AP001060.1", "AP001754.1", "CH471079.2", "CP068257.2", "KT988061.1", "NC_000021.9", "NC_060945.1", "NG_009556.1"], "protein": ["AAI37269.1", "AAI37271.1", "BAA23988.1", "BAA23989.1", "BAA23990.1", "BAA23991.1", "BAA23992.1", "BAA23993.1", "BAA95560.1", "BAF62470.1", "CAA08759.1", "CAB10790.1", "EAX09441.1", "EAX09443.1", "NP_000374.1", "O43918.1"], "rna": ["AB006682.1", "AB006683.1", "AB006685.1", "AK309572.1", "BC137268.1", "BC137270.1", "BC142608.1", "NM_000383.4", "NM_000658.2", "NM_000659.1", "Z97990.1"], "translation": [{"protein": "BAA23993.1", "rna": "AB006685.1"}, {"protein": "CAB10790.1", "rna": "Z97990.1"}, {"protein": "NP_000374.1", "rna": "NM_000383.4"}, {"protein": "BAA23988.1", "rna": "AB006682.1"}, {"protein": "AAI37269.1", "rna": "BC137268.1"}, {"protein": "AAI37271.1", "rna": "BC137270.1"}, {"protein": "BAA23989.1", "rna": "AB006683.1"}]}, "alias": ["AIRE1", "APECED", "APS1", "APSI", "PGA1"], "ensembl": {"gene": "ENSG00000160224", "protein": "ENSP00000291582", "transcript": ["ENST00000291582", "ENST00000337909", "ENST00000397994", "ENST00000527919", "ENST00000530812"], "translation": [{"protein": "ENSP00000291582", "rna": "ENST00000291582"}], "type_of_gene": "protein_coding"}, "entrezgene": "326", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 18.850019731, "exp_mis": 210.731623651, "exp_syn": 113.883518977, "lof_z": 1.56287990868755, "mis_z": -0.44706450713943, "mu_lof": 1.43585042221e-06, "mu_mis": 2.31442745303e-05, "mu_syn": 1.23930596419e-05, "n_lof": 12.0, "n_mis": 224.0, "n_syn": 130.0, "p_li": 1.55048193646196e-06, "p_null": 0.149513232325188, "p_rec": 0.850485217192876, "syn_z": -0.936245679298141}, "bp": 1638, "cds_end": 45717610, "cds_start": 45705889, "n_exons": 14, "nonpsych": {"exp_lof": 16.8287622956, "exp_mis": 190.500135678, "exp_syn": 102.84326076, "lof_z": 1.15601019025797, "mis_z": -0.456794223161746, "mu_lof": 1.43585042221e-06, "mu_mis": 2.31442745303e-05, "mu_syn": 1.23930596419e-05, "n_lof": 12.0, "n_mis": 203.0, "n_syn": 119.0, "p_li": 6.44033612612718e-07, "p_null": 0.343122269445919, "p_rec": 0.656877086520468, "syn_z": -1.00306280836588}, "nontcga": {"exp_lof": 17.3193731716, "exp_mis": 193.8504622, "exp_syn": 104.750207602, "lof_z": 1.49792182096544, "mis_z": -0.291614686251707, "mu_lof": 1.43585042221e-06, "mu_mis": 2.31442745303e-05, "mu_syn": 1.23930596419e-05, "n_lof": 11.0, "n_mis": 202.0, "n_syn": 118.0, "p_li": 4.74565376804363e-06, "p_null": 0.148422677244564, "p_rec": 0.851572577101668, "syn_z": -0.819698711949547}, "transcript": "ENST00000291582.5"}, "exons": [{"cdsend": 44297727, "cdsstart": 44286006, "chr": "21", "position": [[44285875, 44286138], [44286556, 44286731], [44286977, 44287133], [44287516, 44287591], [44288344, 44288458], [44289656, 44289802], [44289987, 44290068], [44291094, 44291210], [44292301, 44292401], [44292992, 44293175], [44293788, 44293910], [44294400, 44294503], [44296382, 44296445], [44297655, 44298648]], "strand": 1, "transcript": "NM_000383", "txend": 44298648, "txstart": 44285875}], "exons_hg19": [{"cdsend": 45717610, "cdsstart": 45705889, "chr": "21", "position": [[45705758, 45706021], [45706439, 45706614], [45706860, 45707016], [45707399, 45707474], [45708227, 45708341], [45709539, 45709685], [45709870, 45709951], [45710977, 45711093], [45712184, 45712284], [45712875, 45713058], [45713671, 45713793], [45714283, 45714386], [45716265, 45716328], [45717538, 45718531]], "strand": 1, "transcript": "NM_000383", "txend": 45718531, "txstart": 45705758}], "generif": [{"pubmed": 11298085, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11803052, "text": "Expression of AIRE gene in peripheral monocyte/dendritic cell lineage"}, {"pubmed": 12050215, "text": "AIRE mutations as determinants of the autoimmune polyendocrinopathy-candidiasis-ectodermal dystrophy phenotype."}, {"pubmed": 12050215, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12542742, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12542742, "text": "The change from serine to arginine in the SAND domain of AIRE protein may have a significant effect on AIRE DNA-binding activity."}, {"pubmed": 12625412, "text": "The AIRE gene was analyzed in a 39-year old female with autoimmune polyendocrinopathy, candidiasis, and ectodermal dystrophy (APECED). Direct sequencing revealed a novel missense mutation at exon 1 (R15C)"}, {"pubmed": 12651856, "text": "characterization of regulatory elements and methylation pattern of promoter"}, {"pubmed": 14734522, "text": "disease-causing missense mutations in the PHD1 plant homeodomain (C311Y and P326Q) abolished its E3 ligase activity"}, {"pubmed": 15150263, "text": "results suggest that the transcriptional regulating activities of Autoimmune regulator (AIRE) within a cell are controlled and organized in a spatiotemporal ma"}, {"pubmed": 15157567, "text": "The 545-amino acid protein that is encoded by AIRE contains several structural motifs that are suggestive of a transcriptional regulator."}, {"pubmed": 15482854, "text": "identified candidates for AIRE-regulated genes by using cDNA microarray technology to analyse the changes in the gene expression profile brought about by overexpressing the AIRE protein in the monocytic U937 cells"}, {"pubmed": 15696198, "text": "Results demonstrate that deficiency of AIRE expression is observed in severe immunodeficiencies characterized by abnormal T cell development."}, {"pubmed": 15712268, "text": "2 novel mutations, c.230T>C (p.F77S) & c.64_69del (p.V22_D23del) within the HSR domain were found in autoimmune polyendocrinopathy-candidasis ectodermal dystrophy. Both negatively affected homodimerization."}, {"pubmed": 15886230, "text": "Three novel AIRE gene mutations were identified"}, {"pubmed": 15894121, "text": "AIRE gene expression is regulated by mitogen-activated protein kinase pathway"}, {"pubmed": 15964547, "text": "AIRE activates transcription of the target genes, i.e., autoantigens in collaboration with CBP"}, {"pubmed": 16114041, "text": "Our results indicate that the c.682T>G (p.G228W) mutant AIRE protein acts with a dominant negative effect by binding to the wild-type AIRE, thus preventing the protein from forming the complexes needed for transactivation."}, {"pubmed": 16246524, "text": "Levels of autoimmune transcription regulator AIRE expression in the thymus may exert a stronger influence than does the expression of the insulin gene IDDM2 alleles themselves."}, {"pubmed": 16310047, "text": "AIRE regulates gene expression by recruiting components of the transcription complex to specific regions of the genome via interactions with nuclear matrix."}, {"pubmed": 16313305, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16552513, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16552513, "text": "The AIRE gene does not seem to contribute to disease susceptibility in Finnish type 1 diabetic patients, whereas the insulin gene represents a notable risk factor for disease in this population."}, {"pubmed": 16774540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16774540, "text": "The study results do not support the hypothesis that the p.SER278Arg polymorphism of the AIRE gene is associated with an increased risk for alopecia areata."}, {"pubmed": 16890195, "text": "Ets transcription factor family members Ets-1, Ets-2, and ESE-1 have positive effect on AIRE transcription."}, {"pubmed": 17101293, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17118990, "text": "six new mutations were identified in the Norwegian APS I patients"}, {"pubmed": 17220063, "text": "We saw a significant amount of non-endocrine disease but no ectodermal dystrophy. AIRE gene analysis reassured many siblings and identified individuals with APECED prior to any symptoms."}, {"pubmed": 17323409, "text": "Review discusses the expression of AIRE in medullary thymus epithelial cells and its control of promiscuous expression of sets of self antigens."}, {"pubmed": 17675238, "text": "a new transactivation domain of the AIRE protein localized in the COOH terminal region"}, {"pubmed": 17687331, "text": "findings reveal a critical function of AIRE and the interferon signalling pathway in regulating quantitative expression of this auto-antigen in the thymus, suggesting that together they set the threshold for self-tolerance versus autoimmunity"}, {"pubmed": 17697502, "text": "sequence in promoter differentially methylated between peripheral blood and placental tissue"}, {"pubmed": 17850514, "text": "genetic variation in AIRE does not appear to play a role in vitiligo-associated multiple autoimmune disease"}, {"pubmed": 17928069, "text": "study describes three patients with rare thymoma-related autoimmune graft-versus-host-like disease and shows that the neoplastic compartment of their thymomas lack expression of AIRE"}, {"pubmed": 17938200, "text": "These findings reveal critical steps by which AIRE regulates the transcription of genes that control central tolerance in the thymus."}, {"pubmed": 17974569, "text": "Combined homology modeling and in vitro data now show how APECED mutations influence the activity of this transcriptional regulator."}, {"pubmed": 17997173, "text": "phosphorylation of the AIRE protein at Thr68 and Ser156 by DNA-Dependent Protein Kinase influences AIRE transactivation ability and might have impact on other aspects of the functional regulation of the AIRE protein"}, {"pubmed": 18083234, "text": "These data suggest that AIRE and PIAS1 interact functionally to regulate the activities of the target genes of AIRE."}, {"pubmed": 18194361, "text": "AIRE risk haplotypes identified in this study potentially account for a major component of the genetic risk of developing alopecia areata."}, {"pubmed": 18194361, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18200029, "text": "Analysis of AIRE protein single nucleotide polymorphisms in autoimmune Addison's disease and autoimmune polyendocrine syndrome type II finds that the AIRE gene is not associated with either disease."}, {"pubmed": 18200029, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18292755, "text": "The autoimmune regulator PHD finger binds to non-methylated histone H3K4 to activate gene expression."}, {"pubmed": 18320920, "text": "First case study in the literature reports on the possibility of the Ala58Glycine mutation being associated with polyendocrinopathy-candidiasis-ectodermal dystrophy (APECED)."}, {"pubmed": 18324482, "text": "expressed in thymus B cells and CD4+CD8+ cells at a low level and in peripheral blood B cells and CD14+ dendritic cells (DCs)/macrophages and granulocytes at higher levels. AIRE mRNA was expressed higher in B cells than in T cells."}, {"pubmed": 18461357, "text": "Our cases represent the first report of an association between APECED and CIDP, in which peripheral nerve demyelination may represent a novel disease component in APECED."}, {"pubmed": 18568643, "text": "The infrequent and low expression of AIRE mRNA may play a role the induction of autoimmune diseases but other factors also seem to be involved"}, {"pubmed": 18600308, "text": "Data support a role for AIRE in peripheral tolerance and are the first ones to show that AIRE has a critical role in DC responses to microbial stimuli in humans."}, {"pubmed": 18606876, "text": "These results argue that the breakdown of tolerance to IFNs in AIRE deficiency is associated with impaired responses to them in thymus, and highlight APECED as another autoimmune disease with associated dysregulation of IFN activity."}, {"pubmed": 18616706, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18616706, "text": "The heterozygosity for AIRE mutations do not produce autoimmune-polyendocrinopathy-candidiasis-ectodermal-dystrophy in Italian patients."}, {"pubmed": 18616774, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18616774, "text": "The link between vitiligo and AIRE raises the possibility that defective skin peripheral antigen selection in the thymus is involved in the changes that result in melanocyte destruction in this disorder."}, {"pubmed": 18682433, "text": "AIRE mutation detection was valuable in the diagnostics of autoimmune polyglandular syndrome-1 in patients with atypical presentation"}, {"pubmed": 19124002, "text": "AIRE and p63 are involved in the regulation of HLA class II; defects in the AIRE-p63 interaction may lead to malfunction of HLA-based selection of self-reactive helper CD4(+) T cells in the thymus."}, {"pubmed": 19209622, "text": "This is a report of a novel homozygous AIRE mutation in a German girl with severe autoimmune polyendocrinopathy-candidiasis- ectodermal dystrophy."}, {"pubmed": 19261265, "text": "gammadelta T cells develop independently of Aire and are unlikely to have a significant pathogenetic or protective role in autoimmune polyendocrinopathy-candidiasis-ectodermal dystrophy."}, {"pubmed": 19264985, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19265170, "text": "Many of the orthologous genes putatively controlled by autoimmune regulator AIRE in human thymus, which then become autoantigens in autoimmune polyendocrinopathy-candidiasis-ectodermal dystrophy (APECED), are also controlled by Aire in mice."}, {"pubmed": 19322061, "text": "Heterozygous AIRE gene mutation may represent a genetic predisposition to childhood autoimmune hepatitis type I."}, {"pubmed": 19322061, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19328411, "text": "The loss of immunologic tolerance to tissue-restricted antigens consequent to an absence of AIRE expression in the thymus results in the thymic export of autoreactive T cells that initiate autoimmunity"}, {"pubmed": 19446523, "text": "Here we report the three-dimensional solution structure of the first PHD finger of human AIRE bound to a histone H3 peptide"}, {"pubmed": 19744957, "text": "AIRE is able to promote ectopic gene expression from chromatin associated with histone modifications characteristic to inactive genes."}, {"pubmed": 19758376, "text": "Arab Autoimmune polyendocrinopathy syndrome type 1 patients carry novel and recurrent mutations in the AIRE gene."}, {"pubmed": 19807739, "text": "this first series of APECED in Indians, we detected AIRE mutations previously reported in Caucasians, as well as unique mutations. Of these, p.V80G is possibly an ancestral mutation in an in-bred community"}, {"pubmed": 19811436, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19811436, "text": "The AIRE R257X and 13bpdel mutations were not observed in patients with polyglandular autoimmunity"}, {"pubmed": 19863576, "text": "Data show that a novel c.1344delC mutation in AIRE and anti-IFN-omega antibodies appear very early in life are helpful to differentiate APS I from other multi-organ autoimmune diseases."}, {"pubmed": 20093495, "text": "AIRE+ cells in human peripheral lymphoid tissues correspond to a subset of activated interdigitating dendritic cells."}, {"pubmed": 20140861, "text": "Novel mutations, A19T and R257X, of AIRE were discovered in in a Chinese family with autoimmune polyendocrinopathy syndrome type I."}, {"pubmed": 20185822, "text": "DAXX exerts a strong repressive role on the transcriptional activity of AIRE."}, {"pubmed": 20218732, "text": "The analysis of AIRE's effect on the cellular proteome was approached by the combination of two quantitative proteomics techniques, 2D-DIGE and ICPL."}, {"pubmed": 20226168, "text": "These results suggest that transcription factors such as Aire and Deaf1, which exert global transcriptional regulatory functions, may play important roles in self-renewal of ESCs and maintaining ESC in a transcriptionally hyperactive state."}, {"pubmed": 20363194, "text": "AIRE single nucleotide polymorphisms rs1055311, rs1800520 and rs1800522 were significantly more frequent in healthy subjects than in melanoma patients, independently from sex, age and stages of melanoma."}, {"pubmed": 20363194, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20407862, "text": "AIRE may function as a regulator in the phagocytic clearance of apoptotic cells by promoting the expression of Rac 1."}, {"pubmed": 20453472, "text": "genotypic and phenotypic studies of subjects with APS1 in north-western France: mutational analysis of AIRE gene in 19 subjects; correlation between one mutation/allele and alopecia"}, {"pubmed": 20494980, "text": "The AIRE promoter is activated by Trichostatin A (TSA) treatment and by serum depletion according to promoter reporter assays in HEK 293 cells."}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20718774, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20850570, "text": "Recent insights into the role and molecular mechanisms of the autoimmune regulator (AIRE) gene in autoimmunity."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21102544, "text": "mutations of AIRE lead to the failure to eliminate autoreactive T cells, which can lead to clinical autoimmune syndromes."}, {"pubmed": 21197407, "text": "In patient with autoimmune polyendocrinopathy-candidiasis-ectodermal dystrophy (APECED)the AIRE homozygous mutation 845_846insC was found."}, {"pubmed": 21356351, "text": "AIRE expression in HaCaT epidermal keratinocytes, as well as its interaction with K17, was confirmed."}, {"pubmed": 21505073, "text": "We identified two SNPs, rs2075876 and rs760426, in intron of the autoimmune regulator AIRE gene at chromosome 21q22 that showed strong associations with the Rheumatoid arthritis (RA)."}, {"pubmed": 21508664, "text": "Mutations in heterozygosis in AIRE gene are not associated to major findings of APECED."}, {"pubmed": 21724609, "text": "AIRE requires P-TEFb to activate transcription elongation and co-transcriptional processing of target genes."}, {"pubmed": 21740349, "text": "Autoimmune regulator (Aire) was found to drive expression of a multitude of peripheral tissue-restricted antigens in medullary thymic epithelial cells (Review)"}, {"pubmed": 21856934, "text": "AIRE expression in down syndrome thymic medullary epithelial cells is significantly reduced"}, {"pubmed": 21962774, "text": "AIRE can participate in the Dectin-1 signaling pathway, indicating a novel extrathymic role for AIRE and a defect that likely contributes to fungal susceptibility in patients with autoimmune polyendocrinopathy-candidiasis-ectodermal dystrophy syndrome"}, {"pubmed": 22024611, "text": "Mutations in heterozygosity of the AIRE gene are not associated with major findings of autoimmune polyendocrinopathy candidiasis-ectodermal-dystrophy (APECED), also known as autoimmune polyendocrine syndrome type 1."}, {"pubmed": 22036612, "text": "found that in human AIRE-positive medullary and AIRE-negative cortical epithelium, the AIRE promoter is hypomethylated, whereas in thymocytes, the promoter had high level of CpG methylation"}, {"pubmed": 22104652, "text": "AIRE gene mutations are associated with autoimmune-polyendocrinopathy-candidiasis-ectodermal-dystrophy in patients from Apulia and Sicily."}, {"pubmed": 22310661, "text": "AIRE is recruited to tissue restricted antigens genes in chromatin via cooperative interactions with H3K4me0 and DNA-protein kinase"}, {"pubmed": 22344197, "text": "longitudinal study of 22 Sardinian patients with autoimmune polyendocrine syndrome type 1: The major nonsense mutation in AIRE, R139X, was found in 93% of patients; 86.4% of patients are R139X homozygotes."}, {"pubmed": 22377300, "text": "Medullary thymic epithelial cells expressing Aire, key mediators in the induction of T-cell tolerance."}, {"pubmed": 22447927, "text": "polymorphisms within the NOD Ica1 core promoter may determine AIRE-mediated down-regulation of ICA69 expression in medullary thymic epithelial cells."}, {"pubmed": 22490868, "text": "Aire deficiency mediates central tolerance to myelin protein zero and initiates an autoimmune T helper (Th)1 cell effector response toward peripheral nerves."}, {"pubmed": 22613203, "text": "AIRE-induced apoptosis pathway is associated with GAPDH nuclear translocation and induction of NO-induced cellular stress in AIRE-expressing cells."}, {"pubmed": 22659170, "text": "The results suggest that the AIRE acetylation can influence the selection of AIRE activated genes."}, {"pubmed": 23074189, "text": "The results reveal the importance of AIRE-PHD domains in the interaction with chromatin-associated nuclear partners and gene regulation confirming the role of PHD fingers as versatile protein interaction hubs for multiple binding events."}, {"pubmed": 23077531, "text": "Principal component analysis of the covariance matrix of free AIRE-PHD1 highlights the presence of a \"flapping\" movement, which is blocked in an open conformation upon binding to H3K4me0."}, {"pubmed": 23083345, "text": "Mutations in AIRE result in autoimmune polyendocrinopathy candidiasis ectodermal dystrophy (APECED), a rare autosomal recessive disease. (Review)"}, {"pubmed": 23256763, "text": "Alterations of the autoimmune regulator transcription factor and failure of central tolerance: APECED as a model."}, {"pubmed": 23319629, "text": "Data indicate that PHD2 domain is required for Aire to interact with a subset of its partners"}, {"pubmed": 23320549, "text": "Our findings suggest that the AIRE gene is associated with susceptibility to rheumatoid arthritis in the Spanish population"}, {"pubmed": 23342054, "text": "functional characterization of the alternatively spliced AIRE mutation that may explain the pathogenetic role in APS-1"}, {"pubmed": 23456700, "text": "[review] The C terminus of AIRE does not share obvious homology with functional domains in other proteins but is highly conserved between human and mouse AIRE proteins, serving as a transcriptional activation domain."}, {"pubmed": 23589212, "text": "These findings reveal a mutual interdependence of miRNA and Aire in the regulation of promiscuous gene expression in purified mouse and human thymic epithelial cells"}, {"pubmed": 23620608, "text": "Eight patients were identified with APECED and all patients were found to be homozygous for the c.964dell3 mutation. A wide clinical variation is apparent within APECED syndrome."}, {"pubmed": 23643663, "text": "in patients with autoimmune non-APECED polyendocrinopathies, heterozygous mutations of the AIRE gene were not detected; however a trend of association was observed, heterozygous polymorphisms S278R and IVS9+6G>A were detected in patients without statistically significant prevalence than in controls"}, {"pubmed": 23697860, "text": "There are a limited number of cases linking autoimmune retinopathy with a mutation in the AIRE gene."}, {"pubmed": 23954874, "text": "it was concluded that miR-220b inhibited the AIRE gene translation through the 3'UTR region of AIRE gene, indicating that miR-220b could serve as a regulator for human AIRE gene translation."}, {"pubmed": 24170308, "text": "AIRE rs2075876 and rs760426 polymorphisms were involved in the genetic background of rheumatoid arthritis in the Chinese population."}, {"pubmed": 24275490, "text": "Studies indicate that the plant homeodomain 2(PHD2) of autoimmune regulator (AIRE) protein plays a critical role in the activation of gene transcription."}, {"pubmed": 24464130, "text": "We demonstrated the importance of Aire's interaction with the ATF7ip-MBD1 protein complex in maintaining central tolerance"}, {"pubmed": 24703644, "text": "APECED was confirmed by molecular analysis of AIRE gene, which showed two mutations."}, {"pubmed": 24708100, "text": "these findings implicate AIRE in the promiscuous expression of thyroid proteins in fibrocytes."}, {"pubmed": 24945421, "text": "Mutations in the AIRE gene is associated with polyglandular autoimmune syndrome type I."}, {"pubmed": 24988226, "text": "The study reports a new homozygous splicing mutation in the AIRE intron 5 acceptor (c.653-1G>A, in two patients of a consanguineous Spanish family with different phenotypes of autoimmune polyendocrine syndrome type 1."}, {"pubmed": 25038256, "text": "the increased AIRE gene dose in DS could contribute to an autoimmune phenotype through multiple AIRE-mediated effects on homeostasis and function of thymic epithelial cells that affect thymic selection processes."}, {"pubmed": 25064028, "text": "study identified a novel AIRE mutation which alters the intracellular location and transcription activity of AIRE, and has implications in the pathogenesis of autoimmune polyendocrinopathy-candidiasis-ectodermal dystrophy"}, {"pubmed": 25158603, "text": "a model in which lysines acetylation increases the stability of AIRE in the nucleus."}, {"pubmed": 25217160, "text": "The findings provide strong evidence for the fundamental role of AIRE and promiscuous gene expression, namely, central tolerance, in the predisposition to autoimmunity of Down syndrome individuals."}, {"pubmed": 25367057, "text": "The disease is caused by a homozygous mutation in the AIRE gene mapped to chromosome 21q22.1."}, {"pubmed": 25637666, "text": "genetic polymorphism is associated with development and progression of rheumatoid arthritis in China"}, {"pubmed": 25842288, "text": "Deficiency of AIRE partner, PRKDC, can present as an inflammatory disease with organ-specific autoimmunity, suggesting a role for PRKDC in regulating autoimmune responses and maintaining AIRE-dependent tolerance in human subjects."}, {"pubmed": 25978041, "text": "AIRE-655GAIRE-230T haplotype could dramatically alter AIRE transcription."}, {"pubmed": 26084028, "text": "disease-causing mutations are more common than previously appreciated and cause more variable autoimmune phenotypes"}, {"pubmed": 26114819, "text": "Keratopathy can be an early and severe manifestation of APS1, which contributes to the global prognosis of the disease. Its mechanisms remain to be elucidated."}, {"pubmed": 26168014, "text": "Data indicate that autoimmune regulator Aire mRNA transcripts are regulated in a keratin 17 (K17) dependent manner in skin tumor keratinocytes."}, {"pubmed": 26503950, "text": "These results suggest that Aire expression is inherent to all medullary thymic epithelial cells (mTECs) but may occur at particular stage(s) and/or cellular states during their differentiation, thus accounting for the broad impact of Aire on the promiscuous gene expression of mTECs."}, {"pubmed": 26579596, "text": "Molecular characterization of the functional domains of Aire has revealed multiple binding partners that assist Aire's function in altering gene transcription and chromatin remodeling."}, {"pubmed": 26607109, "text": "In the current study, we demonstrate that AIRE activates the expression of transiently transfected luciferase reporters that lack defined promoter regions, as well as intron and poly(A) signal sequences."}, {"pubmed": 26903062, "text": "The novel mutation of c.622G>T (p.G208W) in AIRE gene is associated autoimmune polyendocrinopathy syndrome type I."}, {"pubmed": 26912174, "text": "Our findings suggest that AIRE does not have a role in the induction and function of monocyte-derived tolerogenic DC in humans, but these findings do not exclude a role for AIRE in peripheral tolerance mediated by other cell types."}, {"pubmed": 26999605, "text": "results indicate that in females, estrogen induces epigenetic changes in the AIRE gene, leading to reduced AIRE expression under a threshold that increases female susceptibility to autoimmune diseases."}, {"pubmed": 27048654, "text": "This study supports the notion that AIRE mutation could specifically affect human insulin gene expression in thymic epithelial cells through INS-VNTR and subsequently induce either insulin tolerance or autoimmunity."}, {"pubmed": 27072778, "text": "androgen control of an intrathymic Aire-mediated tolerance mechanism contributes to gender differences in autoimmunity."}, {"pubmed": 27264825, "text": "The rs2075876 and rs760426 loci of the AIRE gene are associated with increased risk for rheumatoid arthritis among ethnic Han Chinese from ShaanXi."}, {"pubmed": 27266815, "text": "this paper shows that genetic polymorphisms in AIRE do not contribute to the Graves' disease in Spain"}, {"pubmed": 27365398, "text": "AIRE, which is phosphorylated on two specific residues near its N terminus, then binds to the F-box protein 3 (FBXO3) E3 ubiquitin ligase. In turn, this SCF(FBXO3) (SKP1-CUL1-F box) complex ubiquitylates AIRE, increases its binding to the positive transcription elongation factor b (P-TEFb), and potentiates its transcriptional activity."}, {"pubmed": 27504588, "text": "AIRE contributes to autoimmunity in more common organ-specific autoimmune disorders than autoimmune polyendocrine syndrome type-1 (Review)"}, {"pubmed": 27753538, "text": "These data are the first to identify AIRE expression in breast cancer and an association with prognosis."}, {"pubmed": 27851927, "text": "Aire exerts multi-faceted autoimmune control that extends to a population of innate-like T cells."}, {"pubmed": 28222032, "text": "Homozygote Mutation in the AIRE gene is associated with APECED syndrome."}, {"pubmed": 28240208, "text": "Estrogen induces decreased thymic AIRE expression by epigenetic modifications through increased number of methylation sites within the AIRE promoter.[review]"}, {"pubmed": 28242760, "text": "the presence of AIRE can trigger molecular events leading to an altered chromatin landscape and the enhanced transcription of low-expressed genes"}, {"pubmed": 28262400, "text": "Rs3761389 variant is associated with the susceptibility of myasthenia gravis in Chinese patients."}, {"pubmed": 28323927, "text": "Whole exome sequencing followed by Sanger sequencing revealed that all three subjects affected by hypoparathyroidism were compound heterozygous for two previously reported mutations, c.967_979delCTGTCCCCTCCGC:p.(L323SfsX51) and c.995+(3_5)delGAGinsTAT, in AIRE, which encodes the autoimmune regulator protein that is defective in autoimmune polyglandular syndrome type 1 (APS-1)."}, {"pubmed": 28931462, "text": "these results also highlight the importance of coordinated action between central tolerance and peripheral tolerance under the common control of Aire"}, {"pubmed": 29074995, "text": "Meta-analysis and systematic review show that AIRE rs2075876 and rs760426 are significantly associated with an increased risk of rheumatoid arthritis in allelic, dominant, recessive, codominant heterozygous, and codominant homozygous genetic models."}, {"pubmed": 29129473, "text": "this study shows that dominant-negative loss of function arises from a second, more frequent variant within the SAND domain of AIRE"}, {"pubmed": 29291257, "text": "AIRE displays gender-biased thymic expression, with females showing a lower expression compared with males, a finding that could explain the female susceptibility to autoimmune diseases. Review."}, {"pubmed": 29437776, "text": "We describe a novel maternally inherited missense variant (c.268T>C, p.Tyr90His) in AIRE, an autoimmune regulator gene on Chromosome 21q22.3. This variant was observed in trans with a paternally inherited variant in AIRE that has previously been classified as pathogenic"}, {"pubmed": 29463681, "text": "Direct interactions between AIRE, NF-kappaB, and P-TEFb result in efficient transcription of their target genes."}, {"pubmed": 29516628, "text": "DOCK180 has an indispensable role in pregnancy establishment as knocking down Dock180 abrogates pregnancy by a consolidated impact on decidualization and angiogenesis by regulating AIRE nuclear entry."}, {"pubmed": 29666621, "text": "Data show that autoimmune regulator (AIRE) is important for Candida Albicans yeast and hyphal phagocytosis."}, {"pubmed": 29773681, "text": "no significant relation was manifested in our study between the subset age of Myasthenia gravis (MG) and Aire level. Overall, these findings imply circulating Aire might play a role in the imbalance of cTfh and cTfr cells and participate in the pathogenesis of MG."}, {"pubmed": 29849176, "text": "genetic variation in the autoimmune regulator (AIRE) locus is associated with autoimmune Addison's disease"}, {"pubmed": 30121939, "text": "High AIRE expression was detected in 25 patients (58.1%), and significantly associated with the presence of lung metastasis (P = 0.014) and an increased number of forkhead box P3-positive tumor-infiltrating lymphocytes (regulatory T cells) (P = 0.014)."}, {"pubmed": 30177771, "text": "AIRE-interactors networks showed that minipuberty and genomic mechanisms interact in shaping thymic sexual dimorphism along the first six months of life."}, {"pubmed": 30255105, "text": "this review shows the role of AIRE in peripheral tolerance"}, {"pubmed": 30287219, "text": "In a Brazilian cohort, all autoimmune polyendocrine syndrome type 1 patients exhibited mutations in AIRE, and 3 are novel variants."}, {"pubmed": 30389776, "text": "this study shows that Aire controls in trans the production of medullary thymic epithelial cells expressing Ly-6C/Ly-6G"}, {"pubmed": 30403260, "text": "Genetic model analysis showed significant correlations between the TT genotype and the risk of rheumatoid arthritis. Stratification analyses of sex, age, smoking, and alcoholism suggested that the rs878081 polymorphism of the AIRE gene increased rheumatoid arthritis risk among non-smokers. In conclusion, rs878081 polymorphism of AIRE gene increases the risk of RA in a Chinese Han population."}, {"pubmed": 30692988, "text": "Study demonstrated AIRE to be expressed outside the human thymus in human tonsils cells and shows that AIRE expression within the periphery is not associated with an enriched expression of tissue-restricted antigens. These cells are CD127+ dendritic cells with a mature CCR7+PDL1+ phenotype that express AIRE during their maturation."}, {"pubmed": 30979797, "text": "Absence of T cells in CD3-deficient patients or impaired AIRE expression in patients with APECED results in increased frequencies of autoreactive, mature naive B cells. The dysfunctional peripheral B cell tolerance checkpoint in AIRE-deficient patients is associated with decreased numbers of Tregs lacking TCRbeta sequences found instead in their Tconv compartment that is abnormally selected in the absence of functional..."}, {"pubmed": 31275320, "text": "The Rheumatoid Arthritis Risk Gene AIRE Is Induced by Cytokines in Fibroblast-Like Synoviocytes and Augments the Pro-inflammatory Response."}, {"pubmed": 31322727, "text": "Aire transactivates HLA-G gene expression in thymic epithelial cells."}, {"pubmed": 31420020, "text": "Mutations of the autoimmune regulator gene (AIRE), located on chromosome 21q22.3, are recognized as the cause of a rare monogenic organ-specific autoimmune disorder called autoimmune polyglandular syndrome type 1 (APS-1)."}, {"pubmed": 31563273, "text": "The results suggest that AIRE is a risk factor for systemic lupus erythematosus in a Mexican population. This study is the first to document an association between AIRE and systemic lupus erythematosus susceptibility."}, {"pubmed": 31586207, "text": "Tissue-specific autoimmunity controlled by Aire in thymic and peripheral tolerance mechanisms."}, {"pubmed": 31601134, "text": "the intronic variant (rs2075876) of AIRE is suggested to be a potent susceptibility variant for alopecia areata development in the studied population"}, {"pubmed": 32012175, "text": "AIRE is induced in oral squamous cell carcinoma and supports cancer-related gene expression in cooperation with ETS1"}, {"pubmed": 32398127, "text": "Promoter methylation changes in ALOX12 and AIRE1: novel epigenetic markers for atherosclerosis."}, {"pubmed": 32399858, "text": "Association of autoimmune regulator gene polymorphism with susceptibility to rheumatoid arthritis in Egyptian population."}, {"pubmed": 32421429, "text": "Dysregulations in Autoimmune Regulator (AIRE) in Controlling B and T Cell Tolerance Have Important Implications for a Broad Range of Dermatologic Diseases."}, {"pubmed": 32426878, "text": "Analysis of the autoimmune regulator (AIRE) gene variant rs2075876 (G/A) association with breast cancer susceptibility."}, {"pubmed": 32767280, "text": "Autoimmune polyendocrine syndrome type 1 (APECED) in the Indian population: case report and review of a series of 45 patients."}, {"pubmed": 33122082, "text": "Association of AIRE (rs2075876), but not CTLA4 (rs231775) polymorphisms with systemic lupus erythematosus."}, {"pubmed": 35521792, "text": "Spectrum of germline AIRE mutations causing APS-1 and familial hypoparathyroidism."}, {"pubmed": 36110862, "text": "Aire and Fezf2, two regulators in medullary thymic epithelial cells, control autoimmune diseases by regulating TSAs: Partner or complementer?"}, {"pubmed": 36251243, "text": "A non-classical presentation of APECED in a family with heterozygous R203X AIRE gene mutation."}, {"pubmed": 36305192, "text": "Autoimmune regulator (AIRE): Takes a hypoxia-inducing factor 1A (HIF1A) route to regulate FOXP3 expression in PCOS."}, {"pubmed": 36631020, "text": "[Effects of FoxN1, p63 and AIRE on the process of age-related thymus involution: An update]."}, {"pubmed": 36808352, "text": "The promoter methylations of the autoimmune regulator (AIRE) gene and matrix metalloproteinase-3 (MMP-3) gene may have a role in gestational diabetes mellitus."}, {"pubmed": 36902438, "text": "Autoimmune Regulator Gene Polymorphisms and the Risk of Primary Immune Thrombocytopenic Purpura: A Case-Control Study."}, {"pubmed": 36912123, "text": "AIRE illuminates the feature of medullary thymic epithelial cells in thymic carcinoma."}, {"pubmed": 37909333, "text": "A partial form of AIRE deficiency underlies a mild form of autoimmune polyendocrine syndrome type 1."}, {"pubmed": 38030802, "text": "A novel missense mutation in the AIRE gene underlying autoimmune polyglandular syndrome type 1."}, {"pubmed": 38060995, "text": "AIRE is expressed in breast cancer TANs and TAMs to regulate the extrinsic apoptotic pathway and inflammation."}, {"pubmed": 38418155, "text": "Association Between AIRE Polymorphisms rs870881(C>T), rs1003854(T>C) and Rheumatoid Arthritis Risk: A Hungarian Case-control Study."}, {"pubmed": 38473903, "text": "Analysis of the AIRE Gene Promoter in Patients Affected by Autoimmune Polyendocrine Syndromes."}], "genomic_pos": {"chr": "21", "end": 44298648, "ensemblgene": "ENSG00000160224", "start": 44285838, "strand": 1}, "genomic_pos_hg19": {"chr": "21", "end": 45718531, "start": 45705721, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002458", "qualifier": "involved_in", "term": "peripheral T cell tolerance induction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002458", "qualifier": "involved_in", "term": "peripheral T cell tolerance induction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002509", "qualifier": "involved_in", "term": "central tolerance induction to self antigen"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002509", "pubmed": 26084028, "qualifier": "involved_in", "term": "central tolerance induction to self antigen"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006355", "pubmed": 18292755, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006417", "qualifier": "involved_in", "term": "regulation of translation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 9398840, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006959", "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032722", "qualifier": "involved_in", "term": "positive regulation of chemokine production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045060", "qualifier": "involved_in", "term": "negative thymic T cell selection"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 18292755, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 26084028, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 11274163, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0097536", "qualifier": "involved_in", "term": "thymus epithelium morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097536", "qualifier": "involved_in", "term": "thymus epithelium morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:2000410", "qualifier": "involved_in", "term": "regulation of thymocyte migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000410", "qualifier": "involved_in", "term": "regulation of thymocyte migration"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001673", "qualifier": "located_in", "term": "male germ cell nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001674", "qualifier": "located_in", "term": "female germ cell nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 9398840, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016604", "qualifier": "located_in", "term": "nuclear body"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000977", "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000977", "pubmed": 11533054, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003682", "pubmed": 18292755, "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17474147, 18292755, 20085707, 20185822], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 19446523, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042393", "qualifier": "enables", "term": "histone binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042393", "pubmed": [18292755, 19446523], "qualifier": "enables", "term": "histone binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [15712268, 20185822, 28540407], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0045182", "qualifier": "enables", "term": "translation regulator activity"}]}, "homologene": {"genes": [[7955, 100007662], [9544, 712858], [9598, 474134], [9606, 326], [9615, 487796], [9913, 784775], [10090, 11634], [10116, 294328]], "id": 327}, "interpro": [{"desc": "SAND domain", "id": "IPR000770", "short_desc": "SAND_dom"}, {"desc": "Zinc finger, PHD-type", "id": "IPR001965", "short_desc": "Znf_PHD"}, {"desc": "HSR domain", "id": "IPR004865", "short_desc": "HSR_dom"}, {"desc": "Autoimmune regulator, AIRE", "id": "IPR008087", "short_desc": "AIRE"}, {"desc": "SAND-like domain superfamily", "id": "IPR010919", "short_desc": "SAND-like_dom_sf"}, {"desc": "Zinc finger, FYVE/PHD-type", "id": "IPR011011", "short_desc": "Znf_FYVE_PHD"}, {"desc": "Zinc finger, RING/FYVE/PHD-type", "id": "IPR013083", "short_desc": "Znf_RING/FYVE/PHD"}, {"desc": "Zinc finger, PHD-type, conserved site", "id": "IPR019786", "short_desc": "Zinc_finger_PHD-type_CS"}, {"desc": "Zinc finger, PHD-finger", "id": "IPR019787", "short_desc": "Znf_PHD-finger"}, {"desc": "AIRE, PHD finger 2", "id": "IPR042580", "short_desc": "AIRE_PHD2"}, {"desc": "Nuclear body protein Sp110/Sp140/Sp140L-like", "id": "IPR043563", "short_desc": "Sp110/Sp140/Sp140L-like"}], "ipi": ["IPI00015149", "IPI00031178", "IPI00031188", "IPI00480202"], "map_location": "21q22.3", "name": "autoimmune regulator", "other_names": ["autoimmune polyendocrinopathy candidiasis ectodermal dystrophy protein", "autoimmune regulator"], "pantherdb": {"HGNC": "360", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1338803", "ortholog_type": "LDO", "panther_family": "PTHR47025", "taxid": 10090, "uniprot_kb": "Q9Z0E3"}, {"RGD": "1311139", "ortholog_type": "LDO", "panther_family": "PTHR47025", "taxid": 10116, "uniprot_kb": "D3ZV49"}, {"ZFIN": "ZDB-GENE-071008-4", "ortholog_type": "LDO", "panther_family": "PTHR47025", "taxid": 7955, "uniprot_kb": "B8A5S8"}], "uniprot_kb": "O43918"}, "pathway": {"kegg": [{"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa05340", "name": "Primary immunodeficiency - Homo sapiens (human)"}]}, "pdb": ["1XWH", "2KE1", "2KFT", "2LRI"], "pfam": ["PF00628", "PF01342", "PF03172"], "pharmgkb": "PA24654", "pharos": {"target_id": 6350, "tdl": "Tbio"}, "prosite": ["PS50016", "PS50864", "PS51414"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245803", "relationship": "is"}, {"id": "GNF245804", "relationship": "is"}, {"id": "GNF245805", "relationship": "is"}, {"id": "GNF245806", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079932", "relationship": "is"}, {"id": "GNF079933", "relationship": "is"}, {"id": "GNF079934", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054368", "relationship": "is"}, {"id": "GNF059147", "relationship": "is"}, {"id": "GNF074495", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070107", "relationship": "is"}, {"id": "GNF070108", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF100559", "relationship": "is"}, {"id": "GNF140214", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000021.9", "NC_060945.1", "NG_009556.1"], "protein": "NP_000374.1", "rna": ["NM_000383.4", "NM_000658.2", "NM_000659.1"], "translation": {"protein": "NP_000374.1", "rna": "NM_000383.4"}}, "reporter": {"HG-U133_Plus_2": "208090_s_at", "HG-U95Av2": "34920_at", "HTA-2_0": "TC21000221.hg.1", "HuEx-1_0": ["3056532", "3923608"], "HuGene-1_1": "8069037", "HuGene-2_1": "16923555"}, "summary": "This gene encodes a transcriptional regulator that forms nuclear bodies and interacts with the transcriptional coactivator CREB binding protein. The encoded protein plays an important role in immunity by regulating the expression of autoantigens and negative selection of autoreactive T-cells in the thymus. Mutations in this gene cause the rare autosomal-recessive systemic autoimmune disease termed autoimmune polyendocrinopathy with candidiasis and ectodermal dystrophy (APECED). [provided by RefSeq, Jun 2012].", "symbol": "AIRE", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412304"}, "unigene": "Hs.129829", "uniprot": {"Swiss-Prot": "O43918"}, "wikipedia": {"url_stub": "Autoimmune regulator"}}