{"AllianceGenome": "382", "HGNC": "382", "MIM": "604707", "_id": "57016", "_version": 2, "accession": {"genomic": ["AC078847.2", "CH236950.1", "CH471070.1", "CP068271.2", "NC_000007.14", "NC_060931.1"], "protein": ["AAC15671.1", "AAC17469.1", "AAC36465.1", "AAH08837.1", "AAO13380.1", "AAP35440.1", "CAG46600.1", "EAL24069.1", "EAW83816.1", "NP_064695.3", "O60218.2", "XP_011514718.1", "XP_011514719.1", "XP_047276590.1", "XP_054214657.1", "XP_054214658.1", "XP_054214659.1"], "rna": ["AF044961.1", "AF052577.1", "AF524864.1", "BC008837.2", "BM975664.1", "BT006794.1", "CR541801.1", "NM_020299.5", "U37100.1", "XM_011516416.2", "XM_011516417.3", "XM_047420634.1", "XM_054358682.1", "XM_054358683.1", "XM_054358684.1"], "translation": [{"protein": "XP_054214657.1", "rna": "XM_054358682.1"}, {"protein": "AAP35440.1", "rna": "BT006794.1"}, {"protein": "XP_047276590.1", "rna": "XM_047420634.1"}, {"protein": "XP_054214658.1", "rna": "XM_054358683.1"}, {"protein": "AAC36465.1", "rna": "AF052577.1"}, {"protein": "AAC15671.1", "rna": "AF044961.1"}, {"protein": "NP_064695.3", "rna": "NM_020299.5"}, {"protein": "AAO13380.1", "rna": "AF524864.1"}, {"protein": "XP_054214659.1", "rna": "XM_054358684.1"}, {"protein": "XP_011514718.1", "rna": "XM_011516416.2"}, {"protein": "AAH08837.1", "rna": "BC008837.2"}, {"protein": "XP_011514719.1", "rna": "XM_011516417.3"}, {"protein": "AAC17469.1", "rna": "U37100.1"}, {"protein": "CAG46600.1", "rna": "CR541801.1"}]}, "alias": ["AKR1B11", "AKR1B12", "ALDRLn", "ARL-1", "ARL1", "HIS", "HSI"], "ec": ["1.1.1.300", "1.1.1.54"], "ensembl": {"gene": "ENSG00000198074", "protein": "ENSP00000352584", "transcript": ["ENST00000359579", "ENST00000475559", "ENST00000496435", "ENST00000498818"], "translation": [{"protein": "ENSP00000352584", "rna": "ENST00000359579"}], "type_of_gene": "protein_coding"}, "entrezgene": "57016", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.066120597, "exp_mis": 99.4843623313, "exp_syn": 44.9994378046, "lof_z": 0.874369705879841, "mis_z": -0.27047989305408, "mu_lof": 7.33556111444e-07, "mu_mis": 8.70059839979e-06, "mu_syn": 3.76121733735e-06, "n_lof": 9.0, "n_mis": 105.0, "n_syn": 48.0, "p_li": 1.2180120737993e-05, "p_null": 0.399974041383603, "p_rec": 0.600013778495659, "syn_z": -0.27729897346869}, "bp": 951, "cds_end": 134225841, "cds_start": 134212663, "n_exons": 10, "nonpsych": {"exp_lof": 10.7220833429, "exp_mis": 89.844030277, "exp_syn": 40.5299134399, "lof_z": 0.816420326172488, "mis_z": -0.167938354762069, "mu_lof": 7.33556111444e-07, "mu_mis": 8.70059839979e-06, "mu_syn": 3.76121733735e-06, "n_lof": 8.0, "n_mis": 93.0, "n_syn": 46.0, "p_li": 4.4679608308872e-05, "p_null": 0.389287175479302, "p_rec": 0.610668144912389, "syn_z": -0.540966207437759}, "nontcga": {"exp_lof": 11.081441655, "exp_mis": 91.5062300349, "exp_syn": 41.3800949045, "lof_z": 0.913139377061962, "mis_z": -0.494450925040749, "mu_lof": 7.33556111444e-07, "mu_mis": 8.70059839979e-06, "mu_syn": 3.76121733735e-06, "n_lof": 8.0, "n_mis": 101.0, "n_syn": 45.0, "p_li": 5.09771054802309e-05, "p_null": 0.330170910617329, "p_rec": 0.66977811227719, "syn_z": -0.356307027502123}, "transcript": "ENST00000359579.4"}, "exons": [{"cdsend": 134541089, "cdsstart": 134527911, "chr": "7", "position": [[134527566, 134527977], [134530642, 134530810], [134531907, 134532024], [134533003, 134533081], [134536649, 134536772], [134537050, 134537157], [134537579, 134537661], [134538193, 134538277], [134538934, 134539017], [134541046, 134541412]], "strand": 1, "transcript": "NM_020299", "txend": 134541412, "txstart": 134527566}], "exons_hg19": [{"cdsend": 134225841, "cdsstart": 134212663, "chr": "7", "position": [[134212318, 134212729], [134215394, 134215562], [134216659, 134216776], [134217755, 134217833], [134221401, 134221524], [134221802, 134221909], [134222331, 134222413], [134222945, 134223029], [134223686, 134223769], [134225798, 134226164]], "strand": 1, "transcript": "NM_020299", "txend": 134226164, "txstart": 134212318}], "generif": [{"pubmed": 11703436, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12365083, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12732097, "text": "role as efficient retinal reductase and consequence in retinoid metabolism"}, {"pubmed": 12882871, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15745835, "text": "Z-2 allele of the aldose reductase gene is a risk factor for the development of diabetic retinopathy in a group of Caucasian participants with Type 2 diabetes."}, {"pubmed": 15928807, "text": "Aldose reductase might play a role in cell cycle progression of A549 tumor cells."}, {"pubmed": 15936242, "text": "Data show tha activation of protein kinase C and tyrosine kinase by 12-O-tetradecanoylphorbol-13-acetate elicits increased promoter activity of aldose reductase gene via nuclear factor kappaB."}, {"pubmed": 16127462, "text": "Data show that human aldose reductase increases atherosclerosis in diabetic mice."}, {"pubmed": 16204895, "text": "crystallographic analysis of human aldose reductase"}, {"pubmed": 17209433, "text": "TIMP3, DAPK1 and AKR1B10 are important for squamous cell lung cancer tumorogenesis while AKR1B10 is potential oncogene whereas TIMP3 and DAPK1 are potential tumor suppressor genes."}, {"pubmed": 17300864, "text": "Inhibition of aldose reductase prevented TNF-alpha-induced activation of protein kinase C and NF-kappaB which resulted in the abrogation of Cox-2 mRNA and protein expression"}, {"pubmed": 17425679, "text": "associated with tumor recurrence after surgery and keratinization of squamous cell carcinoma in cervical cancer but not endometrial cancer"}, {"pubmed": 17597105, "text": "AKR1B10 may regulate cell proliferation and cellular response to additional carbonyl stress"}, {"pubmed": 17905306, "text": "a tyrosine residue located in the catalytic site (Tyr48) is a likely candidate to act as proton acceptor upon inhibitor binding, as it occurs deprotonated to a remarkable extent if only the cofactor NADP+ is bound"}, {"pubmed": 18056116, "text": "AKR1B10 regulates the stability of acetyl-CoA carboxylase-alpha and is a novel regulator of the biosynthesis of fatty acid, an essential component of the cell membrane, in breast cancer cells"}, {"pubmed": 18087047, "text": "structural analysis of the high all-trans-retinaldehyde reductase activity of the tumor marker AKR1B10"}, {"pubmed": 18325492, "text": "The reaction of C299S mutant AKR1B10 is inhibited by fenofibric acid, but manifests pure non-competitive inhibition kinetics that are different from those demonstrated for the wild-type enzyme."}, {"pubmed": 18358633, "text": "AKR1B10 might be useful as a new marker for identification of high lung cancer risk patients in usual interstitial pneumonia."}, {"pubmed": 18396902, "text": "Results describe cathepsin D and aldo-keto reductase 1C2 and 1B10 dysregulation in Barrett's esophagus and esophageal adenocarcinoma."}, {"pubmed": 18788756, "text": "AKR1B10 may play a greater role in lung carcinogenesis through dysregulation of retinoic acid homeostasis than through oxidation of PAH trans-dihydrodiols."}, {"pubmed": 19028477, "text": "substrate specificity of AKR1B10 is drastically affected by mutation of residue 299 from Cys to Ser"}, {"pubmed": 19236911, "text": "The results demonstrated that AKR1B10 consists of 10 exons and 9 introns, stretching approximately 13.8 kb"}, {"pubmed": 19464995, "text": "novel role of AKR1B10 in controlling isoprenoid homeostasis that is important in cholesterol synthesis and cell proliferation through salvaging isoprenoid alcohols, as well as its metabolic regulation by endogenous steroids"}, {"pubmed": 19563777, "text": "AKR1B10 specifically expressed in the intestine is physiologically important in protecting the host cell against dietary and lipid-derived cytotoxic carbonyls."}, {"pubmed": 19643728, "text": "Data suggest that AKR1B10 affects cell survival through modulating lipid synthesis, mitochondrial function, and oxidative status, as well as carbonyl levels, being an important cell survival protein."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20007578, "text": "Transgenic aldose reductase plays a novel role regulating the signaling pathways leading to neutrophil-endothelial cell adhesion during acute lung inflammation."}, {"pubmed": 20036025, "text": "Overexpression of AKR1B10 in early stages of well and moderately differentiated tumors and its downregulation in advanced tumors with low grade of differentiation showed that AKR1B10 may be a marker for differentiation of primary liver tumors."}, {"pubmed": 20586184, "text": "The significant decrease of AKR1B10 mRNA in most samples of colorectal cancer could be considered as potential diagnostic marker of this type of cancer."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20705797, "text": "Smoking per se mediates upregulation of AKR1B10 expression in the airway epithelia of healthy smokers with no evidence of lung cancer."}, {"pubmed": 20943077, "text": "AKR1B10 might promote proliferation, inhibit apoptosis and induce malignant transformation of hepatocytes by regulating the expression level of some tumor-related genes."}, {"pubmed": 21277289, "text": "Nrf2 is one of the major factors involved in the AKR1B10 gene regulation"}, {"pubmed": 21317765, "text": "overexpression and silencing of AKR1B10 decreased and increased, respectively, susceptibility to cytotoxic effects of MMC and 4-hydroxy-2-nonenal, which was formed as a product of lipid peroxidation by MMC treatment."}, {"pubmed": 21329684, "text": "the enzyme activity of AKR1B10 and AKR1B1 toward alpha, beta-unsaturated carbonyl compounds with cellular and dietary origins"}, {"pubmed": 21585341, "text": "High AKR1B10 secretion is associated with neoplasms."}, {"pubmed": 21645211, "text": "Confirm prognostic value of AKR1B10 in hepatocellular carcinoma and conclude that high expression reflects less aggressive tumour behaviour."}, {"pubmed": 21672310, "text": "AKR1B10 is associated with smoking and smoking-related non-small-cell lung cancer."}, {"pubmed": 22014576, "text": "AKR1B10 overexpression is a prominent feature in both hereditary and sporadic papillary renal cell carcinoma and is upregulated in cell lines carrying a fumarate hydratase mutation."}, {"pubmed": 22198799, "text": "our data suggest that post-chemotherapy AKR1B10 expression may be associated with a poor prognosis in patients who received carboplatin-gemcitabine combination chemotherapy and underwent cystectomy"}, {"pubmed": 22222635, "text": "AKR1B10 is a unique enzyme involved in pancreatic carcinogenesis possibly via modulation of cell apoptosis and protein prenylation."}, {"pubmed": 22329800, "text": "results suggest that AKR1B10 is up-regulated by EGF and insulin through AP-1 mitogenic signalling and may be implicated in hepatocarcinogenesis"}, {"pubmed": 22498646, "text": "AKR1B10 was the most efficient catalyst of the stoichiometric two-electron reduction of BQ."}, {"pubmed": 22681639, "text": "AKR1B10 was up-regulated in association with serum alpha-fetoprotein, and was an independent risk factor for hepatocellular carcinoma in chronic hepatitis C patients."}, {"pubmed": 23146748, "text": "The gene expression of AKR1B10 at the mRNA level was significantly increased."}, {"pubmed": 23912490, "text": "AKR1B10, a member of Aldo-keto reductase family, was shown to be abundantly located in the filtering cells among a catalog of proteins.in ducal carcinoma of the breast."}, {"pubmed": 23975544, "text": "AKR1B10 may have an important role in the development and progression of diabetic nephropathy."}, {"pubmed": 24100137, "text": "A hydrogen bond stabilized active site tryptophan conformation restricts inhibitor access in AKR1B1 compared with the more open AKR1B10 active site."}, {"pubmed": 24140838, "text": "Results suggest that decreased expression of AKR1B10 could disrupt the tumor suppressive function of p53, which result in decreased survival in colorectal cancer patients."}, {"pubmed": 24217247, "text": "Lys-233, Glu-236, and Lys-240 in helix 10 mediate interaction of AKR1B10 with HSP90alpha and regulate AKR1B10 secretion."}, {"pubmed": 24391771, "text": "A significant correlation between the expression of AKR1B10 mRNA and protein levels as well as AKR1B10 copy number was observered, which suggest that AKR1B10 may play a role in AFB1-related hepatocarcinogenesis."}, {"pubmed": 24406159, "text": "AKR1B10 protein gene expression is a valuable indicator in patients diagnosed with gastric cancer."}, {"pubmed": 24656094, "text": "AKR1B10 is a unique biomarker involved in hepatocellular carcinogenesis"}, {"pubmed": 25156503, "text": "Upregulation of AKR1B10 is associated with cisplatin resistance in lung cancer."}, {"pubmed": 25289770, "text": "Autophagy and AKR1B10 contribute to the defense system."}, {"pubmed": 25304374, "text": "AKR1B10 is a unique enzyme involved in pancreatic carcinogenesis via modulation of the Kras-E-cadherin pathway."}, {"pubmed": 25463304, "text": "The co-introduction of the c-Jun protein resulted in a decrease in the mRNA levels and promoter activity of AKR1B10."}, {"pubmed": 25487531, "text": "It would appear that hepatitis C virus infection alone increases AKR1B10 expression, which manifests itself as enhanced urinary excretion of polyols with reduced urinary excretion of their corresponding hexoses."}, {"pubmed": 25532697, "text": "The three-dimensional structure of AKR1B10 with sulindac."}, {"pubmed": 25686905, "text": "AKR1B10 is a doxorubicin-resistance gene in the gastric cancer cells, and is responsible for elevating the migrating and invasive potentials of the cells through induction of MMP2."}, {"pubmed": 25887478, "text": "Our data suggest that genetic variants in the AKR1B10 locus may influence human eating behavior."}, {"pubmed": 26758591, "text": "Various degrees of AKR1B10 upregulation in the liver were observed in patients with chronic HCV infection, and high AKR1B10 expression could be a novel pre- dictor of HCC."}, {"pubmed": 26835713, "text": "AKR1B10 is overexpressed in nasopharyngeal hyperplasia, benign tumors, and carcinomas, being a potential new biomarker."}, {"pubmed": 26948042, "text": "AKR1B10 mRNA and protein levels were higher in primary hepatocellular carcinoma (PHC) tissues than in peri-tumor tissues."}, {"pubmed": 26969882, "text": "This study presents novel evidence that AKR1B10 protects colon cells from DNA damage induced by electrophilic carbonyl compounds."}, {"pubmed": 27025872, "text": "the highly efficient, retinaldehyde-specific aldo-keto reductase enzyme AKR1B10 is up-regulated in keloid epidermis(KE) and its induced overexpression in normal skin keratinocytes affects the classical RA pathway, recreating KE expression patterns"}, {"pubmed": 27239845, "text": "Even at early stages of malignant transformationa considerable increase in AKR1B10 mRNA content was observed in 80% of tumors"}, {"pubmed": 27248472, "text": "These data suggest that AKR1B10 promotes breast cancer metastasis"}, {"pubmed": 27417252, "text": "AKR1B10 is up-regulated with cisplatin resistance in gastrointestinal cancer cells."}, {"pubmed": 27672277, "text": "Chronic hepatitis C patients expressing high levels of hepatic AKR1B10 had an increased risk of HCC development even after sustained virological response"}, {"pubmed": 28003428, "text": "Result indicate that the differential scanning fluorimetry (DSF) method is useful for enzyme inhibitor drug screening for the AKR superfamily, including AKR1B10 and a structurally similar isoform AKR1B1."}, {"pubmed": 28181486, "text": "These results suggest that AKR1B10 is involved in HBV-related hepatocarcinogenesis, but its high expression could predict low risk of early tumor recurrence in patients with HBV-related hepatocellular carcinoma (HCC)after liver resection."}, {"pubmed": 28219640, "text": "Several antioxidant response elements-like sequences in the 5'-flanking region up to -3282 bp of the AKR1B10 gene plays an important role in AKR1B10 gene regulation by various Nrf2-mediating stimuli."}, {"pubmed": 28232277, "text": "Data suggest that expression of STAR (steroidogenic acute regulatory protein) and AKR1B10 (aldo-keto reductase family 1, member B10) is down-regulated in high-grade versus low-grade endometrial tumors; expression of AKR1B10 correlates with body mass index, with up-regulation of expression of AKR1B10 in obese patients with endometrial tumors."}, {"pubmed": 28301069, "text": "AKR1B10 overexpression is an independent poor prognostic biomarker for oral squamous cell carcinoma."}, {"pubmed": 28929377, "text": "A combined gene expression signature of AKR1B10 (low) and AKR1B1 (high) showed a better prognostic stratification of CRC patients independent of confounding factors."}, {"pubmed": 29079172, "text": "AKR1B10 is upregulated in mucinous cystic pancreatic tumors and may be used to improve non-operative diagnosis."}, {"pubmed": 29204449, "text": "Our study demonstrated not only the dysfunction of the AKR1B10 gene in lipid metabolizing but also its important role in the overproliferation and migration of keratinocyte, which provided evidence for further therapeutic uses for psoriasis."}, {"pubmed": 29383608, "text": "Results demonstrate that Akr7a3 mRNA and protein levels are consistently co-expressed along with Akr1b10, in both experimental rat liver carcinogenesis and some human hepatocellular carcinoma samples."}, {"pubmed": 29617059, "text": "Data show that cells with higher levels of aldo-keto reductases AKR1B1 and/or AKR1B10 (AKR1Bs) were more sensitive to 2-deoxyglucose (2DG)."}, {"pubmed": 29846015, "text": "Data show that aldo-keto reductase 1B10 (AKR1B10) regulate the cellular levels of total diacylglycerol (DAG) and majority of subspecies."}, {"pubmed": 30038373, "text": "AKR1B10 modulated regulated by miR-383-5p, promotes hepatocellular carcinoma tumor progress."}, {"pubmed": 30328412, "text": "Immunohistochemistry showed that the expression of AKR1B10 was increased in tumor tissue from patients with early-stage HCC."}, {"pubmed": 30504401, "text": "14-3-3epsilon, AKR1B10, and MT-1 act as potential prognostic biomarkers of Hepatocellular carcinoma."}, {"pubmed": 30707282, "text": "Serum AKR1B10 reflects advanced Brunt stage 4 liver fibrosis in nonalcoholic steatohepatitis patients; combined with serum Wisteria floribunda agglutinin-positive Mac-2 binding protein, it can predict hepatocellular carcinoma development, gastroesophageal varix formation, and poor prognosis"}, {"pubmed": 31028727, "text": "The Phe residues of loop C (299-304) of AKR1B10 contouring the substrate-binding site, in addition to Phe at position 48, strongly contribute to a narrower and more hydrophobic site in AKR1B15"}, {"pubmed": 31034948, "text": "KR1B10 was significantly elevated in lung cancer BM, and defined the value of AKR1B10 as a diagnostic serum biomarker for lung cancer patients suffering from BM."}, {"pubmed": 31221959, "text": "Study identifies the AKR1B10 as a metastasis enhancer that has little impact on primary tumor growth or dissemination but promotes effective tumor growth in secondary sites and, in human disease, is associated with an increased risk of distant metastatic relapse. AKR1B10High tumor cells have reduced glycolytic capacity and dependency on glucose as fuel source but increased utilization of fatty acid oxidation."}, {"pubmed": 31237374, "text": "High expression of AKR1B10 was associated with a reduced survival in patients with well and moderately differentiated oral squamous cell carcinoma and even a high incidence of tumor recurrence in the patients with late-stage (III and IV) disease."}, {"pubmed": 31894008, "text": "AKR1B10 is highly expressed in breast cancer and promotes breast cancer cell proliferation by activating Wnt/beta-catenin signaling pathway."}, {"pubmed": 32097409, "text": "The systematic analysis of transcriptomic studies performed here revealed a potential critical link between AKR1B10 expression, smoking and occurrence of lung cancer."}, {"pubmed": 32615540, "text": "Loss of AKR1B10 promotes colorectal cancer cells proliferation and migration via regulating FGF1-dependent pathway."}, {"pubmed": 32628753, "text": "Evaluation of an aldo-keto reductase gene signature with prognostic significance in colon cancer via activation of epithelial to mesenchymal transition and the p70S6K pathway."}, {"pubmed": 33105932, "text": "[Aldo-keto reductase family 1 B10 participates in the regulation of hepatoma cell cycle through p27/p-Rb signaling pathway]."}, {"pubmed": 33758077, "text": "AKR1B10 negatively regulates autophagy through reducing GAPDH upon glucose starvation in colon cancer."}, {"pubmed": 33767586, "text": "AKR1B10 confers resistance to radiotherapy via FFA/TLR4/NF-kappaB axis in nasopharyngeal carcinoma."}, {"pubmed": 33832153, "text": "Prognostic value of aldo-keto reductase family 1 member B10 (AKR1B10) in digestive system cancers: A meta-analysis."}, {"pubmed": 33913495, "text": "AKR1B10 protects against UVC-induced DNA damage in breast cancer cells."}, {"pubmed": 33945128, "text": "Aldo Keto Reductases AKR1B1 and AKR1B10 in Cancer: Molecular Mechanisms and Signaling Networks."}, {"pubmed": 34027794, "text": "Homeobox A5 activates p53 pathway to inhibit proliferation and promote apoptosis of adrenocortical carcinoma cells by inducing Aldo-Keto reductase family 1 member B10 expression."}, {"pubmed": 34035231, "text": "CBX7 suppresses urinary bladder cancer progression via modulating AKR1B10-ERK signaling."}, {"pubmed": 34140644, "text": "SMARCA4 oncogenic potential via IRAK1 enhancer to activate Gankyrin and AKR1B10 in liver cancer."}, {"pubmed": 34521883, "text": "The expression and significance of AKR1B10 in laryngeal squamous cell carcinoma."}, {"pubmed": 34552036, "text": "AKR1B10 inhibits the proliferation and migration of gastric cancer via regulating epithelial-mesenchymal transition."}, {"pubmed": 35163833, "text": "AKR1B10, One of the Triggers of Cytokine Storm in SARS-CoV2 Severe Acute Respiratory Syndrome."}, {"pubmed": 35178834, "text": "E2F1-mediated AUF1 upregulation promotes HCC development and enhances drug resistance via stabilization of AKR1B10."}, {"pubmed": 35563425, "text": "Plasma Aldo-Keto Reductase Family 1 Member B10 as a Biomarker Performs Well in the Diagnosis of Nonalcoholic Steatohepatitis and Fibrosis."}, {"pubmed": 35920984, "text": "AKR1B10 accelerates the production of proinflammatory cytokines via the NF-kappaB signaling pathway in colon cancer."}, {"pubmed": 36661656, "text": "Overexpression of AKR1B10 Predicts Poor Prognosis in Gastric Cancer Patients Undergoing Surgical Resection."}, {"pubmed": 37039038, "text": "AKR1B10 regulates M2 macrophage polarization to promote the malignant phenotype of gastric cancer."}, {"pubmed": 37500927, "text": "Serum AKR1B10 as an indicator of unfavorable survival of hepatocellular carcinoma."}, {"pubmed": 37587486, "text": "Warburg effect enhanced by AKR1B10 promotes acquired resistance to pemetrexed in lung cancer-derived brain metastasis."}, {"pubmed": 37717980, "text": "RNF152 Suppresses Fatty Acid Oxidation and Metastasis of Lung Adenocarcinoma by Inhibiting IRAK1-Mediated AKR1B10 Expression."}, {"pubmed": 37823316, "text": "Aldo-keto Reductase 1B10 Restrains Cell Migration, Invasion, and Adhesion of Gastric Cancer via Regulating Integrin Subunit Alpha 5."}, {"pubmed": 38662158, "text": "A Novel lncRNA lncRNA-4045 Promotes the Progression of Hepatocellular Carcinoma by Affecting the Expression of AKR1B10."}, {"pubmed": 38718846, "text": "CHES1 modulated tumorigenesis and senescence of pancreas cancer cells through repressing AKR1B10."}], "genomic_pos": {"chr": "7", "end": 134541412, "ensemblgene": "ENSG00000198074", "start": 134527567, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 134226160, "start": 134212344, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001523", "pubmed": 12732097, "qualifier": "involved_in", "term": "retinoid metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0001523", "qualifier": "involved_in", "term": "retinoid metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016488", "pubmed": 21187079, "qualifier": "involved_in", "term": "farnesol catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042572", "qualifier": "involved_in", "term": "retinol metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0044597", "pubmed": 20837989, "qualifier": "involved_in", "term": "daunorubicin metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0044598", "pubmed": 20837989, "qualifier": "involved_in", "term": "doxorubicin metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0110095", "pubmed": [19013440, 19563777], "qualifier": "involved_in", "term": "cellular detoxification of aldehyde"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 21585341, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005764", "pubmed": 21585341, "qualifier": "located_in", "term": "lysosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0001758", "pubmed": 21851338, "qualifier": "enables", "term": "retinal dehydrogenase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004032", "qualifier": "enables", "term": "aldose reductase (NADPH) activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004033", "pubmed": 9565553, "qualifier": "enables", "term": "aldo-keto reductase (NADPH) activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18056116, 21044950], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008106", "pubmed": 19013440, "qualifier": "enables", "term": "alcohol dehydrogenase (NADP+) activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0045550", "pubmed": 21187079, "qualifier": "enables", "term": "geranylgeranyl reductase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0047655", "qualifier": "enables", "term": "allyl-alcohol dehydrogenase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0047718", "pubmed": 20837989, "qualifier": "enables", "term": "indanol dehydrogenase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0052650", "pubmed": 12732097, "qualifier": "enables", "term": "all-trans-retinol dehydrogenase (NADP+) activity"}]}, "homologene": {"genes": [[3702, 816664], [3702, 816665], [4530, 4328139], [4932, 856504], [5141, 3880080], [7227, 39304], [9031, 395338], [9544, 713150], [9598, 463867], [9606, 57016], [9913, 525193], [10090, 14187], [10116, 286921], [28985, 2894271], [33169, 4619417], [318829, 2676633]], "id": 116462}, "interpro": [{"desc": "Aldo/keto reductase, conserved site", "id": "IPR018170", "short_desc": "Aldo/ket_reductase_CS"}, {"desc": "Aldo-keto reductase", "id": "IPR020471", "short_desc": "AKR"}, {"desc": "NADP-dependent oxidoreductase domain", "id": "IPR023210", "short_desc": "NADP_OxRdtase_dom"}, {"desc": "NADP-dependent oxidoreductase domain superfamily", "id": "IPR036812", "short_desc": "NADP_OxRdtase_dom_sf"}], "ipi": "IPI00105407", "map_location": "7q33", "name": "aldo-keto reductase family 1 member B10", "other_names": ["ARP", "SI reductase", "aldo-keto reductase family 1 member B10", "aldo-keto reductase family 1, member B10 (aldose reductase)", "aldo-keto reductase family 1, member B11 (aldose reductase-like)", "aldose reductase-like 1", "aldose reductase-like peptide", "aldose reductase-related protein", "hARP", "small intestine reductase"], "pantherdb": {"HGNC": "382", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107673", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 10090, "uniprot_kb": "P45377"}, {"RGD": "708475", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 10116, "uniprot_kb": "A0A0G2JT64"}, {"MGI": "101918", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 10090, "uniprot_kb": "P21300"}, {"MGI": "1915111", "ortholog_type": "LDO", "panther_family": "PTHR11732", "taxid": 10090, "uniprot_kb": "G5E895"}, {"RGD": "620257", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 10116, "uniprot_kb": "Q5RJP0"}, {"RGD": "6496873", "ortholog_type": "LDO", "panther_family": "PTHR11732", "taxid": 10116, "uniprot_kb": "F7EMK8"}, {"Ensembl": "ENSGALG00000013072", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 9031, "uniprot_kb": "Q90W83"}, {"Ensembl": "ENSGALG00000019284", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 9031, "uniprot_kb": "E1BVD1"}, {"Ensembl": "ENSGALG00000003466", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 9031, "uniprot_kb": "E1C1I6"}, {"Ensembl": "ENSGALG00000053854", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 9031, "uniprot_kb": "R4GG24"}, {"Ensembl": "ENSGALG00000045122", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 9031, "uniprot_kb": "F1NT57"}, {"ZFIN": "ZDB-GENE-040625-7", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 7955, "uniprot_kb": "Q5TYY5"}, {"ZFIN": "ZDB-GENE-041210-132", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 7955, "uniprot_kb": "Q5RH67"}, {"WormBase": "WBGene00013896", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 6239, "uniprot_kb": "Q23320"}, {"WormBase": "WBGene00016985", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 6239, "uniprot_kb": "Q18903"}, {"WormBase": "WBGene00015565", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 6239, "uniprot_kb": "P91020"}, {"WormBase": "WBGene00009981", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 6239, "uniprot_kb": "P91998"}, {"WormBase": "WBGene00010625", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 6239, "uniprot_kb": "Q21274"}, {"WormBase": "WBGene00015307", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 6239, "uniprot_kb": "Q17568"}, {"WormBase": "WBGene00009980", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 6239, "uniprot_kb": "P91997"}, {"WormBase": "WBGene00020369", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 6239, "uniprot_kb": "Q22352"}, {"WormBase": "WBGene00012723", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 6239, "uniprot_kb": "Q9U2J5"}, {"WormBase": "WBGene00012722", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 6239, "uniprot_kb": "Q9NAI5"}, {"FlyBase": "FBgn0037537", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 7227, "uniprot_kb": "Q9VHX4"}, {"FlyBase": "FBgn0033101", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 7227, "uniprot_kb": "Q7JVH6"}, {"FlyBase": "FBgn0058064", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 7227, "uniprot_kb": "D2A6K3"}, {"FlyBase": "FBgn0027552", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 7227, "uniprot_kb": "Q9Y112"}, {"FlyBase": "FBgn0035476", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 7227, "uniprot_kb": "Q9VZK8"}, {"FlyBase": "FBgn0036290", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 7227, "uniprot_kb": "Q9VTY2"}, {"FlyBase": "FBgn0036183", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 7227, "uniprot_kb": "Q9VTL0"}, {"FlyBase": "FBgn0086254", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 7227, "uniprot_kb": "M9PF61"}, {"SGD": "S000000353", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 4932, "uniprot_kb": "P38115"}, {"SGD": "S000002776", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 4932, "uniprot_kb": "Q12458"}, {"SGD": "S000005646", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 4932, "uniprot_kb": "P14065"}, {"SGD": "S000002282", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 4932, "uniprot_kb": "Q07551"}, {"SGD": "S000003857", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 4932, "uniprot_kb": "P47137"}, {"PomBase": "SPAC19G12.09", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 4896, "uniprot_kb": "O13848"}, {"PomBase": "SPBC8E4.04", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 4896, "uniprot_kb": "O42888"}, {"PomBase": "SPAC26F1.07", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 4896, "uniprot_kb": "Q10494"}, {"dictyBase": "DDB_G0293850", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 352472, "uniprot_kb": "Q6IMN8"}, {"TAIR": "2025936", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 3702, "uniprot_kb": "Q9SXC0"}, {"TAIR": "2025926", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 3702, "uniprot_kb": "Q1PFI5"}, {"TAIR": "2154164", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 3702, "uniprot_kb": "Q9FJK0"}, {"TAIR": "2050155", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 3702, "uniprot_kb": "Q9SJV1"}, {"TAIR": "2050135", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 3702, "uniprot_kb": "Q9SJV2"}, {"TAIR": "2149715", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 3702, "uniprot_kb": "F4K9G7"}, {"TAIR": "2040751", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 3702, "uniprot_kb": "O80944"}, {"TAIR": "2065639", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 3702, "uniprot_kb": "Q84TF0"}, {"TAIR": "2084505", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 3702, "uniprot_kb": "Q9M338"}, {"TAIR": "2040646", "ortholog_type": "O", "panther_family": "PTHR11732", "taxid": 3702, "uniprot_kb": "Q0PGJ6"}], "uniprot_kb": "O60218"}, "pathway": {"humancyc": [{"id": "PWY-5451", "name": "acetone degradation I (to methylglyoxal)"}, {"id": "PWY-5453", "name": "methylglyoxal degradation III"}], "kegg": [{"id": "hsa00040", "name": "Pentose and glucuronate interconversions - Homo sapiens (human)"}, {"id": "hsa00051", "name": "Fructose and mannose metabolism - Homo sapiens (human)"}, {"id": "hsa00052", "name": "Galactose metabolism - Homo sapiens (human)"}, {"id": "hsa00561", "name": "Glycerolipid metabolism - Homo sapiens (human)"}, {"id": "hsa00790", "name": "Folate biosynthesis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}, {"id": "R-HSA-2187338", "name": "Visual phototransduction"}, {"id": "R-HSA-6806667", "name": "Metabolism of fat-soluble vitamins"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}, {"id": "R-HSA-975634", "name": "Retinoid metabolism and transport"}], "wikipathways": {"id": "WP702", "name": "Metapathway biotransformation Phase I and II"}}, "pdb": ["1ZUA", "4GA8", "4GAB", "4GQ0", "4GQG", "4I5X", "4ICC", "4JIH", "4JII", "4WEV", "4XZL", "4XZM", "4XZN", "5LIK", "5LIU", "5LIW", "5LIX", "5LIY", "5M2F", "5Y7N"], "pfam": "PF00248", "pharmgkb": "PA24676", "pharos": {"target_id": 15630, "tdl": "Tchem"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF266875", "relationship": "is"}, {"id": "GNF266876", "relationship": "is"}, {"id": "GNF266877", "relationship": "is"}, {"id": "GNF266878", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161680", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF000340", "relationship": "is"}, "NOVART_hs-genome_siRNA": {"id": "GNF134470", "relationship": "is"}}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": ["NP_064695.3", "XP_011514718.1", "XP_011514719.1", "XP_047276590.1", "XP_054214657.1", "XP_054214658.1", "XP_054214659.1"], "rna": ["NM_020299.5", "XM_011516416.2", "XM_011516417.3", "XM_047420634.1", "XM_054358682.1", "XM_054358683.1", "XM_054358684.1"], "translation": [{"protein": "XP_054214657.1", "rna": "XM_054358682.1"}, {"protein": "XP_054214658.1", "rna": "XM_054358683.1"}, {"protein": "XP_047276590.1", "rna": "XM_047420634.1"}, {"protein": "NP_064695.3", "rna": "NM_020299.5"}, {"protein": "XP_054214659.1", "rna": "XM_054358684.1"}, {"protein": "XP_011514718.1", "rna": "XM_011516416.2"}, {"protein": "XP_011514719.1", "rna": "XM_011516417.3"}]}, "reporter": {"HG-U133_Plus_2": "206561_s_at", "HG-U95Av2": "37482_at", "HTA-2_0": ["TC07000834.hg.1", "TC07002600.hg.1"], "HuEx-1_0": ["3025433", "3249533"], "HuGene-1_1": "8136336", "HuGene-2_1": "17051827"}, "retired": 9405, "summary": "This gene encodes a member of the aldo/keto reductase superfamily, which consists of more than 40 known enzymes and proteins. This member can efficiently reduce aliphatic and aromatic aldehydes, and it is less active on hexoses. It is highly expressed in adrenal gland, small intestine, and colon, and may play an important role in liver carcinogenesis. [provided by RefSeq, Jul 2008].", "symbol": "AKR1B10", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412323"}, "unigene": "Hs.116724", "uniprot": {"Swiss-Prot": "O60218"}, "wikipedia": {"url_stub": "AKR1B10"}}