{"AllianceGenome": "399", "HGNC": "399", "MIM": "103600", "_id": "213", "_version": 1, "accession": {"genomic": ["AC108157.3", "AH002596.2", "CH471057.1", "CP068274.2", "CS339763.1", "EF649953.1", "GM662929.1", "GN367252.1", "HC484161.1", "M12523.1", "NC_000004.12", "NC_060928.1", "NG_009291.1", "S69192.1", "S70799.1"], "protein": ["AAA51688.1", "AAA98797.1", "AAA98798.1", "AAB30282.1", "AAB31177.1", "AAF01333.1", "AAH14308.1", "AAH34023.1", "AAH35969.1", "AAH36003.1", "AAH41789.1", "AAN17825.1", "AAQ89947.1", "AAT11155.1", "AAT52213.1", "AAU21642.1", "AAX63425.1", "ABJ16448.1", "ABS29264.1", "AEE60908.1", "BAF85444.1", "BAG37325.1", "BAG60658.1", "BAG60674.1", "CAA00606.1", "CAA23753.1", "CAA23754.1", "CAA35747.1", "CAA35748.1", "CAA35749.1", "CAH18185.1", "CAL14739.1", "CAV33840.1", "CAY85984.1", "CBL66721.1", "EAX05659.1", "EAX05660.1", "EAX05661.1", "EAX05662.1", "EAX05663.1", "EAX05664.1", "EAX05665.1", "EAX05666.1", "EAX05667.1", "EAX05668.1", "EAX05669.1", "EAX05670.1", "EAX05671.1", "EAX05672.1", "EAX05673.1", "EAX05674.1", "EAX05675.1", "EAX05676.1", "EAX05677.1", "EAX05678.1", "NP_000468.1", "P02768.2"], "rna": ["A06977.1", "AF190168.1", "AF542069.1", "AK292755.1", "AK298437.1", "AK298461.1", "AK308044.1", "AK314794.1", "AY358313.1", "AY544124.1", "AY550967.1", "AY728024.1", "AY960291.1", "BC014308.1", "BC034023.1", "BC034026.1", "BC035969.1", "BC036003.1", "BC039235.1", "BC041789.1", "BJ993972.1", "CR749331.1", "DA536463.1", "DA642320.1", "DB186399.1", "DQ986150.1", "HQ537426.1", "N53869.1", "NM_000477.7", "V00494.1", "V00495.1", "X51363.1", "X51364.1", "X51365.1"], "translation": [{"protein": "CAA23753.1", "rna": "V00494.1"}, {"protein": "AAT11155.1", "rna": "AY544124.1"}, {"protein": "AAN17825.1", "rna": "AF542069.1"}, {"protein": "ABJ16448.1", "rna": "DQ986150.1"}, {"protein": "AAH14308.1", "rna": "BC014308.1"}, {"protein": "CAA23754.1", "rna": "V00495.1"}, {"protein": "AAH35969.1", "rna": "BC035969.1"}, {"protein": "CAA35749.1", "rna": "X51365.1"}, {"protein": "BAG60674.1", "rna": "AK298461.1"}, {"protein": "AAU21642.1", "rna": "AY728024.1"}, {"protein": "AEE60908.1", "rna": "HQ537426.1"}, {"protein": "BAG37325.1", "rna": "AK314794.1"}, {"protein": "AAH41789.1", "rna": "BC041789.1"}, {"protein": "AAX63425.1", "rna": "AY960291.1"}, {"protein": "CAA35747.1", "rna": "X51363.1"}, {"protein": "AAQ89947.1", "rna": "AY358313.1"}, {"protein": "CAA00606.1", "rna": "A06977.1"}, {"protein": "BAG60658.1", "rna": "AK298437.1"}, {"protein": "CAA35748.1", "rna": "X51364.1"}, {"protein": "AAT52213.1", "rna": "AY550967.1"}, {"protein": "AAF01333.1", "rna": "AF190168.1"}, {"protein": "CAH18185.1", "rna": "CR749331.1"}, {"protein": "NP_000468.1", "rna": "NM_000477.7"}, {"protein": "AAH36003.1", "rna": "BC036003.1"}, {"protein": "AAH34023.1", "rna": "BC034023.1"}, {"protein": "BAF85444.1", "rna": "AK292755.1"}]}, "alias": ["FDAHT", "HSA", "PRO0883", "PRO0903", "PRO1341"], "ensembl": {"gene": "ENSG00000163631", "protein": ["ENSP00000295897", "ENSP00000384695", "ENSP00000392541", "ENSP00000401820", "ENSP00000421027", "ENSP00000422784", "ENSP00000423727", "ENSP00000426179"], "transcript": ["ENST00000295897", "ENST00000401494", "ENST00000415165", "ENST00000441319", "ENST00000476441", "ENST00000484992", "ENST00000486939", "ENST00000495173", "ENST00000503124", "ENST00000504043", "ENST00000505649", "ENST00000507673", "ENST00000508932", "ENST00000509063", "ENST00000510166", "ENST00000511370", "ENST00000514786", "ENST00000515133"], "translation": [{"protein": "ENSP00000392541", "rna": "ENST00000441319"}, {"protein": "ENSP00000401820", "rna": "ENST00000415165"}, {"protein": "ENSP00000295897", "rna": "ENST00000295897"}, {"protein": "ENSP00000423727", "rna": "ENST00000476441"}, {"protein": "ENSP00000421027", "rna": "ENST00000503124"}, {"protein": "ENSP00000422784", "rna": "ENST00000509063"}, {"protein": "ENSP00000384695", "rna": "ENST00000401494"}, {"protein": "ENSP00000426179", "rna": "ENST00000511370"}], "type_of_gene": "protein_coding"}, "entrezgene": "213", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 25.8237677687, "exp_mis": 183.459417286, "exp_syn": 80.6632977944, "lof_z": 4.44904897772575, "mis_z": 0.341593868565861, "mu_lof": 1.82138407736e-06, "mu_mis": 1.59757393998e-05, "mu_syn": 6.71573468184e-06, "n_lof": 3.0, "n_mis": 174.0, "n_syn": 88.0, "p_li": 0.985726825017932, "p_null": 5.7992259452854e-08, "p_rec": 0.0142731169898081, "syn_z": -0.506421618150153}, "bp": 1830, "cds_end": 74286015, "cds_start": 74270044, "n_exons": 14, "nonpsych": {"exp_lof": 23.0909065976, "exp_mis": 165.766385314, "exp_syn": 72.7259691131, "lof_z": 4.3104902963115, "mis_z": 0.578479690456973, "mu_lof": 1.82138407736e-06, "mu_mis": 1.59757393998e-05, "mu_syn": 6.71573468184e-06, "n_lof": 2.0, "n_mis": 151.0, "n_syn": 76.0, "p_li": 0.99329173499641, "p_null": 5.49475400525762e-08, "p_rec": 0.00670821005605028, "syn_z": -0.241713739297061}, "nontcga": {"exp_lof": 23.7303703573, "exp_mis": 168.755178741, "exp_syn": 74.182735806, "lof_z": 4.19793817315686, "mis_z": 0.489179015935035, "mu_lof": 1.82138407736e-06, "mu_mis": 1.59757393998e-05, "mu_syn": 6.71573468184e-06, "n_lof": 3.0, "n_mis": 156.0, "n_syn": 81.0, "p_li": 0.970482665652289, "p_null": 3.47416585918332e-07, "p_rec": 0.0295169869311247, "syn_z": -0.50116498666695}, "transcript": "ENST00000295897.4"}, "exons": [{"cdsend": 73420298, "cdsstart": 73404327, "chr": "4", "position": [[73404286, 73404406], [73405115, 73405173], [73406628, 73406761], [73408593, 73408805], [73409354, 73409487], [73410311, 73410409], [73411995, 73412125], [73413419, 73413634], [73415034, 73415167], [73416255, 73416353], [73417530, 73417669], [73418087, 73418311], [73419506, 73419639], [73420253, 73420321], [73421091, 73421482]], "strand": 1, "transcript": "NM_000477", "txend": 73421482, "txstart": 73404286}], "exons_hg19": [{"cdsend": 74286015, "cdsstart": 74270044, "chr": "4", "position": [[74270003, 74270123], [74270832, 74270890], [74272345, 74272478], [74274310, 74274522], [74275071, 74275204], [74276028, 74276126], [74277712, 74277842], [74279136, 74279351], [74280751, 74280884], [74281972, 74282070], [74283247, 74283386], [74283804, 74284028], [74285223, 74285356], [74285970, 74286038], [74286808, 74287199]], "strand": 1, "transcript": "NM_000477", "txend": 74287199, "txstart": 74270003}], "generif": [{"pubmed": 11140838, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 11689002, "text": "binding study with novel antiretroviral nucleoside derivatives of AZT"}, {"pubmed": 11734007, "text": "solvent effects on the secondary structure of two proteins (serum albumin and apomyoglobin) were examined by circular dichroism following encapsulation in the hydrated pores of a silica glass matrix by the sol-gel method"}, {"pubmed": 11743713, "text": "first high-resolution crystal structures of HSA complexed with two important unsaturated fatty acids, the monounsaturated oleic acid (C18:1) and the polyunsaturated arachidonic acid (C20:4)"}, {"pubmed": 11810025, "text": "Tryptophan at amino acid position 214 is the principal site for nitrosation."}, {"pubmed": 11847277, "text": "Results support the involvement of certain basic amino acid residues in the catabolism of HSA-bound 15-keto-PGE2."}, {"pubmed": 11906609, "text": "structural characterization of structure in solution and dry state"}, {"pubmed": 11931649, "text": "Efficient identification of photolabelled amino acid residues by combining immunoaffinity purification with MS: revealing the semotiadil-binding site and its relevance to binding sites for myristates in domain III of human serum albumin."}, {"pubmed": 12009306, "text": "Data show that glucose interacts with multiple sites on human serum albumin, affecting its biochemical and biophysical properties. This may interfere with HSA normal function contributing to diabetic complications."}, {"pubmed": 12118010, "text": "chemical analysis of electrostatic interactions in human serum albumin"}, {"pubmed": 12480711, "text": "Albumin is the major component of plasma that blocks CLL cell killing by chlorambucil or radiation."}, {"pubmed": 12617161, "text": "review of role of serum albumin as a transport protein"}, {"pubmed": 12732844, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 12815038, "text": "albumin is a substrate of human chymase"}, {"pubmed": 12969171, "text": "Synthesis rate of albumin and fibrinogen are coordinately up-regulated."}, {"pubmed": 12970360, "text": "albumin affects glucose metabolism by impairing insulin-induced insulin receptor substrate (IRS) signaling through a protein kinase C alpha-mediated mechanism"}, {"pubmed": 13677478, "text": "A detailed chemometric analysis of ligand binding to domain-3A of human serum albumin is described. NMR & fluorescence data on a set of 889 chemically diverse compounds were used to develop a group contribution model based on 74 chemical fragments."}, {"pubmed": 14520007, "text": "Albumin isolated from uraemic plasma had a characteristically increased melting temperature because of bound ligands; purification of uraemic plasma at pH 5.08 completely restored the binding affinity of albumin for all the marker ligands"}, {"pubmed": 14687905, "text": "The developed immunoassay system using fluorescence dye and lateral-flow chromatography is a simple, fast and reliable method for quantifying the albumin concentration in whole blood."}, {"pubmed": 14759223, "text": "Propofol-binding sites are primarily found in domain III, whereas halothane sites are more widely distributed. Greater hydrophobic contacts, van der Waals interactions & hydrogen-bond formation account for the stronger binding of propofol."}, {"pubmed": 14983239, "text": "serum albumin may have a role in preventing the progression of atherosclerosis to major adverse cardiac events in patients with a low risk profile"}, {"pubmed": 15137089, "text": "human serum albumin studied by acoustic relaxation spectroscopy"}, {"pubmed": 15149953, "text": "ALB increased at 10 min postexercise in younger men only, whereas fibrinogen was elevated in both groups through 180 min postexercise."}, {"pubmed": 15210122, "text": "The effective specific volume, the activation energy and entropy of viscous flow for hydrated HSA were calculated"}, {"pubmed": 15353599, "text": "the role of this fluidity in the correlation between stability and function of the protein"}, {"pubmed": 15646839, "text": "albumin may have a role in progression of bronchial carcinoma"}, {"pubmed": 15716124, "text": "Based on the fluorescence responses for both hypocrellin B(JB) and human serum albumin HSA), binding of HB to HSA are more specific rather than distributed randomly on the surface of HSA."}, {"pubmed": 15740590, "text": "Albumin colocalized together with its transcription factor PCD/DCoH/HNF-1alpha in suprabasal keratinocytes in human full-thickness skin sections and in keratinocytes cultured in serum-free medium."}, {"pubmed": 15832324, "text": "The protein secondary structure showed no alterations at low PEG concentration (0.1 mM), whereas at high polymer content (1 mM), a reduction of alpha-helix from 59 ) to 53% and an increase of beta-turn from 11 to 22% occurred in the PEG-HSA complexes."}, {"pubmed": 15837789, "text": "glycation can influence or change local secondary structure in human serum albumin, as shown through NMR analysis of synthetic peptides"}, {"pubmed": 15890566, "text": "A pictorial model for the unfolding of the domains has been formulated"}, {"pubmed": 15913893, "text": "Contribution of histidine residues located in domain I into the neutral-to-basic (N-B) transition of human serum albumin was studied using site-directed mutagenesis."}, {"pubmed": 15942949, "text": "Cardamonin binding to albumin bindig site II alters protein secondary structure."}, {"pubmed": 15996651, "text": "Analbuminemia in a Swiss family is caused by a C --> T transition at nucleotide 4446"}, {"pubmed": 16037246, "text": "Modification of arginine residues by methylglyoxal may be particularly damaging because arginine residues have a high frequency of occurrence in ligand and substrate recognition sites in receptor and enzyme active sites."}, {"pubmed": 16054887, "text": "In the present study, the qualitative modification of albumin in HD patients (n = 20) was examined and their results were compared with healthy age-matched controls (n = 10)."}, {"pubmed": 16156788, "text": "report myristate binding to the N and B conformational states of Mn(III)heme-HSA (i.e. at pH 7.0 and 10.0, respectively) as investigated by optical absorbance and NMR spectroscopy"}, {"pubmed": 16159939, "text": "All three major serum-binding proteins, thyroxine-binding globulin, transthyretin, and albumin, were present in cytosol. May modify thyroid hormone deiodination and materno-fetal thyroid hormone transport."}, {"pubmed": 16201370, "text": "Data show that after the vitamin B6 was added into HSA solution the fluorescence of HSA was quenched partially."}, {"pubmed": 16213467, "text": "Human plasma contains four esterases: butyrylcholinesterase, paraoxonase, acetylcholinesterase, and albumin."}, {"pubmed": 16253963, "text": "Human granulosa cells express the carboxyl and amino terminal part of the HSA gene in levels comparable to those found in human hepatocytes."}, {"pubmed": 16324740, "text": "The unfolding of domain II precedes that of domain I and the unfolding of domain III follows that of domain I."}, {"pubmed": 16329499, "text": "Data shoe that H-bond and Van der Waals are two main reactions between HP and HSA."}, {"pubmed": 16337614, "text": "Post-operative ischemia-modified albumin increases are consistent with ischemic modification of albumin during exposure to ischemic conditions in skeletal muscle."}, {"pubmed": 16413837, "text": "Five interacting sites appear to account for the changes in structure of human serum albumin that accompany its binding of myristate."}, {"pubmed": 16454580, "text": "rate of folic acid photodegradation decreased drastically in the presence of ALB, whereas the spectral characteristics of the photoproducts remained constant"}, {"pubmed": 16608438, "text": "ATRA triggers an increase in the translation of C/EBPbeta-LIP that antagonizes C/EBP transactivators by interacting with their binding sites in the albumin promoter"}, {"pubmed": 16703327, "text": "Synthesis of albumin and fibrinogen is upregulated in type 2 diabetic patients with increased urinary albumin excretion."}, {"pubmed": 16705651, "text": "analysis of epigallocatechin-3-gallate interactino with human serum albumin by fluorescence, fourier transform infrared, circular dichroism, and docking studies"}, {"pubmed": 16721655, "text": "The typical Boltzmann's equation was used with a new approach to calculate the dissociation constants as well as the standard free energy changes for the HSA-bilirubin interactions."}, {"pubmed": 16843720, "text": "some mutant forms of HSA might potentially bind fatty acids and may be protective against the development of coronary heart disease"}, {"pubmed": 16916777, "text": "The urinary excretion of alpha1-microglobulin and albumin was significantly elevated in nine patients, and the urinary excretion of the two proteins correlated significantly."}, {"pubmed": 16939204, "text": "Analysis of adduction kinetics together with HSA structure and target residue pK(a) values suggest that location in the hydrophobic binding cavity and low predicted pK(a) of H242 account for its high reactivity toward HNE."}, {"pubmed": 16979183, "text": "Results show that fatty acids bind differentially, based on chain length, to different domains of human serum albumin, and that binding is sensitive to amino acid substitutions in other parts of the protein."}, {"pubmed": 17002873, "text": "thermal conformational changes of human serum albumin in phosphate buffer, 10 mM at pH = 7 are investigated; results indicate that temperature increment from 25 degrees C to 55 degrees C induces reversible conformational changes in the structure of HSA"}, {"pubmed": 17048273, "text": "Our results show clear evidence that the conserved H166 is a key player in the FcRn-albumin interaction."}, {"pubmed": 17048876, "text": "formation of amyloid fibrils in the plasma protein human serum albumin under different in vitro conditions"}, {"pubmed": 17054386, "text": "The protein secondary structure, analysed by CD spectroscopy, showed no major alterations at low resveratrol concentrations,whereas at high pigment content there is a major increase of the alpha-helix."}, {"pubmed": 17058928, "text": "Data show that the binding constants of serum albumin and ZnPc(COOH)16 were 2.25-2.94 x 10(6) L x mol(-1)."}, {"pubmed": 17064838, "text": "The electrostatic interaction of amino acid lysines 190, 195 and 199 of human serum albumin (HSA) with bilirubin have been investigated"}, {"pubmed": 17067818, "text": "Structural evidence of esterase activity of human serum albumin."}, {"pubmed": 17109502, "text": "The biliary IL-6 and TNF-alpha levels were positively correlated with serum DBIL, TBA and gamma-GT levels in infantile hepatitis syndrome subjects."}, {"pubmed": 17184834, "text": "The aim of present study was to examine the interaction of retinol and retinoic acid with human serum albumin in aqueous solution at physiological conditions using constant protein concentration and various retinoid contents."}, {"pubmed": 17200780, "text": "antibodies to beta2GP1, and to a lesser extent with serum albumin, leads to modifications in the cellular and protein composition of atherosclerotic plaques"}, {"pubmed": 17347578, "text": "Serum levels of albumin and CRP correlated with dialysis patients' treatment costs. Achieving the Kidney Disease Outcomes Quality Initiative targets may be associated with lower costs."}, {"pubmed": 17438360, "text": "the active site in serum albumin inhibiting endothelial apoptosis is partially cryptic, and acts via a G-coupled protein PI3K-dependent mechanism"}, {"pubmed": 17460892, "text": "Results set a good basis for the establishment of transgenic porcine which expresses human serum albumin."}, {"pubmed": 17467280, "text": "The concentration of this protein transfected into tobacco roots was 0.087 ng ml whereas the soil concntration was 0.049 ng g."}, {"pubmed": 17499233, "text": "Increased serum levels of glycated albumin, C-reactive protein and tumor necrosis factor-alpha are associated with the presence and severity of coronary artery disease and renal impairment in patients with type 2 diabetes mellitus"}, {"pubmed": 17575979, "text": "1.4A crystal structure of bacterial albumin-binding (GA) domain, and compare it with the crystal structure of the GA-albumin complex."}, {"pubmed": 17587712, "text": "An increased serum level of glycated albumin is associated with the presence and severity of coronary artery disease, and may be useful in screening patients with type 2 diabetes mellitus."}, {"pubmed": 17603933, "text": "Enhances antioxidant activity of quercetin by regenerating some of its oxidation products retaining a H-donating activity."}, {"pubmed": 17940721, "text": "Systemic lupus erythrmatosus patients with lower serum albumin had lower normalized high-frequency power and higher low-/high-frequency power ratio"}, {"pubmed": 17987802, "text": "the oxidation of plasma proteins, especially human serum albumin , might enhance oxidative stress in hepatocellular carcinoma patients."}, {"pubmed": 18028874, "text": "Direct titrations of HSA with Abeta40 was monitored using circular dichroism spectroscopy and a dissociation constant (K(d)) of 5+/-1 microM for a HSA complex with Abeta40 was obtained."}, {"pubmed": 18029235, "text": "Changes of net charge and alpha-helical content affect the pharmacokinetic properties of human serum albumin."}, {"pubmed": 18054940, "text": "Circulating ischemia modified albumin is negatively correlated to melatonin in ST-elevation myocardial infarct-patients"}, {"pubmed": 18068661, "text": "Hence, the analysis of spectral data confirms the ITC results about the biphasic mechanism of HSA folding changes induced by CPC."}, {"pubmed": 18178096, "text": "different temperature-induced folded states of human serum albumin in buffer solutions of widely differing pH values"}, {"pubmed": 18192916, "text": "Plasma albumin mRNA quantification predicts posttransplant hepatocellular carcinoma recurrence."}, {"pubmed": 18200582, "text": "Results of ischemia-modified albumin and CRP were correlated with final diagnoses of nonischemic chest pain (NICP) and acute coronary syndrome (ACS)."}, {"pubmed": 18200583, "text": "The aim of this study was to evaluate the levels of ischemia-modified albumin and lactate in patients with established anemia associated with chronic kidney disease and its correlations with hemoglobin levels."}, {"pubmed": 18256067, "text": "Obstructive sleep apnoea patients demonstrated a reduction in serum albumin antioxidant properties"}, {"pubmed": 18287254, "text": "Study demonstrates decreased mortality and hospitalization risk with albumin > or = 3.5/3.2 g/dl and suggests that adolescent hemodialysis patients who are able to achieve serum albumin > or = 4.0/3.7 g/dl may have the lowest mortality risk."}, {"pubmed": 18323672, "text": "Serum albumin was significantly associated with the severity of retinopathy and neuropathy."}, {"pubmed": 18346470, "text": "These results suggest that oxidative stress and fatty acids on albumin can influence albumin-cobalt binding in patients with fatty liver by independent mechanisms."}, {"pubmed": 18386863, "text": "attempt has been made to characterize the simultaneous binding of the two ligands in various temperature-dependent folded states of human serum albumin"}, {"pubmed": 18464274, "text": "Fourier transform infrared spectroscopy and circular dichroism binding studies indicate that the conformation of human serum albumin is not at all affected when bound to porphyrin."}, {"pubmed": 18474236, "text": "This review brings together recent insights on albumin antioxidant properties."}, {"pubmed": 18513410, "text": "Ischemia-modified albumin is a good alternative to D-dimer in pulmonary embolism diagnosis in terms of both cost and efficiency."}, {"pubmed": 18579803, "text": "Copper is taken up efficiently from albumin and alpha2-macroglobulin by cultured human cells by more than one mechanism."}, {"pubmed": 18791744, "text": "proband presented with acute glomerulonephritis and was found to have underlying congenital analbuminemia"}, {"pubmed": 18958405, "text": "Investigate the movement of intravitreal human serum albumin nanoparticles in the vitreous and retina."}, {"pubmed": 18979581, "text": "During parenteral nutrition infusion, albumin synthesis increased significantly in pediatric Crohn disease."}, {"pubmed": 19011736, "text": "Serum albumin at admission would be a useful predictor of the functional outcome and trials for the correction of hypoalbuminaemia from the acute stage would be helpful to decrease the risk of poor outcome in ischaemic stroke patients."}, {"pubmed": 19139584, "text": "analysis the binding properties of terminally substituted alkanes (C(n)X, X = COOH, OH, CHO, NH(2)) to human serum albumin"}, {"pubmed": 19212124, "text": "In this review, evidence is shown that screening for albuminuria may be of great benefit, not only as an argument to start treatment to prevent progressive renal function loss, but also to prevent cardiovascular events."}, {"pubmed": 19298387, "text": "Here, biochemical characterization by (1)H-NMR relaxometry and optical spectroscopy of a truncated form of HSA (tHSA) encompassing domains I and II (Asp1-Glu382) is reported."}, {"pubmed": 19318029, "text": "Hypercholesterolemia is associated with an increase in inflammatory and oxidative stress biomarkers, and it also reduces the capacity of albumin to bind cobalt owing to ischemia, resulting in an increased IMA."}, {"pubmed": 19339807, "text": "fatty acid-binding protein-5, squamous cell carcinoma antigens 2, alpha-enolase, annexin II, apolipoprotein A-I and albumin were detected at a high level in Atopic dermatitis skin lesions, but scarcely in the normal controls"}, {"pubmed": 19375269, "text": "Ischemia modified albumin (IMA) and C-reactive protein increase in myocardial damage; IMA also increases in benign prostate hyperplasia"}, {"pubmed": 19377253, "text": "In type 2 diabetic patients, microalbuminuria is accompanied by elevated HS-CRP (high sensitivity C-reactive protein)"}, {"pubmed": 19404566, "text": "Iron metabolism influences HbA(1C) levels, but not glycated albumin levels in premenopausal women."}, {"pubmed": 19450464, "text": "To gain insight into the carrier function of HSA, the binding of levamlodipine with HSA has been investigated as a model system by a combined experimental and theoretical/computational approach."}, {"pubmed": 19484197, "text": "Human umbilical vein endothelial cells exposed to human serum albumin-advanced glycation end-product 4 were apoptotic and not necrotic."}, {"pubmed": 19505594, "text": "Analysis of modified albumins showed that both glycation and oxidation increase the albumin iron binding capacity."}, {"pubmed": 19520864, "text": "N99D and N99H mutations enhance Zn(2+) binding but alter protein stability, whereas mutation of His(67) to alanine removes an interdomain H-bond and weakens Zn(2+) binding."}, {"pubmed": 19572666, "text": "systematic study on the relationship between HSA amyloid-like fibrillation kinetics, fibrillation pathways and the resulting aggregated proteins under different conditions"}, {"pubmed": 19588173, "text": "interaction between 5-Methyluridine and human serum albumin under simulative physiological conditions"}, {"pubmed": 19601929, "text": "Structural information on human serum albumin-lysophospholipid interaction provide understanding of transport and distribution of lysophospholipids."}, {"pubmed": 19615354, "text": "an association of increased GA, hsCRP and sICAM-1 levels with diffuse coronary artery disease in patients with type 2 diabetes mellitus"}, {"pubmed": 19664386, "text": "Advanced glycation end productsof human serum albumin stimulate tubular epithelial cells to produce PAI-1 through activation of NADPH oxidase."}, {"pubmed": 19707690, "text": "a crucial role of a basic amino acid triad the entrance of the heme pocket in rHSA (Arg-114, His-146, Lys-190) for O(2) and CO binding to the prosthetic Fe(2+)PP group"}, {"pubmed": 19711930, "text": "As water loading increases, there is evidence for progressive refolding of loop 1 of domain I followed by recoupling with domains I, II, and III in the [C4mim][BF4]/ddH2O mixtures at 20 degrees C."}, {"pubmed": 19733855, "text": "This study suggests that glycated serum albumin induces expression of IL-8 in VSMCs and that TLR-4, mitogen-activated protein kinases, NF-kappaB, and NADPH oxidase are involved in that process."}, {"pubmed": 19734142, "text": "Ibuprofen binding impairs allosterically peroxynitrite isomerization by HSA-heme-Fe(III)."}, {"pubmed": 19785033, "text": "Five-nanosecond molecular dynamics simulations were performed to study the conformational features of its primary ligand binding sites."}, {"pubmed": 19883602, "text": "Human serum albumin inhibits Abeta fibrillization through a \"monomer-competitor\" mechanism"}, {"pubmed": 19884191, "text": "Results suggested that microenvironment around tryptophan residue was tightly packed at acidic and basic pH although entire conformation was loosened."}, {"pubmed": 19955769, "text": "Ischemia-modified albumin may be used as not only an indicator of myocardial ischemia-reperfusion injury, but also as a useful indicator of the cardioprotective effect of N-acetylcysteine in coronary bypass grafting."}, {"pubmed": 20006594, "text": "A recombinant truncated HSA variant, HSA(Bartin), does not interact with FcRn, which gives a molecular explanation for the low serum levels."}, {"pubmed": 20018394, "text": "The association of urinary albumin excretion with renal dysfunction suggests that the diagnosis of macroalbuminuria is more predictive of end-stage renal disease than of cardiovascular disease."}, {"pubmed": 20018855, "text": "No binding of albumin was observed at physiological pH to neonatal Fc receptor. At acidic pH, a 100-fold difference in binding affinity was observed."}, {"pubmed": 20025859, "text": "The data suggest that analbuminemia is the result of widely scattered random mutations."}, {"pubmed": 20160662, "text": "Despite the decrease in albumin concentration, albumin synthesis was enhanced in severely burned patients during the flow phase."}, {"pubmed": 20171595, "text": "the identification of the base change that causes bisalbuminemia in a Croatian family"}, {"pubmed": 20211614, "text": "Our data suggest that the efficacy of this detoxication system is based on the high concentration of albumin in plasma (and in the rest of the body), and not on the catalytic efficacy itself, which is low for albumin."}, {"pubmed": 20215742, "text": "measurement of prealbumin may be important for nutritional status evaluation, preventing protein insufficiency in milder forms of phenylketonuria"}, {"pubmed": 20306030, "text": "transfer of spin-labelled steric acid between serum albumin and sterically stabilised liposomes"}, {"pubmed": 20346571, "text": "functional and structural aspects of the allosteric modulation of heme and drug (e.g., warfarin and ibuprofen) binding to human serum albumin"}, {"pubmed": 20381621, "text": "Showed human serum albumin co-precipitated with components of the commonly used YPD growth medium in aqueous solutions at pH <5. Co-precipitation and re-solubilization of HSA were solely pH-dependent and occurred almost instantly at room temperature."}, {"pubmed": 20471030, "text": "This protein has been found differentially expressed in thalami from patients with schizophrenia."}, {"pubmed": 20603593, "text": "2 Korean patients with bisalbuminemia showed genetic variations in the ALB gene."}, {"pubmed": 20692819, "text": "Data indicate that CD spectroscopy of the HSA and BSA released in solution after desorption from the matrices shows that, while both proteins partially regain their helical structure, they show a distinct behaviour in their tertiary structure."}, {"pubmed": 20705604, "text": "human serum albumin could be one of these possible partners as it removes hemin bound to ECL3 and interacts with ABCG2, with a K(d) of about 3 mum."}, {"pubmed": 20716240, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20818804, "text": "The results revealed that a circulating and abundant modified glycated human serum albumin protein in diabetic patients induced a sustained reactive oxygen species production in human endothelial cells."}, {"pubmed": 20828817, "text": "Low albumin is associated with lymphomatous adult T-cell leukemia/lymphoma."}, {"pubmed": 20835227, "text": "Rad53 acts on Dbf4-dependent kinases directly by phosphorylating Dbf4, whereas the cyclin-dependent kinase pathway is blocked by Rad53-mediated phosphorylation of the downstream CDK substrate, Sld3"}, {"pubmed": 21190025, "text": "Hypoalbuminemia is a predictor of poor surgical outcomes of colon cancer."}, {"pubmed": 21190670, "text": "The Abeta oligomers are recognized by albumin through sites that are evenly partitioned across the three albumin domains and that bind the Abeta oligomers with similar dissociation constants."}, {"pubmed": 21193536, "text": "Detection of essentially all human serum albumin-Cys34 modifications over a specified range of mass increases, was studied."}, {"pubmed": 21228463, "text": "the mechanisms for preventing EGCg oxidation by HSA"}, {"pubmed": 21271345, "text": "Lower albumin levels in African Americans indicate poorer nutritional status at colorectal cancer diagnosis."}, {"pubmed": 21326965, "text": "the density of gamma globulin and albumin fractions were significantly associated with HIV status, and among HIV positive patients, with stage of HIV disease and ART."}, {"pubmed": 21439346, "text": "Data show that participation of several amino acid residues in drug-HSA complexation, with extended H-bonding network."}, {"pubmed": 21456469, "text": "The overall efficacy of IMA [ischemia modified albumin]in differentiating AMI[Acute Myocardial Infarction] from Non-AMI cases appears to be comparable to that of CK-MB and cTnI"}, {"pubmed": 21488149, "text": "Histidine146 of human serum albumin plays a prominent role at the interface of subdomains IA and IIA in allosteric ligand binding"}, {"pubmed": 21494773, "text": "Analysis of the S-S stretching region suggested the radical species caused modifications in the 17 disulphide bridges of serum albumin."}, {"pubmed": 21521316, "text": "Data show that leptin is better than any other biological parameter for monitoring the efficacy of renutrition, including albumin, transthyretin, leptin, IGFBP-1, IGFBP-3 and IGF-1."}, {"pubmed": 21539799, "text": "Human serum albumin, spin-labeled fatty acids, and Cu(II) protoporphyrin IX-a hemin analog-form a fully self-assembled system that allows obtaining distances and mutual orientations between the paramagnetic guest molecules."}, {"pubmed": 21635915, "text": "binding of aristolochic acid I (AAI) to human serum albumin"}, {"pubmed": 21843484, "text": "The thermal denaturation of human serum albumin and the associated solvation was investigated using terahertz (THz) spectroscopy."}, {"pubmed": 21950461, "text": "The effect of a room temperature ionic liquid on the conformational dynamics of a protein, human serum albumin, is studied by fluorescence correlation spectroscopy."}, {"pubmed": 21997768, "text": "The study shows the structure of human serum albumin-Myristate-DAUDA ternary complex and identifies clearly the presence of two DAUDA molecules at fatty acid binding site 6 and 7 of albumin, thus showing these two sites are weak fatty acids binding sites."}, {"pubmed": 22120732, "text": "the importance of post-translational modifications of albumin and fragments thereof in patients with renal disease"}, {"pubmed": 22209935, "text": "The first report of native human serum albumin (HSA)-prolactin inducible protein complex formation in seminal plasma."}, {"pubmed": 22244477, "text": "Increased serum glycated albumin levels is a biomarker for risk factors in contrast induced-acute kidney injury."}, {"pubmed": 22306656, "text": "The analysed compounds were able to pass BBB, they present good drug-like properties and they showed a high affinity to HSA."}, {"pubmed": 22351593, "text": "Cys34 plays a more important role than the Met residues in the antioxidant activity of human serum albumin."}, {"pubmed": 22437883, "text": "ischemia-modified albumin can act as a biomarker that reflects the presence of diabetic ketoacidosis"}, {"pubmed": 22440250, "text": "Glycated albumin/HbA1c ratio is increased in patients with varices and with the bleeding risk of the varices."}, {"pubmed": 22450170, "text": "enhanced reactivity of the albumin thiol at neutral pH upon fatty acid binding"}, {"pubmed": 22513409, "text": "Displacement of a fluorescence probe showed that PCS mainly binds to site II, which is the high-affinity site for PCS, on human serum albumin."}, {"pubmed": 22549788, "text": "serum albumin possesses chaperone-like properties and that this activity is maintained under a number of physiologically relevant conditions."}, {"pubmed": 22613267, "text": "Detection of a novol homozygous GT transition in the first base of intron 11 (c.1428 1G>T) of the human serum albumin gene in two children with analbuminemia."}, {"pubmed": 22630368, "text": "Data indicate that in acute chest pain patients, the N-terminal site of human serum albumin (HSA) has a negligible or limited role in cobalt binding in the albumin cobalt-binding (ACB) assay."}, {"pubmed": 22642562, "text": "Ischemia-modified albumin might be useful for the prediction and diagnosis of perinatal asphyxia."}, {"pubmed": 22658569, "text": "Increased carotid artery intima-media thickness and high plasma glycated albumin levels were associated with increased atherosclerosis risk in a Japanese poulation."}, {"pubmed": 22675238, "text": "Study found first time evidence that human adipocytes express albumin. The results also showed that systemic inflammation does not modulate albumin gene expression."}, {"pubmed": 22685563, "text": "Data show a correlation with non-microbial drug resistance as serum albumin (HSA) is capable of self-hydrolysis of beta-lactam drugs, which is further potentiated by pollutants due to conformational changes in HSA."}, {"pubmed": 22718756, "text": "a significant role for HSA regulating Abeta fibril growth in the brain interstitium."}, {"pubmed": 22815976, "text": "albumin prevents 6-hydroxydopamine-induced loss of tyrosine hydroxylase"}, {"pubmed": 22832880, "text": "Novel glycation sites on serum albumin reveal that non-enzymatic glycation in healthy individuals is more complex than previously thought."}, {"pubmed": 22870899, "text": "Significant differences in albumin ratio are found between patients with advanced Parkinson's disease, and both early-stage and unaffected groups. Conversely, early-phase patients do not differ from healthy subjects."}, {"pubmed": 22878801, "text": "predicts major adverse cardiac events in congestive heart failure independent of B-type natriuretic peptide"}, {"pubmed": 22905377, "text": "analysis of molten globule intermediates of human serum albumin in low concentration of urea"}, {"pubmed": 22968245, "text": "Serum albumin was not affected by short-term perioperative high-energy intake."}, {"pubmed": 22982313, "text": "The results suggest that CUG-BP1 binds to nucleotides 51-100 of the human albumin 3'UTR. In human cells CUG-BP1 binding may thus play a role in regulation of albumin expression and, additionally, it may have a function in post-transcriptional control in CHO cells."}, {"pubmed": 23099538, "text": "the (1)H-NMR relaxometric study of Mn(II) binding to HSA is reported. Mn(II) binding to HSA is modulated by Zn(II), pH, and myristate through competitive inhibition and allosteric mechanisms."}, {"pubmed": 23103397, "text": "Monitoring of the human serum albumin carbonylation level through determination of guanidino group content."}, {"pubmed": 23104623, "text": "The residues of serum albumin that strongly interact with heme were determined."}, {"pubmed": 23176518, "text": "The discovery of this new ALB mutation sheds light on the molecular mechanism underlying the analbuminemic trait and may serve in the development of a rapid genetic test for the identification of a-symptomatic heterozygous carriers."}, {"pubmed": 23182422, "text": "Blood-brain barrier dysfunction and astrocytic albumin uptake is a potential epileptogenic factor in long-term epilepsy-associated gangliogliomas."}, {"pubmed": 23215783, "text": "Serum albumin cysteinylation is increased in older, end stage renal disease patients."}, {"pubmed": 23285146, "text": "preoperative serum albumin concentration </= 3.5 mg/dL as well as POD1 albumin concentration </= 2.7 mg/dL was an independent predictor of postoperative medical complication and mortality."}, {"pubmed": 23351092, "text": "During intestinal exfoliative rejection (ExR) after intestinal transplantation, patients had low serum albumin levels, reaching a minimum average of 1.9 +/- 0.3 g/dL. Lower serum albumin levels correlated with worse patient and graft outcome."}, {"pubmed": 23360066, "text": "The study detects and characterizes nine individual binding sites by two-dimensional (2D) nuclear magnetic resonance spectroscopy of 18-[(13)C]-oleic acid complexed with human serum albumin."}, {"pubmed": 23473402, "text": "By employing a circular dichroism (CD) spectroscopic approach, it is shown that biliverdin is the specific CD label of an additional drug binding area in subdomain IB of serum albumin."}, {"pubmed": 23531836, "text": "both conformation and stiffness of HSA molecules in solutions at isoelectric point and at neutral pH are the same"}, {"pubmed": 23538348, "text": "Glycated albumin provides a significantly better measure to estimate glycemic control in hemodialysis patients with diabetes. The assessment of glycemic control by HbA1c in these patients might lead to underestimation of glycemic control."}, {"pubmed": 23592780, "text": "The linear form of glucose forms a covalent bond to Lys-195 of HSA, but this is not the case for fructose."}, {"pubmed": 23673386, "text": "Human Serum Albumin Inhibits Histone H4-induced Platelet Aggregation in a Dose-dependent Fashion."}, {"pubmed": 23702842, "text": "The aim of this work was to evaluate the ability of oxidative and glycative stressors to modify properties of human serum albumin."}, {"pubmed": 23724004, "text": "The binding of synthesized coumarin derivatives with human serum albumin (HSA) at physiological pH 7.2, was studied."}, {"pubmed": 23732484, "text": "Suggest acetaldehyde-human serum albumin adduct as molecular marker for alcohol intake."}, {"pubmed": 23886889, "text": "the binding of diosmin to human serum albumin significantly contributes to protect the protein against degradation"}, {"pubmed": 23888317, "text": "Data indicate that C-reactive protein (CRP) and the CRP/albumin ratio showed opposite behavior in groups, significantly reducing their values in treated patients."}, {"pubmed": 23891063, "text": "Elevated ischemia-modified albumin serum levels together with low levels of PAPP-A are detected in the first trimester in mothers bearing small-for-gestational-age fetuses."}, {"pubmed": 23904329, "text": "Data indicate that glutathione (GSH)-cadmium telluride (CdTe) QDs with larger particle size exhibited a much higher effect on human serum albumin (HSA) than the small particles."}, {"pubmed": 23958299, "text": "human serum albumin influences glycation of fibrinogen"}, {"pubmed": 24038622, "text": "Results show that sequential unfolding behavior of different domains of Human Serum Albumin remains same in presence of sucrose; however, a higher GnHCl concentration is required for unfolding, suggesting stabilizing effect of sucrose on HSA."}, {"pubmed": 24076337, "text": "No clinical benefit of 25% albumin is shown in patients with ischemic stroke; however, further efforts to identify effective strategies to protect the ischemic brain should not be discouraged."}, {"pubmed": 24096130, "text": "The binding site to HSA was confirmed by competitive studies of the ruthenium compounds with warfarin."}, {"pubmed": 24122695, "text": "The conformational dynamics of human serum albumin (HSA) was investigated by principal component analysis (PCA) applied to three molecular dynamics trajectories of 200 ns each."}, {"pubmed": 24146932, "text": "The induced circular dichroism in dansylglycine provoked by its binding to human serum albumin (HSA), was investigated."}, {"pubmed": 24267981, "text": "Data (including data from biophysical studies using Langmuir lipid monolayer technique) suggest that human/bovine ALB exhibits minimal electrostatic repulsion and inserts effectively into phospholipid monolayers. [REVIEW]"}, {"pubmed": 24280624, "text": "CB2 receptor expression in proximal tubule cells is modulated by internalization of albumin."}, {"pubmed": 24319355, "text": "Site marker compettive and fluorescence experiments revealed that the binding of isoimperatorin to HSA occurred at or near site I."}, {"pubmed": 24359035, "text": "Data suggest that human serum albumin (HSA) might serve as a carrier in delivering chitooligomers to target tissues than alpha-1-glycoprotein (AGP) which has pharmacological importance."}, {"pubmed": 24416244, "text": "effect of hydrogen peroxide oxidation on Human Serum Albumin (HSA) structure, thermal stability and aggregation properties"}, {"pubmed": 24458291, "text": "results indicate that there is a positive association between albumin and cognitive performance in physiologically healthy participants."}, {"pubmed": 24477648, "text": "Low serum albumin is associated with metastatic renal cell carcinoma."}, {"pubmed": 24485317, "text": "prometryn binding resulted in rearrangement and conformational change of HSA with reduction in alpha-helix and increases in beta-sheet, beta-turn and random coil structures."}, {"pubmed": 24494774, "text": "The R218S substitution in the albumin gene reported here causes familial dysalbuminemic hyperthyroxinemia that, in terms of the magnitude of serum iodothyronine elevation, is intermediate to the two previously reported mutations at codon 218"}, {"pubmed": 24583848, "text": "Data indicate that serum albumin binding site 1 is a preformed binding pocket within the core of subdomain IIA, which comprises six helices of the subdomain and a loop-helix feature (residues 148-154) contributed by subdomain IB."}, {"pubmed": 24585388, "text": "Albumin plays an important role in maintaining redox status by regulating the levels of ROS and associated with changes in the ratio of SFA/USFA."}, {"pubmed": 24627724, "text": "Aberrant splicing in the albumin gene is associated with congenital analbuminemia"}, {"pubmed": 24646103, "text": "A novel mutation (R222I) in the ALB gene mediates dominantly inherited dysalbuminemic hyperthyroxinemia."}, {"pubmed": 24652290, "text": "Extending serum half-life of albumin by engineering neonatal Fc receptor (FcRn) binding."}, {"pubmed": 24691203, "text": "The main finding of this study is that HSA was identified as a potent physiological inhibitor of the ACE."}, {"pubmed": 24695471, "text": "This study suggests that antecedent low levels of ALB and total protein may be a risk factor for the acquisition of Clostridium difficile infection."}, {"pubmed": 24738021, "text": "The circulating albumin, once filtered in plaque, undergoes Cysteine(34) oxidative modifications."}, {"pubmed": 24744315, "text": "Data suggest riboflavin status regulates hepatocyte gene expression; in HepG2 cells, depletion of LSD1 (lysine (K)-specific demethylase 1A) causes aberrant gene regulation in riboflavin-deficient cells resulting in increased ALB expression."}, {"pubmed": 24769178, "text": "N-AcMet is an effective stabilizer of albumin during photo-irradiation, while N-Ac-Trp promotes photo-oxidative damage to albumin."}, {"pubmed": 24798807, "text": "[review] Albumin concentration of random urine samples has become the screening tool of choice for the population with diabetes mellitus (DM), considering the rising incidence of DM and the constrained health care resources in many countries."}, {"pubmed": 24875960, "text": "Data indicate that preoperative malnutrition, defined as serum albumin level <3.5 g/dL), was an independent risk factor for postsurgical complications for patients with elective spine surgery."}, {"pubmed": 24881541, "text": "Data indicate that flavonoid derivative 3d can bind to human serum albumin (HSA) with noncovalent bond in a relatively stable way."}, {"pubmed": 24915561, "text": "Ischemia-modified albumin (IMA) levels were found to be significantly higher in patients with transient tachypnea of the newborn than in controls. Higher IMA was also associated with greater treatment requirements."}, {"pubmed": 24967376, "text": "low albumin concentration decreases [Ca(2+)]c, while higher concentration, induces increase in [Ca(2+)]c. It was shown that increase in [Ca(2+)] c was mediated by inositol 1,4,5-trisphosphate and released from internal stores."}, {"pubmed": 24999531, "text": "Ischaemia-modified albumin may be a valuable marker in perinatal hypoxia and intrauterine growth restriction detection."}, {"pubmed": 25019475, "text": "serum and salivary ischemia-modified albumin significantly increased in preeclampsia"}, {"pubmed": 25031079, "text": "curcumin interacts with HSA strongly thereby its poor half life is due to high rate of its metabolic detoxification as reported in literature."}, {"pubmed": 25034876, "text": "Data suggest that serum albumin may predict survival at the start of treatment."}, {"pubmed": 25051913, "text": "The pretreatment serum albumin level is a simple, inexpensive and easily measurable marker with prognostic significance in MPM patients treated with platinum-based systemic chemotherapy"}, {"pubmed": 25129278, "text": "Attenuations in serum albumin over time relate to increased mortality in chronic heart failure."}, {"pubmed": 25211495, "text": "Here we propose a possible cellular route and mechanism by which albumin is transferred from blood into CSF across a sub-population of specialised choroid plexus epithelial cells"}, {"pubmed": 25218816, "text": "Data show that serum albumin (SA)-adjusted GA (SAaGA) reflects glycemic control in Cushing's syndrome."}, {"pubmed": 25220335, "text": "Designed Tyr-Tyr dipeptide as a ligand for affinity chromatography separation of human serum albumin."}, {"pubmed": 25300043, "text": "Spectroscopic and molecular modeling study on the separate and simultaneous bindings of alprazolam and fluoxetine hydrochloride to human serum albumin (HSA): with the aim of the drug interactions probing"}, {"pubmed": 25305605, "text": "The decreased binding constants and the number of binding sites of DPPH with HSA by the introduction of the eight antioxidants may result from the competition of the eight antioxidants and DPPH binding to HSA."}, {"pubmed": 25344603, "text": "domain I and III of albumin required for optimal pH-dependent binding to the neonatal Fc receptor"}, {"pubmed": 25353287, "text": "When interpreted in conjunction with Arginase-1, albumin in situ hypbidization offers a high level of sensitivity and specificity for diagnosis of hepatocellular carcinoma."}, {"pubmed": 25353308, "text": "Plasma free fatty acid levels influence Zn(2+) -dependent histidine-rich glycoprotein-heparin interactions via an allosteric switch on serum albumin."}, {"pubmed": 25398541, "text": "Ruthenium (II) complexes interact with human serum albumin and induce apoptosis of tumor cells."}, {"pubmed": 25409650, "text": "The results showed that after the adsorption of albumin on the gold nanoparticle, human serum albumin was denatured and the amount of alpha-helix significantly decreased."}, {"pubmed": 25444746, "text": "A novel 191Ala-->Thr mutation in serum albumin"}, {"pubmed": 25448930, "text": "The aim of the study was to investigate the influence of oxidative stress on human serum albumin (HSA) structure and evaluate of possible alterations in the binding of the drug to oxidized human serum albumin."}, {"pubmed": 25550594, "text": "Lower serum albumin and male gender are associated with the development of postoperative pancreatic fistula after pancreaticoduodenectomy."}, {"pubmed": 25651727, "text": "Glycated albumin levels showed positive correlation with total serum albumin consentration in hypoalbuminemia."}, {"pubmed": 25669924, "text": "Data show that serum albumin (SA) level remained an independent predictor of overall survival (OS) and median leukemia-free survival (LFS)."}, {"pubmed": 25681619, "text": "The heat induced denaturation of human serum albumin, was investigated."}, {"pubmed": 25713411, "text": "albumin decreases precursor and mature forms of integrin-beta1 through reactive oxygen species-reticulum stress pathway in podocytes."}, {"pubmed": 25735846, "text": "This study compared glycated human serum albumin by glucose with HSA glycated by fructose."}, {"pubmed": 25744197, "text": "Albumin loss during post-dilution hemodiafiltration did not affect nutritional status."}, {"pubmed": 25748384, "text": "A substantial impact of the liposomes on the bilirubin binding to human serum albumin."}, {"pubmed": 25758354, "text": "These data provide evidence for the partial denaturation of albumin and exacerbated oxidative stress among patients in advanced stages of diabetes nephropathy before and even after dialysis"}, {"pubmed": 25775261, "text": "ischemia modified albumin may act as a marker of ischemia and oxidative stress in newborns delivered to pre-eclamptic mothers."}, {"pubmed": 25807652, "text": "The albumin-thiol redox state was significantly oxidized in correlation with serum MMP-3 elevation in rheumatoid arthritis"}, {"pubmed": 25843331, "text": "Data suggest that serum IMA (ischemia-modified albumin) levels in subjects with overt and subclinical hyperthyroidism are essentially the same at baseline and with antithyroid drug therapy."}, {"pubmed": 25854289, "text": "Glycated albumin levels were positively correlated with subclinical atherosclerosis in middle-aged and elderly Chinese."}, {"pubmed": 25856158, "text": "Enhanced gene silencing through human serum albumin-mediated delivery of polyethylenimine-siRNA polyplexes."}, {"pubmed": 25862649, "text": "Elevated levels of ischemia-modified albumin indicated oxidative damage and oxidative stress in hypothyroidism."}, {"pubmed": 25895349, "text": "The purpose of this study is to identify the potential sites of esterase activity of albumin by the example of its interaction with soman using molecular modeling methods"}, {"pubmed": 25953894, "text": "The Cys(34) and Met329 of albumin form adducts with 2-Amino-9H-pyrido[2,3-b]indole."}, {"pubmed": 25958880, "text": "To understand binding characterization of non-steroidal anti-inflammatory drugs to albumin, this study resolved the structure of diclofenac and albumin complex by X-ray crystallography."}, {"pubmed": 25977915, "text": "The molecular modeling results reveal that CIT can bind with hydrophobic pocket of HSA with hydrophobic and hydrogen bond force."}, {"pubmed": 26032253, "text": "Amino acids of importance for the antioxidant activity of human serum albumin as revealed by recombinant mutants and genetic variants."}, {"pubmed": 26053837, "text": "initial serum albumin and 24-hour daily protein excretion (24-h DPE) before treatment as prognostic factors in patients with multiple myeloma, were investigated."}, {"pubmed": 26078940, "text": "the experimental results and the molecular modeling data from the interactions of AFP and HSA with PTEN will help us to identify targets for designing drugs and vaccines against human hepatocellular carcinoma."}, {"pubmed": 26118184, "text": "Ischemia-modified albumin is not a useful marker in the diagnosis of deep venous thrombosis."}, {"pubmed": 26165120, "text": "The kinetic and thermodynamic characteristics of the interaction of albumin with some substrates are adduced, and possibility of albumin being attributed to certain groups of Enzyme Nomenclature is considered."}, {"pubmed": 26238097, "text": "The ratio of delta neutrophil index to serum albumin on emergency department admission is a prognostic marker of 28-day mortality in patients with severe sepsis."}, {"pubmed": 26297216, "text": "Data suggest glycated serum albumin contributes to oxidative stress in vascular endothelium mediated by 1) NFkappaB activation and subsequent up-regulation of NADPH oxidase and 2) eNOS uncoupling to produce superoxide anions instead of nitric oxide."}, {"pubmed": 26320482, "text": "Low serum albumin level is associated with reduction in the response rate to first-line therapy in Non-Small Cell Lung Cancer."}, {"pubmed": 26339617, "text": "CRP and Alb are both promising biomarkers in identification of non-small cell lung cancer patients with poor prognosis and form a possible target for intensifying their therapies."}, {"pubmed": 26345979, "text": "This study evaluated the relationships among copeptin, ischemia-modified albumin (IMA), and extent of myocardial injury in patients with acute carbon monoxide poisoning."}, {"pubmed": 26385339, "text": "Results show structural domains from HSA not only in it's purified form, but additionally unpurified and in its native environment, human blood serum."}, {"pubmed": 26390126, "text": "Data show that patients with a c-reactive protein/albumin ratio (CRP/Alb ratio) > 0.50 had worse survival than patients with a CRP/Alb ratio </= 0.50."}, {"pubmed": 26406944, "text": "ischemia-modified albumin can be effective for demonstrating hypoxia in patients with acute leukemia."}, {"pubmed": 26433342, "text": "The influence of glycation process on serum albumin binding to 5-dimethylaminonaphthalene-1-sulfonamide (DNSA), 2-(p-toluidino) naphthalene-6-sulfonic acid (TNS), has been studied."}, {"pubmed": 26448295, "text": "Drospirenone had different effects on the local conformation of HSA and LYZ molecules."}, {"pubmed": 26474241, "text": "this study explored the details of imidazole derivatives binding to human serum albumin."}, {"pubmed": 26476541, "text": "Data show that low that low globulin (GLB) levels were significantly associated with favorable survival, and low ALB levels were associated with a significantly worse survival ."}, {"pubmed": 26484352, "text": "In multivariable linear regression analyses, DeltaGA/HbA1c was independently associated with diabetes duration. In conclusion, this study demonstrated that serum GA levels increase relative to HbA1c levels with time."}, {"pubmed": 26530188, "text": "Data indicate that antecedent C-reactive protein (CRP) was associated with future serum albumin."}, {"pubmed": 26543026, "text": "A novel G > T transversion at nucleotide c.270+ 1, the first base of intron 3 in the human ALB gene causes analbuminaemia."}, {"pubmed": 26549058, "text": "While the weakly interacting HSA NPs did not alter the aggregation kinetic parameters of alphaSN, the rate of primary nucleation increased in the presence of PEI-HSA NPs."}, {"pubmed": 26554815, "text": "Data suggest that ALB exhibits homodimerization via free cysteine-34, without any potentially immunogenic cross-linkers that are usually prerequisites for homodimerization of amyloidogenic proteins."}, {"pubmed": 26615054, "text": "Serum concentrations of albumin were significantly lower in patients with chronic kidney disease (CKD) stage III those with glomerular hyperfiltration."}, {"pubmed": 26642816, "text": "study to dertermine ischemia modified albumin (IMA) level in inflammatory bowel diseases (IBD) and IBD subgroups, and to examine its relation with disease activity index; IMA levels in IBD were higher in comparison with the control group; IMA in IBD might be related with the pathogenesis of disease and correlated with the severity of the disease"}, {"pubmed": 26658763, "text": "Data suggest that posttranslational modifications of human serum albumin (HSA) typical of hyperhomocysteinemia (N and Shomocysteinylation) reduce binding affinity of catechins to HAS; the catechins used here were dietary flavonoids, epicatechin (EC), epigallocatechin (EGC), epicatechin gallate (ECG), and epigallocatechin gallate (EGCG)."}, {"pubmed": 26747243, "text": "serum albumin may have a role in infection in late preterm infants"}, {"pubmed": 26764252, "text": "Decreased serum albumin levels in cancer patients were significantly associated with increased risk of VTE and mortality. Serum albumin, a marker of a cancer patient's overall prognosis, could be considered for risk assessment of important clinical outcomes such as VTE and mortality."}, {"pubmed": 26774326, "text": "Mutation in Albumin gene is associated with Bisalbuminaemia."}, {"pubmed": 26795264, "text": "Ischemia-modified albumin was statistically significantly higher in patients with nasal polyps than in controls."}, {"pubmed": 26905525, "text": "The findings reveal previously unknown pro-thrombotic activities of oxidized plasma albumin via a CD36 dependent pathway in end-stage kidney disease patients."}, {"pubmed": 26945842, "text": "results provide evidence that human serum albumin can act as carrier protein for phenylacetic acid."}, {"pubmed": 26971858, "text": "The interactions of phloretin to human serum albumin have been investigated."}, {"pubmed": 26974766, "text": "Data indicate that high levels of interleukin-6 (IL-6) and interleukin-10 (IL-10) in conjunction with albumin could improve evaluating disease's severity and predicting mortality in the critically ill patients."}, {"pubmed": 26999249, "text": "Serum hs-CRP, but not prealbumin, values at admission are predictors of short-term mortality at hospital admission in elderly multimorbid patients."}, {"pubmed": 27014836, "text": "Using different computational techniques, this study identified the HSA residues whose acid-base equilibria are probably coupled with the reversible neutral to base (N --> B) transition. These include not only histidines as previously proposed but also lysines and a glutamic acid side chain."}, {"pubmed": 27015568, "text": "Our study is one of the first to describe how pre-operative BMI and serum albumin and post-operative changes in these variables impact clinical and perioperative outcomes"}, {"pubmed": 27029471, "text": "Increased Ischemia-modified albumin levels and Carotid intima-media thickness may be related to increased oxidative stress and risk of atherosclerosis in individuals with Obstructive sleep apnea."}, {"pubmed": 27042833, "text": "use of EPI-X4, a fragment of serum albumin, as a urinary biomarker for late acute GvHD was shown to be not meaningful in case control studies"}, {"pubmed": 27105522, "text": "The optimal cut-off value was identified to be 45.6 g/L, 26.9 g/L and 1.30 for serum albumin (ALB), serum globulin (GLB) and albumin/globulin ratio (AGR) in terms of survival, respectively."}, {"pubmed": 27129297, "text": "the structural homology between HSA and ESA is big, their crystal complexes with Myr-2S-cPA demonstrate significantly different mode of binding of this LPL analogue. HSA binds three molecules of Myr-2S-cPA, whereas ESA only one. Moreover, none of the identified Myr-2S-cPA binding sites overlap in both albumins"}, {"pubmed": 27232658, "text": "By using the fluorescence activatable nanosensor as the structural indicator, the stepwise conformational transitions of HSA during denaturing and the partial refolding of subdomain IIA of HSA were facilely visualized."}, {"pubmed": 27257851, "text": "Decreased serum albumin on admission is significantly associated with long-term all-cause mortality in hospital survivors of acute myocardial infarction."}, {"pubmed": 27294530, "text": "Stability of a human serum albumin (HSA)-Cd (1:1) complex was studied using a hyphenated analytical approach. Addition of d,l-homocysteine (0.5 mM) to the mobile phase abstracted Cd from its binding sites on HSA."}, {"pubmed": 27346974, "text": "The results showed that both patients are homozygous for the deletion of a cytosine residue in exon 5, in a stretch of four cytosines starting from nucleotide position 524 and ending at position 527 (NM_000477.5(ALB):c.527delC)."}, {"pubmed": 27364912, "text": "Vitamin D metabolites could reduce glycation modification, albeit only to a small extent. Interaction studies reveal that Vitamin D interaction with HSA can prevent protein glycation."}, {"pubmed": 27431015, "text": "ghrelin binds to serum albumin and that this interaction impacts on the biological activity of the hormone."}, {"pubmed": 27470663, "text": "The binding information, including the binding constants, effective quenching constant and number of binding sites showed that the binding partiality of losartan to HSA was higher than to gHSA"}, {"pubmed": 27542730, "text": "Higher levels of serum albumin are associated with a lower mortality rate in patients undergoing maintenance hemodialysis."}, {"pubmed": 27619398, "text": "Low serum albumin and high hsCRP and vWF levels, and their correlations with cIMT, indicate that patients could be at risk of developing malnutrition-inflammation-atherosclerosis syndrome"}, {"pubmed": 27641425, "text": "Serum albumin levels are useful prognostic factors, along with platelet counts, in predicting survival in elderly patients with diffuse large B cell lymphoma."}, {"pubmed": 27684351, "text": "Serum albumin adduct features were both positively and negatively associated with smoking, indicating that some adducts arise from reactions between Cys34 and constituents of cigarette smoke (e.g., ethylene oxide and acrylonitrile) while others (Cys34 oxidation products and disulfides) appear to reflect alterations in the serum redox state that resulted in reduced adduct levels in smokers."}, {"pubmed": 27727007, "text": "Data suggest that, in women with postmenopausal osteoporosis, serum prealbumin levels drop gradually as bone mineral density decreases."}, {"pubmed": 27782157, "text": "homodimerization is a novel described structural alteration of the HA molecule in decompensated cirrhosis and contributes to the progressive reduction of the monomeric native HA, the only isoform provided of structural and functional integrity"}, {"pubmed": 27792986, "text": "Spectroscopic and molecular docking studies on the interaction of human serum albumin with copper(II) complexes."}, {"pubmed": 27823974, "text": "C-reactive protein/albumin ratio (CAR), an inflammation-based prognostic score, is a potential independent predictor for disease progression and death in patients with operable non-small cell lung cancer."}, {"pubmed": 27920278, "text": "This meta-analysis showing increased ischaemia-modified albumin (IMA) level in both hypothyroidism and hyperthyroidism patients and its association with thyroid profile suggests that serum IMA could be used as a simple measure of increased oxidative stress in thyroid dysfunction."}, {"pubmed": 27965983, "text": "Serum ischemia-modified albumin was higher in type 2 DM patients than in control subjects and was higher in diabetic patients with diabetic peripheral neuropathy than in those without neuropathy."}, {"pubmed": 28128229, "text": "This meta-analysis suggests that C-reactive protein/albumin ratio (CAR)may be a potential prognostic marker in solid cancers"}, {"pubmed": 28192530, "text": "Data suggest that increased level of anti-Amadori-albumin autoantibodies may be used as a biomarker in disease diagnosis and its progression."}, {"pubmed": 28289828, "text": "The mean albumin level for patients who developed heparin-induced thrombocytopenia-thrombosis (HITT) was significantly lower than that for patients who developed heparin-induced thrombocytopenia (HIT)."}, {"pubmed": 28350862, "text": "Data indicate that repeated measurement after five hours showed a statistical significant difference for the fractional synthesis rate of fibrinogen but not for albumin."}, {"pubmed": 28356267, "text": "The studies suggest that impaired endocytosis of megalin/cubilin ligands, hemoglobin and albumin, rather than heme toxicity, may be the cause of tubular proteinuria in sickle cell disease patients."}, {"pubmed": 28361409, "text": "The presence of serum albumin in human eye tissues suggests its involvement in the metabolism, maintenance of tissue volume, and antioxidant reactions."}, {"pubmed": 28391310, "text": "Lower serum albumin is associated with venous thromboembolic events in nephrotic syndrome."}, {"pubmed": 28413113, "text": "Low serum albumin concentration worsens prognosis of patients with stable coronary heart disease."}, {"pubmed": 28486226, "text": "results indicate that in addition to its role as a monitor of systemic inflammation, albumin may have a direct role in hepatocellular carcinoma growth inhibition, either through modulation of alpha-fetoprotein or through its actions on growth-controlling kinases"}, {"pubmed": 28618965, "text": "Intensity of systemic inflammation was assessed at all time points with C-reactive protein and albumin as prognostic covariates for overall survival in an extended Cox regression model.time-dependent effects are a prominent feature of intensity of systemic inflammation, a powerful prognostic biomarker for metastatic renal cell carcinoma."}, {"pubmed": 28637874, "text": "Data suggest that, unlike albumin with low FcRn-binding affinity, albumin with high FcRn-binding affinity (due to genetic variation/genetic engineering) is directed less to lysosomes and more to endosomes, suggestive of FcRn-directed albumin salvage from lysosomal degradation. (FcRn = neonatal Fc receptor)"}, {"pubmed": 28798235, "text": "These results provide an unprecedented view of how albumin interacts with Abeta and illustrate the potential of dark-state exchange saturation transfer NMR in mapping the interactions between amyloid-inhibitory proteins and amyloidogenic peptides."}, {"pubmed": 28823374, "text": "CRP/albumin ratio is a novel but promising, easy-to-measure, repeatable, non-invasive inflammation-based prognostic score in acute pancreatitis."}, {"pubmed": 28844982, "text": "these peptides are identified as fragments of albumin. The isolated fragments activate MRGPRX2 and degranulate MRGPRX2 expressing LAD 2 cells in dose-dependent manner.  The isolated basic peptides generated from human albumin are able to degranulate mast cells via the MRGPRX2."}, {"pubmed": 28862714, "text": "These results indicate that low serum albumin levels correlate with increased parameter measures of hepatocellular carcinoma (HCC) aggressiveness, in addition to their role as a monitor of systemic inflammation. Decreased serum albumin might have a role in HCC aggressiveness."}, {"pubmed": 28915468, "text": "the presence of hydroxyl groups is capable of modulating the interaction between riparins and HSA."}, {"pubmed": 28976704, "text": "The hypothesis put forward that human serum albumin is a modulator and transporter of cannabinoid drugs."}, {"pubmed": 28982904, "text": "C-reactive protein-to-albumin ratio is a promising predictor of survival and recurrence in patients with rectal cancer treated by chemoradiotherapy followed by surgery."}, {"pubmed": 29040987, "text": "serum ALB level may be more useful than the degree of fibrosis for the prediction of hepatocellular carcinoma after sustained virological responses in chronic hepatitis C."}, {"pubmed": 29051099, "text": "aberrant HSA may play a role in the initiation/progression of type 1 diabetes mellitus."}, {"pubmed": 29122590, "text": "Physiological serum copper concentrations found in malignancies cause unfolding induced aggregation of human serum albumin in vitro."}, {"pubmed": 29126006, "text": "hese obtained results provide an in-depth understanding of the interaction of the acid azo dye AO10 with serum albumins."}, {"pubmed": 29128746, "text": "the increased lipophilicity of sulphur-containing compounds might be a reason for their better binding to HSA."}, {"pubmed": 29132818, "text": "Peak unbound bilirubin was primarily associated with a decrease in bilirubin albumin binding affinity in infants </=30 weeks gestational age with hyperbilirubinemia."}, {"pubmed": 29166002, "text": "Human serum albumin binds to Cu(I) at pH 7.4 with an apparent conditional affinity of KCu(I):serum albumin = 10(14.0) using digonal coordination in a structure that is similar to the bis-His coordination modes characterized for amyloid beta (Abeta) and the prion protein."}, {"pubmed": 29298534, "text": "Thiol/Disuldife homeostasis balance and ischemia-modified albumin levels may be used a biomarker to monitor the tissue ischemia in diabetic mellitus and to discriminate the different stages of diabetic retinopathy."}, {"pubmed": 29397331, "text": "Patients with steroid-refractory GI Acute graft versus host disease had higher fecal calprotectin levels and lower albumin levels than patients with steroid-responsive disease."}, {"pubmed": 29414771, "text": "results reveal that glycation significantly impairs HSA affinity to liraglutide and confirm that glycation contributes to liraglutide's variable therapeutic efficiency, depending on diabetes stage."}, {"pubmed": 29494565, "text": "mitochondrial dysfunction activates the PINK1/Parkin signaling and mitophagy in renal tubular epithelial cells under albumin overload condition."}, {"pubmed": 29518537, "text": "Data indicate that the high efficiency level of recombinant human serum albumin (rHSA( production lays a solid foundation for its use in industrial production."}, {"pubmed": 29554100, "text": "Results show that albumin from chronic hemodialyzed (CH) patients is highly modified in vivo and is not vulnerable to oxidation in the same way as normal albumin."}, {"pubmed": 29570915, "text": "Serum ischemia-modified albumin (IMA) in addition to the prevalence of small for gestational age (SGA) were significantly increased in the pre-eclampsia group. Cord blood IMA, therefore, might be a predictive biomarker for SGA in pre-eclampsia pregnancies."}, {"pubmed": 29604093, "text": "Lower serum albumin concentrations in patients with pulmonary arterial hypertension are associated with higher mortality and can serve as a marker of disease severity in this patient population."}, {"pubmed": 29672305, "text": "A higher preoperative serum ALB level is associated with better long-term survival in intrahepatic cholangiocarcinoma patients."}, {"pubmed": 29739107, "text": "Data suggest that preoperative serum albumin may be related to gastric cancer (GC) patient survival and may be a prognostic predictor for such survival."}, {"pubmed": 29981851, "text": "A novel insertion (c.1098dupT) in the albumin gene segregates with analbuminemia in a consanguineous family."}, {"pubmed": 29996133, "text": "Albumin-globulin ratio in combination with CEA provides a more accurate indicator of poor prognosis and early recurrence in rectal carcinoma patients treated with preoperative chemoradiotherapy."}, {"pubmed": 30119141, "text": "The CRP/Alb ratio was strongly associated with poor prognosis in patients who underwent surgery for esophagogastric junction and upper gastric cancer."}, {"pubmed": 30183080, "text": "Men and women with higher levels of glycated albumin (GA) were more likely to be old"}, {"pubmed": 30235013, "text": "Serum albumin level at diagnosis is an independent predictor of early mortality in the esophageal cancer patients."}, {"pubmed": 30237086, "text": "considering erythrocyte sedimentation rate, CRP and albumin as additional markers to fecal calprotectin significantly improved diagnostic performance"}, {"pubmed": 30249938, "text": "relatively low serum concentrations of albumin may be an independent risk factor for Mild cognitive impairment in elderly."}, {"pubmed": 30297724, "text": "an elevated CRP/ALB ratio on intensive care unit admission was an independent risk factor for 30-day mortality rate."}, {"pubmed": 30298649, "text": "Patients undergoing haemodialysis with a lower albumin level and higher CRP level have an increased risk of peripheral arterial disease."}, {"pubmed": 30316171, "text": "Serum albumin levels were negatively correlated with the depressive score of PANSS in patients with schizophrenia."}, {"pubmed": 30456476, "text": "Carbonylation of fatty acids-HSA-Cu(II) complexes caused a decrease in the Cys34 thiol group content, accompanied by a decrease in the content of HSA-bound copper."}, {"pubmed": 30497071, "text": "Serum levels of albumin (and bilirubin) are reduced in anti-NMDAR encephalitis patients."}, {"pubmed": 30522461, "text": "An early post-operative serum albumin level <32g/L is an independent prognostic factor leading to an unfavorable overall survival."}, {"pubmed": 30591494, "text": "Sarcopenia is associated with systemic inflammatory response such as high CRP/Alb ratio, while the latter is an independent prognostic marker in patients with esophageal cancer"}, {"pubmed": 30641767, "text": "Urinary albumin creatinine ratio is a more accurate biomarker of diabetic nephropathy when compared to both NGAL and IL-18."}, {"pubmed": 30664804, "text": "Serum albumin is strongly associated with long-term mortality in readmitted medical patients. Persistent hypoalbuminemia during recurrent hospital admissions is associated with increased risk of long-term mortality."}, {"pubmed": 30685090, "text": "analysis of the interaction between monomeric Abeta40/42 and HSA using surface plasmon resonance spectroscopy"}, {"pubmed": 30842180, "text": "Here we showed that the ALBI grade was useful for predicting the prognosis of patients with pancreatic cancer. The ALBI score is calculated using only the serum albumin and bilirubin concentrations."}, {"pubmed": 30869815, "text": "S-homocysteinylation at Cys(34) of HSA on treatment with homocysteine thiolactone was confirmed using LC-MS."}, {"pubmed": 30871739, "text": "Ischemia-modified albumin (IMA) levels were higher in adult acute appendicitis cases than in controls and IMA levels were significantly higher in the complicated cases (0.40+/-0.05 AbsU) than in the non-complicated cases (0.29+/-0.04 AbsU) (p<0.0001)."}, {"pubmed": 30924403, "text": "Data suggest that a panel of mitogenic (PDGF), biochemical (albumin) and demographical (age) parameters may improve liver-fibrosis staging with a high degree of accuracy in those with a hepatitis C virus infection."}, {"pubmed": 31016379, "text": "This meta-analysis suggests that C-reactive protein to albumin ratio may be a powerful prognostic indicator for colorectal cancer prognosis."}, {"pubmed": 31066604, "text": "An inverse association was found between serum albumin and the severity of depressive symptoms in individuals who attempted suicide, older than 45 years."}, {"pubmed": 31070491, "text": "Glycated albumin, alone or in combination with other biomarkers, can be considered for the evaluation of glycaemic status in patients with advanced chronic kidney disease and severe anaemia."}, {"pubmed": 31075498, "text": "Epitope mapping and characterization of 4-hydroxy-2-nonenal modified-human serum albumin using two different polyclonal antibodies."}, {"pubmed": 31092463, "text": "a high CRP/Alb ratio at POD 14 was an independent prognostic factor for poor overall survival (OS) .  CRP/Alb ratio on POD 14 may be a useful prognostic factor in patients with intrahepatic cholangiocarcinoma (ICC) who have undergone curative resections."}, {"pubmed": 31394310, "text": "Glycation of glucose sensitive lysine residues K36, K438 and K549 of albumin is associated with prediabetes."}, {"pubmed": 31414767, "text": "Data suggest a high C-reactive protein to albumin ratio (CAR)value at admission can serve as an independent predictor of 1-month mortality in patients with hepatitis B virus-related decompensated cirrhosis (HBV-DeCi)."}, {"pubmed": 31418936, "text": "Combination of the neutrophil to lymphocyte ratios and the CRP)/albumin (Alb) ratio represents a convenient, quick, and noninvasive biological marker that could improve prognostic prediction in patients with hepatocellular carcinoma."}, {"pubmed": 31462598, "text": "Anemia and low serum albumin are possibly associated with Severe Community-Acquired Pneumonia in pregnancy."}, {"pubmed": 31480459, "text": "This study had investigated the effects of glycation on the binding of HSA with polyphenols and the potential nutriology significance of these effects."}, {"pubmed": 31483568, "text": "in the prediabetic populations, high Glycohemoglobin (HbA1C), but not Glycated albumin (GA) nor GA/HbA1C ratio, is significantly associated with diabetic retinopathy."}, {"pubmed": 31691964, "text": "Combination mode of antimalarial drug mefloquine and human serum albumin: Insights from spectroscopic and docking approaches."}, {"pubmed": 31695779, "text": "Secreted protein acidic and rich in cysteine mediates active targeting of human serum albumin in U87MG xenograft mouse models."}, {"pubmed": 31699587, "text": "The binding constant and quenching constant values suggest that tamoxifen dislodges neratinib from its serum albumin (SA)complex whereas neratinib doesn't affect the interaction between SA and tamoxifen."}, {"pubmed": 31851984, "text": "The Synergistic Value of Time-Averaged Serum Albumin and Globulin in Predicting the First Peritonitis in Incident Peritoneal Dialysis Patients."}, {"pubmed": 31852142, "text": "An observational study identified ALBI-M2BPGi grade as the strongest ability to separate patients with compensated liver cirrhosis into different prognostic groups.compensated LC. Acknowledgments"}, {"pubmed": 31942726, "text": "Interstitial serum albumin empowers osteosarcoma cells with FAIM2 transcription to obtain viability via dedifferentiation."}, {"pubmed": 31987947, "text": "Insights into the interaction of human serum albumin and carbon dots: Hydrothermal synthesis and biophysical study."}, {"pubmed": 32104676, "text": "Investigation of the Interaction Mechanism between Salbutamol and Human Serum Albumin by Multispectroscopic and Molecular Docking."}, {"pubmed": 32132322, "text": "Hemodialysis patients with arterial stiffness had high serum levels of ischemia-modified albumin."}, {"pubmed": 32179463, "text": "Characterization of binding interaction between magnesium isoglycyrrhizinate and human serum albumin."}, {"pubmed": 32189308, "text": "Serum Albumin, Lipid and Drug Binding"}, {"pubmed": 32208682, "text": "Identification of Binding Sites on Human Serum Albumin for Somapacitan, a Long-Acting Growth Hormone Derivative."}, {"pubmed": 32234939, "text": "Data suggest that the preoperative C-reactive protein-to-albumin ratio (CRP/ALB ratio) was a strong prognostic marker for patients with esophageal cancer."}, {"pubmed": 32245389, "text": "Serum albumin level predicts survival after surgical treatment of metastatic femur fractures: a retrospective study."}, {"pubmed": 32295172, "text": "FTIR Spectroscopy Study of the Secondary Structure Changes in Human Serum Albumin and Trypsin under Neutral Salts."}, {"pubmed": 32359342, "text": "Elevated Serum Levels of Ischemia Modified Albumin and Malondialdehyde are Related to Atherogenic Index of Plasma in a Cohort of Prediabetes."}, {"pubmed": 32367292, "text": "Unveiling the molecular mechanisms underpinning biorecognition of early-glycated human serum albumin and receptor for advanced glycation end products."}, {"pubmed": 32490680, "text": "Plasma albumin levels predict risk for nonsurvivors in critically ill patients with COVID-19."}, {"pubmed": 32647013, "text": "Structure-activity analysis of truncated albumin-binding domains suggests new lead constructs for potential therapeutic delivery."}, {"pubmed": 32665066, "text": "Familial Dysalbuminemic Hyperthyroxinemia (FDH), Albumin Gene Variant (R218S), and Risk of Miscarriages in Offspring."}, {"pubmed": 32686760, "text": "The prognostic role of preoperative serum albumin/globulin ratio in patients with non-metastatic renal cell carcinoma undergoing partial or radical nephrectomy."}, {"pubmed": 32745325, "text": "Albumin and total bilirubin for severity and mortality in coronavirus disease 2019 patients."}, {"pubmed": 32828298, "text": "Fatty acids bound to albumin induce prostaglandin E2 production in human renal proximal tubular epithelial cell line HK-2."}, {"pubmed": 32879878, "text": "Relation of Fibrinogen-to-Albumin Ratio to Severity of Coronary Artery Disease and Long-Term Prognosis in Patients with Non-ST Elevation Acute Coronary Syndrome."}, {"pubmed": 32940549, "text": "Prognostic Value of C-Reactive Protein to Albumin Ratio in Gastric Cancer: A Meta-Analysis."}, {"pubmed": 32957871, "text": "The Use of Molecular Docking and Spectroscopic Methods for Investigation of The Interaction Between Regorafenib with Human Serum Albumin (HSA) and Calf Thymus DNA (Ct-DNA) In The Presence Of Different Site Markers."}, {"pubmed": 32992893, "text": "Human Serum Albumin Binds Native Insulin and Aggregable Insulin Fragments and Inhibits Their Aggregation."}, {"pubmed": 33045024, "text": "Expression, purification and initial characterization of human serum albumin domain I and its cysteine 34."}, {"pubmed": 33279908, "text": "The Role of the Albumin-Bilirubin Score for Predicting the Outcomes in Japanese Patients with Advanced Hepatocellular Carcinoma Treated with Ramucirumab: A Real-World Study."}, {"pubmed": 33363530, "text": "Human Serum Albumin Binds Streptolysin O (SLO) Toxin Produced by Group A Streptococcus and Inhibits Its Cytotoxic and Hemolytic Effects."}, {"pubmed": 33370299, "text": "Association of an increase in serum albumin levels with positive 1-year outcomes in acute decompensated heart failure: A cohort study."}, {"pubmed": 33371718, "text": "Predictive Value of C-Reactive Protein to Albumin Ratio in ST-Segment Elevation Myocardial Infarction Patients Treated With Primary Percutaneous Coronary Intervention."}, {"pubmed": 33383640, "text": "Reversible Dimerization of Human Serum Albumin."}, {"pubmed": 33550662, "text": "Unveiling the binding mode of perfluorooctanoic acid to human serum albumin."}, {"pubmed": 33578917, "text": "Detailed Structure and Pathophysiological Roles of the IgA-Albumin Complex in Multiple Myeloma."}, {"pubmed": 33632730, "text": "Low serum albumin levels predict poor outcome in patients with acute ischaemic stroke or transient ischaemic attack."}, {"pubmed": 33662036, "text": "The prognostic value of serum albumin levels and respiratory rate for community-acquired pneumonia: A prospective, multi-center study."}, {"pubmed": 33663300, "text": "Readily available biomarkers predict poor survival in metastatic pancreatic cancer."}, {"pubmed": 33745405, "text": "Lactate/albumin ratio is more effective than lactate or albumin alone in predicting clinical outcomes in intensive care patients with sepsis."}, {"pubmed": 33838471, "text": "The role of the BUN/albumin ratio in predicting mortality in COVID-19 patients in the emergency department."}, {"pubmed": 33902353, "text": "Can C-Reactive Protein to Albumin Ratio Predict In-Hospital Death Rate Due to COVID-19 in Patients With Hypertension?"}, {"pubmed": 33930096, "text": "Low serum albumin and the risk of hospitalization in COVID-19 infection: A retrospective case-control study."}, {"pubmed": 34071680, "text": "Renal Handling of Albumin-From Early Findings to Current Concepts."}, {"pubmed": 34157178, "text": "Clinical value and limitations of the preoperative C-reactive-protein-to-albumin ratio in predicting post-operative morbidity and mortality after deceased-donor liver transplantation: a retrospective single-centre study."}, {"pubmed": 34158477, "text": "Direct activation of the proton channel by albumin leads to human sperm capacitation and sustained release of inflammatory mediators by neutrophils."}, {"pubmed": 34160712, "text": "Three new inflammatory markers C reactive protein to albumin ratio, neutrophil to lymphocyte ratio, and platelet to lymphocyte ratio correlated with relapsing polychondritis disease activity index."}, {"pubmed": 34234877, "text": "Correlation between C-Reactive Protein to Albumin Ratio and Disease Activity in Patients with Axial Spondyloarthritis."}, {"pubmed": 34497035, "text": "Does C-reactive protein to serum Albumin Ratio correlate with diabEtic nephropathy in patients with Type 2 dIabetes MEllitus? The CARE TIME study."}, {"pubmed": 34552197, "text": "Computational modeling and experimental validation of the EPI-X4/CXCR4 complex allows rational design of small peptide antagonists."}, {"pubmed": 34602034, "text": "Exploring the Molecular Level Interaction of Human Serum Albumin with Calcium Oxalate Monohydrate Crystals."}, {"pubmed": 34747521, "text": "Novel insights about albumin in cardiovascular diseases: Focus on heart failure."}, {"pubmed": 34817939, "text": "[Albumin substitution : A review of the indications in general internal medicine].\", trans \"Substitution en albumine : revue des indications en medecine interne generale."}, {"pubmed": 34919010, "text": "Human serum albumin variants in China: a molecular epidemiological investigation and literature review."}, {"pubmed": 35163085, "text": "Variations in the Human Serum Albumin Gene: Molecular and Functional Aspects."}, {"pubmed": 35614177, "text": "High CRP-albumin ratio predicts poor prognosis in transplant ineligible elderly patients with newly diagnosed acute myeloid leukemia."}, {"pubmed": 35964702, "text": "ALB, HP, OAF and RBP4 as novel protein biomarkers for identifying cured patients with pulmonary tuberculosis by DIA."}, {"pubmed": 36840900, "text": "Changes in urinary albumin as a surrogate for kidney disease progression in people with type 2 diabetes."}, {"pubmed": 36878197, "text": "Serum Inflammation Parameters and Survival in Hepatocellular Carcinoma Patients: Importance of Albumin and Gamma-Glutamyltranspeptidase."}, {"pubmed": 36914483, "text": "Comment on Nagayama et al.: Low serum albumin concentration is associated with increased risk of osteoporosis in postmenopausal patients with rheumatoid arthritis."}, {"pubmed": 37055372, "text": "The effect of serum uric acid, bilirubin, and albumin levels on antioxidant status in HIV-negative immunocompetent cryptococcal meningitis patients with post-infectious inflammatory response syndrome."}, {"pubmed": 37229645, "text": "Lymphocytes, Mean Platelet Volume, and Albumin in Critically Ill COVID-19 Patients with Venous Thromboembolism."}, {"pubmed": 37454915, "text": "Determination of binding characteristics as a measure for effective albumin using different methods."}, {"pubmed": 37462305, "text": "[The Role of Blood Urea Nitrogen and C-Reactive Protein and Their Ratios to Albumin in Predicting Mortality in Crimean-Congo Hemorrhagic Fever]."}, {"pubmed": 37926735, "text": "Highly oxidized albumin is cleared by liver sinusoidal endothelial cells via the receptors stabilin-1 and -2."}, {"pubmed": 38134642, "text": "Serum albumin mediates the associations between heavy metals and two novel systemic inflammation indexes among U.S. adults."}, {"pubmed": 38353127, "text": "Albumin influences leucocyte FcRn expression in the early days of kidney transplantation."}, {"pubmed": 38736368, "text": "Familial dysalbuminemic hyperthyroxinemia (FDH) due to Arg242 His variant in ALB gene in Turkish children."}], "genomic_pos": {"chr": "4", "end": 73421482, "ensemblgene": "ENSG00000163631", "start": 73397114, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 74287129, "start": 74262831, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006810", "qualifier": "involved_in", "term": "transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009267", "pubmed": 16245148, "qualifier": "involved_in", "term": "cellular response to starvation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051902", "pubmed": 16153637, "qualifier": "involved_in", "term": "negative regulation of mitochondrial depolarization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072732", "pubmed": 16153637, "qualifier": "involved_in", "term": "cellular response to calcium ion starvation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098869", "qualifier": "involved_in", "term": "cellular oxidant detoxification"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14718574, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [22664934, 23580065], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [19996109, 21805676], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031093", "qualifier": "located_in", "term": "platelet alpha granule lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 16283771, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 20458337, 21362503, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 21276792, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0072562", "pubmed": 22516433, "qualifier": "located_in", "term": "blood microparticle"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 16405401, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005504", "pubmed": [16289007, 16413837], "qualifier": "enables", "term": "fatty acid binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005504", "pubmed": 9731778, "qualifier": "enables", "term": "fatty acid binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005507", "pubmed": 14726550, "qualifier": "enables", "term": "copper ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9183005, 16099937, 23384347], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015643", "pubmed": 16169013, "qualifier": "enables", "term": "toxic substance binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0016209", "pubmed": 14726550, "qualifier": "enables", "term": "antioxidant activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019825", "pubmed": 16283771, "qualifier": "contributes_to", "term": "oxygen binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030170", "pubmed": 16201370, "qualifier": "enables", "term": "pyridoxal phosphate binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [15174051, 26554815], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051087", "pubmed": 19996109, "qualifier": "enables", "term": "protein-folding chaperone binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140272", "pubmed": 16394536, "qualifier": "enables", "term": "exogenous protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:1903981", "qualifier": "enables", "term": "enterobactin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1903981", "pubmed": 6234017, "qualifier": "enables", "term": "enterobactin binding"}]}, "homologene": {"genes": [[8364, 448227], [9031, 396197], [9544, 704892], [9598, 461260], [9606, 213], [9615, 403550], [9913, 280717], [10090, 11657], [10116, 24186]], "id": 405}, "interpro": [{"desc": "ALB/AFP/VDB", "id": "IPR000264", "short_desc": "ALB/AFP/VDB"}, {"desc": "Serum albumin, N-terminal", "id": "IPR014760", "short_desc": "Serum_albumin_N"}, {"desc": "Serum albumin, conserved site", "id": "IPR020857", "short_desc": "Serum_albumin_CS"}, {"desc": "Serum albumin-like", "id": "IPR020858", "short_desc": "Serum_albumin-like"}, {"desc": "Serum albumin/Alpha-fetoprotein/Afamin", "id": "IPR021177", "short_desc": "Serum_albumin/AFP/Afamin"}], "ipi": ["IPI00384697", "IPI00745872", "IPI00878517", "IPI00953582", "IPI00965074", "IPI00965577"], "map_location": "4q13.3", "name": "albumin", "other_names": ["albumin", "serum albumin"], "pantherdb": {"HGNC": "399", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "87991", "ortholog_type": "LDO", "panther_family": "PTHR11385", "taxid": 10090, "uniprot_kb": "P07724"}, {"RGD": "2085", "ortholog_type": "LDO", "panther_family": "PTHR11385", "taxid": 10116, "uniprot_kb": "P02770"}, {"Ensembl": "ENSGALG00000035219", "ortholog_type": "O", "panther_family": "PTHR11385", "taxid": 9031, "uniprot_kb": "A0A1D5NW68"}, {"Gene": "AFP", "ortholog_type": "O", "panther_family": "PTHR11385", "taxid": 9031, "uniprot_kb": "P84407"}, {"Gene": "ALB", "ortholog_type": "O", "panther_family": "PTHR11385", "taxid": 9031, "uniprot_kb": "P19121"}], "uniprot_kb": "P02768"}, "pathway": {"kegg": {"id": "hsa04918", "name": "Thyroid hormone synthesis - Homo sapiens (human)"}, "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": {"id": "hnf3bpathway", "name": "FOXA2 and FOXA3 transcription factor networks"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-159418", "name": "Recycling of bile acids and salts"}, {"id": "R-HSA-174824", "name": "Plasma lipoprotein assembly, remodeling, and clearance"}, {"id": "R-HSA-189445", "name": "Metabolism of porphyrins"}, {"id": "R-HSA-189451", "name": "Heme biosynthesis"}, {"id": "R-HSA-189483", "name": "Heme degradation"}, {"id": "R-HSA-194068", "name": "Bile acid and bile salt metabolism"}, {"id": "R-HSA-2168880", "name": "Scavenging of heme from plasma"}, {"id": "R-HSA-2173782", "name": "Binding and Uptake of Ligands by Scavenger Receptors"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}, {"id": "R-HSA-8957322", "name": "Metabolism of steroids"}, {"id": "R-HSA-8963899", "name": "Plasma lipoprotein remodeling"}, {"id": "R-HSA-8964058", "name": "HDL remodeling"}, {"id": "R-HSA-9707564", "name": "Cytoprotection by HMOX1"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9748784", "name": "Drug ADME"}, {"id": "R-HSA-9749641", "name": "Aspirin ADME"}, {"id": "R-HSA-9757110", "name": "Prednisone ADME"}, {"id": "R-HSA-9793528", "name": "Ciprofloxacin ADME"}], "wikipathways": [{"id": "WP15", "name": "Selenium Micronutrient Network"}, {"id": "WP1533", "name": "Vitamin B12 metabolism"}, {"id": "WP176", "name": "Folate Metabolism"}, {"id": "WP2806", "name": "Complement system"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}]}, "pdb": ["1AO6", "1BJ5", "1BKE", "1BM0", "1E78", "1E7A", "1E7B", "1E7C", "1E7E", "1E7F", "1E7G", "1E7H", "1E7I", "1GNI", "1GNJ", "1H9Z", "1HA2", "1HK1", "1HK2", "1HK3", "1HK4", "1HK5", "1N5U", "1O9X", "1TF0", "1UOR", "1YSX", "2BX8", "2BXA", "2BXB", "2BXC", "2BXD", "2BXE", "2BXF", "2BXG", "2BXH", "2BXI", "2BXK", "2BXL", "2BXM", "2BXN", "2BXO", "2BXP", "2BXQ", "2ESG", "2I2Z", "2I30", "2N0X", "2VDB", "2VUE", "2VUF", "2XSI", "2XVQ", "2XVU", "2XVV", "2XVW", "2XW0", "2XW1", "2YDF", "3A73", "3B9L", "3B9M", "3CX9", "3JQZ", "3JRY", "3LU6", "3LU7", "3LU8", "3SQJ", "3TDL", "3UIV", "4BKE", "4E99", "4EMX", "4G03", "4G04", "4HGK", "4HGM", "4IW1", "4IW2", "4K2C", "4K71", "4L8U", "4L9K", "4L9Q", "4LA0", "4LB2", "4LB9", "4N0F", "4N0U", "4S1Y", "4Z69", "5FUO", "5GIX", "5GIY", "5ID7", "5IFO", "5IJF", "5UJB", "5VNW", "5X52", "5YB1", "5YOQ", "5Z0B", "6A7P", "6EZQ", "6HSC", "6JE7", "6L4K", "6M4R", "6M58", "6M5D", "6M5E", "6QIO", "6QIP", "6R7S", "6WUW", "6XV0", "6YG9", "6ZL1", "7A9C", "7AAE", "7AAI", "7D6J", "7DJN", "7DL4", "7EEK", "7FFR", "7FFS", "7JWN", "7OV1", "7OV5", "7OV6", "7QFE", "7VR0", "7VR9", "7WKZ", "7WLF", "7WOJ", "7WOK", "7WZ9", "7X7X", "7Y2D", "7Z57", "8A9Q", "8CKS", "8EW4", "8EW7", "8EY5", "8H0O", "8ISM", "8ITR", "8ITT", "8OI2", "8Q3F"], "pfam": "PF00273", "pharmgkb": "PA24690", "pharos": {"target_id": 6220, "tdl": "Tchem"}, "pir": "A93743", "prosite": "PS51438", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325260", "relationship": "is"}, {"id": "GNF325261", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167279", "relationship": "is"}, {"id": "GNF178185", "relationship": "is"}, {"id": "GNF189091", "relationship": "is"}, {"id": "GNF199997", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039162", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF000364", "relationship": "is"}, {"id": "GNF000365", "relationship": "is"}, {"id": "GNF000366", "relationship": "is"}, {"id": "GNF000367", "relationship": "is"}, {"id": "GNF000368", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330603", "relationship": "is"}, {"id": "GNF334114", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335509", "relationship": "is"}}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_009291.1"], "protein": "NP_000468.1", "rna": "NM_000477.7", "translation": {"protein": "NP_000468.1", "rna": "NM_000477.7"}}, "reporter": {"HG-U133_Plus_2": ["1565228_s_at", "211298_s_at", "214837_at", "214842_s_at"], "HG-U95Av2": ["33990_at", "33991_g_at", "33992_at"], "HTA-2_0": "TC04000403.hg.1", "HuEx-1_0": "2731192", "HuGene-1_1": "8095628", "HuGene-2_1": "16967692"}, "retired": [23482, 23486, 29004], "summary": "This gene encodes the most abundant protein in human blood. This protein functions in the regulation of blood plasma colloid osmotic pressure and acts as a carrier protein for a wide range of endogenous molecules including hormones, fatty acids, and metabolites, as well as exogenous drugs. Additionally, this protein exhibits an esterase-like activity with broad substrate specificity. The encoded preproprotein is proteolytically processed to generate the mature protein. A peptide derived from this protein, EPI-X4, is an endogenous inhibitor of the CXCR4 chemokine receptor. [provided by RefSeq, Jul 2016].", "symbol": "ALB", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412332"}, "unigene": ["Hs.592379", "Hs.418167"], "uniprot": {"Swiss-Prot": "P02768", "TrEMBL": ["D6RHD5", "C9JKR2", "A0A0C4DGB6", "H0YA55", "H7C013", "B7WNR0", "D6RCE7"]}, "wikipedia": {"url_stub": "Serum albumin"}}