{"AllianceGenome": "402", "HGNC": "402", "MIM": "100640", "_id": "216", "_version": 1, "accession": {"genomic": ["AH002598.2", "AL591031.3", "AY338497.1", "CH471089.1", "CP068269.2", "HC025826.1", "KT585020.1", "NC_000009.12", "NC_060933.1", "NG_012249.1", "S61235.1", "U28416.1"], "protein": ["AAA35518.1", "AAA51692.1", "AAA51695.1", "AAC51652.1", "AAD13925.1", "AAD14823.1", "AAH01505.1", "AAP35567.1", "AAP88039.1", "AAR92229.1", "ACF94471.1", "ACI45978.1", "ACJ13643.1", "BAD93058.1", "BAG56719.1", "BAG63535.1", "CBH19844.1", "EAW62543.1", "EAW62544.1", "NP_000680.2", "P00352.2"], "rna": ["AB209821.1", "AF003341.1", "AI074764.1", "AK000118.1", "AK026641.1", "AK293176.1", "AK302168.1", "AY390731.1", "BC001505.2", "BG773210.1", "BT006921.1", "DC398835.1", "EU668318.1", "EU794589.1", "FJ224286.1", "K03000.1", "M26761.1", "NM_000689.5", "PP893483.1", "PP893503.1"], "translation": [{"protein": "AAH01505.1", "rna": "BC001505.2"}, {"protein": "BAG56719.1", "rna": "AK293176.1"}, {"protein": "ACF94471.1", "rna": "EU668318.1"}, {"protein": "NP_000680.2", "rna": "NM_000689.5"}, {"protein": "BAG63535.1", "rna": "AK302168.1"}, {"protein": "AAA51695.1", "rna": "K03000.1"}, {"protein": "ACJ13643.1", "rna": "EU794589.1"}, {"protein": "ACI45978.1", "rna": "FJ224286.1"}, {"protein": "AAR92229.1", "rna": "AY390731.1"}, {"protein": "AAP35567.1", "rna": "BT006921.1"}, {"protein": "AAA35518.1", "rna": "M26761.1"}, {"protein": "BAD93058.1", "rna": "AB209821.1"}, {"protein": "AAC51652.1", "rna": "AF003341.1"}]}, "alias": ["ALDC", "ALDH-E1", "ALDH1", "ALDH11", "HEL-9", "HEL-S-53e", "HEL12", "PUMB1", "RALDH1"], "ec": ["1.2.1.19", "1.2.1.28", "1.2.1.3", "1.2.1.36"], "ensembl": {"gene": "ENSG00000165092", "protein": ["ENSP00000297785", "ENSP00000366138", "ENSP00000388026", "ENSP00000401361"], "transcript": ["ENST00000297785", "ENST00000376939", "ENST00000419959", "ENST00000446946", "ENST00000482210", "ENST00000493113", "ENST00000493311"], "translation": [{"protein": "ENSP00000297785", "rna": "ENST00000297785"}, {"protein": "ENSP00000366138", "rna": "ENST00000376939"}, {"protein": "ENSP00000388026", "rna": "ENST00000419959"}, {"protein": "ENSP00000401361", "rna": "ENST00000446946"}], "type_of_gene": "protein_coding"}, "entrezgene": "216", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 19.2785803951, "exp_mis": 157.364559965, "exp_syn": 70.6326345889, "lof_z": 4.12377168890308, "mis_z": 1.53486004325114, "mu_lof": 1.23356394754e-06, "mu_mis": 1.34877916691e-05, "mu_syn": 5.78966702747e-06, "n_lof": 1.0, "n_mis": 118.0, "n_syn": 70.0, "p_li": 0.993850728751138, "p_null": 1.79997899863214e-07, "p_rec": 0.00614909125096185, "syn_z": 0.0466655684989069}, "bp": 1506, "cds_end": 75567916, "cds_start": 75516123, "n_exons": 13, "nonpsych": {"exp_lof": 17.1830433636, "exp_mis": 142.164183641, "exp_syn": 63.6634238681, "lof_z": 3.83408840552499, "mis_z": 1.48753530128021, "mu_lof": 1.23356394754e-06, "mu_mis": 1.34877916691e-05, "mu_syn": 5.78966702747e-06, "n_lof": 1.0, "n_mis": 107.0, "n_syn": 64.0, "p_li": 0.988308716794064, "p_null": 1.05816770654046e-06, "p_rec": 0.0116902250382297, "syn_z": -0.0265587040699672}, "nontcga": {"exp_lof": 17.710373012, "exp_mis": 144.749484159, "exp_syn": 64.9561110496, "lof_z": 3.91700007300084, "mis_z": 1.60460167290503, "mu_lof": 1.23356394754e-06, "mu_mis": 1.34877916691e-05, "mu_syn": 5.78966702747e-06, "n_lof": 1.0, "n_mis": 106.0, "n_syn": 60.0, "p_li": 0.989433730863579, "p_null": 6.75763800874017e-07, "p_rec": 0.0105655933726197, "syn_z": 0.389361727258431}, "transcript": "ENST00000297785.3"}, "exons": [{"cdsend": 72953000, "cdsstart": 72901207, "chr": "9", "position": [[72900670, 72901280], [72905957, 72906032], [72909601, 72909759], [72911957, 72912122], [72916919, 72917104], [72918719, 72918822], [72924018, 72924132], [72925483, 72925612], [72927115, 72927177], [72928891, 72929021], [72930878, 72931019], [72940147, 72940252], [72952934, 72953053]], "strand": -1, "transcript": "NM_000689", "txend": 72953053, "txstart": 72900670}], "exons_hg19": [{"cdsend": 75567916, "cdsstart": 75516123, "chr": "9", "position": [[75515586, 75516196], [75520873, 75520948], [75524517, 75524675], [75526873, 75527038], [75531835, 75532020], [75533635, 75533738], [75538934, 75539048], [75540399, 75540528], [75542031, 75542093], [75543807, 75543937], [75545794, 75545935], [75555063, 75555168], [75567850, 75567969]], "strand": -1, "transcript": "NM_000689", "txend": 75567969, "txstart": 75515586}], "generif": [{"pubmed": 12174908, "text": "Effect of gene on proliferation arrest in a non-small cell bronchopulmonary cancer line"}, {"pubmed": 14506398, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 14506398, "text": "The promoter region of a gene can influence gene expression, the ALDH1A1 promoter regions were studied to identify polymorphism, to assess their functional significance, and to determine whether they were associated with a risk for developing alcoholism."}, {"pubmed": 14678778, "text": "ALDH1 is strongly and specifically expressed in human mesencephalic dopamine neurons. Low levels of ALDH1 expression correlate with dopamine neuron dysfunction in the two investigated human conditions."}, {"pubmed": 15597079, "text": "ALDH1A1*2 may be associated with protection from the development of alcohol and other substance use disorders."}, {"pubmed": 15597079, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16857736, "text": "Results demonstrate that aldehyde dehydrogenase is a key regulator of hematopoietic stem cell differentiation."}, {"pubmed": 16878979, "text": "Random mutagenesis followed by a filter-based screening assay has been used to identify a mutant of human class 1 aldehyde dehydrogenase (ALDH1) that was no longer inhibited by Mg(2+) ions but was activated in their presence."}, {"pubmed": 17175089, "text": "ALDH1A1 appears to be the major if not the only enzyme responsible for the oxidation of 3-deoxyglucosone to 2-keto-3-deoxygluconate."}, {"pubmed": 17222227, "text": "ALDH1 can be a dermal biomarker for atopic dermatitis disease."}, {"pubmed": 17286337, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17286337, "text": "promoter polymorphism ALDH1A1*2 may be associated with increased risk for the development of alcohol dependence in Indo-Trinidadians"}, {"pubmed": 17502835, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17628022, "text": "Retinoic-acid-induced RAR-CAK signaling events appear to proceed intrinsically during granulocytic development of normal primitive hematopoietic cells. ALDH-governed RA availability may mediate this process by initiating RAR-CAK signaling."}, {"pubmed": 18082256, "text": "Overexpression of ALDH1A1 inhibits lymphopoiesis and promotes myelopoiesis in murine hematopoietic progenitors to alter cell fate and induce tumor growth"}, {"pubmed": 18331377, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18343808, "text": "findings show differential expression of aldehyde dehydrogenase 1 between fibroids & myometrium is maintained in cell culture (without endothelial cells), & that this gene is differentially regulated by retinoids in myometrial compared with fibroid cells"}, {"pubmed": 18371393, "text": "ALDH1 is a marker of normal and malignant human mammary stem cells and a predictor of poor clinical outcome."}, {"pubmed": 18450747, "text": "analysis of bioactivation of nitroglycerin by purified mitochondrial and cytosolic aldehyde dehydrogenases ALDH1 and ALDH2"}, {"pubmed": 18496131, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18644979, "text": "ALDH, expressed along CD133, can more specifically characterize the tumorigenic liver cancer stem cells population."}, {"pubmed": 18848913, "text": "Down-regulation of aldehyde dehydrogenase 1A1 by siRNA transfection reveals its involvement in promoting and inhibiting pancreatic cancer cell lines."}, {"pubmed": 18854779, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19018242, "text": "In summary, we have identified a molecular signature that distinguishes NF1-PA from S-PA and found that ALDH1L1 underexpression is associated with aggressive histology and/or biologic behavior"}, {"pubmed": 19025616, "text": "specific down regulation of ALDH1A1 and ALDH3A1 in Lenti 1+3 cells and in comparison to 12 other ALDH genes detected"}, {"pubmed": 19129088, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19129088, "text": "This study provides further evidence for a role for ALDH1A1 in alcohol consumption behaviour, including problem drinking and possibly alcohol dependence, in Finnish population."}, {"pubmed": 19296407, "text": "lens ALDH1A1(acetaldehyde dehydrogenase 1) is an important defense enzyme against oxidative stress, protecting the eye lens from oxidative damage leading to cataracts"}, {"pubmed": 19329942, "text": "ALDH1 was a favorable prognostic factor in ovarian carcinoma"}, {"pubmed": 19343046, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19385968, "text": "Breast cancers with ALDH1+ cancer stem cells posses biologically aggressive phenotypes that tend to have a poor prognosis."}, {"pubmed": 19447584, "text": "ALDH1L1 had higher mean expression levels across regions in all psychiatric groups relative to normal control."}, {"pubmed": 19450560, "text": "it is likely that ALDH1 is a specific marker for the cancer stem-like cells of head and neck squamous cell carcinoma."}, {"pubmed": 19478994, "text": "Gene duplication event that gave rise to Aldh1a1 and Aldh1a2 was more recent than the duplication event that gave rise to Aldh1a3."}, {"pubmed": 19696793, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19703508, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19706361, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19706361, "text": "novel ALDH1A1 allele, ALDH1A1*4 , was identified in an Indo-Trinidadian alcoholic with an A inserted at position -554 relative to the translational start site, +1"}, {"pubmed": 19774675, "text": "results indicate that targeting up-regulation of 4-hydroxynonenal-detoxifying enzymes like ALDH1A1, possibly by gene therapy, may be a therapeutic strategy for protecting neurons against oxidative damage in neurodegenerative diseases."}, {"pubmed": 19808966, "text": "Increased expression of aldehyde dehydrogenase is associated with colon cancer."}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19911270, "text": "high degree of stromal expression of ALDH1 was significantly associated with best disease-free survival as well as a trend for overall survival in breast cancer"}, {"pubmed": 20010854, "text": "ALDH1A1 (aldehyde dehydrogenase 1 family member A1) is a marker for malignant prostate stem cells and predictor of prostate cancer patients' outcome"}, {"pubmed": 20019840, "text": "ata demonstrate that the overexpression of Twist in breast cells can promote the generation of a cancer stem cell phenotype characterized by the high expression of CD44, little or no expression of CD24, and increased aldehyde dehydrogenase 1 activity."}, {"pubmed": 20142235, "text": "ALDH1A1 may serve as a useful marker for monitoring the progression of bladder tumo"}, {"pubmed": 20228222, "text": "ALDH1, CD44, and cytokeratin have roles in breast cancer progression"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20422001, "text": "a novel cancer stem cell marker, ALDH1 can be used for tumors whose corresponding normal tissues express ALDH1 in relatively restricted or limited levels such as breast, lung, ovarian or colon cancer"}, {"pubmed": 20516116, "text": "High aldehyde dehydrogenase activity is associated with tumor-initiating and metastasis-initiating cells in prostate cancer"}, {"pubmed": 20585849, "text": "The benign stroma of BRCA1 mutation carriers shows higher ALDH1 expression than age-matched controls, implying that BRCA1 may be an (in)direct regulator of mammary stromal ALDH1 expression."}, {"pubmed": 20596639, "text": "Sphere-forming cells with elevated ALDH1 are a possible candidate for sarcoma stem cells, possessing strong chemo-resistant capacities."}, {"pubmed": 20606680, "text": "Prognostic impact of this and other cancer stem cell markers expression in colorectal cancer."}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20889728, "text": "The ALDH1A1 subpopulation is associated with chemoresistance and outcome in ovarian cancer patients, and targeting ALDH1A1 sensitizes resistant cells to chemotherapy."}, {"pubmed": 20959018, "text": "aldehyde dehydrogenase 1 has a role in the antitumor effect of the Src inhibitor dasatinib"}, {"pubmed": 20959469, "text": "Upregulation of aldehyde dehydrogenase is associated with thyroid cancer."}, {"pubmed": 21045151, "text": "Data suggest that A rebalancing of the LIN28/let-7 regulatory loop could be a novel therapeutic strategy to target ALDH1+ cancer stem cells."}, {"pubmed": 21098716, "text": "Data demonstrated that ALDH and CD44 select a subpopulation of cells that are highly tumorigenic."}, {"pubmed": 21118965, "text": "Data show that shRNA against NOTCH3 resulted in a significant decrease in ALDH(+) lung cancer cells, commensurate with a reduction in tumor cell proliferation and clonogenicity."}, {"pubmed": 21231983, "text": "High ALDH1 is associated with endometrioid adenocarcinoma."}, {"pubmed": 21282737, "text": "ALDH activity and CD44 do not appear to identify prostate cance stem cells; however, they do indicate increased tumorigenic and metastatic potential, indicating their potential importance for further exploration."}, {"pubmed": 21336637, "text": "ALDH1 may therefore be a diagnostic marker and a therapeutic target of BRCA1 related breast cancer."}, {"pubmed": 21371077, "text": "ALDH1 expression in primary cancer is an independent prognostic factor in node-positive breast cancer patients"}, {"pubmed": 21399615, "text": "EZH2 and ALDH-1 mark breast epithelium at risk for breast cancer development."}, {"pubmed": 21441790, "text": "ALDH 2*1*2 polymorphisms are associated with pancreatic cancer."}, {"pubmed": 21482329, "text": "The presence of RALDH1 in normal lung development (A549 cell line), & the capacity to convert retinol to retinoic acid, indicates that fetal human lung has the ability to regulate the supply of vitamin A from the pseudoglandular stage."}, {"pubmed": 21695188, "text": "Cell populations enriched for high ALDH activity alone are sufficient for efficient tumor-initiation with enhanced tumorigenic potential relative to CD133(+) and ALDH(low) cell populations in some direct xenograft tumors."}, {"pubmed": 21708005, "text": "high expression of ALDH1A1 correlated with proliferation of pancreatic tumour cells; low expression of ALDH1A1 identified as an adverse prognostic marker for survival in pancreatic cancer"}, {"pubmed": 21804471, "text": "Data show that cervical carcinoma contains a small subpopulation of cells that express ALDH1 and may demonstrate a cancer stem cell-like phenotype."}, {"pubmed": 21827011, "text": "ALDH1 expression appears only in the undifferentiated cells of glioblastoma."}, {"pubmed": 21907803, "text": "demonstrated that ER-alpha36 positively regulates HER2 expression and the population of ALDH1 positive breast cancer cells, and suggested that non-genomic estrogen signaling mediated by ER-alpha36 is involved in maintenance of breast cancer stem cells"}, {"pubmed": 22005464, "text": "the interaction between ALDH status and the ability to establish a stem cell hierarchy in PC3 prostate cancer cells was examined."}, {"pubmed": 22012766, "text": "Our study suggested that Msi-1 and/or ALDH1 expression might be closely related to the carcinogenesis, progression, clinical biological behaviors, and prognosis of gallbladder adenocarcinoma."}, {"pubmed": 22014057, "text": "ALDH1 expression in carcinoma cells is an independent prognostic factor in triple negative breast cancer patients."}, {"pubmed": 22080062, "text": "ALDH1A1 could be a useful marker to predict worse clinical outcome after chemotherapy in the neoadjuvant setting with substantial residual cancer burden."}, {"pubmed": 22098156, "text": "demonstrates for the first time that the cancer stem cell marker, ALDH1, is expressed in human esophageal squamous cell carcinoma (ESCC); results indicate the involvement of ALDH1 in the aggressive behavior of ESCC."}, {"pubmed": 22101256, "text": "ALDH1 expression pattern is an independent prognostic marker for survival of T3 N0 M0 G2 colorectal cancer patients."}, {"pubmed": 22115706, "text": "ALDH1A1, a putative cancer stem cell marker."}, {"pubmed": 22123295, "text": "Data show that aryl hydrocarbon receptor (AhR) activation suppressed mammosphere formation of MCF-7 cells and decreased the proportion of cells with high aldehyde dehydrogenase 1 (ALDH-1) activity."}, {"pubmed": 22131125, "text": "ALDH1A1 transcript and protein levels were consistently low in all epithelial subsets from human mammary tissue."}, {"pubmed": 22195027, "text": "This result demonstrates the critical role of stress resistance in myogenic cell therapy as well as confirms the role of ALDH as a marker for rapid isolation of murine and human myogenic progenitors for cell therapy."}, {"pubmed": 22260461, "text": "This study provides further evidence for the stem cell character of ALDH1+ cells, here in benign breast tissue of cancer and non-cancer patients throughout non-lactating adult life, and contributes evidence of benign stromal ALDH1+ cells."}, {"pubmed": 22380773, "text": "the down-regulation of ALDH1A1 mRNA found in substantia nigra tissue of human Parkinson's disease samples"}, {"pubmed": 22407396, "text": "Expression of ALDH1 in the axillary lymph node metastases was significantly associated with the disease-free survival in the breast cancer patients."}, {"pubmed": 22417385, "text": "we provide evidence for ALDH1A1 as a marker of astrocytic differentiation during brain development and of better prognosis in patients suffering from primary glioblastoma."}, {"pubmed": 22430847, "text": "TGF-beta signalling reduces the expression of ALDH1 and REG4, and the size of the ALDH1+ cell population."}, {"pubmed": 22544210, "text": "ALDH1 expression is frequent in tumour-associated stromal cells of triple negative breast cancer and is associated with better outcome."}, {"pubmed": 22581680, "text": "Statistical analyses did not show any correlation between the pattern of ALDH1 expression and tumor histology, tumor size, or perineural invasion."}, {"pubmed": 22591209, "text": "promoter polymorphism not associated with alcohol drinking levels"}, {"pubmed": 22608744, "text": "Gene expression profiling revealed higher expression of the stem cell related genes PROM1 and NKX3-1 in ALDH1(high) cells than in ALDH1(low) cells."}, {"pubmed": 22617249, "text": "High ALDH1A1 expression is associated with aggressive lung cancer."}, {"pubmed": 22649953, "text": "ALDH-1 expression was higher in tumor tissues of renal cell carcinoma, than normal tissues (p < 0.05)."}, {"pubmed": 22710732, "text": "data show ALDH1A1 expression and activity was higher in gemcitabine (GEM)-resistant MIA PaCa-2 cell line compared to parental cells; in MIA PaCa-2/GR cells, combination of ALDH1A1-siRNA and GEM showed decrease in viability and increase in apoptosis emphasizing importance of ALDH1A1 in intrinsic and acquired GEM resistance"}, {"pubmed": 22725270, "text": "expression patterns of ALDH1 and Bmi1 in OE were associated with malignant transformation, suggesting they may be valuable predictors for evaluating risk of oral cancer."}, {"pubmed": 22782852, "text": "the expression of cancer stem cell markers ALDH1 and CD133 correlate with a high risk of malignant transformation in a large series of patients with premalignant oral leukoplakia"}, {"pubmed": 22877687, "text": "ALDH1 expression is associated with favorable outcome, in non-small cell lung cancer."}, {"pubmed": 22878609, "text": "High nuclear ALDH1A1 expression is associated with colon and rectal cancer."}, {"pubmed": 22887839, "text": "ALDH1A isozymes are markers of human melanoma stem cells and potential therapeutic targets."}, {"pubmed": 22899292, "text": "ALDH1 expression and SOX2 expression were associated with a poor prognosis in upper urinary tract urothelial cell carcinoma"}, {"pubmed": 22928012, "text": "high ALDH1 activity can be used as a marker for cancer stem cells"}, {"pubmed": 22930220, "text": "ALDH1 expression was higher in stromal components of benign compared with cancerous lesions."}, {"pubmed": 22938492, "text": "increased ALDH1 is inversely correlated with decreased BRCA1 in a series of unselected breast carcinomas."}, {"pubmed": 23005595, "text": "The results indicate that high expression rates of ALDH1 might be a prediction marker for oral squamous cell carcinoma lymph node metastasis."}, {"pubmed": 23084350, "text": "These results show that ALDH1 is expressed in astrocytoma, and that its expression is correlated with pathological grade and patient survival."}, {"pubmed": 23112116, "text": "Medullary and metaplastic carcinomas are the two types highly associated with high-grade breast carcinomas, basal-like and claudin-low molecular subtypes, and to the breast cancer stem cell phenotype CD44(+)/CD24(-/low)/ALDH1(+)."}, {"pubmed": 23132408, "text": "ALDH1A1 is a new mediator for resistance of glioblastoma multiforme to temozolomide and a reliable predictor of clinical outcome"}, {"pubmed": 23220285, "text": "Aldehyde dehydrogenase 1, a functional marker for identifying cancer stem cells in human nasopharyngeal carcinoma."}, {"pubmed": 23236537, "text": "loss of ALDH1A1 expression is suggested to promote carcinogenesis especially in the smoking-related lung adenocarcinomas"}, {"pubmed": 23252868, "text": "levels of CD133, CD44, and ALDH1 had independent prognostic value to predict the recurrence of lung adenocarcinoma"}, {"pubmed": 23267077, "text": "Benomyl inhibition of aldehyde dehydrogenase leads to the accumulation of 3,4-dihydroxyphenylacetaldehyde, preferential degeneration of dopaminergic neurons, and development of Parkinson disease."}, {"pubmed": 23295229, "text": "Due to longer residence time of the NADH in the aldehyde dehydrogenase 1 pocket."}, {"pubmed": 23332924, "text": "ALDH1 expression relates to poor outcome in early stage rectal cancer."}, {"pubmed": 23434145, "text": "Aldehyde dehydrogenase 1, cleaved caspase 3, and cyclooxygenase 2 are useful markers for therapeutic resistance in breast cancer."}, {"pubmed": 23454351, "text": "Mitochondrial NAD dependent aldehyde dehydrogenase either from yeast or human replaces yeast cytoplasmic NADP dependent aldehyde dehydrogenase for the aerobic growth of yeast on ethanol."}, {"pubmed": 23465277, "text": "Our study suggests that there is a link between ALDH1 and EGFR expression in high-grade serous ovarian carcinoma"}, {"pubmed": 23483187, "text": "A significant correlation between ALDH1 positivity with lower primary tumor differentiation grade."}, {"pubmed": 23585015, "text": "Detected the expression of ALDH1A1 in 95 cases of clear cell renal cell carcinoma (ccRCC) by immunohistochemistry and correlated it with clinicopathological parameters and prognosis. ALDH1A1 protein showed high expression in 53 of 95 cases of ccRCC."}, {"pubmed": 23707659, "text": "Our findings suggested that ALDH1 expression may identify a subgroup of a higher risk of malignant transformation of oral lichen planus"}, {"pubmed": 23759596, "text": "ALDH1 within the DCIS lesion can add to the prognostic significance of EZH2, particularly in the context of risk of development of invasive disease."}, {"pubmed": 23762304, "text": "Higher ALDH1 expression levels in ovary cancer cases are related to poorer prognosis in both serous adenocarcinoma cases and clear cell adenocarcinoma cases."}, {"pubmed": 23787917, "text": "in breast cancer in younger women, ALDH1 was more highly expressed, and it correlated with estrogen receptor negativity. It, however, did not predict survival in this study."}, {"pubmed": 23799031, "text": "Overall methylation levels in the promoter regions of three genes (ALDH1A1, OPRL1 and RGS19) are elevated in subjects who were exposed to childhood adversity."}, {"pubmed": 23805041, "text": "Differential expression of SOD2, ALDH1A1, and MGST1 genes in the anterior lens capsules of patients with pseudoexfoliation syndrome suggest that diseased tissue appears to respond to the previously reported oxidative stress."}, {"pubmed": 23845466, "text": "ALDH1 is a prognostic marker for triple-negative breast cancer patients."}, {"pubmed": 23916993, "text": "expression of ALDH1 in primary breast tumors or axillary lymph node metastases may be one potential risk factor for poor, long-term outcomes."}, {"pubmed": 23969936, "text": "ALDH1A1 protein was expressed significantly more frequently and at higher levels in advanced-stage than in low-stage prostate cancer and BPH. Notably, ALDH1A1 positivity was associated with poor survival (P = 0.02) in hormone-naive patients."}, {"pubmed": 24008128, "text": "High ALDH1A1 expression in adenoma is associated with metachronous colorectal neoplasia"}, {"pubmed": 24043631, "text": "MUC1-C (i) activates a previously unrecognized ERK-->C/EBPbeta-->ALDH1A1 pathway, and (ii) promotes the induction of ALDH activity in breast cancer cells."}, {"pubmed": 24080087, "text": "retinoic acid-producing enzyme aldehyde dehydrogenase 1a1 (Aldh1a1) is an oncogene suppressor in specific B cell populations."}, {"pubmed": 24120944, "text": "Nodal, a member of TGF-b family, inhibited ALDH1 expression via stimulating TGF-b signaling in uterine endometrioid adenocarcinoma."}, {"pubmed": 24197864, "text": "ALDH1 is an intracellular marker for the identification and isolation of stem-like glioblastoma cells."}, {"pubmed": 24201124, "text": "Our results provide the strong evidence that ALDH1A1(high) cancer stem-like cells contribute to the invasion, metastasis and poor outcome of human esophageal squamous cell carcinoma."}, {"pubmed": 24210755, "text": "ALDH1 expression levels correlated with resistance or response to chemoradiation in resectable esophageal cancer patients."}, {"pubmed": 24266898, "text": "Low ALDH1 expression is associated with high stage and metastatic renal cell carcinoma."}, {"pubmed": 24285422, "text": "Increased ALDH1 expression is associated with recurrence in oral squamous cell carcinoma."}, {"pubmed": 24285572, "text": "Redox probes revealed deficient expression of an apparent 55 kDa protein thiol in Gorlin syndrome patients from independent Gorlin syndrome patients, compared with normal human dermal fibroblasts; proteomics identified this protein as ALDH1A1."}, {"pubmed": 24289252, "text": "ALDH1 is upregulated in tumor stem cells isolated from a thoracic myxofibrosarcoma cell line MUG-Myx1."}, {"pubmed": 24327017, "text": "Postoperative ALDH1 independently predicted poor prognosis in patients with RC."}, {"pubmed": 24374552, "text": "Findings indicate that ALDH1(+) cells represent a pool of endocrine precursors in the developing human pancreas and that ALDH1 activity is required during endocrine cell differentiation."}, {"pubmed": 24422956, "text": "The 5-year disease-free survival rate of non-small cell lung cancer patients with high aldehyde dehydrogenase 1 (ALDH1) expression levels in their cancer cells was significantly lower than those with a low ALDH1 level"}, {"pubmed": 24450601, "text": "study found that ALDH1, CD44, OCT4 and SOX2 are overexpressed in tongue squamous cell carcinoma"}, {"pubmed": 24464599, "text": "The increase of ALDH1A1 and GST activity in Diabetes mellitus seems to be associated with the severity of the disease and might be a compensatory effect against oxidative stress."}, {"pubmed": 24485040, "text": "High ALDH1A1 expression correlates with papillary thyroid carcinoma."}, {"pubmed": 24511023, "text": "The expression of ALDH1 in patients with vulvar squamous cell carcinoma indicates a significantly better prognosis. There is a trend that the expression of ALDH1 is associated with better histological differentiation."}, {"pubmed": 24519209, "text": "High ALDH1 expression is associated with metastasis or recurrence in invasive ductal breast cancer."}, {"pubmed": 24596390, "text": "Combined overexpression of ALDH1 and CD44 are associated with ductal carcinomas in situ in breast cancer."}, {"pubmed": 24599561, "text": "Decreased expression of RALDH1 gene is associated with disease progression."}, {"pubmed": 24670249, "text": "Data indicate that aldehyde dehydrogenase 1 (ALDH+) or ALDH+/disialoganglioside (GD2) cells could differentiate into neural cells, adipocytes, osteocytes or chondrocytes."}, {"pubmed": 24671051, "text": "Expression of Notch1, -2, and -3, CDK2, and CCNE1 was significantly decreased by upregulation of ALDH1A1 in A549 cells, but increased by its interruption in A549s cells."}, {"pubmed": 24716927, "text": "High level expression of ALDH1A1 was found."}, {"pubmed": 24770634, "text": "Evidence for the prognostic value of ALDH1A1 as a cancer stem cell marker in patients with locally advanced, metastasized HNSCC."}, {"pubmed": 24786601, "text": "these data identified combined expression levels of Aldh1, Survivin, and EpCAM as strong independent prognostic factors, with high hazard ratios, for survival and tumour recurrence in colorectal cancer patients, and therefore reflect tumour aggressiveness."}, {"pubmed": 24827824, "text": "ALDH1 positivity is associated with poor prognosis of cervical carcinoma, and may be an independent predictor of prognosis."}, {"pubmed": 24865427, "text": "Postmortem evaluation of brains of patients with Parkinson's disease revealed a severe reduction of ALDH1A1 expression and neurodegeneration in the ventral ALDH1A1-positive dopaminergic neuron subpopulations."}, {"pubmed": 24887554, "text": "ALDH1A1, through its function in the retinoic acid metabolism, affects the proliferation and/or early differentiation of stem/progenitor cells and is important for branching morphogenesis."}, {"pubmed": 24938375, "text": "A systematic review/meta-analysis indicates that ALDH1A1 is a biomarker to predict tumor progression and poor survival of breast cancer patients."}, {"pubmed": 24954508, "text": "Data strongly support the role of beta-catenin-regulated ALDH1A1 in the maintenance of ovarian cancer spheroids."}, {"pubmed": 25031716, "text": "the ratio of ALDH1A1 level in adjacent mucosa to that in tumor tissues a novel biomarker to reflect the distinct expression patterns of ALDH1A1 for predicting metastasis and prognosis of colorectal cancer"}, {"pubmed": 25120797, "text": "ALDH1 and TGFbeta2 play important roles in the development of breast cancer."}, {"pubmed": 25148045, "text": "prognostic value of ALDH-1, Bmi-1 and Nanog stem cell markers in esophageal squamous cell carcinoma."}, {"pubmed": 25181420, "text": "ALDH1A1 was the most highly expressed isozyme followed by ALDH9A1 in normal and cancerous thyroid tissues."}, {"pubmed": 25182808, "text": "A single cell methods shows that high expression of ALDH1 along with nuclear TWIST in circulating tumour cells are frequently detected in patients with metastatic breast cancer."}, {"pubmed": 25216223, "text": "Our results demonstrate that loss of ALDH1A1expression is an early event in the development of high-grade serous carcinoma"}, {"pubmed": 25216266, "text": "Ovarian cancer cells expressing ALDH1A1 may maintain platinum resistance by altered regulation of cell cycle checkpoint and DNA repair network signaling."}, {"pubmed": 25230277, "text": "Findings are consistent with the hypothesis that NEK2 contributes to ALDH1A1-dependent drug resistance in myeloma"}, {"pubmed": 25253129, "text": "ALDH1A1 plays an important role in tumor aggressiveness and prognosis, and may act as a promising target for prognostic prediction."}, {"pubmed": 25270363, "text": "Expression of ALDH1 indicates a more aggressive feature of stage III rectal cancer and can stratify stage III rectal cancer into different survival groups"}, {"pubmed": 25344211, "text": "The prognosis of patients with a high level of ALDH1A1 expression was poor compared with that of patients with low levels of expression (P = 0.044). ALDH1A1 is a new mediator for resistance of DLBCL to CHOP."}, {"pubmed": 25384215, "text": "NOTCH signaling activated ALDH1A1 through the induction of SIRT2, leading to ALDH1A1 deacetylation and enzymatic activation to promote breast CSCs."}, {"pubmed": 25451256, "text": "FBLN-3 promoter region was highly methylated in some pancreatic cancer cell lines. FBLN-3 inhibited c-MET activation and expression and reduced cellular level of ALDH1."}, {"pubmed": 25502770, "text": "ALDH1A1 was predicted to be the main contributor to intratesticular RA formation, but when CRBP1 was present, ALDH1A2 was predicted to be equally important in RA formation as ALDH1A1."}, {"pubmed": 25582316, "text": "ALDH1A1 might be a major contributor of ALDH1 activity in breast cancer , since only ALDH1A1 mRNA high expression was found to be significantly correlated to worsen OS for all BC patients."}, {"pubmed": 25585687, "text": "ALDH1 levels can be used as a useful parameter for pathological evaluation of tissue histology and to predict disease prognosis."}, {"pubmed": 25599843, "text": "ALDH1 protein expression in primary breast cancer and axillary lymph node metastases"}, {"pubmed": 25643237, "text": "Suggest that ALDH1 inhibition may not only be able to provide a therapeutic advantage in melanoma treatment, but may also prevent rapid relapse after therapy, as residual tumorigenic cells are fewer and metastatic ability is diminished."}, {"pubmed": 25670168, "text": "Expression of the ALDH1A1 gene is regulated by the WNT signaling pathway and co-occurs with expression of beta-catenin in prostate tumor specimens."}, {"pubmed": 25710579, "text": "Prognostic Significance of CD44v6, CD133, CD166, and ALDH1 Expression in Small Intestinal Adenocarcinoma."}, {"pubmed": 25793304, "text": "the distribution of RALDH1, RALDH2, and RALDH3 in the postnatal eye was determined."}, {"pubmed": 25843691, "text": "These data indicate that ALDH1 expression plays an important role in bladder cancer development and prognosis"}, {"pubmed": 25864109, "text": "We showed that knockdown of ALDH1 expression reduced the cell migration ability of HeLa cells, whereas augmented expression of ALDH1 increased cell migration"}, {"pubmed": 25881507, "text": "Expression of LGR5 and ALDH1A1 was associated with the tumorigenicity, metastasis and poor prognosis of NSCLC, and LGR5 cells in NSCLC were likely have stem cell-like properties due to the significant correlation between LGR5 and ALDH1A1."}, {"pubmed": 25921687, "text": "This meta-analysis shows ALDH1 expression in lung cancer is connected with decreased overall and disease free survival and thus marks a worse prognosis."}, {"pubmed": 25963795, "text": "High ALDH1 expression is associated with high-grade neuroendocrine carcinoma of the lung."}, {"pubmed": 25999351, "text": "increased ALDH1 expression after treatment identifies patients with aggressive tumor phenotypes in ovarian cancer."}, {"pubmed": 26046383, "text": "Results show that over-expression of both ALDH1 and CD133 were only found in non small cell carcinoma and adenocarcinoma (ADC) types of lung neoplasm but only, the low expression of ALDH1 was associated with more aggressive tumor in ADC patients."}, {"pubmed": 26063415, "text": "negative phenotype and high proliferative index, but not ALDH1 expression, are predictive of good pathological response to neoadjuvant chemotherapy in locally advanced breast cancer"}, {"pubmed": 26070788, "text": "ALDH1 may play an important role in the invasion of breast cancer, and may be associated with aggressive phenotypes of breast cancer."}, {"pubmed": 26080709, "text": "ALDH activity in myeloid cells in the colon of ulcerative colitis patients, regardless of whether the disease is active or in remission, is influenced by the intestinal environment."}, {"pubmed": 26130650, "text": "Expression analysis revealed upregulation of IL6 and CD126 and GP130 in ALDH(hi) endometrial cancer ... targeted inhibition of the IL6 receptor and its downstream effectors JAK1 and STAT3 reduced tumor cell growth."}, {"pubmed": 26148881, "text": "High expression of cancer stem cell marker ALDH1 in ovarian carcinoma cells may thus portend a favorable prognosis, but its expression in tumor microenvironment may have no role in tumor behavior of ovarian carcinomas."}, {"pubmed": 26160842, "text": "ALDH1A1-overexpressing cells appear to be differentiated cells rather than cancer stem cells in hepatocellular carcinoma."}, {"pubmed": 26175266, "text": "ALDH1A1 is associated with distant disease-free survival and clinicopathological variables, both in cancer cells and stroma, but is highly cut-off dependent."}, {"pubmed": 26230297, "text": "Studies suggest that aldehyde dehydrogenase 1A1 (ALDH1A1) may be a stem cell marker in lung cancer (LC) and breast cancer (BC)."}, {"pubmed": 26254374, "text": "The cancer stem-like cell marker ALDH1 can be used as a predictive factor for adverse pathological outcomes and prognosis in transitional cell carcinoma. of the renal pelvis."}, {"pubmed": 26298632, "text": "Basal like tumors are enriched for cancer stem cells (CSC) with CD44(+)/CD24(-/low) phenotype. CD133 can detect a different population of CSC in breast carcinoma"}, {"pubmed": 26305673, "text": "ALDH1 expression in tumor-associated stromal cells indicates reduced breast carcinoma progression, possibly via retinoic acid secretion"}, {"pubmed": 26358078, "text": "High expressions of ALDH1 is associated with lymph node metastasis in colorectal cancer."}, {"pubmed": 26391478, "text": "These findings suggest that a CD44high/ALDH1A1high phenotype in melanoma and a CD44high phenotype in squamous cell carcinomas can be considered candidates for targeted therapy of skin cancers aiming at cancer stem cells"}, {"pubmed": 26398662, "text": "Combined expression of ALDH1A1(high) and beta-catenin(c) was associated with lymph node metastasis, poor outcome, and resistance to cyclophosphamide treatment."}, {"pubmed": 26399460, "text": "The ALDH1 activity and sphere forming ability of CD44(high) /ALDH1(high) cells was significantly inhibited by GSK3beta knockdown. On the other hand, CD44(high) /ALDH1(low) cells exhibited high epidermal growth factor receptor (EGFR) expression and increased cell growth."}, {"pubmed": 26449187, "text": "salivary gland mucoepidermoid carcinomas contain a small population of cancer stem cells with enhanced tumorigenic potential and that are characterized by high ALDH activity and CD44 expression"}, {"pubmed": 26456957, "text": "Data suggest that posttreatment aldehyde dehydrogenase 1(ALDH1) and CD44 antigen positivity might affect poor response to preoperative chemoradiotherapy (CRT)."}, {"pubmed": 26462023, "text": "Data suggest that high expression of aldehyde dehydrogenase 1A1 (ALDH1A1) mRNA in tumor tissues may be an independent predictor of a favorable triple-negative breast cancer (TNBC) outcome."}, {"pubmed": 26517640, "text": "Cancer stem cell markers are variably expressed in prostate adenocarcinoma and immunohistochemical staining for ALDH1 and EZH2 may have a role in predicting tumour aggressiveness before treatment of prostate cancer"}, {"pubmed": 26572760, "text": "The patients in this study with laryngeal cancer with ALDH1 + tumours had better outcomes than their counterparts with ALDH1- tumours"}, {"pubmed": 26617768, "text": "Immunohistochemistry results indicate that combination with ALDH1 and STAT6 can improve the diagnostic value of CD34 for solitary fibrous tumors."}, {"pubmed": 26625750, "text": "Detecting the expression of CD133 and ALDH1 in invasive ductal breast carcinomas may be of help in more accurately predicting the aggressive properties and determining the optimal treatment."}, {"pubmed": 26676482, "text": "expansion and delivery of reselected UCB cells that retain high ALDH-activity after short-term culture represents an improved strategy for the development of cellular therapies to enhance islet regeneration in situ."}, {"pubmed": 26682730, "text": "Data show that high ALDH1 expression indicates a poor prognosis in colorectal cancer patients correlating with the T stage, N stage, and tumor differentiation, but not with age. [review]"}, {"pubmed": 26894647, "text": "significant association between ALDH1A1 expressions with Gleason score indicates the potential role of this protein in PCa tumorigenesis and aggressive behavior; therefore, this cancer stem cell marker can be used as a promising candidate for targeted therapy of PCa, especially those with high Gleason score"}, {"pubmed": 26896768, "text": "ALDH1A1 stabilizes the Gli2 protein in an enzyme-independent manner hepatocellular cancer.ALDH1A1 is a positive regulator of the Hedgehog signaling pathway."}, {"pubmed": 26907783, "text": "We ascertained the presence of strong association between ALDH1A1 expression and both histological subtype & tumor grade of non-small cell lung cancers. We report a fascinating finding; ALDH1A1 heterogeneity within adenocarcinoma can be mapped to its histological patterns."}, {"pubmed": 26934553, "text": "Low expression level of ALDH1A1 is associated with prostate cancer."}, {"pubmed": 26975188, "text": "Study shows that ALDH1 high expression in tumor cells correlated significantly with tumor size, lymph node metastasis, nuclear grade, poor prognosis, and resistance to neoadjuvant chemotherapy."}, {"pubmed": 27000059, "text": "Our study provides insight into the structural changes that accompany urea-mediated unfolding of ALDH1 and the catalytic role associated with conformational changes."}, {"pubmed": 27035162, "text": "Data support a crucial role of Notch3 in the increase of stem-like property in NSCLC cells that might be associated with upregulation of ALDH1A1 and CD44 and activation of autophagy."}, {"pubmed": 27152521, "text": "ALDH1A1 and IGFBP1 are differentially overexpressed in CLM and may play a dual role, functioning as both tumor suppressors and metastasis promoters in CRC"}, {"pubmed": 27239845, "text": "Even at early stages of malignant transformation, a significant decrease in ADH1B, ADH3, RDHL, and RALDH1 mRNA levels was observed in 82, 79, 73, and 64% of tumor specimens, respectively"}, {"pubmed": 27272809, "text": "SOX2 and ALDH1 can be considered markers of poor prognosis"}, {"pubmed": 27290698, "text": "Results demonstrate that EZH2 and ALDH1 proteins are expressed in the stromal component of phyllodes tumors."}, {"pubmed": 27368476, "text": "Among patients with ER-positive/HER2-negative breast cancer, ALDH1 expression was more common in those with early recurrence, and this expression was found to be associated with a more aggressive breast cancer phenotype than that in the patients without recurrence."}, {"pubmed": 27380877, "text": "ALDH1A1 silencing induced sensitivity in the cisplatin resistant head and neck cancer cell line In Vitro."}, {"pubmed": 27461829, "text": "Whole-tissue is better than TMA for the detection of ALDH1A1 nuclear staining in colorectal carcinoma patients, and nuclear expression is associated with a better outcome. Cytoplasmic expression is not a suitable prognostic marker of colorectal carcinoma."}, {"pubmed": 27542268, "text": "disulfiram/copper complex targets ALDH1A1 to inhibit non-small cell lung cancer recurrence driven by ALDH-positive cancer stem cells"}, {"pubmed": 27620279, "text": "CD44 and ALDH are the most specific biomarkers to detect and isolate tumorigenic and chemoresistant gastric CSCs in noncardia gastric carcinomas independently of the histologic classification of the tumor."}, {"pubmed": 27630305, "text": "CD44(+)ALDH1(+)Ki-67(-) tumor cells may favor distant metastasis; quiescence may have a crucial role for tumor progression, treatment resistance and metastatic ability of breast cancer stem cells"}, {"pubmed": 27696244, "text": "Expression of c-kit was associated with poorer overall survival (p = 0.011), while ALDH1A1 expression was associated with shorter recurrence-free survival (p = 0.036)."}, {"pubmed": 27768764, "text": "CD44+/24- and ALDH1-positive rates in primary tumors differed according to intrinsic subtype. ER-positive patients with CD44+/24- tumors had significantly longer disease-free-survival than all other ER-positive patients"}, {"pubmed": 27789528, "text": "Circulating tumor cells expressing cytokeratin and tumor-initiating cell markers, including ALDH, CD133, and CD44, were identified in patients with pancreatic adenocarcinoma. These TIC-like CTCs were associated with poor prognosis after surgical resection and with an increased incidence of tumor recurrence"}, {"pubmed": 27813328, "text": "Results indicate that ALDH1A1 is associated with cisplatin resistance in human lung adenocarcinoma cell line A549/DDP cells, and that activation of the PI3K/AKT signal pathway may be the responsible mechanism."}, {"pubmed": 27832750, "text": "High expression of ALDH1 is associated with non-small cell lung cancer."}, {"pubmed": 27891591, "text": "NOR1 suppresses cancer stem-like cell properties in nasopharyngeal carcinoma cells by inhibiting the AKT-GSK-3beta-Wnt/beta-catenin-ALDH1A1 signaling circuit."}, {"pubmed": 28106104, "text": "These findings suggest that ALDH1 expression in malignant melanoma has a favorable effect on patient survival"}, {"pubmed": 28122543, "text": "ALDH appears to be involved in the interaction between lung and Osteosarcoma (OS) cells, and ALP may be a valuable biomarker for monitoring functional OS changes during metastasis."}, {"pubmed": 28129349, "text": "We demonstrate the utility of this assay by generating dose-response curves on a comprehensive set of prior art inhibitors as well as hundreds of ALDH1A1 inhibitors synthesized in house. Finally, we established a screening paradigm using a pair of cell lines with low and high ALDH1A1 expression, respectively, to uncover novel cell-active ALDH1A1-specific inhibitors from a collection of over 1,000 small molecules."}, {"pubmed": 28184944, "text": "High ALDH1A1 expression is associated with bladder cancer."}, {"pubmed": 28193222, "text": "A central role of Aurora kinase A (AURKA) in promoting Epithelial-to-mesenchymal transition and cancer stem cell phenotypes via ALDH1A1."}, {"pubmed": 28205523, "text": "ALDH expression in decidual mesenchymal stem cells is required for cellular resistance to oxidative stress."}, {"pubmed": 28244015, "text": "Study shows that BPA induces ALDH1 expression in MCF-7 Cells and increases mammosphere size."}, {"pubmed": 28280079, "text": "approximately 25% of all acute myeloid leukemias expressed low or undetectable levels of ALDH1A1 and this ALDH1A1(-) subset of leukemias correlates with good prognosis cytogenetics"}, {"pubmed": 28295901, "text": "Mesenchymal stem cells selected for ALDH(hi) demonstrated enhanced proangiogenic secretory functions and represent a purified MSC subset amenable for vascular regenerative applications."}, {"pubmed": 28383433, "text": "prognostic indicator of survival in triple negative breast cancer"}, {"pubmed": 28415606, "text": "this study identified TAZ as a novel inducer of lung cancer stem cells and the first transcriptional activator of the stem cell marker ALDH1A1"}, {"pubmed": 28418868, "text": "these findings indicate that ALDH1 can be prognosis prediction markers for urinary tract carcinomas"}, {"pubmed": 28449663, "text": "High ALDH1A1 expression is associated with cervical cancer."}, {"pubmed": 28476825, "text": "The expression of CD133, but not ALDHA1A, was significantly associated with poorer overall survival (p<0.0001) and shorter disease-free interval (DFI) (p<0.0001) in lung adenocarcinoma"}, {"pubmed": 28604744, "text": "High ALDH1 expression is associated with endometrial cancer."}, {"pubmed": 28616914, "text": "The expression of ALDH1 and VEGF proteins were significantly correlated with TNM stage and lymph node metastasis in laryngeal squamous cell carcinoma"}, {"pubmed": 28640095, "text": "Results suggest that ALDH1 expression correlates with aggressive phenotypes, and that high ALDH1 expression predicts a poor outcome in breast cancer."}, {"pubmed": 28737489, "text": "NFATc2 enhances tumor-initiating phenotypes through the NFATc2/SOX2/ ALDH1A1 axis in lung adenocarcinoma."}, {"pubmed": 28756208, "text": "ALDH1A1 modulates the production of ROS by anti-cancer agents such as paclitaxel and diminishes their efficacy."}, {"pubmed": 28851003, "text": "These results suggested that tumor-secreting factor increases ALDH(high) TEC populations that are resistant to 5-FU. Therefore, ALDH(high) TEC in tumor blood vessels might be an important target to overcome or prevent drug resistance."}, {"pubmed": 28870918, "text": "High ALDH expression is associated with Prostate Cancer."}, {"pubmed": 28888039, "text": "Findigs suggest that aldehyde dehydrogenase 1 (ALDH1) played an important role in tumor aggressiveness and associated with a tumor-promoting microenvironment in esophageal cancer."}, {"pubmed": 28939082, "text": "findings suggested that ALDH1 played an important role in treatment response and the tumor-promoting microenvironment in OSCC"}, {"pubmed": 28981387, "text": "ALDH1A1 overexpression was found to enhance Lysosomal autophagy inhibitors (LAI) cell entry and cytotoxicity without directly affecting lysosome function or autophagic flux. Expression of HLTF allows repair of DNA damage caused by LAI-induced reactive oxygen species, leading to hydroxychloroquine resistance."}, {"pubmed": 29062075, "text": "High ALDH1 expression is associated with breast tumorigenesis and metastasis."}, {"pubmed": 29103772, "text": "High ALDH1A1 expression may be a prognostic indicator of survival in patients with gastric neuroendocrine carcinoma"}, {"pubmed": 29170132, "text": "Collectively, this study illustrates the interplay between ALDH(high) CSCLs and EOC invasion, and offers a novel application target for the EOC oncotherapy."}, {"pubmed": 29189260, "text": "This study demonstrated the gradual loss of ALDH1A1 expression in oral squamous cell carcinoma (OSCC) in comparison with oral leukoplakia with epithelial dysplasia, and the increased ALDH2 expression in OSCC."}, {"pubmed": 29190005, "text": "Multiple SNPs in ALDH1A1 were associated with increased risk of mortality after breast cancer (BC). Future BC studies examining the relationship between ALDH1A1 and mortality should consider the modifying effects of alcohol consumption and Native American ancestry."}, {"pubmed": 29274322, "text": "These data revealed crucial roles of ALDH(-) cancer stem cell in Papillary thyroid carcinoma biology and suggested that cancer stem cell subpopulations function cooperatively to control Papillary thyroid carcinoma initiation and progression."}, {"pubmed": 29334844, "text": "suggests that ALDH-numerous AML derive from immature hematopoietic progenitors suggests that ALDH-numerous AML derive from immature hematopoietic progenitors suggests that ALDH-numerous AML derive from immature hematopoietic progenitors"}, {"pubmed": 29353288, "text": "Quercetin suppressed breast cancer stem cell proliferation, self-renewal, and invasiveness. It also lowered the expression levels of proteins related to tumorigenesis and cancer progression, such as aldehyde dehydrogenase 1A1, C-X-C chemokine receptor type 4, mucin 1, and epithelial cell adhesion molecules."}, {"pubmed": 29399699, "text": "Data suggested that ALDH1A1 may be an independent prognostic indicator and a new molecular biomarker for diagnosis in B-cell non-Hodgkin's lymphoma."}, {"pubmed": 29516013, "text": "In this review, we elevated the role of ALDH to be a potential marker to define and distinguish hematopoietic stem cells and leukemia stem cells and its importance in prognosis and target therapy in AML patients"}, {"pubmed": 29665144, "text": "data suggest that Disulfiram/copper can inhibit the ALDH(+) stem cell-like cells through ALDH1A1 and Hh pathway, which may be a promising therapeutic agent in eradicating stem cell-like cells of MM."}, {"pubmed": 29685462, "text": "ALDH1 and tumor infiltrating lymphocytes as predictors for neoadjuvant chemotherapy response in breast cancer"}, {"pubmed": 29725036, "text": "Described are adult ovarian cell populations. A fluorescence-activated cell sorting technique incorporating dual-detection of DDX4 with aldehyde dehydrogenase 1 (ALDH1) demonstrates the existence of two sub-populations of small DDX4-positive cells (approx. 7 microm diameter) with ALDH1 activity, distinguished by expression of differentially spliced DDX4 transcripts and of DAZL, a major regulator of germ cell differenti..."}, {"pubmed": 29739065, "text": "The activity of total alcohol dehydrogenase (ADH) and class I isoenzymes in the sera of autoimmune hepatitis patients is increased and aldehyde dehydrogenase (ALDH) levels were unchanged."}, {"pubmed": 29748529, "text": "the expression of the ALDH1A1 protein in colorectal cancer (CRC) tissues was significantly associated with the presence of lymph node metastases and might be a potential prognostic marker in patients with CRC."}, {"pubmed": 29752431, "text": "data demonstrate that DDB2, functioning as a transcription repressor, can abrogate ovarian Cancer stem cells properties by downregulating ALDH1A1 expression."}, {"pubmed": 29753392, "text": "Basing on the available evidence, this meta-analysis showed that high levels of ALDH1 expression correlate with worse OS and PFS in ovarian cancer patients."}, {"pubmed": 29791975, "text": "It is a putative cancer stem cell biomarker andALDH1(high) immunostaining was associated with angiolymphatic invasion of oral wquamous cell carcinoma."}, {"pubmed": 29891189, "text": "NGFR and ALDH1A1+ cells are lost during tumourigenesis"}, {"pubmed": 29902974, "text": "research, verifies the significance of the ALDH1A isoforms in multidrug resistance of human colorectal cancer cells and its potential as a cancer stem cell marker"}, {"pubmed": 29948941, "text": "In human AD tissues, ALDH1A1 levels increase with disease severity"}, {"pubmed": 30013043, "text": "Study showed TESC as a novel regulator of c-Src/IGF1R-mediated STAT3 activation pathway, which enhances ALDH1 expression, consequently reinforces the cancer stem cell-like and radio-resistant properties."}, {"pubmed": 30166520, "text": "This study demonstrated that high ALDH1A1 led to NRF2 activation via p62-associated pathway in ALDH1-high cancer stem cell-like ovarian cancer cells."}, {"pubmed": 30287243, "text": "This study showed that contrary to tumor cell ALDH1, the presence of stromal ALDH1 is associated with epithelial phenotype of primary PCa, improved clinical outcome, and is less frequent in PCa metastases."}, {"pubmed": 30292490, "text": "These results provide evidence that PAX6 might drive corneal epithelial differentiation by direct or indirect control of retinoic acid signaling processes through ADH7 and ALDH1A1."}, {"pubmed": 30305380, "text": "ALDH1 could drive the stemness of circulating non-small-cell lung carcinoma cells and reduce the survival time of patients."}, {"pubmed": 30307804, "text": "West African ancestry correlates with increased risk of triple-negative breast cancer and breast cancers that are positive for ALDH1."}, {"pubmed": 30583585, "text": "In the ovarian cancer cell line resistant to paclitaxel a clear correlation between LOX, ALDH1A1, and COL1A2 expression was observed. In another cell line resistant to paclitaxel and topotecan increased expression of LOX was also observed among ALDH1A1 positive cells."}, {"pubmed": 30695588, "text": "increased expression of ALDH1A1-RDH10-RARalpha- PPARbeta/delta pattern could be considered as adverse prognostic factor associated with a higher concentration of paraprotein and worst overall survival of patients with newly diagnosed multiple myeloma."}, {"pubmed": 30907484, "text": "Results provide evidence that both SDPR and ILK regulate the expression of ALDH1 in endometrioid carcinoma."}, {"pubmed": 31027318, "text": "the lower PTPRK expression was observed in Aldehyde Dehydrogenase 1 Family Member A1 (ALDH1A1) positive cancer stem cells (CSCs) population, suggesting the role of PTPRK downregulation in primary as well as acquired resistance to cytotoxic drugs."}, {"pubmed": 31106493, "text": "Reduced ALDH1A1 expression was observed in KIS37-treated pancreatic tumors, suggesting that cancer cell stemness was also suppressed in the orthotopic tumor model. The aforementioned results indicate that KIS37 administration is a novel therapeutic strategy for targeting PDK4 in KRAS-activated intractable human pancreatic cancer"}, {"pubmed": 31131824, "text": "ALDH1 expression seems to be a sign for differentiation as it diminishes during malignization of Schwann cell tumors"}, {"pubmed": 31138432, "text": "trended to have greater expression in macrophage populations but lower expression in decidual cell populations in fetal growth restriction-associated placentas"}, {"pubmed": 31187490, "text": "CSC marker aldehyde dehydrogenase 1A1 (ALDH1A1), a critical enzyme that synthesizes retinoic acid (RA), was abundantly expressed in PDCs."}, {"pubmed": 31444928, "text": "ALDH1 and Bmi1 are well-defined markers of cancer stem cells for head and neck cancer"}, {"pubmed": 31534014, "text": "ALDH1A1 Contributes to PARP Inhibitor Resistance via Enhancing DNA Repair in BRCA2(-/-) Ovarian Cancer Cells."}, {"pubmed": 31628941, "text": "By increasing MDR-1 expression and enriching CSCs population, as evidenced by increased ALDH-1."}, {"pubmed": 31665232, "text": "Loss of ARID1A induces a stemness gene ALDH1A1 expression with histone acetylation in the malignant subtype of cholangiocarcinoma."}, {"pubmed": 31678145, "text": "Omeprazole can be repositioned as a potent activator of human ALDH1A1 and may be proposed for its use in therapeutic strategies, to attenuate the damage generated during oxidative stress events occurring in different human pathologies"}, {"pubmed": 31695757, "text": "Aldehyde dehydrogenase 1A1 confers erlotinib resistance via facilitating the reactive oxygen species-reactive carbonyl species metabolic pathway in lung adenocarcinomas."}, {"pubmed": 31768017, "text": "RNA-binding protein IGF2BP1 maintains leukemia stem cell properties by regulating HOXB4, MYB, and ALDH1A1."}, {"pubmed": 31811857, "text": "Overall survival for head and neck squamous cell carcinoma (HNSCC) patients with ALDH1A1 negative tumors was 5.25 times higher than for patients with ALDH1A1 positive tumors. Cancer stem cells ALDH1A1 expression level could be used as prognostic biomarker in HNSCC."}, {"pubmed": 31923393, "text": "ALDH1A2 and ALDH1A3 showed higher catalytic efficiency for all-trans-retinaldehyde. Magnesium inhibited ALDH1A1 and ALDH1A2, while it activated ALDH1A3."}, {"pubmed": 32044720, "text": "ALDH1A1 maintains the cancer stem-like cells properties of esophageal squamous cell carcinoma by activating the AKT signal pathway and interacting with beta-catenin."}, {"pubmed": 32189581, "text": "Functional study of acetaldehyde dehydrogenase 1 (ALDH1) in keratinocytes: microarray integrating bioinformatics approaches."}, {"pubmed": 32369651, "text": "The prognostic significance of ALDH1A1 expression in early invasive breast cancer."}, {"pubmed": 32588101, "text": "Role of cancer stem cell markers ALDH1, BCL11B, BMI-1, and CD44 in the prognosis of advanced HNSCC."}, {"pubmed": 32825960, "text": "Expression level of PD-L1 is involved in ALDH1A1-mediated poor prognosis in patients with head and neck squamous cell carcinoma."}, {"pubmed": 32951453, "text": "Prognostic Significance of ALDH1, Bmi1, and OCT4 Expression in Oral Epithelial Dysplasia and Oral Squamous Cell Carcinoma."}, {"pubmed": 33053323, "text": "Increased expression of ALDH-1 is associated with clinical parameters of salivary glands neoplasms."}, {"pubmed": 33064013, "text": "Expression pattern of ALDH1, E-cadherin, Vimentin and Twist in early and late onset sporadic colorectal cancer."}, {"pubmed": 33068330, "text": "Association study between genetic variants in retinol metabolism pathway genes and prostate cancer risk."}, {"pubmed": 33110235, "text": "Metabolic programming of distinct cancer stem cells promotes metastasis of pancreatic ductal adenocarcinoma."}, {"pubmed": 33288566, "text": "Aldehyde Dehydrogenase 1-related Genes in Triple-negative Breast Cancer Investigated Using Network Analysis."}, {"pubmed": 33460998, "text": "The role of ALDH1A1 in contributing to breast tumour aggressiveness: A study conducted in an African population."}, {"pubmed": 33495566, "text": "PRMT3 interacts with ALDH1A1 and regulates gene-expression by inhibiting retinoic acid signaling."}, {"pubmed": 33527427, "text": "Prospective study of ALDH1A1 gene polymorphisms associated with antituberculosis drug-induced liver injury in western Chinese Han population."}, {"pubmed": 33610537, "text": "Histopathological findings and immunohistochemical expression of the stem cell markers CD44, ALDH1, Bmi-1, and Nanog in oral solitary fibrous tumors."}, {"pubmed": 34057116, "text": "Increased aldehyde dehydrogenase 1 (ALDH1) levels are associated with chemo-responsiveness in breast cancer patients treated with taxane-adriamycin-cyclophosphamide regimen."}, {"pubmed": 34099751, "text": "ALDH1 expression predicts progression of premalignant lesions to cancer in Type I endometrial carcinomas."}, {"pubmed": 34211078, "text": "Prognostic and predictive value of ALDH1, SOX2 and SSEA-4 in bladder cancer."}, {"pubmed": 34428540, "text": "Aldehyde dehydrogenase 1A1 and 1A3 isoforms - mechanism of activation and regulation in cancer."}, {"pubmed": 34491453, "text": "Identification of potential genes associated with ALDH1A1 overexpression and cyclophosphamide resistance in chronic myelogenous leukemia using network analysis."}, {"pubmed": 34580061, "text": "ALDH1A1 Activity in Tumor-Initiating Cells Remodels Myeloid-Derived Suppressor Cells to Promote Breast Cancer Progression."}, {"pubmed": 34897678, "text": "EHMT1 promotes tumor progression and maintains stemness by regulating ALDH1A1 expression in alveolar rhabdomyosarcoma."}, {"pubmed": 34974299, "text": "High aldehyde dehydrogenase 1 activity is related to radiation resistance due to activation of AKT signaling after insulin stimulation in prostate cancer."}, {"pubmed": 35090523, "text": "Co-expression of cancer stem cell markers, SALL4/ALDH1A1, is associated with tumor aggressiveness and poor survival in patients with serous ovarian carcinoma."}, {"pubmed": 35162954, "text": "Mesothelin Expression Is Not Associated with the Presence of Cancer Stem Cell Markers SOX2 and ALDH1 in Ovarian Cancer."}, {"pubmed": 35194895, "text": "ITGA7, CD133, ALDH1 are inter-correlated, and linked with poor differentiation, lymph node metastasis as well as worse survival in surgical cervical cancer."}, {"pubmed": 35225452, "text": "Association of ALDH1 with Response to Radiotherapy and Its Impact on Survival in Patients with Advanced Stage of Head and Neck Squamous Cell Carcinoma (HNSCC)."}, {"pubmed": 35328460, "text": "Effect of ALDH1A1 Gene Knockout on Drug Resistance in Paclitaxel and Topotecan Resistant Human Ovarian Cancer Cell Lines in 2D and 3D Model."}, {"pubmed": 35412614, "text": "Loss of PBRM1 Alters Promoter Histone Modifications and Activates ALDH1A1 to Drive Renal Cell Carcinoma."}, {"pubmed": 35578164, "text": "An antisense Alu transposon insertion/deletion polymorphism of ALDH1A1 may functionally associate with Parkinson's disease."}, {"pubmed": 35606478, "text": "Lack of association of CYP2B6 pharmacogenetics with cyclophosphamide toxicity in patients with cancer."}, {"pubmed": 35909581, "text": "Aldehyde Dehydrogenase Isoform 1 Predicts a Poor Prognosis of Acute Cerebral Infarction."}, {"pubmed": 36162455, "text": "Proteomic profiling reveals an association between ALDH and oxidative phosphorylation and DNA damage repair pathways in human colon adenocarcinoma stem cells."}, {"pubmed": 36504325, "text": "Chromium (VI)-induced ALDH1A1/EGF axis promotes lung cancer progression."}, {"pubmed": 36552781, "text": "ALDH1-Mediated Autophagy Sensitizes Glioblastoma Cells to Ferroptosis."}, {"pubmed": 36768723, "text": "The Prognostic Value of Cancer Stem Cell Markers (CSCs) Expression-ALDH1A1, CD133, CD44-For Survival and Long-Term Follow-Up of Ovarian Cancer Patients."}, {"pubmed": 37249063, "text": "METTL3-mediated ALDH m[6]A methylation regulates the malignant behavior of BMI1[+] HNSCC stem cells."}, {"pubmed": 37298333, "text": "The Molecular Context of Oxidant Stress Response in Cancer Establishes ALDH1A1 as a Critical Target: What This Means for Acute Myeloid Leukemia."}, {"pubmed": 38169509, "text": "ALDH1A1 drives prostate cancer metastases and radioresistance by interplay with AR- and RAR-dependent transcription."}, {"pubmed": 38400679, "text": "Are embryonic stem cell markers and ALDH1A1 relevant in the context of breast cancer estrogen positivity?"}], "genomic_pos": {"chr": "9", "end": 73080442, "ensemblgene": "ENSG00000165092", "start": 72900671, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 75695358, "start": 75515578, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001523", "qualifier": "involved_in", "term": "retinoid metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006081", "pubmed": 1709013, "qualifier": "involved_in", "term": "cellular aldehyde metabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009449", "qualifier": "involved_in", "term": "gamma-aminobutyric acid biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030392", "pubmed": 17175089, "qualifier": "involved_in", "term": "fructosamine catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0036438", "qualifier": "involved_in", "term": "maintenance of lens transparency"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042572", "qualifier": "involved_in", "term": "retinol metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0110095", "pubmed": 15623782, "qualifier": "involved_in", "term": "cellular detoxification of aldehyde"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120163", "pubmed": 22561685, "qualifier": "involved_in", "term": "negative regulation of cold-induced thermogenesis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 2987944, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 12941160, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030424", "qualifier": "located_in", "term": "axon"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0001758", "qualifier": "enables", "term": "retinal dehydrogenase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004029", "pubmed": [4015840, 12941160, 23444097, 25450233], "qualifier": "enables", "term": "aldehyde dehydrogenase (NAD+) activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004029", "pubmed": 15623782, "qualifier": "enables", "term": "aldehyde dehydrogenase (NAD+) activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005096", "pubmed": 1709013, "qualifier": "enables", "term": "GTPase activator activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005497", "pubmed": 1709013, "qualifier": "enables", "term": "androgen binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [32814053, 33495566], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0018479", "qualifier": "enables", "term": "benzaldehyde dehydrogenase (NAD+) activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0019145", "qualifier": "enables", "term": "aminobutyraldehyde dehydrogenase (NAD+) activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043878", "qualifier": "enables", "term": "glyceraldehyde-3-phosphate dehydrogenase (NAD+) (non-phosphorylating) activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0051287", "pubmed": 12693930, "qualifier": "enables", "term": "NAD binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0106373", "pubmed": 17175089, "qualifier": "enables", "term": "3-deoxyglucosone dehydrogenase activity"}]}, "homologene": {"genes": [[3702, 822042], [4530, 4326375], [4530, 4326376], [8364, 613078], [9031, 395264], [9544, 702598], [9598, 464529], [9606, 216], [9615, 476323], [9913, 281615], [10090, 11668], [10116, 24188], [33169, 4620677]], "id": 110441}, "interpro": [{"desc": "Aldehyde dehydrogenase domain", "id": "IPR015590", "short_desc": "Aldehyde_DH_dom"}, {"desc": "Aldehyde/histidinol dehydrogenase", "id": "IPR016161", "short_desc": "Ald_DH/histidinol_DH"}, {"desc": "Aldehyde dehydrogenase, N-terminal", "id": "IPR016162", "short_desc": "Ald_DH_N"}, {"desc": "Aldehyde dehydrogenase, cysteine active site", "id": "IPR016160", "short_desc": "Ald_DH_CS_CYS"}, {"desc": "Aldehyde dehydrogenase, C-terminal", "id": "IPR016163", "short_desc": "Ald_DH_C"}, {"desc": "Aldehyde dehydrogenase, glutamic acid active site", "id": "IPR029510", "short_desc": "Ald_DH_CS_GLU"}], "ipi": ["IPI00218914", "IPI00642144", "IPI00644077", "IPI00644628"], "map_location": "9q21.13", "name": "aldehyde dehydrogenase 1 family member A1", "other_names": ["3-deoxyglucosone dehydrogenase", "ALDH class 1", "ALHDII", "RALDH 1", "acetaldehyde dehydrogenase 1", "aldehyde dehydrogenase 1, soluble", "aldehyde dehydrogenase 1A1", "aldehyde dehydrogenase, liver cytosolic", "epididymis luminal protein 12", "epididymis luminal protein 9", "epididymis secretory sperm binding protein Li 53e", "retinal dehydrogenase 1", "retinaldehyde dehydrogenase 1"], "pantherdb": {"HGNC": "402", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1347050", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 10090, "uniprot_kb": "O35945"}, {"RGD": "620252", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 10116, "uniprot_kb": "P13601"}, {"MGI": "1353450", "ortholog_type": "LDO", "panther_family": "PTHR11699", "taxid": 10090, "uniprot_kb": "P24549"}, {"RGD": "2087", "ortholog_type": "LDO", "panther_family": "PTHR11699", "taxid": 10116, "uniprot_kb": "P51647"}, {"Gene": "ALDH1A1", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 9031, "uniprot_kb": "P27463"}, {"Ensembl": "ENSGALG00000015147", "ortholog_type": "LDO", "panther_family": "PTHR11699", "taxid": 9031, "uniprot_kb": "F1NJC7"}, {"WormBase": "WBGene00000108", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 6239, "uniprot_kb": "Q9TXM0"}, {"WormBase": "WBGene00000107", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 6239, "uniprot_kb": "Q20780"}, {"FlyBase": "FBgn0051075", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 7227, "uniprot_kb": "A0A0B4K6I6"}, {"FlyBase": "FBgn0012036", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 7227, "uniprot_kb": "Q9VLC5"}, {"SGD": "S000005982", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 4932, "uniprot_kb": "P54115"}, {"SGD": "S000005901", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 4932, "uniprot_kb": "P46367"}, {"SGD": "S000000875", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 4932, "uniprot_kb": "P40047"}, {"PomBase": "SPAC9E9.09c", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 4896, "uniprot_kb": "O14293"}, {"dictyBase": "DDB_G0288521", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 352472, "uniprot_kb": "Q54IU0"}, {"dictyBase": "DDB_G0290535", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 352472, "uniprot_kb": "Q54FY2"}, {"dictyBase": "DDB_G0290537", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 352472, "uniprot_kb": "Q54FY1"}, {"dictyBase": "DDB_G0290479", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 352472, "uniprot_kb": "Q54FY3"}, {"TAIR": "505006369", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 3702, "uniprot_kb": "Q56YU0"}, {"TAIR": "2097845", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 3702, "uniprot_kb": "Q9SU63"}, {"TAIR": "2034855", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 3702, "uniprot_kb": "Q8S528"}, {"EnsemblGenome": "BAA16333", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 562, "uniprot_kb": "P77445"}, {"EnsemblGenome": "BAA14869", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 562, "uniprot_kb": "P23883"}, {"EnsemblGenome": "BAA15538", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 562, "uniprot_kb": "P76217"}, {"EnsemblGenome": "BAA14992", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 562, "uniprot_kb": "P80668"}], "uniprot_kb": "P00352"}, "pathway": {"humancyc": {"id": "PWY-6872", "name": "retinoate biosynthesis I"}, "kegg": {"id": "hsa00830", "name": "Retinol metabolism - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-211859", "name": "Biological oxidations"}, {"id": "R-HSA-211945", "name": "Phase I - Functionalization of compounds"}, {"id": "R-HSA-5362517", "name": "Signaling by Retinoic Acid"}, {"id": "R-HSA-5365859", "name": "RA biosynthesis pathway"}, {"id": "R-HSA-5652084", "name": "Fructose metabolism"}, {"id": "R-HSA-70350", "name": "Fructose catabolism"}, {"id": "R-HSA-71384", "name": "Ethanol oxidation"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}], "smpdb": [{"id": "SMP00074", "name": "Retinol Metabolism"}, {"id": "SMP00336", "name": "Vitamin A Deficiency"}, {"id": "SMP00447", "name": "Cyclophosphamide Action Pathway"}, {"id": "SMP00448", "name": "Ifosfamide Action Pathway"}, {"id": "SMP00604", "name": "Cyclophosphamide Metabolism Pathway"}, {"id": "SMP00605", "name": "Ifosfamide Metabolism Pathway"}, {"id": "SMP00642", "name": "Nevirapine Metabolism Pathway"}], "wikipathways": [{"id": "WP1589", "name": "Folate-Alcohol and Cancer Pathway Hypotheses"}, {"id": "WP206", "name": "Fatty Acid Omega Oxidation"}, {"id": "WP2855", "name": "Dopaminergic Neurogenesis"}, {"id": "WP3925", "name": "Amino Acid metabolism"}, {"id": "WP3996", "name": "Ethanol effects on histone modifications"}, {"id": "WP465", "name": "Tryptophan metabolism"}, {"id": "WP716", "name": "Vitamin A and carotenoid metabolism"}]}, "pdb": ["4WB9", "4WJ9", "4WP7", "4WPN", "4X4L", "5AC2", "5L2M", "5L2N", "5L2O", "5TEI", "6DUM", "7JWS", "7JWT", "7JWU", "7JWV", "7JWW", "7UM9", "8D46", "8DNO", "8ENE", "8PVH", "8WFQ"], "pfam": "PF00171", "pharmgkb": "PA24692", "pharos": {"target_id": 9412, "tdl": "Tchem"}, "pir": "A33371", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245607", "relationship": "is"}, {"id": "GNF245608", "relationship": "is"}, {"id": "GNF245609", "relationship": "is"}, {"id": "GNF245610", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157836", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF030634", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079385", "relationship": "is"}, {"id": "GNF079386", "relationship": "is"}, {"id": "GNF079387", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053785", "relationship": "is"}, {"id": "GNF058559", "relationship": "is"}, {"id": "GNF073801", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063451", "relationship": "is"}, {"id": "GNF063452", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282491", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283418", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF000370", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF284501", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094676", "relationship": "is"}, {"id": "GNF115409", "relationship": "is"}, {"id": "GNF155050", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_012249.1"], "protein": "NP_000680.2", "rna": "NM_000689.5", "translation": {"protein": "NP_000680.2", "rna": "NM_000689.5"}}, "reporter": {"HG-U133_Plus_2": "212224_at", "HG-U95Av2": "37015_at", "HTA-2_0": "TC09001211.hg.1", "HuEx-1_0": "3209726", "HuGene-1_1": "8161755", "HuGene-2_1": "17094893"}, "retired": 96075, "summary": "The protein encoded by this gene belongs to the aldehyde dehydrogenase family. Aldehyde dehydrogenase is the next enzyme after alcohol dehydrogenase in the major pathway of alcohol metabolism. There are two major aldehyde dehydrogenase isozymes in the liver, cytosolic and mitochondrial, which are encoded by distinct genes, and can be distinguished by their electrophoretic mobility, kinetic properties, and subcellular localization. This gene encodes the cytosolic isozyme. Studies in mice show that through its role in retinol metabolism, this gene may also be involved in the regulation of the metabolic responses to high-fat diet. [provided by RefSeq, Mar 2011].", "symbol": "ALDH1A1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412333"}, "unigene": "Hs.76392", "uniprot": {"Swiss-Prot": "P00352", "TrEMBL": ["Q5SYQ8", "V9HW83", "Q5SYQ7", "Q5SYQ9"]}, "wikipedia": {"url_stub": "ALDH1A1"}}