{"AllianceGenome": "409", "HGNC": "409", "MIM": "600463", "_id": "220", "_version": 1, "accession": {"genomic": ["AC015712.10", "CH471101.1", "CP068263.2", "NC_000015.10", "NC_060939.1", "NG_012254.1"], "protein": ["AAA79036.1", "AAH69274.1", "BAG35229.1", "BAG63855.1", "BAG64488.1", "CAD97973.1", "EAX02281.1", "EAX02282.1", "EAX02283.1", "NP_000684.2", "NP_001280744.1", "P47895.2"], "rna": ["AK302607.1", "AK303441.1", "AK312303.1", "AL110109.1", "BC009245.1", "BC069274.1", "BX538027.1", "DB480234.1", "NM_000693.4", "NM_001037224.1", "NM_001293815.2", "U07919.1"], "translation": [{"protein": "BAG64488.1", "rna": "AK303441.1"}, {"protein": "BAG63855.1", "rna": "AK302607.1"}, {"protein": "BAG35229.1", "rna": "AK312303.1"}, {"protein": "AAA79036.1", "rna": "U07919.1"}, {"protein": "NP_001280744.1", "rna": "NM_001293815.2"}, {"protein": "NP_000684.2", "rna": "NM_000693.4"}, {"protein": "AAH69274.1", "rna": "BC069274.1"}, {"protein": "CAD97973.1", "rna": "BX538027.1"}]}, "alias": ["ALDH1A6", "ALDH6", "MCOP8", "RALDH3"], "ec": "1.2.1.36", "ensembl": {"gene": "ENSG00000184254", "protein": ["ENSP00000332256", "ENSP00000343294", "ENSP00000452789", "ENSP00000453328", "ENSP00000454107"], "transcript": ["ENST00000329841", "ENST00000346623", "ENST00000557963", "ENST00000558033", "ENST00000558869", "ENST00000560555", "ENST00000561338"], "translation": [{"protein": "ENSP00000452789", "rna": "ENST00000561338"}, {"protein": "ENSP00000332256", "rna": "ENST00000329841"}, {"protein": "ENSP00000454107", "rna": "ENST00000558033"}, {"protein": "ENSP00000453328", "rna": "ENST00000557963"}, {"protein": "ENSP00000343294", "rna": "ENST00000346623"}], "type_of_gene": "protein_coding"}, "entrezgene": "220", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.7744731865, "exp_mis": 180.459842294, "exp_syn": 91.2257983347, "lof_z": 3.57336385113378, "mis_z": 2.16495880889293, "mu_lof": 1.13891220346e-06, "mu_mis": 1.81795272793e-05, "mu_syn": 9.10643865448e-06, "n_lof": 2.0, "n_mis": 121.0, "n_syn": 84.0, "p_li": 0.924100685142389, "p_null": 1.84079841171702e-05, "p_rec": 0.0758809068734942, "syn_z": 0.469004002372697}, "bp": 1539, "cds_end": 101454978, "cds_start": 101420112, "n_exons": 13, "nonpsych": {"exp_lof": 14.9457941292, "exp_mis": 163.096853087, "exp_syn": 82.3314293519, "lof_z": 3.28867691472867, "mis_z": 2.21553007676451, "mu_lof": 1.13891220346e-06, "mu_mis": 1.81795272793e-05, "mu_syn": 9.10643865448e-06, "n_lof": 2.0, "n_mis": 107.0, "n_syn": 80.0, "p_li": 0.875530622101599, "p_null": 8.08525243317731e-05, "p_rec": 0.12438852537407, "syn_z": 0.161771880192028}, "nontcga": {"exp_lof": 15.4094414891, "exp_mis": 165.999992586, "exp_syn": 83.9046653463, "lof_z": 3.36975589320479, "mis_z": 2.16542790602656, "mu_lof": 1.13891220346e-06, "mu_mis": 1.81795272793e-05, "mu_syn": 9.10643865448e-06, "n_lof": 2.0, "n_mis": 110.0, "n_syn": 79.0, "p_li": 0.883851113513895, "p_null": 5.51750958861854e-05, "p_rec": 0.116093711390219, "syn_z": 0.339030697468763}, "transcript": "ENST00000329841.5"}, "exons": [{"cdsend": 100914773, "cdsstart": 100879907, "chr": "15", "position": [[100879830, 100880006], [100885266, 100885371], [100887571, 100887712], [100892509, 100892639], [100892944, 100893006], [100893953, 100894082], [100895932, 100896046], [100898082, 100898185], [100900574, 100900759], [100905522, 100905687], [100907120, 100907278], [100908407, 100908482], [100914700, 100916625]], "strand": 1, "transcript": "NM_000693", "txend": 100916625, "txstart": 100879830}, {"cdsend": 100914773, "cdsstart": 100879907, "chr": "15", "position": [[100879830, 100880006], [100885266, 100885371], [100887571, 100887712], [100895932, 100896046], [100898082, 100898185], [100900574, 100900759], [100905522, 100905687], [100907120, 100907278], [100908407, 100908482], [100914700, 100916625]], "strand": 1, "transcript": "NM_001293815", "txend": 100916625, "txstart": 100879830}], "exons_hg19": [{"cdsend": 101454978, "cdsstart": 101420112, "chr": "15", "position": [[101420035, 101420211], [101425471, 101425576], [101427776, 101427917], [101432714, 101432844], [101433149, 101433211], [101434158, 101434287], [101436137, 101436251], [101438287, 101438390], [101440779, 101440964], [101445727, 101445892], [101447325, 101447483], [101448612, 101448687], [101454905, 101456830]], "strand": 1, "transcript": "NM_000693", "txend": 101456830, "txstart": 101420035}, {"cdsend": 101454978, "cdsstart": 101420112, "chr": "15", "position": [[101420035, 101420211], [101425471, 101425576], [101427776, 101427917], [101436137, 101436251], [101438287, 101438390], [101440779, 101440964], [101445727, 101445892], [101447325, 101447483], [101448612, 101448687], [101454905, 101456830]], "strand": 1, "transcript": "NM_001293815", "txend": 101456830, "txstart": 101420035}], "generif": [{"pubmed": 7698756, "text": "play a major role in the detoxification of aldehydes generated by alcohol metabolism and lipid peroxidation."}, {"pubmed": 19343046, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19478994, "text": "Gene duplication event that gave rise to Aldh1a1 and Aldh1a2 was more recent than the duplication event that gave rise to Aldh1a3."}, {"pubmed": 19703508, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20709019, "text": "these results indicate that the regulation of the retinoic acid metabolism in the epidermis involves transcriptional activation of ALDH1A3, possibly representing a positive feedback loop, which enhances the effect of exogenous retinoic acid."}, {"pubmed": 21280157, "text": "ALDH1A3 expression in patient breast tumors correlates significantly with tumor grade, metastasis, and cancer stage"}, {"pubmed": 22131125, "text": "ALDH1A3 transcripts are detected at high levels in luminal progenitor-enriched fractions obtained from short-term adherent cultures of freshly isolated normal human mammary cells."}, {"pubmed": 23250514, "text": "The effects of phenotypic and morphological alterations by DEAB on oral keratinocytes are mainly consequent to the inhibition of ALDH1A3 activity."}, {"pubmed": 23312594, "text": "Homozygosity for one splice-site and two missense mutations in the gene encoding the A3 isoform of the aldehyde dehydrogenase 1 (ALDH1A3) in three consanguineous families, is reported."}, {"pubmed": 23436614, "text": "The methylation status of Homeobox A9 (HOXA9), ISL LIM homeobox 1 (ISL1) and Aldehyde dehydrogenase 1 family, member A3 (ALDH1A3) was significantly associated with decreased gene expression levels"}, {"pubmed": 23591992, "text": "Results show that ALDH1A3 loss of function causes anophthalmia and aberrant eye development in humans and in animal model systems."}, {"pubmed": 23646827, "text": "Our data support the very recent and independent identification of ALDH1A3 as a disease gene in microphthalmia."}, {"pubmed": 23650391, "text": "two subtypes of GSCs, harboring distinct metabolic signaling pathways, represent intertumoral glioma heterogeneity and highlight previously unidentified roles of ALDH1A3-associated signaling that promotes aberrant proliferation of Mes HGGs and GSCs."}, {"pubmed": 23881059, "text": "Nine individuals, from one inbred kindred, segregating isolated A/M with orbital cysts were homozygous for a missense mutation in the gene encoding the A3 isoform of the ALDH1A3."}, {"pubmed": 24047698, "text": "ALDH1A3 expression determines the stem cell-like cellular states in EGFR-mutant non-small cell lung cancer; a novel mechanism of acquired resistance to erlotinib can be targeted with the natural polyphenol silibinin."}, {"pubmed": 24053169, "text": "ALDH1A3 may be upregulated in pancreatic cancer"}, {"pubmed": 24568872, "text": "Novel ALDH1A3 mutations identified in the present study confirm the pivotal role of ALDH1A3 in human eye development."}, {"pubmed": 24777706, "text": "Mutations in ALDH1A3 represent a frequent cause of microphthalmia/anophthalmia in consanguineous families."}, {"pubmed": 24884875, "text": "At the transcript level, the cisplatin + DEAB-resistant cells showed upregulated mRNA expression levels for ALDH1A2, ALDH1A3 isozymes and CD44 indicating the involvement of these markers in conferring chemoresistance"}, {"pubmed": 24907115, "text": "High ALDH1A3 expression is associated with non-small cell lung cancer."}, {"pubmed": 25106087, "text": "ALDH1A3 induces differential RA signaling in breast cancer cells which affects the rate of breast cancer progression."}, {"pubmed": 25656374, "text": "Among unique genes up-regulated by Y15 in Lovo-1 and K1 resistant cells, a stem cell marker-ALDH1A3-was detected to be up-regulated >twofold."}, {"pubmed": 25684492, "text": "Increased hypermethylation of ALDH1A3 is associated with Glioblastoma."}, {"pubmed": 25793304, "text": "the distribution of RALDH1, RALDH2, and RALDH3 in the postnatal eye was determined."}, {"pubmed": 25868979, "text": "we demonstrated that a specific ALDH isoform, namely ALDH1A3, is enriched in chemoresistant mesothelioma cell subpopulations"}, {"pubmed": 25969992, "text": "ALDH1A3 is a target of miR-187 in human prostate cancer."}, {"pubmed": 26352270, "text": "Whole-exome sequencing in a South American cohort links ALDH1A3, FOXN1 and RARB/retinoic acid regulation pathways to autism spectrum disorders."}, {"pubmed": 26575197, "text": "ALDH1A3 was most relevant to extracellular matrix organization and cell adhesion biological process, and the ability of tumor invasion was suppressed after ALDH1A3 knockdown in vitro."}, {"pubmed": 26687806, "text": "the prevalence of ALDH1A3(+)/CD44(+) tumor cells in breast cancer is significantly associated with worse prognostic factors and favors a poor prognosis"}, {"pubmed": 26873617, "text": "this report brings new information for the phenotype-genotype correlation of ALDH1A3 mutations and raises important questions, especially in terms of genetic counselling given to the patients and their families"}, {"pubmed": 27015121, "text": "high transcription activities of ALDH1A2, ALDH1A3 and ALDH1L1 predicted worsen overall survival in gastric cancer patients"}, {"pubmed": 27076629, "text": "ALDH1A3 is a poor prognostic factor for patients with intrahepatic cholangiocarcinoma who underwent hepatectomy and in those with advanced intrahepatic cholangiocarcinoma receiving chemotherapy."}, {"pubmed": 27286452, "text": "Data show that retinoic acid receptor responder 1 (RARRES1) expression is subtype-dependent and regulated by DNA methylation and the expression of aldehyde dehydrogenase 1A3 (ALDH1A3)."}, {"pubmed": 27569208, "text": "our findings define a FOXD1-ALDH1A3 pathway in controling the clonogenic and tumorigenic potential of mesenchymal glioma stem-like cells in glioblastoma tumors"}, {"pubmed": 27759097, "text": "Here the authors report the first crystal structure of human ALDH1A3 complexed with NAD(+) and the product all-trans retinoic acid (REA). The tetrameric ALDH1A3 folds into a three domain-based architecture highly conserved along the ALDHs family. The structural analysis revealed two different and coupled conformations for NAD(+) and REA that the authors propose to represent two snapshots along the catalytic cycle."}, {"pubmed": 28423611, "text": "these findings ascribe a novel function for ALDH1A3 in an aggressive glioma stem cells phenotype via the up-regulation of tissue transglutaminase"}, {"pubmed": 28443495, "text": "we looked up our single center primary prostate cancer post-operative follow-up data and suggested that the high level ALDH1A3 expression could predict the poor progression-free survival in a 158-patient cohort. We concluded that ALDH1A3, localized in luminal layer in prostate epithelium, is highly expressed in prostate cancer"}, {"pubmed": 28581514, "text": "Melanoma treatment with the novel irreversible isoform-specific ALDH1 inhibitor [4-dimethylamino-4-methyl-pent-2-ynthioic acid-S methylester] di-methyl-ampal-thio-ester (DIMATE) or depletion of ALDH1A1 and/or ALDH1A3, promoted the accumulation of apoptogenic aldehydes leading to apoptosis and tumor growth inhibition in immunocompetent, immunosuppressed and patient-derived xenograft mouse models."}, {"pubmed": 29235568, "text": "ALDH1A3 is the key isoform that contributed to Aldefluor positivity in cell lines. Knocking down ALDH1A3 in different cancer cells conferred opposite phenotypes due to differential effects on CXCR4 expression. There was a significant negative correlation between ALDH1A3 and CXCR4 in 58 human cell lines."}, {"pubmed": 29306018, "text": "Data indicate that aldehyde dehydrogenase 1A3 (ALDH1A3), that is directly involved in therapy resistance of glioblastoma, is regulated by autophagy during chemotherapy."}, {"pubmed": 29467333, "text": "Study using human SH-SY5Y neuroblastoma and 293T cells and transgenic mouse model show that CHD7 directly regulates expression of retinoic acid synthetic enzyme ALDH1A3. Results indicate that ALDH1A3 acts with CHD7 in a common genetic pathway to regulate inner ear development, providing insights for exploration of the pathogenic mechanisms underlying CHARGE syndrome."}, {"pubmed": 29720480, "text": "Targeting USP22 represents a potential therapeutic approach to suppress cancer-initiating cells (CIC) in lung adenocarcinoma partially through downregulation of ALDH1A3 expression."}, {"pubmed": 29873276, "text": "ALDH1A3 suppression could be one of PPARG tumor suppressive function. This study provides a better understanding of the role of PPARG in lung cancer."}, {"pubmed": 30143021, "text": "We also detected increased aldehyde dehydrogenase (ALDH) activity associated with overexpression of specific ALDH isoform 1A3. Its inhibition by siRNA approach partially sensitized cells to various agents, thus linking for the first time the ALDH1A3 and chemoresistance in colorectal cancer."}, {"pubmed": 30200890, "text": "The molecular spectrum of pathogenic ALDH1A3 variants associated with anophthalmia and microphthalmia."}, {"pubmed": 30538217, "text": "ALDH1A3-based molecular classification scheme can help to improve guidance for prognosis forecasting and individualized treatment decision making for glioblastoma(GBM) patients."}, {"pubmed": 30958800, "text": "USP9X is a key deubiquitinase for ALDH1A3 protein stabilization and a potential target for glioblastoma stem cell-directed therapy"}, {"pubmed": 31197235, "text": "ALDH1A3-regulated long non-coding RNA NRAD1 is a potential novel target for triple-negative breast tumors and cancer stem cells."}, {"pubmed": 31347176, "text": "Inhibition of breast cancer growth via miR-7 suppressing ALDH1A3 activity concomitant with decreasing breast cancer stem cell subpopulation."}, {"pubmed": 31642564, "text": "High expression of ALDH1A3 might independently influence poor progression-free and overall survival in patients with glioma via maintaining glucose uptake and lactate production."}, {"pubmed": 31923393, "text": "ALDH1A2 and ALDH1A3 showed higher catalytic efficiency for all-trans-retinaldehyde. Magnesium inhibited ALDH1A1 and ALDH1A2, while it activated ALDH1A3."}, {"pubmed": 31960523, "text": "The ALDH1A3-mTOR axis could be a novel therapeutic target to eradicate drug-tolerant gastric cancer cells."}, {"pubmed": 32270866, "text": "MIR600HG suppresses metastasis and enhances oxaliplatin chemosensitivity by targeting ALDH1A3 in colorectal cancer."}, {"pubmed": 32375698, "text": "ALDH1A3 serves as a predictor for castration resistance in prostate cancer patients."}, {"pubmed": 32658903, "text": "High PKClambda expression is required for ALDH1-positive cancer stem cell function and indicates a poor clinical outcome in late-stage breast cancer patients."}, {"pubmed": 32680476, "text": "The predominant expression of cancer stem cell marker ALDH1A3 in tumor infiltrative area is associated with shorter overall survival of human glioblastoma."}, {"pubmed": 33125503, "text": "MicroRNA487b3p inhibits osteosarcoma chemoresistance and metastasis by targeting ALDH1A3."}, {"pubmed": 33764154, "text": "ALDH1A3 Coordinates Metabolism With Gene Regulation in Pulmonary Arterial Hypertension."}, {"pubmed": 34287093, "text": "Incomplete penetrance of autosomal recessive anophthalmia in a large consanguineous family."}, {"pubmed": 34428540, "text": "Aldehyde dehydrogenase 1A1 and 1A3 isoforms - mechanism of activation and regulation in cancer."}, {"pubmed": 34548470, "text": "Disruption of KDM4C-ALDH1A3 feed-forward loop inhibits stemness, tumorigenesis and chemoresistance of gastric cancer stem cells."}, {"pubmed": 35418200, "text": "Structural and biochemical evidence that ATP inhibits the cancer biomarker human aldehyde dehydrogenase 1A3."}, {"pubmed": 35598658, "text": "Lactic acidosis promotes aggressive features of cholangiocarcinoma cells via upregulating ALDH1A3 expression through EGFR axis."}, {"pubmed": 35790283, "text": "High Expression of p62 and ALDH1A3 Is Associated With Poor Prognosis in Luminal B Breast Cancer."}, {"pubmed": 36288878, "text": "High Expression of CD58 and ALDH1A3 Predicts a Poor Prognosis in Basal-like Breast Cancer."}, {"pubmed": 36996494, "text": "MiR-320b aberrant expression enhances the radioresistance of human glioma via upregulated expression of ALDH1A3."}, {"pubmed": 36997679, "text": "Clinical and genetic analysis further delineates the phenotypic spectrum of ALDH1A3-related anophthalmia and microphthalmia."}, {"pubmed": 37249063, "text": "METTL3-mediated ALDH m[6]A methylation regulates the malignant behavior of BMI1[+] HNSCC stem cells."}, {"pubmed": 37753740, "text": "ALDH1A3 promotes invasion and metastasis in triple-negative breast cancer by regulating the plasminogen activation pathway."}, {"pubmed": 37947601, "text": "Enhanced Sensitivity to ALDH1A3-Dependent Ferroptosis in TMZ-Resistant Glioblastoma Cells."}], "genomic_pos": {"chr": "15", "end": 100916626, "ensemblgene": "ENSG00000184254", "start": 100877714, "strand": 1}, "genomic_pos_hg19": {"chr": "15", "end": 101456831, "start": 101417919, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002072", "qualifier": "involved_in", "term": "optic cup morphogenesis involved in camera-type eye development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002138", "pubmed": 27759097, "qualifier": "involved_in", "term": "retinoic acid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007626", "qualifier": "involved_in", "term": "locomotory behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021768", "qualifier": "involved_in", "term": "nucleus accumbens development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031076", "qualifier": "involved_in", "term": "embryonic camera-type eye development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042472", "qualifier": "involved_in", "term": "inner ear morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042572", "qualifier": "involved_in", "term": "retinol metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042573", "pubmed": 11585737, "qualifier": "involved_in", "term": "retinoic acid metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042574", "pubmed": 11585737, "qualifier": "involved_in", "term": "retinal metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048048", "qualifier": "involved_in", "term": "embryonic eye morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050885", "qualifier": "involved_in", "term": "neuromuscular process controlling balance"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051289", "pubmed": 27759097, "qualifier": "involved_in", "term": "protein homotetramerization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060013", "qualifier": "involved_in", "term": "righting reflex"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060166", "qualifier": "involved_in", "term": "olfactory pit development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060324", "qualifier": "involved_in", "term": "face development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070384", "qualifier": "involved_in", "term": "Harderian gland development"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 11585737, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0001758", "pubmed": 27759097, "qualifier": "enables", "term": "retinal dehydrogenase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004029", "qualifier": "enables", "term": "aldehyde dehydrogenase (NAD+) activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004030", "pubmed": 11585737, "qualifier": "enables", "term": "aldehyde dehydrogenase [NAD(P)+] activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 11585737, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0070324", "qualifier": "enables", "term": "thyroid hormone binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0070403", "qualifier": "enables", "term": "NAD+ binding"}]}, "homologene": {"genes": [[7955, 751785], [8364, 100485844], [9031, 395389], [9544, 694231], [9598, 453686], [9606, 220], [9615, 100856346], [9913, 507093], [10090, 56847], [10116, 266603]], "id": 68080}, "interpro": [{"desc": "Aldehyde dehydrogenase domain", "id": "IPR015590", "short_desc": "Aldehyde_DH_dom"}, {"desc": "Aldehyde dehydrogenase, cysteine active site", "id": "IPR016160", "short_desc": "Ald_DH_CS_CYS"}, {"desc": "Aldehyde/histidinol dehydrogenase", "id": "IPR016161", "short_desc": "Ald_DH/histidinol_DH"}, {"desc": "Aldehyde dehydrogenase, N-terminal", "id": "IPR016162", "short_desc": "Ald_DH_N"}, {"desc": "Aldehyde dehydrogenase, C-terminal", "id": "IPR016163", "short_desc": "Ald_DH_C"}, {"desc": "Aldehyde dehydrogenase, glutamic acid active site", "id": "IPR029510", "short_desc": "Ald_DH_CS_GLU"}], "ipi": "IPI00026663", "map_location": "15q26.3", "name": "aldehyde dehydrogenase 1 family member A3", "other_names": ["acetaldehyde dehydrogenase 6", "aldehyde dehydrogenase 6", "retinaldehyde dehydrogenase 3"], "pantherdb": {"HGNC": "409", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1861722", "ortholog_type": "LDO", "panther_family": "PTHR11699", "taxid": 10090, "uniprot_kb": "Q9JHW9"}, {"RGD": "628662", "ortholog_type": "LDO", "panther_family": "PTHR11699", "taxid": 10116, "uniprot_kb": "Q8K4D8"}, {"Ensembl": "ENSGALG00000033365", "ortholog_type": "LDO", "panther_family": "PTHR11699", "taxid": 9031, "uniprot_kb": "Q9DD46"}, {"ZFIN": "ZDB-GENE-061128-2", "ortholog_type": "LDO", "panther_family": "PTHR11699", "taxid": 7955, "uniprot_kb": "Q0H2G3"}, {"WormBase": "WBGene00000108", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 6239, "uniprot_kb": "Q9TXM0"}, {"WormBase": "WBGene00000107", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 6239, "uniprot_kb": "Q20780"}, {"FlyBase": "FBgn0051075", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 7227, "uniprot_kb": "A0A0B4K6I6"}, {"FlyBase": "FBgn0012036", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 7227, "uniprot_kb": "Q9VLC5"}, {"SGD": "S000005982", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 4932, "uniprot_kb": "P54115"}, {"SGD": "S000005901", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 4932, "uniprot_kb": "P46367"}, {"SGD": "S000000875", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 4932, "uniprot_kb": "P40047"}, {"PomBase": "SPAC9E9.09c", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 4896, "uniprot_kb": "O14293"}, {"dictyBase": "DDB_G0288521", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 352472, "uniprot_kb": "Q54IU0"}, {"dictyBase": "DDB_G0290535", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 352472, "uniprot_kb": "Q54FY2"}, {"dictyBase": "DDB_G0290537", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 352472, "uniprot_kb": "Q54FY1"}, {"dictyBase": "DDB_G0290479", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 352472, "uniprot_kb": "Q54FY3"}, {"TAIR": "505006369", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 3702, "uniprot_kb": "Q56YU0"}, {"TAIR": "2097845", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 3702, "uniprot_kb": "Q9SU63"}, {"TAIR": "2034855", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 3702, "uniprot_kb": "Q8S528"}, {"EnsemblGenome": "BAA16333", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 562, "uniprot_kb": "P77445"}, {"EnsemblGenome": "BAA14869", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 562, "uniprot_kb": "P23883"}, {"EnsemblGenome": "BAA15538", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 562, "uniprot_kb": "P76217"}, {"EnsemblGenome": "BAA14992", "ortholog_type": "O", "panther_family": "PTHR11699", "taxid": 562, "uniprot_kb": "P80668"}], "uniprot_kb": "P47895"}, "pathway": {"humancyc": {"id": "PWY-6872", "name": "retinoate biosynthesis I"}, "kegg": {"id": "hsa00830", "name": "Retinol metabolism - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-5362517", "name": "Signaling by Retinoic Acid"}, {"id": "R-HSA-5365859", "name": "RA biosynthesis pathway"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}], "wikipathways": [{"id": "WP3996", "name": "Ethanol effects on histone modifications"}, {"id": "WP716", "name": "Vitamin A and carotenoid metabolism"}]}, "pdb": ["5FHZ", "6S6W", "6TE5", "6TGW", "6TRY", "7A6Q", "7QK7", "7QK8", "7QK9"], "pfam": "PF00171", "pharmgkb": "PA24694", "pharos": {"target_id": 13428, "tdl": "Tchem"}, "pir": "A55684", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245623", "relationship": "is"}, {"id": "GNF245624", "relationship": "is"}, {"id": "GNF245625", "relationship": "is"}, {"id": "GNF245626", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164321", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF036081", "relationship": "is"}, {"id": "GNF041182", "relationship": "weakly similar to"}, {"id": "GNF042604", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079390", "relationship": "is"}, {"id": "GNF079391", "relationship": "is"}, {"id": "GNF079392", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054139", "relationship": "is"}, {"id": "GNF058919", "relationship": "is"}, {"id": "GNF074214", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066931", "relationship": "is"}, {"id": "GNF066932", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF283299", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF284226", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF000372", "relationship": "is"}, {"id": "GNF017127", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094677", "relationship": "is"}, {"id": "GNF134334", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000015.10", "NC_060939.1", "NG_012254.1"], "protein": ["NP_000684.2", "NP_001280744.1"], "rna": ["NM_000693.4", "NM_001037224.1", "NM_001293815.2"], "translation": [{"protein": "NP_001280744.1", "rna": "NM_001293815.2"}, {"protein": "NP_000684.2", "rna": "NM_000693.4"}]}, "reporter": {"HG-U133_Plus_2": ["1558649_at", "203180_at"], "HG-U95Av2": "36686_at", "HTA-2_0": ["TC15000971.hg.1", "TC15002745.hg.1", "TC15002802.hg.1", "TC15002803.hg.1"], "HuEx-1_0": ["3611596", "3611625"], "HuGene-1_1": ["7986444", "7986446"], "HuGene-2_1": "16805684"}, "retired": [90476, 145757], "summary": "This gene encodes an aldehyde dehydrogenase enzyme that uses retinal as a substrate. Mutations in this gene have been associated with microphthalmia, isolated 8, and expression changes have also been detected in tumor cells. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Jun 2014].", "symbol": "ALDH1A3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412340"}, "unigene": "Hs.459538", "uniprot": {"Swiss-Prot": "P47895", "TrEMBL": ["Q7Z3A2", "H0Y2X5", "H0YLT1", "H0YKF9", "H0YNQ3"]}, "wikipedia": {"url_stub": "ALDH1A3"}}