{"AllianceGenome": "25996", "HGNC": "25996", "MIM": "613303", "_id": "54890", "_version": 2, "accession": {"genomic": ["AC087164.9", "AC109515.6", "CH471196.2", "CP068261.2", "KC877644.1", "NC_000017.11", "NC_060941.1"], "protein": ["AAH62339.1", "BAA91078.1", "BAG62706.1", "EAW55661.1", "EAW55662.1", "NP_060228.3", "Q6P6C2.2"], "rna": ["AK000129.1", "AK000315.1", "AK025817.1", "AK301107.1", "AK311161.1", "AK311511.1", "AL137263.1", "BC062339.1", "BI823385.1", "BU740432.1", "NM_017758.4"], "translation": [{"protein": "AAH62339.1", "rna": "BC062339.1"}, {"protein": "NP_060228.3", "rna": "NM_017758.4"}, {"protein": "BAG62706.1", "rna": "AK301107.1"}, {"protein": "BAA91078.1", "rna": "AK000315.1"}]}, "alias": ["ABH5", "OFOXD", "OFOXD1"], "ec": "1.14.11.53", "ensembl": {"gene": "ENSG00000091542", "protein": ["ENSP00000382091", "ENSP00000468116"], "transcript": ["ENST00000399138", "ENST00000490106", "ENST00000541285"], "translation": [{"protein": "ENSP00000468116", "rna": "ENST00000541285"}, {"protein": "ENSP00000382091", "rna": "ENST00000399138"}], "type_of_gene": "protein_coding"}, "entrezgene": "54890", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.46961977319, "exp_mis": 235.471162926, "exp_syn": 112.9058937, "lof_z": 2.72638602283574, "mis_z": 5.11498914626834, "mu_lof": 7.10460663419e-07, "mu_mis": 2.07646377851e-05, "mu_syn": 9.84921231345e-06, "n_lof": 1.0, "n_mis": 75.0, "n_syn": 88.0, "p_li": 0.803934845862911, "p_null": 0.00110664061940999, "p_rec": 0.194958513517679, "syn_z": 1.45309294320661}, "bp": 1185, "cds_end": 18111710, "cds_start": 18087557, "n_exons": 4, "nonpsych": {"exp_lof": 8.49080114845, "exp_mis": 213.044012797, "exp_syn": 102.110616922, "lof_z": 2.52467753715467, "mis_z": 4.90851266886768, "mu_lof": 7.10460663419e-07, "mu_mis": 2.07646377851e-05, "mu_syn": 9.84921231345e-06, "n_lof": 1.0, "n_mis": 71.0, "n_syn": 82.0, "p_li": 0.764363572333454, "p_null": 0.00224895272735517, "p_rec": 0.233387474939191, "syn_z": 1.2530058240581}, "nontcga": {"exp_lof": 8.70424111352, "exp_mis": 216.625676721, "exp_syn": 103.865623981, "lof_z": 2.57599888481547, "mis_z": 5.1324848106747, "mu_lof": 7.10460663419e-07, "mu_mis": 2.07646377851e-05, "mu_syn": 9.84921231345e-06, "n_lof": 1.0, "n_mis": 65.0, "n_syn": 80.0, "p_li": 0.761915505767307, "p_null": 0.00190336254746125, "p_rec": 0.236181131685232, "syn_z": 1.48271877170238}, "transcript": "ENST00000399138.4"}, "exons": [{"cdsend": 18208396, "cdsstart": 18184243, "chr": "17", "position": [[18183827, 18185013], [18194954, 18195035], [18206814, 18206970], [18208218, 18209953]], "strand": 1, "transcript": "NM_017758", "txend": 18209953, "txstart": 18183827}], "exons_hg19": [{"cdsend": 18111710, "cdsstart": 18087557, "chr": "17", "position": [[18087141, 18088327], [18098268, 18098349], [18110128, 18110284], [18111532, 18113267]], "strand": 1, "transcript": "NM_017758", "txend": 18113267, "txstart": 18087141}], "generif": [{"pubmed": 21264265, "text": "ALKBH5 may have a role in the regulation of cellular responses to hypoxia as a class of HIF-transcriptional target gene"}, {"pubmed": 23177736, "text": "ALKBH5 is a RNA demethylase and its action strongly suggests that the reversible methyladenosine modification has fundamental and broad functions in mammalian cells."}, {"pubmed": 24489119, "text": "Modelling substrate into the active site of ALKBH5 reveals conserved residues important for recognition and demethylation mechanisms."}, {"pubmed": 24616105, "text": "findings provide a structural basis for understanding the substrate recognition specificity of Alkbh5 and offer a foundation for selective drug design against AlkB members"}, {"pubmed": 24778178, "text": "Structures of human ALKBH5 demethylase reveal a unique binding mode for specific single-stranded N6-methyladenosine RNA demethylation."}, {"pubmed": 26047305, "text": "The ALKBH5 gene may play a role in conferring risk of MDD in the Chinese population."}, {"pubmed": 27001847, "text": "HIF-dependent ALKBH5 expression mediates enrichment of BCSCs in the hypoxic tumor microenvironment"}, {"pubmed": 27156733, "text": "N(6)-Methyladenosine itself serves as a 'conformational marker', which induces different conformational outcomes in RNAs depending on sequence context. This critically impacts its interactions with several m6A-recognising proteins, including FTO and ALKBH5."}, {"pubmed": 27590511, "text": "ALKBH5 knockdown in breast cancer cells significantly decreased metastasis from breast to lungs in immunodeficient mice"}, {"pubmed": 28344040, "text": "ALKBH5-FOXM1 pathway is critical for glioblastoma proliferation and tumorigenesis.ALKBH5 expression increases in glioblastoma stem-like cells and predicts poor survival in glioblastoma patients."}, {"pubmed": 30032148, "text": "Overexpression of ALKBH5 in MIA-PaCa-2 and BxPC-3 cells, demonstrats that ALKBH5 could inhibit cell migration and invasion and ALKBH5 inhibits cell motility by demethylating and increasing expression of KCNK15- AS1."}, {"pubmed": 30306128, "text": "ALKBH5 role in the cancer growth and progression.METTL14 and ALKBH5 determine the N6-methyladenosine of target genes by controlling each other's expression and by inhibiting YTHDF3."}, {"pubmed": 30352661, "text": "the structure and dynamics of human Alkbh5 in solution"}, {"pubmed": 30903744, "text": "main eraser of N6-methyladenosine modification in germ cell tumors"}, {"pubmed": 30987661, "text": "ALKBH5 is a tumor-promoting gene in epithelial ovarian cancer, which is involved in the mTOR pathway and BCL-2-Beclin1 complex."}, {"pubmed": 31281518, "text": "The m6A demethylase ALKBH5 controls trophoblast invasion at the maternal-fetal interface by regulating the stability of CYR61 mRNA."}, {"pubmed": 31290116, "text": "The authors demonstrated that the ALKBH5 and lncRNA NEAT1 were significantly overexpressed in GC and that high expression of NEAT1 and ALKBH5 was correlated with invasion and metastasis in gastric cancer cells."}, {"pubmed": 31506804, "text": "ALKBH5 Holds Prognostic Values and Inhibits the Metastasis of Colon Cancer."}, {"pubmed": 31643040, "text": "METTL3-mediated m6A methylation is found to be dynamically reversed by the demethylase ALKBH5. In summary, this study highlights the functional importance of METTL3 in osteogenic differentiation and METTL3 may serve as a promising molecular target in regenerative medicine, as well as in the field of bone tissue engineering."}, {"pubmed": 31677788, "text": "ALKBH5 affects the proliferation and invasion of lung adenocarcinoma cells under IH by downregulating m(6)A modification on FOXM1 mRNA and by promoting FOXM1 expression."}, {"pubmed": 31897529, "text": "BMP2 Modified by the m(6)A Demethylation Enzyme ALKBH5 in the Ossification of the Ligamentum Flavum Through the AKT Signaling Pathway."}, {"pubmed": 31906946, "text": "m(6)A demethylase ALKBH5 inhibits pancreatic cancer tumorigenesis by decreasing WIF-1 RNA methylation and mediating Wnt signaling."}, {"pubmed": 31927006, "text": "ALKBH5 repressed TIMP3 mRNA stability and protein production. In conclusion, the present research confirmed the ALKBH5/TIMP3 pathway in the non small lung cancer (NSCLC) oncogenesis progress, providing a novel insight for the epitranscriptome and potential therapeutic target for NSCLC."}, {"pubmed": 31974865, "text": "DDX3 modulates cisplatin resistance in OSCC through ALKBH5-mediated m(6)A-demethylation of FOXM1 and NANOG."}, {"pubmed": 32091154, "text": "ALKBH5 gene polymorphisms and Wilms tumor risk in Chinese children: A five-center case-control study."}, {"pubmed": 32106857, "text": "m(6)A demethylase ALKBH5 inhibits tumor growth and metastasis by reducing YTHDFs-mediated YAP expression and inhibiting miR-107/LATS2-mediated YAP activity in NSCLC."}, {"pubmed": 32329191, "text": "RNA demethylase ALKBH5 promotes ovarian carcinogenesis in a simulated tumour microenvironment through stimulating NF-kappaB pathway."}, {"pubmed": 32402250, "text": "RNA Demethylase ALKBH5 Selectively Promotes Tumorigenesis and Cancer Stem Cell Self-Renewal in Acute Myeloid Leukemia."}, {"pubmed": 32429928, "text": "RNA demethylase ALKBH5 prevents pancreatic cancer progression by posttranscriptional activation of PER1 in an m6A-YTHDF2-dependent manner."}, {"pubmed": 32449584, "text": "m(6) A demethylase ALKBH5 promotes proliferation of esophageal squamous cell carcinoma associated with poor prognosis."}, {"pubmed": 32583611, "text": "The study of METTL14, ALKBH5, and YTHDF2 in peripheral blood mononuclear cells from systemic lupus erythematosus."}, {"pubmed": 32685056, "text": "Decreased Peripheral Blood ALKBH5 Correlates with Markers of Autoimmune Response in Systemic Lupus Erythematosus."}, {"pubmed": 32772918, "text": "ALKBH5 suppresses malignancy of hepatocellular carcinoma via m(6)A-guided epigenetic inhibition of LYPD1."}, {"pubmed": 32884942, "text": "Decreased ALKBH5, FTO, and YTHDF2 in Peripheral Blood Are as Risk Factors for Rheumatoid Arthritis."}, {"pubmed": 33288560, "text": "Novel Prognostic Implications of Methylated RNA and Demethylases in Resected HCC and Background Liver Tissue."}, {"pubmed": 33321288, "text": "Oxidative demethylase ALKBH5 repairs DNA alkylation damage and protects against alkylation-induced toxicity."}, {"pubmed": 33380386, "text": "[ALKBH5 suppresses migration and invasion of human trophoblast cells by inhibiting epithelial-mesenchymal transition]."}, {"pubmed": 33428593, "text": "ALKBH5-mediated m(6)A demethylation of FOXM1 mRNA promotes progression of uveal melanoma."}, {"pubmed": 33431791, "text": "ALKBH5 suppresses tumor progression via an m(6)A-dependent epigenetic silencing of pre-miR-181b-1/YAP signaling axis in osteosarcoma."}, {"pubmed": 33456585, "text": "ALKBH5 regulates cardiomyocyte proliferation and heart regeneration by demethylating the mRNA of YTHDF1."}, {"pubmed": 33934179, "text": "ALKBH5-mediated m6A demethylation of lncRNA RMRP plays an oncogenic role in lung adenocarcinoma."}, {"pubmed": 33961858, "text": "m(6)A demethylase ALKBH5 suppresses proliferation and migration of enteric neural crest cells by regulating TAGLN in Hirschsprung's disease."}, {"pubmed": 34016959, "text": "Suppression of m6A mRNA modification by DNA hypermethylated ALKBH5 aggravates the oncological behavior of KRAS mutation/LKB1 loss lung cancer."}, {"pubmed": 34047466, "text": "Loss of m6A demethylase ALKBH5 promotes post-ischemic angiogenesis via post-transcriptional stabilization of WNT5A."}, {"pubmed": 34048572, "text": "Post-translational modification of RNA m6A demethylase ALKBH5 regulates ROS-induced DNA damage response."}, {"pubmed": 34105279, "text": "Targeted RNA N(6) -Methyladenosine Demethylation Controls Cell Fate Transition in Human Pluripotent Stem Cells."}, {"pubmed": 34112124, "text": "A positive-feedback loop between HBx and ALKBH5 promotes hepatocellular carcinogenesis."}, {"pubmed": 34297301, "text": "ALKBH5 Promotes the Proliferation of Glioma Cells via Enhancing the mRNA Stability of G6PD."}, {"pubmed": 34301762, "text": "M(6)A Demethylase ALKBH5 Regulates PD-L1 Expression and Tumor Immunoenvironment in Intrahepatic Cholangiocarcinoma."}, {"pubmed": 34304114, "text": "Inclusion of ALKBH5 as a candidate gene for the susceptibility of autoimmune thyroid disease."}, {"pubmed": 34312488, "text": "N[6]-methyladenosine demethylase ALKBH5 suppresses malignancy of esophageal cancer by regulating microRNA biogenesis and RAI1 expression."}, {"pubmed": 34634806, "text": "The comprehensive interactomes of human adenosine RNA methyltransferases and demethylases reveal distinct functional and regulatory features."}, {"pubmed": 34663904, "text": "Modifying the m(6)A brain methylome by ALKBH5-mediated demethylation: a new contender for synaptic tagging."}, {"pubmed": 34670781, "text": "ALKBH5 Facilitates Hypoxia-Induced Paraspeckle Assembly and IL8 Secretion to Generate an Immunosuppressive Tumor Microenvironment."}, {"pubmed": 34850551, "text": "ALKBH5-mediated m6A modification of lncRNA KCNQ1OT1 triggers the development of LSCC via upregulation of HOXA9."}, {"pubmed": 35063010, "text": "RNA demethylase ALKBH5 in cancer: from mechanisms to therapeutic potential."}, {"pubmed": 35114989, "text": "Demethylase ALKBH5 suppresses invasion of gastric cancer via PKMYT1 m6A modification."}, {"pubmed": 35182329, "text": "ALKBH5 promotes the progression of infantile hemangioma through regulating the NEAT1/miR-378b/FOSL1 axis."}, {"pubmed": 35190939, "text": "Overexpression of m6A-factors METTL3, ALKBH5, and YTHDC1 alters HPV16 mRNA splicing."}, {"pubmed": 35318440, "text": "m(6)A demethylase ALKBH5 promotes tumor cell proliferation by destabilizing IGF2BPs target genes and worsens the prognosis of patients with non-small-cell lung cancer."}, {"pubmed": 35333330, "text": "Mechanisms of substrate recognition and N6-methyladenosine demethylation revealed by crystal structures of ALKBH5-RNA complexes."}, {"pubmed": 35344216, "text": "RNA demethylase ALKBH5 inhibits TGF-beta-induced EMT by regulating TGF-beta/SMAD signaling in non-small cell lung cancer."}, {"pubmed": 35395767, "text": "The m6A demethylase ALKBH5 promotes tumor progression by inhibiting RIG-I expression and interferon alpha production through the IKKepsilon/TBK1/IRF3 pathway in head and neck squamous cell carcinoma."}, {"pubmed": 35414790, "text": "ALKBH5 Promotes Multiple Myeloma Tumorigenicity through inducing m(6)A-demethylation of SAV1 mRNA and Myeloma Stem Cell Phenotype."}, {"pubmed": 35444654, "text": "Pan-Cancer Analysis Shows That ALKBH5 Is a Potential Prognostic and Immunotherapeutic Biomarker for Multiple Cancer Types Including Gliomas."}, {"pubmed": 35490460, "text": "ALKBH5 regulates STAT3 activity to affect the proliferation and tumorigenicity of osteosarcoma via an m6A-YTHDF2-dependent manner."}, {"pubmed": 35579750, "text": "Bioactive peptide inhibits acute myeloid leukemia cell proliferation by downregulating ALKBH5-mediated m(6)A demethylation of EIF4EBP1 and MLST8 mRNA."}, {"pubmed": 35689537, "text": "RNA demethylase ALKBH5 regulates hypopharyngeal squamous cell carcinoma ferroptosis by posttranscriptionally activating NFE2L2/NRF2 in an m(6) A-IGF2BP2-dependent manner."}, {"pubmed": 35718974, "text": "ALKBH5 Expression could Affect the Function of T Cells in Systemic Lupus Erythematosus Patients: A Case-control Study."}, {"pubmed": 35979628, "text": "N6-methyladenosine demethylase ALKBH5 suppresses colorectal cancer progression potentially by decreasing PHF20 mRNA methylation."}, {"pubmed": 35982895, "text": "ALKBH5/MAP3K8 axis regulates PD-L1+ macrophage infiltration and promotes hepatocellular carcinoma progression."}, {"pubmed": 36028854, "text": "ALKBH5-mediated m6A modification of circCCDC134 facilitates cervical cancer metastasis by enhancing HIF1A transcription."}, {"pubmed": 36056355, "text": "The m(6)A demethylase ALKBH5-mediated upregulation of DDIT4-AS1 maintains pancreatic cancer stemness and suppresses chemosensitivity by activating the mTOR pathway."}, {"pubmed": 36069931, "text": "ALKBH5-Mediated m6A Demethylation of GLUT4 mRNA Promotes Glycolysis and Resistance to HER2-Targeted Therapy in Breast Cancer."}, {"pubmed": 36418936, "text": "ALKBH5 in mouse testicular Sertoli cells regulates Cdh2 mRNA translation to maintain blood-testis barrier integrity."}, {"pubmed": 36555463, "text": "The N6-Methyladenosine Regulator ALKBH5 Mediated Stromal Cell-Macrophage Interaction via VEGF Signaling to Promote Recurrent Spontaneous Abortion: A Bioinformatic and In Vitro Study."}, {"pubmed": 36566000, "text": "ALKBH5 attenuates mitochondrial fission and ameliorates liver fibrosis by reducing Drp1 methylation."}, {"pubmed": 36619747, "text": "Impact of m6A demethylase (ALKBH5, FTO) genetic polymorphism and expression levels on the development of pulmonary tuberculosis."}, {"pubmed": 36632222, "text": "ALKBH5 activates FAK signaling through m6A demethylation in ITGB1 mRNA and enhances tumor-associated lymphangiogenesis and lymph node metastasis in ovarian cancer."}, {"pubmed": 36705046, "text": "ALKBH5 inhibits the SIRT3/ACC1 axis to regulate fatty acid metabolism via an m6A-IGF2BP1-dependent manner in cervical squamous cell carcinoma."}, {"pubmed": 36792369, "text": "ALKBH5-mediated m[6] A demethylation of TIRAP mRNA promotes radiation-induced liver fibrosis and decreases radiosensitivity of hepatocellular carcinoma."}, {"pubmed": 36814156, "text": "MiR-141-3p promotes malignant progression in prostate cancer through AlkB homolog 5-mediated m[6]A modification of protein arginine methyltransferase 6."}, {"pubmed": 36864711, "text": "LINC00659 cooperated with ALKBH5 to accelerate gastric cancer progression by stabilising JAK1 mRNA in an m[6] A-YTHDF2-dependent manner."}, {"pubmed": 37169182, "text": "ALKBH5 Drives Immune Suppression Via Targeting AXIN2 to Promote Colorectal Cancer and Is a Target for Boosting Immunotherapy."}, {"pubmed": 37203239, "text": "RNA demethylase ALKBH5 promotes colorectal cancer progression by posttranscriptional activation of RAB5A in an m6A-YTHDF2-dependent manner."}, {"pubmed": 37257451, "text": "RBM33 is a unique m[6]A RNA-binding protein that regulates ALKBH5 demethylase activity and substrate selectivity."}, {"pubmed": 37381158, "text": "ALKBH5/YTHDF2-mediated m6A modification of circAFF2 enhances radiosensitivity of colorectal cancer by inhibiting Cullin neddylation."}, {"pubmed": 37454738, "text": "Deubiquitinase USP9X stabilizes RNA m[6]A demethylase ALKBH5 and promotes acute myeloid leukemia cell survival."}, {"pubmed": 37474102, "text": "The disordered C terminus of ALKBH5 promotes phase separation and paraspeckles assembly."}, {"pubmed": 37524872, "text": "ALKBH5 facilitates CYP1B1 mRNA degradation via m6A demethylation to alleviate MSC senescence and osteoarthritis progression."}, {"pubmed": 37646828, "text": "The ALKBH5/SOX4 axis promotes liver cancer stem cell properties via activating the SHH signaling pathway."}, {"pubmed": 37740102, "text": "Deficiency of N6-Methyladenosine Demethylase ALKBH5 Alleviates Ultraviolet B Radiation-Induced Chronic Actinic Dermatitis via Regulating Pyroptosis."}, {"pubmed": 37742191, "text": "ALKBH5 modulates hematopoietic stem and progenitor cell energy metabolism through m[6]A modification-mediated RNA stability control."}, {"pubmed": 37848452, "text": "ALKBH5 controls the meiosis-coupled mRNA clearance in oocytes by removing the N [6]-methyladenosine methylation."}, {"pubmed": 37858219, "text": "ALKBH5 enhances lipid metabolism reprogramming by increasing stability of FABP5 to promote pancreatic neuroendocrine neoplasms progression in an m6A-IGF2BP2-dependent manner."}, {"pubmed": 37949419, "text": "ALKBH5 promotes the development of lung adenocarcinoma by regulating the polarization of M2 macrophages through CDCA4."}, {"pubmed": 37966425, "text": "Downregulation of ALKBH5 rejuvenates aged human mesenchymal stem cells and enhances their therapeutic efficacy in myocardial infarction."}, {"pubmed": 37979586, "text": "EGFR promotes ALKBH5 nuclear retention to attenuate N6-methyladenosine and protect against ferroptosis in glioblastoma."}, {"pubmed": 38104484, "text": "M[6]A demethylase ALKBH5 regulates FOXO1 mRNA stability and chemoresistance in triple-negative breast cancer."}, {"pubmed": 38114747, "text": "The RNA m[6]A demethylase ALKBH5 drives emergency granulopoiesis and neutrophil mobilization by upregulating G-CSFR expression."}, {"pubmed": 38199493, "text": "ALKBH5 regulates paclitaxel resistance in NSCLC via inhibiting CEMIP-mediated EMT."}, {"pubmed": 38221546, "text": "ALKBH5 is a prognostic factor and promotes the angiogenesis of glioblastoma."}, {"pubmed": 38227578, "text": "The N6-methyladenosine demethylase ALKBH5 regulates the hypoxic HBV transcriptome."}, {"pubmed": 38252669, "text": "The promotive role of lncRNA MIR205HG in proliferation, invasion, and migration of melanoma cells via the JMJD2C/ALKBH5 axis."}, {"pubmed": 38273746, "text": "ALKBH5 Suppresses Autophagy in Prostate Cancer Cells via Inhibiting m6A-Modification of TSPAN1 mRNA."}, {"pubmed": 38331303, "text": "Hypoxia-induced ALKBH5 aggravates synovial aggression and inflammation in rheumatoid arthritis by regulating the m6A modification of CH25H."}, {"pubmed": 38481816, "text": "ALKBH5 facilitates the progression of skin cutaneous melanoma via mediating ABCA1 demethylation and modulating autophagy in an m[6]A-dependent manner."}, {"pubmed": 38568805, "text": "A LATS2 and ALKBH5 positive feedback loop supports their oncogenic roles."}, {"pubmed": 38637813, "text": "ALKBH5 modulates macrophages polarization in tumor microenvironment of ovarian cancer."}, {"pubmed": 38642004, "text": "High expression of AlkB homolog 5 suppresses the progression of non-small cell lung cancer by facilitating ferroptosis through m6A demethylation of SLC7A11."}, {"pubmed": 38745044, "text": "ALKBH5-mediated m6A modification of circFOXP1 promotes gastric cancer progression by regulating SOX4 expression and sponging miR-338-3p."}, {"pubmed": 38822515, "text": "ALKBH5 Modulates Asthma Progression by Downregulating N6-methyladenosine Methylation."}, {"pubmed": 38872221, "text": "ALKBH5 promotes non-small cell lung cancer progression and susceptibility to anti-PD-L1 therapy by modulating interactions between tumor and macrophages."}, {"pubmed": 38993559, "text": "Branch Chain Amino Acid Metabolism Promotes Brain Metastasis of NSCLC through EMT Occurrence by Regulating ALKBH5 activity."}], "genomic_pos": {"chr": "17", "end": 18209954, "ensemblgene": "ENSG00000091542", "start": 18183078, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 18113268, "start": 18086392, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001666", "pubmed": 21264265, "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006397", "qualifier": "involved_in", "term": "mRNA processing"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006406", "qualifier": "involved_in", "term": "mRNA export from nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006417", "pubmed": 36944332, "qualifier": "involved_in", "term": "regulation of translation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010793", "pubmed": 23177736, "qualifier": "acts_upstream_of_or_within", "term": "regulation of mRNA export from nucleus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046630", "qualifier": "involved_in", "term": "gamma-delta T cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050684", "pubmed": 23177736, "qualifier": "acts_upstream_of_or_within", "term": "regulation of mRNA processing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061157", "pubmed": [34048572, 37257451], "qualifier": "involved_in", "term": "mRNA destabilization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061157", "qualifier": "involved_in", "term": "mRNA destabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140694", "pubmed": 37474102, "qualifier": "involved_in", "term": "non-membrane-bounded organelle assembly"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21264265, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "pubmed": 23177736, "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0042382", "pubmed": 37474102, "qualifier": "is_active_in", "term": "paraspeckles"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016706", "pubmed": 21264265, "qualifier": "enables", "term": "2-oxoglutarate-dependent dioxygenase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0035515", "qualifier": "enables", "term": "oxidative RNA demethylase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140693", "pubmed": 37474102, "qualifier": "enables", "term": "molecular condensate scaffold activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990931", "pubmed": [23177736, 24616105, 34048572, 35333330, 36944332, 37257451, 37369679, 37474102], "qualifier": "enables", "term": "mRNA N6-methyladenosine dioxygenase activity"}]}, "homologene": {"genes": [[7955, 570158], [8364, 493400], [9031, 770703], [9544, 700205], [9598, 743473], [9606, 54890], [9615, 609383], [9913, 533303], [10090, 268420], [10116, 303193]], "id": 9818}, "interpro": [{"desc": "Alpha-ketoglutarate-dependent dioxygenase AlkB-like", "id": "IPR027450", "short_desc": "AlkB-like"}, {"desc": "RNA demethylase ALKBH5", "id": "IPR032860", "short_desc": "ALKBH5"}, {"desc": "Alpha-ketoglutarate-dependent dioxygenase AlkB-like superfamily", "id": "IPR037151", "short_desc": "AlkB-like_sf"}], "ipi": ["IPI00413659", "IPI00759562"], "map_location": "17p11.2|17p11.2", "name": "alkB homolog 5, RNA demethylase", "other_names": ["AlkB family member 5, RNA demethylase", "RNA demethylase ALKBH5", "alkB, alkylation repair homolog 5", "alkylated DNA repair protein alkB homolog 5", "alpha-ketoglutarate-dependent dioxygenase alkB homolog 5", "oxoglutarate and iron-dependent oxygenase domain containing", "probable alpha-ketoglutarate-dependent dioxygenase ABH5"], "pantherdb": {"HGNC": "25996", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2144489", "ortholog_type": "LDO", "panther_family": "PTHR32074", "taxid": 10090, "uniprot_kb": "Q3TSG4"}, {"RGD": "1309496", "ortholog_type": "LDO", "panther_family": "PTHR32074", "taxid": 10116, "uniprot_kb": "D3ZKD3"}, {"Ensembl": "ENSGALG00000043693", "ortholog_type": "LDO", "panther_family": "PTHR32074", "taxid": 9031, "uniprot_kb": "F1NIA5"}, {"ZFIN": "ZDB-GENE-061013-602", "ortholog_type": "LDO", "panther_family": "PTHR32074", "taxid": 7955, "uniprot_kb": "Q08BA6"}], "uniprot_kb": "Q6P6C2"}, "pathway": {"reactome": [{"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-73942", "name": "DNA Damage Reversal"}, {"id": "R-HSA-73943", "name": "Reversal of alkylation damage by DNA dioxygenases"}]}, "pdb": ["4NJ4", "4NRM", "4NRO", "4NRP", "4NRQ", "4O61", "4O7X", "4OCT", "7V4G", "7WKV", "7WL0"], "pfam": "PF13532", "pharmgkb": "PA142671230", "pharos": {"target_id": 9769, "tdl": "Tchem"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF327736", "relationship": "is"}, {"id": "GNF327737", "relationship": "is"}, {"id": "GNF327738", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292571", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171145", "relationship": "is"}, {"id": "GNF182051", "relationship": "is"}, {"id": "GNF192957", "relationship": "is"}, {"id": "GNF203863", "relationship": "is"}, {"id": "GNF225147", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF035142", "relationship": "is"}, {"id": "GNF046025", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF004993", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330332", "relationship": "is"}, {"id": "GNF332204", "relationship": "is"}, {"id": "GNF333986", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336070", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096230", "relationship": "is"}, {"id": "GNF135886", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": "NP_060228.3", "rna": "NM_017758.4", "translation": {"protein": "NP_060228.3", "rna": "NM_017758.4"}}, "reporter": {"GNF1H": "gnf1h08606_at", "HG-U133_Plus_2": ["1553101_a_at", "228034_x_at", "234302_s_at"], "HG-U95B": "56414_at", "HTA-2_0": "TC17000207.hg.1", "HuEx-1_0": "3713093", "HuGene-1_1": "8005399", "HuGene-2_1": "16831789"}, "summary": "Enables mRNA N6-methyladenosine dioxygenase activity. Involved in RNA metabolic process; mRNA export from nucleus; and response to hypoxia. Located in Golgi apparatus; cytosol; and nuclear speck. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "ALKBH5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1823178"}, "unigene": "Hs.744130", "uniprot": {"Swiss-Prot": "Q6P6C2", "TrEMBL": "K7ER58"}}