{"AllianceGenome": "464", "HGNC": "464", "MIM": "600957", "_id": "268", "_version": 1, "accession": {"genomic": ["AC005263.1", "CH471139.2", "CP068259.2", "K03474.1", "LC414623.1", "LC414625.1", "LC414626.1", "NC_000019.10", "NC_060943.1", "NG_012190.2"], "protein": ["AAA98805.1", "AAC25614.1", "AAH49194.1", "BBF90652.1", "BBF90653.1", "EAW69397.1", "NP_000470.3", "P03971.3"], "rna": ["AI791949.1", "BC033218.1", "BC049194.1", "NM_000479.5"], "translation": [{"protein": "AAH49194.1", "rna": "BC049194.1"}, {"protein": "NP_000470.3", "rna": "NM_000479.5"}]}, "alias": ["MIF", "MIS"], "ensembl": {"gene": "ENSG00000104899", "protein": "ENSP00000221496", "transcript": ["ENST00000221496", "ENST00000589313", "ENST00000592877"], "translation": [{"protein": "ENSP00000221496", "rna": "ENST00000221496"}], "type_of_gene": "protein_coding"}, "entrezgene": "268", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.8850727568, "exp_mis": 198.256396909, "exp_syn": 111.342643704, "lof_z": 0.312223670932574, "mis_z": 1.05104206719073, "mu_lof": 1.09748010185e-06, "mu_mis": 3.0729406294e-05, "mu_syn": 1.71158905452e-05, "n_lof": 7.0, "n_mis": 168.0, "n_syn": 91.0, "p_li": 4.8954693456369e-05, "p_null": 0.574319857636746, "p_rec": 0.425631187669798, "syn_z": 1.19515775968278}, "bp": 1683, "cds_end": 2251956, "cds_start": 2249331, "n_exons": 5, "nonpsych": {"exp_lof": 7.08332990608, "exp_mis": 179.387754083, "exp_syn": 100.722431861, "lof_z": 0.399755051881647, "mis_z": 0.730119245259386, "mu_lof": 1.09748010185e-06, "mu_mis": 3.0729406294e-05, "mu_syn": 1.71158905452e-05, "n_lof": 6.0, "n_mis": 160.0, "n_syn": 78.0, "p_li": 0.000258417716019907, "p_null": 0.49080357480282, "p_rec": 0.50893800748116, "syn_z": 1.42545877509294}, "nontcga": {"exp_lof": 7.24906008035, "exp_mis": 182.390691518, "exp_syn": 102.430046651, "lof_z": 0.457639785819435, "mis_z": 0.973552171265329, "mu_lof": 1.09748010185e-06, "mu_mis": 3.0729406294e-05, "mu_syn": 1.71158905452e-05, "n_lof": 6.0, "n_mis": 156.0, "n_syn": 83.0, "p_li": 0.000268772247298998, "p_null": 0.452668452345389, "p_rec": 0.547062775407312, "syn_z": 1.21557434025469}, "transcript": "ENST00000221496.4"}, "exons": [{"cdsend": 2251957, "cdsstart": 2249332, "chr": "19", "position": [[2249322, 2249744], [2250336, 2250479], [2250651, 2250760], [2250848, 2251008], [2251098, 2252073]], "strand": 1, "transcript": "NM_000479", "txend": 2252073, "txstart": 2249322}], "exons_hg19": [{"cdsend": 2251956, "cdsstart": 2249331, "chr": "19", "position": [[2249321, 2249743], [2250335, 2250478], [2250650, 2250759], [2250847, 2251007], [2251097, 2252072]], "strand": 1, "transcript": "NM_000479", "txend": 2252072, "txstart": 2249321}], "generif": [{"pubmed": 11773638, "text": "Administration of MIS to male mice induced IEX-1S mRNA in the prostate in vivo, suggesting that MIS may function as an endogenous hormonal regulator of NF-kappaB signaling and growth in the prostate gland."}, {"pubmed": 12456604, "text": "poor response in IVF, indicative of a diminished ovarian reserve, is associated with reduced baseline serum AMH concentrations"}, {"pubmed": 12462075, "text": "Review. The role of AMH in gonadal development and its mutation in the persistent Mullerian duct syndrome is discussed."}, {"pubmed": 12477536, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12571168, "text": "results indicate that serum AMH levels are strongly correlated with ovarian follicular status during the early follicular phase"}, {"pubmed": 14671196, "text": "Increase of anti-Mullerian hormone(AMH) serum level in polycystic ovary syndrome is consequence of androgen-induced excess in small antral follicle number, and each follicle produces normal amount of AMH."}, {"pubmed": 14671316, "text": "Induction of p130 and p107 play an important role in the inhibition of growth of C33A cells by MIS."}, {"pubmed": 14715867, "text": "serum anti-Mullerian hormone (AMH) concentrations are elevated in normogonadotropic anovulatory infertile women (WHO 2) women, especially in those patients exhibiting polycystic ovary syndrome"}, {"pubmed": 14742691, "text": "Anti-Mullerian hormone expression pattern in the human ovary follicle."}, {"pubmed": 15070957, "text": "In XXY adolescents, AMH and INHB were undetectable"}, {"pubmed": 15217995, "text": "Serum AMH concentrations decrease over time both in women presenting with WHO 2 anovulatory infertility and in normal women. Decrease in WHO 2 patients is less pronounced despite distinctly elevated concentrations. May suggest retarded ovarian ageing."}, {"pubmed": 15536161, "text": "Recombinant follitropin and chorionic gonadotropin stimulation of the testis dramatically suppresses the secretion of AMH in hypogonadism."}, {"pubmed": 15550498, "text": "AMH promoter sequence variations or the previously proposed SF3a2-AMH fusion co-transcripts cannot be responsible for aberrant AMH expression leading to Mullerian duct degradation."}, {"pubmed": 15897891, "text": "AMH is also a gonadal tumor suppressor which mediates its effects through a specific type II receptor and the bone morphogenetic protein (BMP)-specific Smad proteins."}, {"pubmed": 16030171, "text": "a relative deficiency of AMH in primordial and transitional follicles in ovaries may contribute to disordered early follicle development in polycystic ovary syndrome"}, {"pubmed": 16159935, "text": "Aggressive granulosa cell tumors(GCTs) retain high GATA-4 expression, whereas larger tumors lose proliferation-suppressing anti-Mullerian hormone expression. High GATA-4 expression in GCTs may serve as marker of poor prognosis."}, {"pubmed": 16213847, "text": "Increased MIS production in adolescent girls may represent an early manifestation of polycystic ovary syndrome"}, {"pubmed": 16368745, "text": "AMH could thus be used as a diagnostic criterion and incorporated as such in the Rotterdam definition of polycystic ovary syndrome."}, {"pubmed": 16566934, "text": "MIS could potentially serve as a useful marker for identifying patients at risk for OHSS."}, {"pubmed": 16740653, "text": "Mullerian inhibiting substance regulates androgen-induced gene expression and growth in prostate cancer cells through a nuclear factor-kappaB-dependent Smad-independent mechanism."}, {"pubmed": 16816803, "text": "Its main physiological role is the induction of regression of Mullerian ducts in male fetuses but it also plays a role in Leydig cell steroidogenesis and in follicular development"}, {"pubmed": 16923748, "text": "Hence, AMH exhibits a relatively stable expression during the menstrual cycle, making it an attractive determinant of ovarian activity."}, {"pubmed": 17088539, "text": "MIS in combination with selective targeted therapies might achieve greater activity against ovarian cancer than the use of each individual agent alone"}, {"pubmed": 17335955, "text": "serum anti-mullerian hormone (AMH) levels in Polysystic Ovary Syndrome patients were significantly higher than in healthy women"}, {"pubmed": 17337470, "text": "Polymorphisms in the AMH and AMHR2 genes are associated with follicular phase E(2) levels, suggesting a role for AMH in the regulation of FSH sensitivity in the human ovary."}, {"pubmed": 17425826, "text": "Mullerian inhibiting substance has a role in response to ovarian stimulation"}, {"pubmed": 17462637, "text": "Serum AMH and inhibin B are significantly lower in the men with nonobstructive azoospermia compared to the controls."}, {"pubmed": 17485437, "text": "anti-Mullerian hormone expression is stable during the menstrual cycle"}, {"pubmed": 17488788, "text": "AMH concentrations are increased in peripubertal daughters of polycystic ovary syndrome women"}, {"pubmed": 17543956, "text": "Oocytes are more likely to be fertilized when follicles are able to make high concentrations of AMH in the follicular fluid. AMH could be a prediction marker for fertilization."}, {"pubmed": 17559842, "text": "MIS is the earliest marker to change with agem has it has least intercycle variabilityane has the least intracycle variability; and 4) it may be informative if randomly obtained during the menstrual cycle. {REVIEW]"}, {"pubmed": 17603052, "text": "Levels of AMH show a statistically significant change during the menstrual cycle and may influence the circulating gonadotropin and steroid hormone levels."}, {"pubmed": 17624337, "text": "Infertile patients with endometriosis have a decreased serum anti-Mullerian hormone."}, {"pubmed": 17628551, "text": "Granulosa cell production of AMH is augmented by pharmacologically induced increase in the intrafollicular androgen levels."}, {"pubmed": 17636279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17926161, "text": "Serum anti-Mullerian hormone (AMH) levels differentiate control from subfertile men but not men with different causes of subfertility"}, {"pubmed": 18191888, "text": "Anti-Mullerian hormone levels in premature ovarian failure patients could identify women with persistent follicles."}, {"pubmed": 18230658, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18249372, "text": "Suggest that there is no significant difference in follicular microenvironment in terms of AMH secretion between GnRH agonist/antagonist protocols and that follicular fluid AMH is a marker that reflects ovarian reserve and response to ovarian stimulation."}, {"pubmed": 18249391, "text": "Fluctuations observed are smaller than intercycle variability and thus are not clinically relevant as far as AMH measurements for clinical purposes are concerned."}, {"pubmed": 18291376, "text": "The AMH and inhibin B levels on the day of oocyte retrieval are correlated to assisted reproductive outcome."}, {"pubmed": 18310677, "text": "preliminary data suggest that AMH levels indicate early ovarian decline among women with longer FMR1 repeat alleles; moreover, AMH appears to be a better marker than FSH in identifying this early decline."}, {"pubmed": 18321493, "text": "Review/Meta-Analysis: The role of antimullerian hormone in prediction of outcome after IVF: comparison with the antral follicle count."}, {"pubmed": 18328480, "text": "Adult human endometrium possesses a functional MIS signal transduction system which negatively regulates cellular viability."}, {"pubmed": 18381582, "text": "The insignificant variation of the AMH concentration with age, even in prepubertal girls, suggests that AMH expression is unrelated to menstrual cycle FSH cyclicity."}, {"pubmed": 18555223, "text": "A statistical association between follitropin and AMH in assessing ovarian reserve."}, {"pubmed": 18593767, "text": "AMH, an endocrine marker that reflects the transition of resting primordial follicles to growing follicles, declined to a time point 5 yr prior to the final mentrual period."}, {"pubmed": 18697861, "text": "AMHR genes are overexpressed by granulosa cells from stimulated follicles of women with polycystic ovary syndrome undergoing controlled ovarian hyperstimulation."}, {"pubmed": 18854109, "text": "The transition from resting to growing follicles leading to the development of secondary follicles showed the normal expression patterns of GDF-9 and AMH."}, {"pubmed": 18930199, "text": "Anti-Mullerian hormone (AMH) levels in women undergoing chemotherapy and hematopoietic stem cell transplantation facilitated earlier identification of impaired ovarian reserve compared with FSH and the resumption of menses."}, {"pubmed": 18930217, "text": "There is an independent effect of race and ethnicity on the age-related decline in MIS over time."}, {"pubmed": 19056816, "text": "MIS is up-regulated by calcitriol via a functional vitamin D receptor that binds the vitamin D response element."}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19217095, "text": "In 76 IVF cycles investigated, AMH was clearly superior in predicting IVF outcomes in comparison with FSH."}, {"pubmed": 19342396, "text": "Anti-Mullerian hormone may have a role in polycystic ovary syndrome"}, {"pubmed": 19345350, "text": "Measurement of serum AMH level after ovarian surgery may show a reduced level following laparoscopic cystectomy; however, it could be restored thereafter up to 3 months postoperative in reproductive women."}, {"pubmed": 19359032, "text": "Retrospective identification of 32 granulosa cell tumor patients who have serum MIS/AMH measurements, which correlate with tumor mass."}, {"pubmed": 19361798, "text": "Granulosa cells from polycystic ovaries produce elevated levels of AMH, possibly because of impaired access of follicle stimulating hormone to follicles, and may have harmful consequences on oocyte quality and final maturation through unknown mechanisms."}, {"pubmed": 19409547, "text": "Results of a pilot study show that women's MIS is a biomarker of ovarian function that can be measured with good precision using a reproducible assay kit.  Serum levels are relatively stable, at least over a 1-year period."}, {"pubmed": 19424576, "text": "Non-epithelial malignant ovarian tumors showed stronger expression of Mullerian inhibiting substance than that of epithelial tumors."}, {"pubmed": 19539910, "text": "Genetic variants of AMH and AMHRII genes seem to be associated with infertility."}, {"pubmed": 19539910, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19539911, "text": "Bone morphogenetic protein-6 stimulates gene expression of anti-Mullerian hormone in human granulosa cells."}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19755162, "text": "Development of an efficiently cleaved, bioactive, highly pure FLAG-tagged recombinant human Mullerian Inhibiting Substance"}, {"pubmed": 19800062, "text": "First-trimester antimullerian hormone is associated negatively with maternal adiposity and circulating levels decline during the second and third trimester."}, {"pubmed": 19940443, "text": "Data speculate that the absence of a second X chromosome leads to over-expression of MIS that may be co-responsible for failure of ovarian differentiation in TS. MIS may be a potential negative regulator of ovarian development in humans."}, {"pubmed": 20060112, "text": "Serum AMH is a reliable predictor of polycystic ovaries morphology or for the presence of PCOS."}, {"pubmed": 20064870, "text": "Concentrations of anti-Mullerian hormone in fluid from small human antral follicles show a negative correlation with CYP19 mRNA expression in the corresponding granulosa cells."}, {"pubmed": 20150576, "text": "In oligomenorrheic adolescents, elevated serum AMH levels suggest increased antral follicle number"}, {"pubmed": 20155783, "text": "Maternal serum AMH level, as a marker of ovarian age, is not superior to chronological age in predicting Down syndrome pregnancies."}, {"pubmed": 20207725, "text": "AMH appears to have a major inhibitory role during folliculogenesis, which may contribute to anovulation in polycystic ovary syndrome [review]"}, {"pubmed": 20236105, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20236105, "text": "data demonstrate that polymorphisms in major folliculogenesis genes, GDF9, BMP15, AMH, and AMHR2, are not associated with polycystic ovary syndrome susceptibility."}, {"pubmed": 20309569, "text": "Age was negatively correlated with serum anti-Mullerian hormone levels while smoking did not have significant effects on anti-Mullerian hormone levels."}, {"pubmed": 20719830, "text": "AMH seems to be a promising marker of ovarian function in healthy girls and Turner Syndrome patients"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20797901, "text": "This study shows that infertile patients with minimal/mild endometriosis have a similar concentration of AMH in the follicular fluid after natural IVF as compared with control subjects."}, {"pubmed": 20797903, "text": "Age-specific normative values for circulating AMH concentration were established. AMH concentrations seem to be independent of the reproductive history of the patient."}, {"pubmed": 20801125, "text": "The performance of the AMH Gen II assay is ideal for investigation into the physiologic roles of AMH in men and women."}, {"pubmed": 20809108, "text": "Serum AMH levels are elevated in adolescent and young adult Chinese patients of PCOS."}, {"pubmed": 20843948, "text": "Detectable AMH serum levels at all ages, with the highest measured levels during infancy in healthy males."}, {"pubmed": 20861221, "text": "AMH thus exemplifies a new mechanism for receptor engagement in which interaction with the type II receptor promotes pro-region dissociation to generate mature ligand."}, {"pubmed": 20864412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21114374, "text": "The role of the hormone in male and female development, its participation in oocyte maturation,changes under various pathological situations in both sexes (Review)"}, {"pubmed": 21168856, "text": "Inhibin B and antimullerian hormone have a role in gonadal function after treatment for medulloblastoma or posterior fossa ependymoma during childhood"}, {"pubmed": 21177311, "text": "Data suggest that AMH inhibits sensitivity of ovarian follicle to FSH."}, {"pubmed": 21227938, "text": "GH treatment has no effect on AMH levels in short girls born small for gestational age"}, {"pubmed": 21227943, "text": "Circadian co-variation in the levels of AMH and LH during menstruation may indicate joint regulatory mechanisms; data indicates slight decrease in serum AMH levels during the early morning hours."}, {"pubmed": 21285453, "text": "Inhibin B constitutes a reliable marker of Sertoli cell function as well as spermatogenesis, while the clinical significance of anti-Mullerian hormone in men with varicocele remains to be elucidated."}, {"pubmed": 21300348, "text": "Compared with fresh and slow-frozen ovaries, vitrified ovaries contained statistically significantly fewer primordial follicles and produced statistically significantly less AMH in vitro."}, {"pubmed": 21315333, "text": "Report that serum AMH levels measured by ELISA two kits both could be used as controlled ovarian hyperstimulation outcome predictors with similar reference values."}, {"pubmed": 21315336, "text": "Found a significant decline in serum anti-Mullerian hormone levels with consequent depletion of follicles in tissue specimens after surgery for women with ovarian endometrioma."}, {"pubmed": 21341396, "text": "Serum AMH alone or in combination with serum FSH may be a useful indicator of perimenopause."}, {"pubmed": 21451424, "text": "Serum AMH concentrations can reasonably forecast the age at menopause for individual women"}, {"pubmed": 21457958, "text": "Age-related normograms in for serum AMH levels non-polycystic ovary syndrome infertile women for the 3rd to 97th percentiles were produced."}, {"pubmed": 21481373, "text": "The MTHFR 677TT genotype is associated with higher serum anti-Mullerian hormone concentrations and has a negative effect on number of oocytes retrieved."}, {"pubmed": 21486417, "text": "The results suggest that the decrease in anti-Mullerian hormone (AMH) plasma levels is related to the origin of nonobstructive azoospermia (NOA), with low values in genetic NOA and values similar to obstructive azoospermia in cytotoxic NOA."}, {"pubmed": 21497340, "text": "Random anti-Mullerian hormone is a predictor of ovarian response in women with elevated baseline early follicular follicle-stimulating hormone levels."}, {"pubmed": 21514585, "text": "Follicle stimulating hormone may inhibit the excessive secretion of AMH by suppressing the activity of AMH promoter in polycystic ovary syndrome granulosa cells."}, {"pubmed": 21514928, "text": "Measuring AMH and ovarian stromal three-dimensional power Doppler blood flow for women with anovulatory polycystic ovary syndrome undergoing laparascopic ovarian drilling may provide a useful tool in evaluating the outcome of LOD."}, {"pubmed": 21529798, "text": "Overweight and obese women with diminished ovarian reserve (DOR) as defined by high day 3 serum FSH levels have lower serum AMH levels and number of oocytes retrieved compared with nonobese women with DOR."}, {"pubmed": 21576079, "text": "For all women, AMH was found to decrease by 10% per year. The added effect of having a FMR1 premutation decreased AMH levels by 54%."}, {"pubmed": 21704216, "text": "AMH levels are inversely associated with age and differed significantly between oral contraceptive pill users and nonusers."}, {"pubmed": 21719005, "text": "AMH is not an accurate marker of ovarian response after low-dose FSH ovulation induction in patients with polycystic ovary syndrome."}, {"pubmed": 21724534, "text": "A review of the clinical usefulness of anti-Mullerian hormone evaluation in the fields of gynecological endocrinology, menopause, gynecological oncology and assisted reproduction."}, {"pubmed": 21784736, "text": "AMH level is suggestive of the presence of polycystic ovarian morphology during adolescence"}, {"pubmed": 21789206, "text": "This model shows that 34% of the variation in AMH is due to age alone."}, {"pubmed": 21882017, "text": "Measurement of basal serum AMH can be used to determine the women with high risk for ovarian hyperstimulation syndrome ."}, {"pubmed": 22038452, "text": "Data suggest that serum AMH concentration-a Sertoli cell marker evaluating gonadal function-is lower in boys with unilateral cryptorchidism operated upon between the 1st and 4th year of life."}, {"pubmed": 22049172, "text": "AMH levels in men after puberty are under a strong genetic influence. Twin modeling suggests that AMH and BMI are influenced by different sets of genes."}, {"pubmed": 22154766, "text": "Metformin had no impact on maternal or fetal androgen levels or the level of AMH in mothers with polycystic ovary syndrome and their newborns."}, {"pubmed": 22188863, "text": "AMH gene mutations were found in two Egyptian families with persistent mullerian duct syndrome with very low and almost undetectable AMH levels."}, {"pubmed": 22244782, "text": "AMH measurements were found to be applicable in evaluation of the reproductive function of young women."}, {"pubmed": 22355044, "text": "The average expression of AMH was significantly higher in egg donors, and the average expression of LHCGR was significantly higher in DOR patients."}, {"pubmed": 22401810, "text": "Report low AMH levels in infertility patients with a reduced ovarian response to gonadotropin stimulation."}, {"pubmed": 22405597, "text": "The gonadotropin-mediated early pubertal increase in inhibin B is tightly coupled to decrease in AMH levels and may reflect androgen-mediated differentiation of Sertoli cells."}, {"pubmed": 22420235, "text": "Anti-Mullerian hormone: a unique biochemical marker of gonadal development and fertility in humans."}, {"pubmed": 22429116, "text": "no evidence that follicle-stimulating hormone receptor p.Asn680Ser genotypes associated with high anti-mullerian hormone levels"}, {"pubmed": 22442264, "text": "AMH elimination reaches approximately 84% after 3 d, approximately 91% after 4 days, approximately 95% after 5 days, and can be considered complete after 8 days."}, {"pubmed": 22545082, "text": "AMH and follicle stimulating hormone are predictive of pregnancy potential in high responders, but likely reflect different responsibilities in recruitment and maturation of growing follicle cohorts."}, {"pubmed": 22552379, "text": "Body mass index does not have an effect on serum AMH levels in women of reproductive age."}, {"pubmed": 22563903, "text": "investigation of usefulness of anti-Mullerian hormone level in blood as diagnostic marker for infertility in women who previously underwent chemoradiotherapy for childhood cancer"}, {"pubmed": 22673409, "text": "investigation of cut-off serum levels of anti-Mullerian hormone for diagnosis of polycystic ovary syndrome in women in South Korea"}, {"pubmed": 22674205, "text": "blood AMH may be a useful indicator for assessing ovarian reserve"}, {"pubmed": 22693172, "text": "Anti-Mullerian hormone may have a role in polycystic ovary syndrome and could be used in diagnosis"}, {"pubmed": 22771030, "text": "Baseline serum AMH </= 4 ng/mL was associated with ovulatory function in polycystic ovary syndrome."}, {"pubmed": 22814098, "text": "There is a significant relationship between serum anti-Mullerian hormone levels and ongoing pregnancy rate after in vitro fertilization."}, {"pubmed": 22821432, "text": "Data suggest that endometriosis and endometrioma do not result in lower anti-Mullerian hormone (AMH) serum levels; AMH serum levels are decreased in women with previous endometrioma surgery independently of current endometrioma."}, {"pubmed": 22901847, "text": "Circulating AMH declined significantly after the first 3 months of long-acting GnRH-a treatment in girls with central precocious puberty and early puberty."}, {"pubmed": 22910001, "text": "Data show the anti-Mullerian hormone receptor diabody refolding protocol."}, {"pubmed": 22921911, "text": "The AMH rate of change was independently associated with time to menopause in late reproductive-age women."}, {"pubmed": 22984527, "text": "Anti-Mullerian hormone serum values may predict a decrease in ovarian reserve during assisted reproduction therapy"}, {"pubmed": 23002694, "text": "from the primary follicular stage to the antral stage, serum levels of AMH may represent both the quantity and the quality of ovarian follicles; thus, the AMH levels may be useful as a new potential marker of the ovarian reserve"}, {"pubmed": 23044647, "text": "AMH is a sensitive marker for ovarian damage due to previous cyclophosphamide exposure in women with systemic lupus erythematosus."}, {"pubmed": 23051961, "text": "Serum AMH values were negligible for postmenopausal women older than 65 years."}, {"pubmed": 23295284, "text": "A likely molecular etiology was found in eight patients with persistent Mullerian duct syndrome. Four mutations in AMH and two in AMHR2 were identified. Three of them are novel mutations, c.556-2A>G, and p.Arg502Leu in AMH; and p.Gly323Ser in AMHR2."}, {"pubmed": 23368705, "text": "Results reveal the importance of AMH as a predictor of ovarian reserve in endometrioma and therefore of folliculogenesis; in fact it shows only a slight decrease in the early postoperative phase."}, {"pubmed": 23371438, "text": "SNPs rs10407022 and rs8112524 in the AMH gene did not affect susceptibility to polycystic ovarian syndrome (PCOS). However, the TA haplotype might enhance susceptibility to PCOS while GA might be protective."}, {"pubmed": 23390860, "text": "Women with polycystic ovary syndrome are considered to have significantly lower levels of AMH as compared with controls. [review]"}, {"pubmed": 23394782, "text": "Serum antimullerian hormone concentration strongly correlates with oocyte yield in ovarian stimulation patients."}, {"pubmed": 23408576, "text": "AMH is strongly associated with live-birth rates after IVF-intracytoplasmic sperm injection."}, {"pubmed": 23419927, "text": "Measurement of circulating AMH and inhibin B levels suggests that the rate of ovarian primordial follicle recruitment increases in the prepubertal years then declines again following the onset of puberty as follicular activity pattern changes."}, {"pubmed": 23433069, "text": "Increased expression of anti-Mullerian hormone is observed in granulosa-luteal cells of patients receiving luteinizing hormone treatment."}, {"pubmed": 23433830, "text": "Antimullerian hormone concentration varies during the menstrual cycle and altered clinical classification of ovarian response."}, {"pubmed": 23452339, "text": "[review] One of the best available methods to determine ovarian reserve, due to its biochemical and pathological characteristics, is anti-Mullerian hormone."}, {"pubmed": 23461296, "text": "AMH is not predictive for clinical pregnancy rates in women with polycystic ovary syndrome undergoing in vitro fertilization treatment."}, {"pubmed": 23509105, "text": "Is circulating AMH a biological marker for age at menopause? Data suggest that circulating AMH becomes undetectable (<0.2 ng/mL) approximately 5 years before occurrence of menopause."}, {"pubmed": 23533225, "text": "Data from infertile women suggest that the combination of circulating follicle stimulating hormone/anti-mullerian hormone (FSH/AMH) high/high results in surprisingly favorable outcomes from fertilization in vitro (high pregnancy rate)."}, {"pubmed": 23533229, "text": "Data suggest that several reproductive and lifestyle factors are associated with age-specific serum AMH levels; lower serum AMH levels associated with oral contraceptive use and smoking appear to be reversible."}, {"pubmed": 23541317, "text": "[review] Serum antimullerian hormone provides an indirect measure of the ovarian reserve, a key goal in reproductive medicine."}, {"pubmed": 23544102, "text": "A statistically significant interaction between rs10407022 in AMH and rs11170547 in AMHR2 (p = 0.019) associated with age at natural menopause."}, {"pubmed": 23553200, "text": "AMH values were significantly higher in polycystic ovary syndrome cases when compared with controls."}, {"pubmed": 23554429, "text": "AMH levels in women with rheumatoid arthritis are comparable to those of healthy controls."}, {"pubmed": 23608780, "text": "Serum AMH may be used as a marker to identify candidates for IVM treatment in both normo-ovulatory (NO) women and in women with Polycystic Ovary Syndrome ."}, {"pubmed": 23640374, "text": "our data also showed that patients over age 40 with extreme low levels of AMH still had a chance of pregnancy."}, {"pubmed": 23664458, "text": "There are significant differences in serum anti-Mullerian hormone levels in patients with diminished ovarian reserve before and after supplementation with dehydroepiandrosterone (DHEA)."}, {"pubmed": 23690308, "text": "Data suggest that in classic galactosemia most girls exhibit low circulating levels of AMH (a biological marker of ovarian reserve) by age 3 months; longitudinal data suggest that once AMH falls to undetectable levels it rarely rises again."}, {"pubmed": 23762215, "text": "Anti-mullerian hormone is not associated with cardiometabolic risk factors in adolescent females."}, {"pubmed": 23785020, "text": "AMH levels are reduced in healthy male volunteers treated with growth hormone and a growth hormone antagonist."}, {"pubmed": 23810163, "text": "Expression of mullerian inhibiting substance was found in papillary thyroid cancer tissue but not in normal thyroid tissue."}, {"pubmed": 23847299, "text": "AMH concentration is a strong, novel correlate to the diameter of the abdominal aorta, with this correlation being independent of known physical and metabolic determinants of the aorta"}, {"pubmed": 23850305, "text": "The combined effect of FSHB GG+FSHR AA may potentiate the FSH pathway, which increases serum levels of FSH and reduces antimullerian hormone in health girls."}, {"pubmed": 23876536, "text": "Diet reduces serum AMH in association with decreased androgen levels in obese women with polycystic ovary syndrome."}, {"pubmed": 23928669, "text": "INSL3 and AMH levels are significantly correlated with each other in women with PCOS, and they are significantly increased, particularly in the presence of amenorrhea and oligomenorrhea."}, {"pubmed": 23968732, "text": "Pretreatment AMH is a useful predictor of long term post chemotherapy loss of ovarian function in women with early breast cancer."}, {"pubmed": 24045871, "text": "Boys and young adults have the same form of AMH, with a significant proportion being the inactive precursor. This raises the possibility that the endocrine functions of AMH are partly controlled by its cleavage in the target organ."}, {"pubmed": 24069435, "text": "the serum AMH level measured in a previous cycle can be used to predict the risk of cycle cancelation and the chances of good ovarian response, when analyzed together with patient's age or serum FSH."}, {"pubmed": 24083876, "text": "The AMH value in female childhood cancer survivors identified patients at risk for delayed puberty."}, {"pubmed": 24098470, "text": "Up-regulation of SOX9 in sertoli cells from testiculopathic patients accounts for increasing anti-mullerian hormone expression via impaired androgen receptor signaling"}, {"pubmed": 24146295, "text": "Within primary ovarian insufficiency population, the AMH Ile(49)Ser and the AMHR2 -482A>G polymorphisms were not associated with age at the time of POI and LH, FSH as well as estradiol levels."}, {"pubmed": 24172648, "text": "Serum AMH was significantly lower 2 days and 3 months following hysterectomy compared with the pre-operative level. Hysterectomy may have a more lasting adverse effect on ovarian reserve than myomectomy"}, {"pubmed": 24182412, "text": "Latina and Chinese women have lower AMH levels compared with white women and African American women experience less of a reduction in AMH with advancing age."}, {"pubmed": 24210790, "text": "Patients with severe endometriosis had significantly lower serum AMH than controls, demonstrating of the damage of endometriosis on ovarian reserve."}, {"pubmed": 24219729, "text": "Serum level of anti-Mullerian hormone is not predictive of spontaneous onset of pregnancy"}, {"pubmed": 24290000, "text": "There was a decline in serum antimullerian levels after laproscopic ovarian cystectomy in endometrioma and ovarian cysts."}, {"pubmed": 24292596, "text": "Serum AMH levels are strongly associated with the number of retrieved oocytes and the availability of supernumerary embryos suitable for cryopreservation."}, {"pubmed": 24312319, "text": "Anti-Mullerian hormone recruits BMPR-IA in immature granulosa cells"}, {"pubmed": 24345579, "text": "serum AMH is lower in girls with newly diagnosed cancer than in age-matched controls; AMH levels correlate with impairment of general health status"}, {"pubmed": 24424371, "text": "The leading enzyme-linked assay for AMH provides a composite value of two biologically distinct forms of AMH. Future research into the physiology and clinical utility of AMH should consider the two forms separately."}, {"pubmed": 24576226, "text": "Data suggest that increased serum AMH level can serve as biomarker to predict risk of ovarian hyperstimulation syndrome in infertile women undergoing ovulation induction."}, {"pubmed": 24593938, "text": "The vast majority of women with AMH >10 ng/mL have polycystic ovarian syndrome (PCOS). Increased AMH levels correlate with PCOS severity and are associated with greater ovarian stimulation and higher pregnancy rates following assisted reproduction."}, {"pubmed": 24613539, "text": "Increased expression of antimullerian hormone in patients with endometriosis suggests a possible involvement of AMH in endometriosis."}, {"pubmed": 24620523, "text": "Women with uterine leiomyomatosis had lower serum levels of anti-Mullerian hormone, compared to women without leiomyomatosis"}, {"pubmed": 24661732, "text": "Antral follicle count, AMH, and free testosterone discriminated with high accuracy between women with PCOS and controls."}, {"pubmed": 24666685, "text": "In this review, serum AMH levels in pretreatment breast cancer patients predict long-term ovarian function."}, {"pubmed": 24707500, "text": "the delayed time to pregnancy observed in women treated with LEEP is likely not due to a LEEP-associated decrease in ovarian reserve as measured by AMH; thus, other mechanism are responsible for the delayed time to pregnancy associated with LEEP."}, {"pubmed": 24746743, "text": "Report elevated serum AMH levels in polycystic ovarian syndrome."}, {"pubmed": 24886254, "text": "The role of AMH in regulating cell viability and proliferation of endometriosis cells."}, {"pubmed": 24898132, "text": "elevated in polycystic ovary syndrome, particularly in PCOS with insulin resistance"}, {"pubmed": 24912417, "text": "These findings suggest that patients with primary ovarian insufficiency in China share AMH and AMHR2 genetic variants with those who go through menopause at a normal age."}, {"pubmed": 24951363, "text": "Report picoAMH assay, allowing measurement of very low AMH concentrations in human serum, should refine postchemotherapy ovarian follow-up in young women."}, {"pubmed": 25009087, "text": "Serum AMH is lower in women with bilateral ovarian cysts and this does not appear to be related to the histology or dimension of the lesions."}, {"pubmed": 25012254, "text": "A rare SNP of AMH was associated with decreased risk of polycystic ovary syndrome."}, {"pubmed": 25026127, "text": "Two heterozygous mutations of the AMH gene is associated with persistent Mullerian duct syndrome."}, {"pubmed": 25036408, "text": "AMH was not found to be a reliable predictor for the presence of polycystic ovary syndrome (PCOS), and serum AMH did not differ between obese and non-obese adolescent patients with PCOS."}, {"pubmed": 25040369, "text": "Anti-Mullerian hormone levels were increased in women with polycystic ovary syndrome regardless of adiposity."}, {"pubmed": 25086280, "text": "In this review, anti-Mullerian hormone was found to be a useful marker of oocyte yield in ovarian reserve."}, {"pubmed": 25152514, "text": "Data suggest that up-regulation of AMH in plasma at baseline menses in women undergoing ovulation induction/intracytoplasmic sperm injection is strong predictor of live birth; birth rate is highest when AMH level is >2 ng/ml."}, {"pubmed": 25222840, "text": "Our study shows that AMH levels do not change during follicular development in controls as well as in PCOS patients with AMH levels < 5 ng/ml, irrespective of antiestrogen or FSH therapy."}, {"pubmed": 25241372, "text": "study reports a modulatory role for AMH as an ovarian/follicular autocrine/paracrine factor controlling stem cell factor expression via the cAMP/PKA pathway in granulosa cells"}, {"pubmed": 25322464, "text": "This study concluded that AMH could mediate the actions of BMPs in regulating follicular development and contributing to the determination of ovulation numbers."}, {"pubmed": 25329139, "text": "Elevated serum AMH levels in polycystic ovary syndrome women seem to be related only to follicular excess and not follicular arrest"}, {"pubmed": 25337276, "text": "Suggest that low serum AMH level may indicate early ovarian aging in accelerated oocyte loss only, but may not fully represent \"early ovarian aging\" based on the favorable outcomes of pregnancy."}, {"pubmed": 25405500, "text": "Our findings suggest that women with inherited bone marrow failure syndromes have lower levels of AMH than unaffected women."}, {"pubmed": 25467043, "text": "Subfertile women with polycystic ovary syndrome secrete significantly more antimullerian hormone per antral follicle than controls."}, {"pubmed": 25488203, "text": "AMH levels were inversely correlated with TSH levels in infertile women of reproductive age."}, {"pubmed": 25500128, "text": "Results show that AMH is highly expressed and secreted from cumulus granulosa cells of advanced age patients suggesting that it may be involved in follicular aging process."}, {"pubmed": 25542251, "text": "There was evidence that in specific subgroups of women undergoing IVF/ICSI, AMH and AMHRII SNPs may be related to patients' characteristics and controlled ovarian stimulation and pregnancy outcome"}, {"pubmed": 25558667, "text": "This study presents a comparison of the serum levels of Anti-Mullerian Hormone in major phenotypes of polycystic ovarian syndrome (A, B, C, D)."}, {"pubmed": 25581422, "text": "inhibin B and anti-Mullerian hormone serum concentrations did not provide an additional diagnostic tool for male infertility"}, {"pubmed": 25651719, "text": "Basal serum AMH level represents a promising test in prediction of ovarian reserve, good quality of retrieved eggs and fertilized embryos, and pregnancy rate in infertile women undergoing ICSI."}, {"pubmed": 25750103, "text": "three missense variants of the AMH gene were found in three different patients of a cohort of premature ovarian insufficiency patients"}, {"pubmed": 25772768, "text": "Testosterone treatment resulted in a strong suppression of AMH secretion over a relative short period of 16 weeks in female-to-male transsexuals."}, {"pubmed": 25790842, "text": "AMH rs2002555 polymorphisms is associated with the number of embryos produced."}, {"pubmed": 25796318, "text": "Antral follicle count-derived ovarian biologic age reflects a more precise background risk for fetal aneuploidy that is not observed for AMH-derived age."}, {"pubmed": 25824010, "text": "Anti-Mullerian hormone declined with women's increasing age in both plasma and peritoneal fluid in women with and without endometriosis."}, {"pubmed": 25826396, "text": "A relationship between the level of anti-Mullerian hormone and depressive symptoms was not confirmed in the group of healthy late-reproductive-age women."}, {"pubmed": 25972076, "text": "study demonstrated for the first time that human placenta and fetal membranes express and co-localize Anti-Mullerian hormone(AMH) and Anti-Mullerian hormone receptor II and that AMH is a gender specific hormone"}, {"pubmed": 26003269, "text": "Antimullerian hormone levels can accurately identify the likelihood of live birth."}, {"pubmed": 26024525, "text": "Short-Term PTEN Inhibition Improves In Vitro Activation of Primordial Follicles, Preserves Follicular Viability, and Restores AMH Levels in Cryopreserved Ovarian Tissue From Cancer Patients."}, {"pubmed": 26074093, "text": "A lack of decline in the AMH level in early pregnancy can be used to identify women with a high probability for preterm birth."}, {"pubmed": 26144573, "text": "Low AMH levels are associated with a statistically significantly lower likelihood of blastocysts for cryopreservation as compared with higher AMH levels."}, {"pubmed": 26156856, "text": "These data support incorporation of AMH as diagnostic criterion for PCOS regardless of age, and imply that testosterone should not be relied upon in the diagnosis of polycystic ovary syndromein older women."}, {"pubmed": 26158904, "text": "Due to a lower threshold of detection, picoAMH may be able to predict successful ovarian stimulation among women with DOR using a threshold of 500 pg/mL, with good sensitivity and specificity."}, {"pubmed": 26223296, "text": "Women with systemic lupus erythematosus demonstrated similar AMH levels as healthy controls, suggesting preserved ovarian reserve in this population."}, {"pubmed": 26230428, "text": "Serum AMH is a sensitive marker of age-related decline in ovarian reserve status. A serum AMH result >36 pmol L(-1), or above the 75th percentile for age, is highly suggestive of a diagnosis of polycystic ovary syndrome."}, {"pubmed": 26238387, "text": "High antimullerian hormone levels were associated with polycystic ovary syndrome."}, {"pubmed": 26252060, "text": "Data indicate that the pattern of serum anti-Mullerian hormone (AMH) expression can delineate testicular damage."}, {"pubmed": 26315051, "text": "Dynamic AMH levels may provide a novel intracycle approach to predict response and treatment outcomes after IVF."}, {"pubmed": 26384163, "text": "AMH concentrations vary across ovulatory menstrual cycles, showing a significant periovulatory decrease. The number of small antral follicles can be estimated from preovulatory AMH levels with relevance for patient management."}, {"pubmed": 26452591, "text": "Plasma AMH levels were lower in chronic kidney disease stages 1-4 by 30% and by 70% in CKD stage 5 compared with controls."}, {"pubmed": 26452703, "text": "The Sertoli cell hormones inhibin-B and anti Mullerian hormone have different patterns of secretion in prepubertal cryptorchid boys."}, {"pubmed": 26464718, "text": "There is no association between single nucleotide polymorphisms in the AMH/AMHR2 signaling pathway and early ovarian hyperstimulation syndrome in Han Chinese women"}, {"pubmed": 26477497, "text": "Report a follicular phase rise in serum AMH levels, particularly in women over the age of 30 years."}, {"pubmed": 26515380, "text": "Refusing fertility treatment solely on the basis of ultralow AMH levels is not advisable, but patients should be counseled appropriately about the prognostic factors for cancellation and outcomes."}, {"pubmed": 26549157, "text": "From birth-18 years AMH increases. It declines thereafter, indicating changes of ovarian maintenance. Positive relationship between androgenic profiles/AMH during adolescence/reproductive years implies synchronism between androgens and ovarian reserve."}, {"pubmed": 26579638, "text": "Healthy eumenorrheic late adolescent females with sporadic anovulation display higher AMH blood concentration."}, {"pubmed": 26596960, "text": "unilateral ovarian endometriosis had a moderately negative and nonsignificant effect on AMH-based ovarian reserve evaluated prior to surgery, irrespective of age"}, {"pubmed": 26604150, "text": "SNPs at the AMH gene locus that strongly predict serum AMH levels in males."}, {"pubmed": 26631403, "text": "These findings contribute in clarifying the relationship between hormones regulating the early phase of steroidogenesis confirming that AMH is playing a suppressive role on CYP19A1 expression stimulated by gonadotropin in hGCs. Furthermore, a similar inhibitory effect for AMH was observed on P450scc gene expression when activated by gonadotropin treatment."}, {"pubmed": 26633196, "text": "Ile(49)Ser genotype not associated with estradiol levels, ovarian parameters, menstrual cycle length, or pregnancy outcomes in healthy Singapore women"}, {"pubmed": 26718304, "text": "Different phenotypes for polycystic ovary syndrome were identified with each related to different levels of anti-mullerian hormone."}, {"pubmed": 26732661, "text": "The AMH and AMHRII gene polymorphisms were not found a significant difference in non-IR-PCOS and normal groups. To IR-PCOS women, genotypes of AMH were closely related to the serum levels of LH (P = 0.000), testosterone (P = 0.000) and HOMA-IR (P = 0.038), while in the non-IR-PCOS and normal groups, no relationship was found"}, {"pubmed": 26761944, "text": "High serum Anti-Mullerian Hormone levels are associated with Polycystic Ovary Syndrome."}, {"pubmed": 26798983, "text": "Data from a longitudinal, observational study suggest that, among women with type 1 diabetes, AMH levels in serum decline in manner similar to that previously reported in women without diabetes; thus, it is possible that AMH may be used to risk-stratify women with type 1 diabetes at risk for diminished ovarian reserve and poor reproductive outcomes in a similar manner as used in healthy women."}, {"pubmed": 26828745, "text": "Data suggest that the ratio of anti-Mullerian hormone precursor (proAMH) to anti-Mullerian hormone (AMHN,C) in the circulation is not altered after it is released from the gonads."}, {"pubmed": 26848671, "text": "Neither AMH nor AMHR2 polymorphisms were related to age, BMI, hormone levels or ovarian parameters in the follicular phase in women of late reproductive stage."}, {"pubmed": 26948535, "text": "Data from Poland suggest serum AMH levels are up-regulated in women with polycystic ovary syndrome (PCOS) and type 1 diabetes (T1DM) as compared to women with T1DM alone; no differences are observed between either PCOS plus T1DM or PCOS alone. [EDITORIAL]"}, {"pubmed": 26961579, "text": "Data from Poland suggest that serum AMH levels are up-regulated in women with polycystic ovary syndrome (PCOS) and type 1 diabetes (T1DM) as compared to women with T1DM alone; no differences are observed between either PCOS plus T1DM or PCOS alone."}, {"pubmed": 27110929, "text": "AMH levels in serum and seminal plasma in healthy men and men with sperm pathology"}, {"pubmed": 27114331, "text": "Age is correlated with AMH, but it accounts for only a portion of the variation seen in reproductive age African American women."}, {"pubmed": 27125339, "text": "Anti-Mullerian hormone (AMH) and inhibin-A (INH-A) levels were found to be significantly higher in the polycystic ovary syndrome (PCOS) group compared to the controls."}, {"pubmed": 27142041, "text": "Genotyping of the AMH c.146G>T and AMHR2 -482A>G polymorphisms does not provide additional useful information as a predictor of ovarian reserve or ovarian response and treatment outcomes."}, {"pubmed": 27147497, "text": "The proportion of circulating proAMH as a percentage of total AMH was twofold higher in boys than men, with girls also exhibiting lesser cleavage of their AMH than women."}, {"pubmed": 27162065, "text": "The aim of this study was to investigate the density and distribution of single nucleotide polymorphisms (SNPs) anti-Mullerian hormone (AMH) and AMHRII receptors in cryptorchid patients."}, {"pubmed": 27166718, "text": "Data suggest that, in adolescents (as with adults) with PCOS (polycystic ovary syndrome), serum levels of 17-hydroxyprogesterone are variable as a characteristic of the disorder; 17-hydroxyprogesterone responsiveness to r-hCG (recombinant human chorionic gonadotropin, a fertility agent) is not correlated to serum levels of AMH (anti-Mullerian hormone)."}, {"pubmed": 27343736, "text": "Data suggest that the serum AMH level (a biomarker of ovarian reserve) in adolescent girls newly diagnosed with Hashimoto's thyroiditis (HT) is up-regulated compared to age- and BMI-matched control subjects; serum AMH levels are negatively correlated with serum biomarkers of oxidative stress in HT."}, {"pubmed": 27351446, "text": "Report variations in antimullerian hormone levels during the menstrual cycle."}, {"pubmed": 27362611, "text": "Suggest that activation of AMH by proteolytic enzymes is largely stable throughout the ovarian cycle. However, there is a subtle but robust decrease in the level of proAMH relative to AMHN,C in the acute postovulatory period."}, {"pubmed": 27475411, "text": "Before 35 years of age, women with type 1 diabetes have lower AMH levels than women without diabetes."}, {"pubmed": 27499425, "text": "AMH was inversely correlated with age in both the fertile and infertile populations and there was no significant difference between the fertile and infertile populations in terms of AMH."}, {"pubmed": 27523455, "text": "a significant positive correlation between serum asymmetric dimethylarginine and AMH levels in primary dysmenorrhea, is reported."}, {"pubmed": 27553045, "text": "Significantly lower serum AMH concentration was found in the regularly menstruating CKD women on hemodialysis in comparison with the healthy controls. 2. Serum AMH decreased significantly after successful kidney transplantation."}, {"pubmed": 27565260, "text": "The AMH level peaked at or before ovulation in most women, trended down with natural pregnancies, and consistently increased or decreased in women with a viable pregnancy after therapy. Nonviable pregnancies showed erratic AMH patterns."}, {"pubmed": 27664518, "text": "genetic variants of AMH or AMHR2 were not found to be associated with a higher risk for polycystic ovaries syndrome."}, {"pubmed": 27819112, "text": "Data suggest that young men and young women initially have similar levels of circulating levels of AMH, but women lose their AMH in parallel with the decrease in their ovarian reserve. Circulating AMH in men is negatively associated with all-cause mortality; men with higher levels of AMH may outlive men with lower levels of AMH. [EDITORIAL]"}, {"pubmed": 27832628, "text": "No evidence of significant associations of Ile49Ser and -482A>G with reproductive outcomes and polycystic ovary syndrome."}, {"pubmed": 27842995, "text": "In young women with polycystic ovary syndrome, low AMH levels predict a greater risk of metabolic syndrome."}, {"pubmed": 27899014, "text": "serum level elevated in polycystic ovary syndrome"}, {"pubmed": 28004236, "text": "In the obese polycystic ovary syndrome group, anti-mullerian hormone was associated with ghrelin levels independent of age, insulin, and total testosterone. There was no association between total ghrelin and anti-mullerian hormone levels in non-obese women with polycystic ovary syndrome, non-obese controls, or obese controls."}, {"pubmed": 28197641, "text": "MIS/AMH inhibits ovarian cancer by deregulating the Wnt signal pathway via the beta-catenin interacting protein (ICAT).  MIS/AMH upregulated ICAT in ovarian cancer cell line which caused decreased cell viability, cell cycle arrest and apoptosis."}, {"pubmed": 28299491, "text": "In a 46,XY phenotypically female patient bearing testes in inguinal canal, and diagnosed with complete androgen insensitivity syndrome, the dysfunctioning of AR by mutation enhanced AMH expression which ultimately leads to the failure in maturation of Sertoli cells."}, {"pubmed": 28500669, "text": "Surface plasmon resonance analysis showed no significant association between FS288 and AMHC , suggesting that FS288 indirectly regulates AMH signaling. Activin A, a direct target of FS288, did not itself induce reporter activity in P19 cells, but did prevent the FS288-induced increase in AMH signaling. Hence, local concentrations of FS288 and Activin A may influence the response of some cell types to AMH."}, {"pubmed": 28505284, "text": "Study found 24 rare AMH variants in patients with PCOS and control subjects; 18 variants were specific to women with PCOS. Seventeen of 18 (94%) PCOS-specific variants had significantly reduced AMH signaling, whereas none of 6 variants observed in control subjects showed significant defects in signaling."}, {"pubmed": 28593614, "text": "Data suggest that circulating AMH influences development of human brain; high levels of circulating AMH are unique to developing boys; here, boys age 5-6 years exhibit up-regulation of circulating AMH but are delayed in maturity index (judged by drawings) as compared to girls age 5-6 years. This study was conducted in New Zealand."}, {"pubmed": 28646929, "text": "The current study showed no significant difference in AMH level between Sudanese women with preeclampsia and the controls. AMH level was not associated with age, parity, gestational and body mass index."}, {"pubmed": 28660501, "text": "This study demonstrated the existence of an AMH-FOXL2 relationship in hGCs. AMH is capable of increasing both gene and protein expression of FOXL2. Because FOXL2 induces AMH transcription, these ovarian factors could be finely regulated by a positive feedback loop mechanism to preserve the ovarian follicle reserve."}, {"pubmed": 28758808, "text": "Data suggest that serum levels of AMH are down-regulated during second half of gestation in (1) women with gestational diabetes, (2) pregnant women with type 2 diabetes, and (3) control pregnant women. A positive association between AMH and testosterone levels was observed in all groups. Also, serum AMH levels are negatively associated with maternal age in the population studied."}, {"pubmed": 28792788, "text": "Data confirm that serum levels of AMH decline as function of age (not menstrual cycle) in women ages 20-50; here, results of ELISA assays of serum levels of AMH vary according to kit used. These studies were conducted at a fertility clinic in Poland; serum AMH is proposed as biomarker for ovarian reserve."}, {"pubmed": 28831646, "text": "AMH single nucleotide polymorphism is associated with Endometriosis-associated infertility."}, {"pubmed": 28874516, "text": "The combination of GDF9 + BMP15 potently stimulates AMH expression in primary cumulus cells."}, {"pubmed": 28938480, "text": "In granulosa cells from women with PCOS, the regulation of AMH and AMHR2 expression is altered in a way that promotes the overexpression of the AMH/AMHR2 system, and could contribute to the follicular arrest observed in these patients."}, {"pubmed": 28987789, "text": "Strong positive age-independent relationship between AMH level and the rate of euploid blastocysts I in vitro fertilization/intracytoplasmic sperm injection was found."}, {"pubmed": 29079276, "text": "The ratio of inactive proAMH precursor to receptor-competent AMHN,C differs in women with polycystic ovary syndrome relative to unaffected controls indicating that AMH signaling mechanisms may be altered in women with PCOS."}, {"pubmed": 29117576, "text": "An undetectable AMH level in women aged <40 at the end of chemotherapy for early stage breast cancer gave a good prediction that ovarian function would not return."}, {"pubmed": 29176793, "text": "These findings underscore the importance of screening young females with AMH for possible occult primary ovarian insufficiency."}, {"pubmed": 29202959, "text": "Women with unexplained infertility did not show evidence of decreased ovarian reserve as measured by AMH and antral follicle count."}, {"pubmed": 29331235, "text": "AMH is a poor independent predictor of live birth outcome in either fresh or frozen embryo transfer."}, {"pubmed": 29428315, "text": "Women with higher testosterone and AMH had more frequent anovulatory cycles but there were marginal impacts on time to pregnancy or pregnancy loss."}, {"pubmed": 29540452, "text": "Moderate elevations in AMH levels can severely restrict reproductive output and the number of developing follicles in the ovary. This evidence suggests that early antral follicles are a target for AMH signaling, which may regulate early follicle survival."}, {"pubmed": 29595066, "text": "AMH, IGF1 and leptin levels in follicular fluid have no relation to the fertility disorders caused by endometriosis or fallopian tube damage, though they are biomarkers for anovulatory fertility disorders."}, {"pubmed": 29605710, "text": "serum levels between women with insulin resistance and without insulin resistance in polycystic ovary syndrome were not significantly different"}, {"pubmed": 29671678, "text": "serum AMH levels were negatively correlated with age. AMH concentrations approximately 31.1% depended on age and descended by an average of 6.2% per year. Around 25, 35 and 40 years, the decrease of AMH values accelerated."}, {"pubmed": 29760445, "text": "These findings highlight a critical role for excess prenatal AMH exposure and subsequent aberrant GnRH receptor signaling in the neuroendocrine dysfunctions of polycystic ovary syndrome."}, {"pubmed": 30146442, "text": "These findings indicate a pregnancy-associated AMH-decline independent of pre-pregnancy elevated AMH levels."}, {"pubmed": 30392113, "text": "In premenopausal patients with HR+ eBC, prechemotherapy AMH concentration was associated with the patient's 2-year amenorrhea status, independent of age. The nomogram model based on age and pretreatment AMH and FSH levels accurately predicted the 2-year amenorrhea status."}, {"pubmed": 30394149, "text": "AMH levels were found to be increased in polycystic ovary syndrome patients compared to controls."}, {"pubmed": 30396562, "text": "Serum AMH concentrations decreased in endometrioma patients, at 6 and 12 months following cystectomy."}, {"pubmed": 30527837, "text": "Serum AMH levels may reflect the primordial follicle stockpile and may predict outcomes of in vitro maturation and ovarian tissue cryopreservation when performed for fertility preservation."}, {"pubmed": 30527840, "text": "Higher luteinizing hormone levels are associated with antimullerian hormone in postmenarchal daughters of women with polycystic ovary syndrome."}, {"pubmed": 30630591, "text": "Pregnant women with polycystic ovary syndrome present with elevated AMH and androgen levels even at term, suggesting a hormonal imbalance during PCOS pregnancy."}, {"pubmed": 30786001, "text": "Functional variants In AMH and AMHR2 were significantly associated with polycystic ovary syndrome."}, {"pubmed": 30878253, "text": "In women with no prior history of surgery for endometriosis, serum anti-Mullerian hormone levels increased with cyst size in cases of ovarian endometrioma."}, {"pubmed": 30884769, "text": "AMH expression was confirmed in 23 patients with well differentiated endometrioid adenocarcinoma (G1), moderately differentiated endometrioid adenocarcinoma (G2), clear cell carcinoma (CCA) and nonatypical hyperplasia. AMH was not found in endometrial cancer tissues in regularly menstruating women."}, {"pubmed": 31006189, "text": "AMH [anti-Mullerian hormone] has no predictive value of clinical pregnancy outcomes for patients with in vitro fertilization and embryo transfer treatment, while age has certain predictive value of pregnancy outcomes. AMH level may have indictive value for the evaluation of ovarian reserve."}, {"pubmed": 31056306, "text": "AMH levels are elevated in women with polycystic ovary syndrome, however the relative distribution of AMH isoforms did not differ between women with PCOS and control women."}, {"pubmed": 31056310, "text": "AMH is a superior predictor of live birth in patients undergoing IVF when FSH and AMH values are discordant. Lower AMH is independently associated with lower live birth and higher IVF cycle cancellation rates."}, {"pubmed": 31064233, "text": "serum level elevated in polycystic ovary syndrome"}, {"pubmed": 31064238, "text": "low serum levels in recurrent pregnancy loss"}, {"pubmed": 31081410, "text": "highest in most severe phenotype of polycystic ovary syndrome"}, {"pubmed": 31089932, "text": "It seems that the elevated AMH level is associated with VDR Fokl and Apal polymorphisms, but not with 25(OH)D levels in polycystic ovary syndrome(PCOS) women. Further research is needed to determine the role of VDR polymorphism in AMH level in PCOS."}, {"pubmed": 31116610, "text": "elevated in adolescents with polycystic ovary syndrome"}, {"pubmed": 31182353, "text": "Anti-Mullerian hormone as a diagnostic tool for PCOS under different diagnostic criteria in an unselected population."}, {"pubmed": 31238341, "text": "Data show there is a hierarchy of importance between the two binding sites for SF1 on AMH promoter and suggest, on the basis of transactivation studies, that it could be related to cooperation between adjacent SF1 and GATA response elements. Furthermore, the distance between mutated SF1 sites and potentially rescuing GATA binding motifs might play a role in the development of persistent Mulleria duct syndrome."}, {"pubmed": 31253588, "text": "Association of gene polymorphisms in the anti-Mullerian hormone signalling pathway with ovarian function: a systematic review and meta-analysis."}, {"pubmed": 31272809, "text": "Live birth rates remain stable in modified natural IVF despite low anti-Mullerian hormone: analysis of 638 cycles."}, {"pubmed": 31286756, "text": "Investigated the association between polycystic ovary syndrome (PCOS) and obesity and insulin resistance (IR) with respect to anti-Mullerian hormone (AMH), inhibin A (INH-A), inhibin B (INH-B), and insulin-like peptide 3 (INSL3) plasma levels."}, {"pubmed": 31291191, "text": "These findings highlight a novel role for AMH in the development and function of GnRH neurons."}, {"pubmed": 31301298, "text": "Studies indicate that the majority of patients with anti-Mullerian hormone (AMH) or anti-Mullerian hormone receptor type 2 (AMHR2) gene mutations are infertile [Review]."}, {"pubmed": 31511566, "text": "Association of Anti-Mullerian Hormone with C-Reactive Protein in Men."}, {"pubmed": 31554444, "text": "the preoperative AMH level can be used as a unique tool to predict the occurrence of natural pregnancy after endometriosis surgery."}, {"pubmed": 31735954, "text": "The regulation and signalling of anti-Mullerian hormone in human granulosa cells: relevance to polycystic ovary syndrome."}, {"pubmed": 31909635, "text": "Evaluation of relationship between HbA1c levels and ovarian reserve in patients with type 1 diabetes mellitus."}, {"pubmed": 32147175, "text": "Adjusting antimullerian hormone levels for age and body mass index improves detection of polycystic ovary syndrome."}, {"pubmed": 32208847, "text": "In healthy, normally ovulating women, AMH concentrations are negatively associated with subclinical atherosclerosis indices and total cholesterol levels, independently of established cardiovascuar risk factors."}, {"pubmed": 32333774, "text": "Mutational Analysis of the Putative Anti-Mullerian Hormone (AMH) Binding Interface on its Type II Receptor, AMHR2."}, {"pubmed": 32430730, "text": "Combinational approach of retrospective clinical evidence and transcriptomics highlight AMH superiority to FSH, as successful ICSI outcome predictor."}, {"pubmed": 32845508, "text": "Assessment of Anti-Mullerian Hormone and Anti-Mullerian Hormone Type II Receptor Variants in Women with Repeated Implantation Failures."}, {"pubmed": 32883514, "text": "Highly elevated level of antimullerian hormone associated with preterm delivery in polycystic ovary syndrome patients who underwent ovulation induction."}, {"pubmed": 32887648, "text": "Can polymorphisms of AMH/AMHR2 affect ovarian stimulation outcomes? A systematic review and meta-analysis."}, {"pubmed": 32914650, "text": "The anti-Mullerian hormone as a predictor of early pregnancy loss in subfertile women."}, {"pubmed": 32918081, "text": "Loss of anti-Mullerian hormone (AMH) immunoactivity due to a homozygous AMH gene variant rs10417628 in a woman with classical polycystic ovary syndrome (PCOS)."}, {"pubmed": 32934281, "text": "Molecular mechanisms underlying AMH elevation in hyperoestrogenic states in males."}, {"pubmed": 32960377, "text": "Genetic variants in anti-Mullerian hormone-related genes and breast cancer risk: results from the AMBER consortium."}, {"pubmed": 32964765, "text": "Serum kisspeptin levels correlated with anti-mullerian hormone levels in women with and without polycystic ovarian syndrome."}, {"pubmed": 33060013, "text": "Large ovarian endometriomas are associated with high pre-operative anti-Mullerian hormone concentrations."}, {"pubmed": 33169290, "text": "Variation analysis of anti-Mullerian hormone gene in Chinese women with polycystic ovary syndrome."}, {"pubmed": 33218348, "text": "The association between anti-Mullerian hormone and vitamin 25(OH)D serum levels and polycystic ovarian syndrome in adolescent females."}, {"pubmed": 33274686, "text": "Serum anti-Mullerian hormone, prolactin and estradiol concentrations in infertile women with endometriosis."}, {"pubmed": 33583699, "text": "Does large endometrioma per se increase AMH level?"}, {"pubmed": 33737910, "text": "High Variability of Molecular Isoforms of AMH in Follicular Fluid and Granulosa Cells From Human Small Antral Follicles."}, {"pubmed": 33904685, "text": "Anti-Mullerian hormone as a predictor of pregnancy in women under 35 years with unexplained infertility undergoing ICSI: a retrospective study."}, {"pubmed": 33934267, "text": "Response to ovulation induction treatments in women with polycystic ovary syndrome as a function of serum anti-Mullerian hormone levels."}, {"pubmed": 34013359, "text": "Anti-Mullerian hormone concentration regulates activin receptor-like kinase-2/3 expression levels with opposing effects on ovarian cancer cell survival."}, {"pubmed": 34097316, "text": "Age-group-specific reference intervals for anti-Mullerian hormone and its diagnostic performance for polycystic ovary syndrome in a Korean population."}, {"pubmed": 34101147, "text": "Low Anti-Mullerian Hormone Levels Are Associated with the Severity of Anxiety Experienced by Healthcare Professionals During the COVID-19 Pandemic."}, {"pubmed": 34238973, "text": "Dysregulation of anti-Mullerian hormone expression levels in mural granulosa cells of FMR1 premutation carriers."}, {"pubmed": 34314630, "text": "Anti-Mullerian Hormone and Macrophage Migration Inhibitory Factor Determine the Reproductive Health of Ladakhi Women Residing at 3,500 m."}, {"pubmed": 34369004, "text": "The effect of A1298c polymorphism of the MTHFR gene on anti-Mullerian hormone levels: experimental and Web-based analysis."}, {"pubmed": 34375942, "text": "Urinary phthalate metabolite concentrations are negatively associated with follicular fluid anti-mullerian hormone concentrations in women undergoing fertility treatment."}, {"pubmed": 34423455, "text": "Anti-Mullerian hormone level as a predictor of sperm retrieval with microdissection testicular sperm extraction in nonobstructive azoospermia."}, {"pubmed": 34515230, "text": "AMH and AMHR2 Involvement in Congenital Disorders of Sex Development."}, {"pubmed": 34579824, "text": "Antimullerian hormone to determine polycystic ovarian morphology."}, {"pubmed": 34815158, "text": "Anti-Mullerian hormone concentration as an indicator of female general health status: a cross-sectional study."}, {"pubmed": 34830389, "text": "Anti-Mullerian Hormone in Pathogenesis, Diagnostic and Treatment of PCOS."}, {"pubmed": 34876244, "text": "The association of parity and breastfeeding with anti-Mullerian hormone levels at two time points."}, {"pubmed": 34956097, "text": "Elevated Anti-Mullerian Hormone Is an Independent Risk Factor for Preterm Birth Among Patients With Overweight Polycystic Ovary Syndrome."}, {"pubmed": 35052499, "text": "Identification of AMH and AMHR2 Variants Led to the Diagnosis of Persistent Mullerian Duct Syndrome in Three Cases."}, {"pubmed": 35065913, "text": "The predictive value of anti-Mullerian hormone for natural conception leading to live birth in subfertile couples."}, {"pubmed": 35236324, "text": "Association of antimullerian hormone with polycystic ovarian syndrome phenotypes and pregnancy outcomes of in vitro fertilization cycles with fresh embryo transfer."}, {"pubmed": 35366830, "text": "Serum anti-Mullerian hormone levels are associated with early miscarriage in the IVF/ICSI fresh cycle."}, {"pubmed": 35396994, "text": "Defining Reference Ranges for Serum Anti-Mullerian Hormone on a Large Cohort of Normozoospermic Adult Men Highlights New Potential Physiological Functions of AMH on FSH Secretion and Sperm Motility."}, {"pubmed": 35451015, "text": "Association between an AMH promoter polymorphism and serum AMH levels in PCOS patients."}, {"pubmed": 35713750, "text": "Association of AMH and AMHR2 gene polymorphisms with ovarian response and pregnancy outcomes in Indian women."}, {"pubmed": 35844194, "text": "The association between anthropometric factors and anti-Mullerian hormone levels in premenopausal women."}, {"pubmed": 35909548, "text": "Testicular Sertoli Cell Hormones in Differences in Sex Development."}, {"pubmed": 36218229, "text": "Use of anti-Mullerian hormone for understanding ovulatory dysfunction in polycystic ovarian syndrome."}, {"pubmed": 36423663, "text": "Antimullerian hormone is not associated with embryo ploidy in patients with and without infertility undergoing in vitro fertilization with preimplantation genetic testing."}, {"pubmed": 36718707, "text": "[Correlation analysis of vitamin D level and anti-Mullerian hormone in infertile female and the role in predicting pregnancy outcome]."}, {"pubmed": 36905105, "text": "Undetectable anti-Mullerian hormone and inhibin B do not preclude the presence of germ cell tumours in 45,X/46,XY or 46,XY gonadal dysgenesis."}, {"pubmed": 36921289, "text": "Changes in circulating forms of anti-Muullerian hormone and androgens in women with and without PCOS: a systematic longitudinal study throughout pregnancy."}, {"pubmed": 36924658, "text": "Can Anti-Mullerian Hormone levels predict future pregnancy outcomes in recurrent pregnancy loss?"}, {"pubmed": 37004205, "text": "Functional analysis of rare anti-Mullerian hormone protein-altering variants identified in women with PCOS."}, {"pubmed": 37020210, "text": "AMH predicts miscarriage in non-PCOS but not in PCOS related infertility ART cycles."}, {"pubmed": 37055255, "text": "Anti-Mullerian hormone and live birth in unexplained recurrent pregnancy loss."}, {"pubmed": 37294941, "text": "AMH as part of the diagnostic PCOS workup in large epidemiological studies."}, {"pubmed": 37309096, "text": "Anti-Mullerian hormone and cardiometabolic status: a systematic review."}, {"pubmed": 37678489, "text": "Antimullerian Hormone, a Marker of Ovarian Reserve, Is Protective Against Presence and Severity of NASH in Premenopausal Women."}, {"pubmed": 37708074, "text": "Anti-Mullerian hormone and spontaneous puberty in a diverse US Turner syndrome clinic cohort: A cross-sectional study."}, {"pubmed": 37743564, "text": "Serum anti-Mullerian hormone concentrations are related to embryo development: lessons from time-lapse imaging."}, {"pubmed": 37820441, "text": "Clinical significance of vit D and AMH and its correlation with polycystic ovarian parameters in obese and non-obese Egyptian women."}, {"pubmed": 37859555, "text": "The Association of Anti-Mullerian Hormone and Infertility Hormonal Imbalance with Polycystic Ovarian Syndrome Among Iraqi Patients."}, {"pubmed": 37913790, "text": "Anti-Mullerian Hormone promotes human osteoblast differentiation and calcification by modulating osteogenic gene expression."}, {"pubmed": 37996919, "text": "Dose inhibin B or anti-Mullerian hormone relate to precocious puberty in girls? result of a systematic review and meta-analysis."}, {"pubmed": 38286181, "text": "Lower serum AMH concentration is correlated with serum IgG1 decreased in the infertile woman: A real-world retrospective study."}, {"pubmed": 38497393, "text": "Association of anti-Mullerian hormone and insulin resistance in adolescent girls with polycystic ovary syndrome."}], "genomic_pos": {"chr": "19", "end": 2252073, "ensemblgene": "ENSG00000104899", "start": 2249309, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 2252072, "start": 2249308, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001541", "qualifier": "involved_in", "term": "ovarian follicle development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001546", "qualifier": "involved_in", "term": "preantral ovarian follicle growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001655", "qualifier": "involved_in", "term": "urogenital system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001880", "qualifier": "involved_in", "term": "Mullerian duct regression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001880", "pubmed": 14695376, "qualifier": "involved_in", "term": "Mullerian duct regression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001880", "pubmed": 34155118, "qualifier": "involved_in", "term": "Mullerian duct regression"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0001880", "pubmed": 14750901, "qualifier": "involved_in", "term": "Mullerian duct regression"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 3754790, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007506", "qualifier": "involved_in", "term": "gonadal mesoderm development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007530", "pubmed": 3754790, "qualifier": "involved_in", "term": "sex determination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007548", "pubmed": 12834017, "qualifier": "involved_in", "term": "sex differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 14695376, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014070", "qualifier": "involved_in", "term": "response to organic cyclic compound"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033327", "qualifier": "involved_in", "term": "Leydig cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060391", "pubmed": 20861221, "qualifier": "involved_in", "term": "positive regulation of SMAD protein signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1990262", "pubmed": 20861221, "qualifier": "involved_in", "term": "anti-Mullerian hormone receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000355", "qualifier": "involved_in", "term": "negative regulation of ovarian follicle development"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14750901, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 3754790, "qualifier": "located_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 14750901, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005114", "pubmed": 34155118, "qualifier": "enables", "term": "type II transforming growth factor beta receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005179", "pubmed": 3754790, "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20861221, 34155118], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}]}, "homologene": {"genes": [[9544, 717539], [9598, 100608039], [9606, 268], [9615, 485072], [9913, 280718], [10090, 11705], [10116, 25378]], "id": 68060}, "interpro": [{"desc": "Transforming growth factor-beta, C-terminal", "id": "IPR001839", "short_desc": "TGF-b_C"}, {"desc": "Anti-Mullerian hormone, N-terminal", "id": "IPR006799", "short_desc": "AMH_N"}, {"desc": "Transforming growth factor beta, conserved site", "id": "IPR017948", "short_desc": "TGFb_CS"}, {"desc": "Muellerian-inhibiting factor", "id": "IPR021203", "short_desc": "Muellerian-inhibiting_factor"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": "IPI00008577", "map_location": "19p13.3", "name": "anti-Mullerian hormone", "other_names": ["Mullerian inhibiting factor", "Mullerian inhibiting substance", "anti-Muellerian hormone", "muellerian-inhibiting factor", "muellerian-inhibiting substance"], "pantherdb": {"HGNC": "464", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88006", "ortholog_type": "LDO", "panther_family": "PTHR15009", "taxid": 10090, "uniprot_kb": "P27106"}, {"RGD": "2108", "ortholog_type": "LDO", "panther_family": "PTHR15009", "taxid": 10116, "uniprot_kb": "P49000"}, {"Ensembl": "ENSGALG00000036346", "ortholog_type": "LDO", "panther_family": "PTHR15009", "taxid": 9031, "uniprot_kb": "A0A1D5PGB0"}, {"ZFIN": "ZDB-GENE-050706-192", "ortholog_type": "LDO", "panther_family": "PTHR15009", "taxid": 7955, "uniprot_kb": "A8E7B8"}], "uniprot_kb": "P03971"}, "pathway": {"kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}], "pid": {"id": "alk2pathway", "name": "ALK2 signaling events"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-201451", "name": "Signaling by BMP"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9690406", "name": "Transcriptional regulation of testis differentiation"}], "wikipathways": [{"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP4814", "name": "Somatic sex determination"}, {"id": "WP4842", "name": "Mammalian disorder of sexual development"}, {"id": "WP4871", "name": "Kisspeptin-kisspeptin receptor system in the ovary"}]}, "pdb": "7L0J", "pfam": ["PF00019", "PF04709"], "pharmgkb": "PA24769", "pharos": {"target_id": 7888, "tdl": "Tbio"}, "pir": "A01397", "prosite": "PS51362", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245719", "relationship": "is"}, {"id": "GNF245720", "relationship": "is"}, {"id": "GNF245721", "relationship": "is"}, {"id": "GNF245722", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": {"id": "GNF079629", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF057895", "relationship": "similar to"}, {"id": "GNF073044", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070047", "relationship": "is"}, {"id": "GNF070048", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000433", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104092", "relationship": "is"}, {"id": "GNF143741", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_012190.2"], "protein": "NP_000470.3", "rna": "NM_000479.5", "translation": {"protein": "NP_000470.3", "rna": "NM_000479.5"}}, "reporter": {"HG-U133_Plus_2": "206516_at", "HG-U95Av2": "35084_at", "HTA-2_0": "TC19000051.hg.1", "HuEx-1_0": "3816359", "HuGene-1_1": "8024429", "HuGene-2_1": "16856749"}, "summary": "This gene encodes a secreted ligand of the TGF-beta (transforming growth factor-beta) superfamily of proteins. Ligands of this family bind various TGF-beta receptors leading to recruitment and activation of SMAD family transcription factors that regulate gene expression. The encoded preproprotein is proteolytically processed to generate N- and C-terminal cleavage products that homodimerize and associate to form a biologically active noncovalent complex. This complex binds to the anti-Mullerian hormone receptor type 2 and causes the regression of Mullerian ducts in the male embryo that would otherwise differentiate into the uterus and fallopian tubes. This protein also plays a role in Leydig cell differentiation and function and follicular development in adult females. Mutations in this gene result in persistent Mullerian duct syndrome. [provided by RefSeq, Jul 2016].", "symbol": "AMH", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412384"}, "unigene": "Hs.112432", "uniprot": {"Swiss-Prot": "P03971"}}