{"AllianceGenome": "21027", "HGNC": "21027", "MIM": "608774", "_id": "255239", "_version": 1, "accession": {"genomic": ["AF525298.1", "AP002840.3", "CH471065.1", "CP068267.2", "EF444946.1", "KY243031.1", "NC_000011.10", "NC_060935.1", "NG_012976.1"], "protein": ["AAM91924.1", "AAQ09005.1", "ACA05931.1", "ASL05080.1", "CAD62569.2", "EAW67216.1", "EAW67217.1", "NP_848605.1", "Q8NFD2.1", "XP_011541038.1", "XP_011541039.1", "XP_011541040.1", "XP_016872964.1", "XP_054224282.1", "XP_054224283.1", "XP_054224284.1", "XP_054224285.1"], "rna": ["AF487542.1", "AJ541797.2", "NM_178510.2", "XM_011542736.3", "XM_011542737.3", "XM_011542738.2", "XM_017017475.2", "XM_054368307.1", "XM_054368308.1", "XM_054368309.1", "XM_054368310.1"], "translation": [{"protein": "CAD62569.2", "rna": "AJ541797.2"}, {"protein": "XP_054224284.1", "rna": "XM_054368309.1"}, {"protein": "XP_054224283.1", "rna": "XM_054368308.1"}, {"protein": "XP_011541038.1", "rna": "XM_011542736.3"}, {"protein": "XP_016872964.1", "rna": "XM_017017475.2"}, {"protein": "XP_011541040.1", "rna": "XM_011542738.2"}, {"protein": "XP_011541039.1", "rna": "XM_011542737.3"}, {"protein": "XP_054224282.1", "rna": "XM_054368307.1"}, {"protein": "XP_054224285.1", "rna": "XM_054368310.1"}, {"protein": "AAQ09005.1", "rna": "AF487542.1"}, {"protein": "NP_848605.1", "rna": "NM_178510.2"}]}, "alias": ["PKK2", "sgK288"], "ec": "2.7.11.1", "ensembl": {"gene": "ENSG00000170209", "protein": ["ENSP00000306678", "ENSP00000445810"], "transcript": ["ENST00000303941", "ENST00000542948"], "translation": [{"protein": "ENSP00000306678", "rna": "ENST00000303941"}, {"protein": "ENSP00000445810", "rna": "ENST00000542948"}], "type_of_gene": "protein_coding"}, "entrezgene": "255239", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.247674482, "exp_mis": 235.496637433, "exp_syn": 114.5888119, "lof_z": 0.570192260796054, "mis_z": -1.19534919180374, "mu_lof": 1.38628122631e-06, "mu_mis": 2.66031160689e-05, "mu_syn": 1.29387926046e-05, "n_lof": 13.0, "n_mis": 273.0, "n_syn": 116.0, "p_li": 2.51117065910348e-08, "p_null": 0.724334554613165, "p_rec": 0.275665420275128, "syn_z": -0.0817272669348362}, "bp": 2298, "cds_end": 113270989, "cds_start": 113258606, "n_exons": 8, "nonpsych": {"exp_lof": 13.6703434989, "exp_mis": 213.016915057, "exp_syn": 103.583664659, "lof_z": 0.443678156632874, "mis_z": -1.34719674985864, "mu_lof": 1.38628122631e-06, "mu_mis": 2.66031160689e-05, "mu_syn": 1.29387926046e-05, "n_lof": 12.0, "n_mis": 252.0, "n_syn": 108.0, "p_li": 7.81925671264171e-08, "p_null": 0.740133113690001, "p_rec": 0.259866808117432, "syn_z": -0.273197246226904}, "nontcga": {"exp_lof": 14.0151629277, "exp_mis": 216.644224394, "exp_syn": 105.40901906, "lof_z": 0.267496394440633, "mis_z": -1.02748993014157, "mu_lof": 1.38628122631e-06, "mu_mis": 2.66031160689e-05, "mu_syn": 1.29387926046e-05, "n_lof": 13.0, "n_mis": 247.0, "n_syn": 106.0, "p_li": 1.03279102368806e-08, "p_null": 0.827412169199012, "p_rec": 0.172587820473078, "syn_z": -0.0364477701065897}, "transcript": "ENST00000303941.3"}, "exons": [{"cdsend": 113400267, "cdsstart": 113387884, "chr": "11", "position": [[113387778, 113388069], [113393480, 113393775], [113394928, 113395080], [113395358, 113395408], [113396066, 113396222], [113397223, 113397342], [113397979, 113398016], [113398963, 113400416]], "strand": 1, "transcript": "NM_178510", "txend": 113400416, "txstart": 113387778}], "exons_hg19": [{"cdsend": 113270989, "cdsstart": 113258606, "chr": "11", "position": [[113258500, 113258791], [113264202, 113264497], [113265650, 113265802], [113266080, 113266130], [113266788, 113266944], [113267945, 113268064], [113268701, 113268738], [113269685, 113271138]], "strand": 1, "transcript": "NM_178510", "txend": 113271138, "txstart": 113258500}], "generif": [{"pubmed": 12151753, "text": "Among the aged with cognitive impairments, the homozygous status for the A2 allele of the DRD2 Taq I polymorphism is associated with diminished cognitive performance and increased atrophy in the striatum."}, {"pubmed": 12555236, "text": "study suggests that only the TaqI A polymorphism is associated with neuroleptic malignant syndrome, but the -141 C Ins/Del and Ser(9)Gly polymorphisms are not"}, {"pubmed": 12605103, "text": "There is a lack of association in Japanese patients between neuroleptic malignant syndrome and the TaqI A polymorphism of this gene."}, {"pubmed": 12762588, "text": "a possible linkage with schizophrenia for the Taq1A marker but not for the Taq1B marker of DRD2 gene."}, {"pubmed": 15146457, "text": "changes in ANKK1 activity may provide an alternative explanation for previously described associations between the DRD2 Taq1A RFLP and neuropsychiatric disorders such as addiction"}, {"pubmed": 15542731, "text": "It is suggested that in methamphetamine psychosis the TaqI A polymorphism of dopamine D2 receptor not only regulates prolongation of psychosis symptoms but also influences the form of the temporal lobe."}, {"pubmed": 15545020, "text": "the TaqIA1 allele of the dopamine receptor gene D2 has been associated with alcoholism, as well as with other addictive behaviours"}, {"pubmed": 15812318, "text": "for men, but not for women, we observed a strong and specific association between low neuroticism-anxiety and the A1+ allele of the DRD2 TaqI A polymorphism"}, {"pubmed": 15939106, "text": "APM linkage analysis suggested that the DD2R gene TaqI polymorphism had evidence of linkage with blood pressure, as well as with obesity."}, {"pubmed": 16026865, "text": "This study investigated two dopaminergic candidate genes (COMT VAL158MET and DRD2 TAQ IA) for endophenotypes of cognitive functioning.  Results showed an interaction effect of DRD2xVAL on interference performance as measured by the STROOP-test."}, {"pubmed": 16032443, "text": "alcoholic and non-alcoholic smokers presented a higher frequency of the DRD2 TaqI A1 allele (P = 0.04) than non-smoking controls"}, {"pubmed": 16869231, "text": "Utilize the attention network test and find that carriers of the A1 allele show gene-associated functional activation in an anatomically specific, dopamine-rich region of the brain comprising the anterior cingulate gyrus."}, {"pubmed": 17069991, "text": "No support for an association between early onset alcohol use disorders and the DRD2 TaqIA polymorphism."}, {"pubmed": 17085484, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17120049, "text": "A DRD2 polymorphic TaqIA restriction endonuclease site is associated with increase risk of violence or serious delinquency in male adolescents and young adults (ages 12 to 23)."}, {"pubmed": 17189962, "text": "Smokers homozygous for the DRD2 TaqI-B2 allele experience progressive improvement in self-reported withdrawal symptoms while smokers with the TaqI-B1 allele show little change."}, {"pubmed": 17446975, "text": "study supports other family-based association tests that have reported no association between the DRD2 TaqIA polymorphism and alcohol abuse and dependence"}, {"pubmed": 17453061, "text": "Results of this meta-analysis support the association of the DRD2 Taq1A polymorphism with alcoholism."}, {"pubmed": 17669630, "text": "In our study DRD2 C939T was in strong linkage disequilibrium with TaqIA in tardive dyskinesia in schizophrenia."}, {"pubmed": 17671965, "text": "Polymorphisms TaqI A of the DRD2 is associated with childhood attention deficit hyperactivity disorder"}, {"pubmed": 17761687, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17761687, "text": "association studies of alcohol dependence and 43 SNPs mapped to the gene cluster of NCAM1, TTC12, ANKK1 and DRD2"}, {"pubmed": 17767146, "text": "The Taq1A of D2 dopamine receptor is associated with tardive dyskinesia ."}, {"pubmed": 17850642, "text": "More extensive genotyping across DRD2 and ANKK1 suggests that the association with alcohol dependence observed in this region may be due to genetic variants in the ANKK1 gene."}, {"pubmed": 17850642, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18037170, "text": "Findings do not support the hypothesis that two of the most prominent dopaminergic candidate loci (DRD2 Taq Ia and COMT Val158Met) effect prepulse inhibition the study does not exclude the relevance of the dopaminergic system in general."}, {"pubmed": 18058343, "text": "These data suggest that bupropion may be effective for smoking cessation only in a subgroup of smokers with the DRD2 Taq1 A2/A2 genotype."}, {"pubmed": 18058350, "text": "These findings suggest a modest association between DRD2 genotype and quitting behavior in male cigarette smokers in Egypt."}, {"pubmed": 18063936, "text": "A significant association was found between the dopamine D2 receptor gene TaqI A genotype and \"Eros\" (a loving style characterized by a tendency to develop intense emotional experiences based on the physical attraction to the partner)."}, {"pubmed": 18075468, "text": "Taq1A polymorphism in DRD2 gene significantly influenced the time course of prolactin response to perphenazine"}, {"pubmed": 18259088, "text": "This study finding significant associations between the A1 allele of the DRD2 TaqI A polymorphism and reward-related personality traits."}, {"pubmed": 18354387, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18354387, "text": "study found a significant linkage with cigarette consumption and ANKK1 in African Americans, identified a possible causative single nucleotide polymorphism, and showed that the variant alters expression level of NF-kappaB-regulated genes"}, {"pubmed": 18669994, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18669994, "text": "The TaqI-A of the ANKK1 gene and the C957T of the DRD2 gene are epistatically associated with psychopathic traits in alcohol-dependent patients."}, {"pubmed": 18690118, "text": "We explored associations of gene variants in the dopamine, opioid, and serotonin pathways with smoking reward ('liking') and reinforcement (latency to first puff and total puffs) as a function of negative mood."}, {"pubmed": 18698520, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18698520, "text": "results confirm a published association between TAQ1 A (rs1800497) T allele and cognitive outcome measures 1 month after TBI and suggest that a haploblock of polymorphisms in ANKK1, not the adjacent DRD2 gene, has the highest association after TBI"}, {"pubmed": 18828801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18828801, "text": "Variants in the two 3'-ends of ANKK1 are linked to the co-regulation of risk for comorbid alcohol and drug dependence."}, {"pubmed": 18926547, "text": "DRD2/ANKK1 gene variations and some clinical factors may predict individual response to aripiprazole"}, {"pubmed": 18926547, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18927395, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19025655, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19046929, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19283474, "text": "ANKK1 mRNA is present in four cortical regions of the adult human brain. The TaqIA genotype may modulate a subject's susceptibility to alcohol-associated brain damage mediated by excitotoxicity."}, {"pubmed": 19283474, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19291230, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19321766, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19339270, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19373123, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19512960, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19717274, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19897017, "text": "Presence of at least one copy of the A1 allele was associated with significantly higher Extraversion."}, {"pubmed": 19900188, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19914044, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19914044, "text": "From the results of this study the alcohol-induced negative reinforcement may explain the greater risk for alcoholism associated with the A1 allele(ANKK1)."}, {"pubmed": 20133381, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20133381, "text": "This study evaluated the interaction of ANKK1, TTC12, sex, and continental ancestry in tobacco smokers."}, {"pubmed": 20138949, "text": "This study demonestrated that the functional link between DRD2 and ANKK1 could account for the interaction in patient with schizophrenia."}, {"pubmed": 20180986, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20199723, "text": "DRD2/ANKK1 Taq IA polymorphism is not associated with early infant temperament."}, {"pubmed": 20410875, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20577142, "text": "These findings may provide initial evidence that the ALDH2 and DRD2/ANKK1 genes interact in specific subtypes of bipolar disorders."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20845092, "text": "Results provide the first evidence of functional ANKK1 differences that are marked by TaqIA and could be associated with vulnerability to addiction."}, {"pubmed": 21041608, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21070510, "text": "Study shows this gene is associated with ASPD without co-morbid alcoholism"}, {"pubmed": 21168125, "text": "TTC12-ANKK1-DRD2s seemed to influence smoking behavior mainly in adolescence, and its effect is partially mediated by personality characteristics promoting drug-seeking behavior."}, {"pubmed": 21261454, "text": "This study found a double dissociation for temporal discrimination: the DRD2/ANKK1-Taq1a polymorphism (A1+ allele) was associated with significantly greater variability for the 500-msec duration."}, {"pubmed": 21352928, "text": "These results support the epistasis of catechol-O-methyltransferase and ANKK1 phenotypes in the flexible control of contextual information in humans"}, {"pubmed": 21510979, "text": "subjects with the DRD2/ANKK1 TaqI Al allele exhibit decreased corticostriatal activity in response to negatively charged affective stimuli compared with subjects homozygous for the A2 allele."}, {"pubmed": 21540761, "text": "Those having DRD2/ANKK1 Taq1A variant alleles and a history of depression are likely to experience particular difficulty when trying to stop smoking."}, {"pubmed": 21936764, "text": "Associations were found between ANKK1 haplotype rs4938015C_rs11604671A and age of onset of daily smoking, as well as with hazardous drinking."}, {"pubmed": 22232965, "text": "It seems accurate to search for associations of polymorphisms in ANKK1 gene with dopaminergic system disorders."}, {"pubmed": 22382052, "text": "The results of this study suggested that the DRD2 C957T polymorphism and the ANKK1 TaqIA polymorphism are key contributors to the genetic susceptibility to nicotine dependence."}, {"pubmed": 22698582, "text": "Our study extends and confirms previous results and, for the first time, tested the gene-gene interaction between SLC6A3 and DRD2 in alcohol dependence."}, {"pubmed": 22728571, "text": "The A1 allele of DRD2/ANKK1 TaqI A interacts with hypoemotionality to predict a novel index of problem drinking"}, {"pubmed": 22875483, "text": "For the ANKK1 polymorphism rs1800497, variant genotype & allele showed significant associations with migraine risk. 2 genotype interactions between ANKK1 rs1800497 & DBH rs72393728 polymorphisms showed significant risks."}, {"pubmed": 22893251, "text": "The findings of this study supported a possible role of ANKK1 and DRD2 variability on haloperidol efficacy."}, {"pubmed": 22967772, "text": "The association between 5 ANKK1, 54 DRD2, and 11 HTR2C SNPs and weight change during 8 weeks of olanzapine treatment was assessed in 4 pooled studies."}, {"pubmed": 22970887, "text": "Results show significant association with SNP in ANKK1 and general alcohol consumption and abuse."}, {"pubmed": 23118020, "text": "genetic association studies in population in Queensland: Data suggest that an SNP in ANKK1/DRD2 (rs1800497) is associated with risk of drug-induced akathisia in patients with schizophrenia who were treated with second-generation antipsychotics."}, {"pubmed": 23153044, "text": "the presence of the DRD2/ANKK1 TaqIA A1 allele is prospectively associated with increased probability of initiating cigarette smoking and subsequent levels of smoking."}, {"pubmed": 23203481, "text": "large-scale meta-analysis confirmed the association between the Taq1A polymorphism (located in the gene cluster ANKK1/DRD2) and Alcohol dependence"}, {"pubmed": 23302056, "text": "results suggest that direct parental social control may effectively suppress the genetic risk of the A1/A1 genotype on marijuana use in adolescence."}, {"pubmed": 23303482, "text": "ANKK1 SNP rs877138 and ANKK1 SNP rs4938013 were associated with heroin dependence."}, {"pubmed": 23383291, "text": "COMT and ANKK1-Taq-Ia genetic polymorphisms influence visual working memory."}, {"pubmed": 23443985, "text": "ANKK1 TaqIA polymorphism was found to be significantly associated with Alcohol Dependence."}, {"pubmed": 23558112, "text": "The present study showed a significant difference in DRD2 -141C and ANKK1 TaqIA polymorphisms between the AD patients and the controls."}, {"pubmed": 23590110, "text": "Studied the distribution pattern of the three DRD2 and ANKK1 TaqI sites and also the frequencies of their haplotypes among Oraons (n = 48) and Mundas (n = 50)--the two linguistically distinct tribal population groups of Jharkhand."}, {"pubmed": 23691092, "text": "association of ANKK1/DRD2 further implicates the role of nicotine-related pathways and dopamine signaling in language processing, particularly in comprehension and phonological memory"}, {"pubmed": 23740147, "text": "all the patients with prolactinomas respond in the same manner in terms of weight loss under dopaminergic treatment, regardless of the presence of A1 allele of the ANKK1"}, {"pubmed": 23828101, "text": "Findings of DRD2, ANKK1 and impulsivity are novel; they suggest that reward sensitivity and self-regulatory abilities might modulate the influences of sleep on weight gain"}, {"pubmed": 23840506, "text": "Identification of single nucleotide polymorphisms in dopaminergic genes associated with heroin dependence."}, {"pubmed": 23947671, "text": "Upon stratifying for indoor tanning status, one ANKK1 SNP was positively associated with melanoma among non-tanners, while three DRD2 SNPS were positively associated with melanoma among tanners or non-tanners, depending on the SNP."}, {"pubmed": 24247049, "text": "An association between genotypes in the ANKK 1 gene polymorphism and sucrose preference in alcohol dependence has been demonstrated."}, {"pubmed": 24528631, "text": "individuals who carry the T allele of rs1800497 in the ANKK1 gene reported higher subjective effects in response to acute cocaine administration."}, {"pubmed": 24629326, "text": "in alcohol dependence, perceived impaired control is a cognitive mediator of impulsivity-related constructs that may be unaffected by DRD2/ANKK1 and neurocognitive processes underlying the retrieval of verbal information."}, {"pubmed": 24704945, "text": "DRD2/ANKK1 was significantly associated with elevated expression of t-DARPP in the caudate. Also, the A1 allele was significantly correlated with the total score of antemortem psychiatric symptoms."}, {"pubmed": 24713612, "text": "Study suggests that the DRD2/ANKK1 polymorphism rs1800497 interacts with ventral striatum activity during reward processing to affect working memory performance"}, {"pubmed": 25049133, "text": "BMI gain in young women upon college entry was significantly associated with a ANKK1 SNP previously implicated in substance dependence risk"}, {"pubmed": 25073965, "text": "ANKK1 rs1800497 variant is associated with schizophrenia in females."}, {"pubmed": 25139281, "text": "The involvement of variants in DRD2 and ANKK1 in the etiology of nicotine dependence (ND) and alcohol dependence, is reported."}, {"pubmed": 25415204, "text": "analyzed selected SNPs polymorphisms in the DRD2 and ANKK1 genes in patients with alcohol dependence syndrome (169 Caucasian subjects) including a subgroup of individuals (n = 61) who have experienced at least one suicide attempt"}, {"pubmed": 25447970, "text": "The TaqIA genotype A1- is associated with impulse control disorder with a potentially addictive reinforcement and it may differentiate two types of disorders which are part of the impulse control disorders definition in Parkinson's disease patients."}, {"pubmed": 25450229, "text": "This study finding significant excess of rare nonsynonymous variants exclusive to European Americans smokers in ANKK1."}, {"pubmed": 25486867, "text": "Results demonstrate a link between the DRD2/ANKK1-TaqIA polymorphism and neurocognitive deficits related to long-term memory updating, and provide novel evidence that this effect is magnified in aging"}, {"pubmed": 25500252, "text": "The DRD2/ANKK1 TaqIA polymorphism was significantly associated with increased risk of opioid dependence."}, {"pubmed": 25633559, "text": "Findings extend those of previous studies reporting a negative relationship of the ANKK1 T allele with cognitive performance after traumatic brain injury."}, {"pubmed": 25641135, "text": "the rs1800497 locus may be associated with attention deficit hyperactivity disorder.[meta-analysis]"}, {"pubmed": 25684044, "text": "the DRD2/ANKK1 Taq1A (rs1800497) SNP does not present contributions to the development of AD."}, {"pubmed": 25740917, "text": "The genotypic association of LEPR rs1137101, the allelic association of LEPR rs1137101, and ANKK1 rs1800497 with weight gain remained significant in epilepsy patients receiving valproic Acid."}, {"pubmed": 25931179, "text": "Cognitive performance after traumatic brain injury is moderated by ANKK1 genetic variation."}, {"pubmed": 26110876, "text": "The DRD2/ANKK1 TaqIA polymorphism might contribute to TS susceptibility."}, {"pubmed": 26114114, "text": "These results support an association between ANKK1 and LTA genetic markers and vulnerability to schizophrenia and show the potential influence of just one copy of the mutant C or G allele in the Egyptian population."}, {"pubmed": 26501178, "text": "Results revealed a significant interaction effect of BDNF Val66Met polymorphism and ANKK1 gene (DRD2 Taq1a/ANKK1 polymorphism) on loss aversion"}, {"pubmed": 26624925, "text": "The Taq1A polymorphism (dbSNP rs1800497), located ~9.5 kb downstream from DRD2 and in exon 8 of ANKK1 has been associated with smoking behavior."}, {"pubmed": 26664790, "text": "Ankyrin repeat and kinase domain containing I (ANKK1) and dopamine D2 receptor (DRD2) genes associated with psychopathic traits. We hypothesized that cognitive phenomena are associated with Taq IA SNP of the ANKK1 gene and with C957T SNP of DRD2."}, {"pubmed": 26970175, "text": "pattern of three Taq1 polymorphism of ANKK1 and DRD3 allele frequency, haplotypes and linkage disequilibrium was examined in five Punjabi ethnic groups"}, {"pubmed": 27154305, "text": "The results of this study suggest that the severity of poor behaviors among those with PTD is related to Val158Met of COMT and Taq1A of ANKK1 variation, and these findings are not simply attributable to PTD alone."}, {"pubmed": 27166167, "text": "These results suggest a role of ANKK1 during the cell cycle in neural precursors thus providing biological support to brain structure involvement in the TaqIA-associated phenotypes."}, {"pubmed": 27180960, "text": "We found no association between alcohol dependence and ANKK1 Taq 1A polymorphism"}, {"pubmed": 27399274, "text": "An association has been found between the DRD2/ANKK1 gene and alcohol use, and cognition."}, {"pubmed": 27600277, "text": "The effects of variations in FTO are dependent on dopamine D2 receptor density (determined by the ANKK1 polymorphism). Carriers of both risk alleles might, therefore, be at increased risk of obesity and diabetes."}, {"pubmed": 28152448, "text": "High frequencies of the DRD2/ANKK1 A1 allele were present in Mexican populations"}, {"pubmed": 28222164, "text": "Individual differences in task performance during distractions revealed an epistatic interaction of 2 SNPs (COMTMet108/158Val and ANKK1/DRD2TaqIA) in regulating the prefrontostriatal DA system on stimulus-driven attention capture via an electrophysiological mechanism of phase-resetting of gamma neural oscillation to the novel, distracting events."}, {"pubmed": 28574012, "text": "The study provides an indication for the association of ANKK1 polymorphism in the form of higher substance consumption among alcohol dependent smokers, who are A1 carriers and thus may require higher attention of the treatment provider."}, {"pubmed": 28854834, "text": "DRD2 and ANKK1 genes associate with late-onset heroin dependence in men."}, {"pubmed": 29251981, "text": "This study further advances the understanding of genetic variation and behavioral inhibition. Specifically, findings replicated previous associations between variation in the HTR2A and ANKK1 genes and inhibitory control as measured by a stop signal task."}, {"pubmed": 29550268, "text": "Study found a 35.8 kilobases haplotype spanning ANKK1 and DRD2 is associated with heroin dependence in Han Chinese males. Study highlights the importance of considering haplotypes spanning adjacent genes and the cooperation and interaction of proximal variants or genes in genetic association studies."}, {"pubmed": 29717626, "text": "results suggest a gene-environment interaction involving the ANKK1 gene as a predictor of executive function in a pediatric injury population"}, {"pubmed": 29758057, "text": "Study characterized the ANKK1 localization in vivo and in vitro, by using immunolabeling, quantitative real-time PCR and Western blot in the myogenic lineage. Histologic investigations in mice and humans revealed that ANKK1 is expressed in precursors of embryonic and adult muscles. Results show a relationship between ANKK1 gene regulation and the metabolism of muscles during development and in adulthood."}, {"pubmed": 29791666, "text": "The prevalence of polymorphisms of the ANKK1 gene and its association with the occurrence of metabolic syndrome in patients with refractory schizophrenia were evaluated"}, {"pubmed": 29909784, "text": "The results demonstrated a regional specificity with which the functional polymorphism rs686 of the D1 dopamine receptor (DRD1) gene and Taq1A of the ANKK1 gene influenced medial and lateral orbital frontal cortex activation during reward anticipation, respectively."}, {"pubmed": 30104163, "text": "Meta-analysis found that the minor G-allele of rs2236709, mapping TTC12, was associated with self-reported smoking and higher plasma cotinine levels. This risk allele was linked to an increased ventral-striatal blood-oxygen level-dependent response during reward anticipation and with higher DRD2 gene expression in the striatum, but not with TTC12 or ANKK gene expression."}, {"pubmed": 30121507, "text": "To our knowledge, this constitutes the first report where the complete sequences of ANKK1 has been analyzed in individuals with obesity, with or without binge eating disorder. mutations were found; however, one polymorphism was associated with obesity, with or without BED, and another one was associated with BED."}, {"pubmed": 30125286, "text": "Results provide first evidence of a link between genetic inter-individual variation in D2 receptor expression and goal-maintenance: carriers of two genes associated with lower striatal dopamine receptor density (C957T T+ and DRD2/ANKK1-TaqIA A+) perform at a higher level compared to non-carriers, and that this difference is specific to trials that require maintenance of active goal representations."}, {"pubmed": 30253082, "text": "Having two copies of Taq1a polymorphism (rs1800497) in exon 8 of ANKK1 (previously mapped to DRD2) shown to correlate with an increase in reported calorie and sugar consumption and as a potential risk factor for early development of excess adiposity in study of multi-ethnic children."}, {"pubmed": 30353454, "text": "The presence of the TaqI A1 allele in Mexicans is a genetic risk factor for detrimental dietary quality that may predispose to metabolic disturbances."}, {"pubmed": 30663487, "text": "results confirm a significant role of Taq1A polymorphism in Cannabis Use vulnerability."}, {"pubmed": 31103213, "text": "Relationship between ANKK1 rs1800497 polymorphism, overweight and executive dysfunction in early psychosis."}, {"pubmed": 31357601, "text": "This study shows not only differences in personality traits between addicted and non-addicted subjects, but also the possible impact of ANKK1 on given traits and on addiction itself."}, {"pubmed": 31766642, "text": "interactions between DRD2/ANKK1 TaqIA polymorphism and dietary factors (sugar and fats) influence triglyceride levels in diabetic patients"}, {"pubmed": 31867628, "text": "Genetic and Epigenetic Analysis Revealing Variants in the NCAM1-TTC12-ANKK1-DRD2 Cluster Associated Significantly With Nicotine Dependence in Chinese Han Smokers."}, {"pubmed": 32020513, "text": "Associations of the ANKK1 and DRD2 gene polymorphisms with overweight, obesity and hedonic hunger among women from the Northwest of Iran."}, {"pubmed": 32260442, "text": "Ankyrin Repeat and Kinase Domain Containing 1 Gene, and Addiction Vulnerability."}, {"pubmed": 32383805, "text": "Association of ANKK1 polymorphism with antipsychotic-induced hyperprolactinemia."}, {"pubmed": 32588604, "text": "Significant association of <i>DRD2</i> and <i>ANKK1</i> genes with rural heroin dependence and relapse in men."}, {"pubmed": 32889058, "text": "Epistatic effect of Ankyrin repeat and kinase domain containing 1 - Dopamine receptor D2 and catechol-o-methyltransferase single nucleotide polymorphisms on the risk for hazardous use of alcohol in Lithuanian population."}, {"pubmed": 33524518, "text": "Genetic diversity of the North African population revealed by the typing of SNPs in the DRD2/ANKK1 genomic region."}, {"pubmed": 33972609, "text": "Regulatory rare variants of the dopaminergic gene ANKK1 as potential risk factors for Parkinson's disease."}, {"pubmed": 34420901, "text": "Genotypes of ANKK1 and DRD2 genes and risk of metabolic syndrome and its components: A cross-sectional study on Iranian women."}, {"pubmed": 34440413, "text": "Analysis of Selected Variants of DRD2 and ANKK1 Genes in Combat Athletes."}, {"pubmed": 34470923, "text": "Investigating the association between common DRD2/ANKK1 genetic polymorphisms and schizophrenia: a meta-analysis."}, {"pubmed": 36043564, "text": "Temporomandibular disorder in construction workers associated with ANKK1 and DRD2 genes."}, {"pubmed": 36437548, "text": "The ANKK1/DRD2 gene TaqIA polymorphism (rs1800497) is associated with the severity of extrapyramidal side effects of haloperidol treatment in CYP2D6 extensive metabolizers with schizophrenia spectrum disorders."}, {"pubmed": 36805080, "text": "The Addiction-Susceptibility TaqIA/Ankk1 Controls Reward and Metabolism Through D2 Receptor-Expressing Neurons."}], "genomic_pos": {"chr": "11", "end": 113400416, "ensemblgene": "ENSG00000170209", "start": 113387779, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 113271140, "start": 113258513, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0010564", "qualifier": "involved_in", "term": "regulation of cell cycle process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010564", "pubmed": 27166167, "qualifier": "acts_upstream_of_or_within", "term": "regulation of cell cycle process"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 27166167, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042995", "qualifier": "located_in", "term": "cell projection"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [32296183, 32707033], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[3702, 831197], [7955, 100170831], [8364, 100493231], [9031, 100859406], [9598, 466783], [9606, 255239], [9615, 489403], [9913, 785303], [10090, 244859], [10116, 367080]], "id": 18258}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine-threonine/tyrosine-protein kinase, catalytic domain", "id": "IPR001245", "short_desc": "Ser-Thr/Tyr_kinase_cat_dom"}, {"desc": "Ankyrin repeat", "id": "IPR002110", "short_desc": "Ankyrin_rpt"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Ankyrin repeat-containing domain superfamily", "id": "IPR036770", "short_desc": "Ankyrin_rpt-contain_sf"}], "ipi": "IPI00168819", "map_location": "11q23.2", "name": "ankyrin repeat and kinase domain containing 1", "other_names": ["X-kinase", "ankyrin repeat and protein kinase domain-containing protein 1", "protein kinase PKK2", "sugen kinase 288"], "pantherdb": {"HGNC": "21027", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "3045301", "ortholog_type": "LDO", "panther_family": "PTHR24198", "taxid": 10090, "uniprot_kb": "Q8BZ25"}, {"RGD": "1305538", "ortholog_type": "LDO", "panther_family": "PTHR24198", "taxid": 10116, "uniprot_kb": "D3ZDY2"}, {"Ensembl": "ENSGALG00000007815", "ortholog_type": "LDO", "panther_family": "PTHR24198", "taxid": 9031, "uniprot_kb": "F1NNF9"}, {"ZFIN": "ZDB-GENE-071015-4", "ortholog_type": "LDO", "panther_family": "PTHR24198", "taxid": 7955, "uniprot_kb": "B3DHM4"}, {"FlyBase": "FBgn0031675", "ortholog_type": "O", "panther_family": "PTHR24198", "taxid": 7227, "uniprot_kb": "Q9VMV0"}, {"FlyBase": "FBgn0039955", "ortholog_type": "O", "panther_family": "PTHR24198", "taxid": 7227, "uniprot_kb": "Q7PLP5"}, {"dictyBase": "DDB_G0272020", "ortholog_type": "O", "panther_family": "PTHR24198", "taxid": 352472, "uniprot_kb": "Q86AG6"}, {"dictyBase": "DDB_G0269898", "ortholog_type": "O", "panther_family": "PTHR24198", "taxid": 352472, "uniprot_kb": "Q55CU4"}], "uniprot_kb": "Q8NFD2"}, "pfam": ["PF00023", "PF07714", "PF12796", "PF13637"], "pharmgkb": "PA134872551", "pharos": {"target_id": 10168, "tdl": "Tbio"}, "prosite": ["PS50011", "PS50088", "PS50297"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF271771", "relationship": "is"}, {"id": "GNF271772", "relationship": "is"}, {"id": "GNF271773", "relationship": "is"}, {"id": "GNF271774", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165548", "relationship": "is"}, {"id": "GNF165549", "relationship": "is"}, {"id": "GNF165550", "relationship": "is"}, {"id": "GNF165551", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324414", "relationship": "is"}, {"id": "GNF324415", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF339168", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092684", "relationship": "is"}, {"id": "GNF132382", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_012976.1"], "protein": ["NP_848605.1", "XP_011541038.1", "XP_011541039.1", "XP_011541040.1", "XP_016872964.1", "XP_054224282.1", "XP_054224283.1", "XP_054224284.1", "XP_054224285.1"], "rna": ["NM_178510.2", "XM_011542736.3", "XM_011542737.3", "XM_011542738.2", "XM_017017475.2", "XM_054368307.1", "XM_054368308.1", "XM_054368309.1", "XM_054368310.1"], "translation": [{"protein": "XP_054224284.1", "rna": "XM_054368309.1"}, {"protein": "XP_054224283.1", "rna": "XM_054368308.1"}, {"protein": "XP_011541038.1", "rna": "XM_011542736.3"}, {"protein": "XP_016872964.1", "rna": "XM_017017475.2"}, {"protein": "XP_054224282.1", "rna": "XM_054368307.1"}, {"protein": "XP_011541039.1", "rna": "XM_011542737.3"}, {"protein": "XP_011541040.1", "rna": "XM_011542738.2"}, {"protein": "XP_054224285.1", "rna": "XM_054368310.1"}, {"protein": "NP_848605.1", "rna": "NM_178510.2"}]}, "reporter": {"GNF1H": "gnf1h09433_at", "HTA-2_0": "TC11001018.hg.1", "HuEx-1_0": "3349535", "HuGene-1_1": "7943943", "HuGene-2_1": "16731384"}, "summary": "The protein encoded by this gene belongs to the Ser/Thr protein kinase family, and protein kinase superfamily involved in signal transduction pathways. This gene is closely linked to DRD2 gene (GeneID:1813) on chr 11, and a well studied restriction fragment length polymorphism (RFLP) designated TaqIA, was originally associated with the DRD2 gene, however, later was determined to be located in exon 8 of ANKK1 gene (PMIDs: 18621654, 15146457), where it causes a nonconservative amino acid substitution. It is not clear if this gene plays any role in neuropsychiatric disorders previously associated with Taq1A RFLP. [provided by RefSeq, Sep 2009].", "symbol": "ANKK1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1427255"}, "unigene": "Hs.448473", "uniprot": {"Swiss-Prot": "Q8NFD2", "TrEMBL": "H0YH32"}, "wikipedia": {"url_stub": "ANKK1"}}