{"AllianceGenome": "533", "HGNC": "533", "MIM": "151690", "_id": "301", "_version": 1, "accession": {"genomic": ["AL359997.8", "AX004164.1", "CH471089.1", "CP068269.2", "GU997628.1", "NC_000009.12", "NC_060933.1", "U25414.1"], "protein": ["AAH01275.1", "AAH34157.1", "AAH35993.1", "AAV38699.1", "AAV38719.1", "AAV38720.1", "ADO22239.1", "ADZ76495.1", "BAG59381.1", "BAG70088.1", "BAG70215.1", "CAA29338.1", "CAC04890.1", "CAG28612.1", "EAW62545.1", "EAW62546.1", "EAW62547.1", "EAW62548.1", "EAW62549.1", "EAW62550.1", "NP_000691.1", "P04083.2", "XP_016870146.1", "XP_054218828.1", "XP_054218829.1"], "rna": ["AA039737.1", "AB451274.1", "AB451401.1", "AK023330.1", "AK074480.1", "AK296808.1", "AK311684.1", "BC001275.1", "BC018683.1", "BC034157.1", "BC035993.1", "BT019896.1", "BT019916.1", "BT019917.1", "CR407684.1", "CX870105.1", "GQ891377.1", "NM_000700.3", "X05908.1", "XM_017014657.2", "XM_054362853.1", "XM_054362854.1"], "translation": [{"protein": "XP_054218828.1", "rna": "XM_054362853.1"}, {"protein": "AAH01275.1", "rna": "BC001275.1"}, {"protein": "BAG70088.1", "rna": "AB451274.1"}, {"protein": "CAG28612.1", "rna": "CR407684.1"}, {"protein": "XP_054218829.1", "rna": "XM_054362854.1"}, {"protein": "ADO22239.1", "rna": "GQ891377.1"}, {"protein": "CAA29338.1", "rna": "X05908.1"}, {"protein": "BAG59381.1", "rna": "AK296808.1"}, {"protein": "BAG70215.1", "rna": "AB451401.1"}, {"protein": "NP_000691.1", "rna": "NM_000700.3"}, {"protein": "XP_016870146.1", "rna": "XM_017014657.2"}, {"protein": "AAH34157.1", "rna": "BC034157.1"}, {"protein": "AAV38720.1", "rna": "BT019917.1"}, {"protein": "AAH35993.1", "rna": "BC035993.1"}, {"protein": "AAV38719.1", "rna": "BT019916.1"}, {"protein": "AAV38699.1", "rna": "BT019896.1"}]}, "alias": ["ANX1", "LPC1"], "ensembl": {"gene": "ENSG00000135046", "protein": ["ENSP00000257497", "ENSP00000366109", "ENSP00000412489", "ENSP00000414013"], "transcript": ["ENST00000257497", "ENST00000376911", "ENST00000415424", "ENST00000456643", "ENST00000468639", "ENST00000489109", "ENST00000491192", "ENST00000495713"], "translation": [{"protein": "ENSP00000257497", "rna": "ENST00000257497"}, {"protein": "ENSP00000412489", "rna": "ENST00000456643"}, {"protein": "ENSP00000414013", "rna": "ENST00000415424"}, {"protein": "ENSP00000366109", "rna": "ENST00000376911"}], "type_of_gene": "protein_coding"}, "entrezgene": "301", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.9955912727, "exp_mis": 111.409874844, "exp_syn": 47.0553269469, "lof_z": 1.98034174398536, "mis_z": -0.861462357472518, "mu_lof": 9.93486876993e-07, "mu_mis": 9.5818960099e-06, "mu_syn": 3.79838563119e-06, "n_lof": 8.0, "n_mis": 130.0, "n_syn": 39.0, "p_li": 0.000442370109951712, "p_null": 0.0360488391871629, "p_rec": 0.963508790702885, "syn_z": 0.727995081441931}, "bp": 1041, "cds_end": 75785023, "cds_start": 75773451, "n_exons": 12, "nonpsych": {"exp_lof": 14.2356166263, "exp_mis": 100.594753345, "exp_syn": 42.3476748231, "lof_z": 1.62309250617214, "mis_z": -0.674135597273068, "mu_lof": 9.93486876993e-07, "mu_mis": 9.5818960099e-06, "mu_syn": 3.79838563119e-06, "n_lof": 8.0, "n_mis": 114.0, "n_syn": 35.0, "p_li": 0.000248216736650718, "p_null": 0.0880824744665518, "p_rec": 0.911669308796798, "syn_z": 0.710883315408054}, "nontcga": {"exp_lof": 14.6923618063, "exp_mis": 102.473509199, "exp_syn": 43.2673199777, "lof_z": 1.72232408644392, "mis_z": -0.961010681866495, "mu_lof": 9.93486876993e-07, "mu_mis": 9.5818960099e-06, "mu_syn": 3.79838563119e-06, "n_lof": 8.0, "n_mis": 122.0, "n_syn": 36.0, "p_li": 0.000274208916394006, "p_null": 0.0661930742033541, "p_rec": 0.933532716880252, "syn_z": 0.699546569137179}, "transcript": "ENST00000376911.1"}, "exons": [{"cdsend": 73170107, "cdsstart": 73158535, "chr": "9", "position": [[73151864, 73151924], [73158521, 73158601], [73158694, 73158803], [73159328, 73159423], [73160262, 73160376], [73160802, 73160893], [73162781, 73162861], [73163475, 73163532], [73165115, 73165209], [73166096, 73166192], [73167496, 73167555], [73169031, 73169154], [73170050, 73170393]], "strand": 1, "transcript": "NM_000700", "txend": 73170393, "txstart": 73151864}], "exons_hg19": [{"cdsend": 75785023, "cdsstart": 75773451, "chr": "9", "position": [[75766780, 75766840], [75773437, 75773517], [75773610, 75773719], [75774244, 75774339], [75775178, 75775292], [75775718, 75775809], [75777697, 75777777], [75778391, 75778448], [75780031, 75780125], [75781012, 75781108], [75782412, 75782471], [75783947, 75784070], [75784966, 75785309]], "strand": 1, "transcript": "NM_000700", "txend": 75785309, "txstart": 75766780}], "generif": [{"pubmed": 11468004, "text": "ANXA1-derived peptides inhibit antigen-driven cellular proliferation and cytokine production in vitro."}, {"pubmed": 11574426, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11759108, "text": "17beta-estradiol promotes the synthesis and the secretion of annexin I in the CCRF-CEM human cell line."}, {"pubmed": 12165536, "text": "interferes with a leukocyte endothelial step essential for U937 cell, and possibly monocyte, transmigration both in vitro and in vivo"}, {"pubmed": 12236584, "text": "ANXA1 secretion in lymphocytes is unlikely to involve the classical ER-Golgi pathway; requires a Ca(2+)-dependent cleavage of ANXA1; involves both Ca(2+)-dependent and independent mechanisms; and is apparently independent of the GC receptor alpha isoform"}, {"pubmed": 12679902, "text": "This protein is translocated from cellular membrane to the nuclear membrane in human esophageal squamous cell carcinoma."}, {"pubmed": 12859969, "text": "These results showed that annexin I binds to a surface receptor in order to regulate the stimulation of insulin release in MIN6N8a cells."}, {"pubmed": 14633604, "text": "The gene expression profile of ALD is dominated by alcohol metabolism and inflammation and differs from other liver diseases. Annexins may play a role in the progression of fibrosis in ALD."}, {"pubmed": 14733945, "text": "Annexin-I has a role in drug resistance in tumor cells"}, {"pubmed": 15064349, "text": "annexin II serves as both ligand and receptor in promoting phagocytosis."}, {"pubmed": 15157173, "text": "ANXA1 has roles in neutrophil apoptosis [review]"}, {"pubmed": 15168732, "text": "Annexin I was expressed in vivo in lungs containing metastasized MDA-MB-435 cells but not in normal lung tissue of athymic mice, suggesting that it is an important cellular protein that is down regulated through BRMS1 mediated metastasis suppression."}, {"pubmed": 15187149, "text": "an annexin 1 peptide can activate FPR, FPRL1, and FPRL2; results indicate that annexin 1 participates in regulating leukocyte emigration into inflamed tissue by activating and desensitizing different receptors of the FPR family."}, {"pubmed": 15447985, "text": "annexin I is not the tumor suppressor gene corresponding to the high levels of loss of heterozygosity observed on chromosome 9 in esophageal squamous cell carcinoma"}, {"pubmed": 15476183, "text": "Data show that there is no association of these SNPs in ANXA1 gene with type 2 diabetes in Shanghai Han population."}, {"pubmed": 15476183, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15526283, "text": "Human colon adenocarcinoma cell differentiation is associated with an up-regulation of AnxA1, AnxA2, and AnxA5 and with a subcellular relocation of these proteins"}, {"pubmed": 15883023, "text": "annexin1 exerted its erythropoiesis regulating effect by ERK pathway"}, {"pubmed": 15944914, "text": "Results show that progression from prostatic intraepithelial neoplasia to prostate cancer is characterized by a reduction of ANX1 and suggest that downregulation of this protein could represent an important event in prostate carcinogenesis."}, {"pubmed": 16014420, "text": "These results suggest that annexin A1 may be a key protein involved in CF pathogenesis especially in relation to the not well defined field of inflammation in CF."}, {"pubmed": 16100712, "text": "annexin A1 and A2 may have roles in dysferlin deficiency and in muscular dystrophies"}, {"pubmed": 16324197, "text": "ANXA1 expression is decreased in prostatic adenocarcinoma and in high-grade prostatic intraepithelial neoplasia."}, {"pubmed": 16460738, "text": "gene expression of CCR10 was increased by recombinant ANXA1 and the N-terminal ANXA1 peptide"}, {"pubmed": 16530434, "text": "ANXA1 and Gal-3 changed in their content and localization when neutrophils adhere to endothelia. In contrast, a decrease in the total amounts of Gal-1 was detected in migrated compared to non-migrated neutrophils."}, {"pubmed": 16627980, "text": "ANXA1 expression may correlate with the tumorigenesis suggesting that the protein may represent an effective differentiation marker in thyroid cancer."}, {"pubmed": 16675446, "text": "AnxA1 has a role in stimulating SKCO-15 cell migration through nFPR activation"}, {"pubmed": 16741918, "text": "Annexin I may have tumor suppressor functions in prostate cancer. The pro-apoptotic effect of ANX I involves the activation of p38 and JNK, which appears to shift the balance of signal transduction away from proliferation and toward apoptosis."}, {"pubmed": 16883066, "text": "glucocorticoids and IL-1beta upregulate the synthesis and translocation of annexin I in rheumatoid synovial cells, but interdependent signalling pathways are involved"}, {"pubmed": 16899607, "text": "The high ANXA1 expression is frequent in esophageal and esophagogastric junction adenocarcinomas, correlates with more advanced pathologic T stage and the presence of distant metastasis, and is an independent prognostic factor for patient survival."}, {"pubmed": 16949910, "text": "results suggest that suppressed ANXA1 expression in breast tissue is correlated with breast cancer development and progression"}, {"pubmed": 16973129, "text": "In view of the wide range of endogenous ligands known to interact with FPRL-1, including the anti-inflammatory protein annexin-A1, we speculate that the novel effect here described may impact on the immunosuppressive properties of glucocorticoids."}, {"pubmed": 16984915, "text": "Ca2+ entering through a disruption locally induces annexin A1 binding to membranes, initiating emergency fusion events whenever and wherever required."}, {"pubmed": 17008549, "text": "CD4+ cells from patients with rheumatoid arthritis showed a marked up-regulation of annexin-1 expression; annexin-1 is a molecular \"tuner\" of TCR signaling"}, {"pubmed": 17019707, "text": "Decrease of annexin-I expression is associated with bladder cancer development"}, {"pubmed": 17023068, "text": "The identification of annexin 1 as a substrate for HLE supports the model in which annexin 1 participates in regulating leukocyte emigration into inflamed tissue."}, {"pubmed": 17215481, "text": "Annexin 1 has roles in a variety of inflammatory pathways, on cell proliferation machinery, in the regulation of cell death signaling, in phagocytic clearance of apoptosing cells, and most importantly in the process of carcinogenesis [review]"}, {"pubmed": 17317721, "text": "the role of the homeostatic antiinflammatory axis centered on annexin 1 in cerebral microvascular dysfunction and tissue injury associated with middle cerebral artery occlusion and reperfusion"}, {"pubmed": 17340616, "text": "Results demonstrated that ANXA1 plays a regulatory role in laryngeal cancer cell growth."}, {"pubmed": 17372018, "text": "Annexin-1 and peptide derivatives play a role in promoting the resolution of inflammation."}, {"pubmed": 17626739, "text": "LMP1 mediates serine phosphorylation of Annexin I via the PKC pathway."}, {"pubmed": 17681950, "text": "proteinase 3 has a critical role in annexin 1 cleavage in activated neutrophils"}, {"pubmed": 17873281, "text": "the confluence-dependent interaction of cPLA(2)alpha and annexin A1 at the Golgi acts as a novel molecular switch controlling cPLA(2)alpha activity and endothelial cell prostaglandin generation."}, {"pubmed": 17932043, "text": "Ca(2+)-dependent binding of S100A11 to ANXA1 facilitated the binding of the latter to cPLA(2), resulting in inhibition of cPLA(2) activity"}, {"pubmed": 17971499, "text": "Cell surface ANXA1 synthesis is capable of blocking beta 2-integrin adhesion in PMNs. Fluticasone propionate does not cause ANXA1 synthesis or nuclear transport of cytosolic gIVaPLA2 & thus does not block beta2-integrin adhesion."}, {"pubmed": 17994624, "text": "Human clinical specimens showed that ANNA1 expression was reduced in bladder transitional cell carcinomas(TCC) compared to normal urothelium."}, {"pubmed": 18164291, "text": "analysis of translocation and assembly at the plasma membrane and the nuclear envelope"}, {"pubmed": 18297688, "text": "Nuclear localization of annexin A1 is associated with oral squamous cell carcinoma"}, {"pubmed": 18396684, "text": "Annexin I can modulate pancreatic carcinoma cell cycle, promote cell proliferation, stimulate cell growth, and suppress apoptosis in pancreatic carcinoma cells."}, {"pubmed": 18566442, "text": "N-terminal portion of annexin 1 plays some role in the pathogenesis of acute exacerbation in idiopathic pulmonary fibrosis patients"}, {"pubmed": 18594025, "text": "PMN-derived microparticles contain functionally active AnxA1 that confers them anti-inflammatory properties"}, {"pubmed": 18652761, "text": "Results describe decreased expression of annexin A1 during the progression of cervical neoplasia."}, {"pubmed": 18663355, "text": "demonstrated a novel mechanism of post-transcriptional regulation of ANXA1 expression and identified miR-196a as a marker of esophageal cancer"}, {"pubmed": 18673418, "text": "decreased expression contributes to the cancerous progression of oral squamous cell carcinoma"}, {"pubmed": 18706208, "text": "Annexin-1 is overexpressed in eutopic endometrium and presents in the peritoneal fluids of patients with endometriosis, and may play a role in the pathogenesis of endometriosis."}, {"pubmed": 18776816, "text": "expression lost in 79% of breast carcinomas, no difference in expression between primary breast carcinoma and lymph node metastasis"}, {"pubmed": 18794547, "text": "Report the occurrence of autoantibodies to annexin I, 14-3-3 theta and LAMR1 in prediagnostic lung cancer sera."}, {"pubmed": 19076685, "text": "Annexin A1 dysregulation was observed early in laryngeal carcinogenesis, in intra-epithelial neoplasms; it was not found related to prognostic parameters, such as nodal metastases"}, {"pubmed": 19101730, "text": "Loss of ANXA1 is frequent and an early event during oral carcinogenesis; ANXA1 could contribute to maintaining epithelial differentiation in oral squamous cell carcinoma."}, {"pubmed": 19104500, "text": "glucocorticoids regulate the expression and function of annexin A1 in opposing ways in innate and adaptive immune cells to mediate the resolution of inflammation. Review."}, {"pubmed": 19204938, "text": "Data suggest that E6AP may play a role in controlling the diverse functions of annexin A1 through the ubiquitin-proteasome pathway."}, {"pubmed": 19208747, "text": "Loss of Annexin-1 is associated with invasive breast cancer."}, {"pubmed": 19289595, "text": "hairy cell leukemia (HCL) lacking CD25 and annexin-A1 behave clinically differently and can be separated from HCL on diagnosis."}, {"pubmed": 19351789, "text": "there is direct role for decreased ANXA1 expression in prostate carcinogenesis and enhancing tumor aggressiveness via the upregulation of IL-6 expression and activity."}, {"pubmed": 19428102, "text": "we revealed the mRNA expression of annexin 1 was negatively correlated with PU.1 mRNA expression in 43 primary AML specimens"}, {"pubmed": 19767728, "text": "Expression of annexin-1 is altered with the grade of malignancy in neuroepithelial tumors but it is not associated with patient survival."}, {"pubmed": 19850308, "text": "The neutrophil expression of ANXA1 was significantly increased in patients with coronary artery disease"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20007579, "text": "Anx A1 efficiently prevents secretion of proinflammatory cytokines in macrophages after ingestion of secondary necrotic cells."}, {"pubmed": 20025479, "text": "Annexin-I overexpression is associated with tumour progression and independently predicts inferior disease-specific and metastasis-free survival in urinary bladder urothelial carcinoma."}, {"pubmed": 20061392, "text": "phosphorylation of annexin 1 regulates the angiogenic effect that is associated with the activation of the p38/LIM kinase 1 axis by VEGF"}, {"pubmed": 20163912, "text": "ANXA1, which was recently reported as a possible tumor suppressor gene, can protect cells from heat-induced growth arrest and DNA damage in breast cancer cells."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20308542, "text": "show here that AnxA1 expression is associated with a highly invasive basal-like breast cancer subtype both in a panel of human breast cancer cell lines as in breast cancer patients."}, {"pubmed": 20353277, "text": "ANXA1 may play a multifaceted role in breast cancer development, progression, and metastases."}, {"pubmed": 20359522, "text": "Ubiquitination of annexin A1 may play an important role in mutagenesis, an initial step of cell transformation."}, {"pubmed": 20398702, "text": "ANXA1 is constitutively highly expressed in glucocorticoid-resistant ATL cell lines, suggesting a possible role of ANXA1 in promoting leukemogenesis and also in immunosuppression associated with HTLV-I infection."}, {"pubmed": 20549082, "text": "there is increased expression of genes coding for annexin-1 and galectin-1 in nasal polyps and when systemic corticosteroids are given, the mean gene expression of annexin-1 decreases significantly and the mean expression of galectin-1 remains unaltered"}, {"pubmed": 20558817, "text": "Propose a novel mechanism to explain the antiinflammatory actions of cromones on neutrophil trafficking involving annexin A1."}, {"pubmed": 20602103, "text": "Expression of ANXs was different in histologic subtypes of penile carcinomas. Strong expression of ANX AI and ANX AIV in the invasion front seems to indicate a higher risk of lymph node metastasis."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20665809, "text": "results indicate ANXA1 is expressed in both gastric adenocarcinoma and normal tissue; in gastric adenocarcinoma, ANXA1 is expressed in cytoplasm and nucleus and its nuclear localization correlates with advanced disease stage and peritoneal dissemination"}, {"pubmed": 20679535, "text": "A novel proinflammatory action of an amino-terminally truncated form of AnxA1 generated by calpain I proteolysis has a potential role in transcellular migration."}, {"pubmed": 20821804, "text": "Strikingly, forced AnxA1 expression in metastatic mouse and human mammary carcinoma cells reversed epithelial-to-mesenchymal transition and abolished breast cancer metastasis."}, {"pubmed": 20872967, "text": "Data suggest that increased expression of hnRNP A1, Ezrin, tubulin beta-2C and Annexin A1 in SLNMM indicate a significantly elevated early colorectal cancer metastasis."}, {"pubmed": 20924191, "text": "Decreased expression of ANXA1 is a common event in hilar cholangiocarcinoma and is significantly correlated with the poor outcome of patients with cholangiocarcinoma, suggesting a potential role of ANXA1 in cancer development and progression."}, {"pubmed": 20930115, "text": "These observations suggest a novel signaling role for ANXA1 in mitogen-activated proliferation of breast tumor epithelial cells that is mediated via activation of FPR1 and FPR2."}, {"pubmed": 20962261, "text": "We show that ANXA1 is fundamental for brain homeostasis"}, {"pubmed": 20970165, "text": "annexin A1 expression was consistently lost in 52 (91%) intestinal-type sinonasal adenocarcinomas, as compared with the normal epithelium."}, {"pubmed": 21122411, "text": "The benign lesions with positive ANXA1 and/or ANXA2 expression showed mild to severe atypical hyperplasia of the gallbladder epithelium. The positive rates of ANXA1 and/or ANXA2 were significantly lower in the well-differentiated adenocarcinoma."}, {"pubmed": 21127395, "text": "Twenty paired specimens of colorectal cancer and adjacent normal tissues were examined for K-ras mutations and annexin A1 expression."}, {"pubmed": 21132403, "text": "results suggest that annexin-1, annexin-2, and annexin-3 are identified as potential biomarkers associated with lymph node metastasis in lung adenocarcinoma"}, {"pubmed": 21195640, "text": "Suggest that high Annexin A1 expression may have a stabilising effect in asymptomatic patients with less echolucent atherosclerotic plaques."}, {"pubmed": 21254404, "text": "This study identifies annexin A1 as part of the anti-inflammatory pattern of apoptotic cells and links the activation of FPRs to established signalling pathways triggering anti-inflammatory responses."}, {"pubmed": 21365324, "text": "The Annexin A1 is proposed to function importantly in the progression of lung adenorcinoma."}, {"pubmed": 21383699, "text": "ANXA1 can constitutively activate NF-kappaB in breast cancer cells through the interaction with the IKK complex"}, {"pubmed": 21398608, "text": "Data sugget the existence of an endogenous network in anti-inflammation centered on PMN AnxA1 and activated by selective FPR2/ALX agonists."}, {"pubmed": 21412170, "text": "MG53, annexin A1, and dysferlin localize to the t-tubule network and show enriched labeling at longitudinal tubules of the t-system in overstretch"}, {"pubmed": 21420379, "text": "Annexin A1 seemed to be positively upregulated during starvation to promote autophagic degradation."}, {"pubmed": 21903368, "text": "Eurycomanone suppresses the expression of annexin 1 or lipocortin I protein that is involved in cell proliferation and differentiation."}, {"pubmed": 22056994, "text": "ANXA1 and, to a lesser extent, ANXA4 were detected on late but not early apoptotic HeLa cells."}, {"pubmed": 22116825, "text": "Cleavage of annexin A1 by ADAM10 during secondary necrosis generates a monocytic \"find-me\" signal."}, {"pubmed": 22164217, "text": "Propofol inhibits the activation of p38 through up-regulating the expression of annexin A1 to exert its anti-inflammation effect"}, {"pubmed": 22378018, "text": "We conclude that biologically active AnxA1 may play a role in the anti-inflammatory properties of ATRA-treated APL cells during the process of granulocytic differentiation."}, {"pubmed": 22610094, "text": "N-terminal region was dispensable for AnxA1-induced FPR2/ALX down-regulation in both the homologous and heterologous desensitization modes."}, {"pubmed": 22613333, "text": "Data show that hypoxia upregulates the expression of Annexin A1 in lung adenocarcinoma A549 cells, in which process reactive oxygen species (ROS)-NF-kappaB may paticipate in."}, {"pubmed": 22640735, "text": "these results indicate that ANXA1 functions as a positive regulator of MMP-9 expression and invasion of breast cancer cells through specific activation of the NF-kappaB signaling pathway."}, {"pubmed": 22701020, "text": "Endothelial microparticles are incorporated by endothelial cells in an annexin I/phosphatidylserine receptor-dependent manner and protect target cells against apoptosis."}, {"pubmed": 22773844, "text": "VEGF-induced decrease of miR-196a expression may participate to the angiogenic switch by maintaining the expression of ANXA1 to levels required to enable p38-ANXA1-dependent endothelial cell migration and angiogenesis in response to VEGF."}, {"pubmed": 22777765, "text": "The data suggested that in lung fibroblasts annexin A1 regulates TNF-induced proliferation and inflammatory responses, which depend on formyl-peptide receptor 2. Annexin A1 also mediates the expression of glucocorticoid-induced leucine zipper."}, {"pubmed": 22792315, "text": "Depletion of annexin A1 or A2 alters the retrograde transport of shiga toxin but not ricin, without affecting toxin binding or internalization."}, {"pubmed": 22909323, "text": "A novel role for ATM kinase activity in the dynamic exchange of proteins in dna damage response complexes and identifies a role for ANXA1 in cellular radioprotection."}, {"pubmed": 22929401, "text": "The upregulation of annexin A1 was associated with poor post-surgical survival time and lymphatic metastasis of lung cancer patients"}, {"pubmed": 23017499, "text": "AnxA1 protein correlates positively with salivary cortisol, indicating that cortisol is most likely a regulator of AnxA1 in human saliva."}, {"pubmed": 23029153, "text": "N- terminal peptide of Annexin A1 Ac2-26 is able to stimulate direct migration of WS1 cells in high glucose treatment possibly due to the increased receptor expression observed in hyperglycemia conditions"}, {"pubmed": 23154128, "text": "Annexin A1 is involved in reducing the production of pro-inflammatory mediators in smooth muscle cells derived from human atherosclerotic plaques."}, {"pubmed": 23241962, "text": "a novel epithelial FPR1/NOX1-dependent redox signaling pathway that promotes mucosal wound repair."}, {"pubmed": 23277546, "text": "detection of a selective loss of ANXA1 in the plasma and cerebrovascular endothelium of patients with multiple sclerosis"}, {"pubmed": 23341933, "text": "Overexpression of ANXA1 might be mediated by human papillomavirus (HPV) E6 in penile squamous cell carcinoma of patients with high-risk HPVs."}, {"pubmed": 23376147, "text": "Annexin A1 down regulation in patients with bladder pain syndrome might decrease cell survival and damage urothelial function."}, {"pubmed": 23403091, "text": "data support a significant correlation between Annexin A1 expression and pathological differentiation grade, and a functional role of Annexin A1 in inhibiting cell proliferation and cell differentiation in OSCC"}, {"pubmed": 23413360, "text": "Up-regulation of annexin A1 gene expression and protein points to this protein as a biomarker for transverse (T)-tubular repair."}, {"pubmed": 23431236, "text": "Results have provided evidence that galectin-1 and mainly annexin-A1 are overexpressed in both gastritis and gastric cancer, suggesting a strong association of these proteins with chronic gastric inflammation and carcinogenesis."}, {"pubmed": 23638088, "text": "Annexin A1 is exposed on the surface of early apoptotic cells and suppresses CD8+ T cell immunity."}, {"pubmed": 23674846, "text": "Suggest annexin A1 may serve as a new immunohistochemical marker of cholangiocarcinoma."}, {"pubmed": 23727357, "text": "These results show for the first time that SUMOylation can be regulated by an external signal (EGF) and indicate the presence of a cross-talk between the N-terminal and C-terminal domains of ANXA1 through post-translational modifications."}, {"pubmed": 23754495, "text": "Used proteomics to study Annexin A1 (Anxa1) interacting proteins in the Philadelphia-positive KCL22 cell line."}, {"pubmed": 23786757, "text": "Annexin A1 expression can potentially be used as a predictive biomarker to select Ooral squamous cell carcinoma patients with moderate/poorly differentiated tumor who may benefit from docetaxel, cisplatin and 5-fluorouracil induction chemotherapy."}, {"pubmed": 23958797, "text": "annexin A1 has important anti-inflammatory effects in rheumatoid arthritis (RA).Patients with RA had reduced peripheral blood monocyte expression of annexin A1 in response to glucocorticoids compared with healthy control individuals."}, {"pubmed": 23991102, "text": "findings provide both clinical and mechanistic evidences that FoxM1 contributes to glioma development by directly up-regulating Anxa1 expression"}, {"pubmed": 24118254, "text": "result of the present study suggest that ANXA1 complex coordinates the actions of PKA and PKC to control the distribution of oxytocin vesicles between the axon and the cell body"}, {"pubmed": 24130820, "text": "Loss of ANXA1 expression may support inflammation during IBD and can serve as a biomarker of disease progression"}, {"pubmed": 24156336, "text": "Anxa1 might specifically function either as a tumor suppressor or a tumor promoter candidate for certain cancers. [Review]"}, {"pubmed": 24242295, "text": "In the current study, we review the important biological functions of annexin A1 in different tumors."}, {"pubmed": 24282368, "text": "Upregulated ANXA1 expression may be associated with carcinogenesis, progression, invasion and metastasis of gastric adenocarcinoma."}, {"pubmed": 24300781, "text": "Annexin1 was abundantly detected in each epidermal layer in lupus lesional skin. Additionally, anti-annexin1-IgG was higher in SLE patients with arthritis and negatively correlated with white blood cells (WBC)."}, {"pubmed": 24464914, "text": "AnxA1 participates in a paradigm in which malignant prostate epithelial cells that are not cancer stem cells are induced to gain cancer stem cell-like properties."}, {"pubmed": 24480285, "text": "The expression levels of three putative HA-regulated proteins (TALDO, ANXA1 and EF2) in control, H2O2-, HA- and HA/H2O2-treated OA chondrocytes were verified by Western blotting and the results indeed support the notion that HA acts in anti-oxidation"}, {"pubmed": 24525704, "text": "This is the first study to assess lipoxin A4 and annexin A1 levels in wheezy infants."}, {"pubmed": 24551299, "text": "nuclear ANXA1 may be potentially used as a prognostic biomarker for esophageal squamous cell carcinoma."}, {"pubmed": 24591769, "text": "Urinary ANXA1 protein is detectable glomerulopathy patients except those with minimal change disease."}, {"pubmed": 24719523, "text": "both the AnxA1 and Gal-1 anti-inflammatory proteins are deregulated in precancerous gastric lesions"}, {"pubmed": 24790181, "text": "These data show a multiantibody composition in lupus nephritis, where IgG2 autoantibodies against alpha-enolase and annexin AI predominate in the glomerulus and can be detected in serum."}, {"pubmed": 24810927, "text": "high expression of ANXA1 is associated with poor therapeutic response and adverse outcomes in rectal cancer patients treated with neoadjuvant concurrent chemoradiation therapy (CCRT)."}, {"pubmed": 25028131, "text": "The broken dialog between ANXA1 and CK18 in normal breast tissues may play a critical role in breast cancer development."}, {"pubmed": 25031270, "text": "These results demonstrate that a necroptosis pathway, likely mediated by annexin 1 acting through the FPR1 receptor, contributes to Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis."}, {"pubmed": 25038797, "text": "Data revealed important functions of ANXA1 in tumorigenesis and cancer development."}, {"pubmed": 25201101, "text": "the co-upregulated expression of mast cell chymase and ANXA1-FPR1 system in ectopic endometrium suggests their involvement in the development of endometriotic lesions."}, {"pubmed": 25300907, "text": "The expression levels of Hsp90-beta and annexin A1 positively correlated and such co-overexpression of Hsp90-beta and annexin A1 contributed to lung cancer diagnosis."}, {"pubmed": 25322804, "text": "Annexin A1 may be a potential biomarker for the development and prognosis of NPC."}, {"pubmed": 25337195, "text": "ANXA1 may become a promising marker to predict the recurrence and drug resistance of bladder cancer and provide guidance for surveillance."}, {"pubmed": 25344217, "text": "This work suggests that circulating IgG for ANXA1-derived peptide antigens may have both diagnostic and prognostic values for breast cancer although further screening is needed to identify more such peptide antigens derived from tumor-associated antigens."}, {"pubmed": 25362540, "text": "Identify signaling pathways involved in annexin A1 pro-invasive role and suggest that externalized full-length annexin A1 interacts with formyl peptide receptors in a juxtacrine manner while ANXA 2-28 release allows autocrine and paracrine interaction."}, {"pubmed": 25412936, "text": "Increased expression of ANXA1 protein associates with aggressive progression and poor prognosis in hepatocellular carcinoma patients."}, {"pubmed": 25460034, "text": "Cardioprotective potential of annexin-A1 mimetics in myocardial infarction"}, {"pubmed": 25490767, "text": "ANXA1 may contribute to the regulation of tumor growth and metastasis through paracrine mechanisms that are mediated by FPR2/ALX"}, {"pubmed": 25510623, "text": "Study provides new insights on the role of ANXA1 protein in pancreatic cancer progression and suggest that ANXA1 protein could regulate metastasis by favouring cell migration/invasion."}, {"pubmed": 25536365, "text": "This data suggests that ANXA1-regulated miR26b* and miR562 may play a role in wound healing and tumor-induced endothelial cell tube formation by targeting NF-kappaB expression and point towards a potential therapeutic target for breast cancer."}, {"pubmed": 25592491, "text": "These results suggested that ANXA1, which enhanced breast cancer invasion and metastasis under hypoxia, were significantly associated with the worst patient outcome in triple-negative breast cancer"}, {"pubmed": 25664854, "text": "Patients with active inflammatory bowel disease had elevated levels of secreted ANXA1-containing exosomes in sera."}, {"pubmed": 25854353, "text": "Loss of ANXA1 is associated with lymphatic metastasis in pancreatic ductal adenocarcinoma."}, {"pubmed": 25866182, "text": "These findings establish a central role for ANXA1 in the cell migration through the activation of NFkappaB, ERK1/2 and RhoA."}, {"pubmed": 25899628, "text": "ANXA1 negatively regulated the step of viral RNA replication rather than that of viral entry in human hepatocytes."}, {"pubmed": 25983101, "text": "Overexpression of ANXA1 induced by low-concentration Arsenic Trioxide (ATO) makes cancer cells more resistant to the agent via activated ERK MAPKs. Specific silencing of ANXA1 increased the sensitivity of cancer cells to ATO treatment."}, {"pubmed": 26000884, "text": "Within the basal subtype of breast cancer, patients show significantly poorer overall survival associated with higher expression of annexin A1."}, {"pubmed": 26072160, "text": "data indicate the involvement of ANXA1Ac2-26 in the altered expression of genes involved in tumorigenic processes, which could potentially be applied as a therapeutic indicator of cervical cancer"}, {"pubmed": 26135980, "text": "Data show that elevated levels of annexin A1 are associated with small cell lung cancer {SCLC) brain metastasis."}, {"pubmed": 26137966, "text": "ANXA1 is overexpressed in familial breast cancer patients with BRCA1/2 mutations and correlated with poor prognosis features: triple negative and poorly differentiated tumors."}, {"pubmed": 26312765, "text": "Annexin A1 is involved in the acquisition and maintenance of a stem cell-like/aggressive phenotype in prostate cancer cells with acquired resistance to zoledronic acid."}, {"pubmed": 26369530, "text": "results suggest that overexpression of CRISP-3 in prostate tumor may maintain higher PSA expression and lower ANXA1 expression"}, {"pubmed": 26398190, "text": "increased AnxA1 levels were associated with a systemic inflammatory phenotype in preeclampsia."}, {"pubmed": 26644413, "text": "Results show that ANXA1 and ANXA10 are highly expressed in pancreatic ductal adenocarcinoma and its metastases to the liver comparing to intrahepatic cholangiocellular carcinoma."}, {"pubmed": 26657294, "text": "ANXA1 and CALD1 proteins are independent markers for tamoxifen therapy outcome and are associated to fast tumor progression."}, {"pubmed": 26687139, "text": "High ANXA1 expression is associated with Colorectal Cancer."}, {"pubmed": 26760764, "text": "Simultaneous knock-down of HIF-1alpha and Annexin A1 (ANXA1), one of the identified genes, resulted in complete cessation of proliferation of gastric cancer."}, {"pubmed": 26803520, "text": "We conclude that ANX-A1 is an important regulator of mast cell reactivity to compound 48/80 exerting a negative feedback effect through a mechanism that depends at least partly on the FPR receptor"}, {"pubmed": 26885535, "text": "AnxA1 and its mimetic peptides inhibit neutrophil tissue accumulation by reducing leukocyte infiltration and activating neutrophil apoptosis."}, {"pubmed": 27012521, "text": "Data show that high density lipoprotein (HDL) up-regulated expression of annexin A1 (ANXA1) in HUVEC vascular endothelial cells in a dose-dependent (Fig. 1A-B) and time-dependent manners."}, {"pubmed": 27035116, "text": "the present study provided evidence suggesting that ANXA1 may contribute to the growth and invasion of NSCLC cell lines"}, {"pubmed": 27105503, "text": "Data indicate a regulatory circuit between ANXA1, NF-kB, c-myc and miR-196a which regulates breast cancer cell proliferation and tumor growth."}, {"pubmed": 27270042, "text": "Annexin A1-regulated contacts function in the transfer of endoplasmic reticulum-derived cholesterol to the multivesicular endosomes/bodies when low-density lipoprotein-cholesterol in endosomes is low."}, {"pubmed": 27590054, "text": "The data of this study supported a potential role of ANXAl in AD by reducing Abeta levels and decreasing neuroinflammation, suggesting a novel view that ANXAl may play a protective role in AD progression."}, {"pubmed": 27633771, "text": "ANXA1 restores Abeta42-induced blood brain barrier disruption through inhibition of RhoA-ROCK signaling pathway"}, {"pubmed": 27802331, "text": "ANXA1 is down-regulated and differentially expressed within the SCD genotypes"}, {"pubmed": 27834582, "text": "Our results indicated that ANXA1 may be a key mediator of hypoxia-related metastasis-associated processes in prostate cancer"}, {"pubmed": 27840982, "text": "Annexin A1 role in colon cancer cells drug resistance to 5-fluorouracil"}, {"pubmed": 27860536, "text": "this review details the therapeutic relevance of ANXA1 and its derived peptides in cardiovascular diseases since atherosclerosis stands out as a chronic inflammatory disease with impaired resolution and continuous leukocyte recruitment."}, {"pubmed": 28009433, "text": "High ANXA1 expression is associated with lymphatic invasion and malignant progression of lung cancer."}, {"pubmed": 28035369, "text": "ANXA1 promotes the proliferation of Eca109 cells, and increases the expression of Snail, whereas it inhibits that of E-cadherin, thus enhancing the migration and invasion of ESCC cells. miRNA-196a negatively regulates the expression of ANXA1"}, {"pubmed": 28212890, "text": "This review explores the diverse actions of annexin A1 on breast tumor cells and various host cell types, including stromal immune and structural cells, particularly in the context of cancer immunoediting. [annexin A1]"}, {"pubmed": 28289158, "text": "these data indicate that AnxA1 is actively expressed during L. braziliensis infection."}, {"pubmed": 28355254, "text": "Down-regulation of Annexin A1 in nasopharyngeal carcinoma may lead to the overexpression of S100A9/Vimentin, which may increase the possibility of the invasion ability of NPC cells by adjusting the function of cytoskeleton proteins."}, {"pubmed": 28551657, "text": "Circulating IgG antibodies to ANXA1 could be used as a biomarker for early diagnosis of non-small cell lung carcinoma."}, {"pubmed": 28655761, "text": "Data, including data from studies using knockout mice, suggest cAMP-elevating agents increase levels of ANXA1; this is involved in role of cAMP in resolving acute inflammation (here, ability of cAMP-elevating agents to treat LPS-induced neutrophilic pleurisy). These results reinforce hypothesis that ANXA1 acts in multiple cell types (neutrophils, macrophages) and at multiple levels to promote resolution of inflammation."}, {"pubmed": 28754915, "text": "Down-regulation of ANXA1 expression in head and neck squamous cell carcinoma occurs at transcriptional level.  ANXA1 is a direct target of both miR-196a and miR-196b in HNSCC-derived cell lines."}, {"pubmed": 28963375, "text": "Annexin A1 has a similar immunogenic expression and correlation with its analog Annexin A2 and their association may be a novel immune target of BD in Han Chinese population"}, {"pubmed": 29021293, "text": "We further identified this underlying mechanism also involved a PPARgamma-induced ANXA1-dependent autoubiquitination of cIAP1, the direct E3 ligase of RIP1, shifting cIAP1 toward proteosomal degradation..our study provides first insight for the suitability of using drug-induced expression of ANXA1 as a new player in RIP1-induced death machinery in triple-negative breast cancer"}, {"pubmed": 29091952, "text": "In colorectal cancer, miR-196a over-expression was negatively correlated with annexin A1 protein expression (r = -0.738, p < 0.001), and both were indicators of unfavorable prognosis in terms of poor differentiation, larger tumor size, and advanced clinical stage"}, {"pubmed": 29254791, "text": "that the actions of ANXA1 in the inflammatory and neoplastic processes of the esophagus and stomach are specifically mediated by the formylated peptides receptor 1"}, {"pubmed": 29357787, "text": "our findings suggest that knockdown of annexin A1 promotes radioresistance in nasopharyngeal carcinoma and provides insights into therapeutic targets for nasopharyngeal carcinoma radiotherapy."}, {"pubmed": 29440885, "text": "Annexin A1 expression is upregulated in patients with COPD and affects lung fibroblast function."}, {"pubmed": 29544524, "text": "These findings provide evidence for defective FPR2/3 and annexin A1 expressions that, associated with decreased M2a polarization, might be involved in the development of cigarette smoking induced persistent airflow limitation in chronic obstructive pulmonary disease."}, {"pubmed": 29677533, "text": "Enhanced levels of Annexin A1 were found in the serum and adipose tissue of individuals with obesity and type 2 diabetes mellitus."}, {"pubmed": 29749523, "text": "the results highlighted the protective effects of ANXA1 on bronchial epithelium injury, which most likely occurred via the PTEN/FAK/PI3K/Akt signaling pathway. Thus, the present study contributes to a potential therapeutic strategy for asthma patients."}, {"pubmed": 29932988, "text": "Results show high expression of AnxA1 in triple-negative breast cancer (TNBC) and in lymph node metastasis. A positive correlation is observed between the expression levels of AnxA1 and its receptor, FPR1 in primary tumors. The autocrine activation of FPR1 by AnxA1 might be a pivotal target for TNBC."}, {"pubmed": 29986379, "text": "These results could lead to further information on ANXA1 intracellular role in pancreatic cancer , explaining other aspects that are apart from its tumorigenic behaviour."}, {"pubmed": 30142511, "text": "ANXA1 acts as a tumour suppressor in head and neck squamous cell carcinoma, regulating EGFR activity and exosomal phospho-EGFR release."}, {"pubmed": 30249885, "text": "There was an inverse correlation between the expressions of miR-196a and ANXA1 in serum (Pearson's correlation of -0.54, P = 0.021). Our data revealed that the expression of serum ANXA1 in esophageal squamous cell carcinoma (ESCC) patients increases after chemoradiotherapy and the increased fold change in serum ANXA1 confers independent negative prognostic impact in ESCC."}, {"pubmed": 30286327, "text": "ANXA1 and FPR2 are involved in the biology and malignancy of diffuse astrocytic tumors."}, {"pubmed": 30459351, "text": "In this study, we first showed a clinically positive correlation between ANXA1 and autophagy-associated protein SQSTM1 expression in nasopharyngeal carcinoma (NPC) and ANXA1-regulating SQSTM1 expression through autophagy, and further demonstrated that ANXA1 inhibited BECN1 and ATG5-dependent autophagy in the NPC cells"}, {"pubmed": 30506742, "text": "Renal cell carcinoma patients with high ANXA1 expression had significantly poorer disease-free survival than those with weak or negligible expression. In the renal cell carcinoma cell line, ANXA1 knockdown significantly decreased cell proliferation, invasion, motility and adhesion, and expressed lower relative levels of MT1-MMP and HIF1-alpha transcripts, showing a potential pathway regulated by ANXA1."}, {"pubmed": 30518142, "text": "Extracellular vesicles-related ANXA1 is able to promote cell migration, invasion, and angiogenesis, confirming the relevance of this protein in pancreatic cancer progression."}, {"pubmed": 30614025, "text": "ANXA1 and A2 expressions appear to be related with DNA fragmentation suggesting their possible use as new biomarkers for sperm DNA quality."}, {"pubmed": 30756482, "text": "Results find that ANXA1 promotes the migration and invasion of non-small cell lung cancer (NSCLC) through positive regulation of NF-kappaB activation. Its overexpression correlates with a more aggressive clinical course and a significantly shorter survival."}, {"pubmed": 30963564, "text": "Because of the formation of the annexin A1/S100A11 complex."}, {"pubmed": 30984541, "text": "Combined HMC stimulus and ANXA1 Ac2-26 treatment resulted in an increase in apoptotic HeLa cells, upregulated expression of MMP2, and downregulated expression of COX2,EP3 and EP4."}, {"pubmed": 31114582, "text": "Annexin-A1: Therapeutic Potential in Microvascular Disease."}, {"pubmed": 31124054, "text": "Reduced expression of annexin A1 promotes gemcitabine and 5-fluorouracil drug resistance of human pancreatic cancer."}, {"pubmed": 31142442, "text": "Proteomic analysis of neutrophils in ANCA-associated vasculitis reveals a dysregulation in proteinase 3-associated proteins such as annexin-A1 involved in apoptotic cell clearance."}, {"pubmed": 31259717, "text": "ANXA1 induced apoptosis and cycle arrest in the G0/G1 phase."}, {"pubmed": 31331117, "text": "this article shows that the extracellular form of annexin A1 is able to promote keratinocytes motility and differentiation creating an autocrine loop through formyl peptide receptors."}, {"pubmed": 31462505, "text": "Together, these findings identify impaired disease resolution pathways in relapsing/remitting MS (RRMS) caused by dysregulated ANXA1 expression that could represent new potential therapeutic targets in RRMS."}, {"pubmed": 31479167, "text": "AnxA1-mediated phosphorylation of STAT6 is probably involved with intracellular pathways involving PPARgamma and CD36 actions. These data evidence that PPARgamma/CD36 play a role on AnxA1-mediated efferocytosis in microglial cells."}, {"pubmed": 31489406, "text": "In TPF chemotherapy of OSCC, overexpression of ANXA1 results in epithelial-mesenchymal transtion of cells, which leads to decreased chemosensitivity"}, {"pubmed": 31504683, "text": "Elevated expression of ANXA1 was observed in reactive astrocytes in peri-infarct regions. ANXA1 accumulated at the cell periphery and in swollen cytoplasmic processes of reactive astrocytes, as well as at the rim of vacuoles at the boundary of necrosis, and colocalized with aberrantly distributed aquaporin 4 and excitatory amino acid transporter 1. Foamy macrophages in the necrotic core also expressed abundant ANXA1."}, {"pubmed": 31718194, "text": "Nudged Elastic Band Study on the N-Terminal Domain Conformational Pathways of Annexin A1 from a Buried State to an Exposed State."}, {"pubmed": 31730527, "text": "Comparative expression analysis of phospholipid binding protein annexina1 in nephrogenesis and kidney cancer."}, {"pubmed": 31814858, "text": "Low Annexin A1 expression is associated with Osteoporosis."}, {"pubmed": 31882477, "text": "Low expression of Annexin A1 is associated with Epithelial Ovarian Cancer"}, {"pubmed": 32197509, "text": "HO-1 Interactors Involved in the Colonization of the Bone Niche: Role of ANXA2 in Prostate Cancer Progression."}, {"pubmed": 32200378, "text": "Annexin A1 Expression Capacity as a Determinant for Disease Severity in Crohn's Disease."}, {"pubmed": 32279913, "text": "Evaluation of miR-196a2 expression and Annexin A1 level in children with bronchial asthmaEvaluation of miR-196a2 expression and Annexin A1 level in children."}, {"pubmed": 32300050, "text": "Targeting ANXA1 abrogates Treg-mediated immune suppression in triple-negative breast cancer."}, {"pubmed": 32316027, "text": "Decreased serum Annexin A1 levels in Kawasaki disease with coronary artery aneurysm."}, {"pubmed": 32360947, "text": "The involvement of annexin A1 in human placental response to maternal Zika virus infection."}, {"pubmed": 32403233, "text": "Annexin A1/Formyl Peptide Receptor Pathway Controls Uterine Receptivity to the Blastocyst."}, {"pubmed": 32497150, "text": "Upregulation of annexin A1 protein expression in the intratumoral vasculature of human non-small-cell lung carcinoma and rodent tumor models."}, {"pubmed": 32512864, "text": "RNA-Sequencing-Based Transcriptomic Analysis Reveals a Role for Annexin-A1 in Classical and Influenza A Virus-Induced Autophagy."}, {"pubmed": 32690583, "text": "Genome-Wide Association Analysis Identified ANXA1 Associated with Shoulder Impingement Syndrome in UK Biobank Samples."}, {"pubmed": 32737118, "text": "ANXA1 Binds and Stabilizes EphA2 to Promote Nasopharyngeal Carcinoma Growth and Metastasis."}, {"pubmed": 32858191, "text": "Annexin A1 promotes the nuclear localization of the epidermal growth factor receptor in castration-resistant prostate cancer."}, {"pubmed": 33335138, "text": "Biological and physical approaches on the role of piplartine (piperlongumine) in cancer."}, {"pubmed": 33353163, "text": "Annexin A1 Released in Extracellular Vesicles by Pancreatic Cancer Cells Activates Components of the Tumor Microenvironment, through Interaction with the Formyl-Peptide Receptors."}, {"pubmed": 33397055, "text": "Expression and Clinical Significance of ANXA1 and DICER1 in Myelodysplastic Syndromes."}, {"pubmed": 33406123, "text": "Development of an orally-administrable tumor vasculature-targeting therapeutic using annexin A1-binding D-peptides."}, {"pubmed": 33596760, "text": "Identification of ANXA1 as a potential prognostic biomarker and correlating with immune infiltrates in colorectal cancer."}, {"pubmed": 33706561, "text": "Knockdown of Annexin-A1 Inhibits Growth, Migration and Invasion of Glioma Cells by Suppressing the PI3K/Akt Signaling Pathway."}, {"pubmed": 33804148, "text": "Annexin A1 Expression Is Associated with Epithelial-Mesenchymal Transition (EMT), Cell Proliferation, Prognosis, and Drug Response in Pancreatic Cancer."}, {"pubmed": 33861586, "text": "Annexins A1 and A2 Accumulate and Are Immobilized at Cross-Linked Membrane-Membrane Interfaces."}, {"pubmed": 33959206, "text": "Role of Annexin A1 in Squamous Cell Lung Cancer Progression."}, {"pubmed": 34002210, "text": "ANXA1-GSK3beta interaction and its involvement in NSCLC metastasis."}, {"pubmed": 34022892, "text": "Annexin A1 protects against cerebral ischemia-reperfusion injury by modulating microglia/macrophage polarization via FPR2/ALX-dependent AMPK-mTOR pathway."}, {"pubmed": 34058069, "text": "Mesoglycan connects Syndecan-4 and VEGFR2 through Annexin A1 and formyl peptide receptors to promote angiogenesis in vitro."}, {"pubmed": 34103347, "text": "The Attenuation of Diabetic Nephropathy by Annexin A1 via Regulation of Lipid Metabolism Through the AMPK/PPARalpha/CPT1b Pathway."}, {"pubmed": 34160472, "text": "Calculus-related functional protein expression in ureteral calculus-adhered polyp: A preliminary study."}, {"pubmed": 34195683, "text": "In-depth proteomics analysis of sentinel lymph nodes from individuals with endometrial cancer."}, {"pubmed": 34319001, "text": "RRM2 Regulates Sensitivity to Sunitinib and PD-1 Blockade in Renal Cancer by Stabilizing ANXA1 and Activating the AKT Pathway."}, {"pubmed": 34398393, "text": "The prognostic significance of annexin A family in glioblastoma."}, {"pubmed": 34571894, "text": "Annexin A1 as a Regulator of Immune Response in Cancer."}, {"pubmed": 34595678, "text": "Crosstalk Between RPE Cells and Choroidal Endothelial Cells via the ANXA1/FPR2/SHP2/NLRP3 Inflammasome/Pyroptosis Axis Promotes Choroidal Neovascularization."}, {"pubmed": 34603288, "text": "Formyl Peptide Receptors and Annexin A1: Complementary Mechanisms to Infliximab in Murine Experimental Colitis and Crohn's Disease."}, {"pubmed": 34627197, "text": "Analysis of the myeloid-derived suppressor cells and annexin A1 in multibacillary leprosy and reactional episodes."}, {"pubmed": 34681678, "text": "ANXA1 Contained in EVs Regulates Macrophage Polarization in Tumor Microenvironment and Promotes Pancreatic Cancer Progression and Metastasis."}, {"pubmed": 34723715, "text": "ANXA1 (Annexin A1) regulated by MYC (MYC proto-oncogene) promotes the growth of papillary thyroid carcinoma."}, {"pubmed": 34779491, "text": "Exosomal ANXA1 derived from thyroid cancer cells is associated with malignant transformation of human thyroid follicular epithelial cells by promoting cell proliferation."}, {"pubmed": 34781202, "text": "EphB2 activates CREB-dependent expression of Annexin A1 to regulate dendritic spine morphogenesis."}, {"pubmed": 35028743, "text": "Annexin A1 and its receptor gene polymorphisms in systemic lupus erythematosus in the Tunisian population."}, {"pubmed": 35088957, "text": "[Evaluation of Annexin-1 (ANXA-1), Annexin-2 (ANXA-2) and Bone Morphogenetic Protein-7 (BMP-7) Serum Levels in Patients Followed Up With A Diagnosis of COVID-19].\", trans \"COVID-19 Tanisiyla Takip Edilen Hastalarda Annexin-1 (ANXA-1), Annexin-2 (ANXA-2) ve Kemik Morfogenetik Protein-7 (BMP-7) Serum Duzeyinin Degerlendirilmesi."}, {"pubmed": 35129068, "text": "Methylprednisolone up-regulates annexin A1 (ANXA1) to inhibit the inflammation, apoptosis and oxidative stress of cigarette smoke extract (CSE)-induced bronchial epithelial cells, a chronic obstructive pulmonary disease in vitro model, through the formyl peptide receptor 2 (FPR2) receptors and the adenosine 5'-monophosphate (AMP)-activated protein kinase (AMPK) pathway."}, {"pubmed": 35225485, "text": "Annexin A1 Is a Potential Prognostic Marker for, and Enhances the Metastasis of, Cholangiocarcinoma."}, {"pubmed": 35240489, "text": "ANXA1 and the risk for early-onset Parkinson's disease."}, {"pubmed": 35382852, "text": "Breast cancer metastasis to brain results in recruitment and activation of microglia through annexin-A1/formyl peptide receptor signaling."}, {"pubmed": 35563776, "text": "Expression Profiles of GILZ and Annexin A1 in Human Oral Candidiasis and Lichen Planus."}, {"pubmed": 35770335, "text": "Annexin-1 is an oncogene in glioblastoma and causes tumour immune escape through the indirect upregulation of interleukin-8."}, {"pubmed": 36269280, "text": "Endothelial CYP2J2 overexpression restores the BRB via METTL3-mediated ANXA1 upregulation."}, {"pubmed": 36316443, "text": "Extracellular vesicles-transferred SBSN drives glioma aggressiveness by activating NF-kappaB via ANXA1-dependent ubiquitination of NEMO."}, {"pubmed": 36631478, "text": "Annexin A1 is a polarity cue that directs mitotic spindle orientation during mammalian epithelial morphogenesis."}, {"pubmed": 36651527, "text": "Knockdown of Annexin A1 induces apoptosis, causing G2/M arrest and facilitating phagocytosis activity in human leukemia cell lines."}, {"pubmed": 36786694, "text": "Annexin A1 induces oxaliplatin resistance of gastric cancer through autophagy by targeting PI3K/AKT/mTOR."}, {"pubmed": 36828691, "text": "ANXA1 mutation analysis in Italian patients with early onset PD."}, {"pubmed": 36935103, "text": "Salivary annexin A1: A candidate biomarker for periodontitis."}, {"pubmed": 36988561, "text": "Downregulated annexin A1 expression correlates with poor prognosis, metastasis, and immunosuppressive microenvironment in Ewing's sarcoma."}, {"pubmed": 37190040, "text": "The Multifaceted Role of Annexin A1 in Viral Infections."}, {"pubmed": 37209858, "text": "Targeting of Annexin A1 in Tumor-associated Macrophages as a therapeutic strategy for hepatocellular carcinoma."}, {"pubmed": 37294636, "text": "Annexin A1 is a cell-intrinsic metalloregulator of zinc in human ILC2s."}, {"pubmed": 37566399, "text": "ANXA1 Promotes Tumor Immune Evasion by Binding PARP1 and Upregulating Stat3-Induced Expression of PD-L1 in Multiple Cancers."}, {"pubmed": 37579635, "text": "Tissue plasminogen activator receptor ANXA2 and its complementary regulator anti-inflammatory ANXA1 as prognostic indicators of inflammatory response in COVID-19 pathogenesis."}, {"pubmed": 37927194, "text": "Annexin A1 may contribute to the morphological changes in podocytes by mediating endocytic vesicle fusion and transport via promotion of SNARE assembly in idiopathic membranous nephropathy."}, {"pubmed": 38049523, "text": "Glioma-derived ANXA1 suppresses the immune response to TLR3 ligands by promoting an anti-inflammatory tumor microenvironment."}, {"pubmed": 38085519, "text": "The expression of annexin-A1 in esophageal squamous cell carcinoma and its association with the biological behavior of the primary human esophageal squamous carcinoma cell line."}, {"pubmed": 38358087, "text": "Loss of Endothelial Annexin A1 Aggravates Inflammation-Induched Vascular Aging."}, {"pubmed": 38516766, "text": "An overview of the regulatory role of annexin A1 in the tumor microenvironment and its prospective clinical application (Review)."}, {"pubmed": 38710749, "text": "Mitigation of acute lung injury by human bronchial epithelial cell-derived extracellular vesicles via ANXA1-mediated FPR signaling."}, {"pubmed": 38842205, "text": "PRMT6 Promotes the Immune Evasion of Gastric Cancer by Upregulating ANXA1."}, {"pubmed": 38874830, "text": "Annexin A1 protects epidermal stem cells against ultraviolet-B irradiation-induced mitochondrial dysfunction."}], "genomic_pos": {"chr": "9", "end": 73170393, "ensemblgene": "ENSG00000135046", "start": 73151865, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 75785309, "start": 75766673, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0001780", "pubmed": 21957127, "qualifier": "involved_in", "term": "neutrophil homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002548", "pubmed": 15187149, "qualifier": "involved_in", "term": "monocyte chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002685", "qualifier": "involved_in", "term": "regulation of leukocyte migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006909", "qualifier": "involved_in", "term": "phagocytosis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006909", "qualifier": "involved_in", "term": "phagocytosis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 16130169, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 10882119, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007187", "pubmed": 25664854, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway, coupled to cyclic nucleotide second messenger"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007187", "pubmed": 15187149, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway, coupled to cyclic nucleotide second messenger"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008360", "pubmed": 15187149, "qualifier": "involved_in", "term": "regulation of cell shape"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014839", "qualifier": "involved_in", "term": "myoblast migration involved in skeletal muscle regeneration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018149", "pubmed": 10908733, "qualifier": "involved_in", "term": "peptide cross-linking"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030036", "pubmed": 15187149, "qualifier": "involved_in", "term": "actin cytoskeleton organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030216", "pubmed": 10908733, "qualifier": "involved_in", "term": "keratinocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031340", "pubmed": 2138016, "qualifier": "involved_in", "term": "positive regulation of vesicle fusion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032652", "qualifier": "involved_in", "term": "regulation of interleukin-1 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032717", "pubmed": 22056994, "qualifier": "involved_in", "term": "negative regulation of interleukin-8 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032743", "pubmed": 17008549, "qualifier": "involved_in", "term": "positive regulation of interleukin-2 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033031", "qualifier": "involved_in", "term": "positive regulation of neutrophil apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035924", "pubmed": 22773844, "qualifier": "involved_in", "term": "cellular response to vascular endothelial growth factor stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042102", "pubmed": 17008549, "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042119", "pubmed": 22879591, "qualifier": "involved_in", "term": "neutrophil activation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043066", "pubmed": 16130169, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045627", "pubmed": 17008549, "qualifier": "involved_in", "term": "positive regulation of T-helper 1 cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045629", "pubmed": 17008549, "qualifier": "involved_in", "term": "negative regulation of T-helper 2 cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045920", "pubmed": 19625660, "qualifier": "involved_in", "term": "negative regulation of exocytosis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046632", "qualifier": "involved_in", "term": "alpha-beta T cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046883", "pubmed": 19625660, "qualifier": "involved_in", "term": "regulation of hormone secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050482", "qualifier": "involved_in", "term": "arachidonic acid secretion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050727", "qualifier": "involved_in", "term": "regulation of inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071385", "qualifier": "involved_in", "term": "cellular response to glucocorticoid stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071385", "pubmed": 2936963, "qualifier": "involved_in", "term": "cellular response to glucocorticoid stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071621", "pubmed": 15187149, "qualifier": "involved_in", "term": "granulocyte chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090050", "pubmed": 22773844, "qualifier": "involved_in", "term": "positive regulation of cell migration involved in sprouting angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090303", "pubmed": 25664854, "qualifier": "involved_in", "term": "positive regulation of wound healing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0097350", "pubmed": 21957127, "qualifier": "involved_in", "term": "neutrophil clearance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900087", "qualifier": "involved_in", "term": "positive regulation of G1/S transition of mitotic cell cycle"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0001533", "pubmed": 10908733, "qualifier": "located_in", "term": "cornified envelope"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001891", "qualifier": "located_in", "term": "phagocytic cup"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [22664934, 23580065], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [17008549, 19625660, 25664854], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [10772777, 22056994], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [10772777, 17008549, 19625660, 22056994], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16130169, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005768", "pubmed": 18767904, "qualifier": "located_in", "term": "endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005884", "pubmed": 22773844, "qualifier": "colocalizes_with", "term": "actin filament"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 10772777, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005912", "pubmed": 25468996, "qualifier": "located_in", "term": "adherens junction"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 22056994, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0012506", "qualifier": "is_active_in", "term": "vesicle membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016328", "qualifier": "located_in", "term": "lateral plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031514", "qualifier": "located_in", "term": "motile cilium"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031901", "qualifier": "located_in", "term": "early endosome membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0031982", "pubmed": 19190083, "qualifier": "located_in", "term": "vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042383", "qualifier": "located_in", "term": "sarcolemma"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [25037231, 28344315, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 21362503, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 25664854, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0001786", "qualifier": "enables", "term": "phosphatidylserine binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 10882119, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0005509", "pubmed": 11078886, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20029029, 21383699, 24189400, 31980649, 32296183, 32814053, 34237247], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005543", "pubmed": 2967291, "qualifier": "enables", "term": "phospholipid binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005544", "qualifier": "enables", "term": "calcium-dependent phospholipid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005544", "pubmed": 2138016, "qualifier": "enables", "term": "calcium-dependent phospholipid binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0008289", "pubmed": 8756690, "qualifier": "enables", "term": "lipid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019834", "pubmed": [2936963, 3013422], "qualifier": "enables", "term": "phospholipase A2 inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0048306", "pubmed": 15226301, "qualifier": "enables", "term": "calcium-dependent protein binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0098641", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding involved in cell-cell adhesion"}]}, "homologene": {"genes": [[7955, 334724], [8364, 448333], [9031, 404271], [9544, 702946], [9598, 472953], [9606, 301], [9615, 476322], [9913, 327662], [10090, 16952], [10116, 25380]], "id": 563}, "interpro": [{"desc": "Annexin", "id": "IPR001464", "short_desc": "Annexin"}, {"desc": "Annexin A1", "id": "IPR002388", "short_desc": "ANX1"}, {"desc": "Annexin repeat, conserved site", "id": "IPR018252", "short_desc": "Annexin_repeat_CS"}, {"desc": "Annexin repeat", "id": "IPR018502", "short_desc": "Annexin_repeat"}, {"desc": "Annexin superfamily", "id": "IPR037104", "short_desc": "Annexin_sf"}], "ipi": ["IPI00218918", "IPI00549413", "IPI00643231"], "map_location": "9q21.13", "name": "annexin A1", "other_names": ["annexin A1", "annexin I (lipocortin I)", "annexin-1", "calpactin II", "calpactin-2", "chromobindin-9", "epididymis secretory sperm binding protein", "phospholipase A2 inhibitory protein"], "pantherdb": {"HGNC": "533", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96819", "ortholog_type": "LDO", "panther_family": "PTHR10502", "taxid": 10090, "uniprot_kb": "P10107"}, {"RGD": "2118", "ortholog_type": "LDO", "panther_family": "PTHR10502", "taxid": 10116, "uniprot_kb": "P07150"}, {"Ensembl": "ENSGALG00000015148", "ortholog_type": "LDO", "panther_family": "PTHR10502", "taxid": 9031, "uniprot_kb": "F1N9S7"}, {"ZFIN": "ZDB-GENE-030131-5274", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 7955, "uniprot_kb": "Q804H0"}, {"ZFIN": "ZDB-GENE-050417-72", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 7955, "uniprot_kb": "A0A0G2L5W0"}, {"ZFIN": "ZDB-GENE-030131-6554", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 7955, "uniprot_kb": "B8JLZ3"}, {"ZFIN": "ZDB-GENE-030131-6664", "ortholog_type": "LDO", "panther_family": "PTHR10502", "taxid": 7955, "uniprot_kb": "Q804H2"}, {"WormBase": "WBGene00003591", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 6239, "uniprot_kb": "A0A131MBL3"}, {"FlyBase": "FBgn0000084", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 7227, "uniprot_kb": "P22465"}, {"dictyBase": "DDB_G0284261", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 352472, "uniprot_kb": "Q54PW0"}, {"dictyBase": "DDB_G0269160", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 352472, "uniprot_kb": "P24639"}, {"TAIR": "2064222", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q9ZVJ6"}, {"TAIR": "505006606", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q94CK4"}, {"TAIR": "2184108", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q9LX08"}, {"TAIR": "2184123", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q9LX07"}, {"TAIR": "2177709", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q9XEE2"}, {"TAIR": "2064217", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q9SE45"}, {"TAIR": "2011344", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q9SYT0"}, {"TAIR": "2200281", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q9C9X3"}], "uniprot_kb": "P04083"}, "pathway": {"biocarta": {"id": "gcrpathway", "name": "corticosteroids and cardioprotection"}, "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-397014", "name": "Muscle contraction"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-444473", "name": "Formyl peptide receptors bind formyl peptides and many other ligands"}, {"id": "R-HSA-445355", "name": "Smooth Muscle Contraction"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}], "wikipathways": [{"id": "WP1984", "name": "Integrated breast cancer pathway"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP98", "name": "Prostaglandin Synthesis and Regulation"}]}, "pdb": ["1AIN", "1BO9", "1QLS", "5VFW"], "pfam": "PF00191", "pharmgkb": "PA24823", "pharos": {"target_id": 17793, "tdl": "Tbio"}, "pir": "A03080", "prosite": "PS51897", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245775", "relationship": "is"}, {"id": "GNF245776", "relationship": "is"}, {"id": "GNF245777", "relationship": "is"}, {"id": "GNF245778", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161949", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF033191", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF000490", "relationship": "is"}, {"id": "GNF000491", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF236759", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102697", "relationship": "is"}, {"id": "GNF142351", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": ["NP_000691.1", "XP_016870146.1", "XP_054218828.1", "XP_054218829.1"], "rna": ["NM_000700.3", "XM_017014657.2", "XM_054362853.1", "XM_054362854.1"], "translation": [{"protein": "XP_054218829.1", "rna": "XM_054362854.1"}, {"protein": "XP_054218828.1", "rna": "XM_054362853.1"}, {"protein": "NP_000691.1", "rna": "NM_000700.3"}, {"protein": "XP_016870146.1", "rna": "XM_017014657.2"}]}, "reporter": {"HG-U133_Plus_2": ["201012_at", "233011_at"], "HG-U95Av2": "37403_at", "HTA-2_0": "TC09000335.hg.1", "HuEx-1_0": "3174816", "HuGene-1_1": "8155849", "HuGene-2_1": "17085901"}, "summary": "This gene encodes a membrane-localized protein that binds phospholipids. This protein inhibits phospholipase A2 and has anti-inflammatory activity. Loss of function or expression of this gene has been detected in multiple tumors. [provided by RefSeq, Dec 2014].", "symbol": "ANXA1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412417"}, "unigene": "Hs.494173", "uniprot": {"Swiss-Prot": "P04083", "TrEMBL": ["Q5T3N0", "Q5TZZ9", "Q5T3N1"]}, "wikipedia": {"url_stub": "Annexin A1"}}