{"AllianceGenome": "543", "HGNC": "543", "MIM": "131230", "_id": "308", "_version": 1, "accession": {"genomic": ["AC096730.3", "AH004914.2", "AH005374.3", "CH471056.2", "CP068274.2", "NC_000004.12", "NC_060928.1", "NG_032042.1"], "protein": ["AAA35570.1", "AAA36166.1", "AAA52386.1", "AAB40047.1", "AAB59545.1", "AAB60648.1", "AAH01429.1", "AAH04993.1", "AAH12804.1", "AAH12822.1", "AAH18671.1", "AAY40954.1", "ACJ13644.1", "BAA00122.1", "BAG35528.1", "BAG60228.1", "CAA30985.1", "CAG38759.1", "CAG46640.1", "EAX05256.1", "EAX05257.1", "EAX05258.1", "EAX05259.1", "EAX05260.1", "NP_001145.1", "P08758.2", "XP_016863630.1", "XP_054205835.1"], "rna": ["AK297909.1", "AK312644.1", "AY577779.1", "BC001429.2", "BC004993.1", "BC012804.2", "BC012822.2", "BC018671.1", "BC032093.1", "CR536522.1", "CR541842.1", "D00172.1", "EU794590.1", "J03745.1", "M18366.1", "M19384.1", "M21731.1", "NM_001154.4", "X12454.1", "XM_017008141.3", "XM_054349860.1"], "translation": [{"protein": "NP_001145.1", "rna": "NM_001154.4"}, {"protein": "XP_054205835.1", "rna": "XM_054349860.1"}, {"protein": "AAB59545.1", "rna": "M19384.1"}, {"protein": "AAH04993.1", "rna": "BC004993.1"}, {"protein": "BAG35528.1", "rna": "AK312644.1"}, {"protein": "AAH01429.1", "rna": "BC001429.2"}, {"protein": "AAH18671.1", "rna": "BC018671.1"}, {"protein": "ACJ13644.1", "rna": "EU794590.1"}, {"protein": "BAG60228.1", "rna": "AK297909.1"}, {"protein": "BAA00122.1", "rna": "D00172.1"}, {"protein": "AAA52386.1", "rna": "J03745.1"}, {"protein": "AAA35570.1", "rna": "M18366.1"}, {"protein": "CAG38759.1", "rna": "CR536522.1"}, {"protein": "XP_016863630.1", "rna": "XM_017008141.3"}, {"protein": "CAA30985.1", "rna": "X12454.1"}, {"protein": "AAH12822.1", "rna": "BC012822.2"}, {"protein": "CAG46640.1", "rna": "CR541842.1"}, {"protein": "AAA36166.1", "rna": "M21731.1"}, {"protein": "AAH12804.1", "rna": "BC012804.2"}]}, "alias": ["ANX5", "CPB-I", "ENX2", "HEL-S-7", "PP4", "RPRGL3", "VAC-alph"], "ensembl": {"gene": "ENSG00000164111", "protein": ["ENSP00000296511", "ENSP00000421421", "ENSP00000424106", "ENSP00000424199", "ENSP00000427135"], "transcript": ["ENST00000296511", "ENST00000501272", "ENST00000506395", "ENST00000509016", "ENST00000509648", "ENST00000511552", "ENST00000513428", "ENST00000513523", "ENST00000513728", "ENST00000515017", "ENST00000515717"], "translation": [{"protein": "ENSP00000296511", "rna": "ENST00000296511"}, {"protein": "ENSP00000424106", "rna": "ENST00000501272"}, {"protein": "ENSP00000421421", "rna": "ENST00000506395"}, {"protein": "ENSP00000424199", "rna": "ENST00000515017"}, {"protein": "ENSP00000427135", "rna": "ENST00000513728"}], "type_of_gene": "protein_coding"}, "entrezgene": "308", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.9579624481, "exp_mis": 94.9475546216, "exp_syn": 36.9986034083, "lof_z": 1.43317973204243, "mis_z": 0.147957083660239, "mu_lof": 1.0869812616e-06, "mu_mis": 8.09149642315e-06, "mu_syn": 2.89237247957e-06, "n_lof": 11.0, "n_mis": 92.0, "n_syn": 36.0, "p_li": 3.81587630791735e-06, "p_null": 0.183558736200242, "p_rec": 0.81643744792345, "syn_z": 0.101776695069847}, "bp": 963, "cds_end": 122617744, "cds_start": 122589622, "n_exons": 12, "nonpsych": {"exp_lof": 15.108811932, "exp_mis": 85.6969209426, "exp_syn": 33.2475256139, "lof_z": 1.5434536453876, "mis_z": 0.14694240414047, "mu_lof": 1.0869812616e-06, "mu_mis": 8.09149642315e-06, "mu_syn": 2.89237247957e-06, "n_lof": 9.0, "n_mis": 83.0, "n_syn": 31.0, "p_li": 6.41665873638984e-05, "p_null": 0.115479369820606, "p_rec": 0.88445646359203, "syn_z": 0.245408311757635}, "nontcga": {"exp_lof": 15.5779535518, "exp_mis": 87.3283839192, "exp_syn": 34.0153436925, "lof_z": 1.64405704668352, "mis_z": 0.230758593613205, "mu_lof": 1.0869812616e-06, "mu_mis": 8.09149642315e-06, "mu_syn": 2.89237247957e-06, "n_lof": 9.0, "n_mis": 83.0, "n_syn": 33.0, "p_li": 7.17935933969668e-05, "p_null": 0.0869058741331338, "p_rec": 0.913022332273469, "syn_z": 0.110229123060816}, "transcript": "ENST00000296511.5"}, "exons": [{"cdsend": 121696589, "cdsstart": 121668467, "chr": "4", "position": [[121667945, 121668527], [121669601, 121669724], [121669953, 121670012], [121671546, 121671642], [121672532, 121672626], [121677893, 121677950], [121678414, 121678494], [121681670, 121681761], [121683363, 121683477], [121684676, 121684771], [121686287, 121686372], [121696580, 121696624], [121696862, 121696980]], "strand": -1, "transcript": "NM_001154", "txend": 121696980, "txstart": 121667945}], "exons_hg19": [{"cdsend": 122617744, "cdsstart": 122589622, "chr": "4", "position": [[122589100, 122589682], [122590756, 122590879], [122591108, 122591167], [122592701, 122592797], [122593687, 122593781], [122599048, 122599105], [122599569, 122599649], [122602825, 122602916], [122604518, 122604632], [122605831, 122605926], [122607442, 122607527], [122617735, 122617779], [122618017, 122618135]], "strand": -1, "transcript": "NM_001154", "txend": 122618135, "txstart": 122589100}], "generif": [{"pubmed": 11773704, "text": "Annexin V expression in apoptotic peripheral blood lymphocytes: an electron microscopic evaluation"}, {"pubmed": 12102261, "text": "In vivo imaging of acute cardiac rejection in human patients using (99m)technetium labeled compound."}, {"pubmed": 12200370, "text": "A common polymorphism in the annexin V Kozak sequence (-1C>T) increases translation efficiency and plasma levels of annexin V, and decreases the risk of myocardial infarction in young patients."}, {"pubmed": 12732504, "text": "The -1C>T mutation in this gene does not afffect plama levels of this protein"}, {"pubmed": 12798778, "text": "CR2-positive cells undergo apoptosis; the unmasking of Annexin V binding sites resembles the unmasking of CR2. Therefore, apoptotic cells from the same lineage may share a similar mechanism for neo-surface markers."}, {"pubmed": 12871462, "text": "displacement of annexin A5 from cellular surfaces by antiphospholipid antibodies is not a common mechanism in patients with antiphospholipid antibodies"}, {"pubmed": 14710359, "text": "IGF-I activates specific apoptotic pathways (Caspase-3 activation, Annexin-V binding and DNA degradation in an osteosarcoma cell line."}, {"pubmed": 14764526, "text": "a massive number of circulating annexin-V-binding neutrophils in the absence of apoptosis can be demonstrated in BTHS. These neutrophils expose an alternative substrate for annexin-V different from PS and not recognized by macrophages."}, {"pubmed": 15173196, "text": "annexin V regulates coagulability in the blood stream by binding not only to phosphatidylserine but also to sulfatide"}, {"pubmed": 15242878, "text": "plasmas from patients with aPL antibodies with thromboembolism reduce both A5 binding to phospholipid and A5 anticoagulant activity, identifying a novel mechanism for thrombosis in the aPL syndrome."}, {"pubmed": 15280367, "text": "B-helix calcium binding sites have an essential role in the membrane binding of annexin V"}, {"pubmed": 15286043, "text": "In mature sperm, caspase activation was only detected in annexin V fraction. Selection of annexin V-negative mature spermatozoa might be of relevance for fertility preservation, as this fraction shows no activated apoptosis during cryopreservation."}, {"pubmed": 15381697, "text": "phosphatidylserine-annexin A5-mediated pinocytic pathway"}, {"pubmed": 15526283, "text": "Human colon adenocarcinoma cell differentiation is associated with an up-regulation of AnxA1, AnxA2, and AnxA5 and with a subcellular relocation of these proteins"}, {"pubmed": 15634283, "text": "analysis of Annexin A5-1C/T polymorphism in ischemic stroke"}, {"pubmed": 15692104, "text": "CRP and annexin A5 at physiological concentrations bind to distinct sites of negatively charged phospholipids present in oxidized LDL"}, {"pubmed": 16025836, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16025836, "text": "The -1C to T polymorphism in the annexin A5 gene is not associated with the risk of acute myocardial infarction or sudden cardiac death in middle-aged Finnish males."}, {"pubmed": 16389029, "text": "Reduction of annexin A5 and interference with its anticoagulant and binding activities are associated significantly with history of recurrent spontaneous pregnancy losses. Possible significant role for annexin A5 in maintenance of pregnancy."}, {"pubmed": 16449315, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16579937, "text": "AnxA5 is present in amniotic fluid and increases through gestation from 15 to 24 weeks. Elevated AF-AnxA5 levels were present in patients who developed intrauterine growth restriction."}, {"pubmed": 16670301, "text": "Through an inducible association with the R2 subunit of the IFN-gamma receptor, annexin 5 modulates cellular responses to IFN-gamma by modulating signaling through the Jak-Stat1 pathway."}, {"pubmed": 16704958, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16704958, "text": "The -1T variant of the annexin V gene, which has been suggested to have a protective role against thrombotic disease, was evaluated in 140 women with pregnancy complications and 317 control women with uncomplicated pregnancies."}, {"pubmed": 16785226, "text": "following cell activation, deltaPKC-annexin V binding is a transient and an essential step in the function of deltaPKC"}, {"pubmed": 17053060, "text": "Plasmas with beta2GPI-dependent LAC that recognize domain I displayed significantly increased AnxA5 resistance, suggesting that specifically anti-beta2GPI antibodies compete with AnxA5 for anionic phospholipids"}, {"pubmed": 17137622, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17339269, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17339269, "text": "Sequence analysis of 70 German recurrent pregnancy loss patients, carrying neither factor V Leiden nor a prothrombin mutation, revealed four consecutive nucleotide substitutions in the ANXA5 promoter, which were transmitted as a joint haplotype (M2)."}, {"pubmed": 17363042, "text": "Patients with recurrent miscarriage show elevated plasma levels of annexin V in presence of antiphospholipid antibodies"}, {"pubmed": 17408414, "text": "an Annexin A5 polymorphism may have a protective role against thrombotic episodes after the first myocardial infarct in young patients"}, {"pubmed": 17681182, "text": "Recombinant human annexin V homodimer, Diannexin, protects sinsuoidal endothelial cells from ischemia reperfusion damage."}, {"pubmed": 17766279, "text": "myocardial AnxA5 upregulation is associated with hypertensive heart disease and impairment of systolic function in hypertensive patients, this association being independent of apoptosis."}, {"pubmed": 17869070, "text": "annexin V is necessary for normal CFTR chloride channel activity."}, {"pubmed": 17893975, "text": "ANXA5 deserves further attention and careful studies as the mechanism behind the majority of clinically significant cardiovascular ischemic disease"}, {"pubmed": 18164291, "text": "analysis of translocation and assembly at the plasma membrane and the nuclear envelope"}, {"pubmed": 18384219, "text": "adenosine triphosphate synthase alpha chain was up-regulated, whereas annexin II, annexin V, beta(2)-tubulin, and profilin 1 were down-regulated in nasopharyngeal cancer cell lines"}, {"pubmed": 18462735, "text": "Annexin V expression in human placenta is influenced by the carriership of the common haplotype M2."}, {"pubmed": 18703851, "text": "GnRH stimulation of signaling pathway for annexin A5 mRNA expression is distinct from that of LHbeta mRNA and dependent more on MAPK."}, {"pubmed": 18773956, "text": "Raised anxA5 expression induces an augmented function of DeltaF508-CFTR due to its increased membrane localization, suggesting that anxA5 is a potential therapeutic target in cystic fibrosis."}, {"pubmed": 18951241, "text": "suggest that apoptosis in cultured monocytes, as evidenced by Annexin V(+), operates through genes well known in apoptosis, but that the process also involves additional genes not commonly associated with apoptosis"}, {"pubmed": 18977990, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19056482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19238444, "text": "HuGE review of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19345290, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19345290, "text": "These findings indicate that the polymorphisms of ANXA6 are associated with osteonecrosis of the femoral head."}, {"pubmed": 19372761, "text": "invasion capacity, a main characteristic of tumors, is at least partially regulated by annexin A5 in oral carcinoma"}, {"pubmed": 19461527, "text": "ANXA5 expression seems to be related to the tumor stage and clinical outcome of colorectal adenocarcinoma. Thus ANXA5 could serve as a prognostic marker for tumor progression."}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19620076, "text": "Annexin V expression in the decidua tissues was significantly different between normal pregnancy group and early or late onset severe preeclampsia group."}, {"pubmed": 19639233, "text": "The objective of this study was to investigate the molecular mechanisms underlying Group B Streptococcus-human umbilical vein endothelial cells interaction, focusing specifically on the responsiveness of host protein tyrosine kinase (PTK)."}, {"pubmed": 19652881, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19652881, "text": "the ANXA5 haplotype M2 is significantly and independently associated with the occurrence of recurrent fetal losses pregnancy-related hypertensive disorders"}, {"pubmed": 19799864, "text": "patients with sickle cell disease have elevated plasma levels of annexin A5- and phosphatidylserine-exposing microparticles."}, {"pubmed": 19810772, "text": "annexin A5 is coexpressed in human beta-cells and that exogenous annexin A5 reduces the level of h-IAPP-induced apoptosis in human islets by approximately 50% and in rodent beta-cells by approximately 90%"}, {"pubmed": 19846818, "text": "The higher annexin-V expression compared with other apoptosis parameters and its association with high-grade disease and poor survival in postchemotherapy patients suggest a role in cell survival rather than apoptosis in effusions."}, {"pubmed": 20174767, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20174767, "text": "gene polymorphism is associated with deep venous thrombosis"}, {"pubmed": 20532885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20542876, "text": "Cardiac resynchronization therapy-induced LV reverse remodelling is associated with reduction in plasma AnxA5. The excess of AnxA5 is detrimental for HL-1 cardiomyocytes."}, {"pubmed": 20643388, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20643388, "text": "The M2 haplotype within the ANXA5 gene may represent a new thrombophilic risk factor for pregnancy-related venous thromboembolism"}, {"pubmed": 20705065, "text": "Lp(a) interferes with annexin A5 binding to the procoagulant phosphatidylserine which translocates to the membrane surface under stress condition"}, {"pubmed": 20805002, "text": "The M2 allele of ANXA5 can be linked to reduced mRNA levels in heterozygous placentas and could result in more confined protein levels (lowered expression dynamics) of annexin A5."}, {"pubmed": 21067452, "text": "annexin A5 has multiple effects on CFTR, so that the net effect observed is cell system-dependent"}, {"pubmed": 21078669, "text": "The anxA5 variants with impaired internalization are superior molecular imaging agents in pretargeting strategies as compared with wild-type anxA5."}, {"pubmed": 21185149, "text": "Data show that annexin A5 autoantibodies from patients produced a significant disruption of incomplete annexin A5 crystalline shield on phospholipid bilayer."}, {"pubmed": 21289001, "text": "Findings support the hypothesis that genomic variations within the ANXA5 gene upstream region impact upon the disease susceptibility to recurrent pregnancy loss ."}, {"pubmed": 21298269, "text": "Report association between plasma ANX A5 and anti-annexin antibody levels and severity of systemic lupus erythematosus."}, {"pubmed": 21426764, "text": "Annexin V played an important role in the pathogenesis and progression of preeclampsia by affecting coagulation."}, {"pubmed": 21450308, "text": "Annexin V promotes anticoagulant activity via inhibition of prothrombin activation in patients with acute cerebral ischemia; anti- annexin V IgG is associated with stroke events."}, {"pubmed": 21741441, "text": "Increased levels of annexin-V and decreased levels of TNF-alpha are the result of stabilization via chronic treatment of schizophrenia."}, {"pubmed": 22174207, "text": "Children and adolescents with rheumatic diseases and persistent antiphospholipid antibodies have reduced annexin A5 anticoagulant activity, whereas transient, nonpathogenic antiphospholipid antibody levels have less effect on annexin A5 activity."}, {"pubmed": 22266906, "text": "double and opposite role of annexin A5 in regulating the endocytic and autophagic pathways and the fusion of autophagosomes with lysosomes and endosomes"}, {"pubmed": 22341596, "text": "AnxA5 SNPs could serve as markers for restenosis after PCI and AnxA5 therapeutically prevents vascular remodeling in a dose-dependent fashion in mice."}, {"pubmed": 22425772, "text": "the heterogeneous transcellular distribution, increased intracellular concentrations and decreased serum levels of AnxA5 represent a protective response to lupus-related thrombophilia; AnxA5 mostly participate in the common coagulation pathway in the thrombogenesis of SLE."}, {"pubmed": 22452176, "text": "This review retraces the current state of knowledge on Annexin A2 and A5 functions causing thrombophilia. [review]"}, {"pubmed": 22463102, "text": "Annexin A5 homodimer diannexin binds to phosphatidylserine with high affinity and is a potent inhibitor of platelet-mediated events during thrombus formation."}, {"pubmed": 22624674, "text": "A role has been determined for ANXA5 and the M2 haplotype in the fetus and/or the extraembryonic membranes for pregnancy pathology."}, {"pubmed": 22635237, "text": "M2/ANXA5 haplotype associated with antiphospholipid antibodies [review]"}, {"pubmed": 22728018, "text": "SA-ANX5 as a new biomarker for cellular aging and implicate a functional role for annexin A5 in cellular senescence."}, {"pubmed": 22804929, "text": "The Annexin A5 -1C/T polymorphism may be involved in the development of coal worker's pneumoconiosis in Han Chinese coal miners."}, {"pubmed": 22879587, "text": "Annexin A2 and A5 serve as new ligands for C1q on apoptotic cells"}, {"pubmed": 23284897, "text": "Elevated plasma AnxA5 level in patients after atrial switch operation is associated with impaired systemic myocardial deformation, increased subpulmonary ventricular eccentricity, and increased serum TNF-alpha level."}, {"pubmed": 23498654, "text": "M2/ANXA5 seems an independent recurrent pregnancy loss risk factor in Polycystic Ovary Syndrome patients"}, {"pubmed": 23529182, "text": "It appears that the haplotype M2/ANXA5 is not associated with the presence of anti-trophoblast antibodies."}, {"pubmed": 23724626, "text": "study confirms the presence of both endothelial dysfunction and subclinical atherosclerosis in SLE patients and suggests serum annexin A5 as predictive biomarker for subclinical atherosclerosis in SLE patients."}, {"pubmed": 23850300, "text": "Variations within the ANXA5 gene upstream region were confirmed to be risk factors of recurrent pregnancy loss."}, {"pubmed": 23899942, "text": "ANXA5 M2 haplotpye appears as an recurrent pregnany loss risk factor in male and female carriers with most distinguishable effects between the 10th and 15th week of gestation."}, {"pubmed": 23981755, "text": "Suggest that annezin A5 IgG plays a significant role in producing a hypercoagulable state in primary and secondary antiphospholipid syndrome."}, {"pubmed": 23984545, "text": "The dynamic detection of concentration of annexin-5 can ameliorate the prognosis of possibility of development of cardio-vascular complications under diseases of kidneys."}, {"pubmed": 24021657, "text": "Annexin-V modified substrate was constructed via layer-by-layer (LBL) method for specific capture of early stage apoptotic Jurkat cells."}, {"pubmed": 24140079, "text": "genetic association studies in population in Japan: Data suggest that hypomorphic alleles in ANXA5 promoter in placenta (that is, fetal alleles), but not in maternal blood, contributes to onset of pre-eclampsia."}, {"pubmed": 24152411, "text": "This review describes the structure, function and genetic expression of ANXA5, as well as its possible implication in recurrent pregnancy loss."}, {"pubmed": 24304966, "text": "Annexin A5 binds in a cooperative manner to to phosphatidylserine on apoptotic cell membranes. Shrunken apoptotic cells showed the highest Hill coefficient values."}, {"pubmed": 24318879, "text": "annexin A5 may play a crucial role in cisplatin-induced toxicity by mediating the mitochondrial apoptotic pathway via the induction and oligomerization of VDAC."}, {"pubmed": 24335248, "text": "Lower incidence of M2/ANXA5 carriage in recurrent pregnancy loss patients with elevated lipoprotein(a) levels."}, {"pubmed": 24423325, "text": "This study demonstrated the significant changes in AnxV levels and its function in type 1 diabetic patients."}, {"pubmed": 24466757, "text": "rs11575945 polymorphism of the annexin-A5 gene is associated with schizophrenia, and its minor allele is responsible for higher levels of the annexin-A5 protein in the blood and represent one of the risk factors for this disease"}, {"pubmed": 24600987, "text": "frequency of annexin A5 (-1C/T) polymorphism was higher in systemic lupus erythematosus related groups but did not correlate with recurrent pregnancy loss (RPL) or annexin A5 level; anti-annexin A5 IgM level was higher among antiphospholipid syndrome patients and was associated with RPL"}, {"pubmed": 24743186, "text": "Data show involvement of ANXA5 and ILKAP in susceptibility to malignant melanoma"}, {"pubmed": 24872142, "text": "We could not prove any association of ANX5 antibodies and systemic lupus erythematosis."}, {"pubmed": 25080795, "text": "The annexin 5 in serums of pregnant women and patients with particular types of cancer"}, {"pubmed": 25245332, "text": "annexin A5 promotes GBM cell invasion, MMP-2 expression/activity, and chemoresistance to temozolomide through a PI3K-dependent mechanism."}, {"pubmed": 25323007, "text": "Annexin A5 inhibits DLBCL cell invasion, MMP-9 expression/activity, and chemoresistance to CHOP through a PI3K-dependent mechanism."}, {"pubmed": 25336711, "text": "Polycystic ovary syndrome subjects showed increased annexin V positive microparticle concentrations compared with healthy volunteers."}, {"pubmed": 25382354, "text": "study found neither individual SNPs nor any of the four haplotypes within the ANXA5 gene upstream region were associated with deep venous thrombosis in the Dutch population"}, {"pubmed": 25395618, "text": "Modified forms of LDL activate human T cells through dendritic cells. Annexin A5 inhibits these effects and promotes induction of regulatory T cells."}, {"pubmed": 25495894, "text": "Neither the M1/M2 haplotypes nor the tag SNPs in ANXA5 were convincingly associated with pregnancy related venous thromboembolism."}, {"pubmed": 25525746, "text": "ANXA5 haplotypes/plasma ANXA5 levels were not associated with carotid IMT progression or cardiovascular disease risk in familial hypercholesterolemia patients."}, {"pubmed": 25595530, "text": "AnxA5 promotes membrane resealing of injured human trophoblasts."}, {"pubmed": 25661914, "text": "The prognostic value of AnV and T cell apoptosis was evaluated in children with nephrotic syndrome in this review."}, {"pubmed": 25682309, "text": "The associated male partner risk confirms the proposed role of M2/ANXA5 as a genetic trait impeding embryonic anticoagulation."}, {"pubmed": 25796304, "text": "lower exhaled breath condensate annexin A5 levels in children with exercise-induced asthma compared to non-exercised-induced one"}, {"pubmed": 25799159, "text": "Anx5 could protect cardiomyocytes adherens junctions and improve myocardial contractile function via regulation of p120 and anti-inflammation in LPS-induced endotoxemia."}, {"pubmed": 25899647, "text": "Annexin V is fused to an enzyme, creating a fusion protein that converts nontoxic drug precursors, prodrugs, into anticancer compounds while bound to the tumor, therefore mitigating the risk of side effects."}, {"pubmed": 26135579, "text": "annexin A5 promoter haplotype M2 may not have a role in recurrent pregnancy loss in Estonia or Denmark"}, {"pubmed": 26160872, "text": "Chronically increased alveolar annexin V levels, as reflected in increased idiopathic pulmonary fibrosis (IPF) BALF levels, may contribute to the progression of IPF by inducing the release of pro-fibrotic mediators."}, {"pubmed": 26371709, "text": "The M2 haplotype is a risk factor for early spontaneous abortions, before the 12th week of gestation, and confers about the same relative risk to carriers of both sexes."}, {"pubmed": 27286750, "text": "human myotubes rendered deficient for Annexin-A5 (AnxA5) suffer from a severe defect in membrane resealing."}, {"pubmed": 27318245, "text": "This study functionally characterized allelic variants in the ANXA5 promoter, both alone and in combinations, and the results suggest that combinations of several individual variants contribute to modulate the ANXA5 transcriptional activity, most likely through binding of nuclear factors."}, {"pubmed": 28108842, "text": "This study confirmed the proposed role of M2/ANXA5 as embryonic, genetically associated thrombophilia predisposition factor for early recurrent pregnancy loss among ethnic Malay of Malaysia."}, {"pubmed": 28176826, "text": "AnxA5 2D-network mediates E-cadherin mobility in the plasmalemma that triggers human trophoblasts aggregation and thereby cell fusion."}, {"pubmed": 28393205, "text": "Moreover, mechanism study exhibited that Annexin A5 could activate PI3K/Akt/mTOR signaling pathway, promote epithelial-mesenchymal transition (EMT) and the expression of MMP2 and MMP9. Annexin A5 may be a potential prognostic biomarker in RCC and promotes proliferation, migration and invasion of RCC cells via activating PI3K/Akt/mTOR signaling pathway and regulating EMT process and MMP expression."}, {"pubmed": 28393472, "text": "annexin A5 anticoagulant has a role in adverse outcomes in antiphospholipid antibody positive patients with thrombosis or pregnancy complications"}, {"pubmed": 28497265, "text": "Annexin A5 was proposed to use in detection of apoptosis. associated with the Breast Cancer. Upregulation of the AA5 protein is detected in Pleomorphic Adenoma of the Parotid Gland."}, {"pubmed": 28501283, "text": "Serum annexin A5 level was not altered in pre-eclampsia."}, {"pubmed": 28592134, "text": "Circulating anxA5 levels are associated with carotid intima-media thickness but not coronary plaque composition in high-risk patients with diabetes mellitus."}, {"pubmed": 28605660, "text": "There was no significant difference in circulating ANXA5 levels between subjects of the non-pregnant, RPL and parous groups (median, 0.25 ng/ml vs. 0.21 ng/ml vs. 0.01 ng/ml, p = 0.14) (Fig. 1A ). Similarly, no significant differences in circulating ANXA5 levels were observed across these three clinical subgroups among M2-carriers or non-carriers, respectively."}, {"pubmed": 28900802, "text": "Physiological function of ANXA5 as an embryonic anticoagulant that appears deficient in contiguous specter of thrombophilia-related pregnancy complications culminating more frequently in miscarriage in a maternal M2 carrier background."}, {"pubmed": 29093625, "text": "In patients with colon cancer, annexin A5 expression in cancer tissues is related to lymph node metastasis and tumor grade. Serum level of annexin A5 is related to annexin A5 expression in cancer tissues."}, {"pubmed": 29095261, "text": "Results showed that ANXA5 rs1050606 was significantly associated with left ventricular hypertrophy in Chinese endogenous hypertension patients."}, {"pubmed": 29175091, "text": "MOES, ANXA5 and EFHD2 were confirmed by selected reaction monitoring to be correlated to monocytic differentiation, and could be biomarkers for disease stratification in AML"}, {"pubmed": 29208172, "text": "increase in VEGF and Apelin, and decrease in Annexin A5 supports roles of hemo-dynamic alterations in fetoplacental circulation and structural alterations in uteroplacental bed occurring in preeclampsia."}, {"pubmed": 29257055, "text": "The domain IV-truncated form of anxA5 is impaired in binding phosphatidylserine liposome and apoptotic cells, and anticoagulation activity."}, {"pubmed": 29497952, "text": "Maternal carriers of the ANXA5 M2 haplotype has greater risk of developing placenta-mediated pregnancy complications, such as preeclampsia and intrauterine growth restriction."}, {"pubmed": 29716435, "text": "Study identified an alternative means of supplementing anticoagulation, through elevated ANXA5 expression. Micromolar Zn2+ stimulated ANXA5 expression in cell culture directly and alleviated RPL in AnxA5 genetically deficient mice, without notable toxicity effects."}, {"pubmed": 29802377, "text": "Anxa5 was able to mediate hepatocellular carcinoma carcinogenesis via integrin and MEK-ERK pathways."}, {"pubmed": 29930080, "text": "The transbilayer movement of phospholipids facilitates the transport of annexins A2 and A5 across membranes in cells and in liposomes."}, {"pubmed": 30010106, "text": "When ANXA5 expression increased, cell proliferation was inhibited by regulating the expression of bcl-2 and bax while cell metastasis was suppressed by regulating E-cadherin and MMP-9 expression."}, {"pubmed": 30182154, "text": "Our results imply that ANXA5 plays a potential role in asthma pathogenesis and may be a promising marker for exacerbated bronchial asthma and exposure to air pollutants."}, {"pubmed": 30196743, "text": "Correlation of single nucleotide polymorphisms in the promoter region of the ANXA5 (annexin A5) gene with recurrent miscarriages in women of Greek origin."}, {"pubmed": 30197345, "text": "Caspase-3 and -8 and annexin V may serve as diagnostic markers in Ovarian cancer , also explained that the decrement in control of the S phase in the cell cycle may considered one of the significant factors in the development of ovarian tumors"}, {"pubmed": 30304747, "text": "Clinical Impact on Pregnancy Outcome and Relationship with the M2 Haplotype in the Annexin A5 (ANXA5) Gene"}, {"pubmed": 30536196, "text": "This study firstly provided evidence for the impact of ANXA5 polymorphism on the susceptibility and prognosis of glioma, suggesting ANXA5 variants might have potential roles in the etiology of glioma."}, {"pubmed": 30796324, "text": "Obstetric complication-associated ANXA5 promoter polymorphisms may affect gene expression via DNA secondary structures."}, {"pubmed": 30887514, "text": "The activity of ANXA5 as well as the mRNA/protein expression of ANXA5 was significantly downregulated in RPL patients."}, {"pubmed": 30922645, "text": "This meta-analysis ascertains that women with the M2/ANXA5 haplotype have a higher risk of experiencing repeated pregnancy loss."}, {"pubmed": 31190166, "text": "Athough the infertile patient groups had a higher prevalence of promoter variants, we could not demonstrate any biologically relevant effect of lower levels of annexin A5 on most male fertility parameters. A deficiency in an anticoagulation factor does not seem to impact male fertility."}, {"pubmed": 31605770, "text": "High-resolution structures of annexin A5 in a two-dimensional array."}, {"pubmed": 31642515, "text": "CD4+ ANXA5+ T cells represent a novel unique Treg cell subset exhibiting similarities to conventional Treg cells but with a distinct phenotype and function."}, {"pubmed": 32360152, "text": "Matrix vesicle biomimetics harboring Annexin A5 and alkaline phosphatase bind to the native collagen matrix produced by mineralizing vascular smooth muscle cells."}, {"pubmed": 32469166, "text": "Annexin V in children with idiopathic nephrotic syndrome treated with cyclosporine A."}, {"pubmed": 32796034, "text": "Annexin A5 is essential for PKCtheta translocation during T-cell activation."}, {"pubmed": 32835737, "text": "Human L-Dopa decarboxylase interaction with annexin V and expression during apoptosis."}, {"pubmed": 32964764, "text": "Differential expression of Lumican, Mimecan, Annexin A5 and Serotransferrin in ectopic and matched eutopic endometrium in ovarian endometriosis: a case-control study."}, {"pubmed": 33231792, "text": "Maternal and paternal carriage of the annexin A5 M2 haplotype: a possible risk factor for recurrent implantation failure (RIF)."}, {"pubmed": 34878150, "text": "Genetic analysis of ANXA5 haplotype and its effect on recurrent pregnancy loss."}, {"pubmed": 35245857, "text": "Clinicopathological study and immunohistochemical analysis of expression of annexin A5 and apelin in human placentae of gestational diabetes mellitus."}, {"pubmed": 35899914, "text": "Association between ANXA5 haplotypes and the risk of recurrent pregnancy loss."}, {"pubmed": 35912732, "text": "Increased ANXA5 expression in stomach adenocarcinoma infers a poor prognosis and high level of immune infiltration."}, {"pubmed": 35940392, "text": "Annexin A5 as a targeting agent for cancer treatment."}, {"pubmed": 36958013, "text": "Annexin-A5 and annexin-A6 silencing prevents metastasis of breast cancer cells in zebrafish."}, {"pubmed": 37272842, "text": "Hepatitis C Virus Disrupts Annexin 5-Mediated Occludin Integrity through Downregulation of Protein Kinase Calpha (PKCalpha) and PKCeta Expression, Thereby Promoting Viral Propagation."}, {"pubmed": 38474114, "text": "The Relevance, Predictability, and Utility of Annexin A5 for Human Physiopathology."}, {"pubmed": 38824386, "text": "ANXA5: A Key Regulator of Immune Cell Infiltration in Hepatocellular Carcinoma."}], "genomic_pos": {"chr": "4", "end": 121696995, "ensemblgene": "ENSG00000164111", "start": 121667946, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 122618268, "start": 122589110, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 16130169, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007596", "qualifier": "involved_in", "term": "blood coagulation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043066", "pubmed": 16130169, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050819", "qualifier": "involved_in", "term": "negative regulation of coagulation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16130169, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0012506", "qualifier": "is_active_in", "term": "vesicle membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0042383", "qualifier": "is_active_in", "term": "sarcolemma"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28327460, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28675934, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 20458337, 21362503, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0072563", "qualifier": "located_in", "term": "endothelial microparticle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0001786", "qualifier": "enables", "term": "phosphatidylserine binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004859", "pubmed": 2967495, "qualifier": "enables", "term": "phospholipase inhibitor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21044950, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005543", "pubmed": 2967291, "qualifier": "enables", "term": "phospholipid binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005544", "qualifier": "enables", "term": "calcium-dependent phospholipid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005544", "pubmed": 2138016, "qualifier": "enables", "term": "calcium-dependent phospholipid binding"}]}, "homologene": {"genes": [[7955, 337132], [8364, 493545], [9031, 428767], [9544, 706941], [9598, 461466], [9606, 308], [9615, 476094], [9913, 281626], [10090, 11747], [10116, 25673]], "id": 20312}, "interpro": [{"desc": "Annexin", "id": "IPR001464", "short_desc": "Annexin"}, {"desc": "Annexin A5", "id": "IPR002392", "short_desc": "ANX5"}, {"desc": "Annexin repeat, conserved site", "id": "IPR018252", "short_desc": "Annexin_repeat_CS"}, {"desc": "Annexin repeat", "id": "IPR018502", "short_desc": "Annexin_repeat"}, {"desc": "Annexin superfamily", "id": "IPR037104", "short_desc": "Annexin_sf"}], "ipi": ["IPI00329801", "IPI00964365", "IPI00964913", "IPI00965294", "IPI00967416"], "map_location": "4q27", "name": "annexin A5", "other_names": ["CBP-I", "PAP-I", "VAC-alpha", "anchorin CII", "annexin A5", "annexin V", "annexin-5", "calphobindin I", "endonexin II", "epididymis secretory protein Li 7", "lipocortin V", "placental anticoagulant protein 4", "placental anticoagulant protein I", "thromboplastin inhibitor", "vascular anticoagulant-alpha"], "pantherdb": {"HGNC": "543", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "106008", "ortholog_type": "LDO", "panther_family": "PTHR10502", "taxid": 10090, "uniprot_kb": "P48036"}, {"RGD": "2120", "ortholog_type": "LDO", "panther_family": "PTHR10502", "taxid": 10116, "uniprot_kb": "P14668"}, {"Ensembl": "ENSGALG00000011885", "ortholog_type": "LDO", "panther_family": "PTHR10502", "taxid": 9031, "uniprot_kb": "P17153"}, {"ZFIN": "ZDB-GENE-080220-29", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 7955, "uniprot_kb": "F1QKN3"}, {"ZFIN": "ZDB-GENE-030131-9076", "ortholog_type": "LDO", "panther_family": "PTHR10502", "taxid": 7955, "uniprot_kb": "Q6P0V8"}, {"WormBase": "WBGene00003591", "ortholog_type": "LDO", "panther_family": "PTHR10502", "taxid": 6239, "uniprot_kb": "A0A131MBL3"}, {"FlyBase": "FBgn0000084", "ortholog_type": "LDO", "panther_family": "PTHR10502", "taxid": 7227, "uniprot_kb": "P22465"}, {"dictyBase": "DDB_G0284261", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 352472, "uniprot_kb": "Q54PW0"}, {"dictyBase": "DDB_G0269160", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 352472, "uniprot_kb": "P24639"}, {"TAIR": "2064222", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q9ZVJ6"}, {"TAIR": "505006606", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q94CK4"}, {"TAIR": "2184108", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q9LX08"}, {"TAIR": "2184123", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q9LX07"}, {"TAIR": "2177709", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q9XEE2"}, {"TAIR": "2064217", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q9SE45"}, {"TAIR": "2011344", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q9SYT0"}, {"TAIR": "2200281", "ortholog_type": "O", "panther_family": "PTHR10502", "taxid": 3702, "uniprot_kb": "Q9C9X3"}], "uniprot_kb": "P08758"}, "pathway": {"reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}], "wikipathways": [{"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}, {"id": "WP3670", "name": "Simplified Interaction Map Between LOXL4 and Oxidative Stress Pathway"}, {"id": "WP98", "name": "Prostaglandin Synthesis and Regulation"}]}, "pdb": ["1ANW", "1ANX", "1AVH", "1AVR", "1HAK", "1HVD", "1HVE", "1HVF", "1HVG", "1SAV", "2XO2", "2XO3", "6K22", "6K25", "8GYC", "8H0J", "8H9Z"], "pfam": "PF00191", "pharmgkb": "PA24833", "pharos": {"target_id": 15674, "tdl": "Tbio"}, "pir": "D29250", "prosite": "PS51897", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167291", "relationship": "is"}, {"id": "GNF178197", "relationship": "is"}, {"id": "GNF189103", "relationship": "is"}, {"id": "GNF200009", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161723", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF034805", "relationship": "weakly similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF000508", "relationship": "is"}, {"id": "GNF000509", "relationship": "is"}, {"id": "GNF000510", "relationship": "is"}, {"id": "GNF000511", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF102698", "relationship": "is"}, {"id": "GNF142352", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_032042.1"], "protein": ["NP_001145.1", "XP_016863630.1", "XP_054205835.1"], "rna": ["NM_001154.4", "XM_017008141.3", "XM_054349860.1"], "translation": [{"protein": "XP_054205835.1", "rna": "XM_054349860.1"}, {"protein": "XP_016863630.1", "rna": "XM_017008141.3"}, {"protein": "NP_001145.1", "rna": "NM_001154.4"}]}, "reporter": {"HG-U133_Plus_2": "200782_at", "HG-U95Av2": "37747_at", "HTA-2_0": "TC04001514.hg.1", "HuEx-1_0": "2784027", "HuGene-1_1": "8102619", "HuGene-2_1": "16979482"}, "summary": "The Annexin 5 gene spans 29 kb containing 13 exons, and encodes a single transcript of approximately 1.6 kb and a protein product with a molecular weight of about 35 kDa.The protein encoded by this gene belongs to the annexin family of calcium-dependent phospholipid binding proteins some of which have been implicated in membrane-related events along exocytotic and endocytotic pathways. Annexin 5 is a phospholipase A2 and protein kinase C inhibitory protein with calcium channel activity and a potential role in cellular signal transduction, inflammation, growth and differentiation. Annexin 5 has also been described as placental anticoagulant protein I, vascular anticoagulant-alpha, endonexin II, lipocortin V, placental protein 4 and anchorin CII. Polymorphisms in this gene have been implicated in various obstetric complications. [provided by RefSeq, Dec 2019].", "symbol": "ANXA5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332095"}, "unigene": "Hs.480653", "uniprot": {"Swiss-Prot": "P08758", "TrEMBL": ["D6RBE9", "V9HWE0", "D6RBL5", "D6RCN3", "E9PHT9"]}, "wikipedia": {"url_stub": "Annexin A5"}}