{"AllianceGenome": "550", "HGNC": "550", "MIM": "603735", "_id": "8639", "_version": 1, "accession": {"genomic": ["AB050502.2", "AC016889.28", "CH471152.1", "CP068261.2", "DQ143944.1", "NC_000017.11", "NC_060941.1"], "protein": ["AAC09346.1", "AAC25170.1", "AAC50919.1", "AAH50549.1", "AAZ38716.1", "AGB67480.1", "BAB18866.1", "BAG37582.1", "EAW60897.1", "NP_001264660.1", "NP_001264661.1", "NP_003725.1", "Q16853.3", "XP_011523721.1", "XP_011523722.1", "XP_024306783.1", "XP_047292938.1", "XP_047292939.1", "XP_054173623.1", "XP_054173624.1", "XP_054173625.1", "XP_054173626.1", "XP_054173627.1"], "rna": ["AF054985.1", "AF067406.1", "AK025727.1", "AK315129.1", "BC036368.1", "BC050549.1", "DA592022.1", "DB250074.1", "JX020506.1", "NM_001277731.2", "NM_001277732.2", "NM_003734.4", "NR_102422.2", "U39447.1", "XM_011525419.3", "XM_011525420.4", "XM_024451015.2", "XM_047436982.1", "XM_047436983.1", "XM_054317648.1", "XM_054317649.1", "XM_054317650.1", "XM_054317651.1", "XM_054317652.1", "XR_007065520.1", "XR_008484959.1"], "translation": [{"protein": "XP_047292938.1", "rna": "XM_047436982.1"}, {"protein": "AAC50919.1", "rna": "U39447.1"}, {"protein": "BAG37582.1", "rna": "AK315129.1"}, {"protein": "XP_054173623.1", "rna": "XM_054317648.1"}, {"protein": "XP_054173626.1", "rna": "XM_054317651.1"}, {"protein": "AAH50549.1", "rna": "BC050549.1"}, {"protein": "NP_001264661.1", "rna": "NM_001277732.2"}, {"protein": "XP_054173624.1", "rna": "XM_054317649.1"}, {"protein": "AGB67480.1", "rna": "JX020506.1"}, {"protein": "AAC09346.1", "rna": "AF054985.1"}, {"protein": "NP_003725.1", "rna": "NM_003734.4"}, {"protein": "AAC25170.1", "rna": "AF067406.1"}, {"protein": "XP_047292939.1", "rna": "XM_047436983.1"}, {"protein": "XP_054173625.1", "rna": "XM_054317650.1"}, {"protein": "XP_011523722.1", "rna": "XM_011525420.4"}, {"protein": "XP_054173627.1", "rna": "XM_054317652.1"}, {"protein": "NP_001264660.1", "rna": "NM_001277731.2"}, {"protein": "XP_024306783.1", "rna": "XM_024451015.2"}, {"protein": "XP_011523721.1", "rna": "XM_011525419.3"}]}, "alias": ["HPAO", "SSAO", "VAP-1", "VAP1"], "ec": "1.4.3.21", "ensembl": {"gene": "ENSG00000131471", "protein": ["ENSP00000312326", "ENSP00000464787", "ENSP00000465913", "ENSP00000468043", "ENSP00000468632", "ENSP00000477686", "ENSP00000484312"], "transcript": ["ENST00000308423", "ENST00000587330", "ENST00000588033", "ENST00000591562", "ENST00000592999", "ENST00000613571", "ENST00000617500"], "translation": [{"protein": "ENSP00000312326", "rna": "ENST00000308423"}, {"protein": "ENSP00000464787", "rna": "ENST00000587330"}, {"protein": "ENSP00000465913", "rna": "ENST00000592999"}, {"protein": "ENSP00000468632", "rna": "ENST00000591562"}, {"protein": "ENSP00000468043", "rna": "ENST00000588033"}, {"protein": "ENSP00000477686", "rna": "ENST00000617500"}, {"protein": "ENSP00000484312", "rna": "ENST00000613571"}], "type_of_gene": "protein_coding"}, "entrezgene": "8639", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 19.3139834844, "exp_mis": 292.548762098, "exp_syn": 128.067824213, "lof_z": 0.972371568555738, "mis_z": 2.18904975230463, "mu_lof": 1.59442381771e-06, "mu_mis": 2.61086085251e-05, "mu_syn": 1.13284677669e-05, "n_lof": 15.0, "n_mis": 216.0, "n_syn": 129.0, "p_li": 6.4699578127283e-09, "p_null": 0.579936808977012, "p_rec": 0.42006318455303, "syn_z": -0.0510667943778428}, "bp": 2292, "cds_end": 41008567, "cds_start": 41003360, "n_exons": 4, "nonpsych": {"exp_lof": 17.4032327574, "exp_mis": 264.707081803, "exp_syn": 115.835959281, "lof_z": 0.801177315944891, "mis_z": 2.09900295024035, "mu_lof": 1.59442381771e-06, "mu_mis": 2.61086085251e-05, "mu_syn": 1.13284677669e-05, "n_lof": 14.0, "n_mis": 197.0, "n_syn": 117.0, "p_li": 1.60977041618766e-08, "p_null": 0.641563282617445, "p_rec": 0.358436701284851, "syn_z": -0.0680917687623612}, "nontcga": {"exp_lof": 17.7612837635, "exp_mis": 269.137299193, "exp_syn": 117.814827877, "lof_z": 1.34853852940841, "mis_z": 2.16033087824989, "mu_lof": 1.59442381771e-06, "mu_mis": 2.61086085251e-05, "mu_syn": 1.13284677669e-05, "n_lof": 12.0, "n_mis": 198.0, "n_syn": 118.0, "p_li": 9.7442450352639e-07, "p_null": 0.228941165809505, "p_rec": 0.771057859765991, "syn_z": -0.010803473024801}, "transcript": "ENST00000308423.2"}, "exons": [{"cdsend": 42856293, "cdsstart": 42851343, "chr": "17", "position": [[42851183, 42852943], [42854447, 42854733], [42856274, 42858131]], "strand": 1, "transcript": "NM_001277731", "txend": 42858131, "txstart": 42851183}, {"cdsend": 42856550, "cdsstart": 42854476, "chr": "17", "position": [[42853242, 42853364], [42854447, 42854733], [42855443, 42855573], [42856274, 42858131]], "strand": 1, "transcript": "NM_001277732", "txend": 42858131, "txstart": 42853242}, {"cdsend": 42856550, "cdsstart": 42851343, "chr": "17", "position": [[42851198, 42852943], [42854447, 42854733], [42855443, 42855573], [42856274, 42858123]], "strand": 1, "transcript": "NM_003734", "txend": 42858123, "txstart": 42851198}, {"cdsend": 42858123, "cdsstart": 42858123, "chr": "17", "position": [[42851198, 42852943], [42854536, 42854733], [42855443, 42855573], [42856274, 42858123]], "strand": 1, "transcript": "NR_102422", "txend": 42858123, "txstart": 42851198}], "exons_hg19": [{"cdsend": 41008310, "cdsstart": 41003360, "chr": "17", "position": [[41003200, 41004960], [41006464, 41006750], [41008291, 41010147]], "strand": 1, "transcript": "NM_001277731", "txend": 41010147, "txstart": 41003200}, {"cdsend": 41008567, "cdsstart": 41006493, "chr": "17", "position": [[41005259, 41005381], [41006464, 41006750], [41007460, 41007590], [41008291, 41010147]], "strand": 1, "transcript": "NM_001277732", "txend": 41010147, "txstart": 41005259}, {"cdsend": 41008567, "cdsstart": 41003360, "chr": "17", "position": [[41003215, 41004960], [41006464, 41006750], [41007460, 41007590], [41008291, 41010140]], "strand": 1, "transcript": "NM_003734", "txend": 41010140, "txstart": 41003215}, {"cdsend": 41010140, "cdsstart": 41010140, "chr": "17", "position": [[41003215, 41004960], [41006553, 41006750], [41007460, 41007590], [41008291, 41010140]], "strand": 1, "transcript": "NR_102422", "txend": 41010140, "txstart": 41003215}], "generif": [{"pubmed": 12097405, "text": "VAP-1 is expressed on hepatic sinusoidal endothelial cells in vitro and supports adhesion and transmigration of lymphocytes across these cells under physiological shear stress."}, {"pubmed": 12466139, "text": "Data show that increases in vascular adhesion protein-1 (VAP-1) due to absolute or relative insulin deficiency may be directly involved in the pathogenesis of diabetic angiopathy."}, {"pubmed": 12700900, "text": "normal mice and human lungs revealed vascular adhesion protein-1 expression in the endothelium of large and mid-sized pulmonary vessels"}, {"pubmed": 14715500, "text": "may convert endogenous amines, like methylamine, to vasoactive metabolites."}, {"pubmed": 14726375, "text": "the oxidase activity of VAP-1 controls PMN exit from the blood during the relatively poorly understood transmigration step"}, {"pubmed": 14755492, "text": "Semicarbazide-sensitive amine oxidase is a source of oxidative stress in diseased human skeletal muscle; it contributes to oxidative stress-induced damage in various inflammatory and other myopathies."}, {"pubmed": 15057044, "text": "VAP-1 protein expression is significantly decreased in intratumoral vessels compared with peritumoral ones; this difference was independent of the skin melanoma thickness"}, {"pubmed": 15830186, "text": "Plasma semicarbazide-sensitive amine oxidase (SSAO) is elevated in patients with type 1 and type 2 diabetes and has been implicated in the pathophysiology of diabetic late complications."}, {"pubmed": 15919838, "text": "results suggest that vascular adhesion protein-1 (VAP-1) levels are correlated with fasting glucose and insulin in morbidly obese subjects, and after surgery VAP-1 levels were associated with changes in visceral adiposity and diastolic blood pressure"}, {"pubmed": 16046623, "text": "The dimer structure reveals intriguing features that may have fundamental roles in the adhesive and enzymatic functions of hVAP-1."}, {"pubmed": 16361866, "text": "This study indicates the important role of VAP-1 in the pathogenesis of chronic inflammatory cutaneous disorders, including AE."}, {"pubmed": 16507887, "text": "A role for AOC3-mediated deamination in pulmonary inflammation was shown."}, {"pubmed": 16511016, "text": "Tetragonal crystals were obtained and a data set extending to 2.5 A was collected. The crystals are merohedrally twinned and the estimate of the twinning fraction was complicated by pseudo-symmetry of the crystals."}, {"pubmed": 16556889, "text": "VAP-1 may contribute critically to the oxidase activities in utero, and prove important for lymphocyte trafficking during human ontogeny."}, {"pubmed": 16806498, "text": "We propose that VAP-1 might participate in controlling leukocyte entry into inflamed brain."}, {"pubmed": 17006978, "text": "Expression of VAP-1, Stabilin-1, L-SIGN can be used to identify sinusoidal endothelium and to permit discrimination from vascular and lymphatic endothelial cells."}, {"pubmed": 17256751, "text": "We propose that as well as directly promoting adhesion via interactions with the as yet unknown ligand, binding of enzyme substrate to VAP-1 can indirectly promote inflammatory cell recruitment via upregulation of adhesion molecules and chemokines."}, {"pubmed": 17393059, "text": "Taken together, these results allow us to postulate that SSAO may contribute to the vascular damage associated to AD."}, {"pubmed": 17393062, "text": "VAP-1 was located solely in the membrane fraction of the vascular smooth muscle cell. However it was also shown to be released into the cell-culture medium."}, {"pubmed": 17400359, "text": "semicarbazide-sensitive amine oxidase expression during in vitro differentiation of human preadipocytes and in adipose and stroma-vascular fractions of human fat depots"}, {"pubmed": 17431736, "text": "The elevated serum SSAO activity measured through the detection of the enzyme-generated hydrogen peroxide in HD patients might indicate its contribution to the accelerated atherosclerotic disease observed in uremia."}, {"pubmed": 17490641, "text": "Data suggest atherosclerotic inflammation may be a trigger for sclerosis in calcified stenotic aortic valves through upregulation TGF-beta, VAP-1, MIG and Eotaxin3, which is only partially inhibited by previous statin therapy."}, {"pubmed": 18005095, "text": "VAP-1 may aggravate ischaemic vascular changes and thhe subsequent release of VAP-1 into circulation could be further examined as a potential marker of early ischaemic vasculopathy."}, {"pubmed": 18644360, "text": "Serum levels of VAP-1 are associated with the severity of kidney damage or stages of kidney disease."}, {"pubmed": 18853098, "text": "Increase in the SSAO activity and nitrite and nitrite levels observed in type 2 diabetic patients could be parameters to take in account and play relevant role in diabetes development."}, {"pubmed": 18991279, "text": "VAP-1 regulates the inflammatory response in ischemia-reperfusion injury and suggest that blockade of VAP-1 may have therapeutic value."}, {"pubmed": 19336232, "text": "Serum VAP-1 is increased in both acute and chronic hyperglycemia."}, {"pubmed": 19361461, "text": "acute change of serum SSAO/VAP-1 is a novel marker for hyperglycemia-induced atherosclerosis"}, {"pubmed": 19761765, "text": "immunohistochemistry reveals constitutive expression of VAP-1 in human ocular tissues."}, {"pubmed": 19789505, "text": "Inflammation of the dental pulp was accompanied by a significant decrease in MAO labeling, MAO B (but not MAO A) activity and the increase in SSAO activity."}, {"pubmed": 19861682, "text": "the Siglec-10-VAP-1 interaction seems to mediate lymphocyte adhesion to endothelium"}, {"pubmed": 20063021, "text": "The SSAO activity in the serum of patients with type 2 diabetes is higher when compared with control group and may be a useful marker for diabetes."}, {"pubmed": 20512991, "text": "A novel combination of surface molecules, including VAP-1 and CX(3)CL1 promotes the recruitment of CD16(+) monocytes to the liver, allowing them to localize at sites of chronic inflammation and fibrosis."}, {"pubmed": 21114364, "text": "These remarks suggest that MAO-A and SSAO may play an important role in vascular tissue as well as in the vascular pathophysiology of type 2 diabetes."}, {"pubmed": 21139198, "text": "The structure of VAP-1 was refined to a resolution of 2.9A."}, {"pubmed": 21282368, "text": "Serum VAP-1 can predict 10-year all-cause mortality, cardiovascular mortality, and cancer mortality independently in type 2 diabetic subjects."}, {"pubmed": 21512782, "text": "This review examines the biological functions of VAP-1, especially the role that this molecule might play in the establishment and progression of chronic liver disease."}, {"pubmed": 21585208, "text": "Met211 and Leu469 were shown to be key residues for substrate specificity."}, {"pubmed": 21819380, "text": "using an endothelial cell model, a description for the first time the involvement of the leucocyte-adhesion activity of SSAO/VAP-1 in the Abeta (amyloid beta-peptide)-mediated pro-inflammatory effect"}, {"pubmed": 21821708, "text": "The Siglec-9 peptide binding to the enzymatic groove of VAP-1 can be used for imaging conditions, such as inflammation and cancer."}, {"pubmed": 22133888, "text": "Plasma VAP-1/SSAO activity is increased in intracranial hemorrhage and predicts neurological outcome, suggesting a possible contribution of the soluble protein in secondary brain damage."}, {"pubmed": 22150439, "text": "We found increased VAP-1 activity and anchor protein syndecan-1 content in critically ill patients with septic shock"}, {"pubmed": 22354146, "text": "The immunolocalization of VAP-1 varied in the histopathology of the conjunctiva, involving the pathology of inflammatory conjunctival disorders."}, {"pubmed": 22618595, "text": "Protein level of sVAP-1 was increased and correlated with HEL in the vitreous fluid of patients with PDR."}, {"pubmed": 22714978, "text": "high vascular SSAO/VAP-1 levels in human hippocampus may contribute to vascular degeneration"}, {"pubmed": 22753196, "text": "In psoriatic patients, VAP-1 elevation correlated with elevation of Lp (a). This may be responsible for a higher prevalence of cardiovascular accidents in psoriatic patients."}, {"pubmed": 23062326, "text": "Data suggest that subjects with diabetic retinopathy have higher serum levels of soluble VAP1 than subjects with non-angiogenic ocular diseases (i.e., epiretinal membrane [ERM], idiopathic macular hole [MH], age-related macular degeneration [AMD])."}, {"pubmed": 23120772, "text": "The pathogenetic link between the increase in SSAO activity and severity of neurological deficitin ischemic stroke patients was shown."}, {"pubmed": 23349812, "text": "Data suggest that the down-regulation of both the expression and enzymatic activity of VAP-1 may result from a dominant-negative effect caused by heterodimerization between VAP-1 and alternatively spliced VAP-1Delta3."}, {"pubmed": 23769096, "text": "VAP-1 elevations in heart transplant recipients were predominantly dependent on left ventricular diameter and use of tacrolimus"}, {"pubmed": 24211727, "text": "Serum VAP-1 predicts mortality independently and improves risk stratification in colorectal cancer subjects."}, {"pubmed": 24379274, "text": "We concluded that VAP-1, elevated in patients on Peritoneal Dialysis, was predominantly dependent on residual kidney function and glucose level, factors both linked to endothelial damage and cardiovascular complications."}, {"pubmed": 24503888, "text": "SSAO expression in endothelial cells increases oxygen-glucose-deprivation-associated cell damage. It mediates some tissue damage during the reoxygenation process by oxidizing its known enzymatic substrate, methylamine."}, {"pubmed": 24781952, "text": "Higher serum VAP-1 and Chronic kidney disease can independently predict future development of cancers in type II diabetic subjects"}, {"pubmed": 24903765, "text": "This study demonstrated that low serum VAP-1 levels are associated with poor prognosis in gastric cancer patients."}, {"pubmed": 25279492, "text": "These findings suggest that vaspin and VAP-1 may play a role in the pathogenesis of psoriasis and can be used as markers of the disease"}, {"pubmed": 25342050, "text": "the semicarbazide-sensitive amine oxidase activity of VAP-1 modifies hepatic glucose homeostasis and may contribute to patterns of GLUT expression in chronic disease."}, {"pubmed": 25420878, "text": "Complexes of human ORP2 and VAPs at endoplasmic reticulum-lipid droplet interfaces regulate the hydrolysis of triglycerides and lipid droplet turnover."}, {"pubmed": 25457560, "text": "It stimulates amyloid beta proteins on the vascular walls, and is contributing to cerebral amyloid angiopathies and Alzheimer disease."}, {"pubmed": 25562318, "text": "these results link the amine oxidase activity of VAP-1 with hepatic inflammation and fibrosis and suggest that targeting VAP-1 has therapeutic potential for NAFLD and other chronic fibrotic liver diseases."}, {"pubmed": 26287391, "text": "In this article, we will review the general characteristics and biological functions of VAP-1, focusing on its important role as a prognostic biomarker in human pathologies. [review]"}, {"pubmed": 26395033, "text": "psoriatic patients with the dominant AT1R-A1166C polymorphism had significantly higher serum levels of VAP-1 and MDA but lower total bilirubine, uric acid, ARE, SOD and CAT activities compared to the corresponding control group"}, {"pubmed": 26845338, "text": "serum VAP-1 can predict ESRD and is a useful biomarker to improve risk stratification in type 2 diabetic subjects."}, {"pubmed": 27036009, "text": "Our results show that colorectal myofibroblasts, as defined by the expression of AOC3, NKX2-3, and other markers, are a distinctly different cell type from TGFbeta-activated fibroblasts"}, {"pubmed": 27300745, "text": "Correlation among soluble receptors for advanced glycation end-products, soluble vascular adhesion protein-1/semicarbazide-sensitive amine oxidase (sVAP-1) and cardiometabolic risk markers in apparently healthy adolescents: a cross-sectional study"}, {"pubmed": 27731409, "text": "immunohistochemistry revealed that VAP-1 localized to endothelial cells of intra-plaque neovessels in carotid endarterectomy samples from patients with recent ischemic symptoms"}, {"pubmed": 27766585, "text": "Adipose tissue SSAO activity did not vary according to anatomical location and/or metabolic status in severely obese women."}, {"pubmed": 27893774, "text": "The mechanism of the Siglec-9 and AOC3 interaction"}, {"pubmed": 28251930, "text": "This study showed that the oxidase activity of AOC3 contributes to the development of lung fibrosis mainly by regulating the accumulation of pathogenic leukocyte subtypes, which drive the fibrotic response."}, {"pubmed": 28428344, "text": "VAP-1 expression is increased in primary sclerosing cholangitis, facilitates adhesion of gut-tropic lymphocytes to liver endothelium in a substrate-dependent manner, and elevated levels of its circulating form predict clinical outcome in patients."}, {"pubmed": 29229088, "text": "The study showed that serum VAP-1 level increased with an increasing severity of obstruction in patients with stable COPD. This increase was associated with a reduced quality of life and increased severity of hypoxia."}, {"pubmed": 29392528, "text": "proangiogenic factor VEGF induces sVAP-1 release from retinal capillary endothelial cells and facilitates hydrogen peroxide generation via enzymatic property of sVAP-1, followed by the increase of oxidative stress, one of the crucial factors in the pathogenesis of DR."}, {"pubmed": 30022055, "text": "Studied association of serum vascular adhesion protein-1 (VAP-1) and hyperglycemia; findings support the hypothesis that up-regulation of VAP-1 occurs in response to hyperglycemia in subjects with prediabetes."}, {"pubmed": 30787099, "text": "Soluble VAP-1 activity and levels were lower than in aorta membranes."}, {"pubmed": 31638437, "text": "Elevated VAP-1 levels in gestational diabetes correlated with clinical follow-up and inflammatory markers; may suggest the pathogenetic role of VAP-1 in gestational diabetes."}, {"pubmed": 32001775, "text": "Amine oxidase 3 is a novel pro-inflammatory marker of oxidative stress in peritoneal endometriosis lesions."}, {"pubmed": 32315567, "text": "Zinc-alpha2-glycoprotein as an inhibitor of amine oxidase copper-containing 3."}, {"pubmed": 32410850, "text": "Comparison of Inhibitor and Substrate Selectivity between Rodent and Human Vascular Adhesion Protein-1."}, {"pubmed": 32411328, "text": "Semicarbazide-Sensitive Amine Oxidase Increases in Calcific Aortic Valve Stenosis and Contributes to Valvular Interstitial Cell Calcification."}, {"pubmed": 33727640, "text": "NG2/CSPG4, CD146/MCAM and VAP1/AOC3 are regulated by myocardin-related transcription factors in smooth muscle cells."}, {"pubmed": 33805974, "text": "SSAO/VAP-1 in Cerebrovascular Disorders: A Potential Therapeutic Target for Stroke and Alzheimer's Disease."}, {"pubmed": 35174543, "text": "Downregulation of VAP-1 in OSCC suppresses tumor growth and metastasis via NF-kappaB/IL-8 signaling and reduces neutrophil infiltration."}, {"pubmed": 37253043, "text": "Soluble Vascular Adhesion Protein 1 (sVAP-1) as a biomarker for pregnancy complications: A pilot study."}, {"pubmed": 38461356, "text": "Crosstalk of cell death pathways unveils an autophagy-related gene AOC3 as a critical prognostic marker in colorectal cancer."}], "genomic_pos": {"chr": "17", "end": 42858130, "ensemblgene": "ENSG00000131471", "start": 42851184, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 41010147, "start": 41003201, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 9653080, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007155", "pubmed": 9653080, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009308", "qualifier": "involved_in", "term": "amine metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009308", "pubmed": 9653080, "qualifier": "involved_in", "term": "amine metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046677", "qualifier": "involved_in", "term": "response to antibiotic"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1902283", "qualifier": "involved_in", "term": "negative regulation of primary amine oxidase activity"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 23349812, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005769", "qualifier": "is_active_in", "term": "early endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": 23474851, "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "is_active_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 23474851, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "is_active_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 23474851, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 9653080, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005902", "pubmed": 23349812, "qualifier": "located_in", "term": "microvillus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": [9653080, 23349812], "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 9653080, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005507", "qualifier": "enables", "term": "copper ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005507", "pubmed": 16046623, "qualifier": "enables", "term": "copper ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": 16046623, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [23349812, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008131", "pubmed": [9653080, 23474851], "qualifier": "enables", "term": "primary amine oxidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 16046623, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046982", "pubmed": 23349812, "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048038", "pubmed": 9653080, "qualifier": "enables", "term": "quinone binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0052595", "qualifier": "enables", "term": "aliphatic amine oxidase activity"}]}, "homologene": {"genes": [[5141, 3874887], [7955, 541429], [8364, 594972], [8364, 100497523], [9031, 420015], [9544, 708053], [9598, 454702], [9606, 8639], [9615, 480511], [9913, 281002], [10090, 11754], [10116, 29473], [318829, 5049146]], "id": 2770}, "interpro": [{"desc": "Copper amine oxidase", "id": "IPR000269", "short_desc": "Cu_amine_oxidase"}, {"desc": "Copper amine oxidase, catalytic domain", "id": "IPR015798", "short_desc": "Cu_amine_oxidase_C"}, {"desc": "Copper amine oxidase, N2-terminal", "id": "IPR015800", "short_desc": "Cu_amine_oxidase_N2"}, {"desc": "Copper amine oxidase, N3-terminal", "id": "IPR015802", "short_desc": "Cu_amine_oxidase_N3"}, {"desc": "Copper amine oxidase, N-terminal", "id": "IPR016182", "short_desc": "Cu_amine_oxidase_N-reg"}, {"desc": "Copper amine oxidase, catalytic domain superfamily", "id": "IPR036460", "short_desc": "Cu_amine_oxidase_C_sf"}], "ipi": "IPI00004457", "map_location": "17q21.31", "name": "amine oxidase copper containing 3", "other_names": ["amine oxidase [copper-containing] 3", "amine oxidase, copper containing 3 (vascular adhesion protein 1)", "copper amine oxidase", "membrane primary amine oxidase", "placenta copper monamine oxidase", "semicarbazide-sensitive amine oxidase"], "pantherdb": {"HGNC": "550", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1306797", "ortholog_type": "O", "panther_family": "PTHR10638", "taxid": 10090, "uniprot_kb": "O70423"}, {"RGD": "62058", "ortholog_type": "O", "panther_family": "PTHR10638", "taxid": 10116, "uniprot_kb": "O08590"}, {"Ensembl": "ENSGALG00000033522", "ortholog_type": "O", "panther_family": "PTHR10638", "taxid": 9031, "uniprot_kb": "A0A1D5PTV1"}, {"Ensembl": "ENSGALG00000046412", "ortholog_type": "O", "panther_family": "PTHR10638", "taxid": 9031, "uniprot_kb": "A0A1L1RRS1"}], "uniprot_kb": "Q16853"}, "pathway": {"humancyc": [{"id": "2PHENDEG-PWY", "name": "phenylethylamine degradation I"}, {"id": "PWY-6117", "name": "spermine and spermidine degradation I"}], "kegg": [{"id": "hsa00260", "name": "Glycine, serine and threonine metabolism - Homo sapiens (human)"}, {"id": "hsa00350", "name": "Tyrosine metabolism - Homo sapiens (human)"}, {"id": "hsa00360", "name": "Phenylalanine metabolism - Homo sapiens (human)"}, {"id": "hsa00410", "name": "beta-Alanine metabolism - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-211859", "name": "Biological oxidations"}, {"id": "R-HSA-211945", "name": "Phase I - Functionalization of compounds"}], "smpdb": [{"id": "SMP00007", "name": "Beta-Alanine Metabolism"}, {"id": "SMP00351", "name": "GABA-Transaminase Deficiency"}, {"id": "SMP00492", "name": "Ureidopropionase deficiency"}, {"id": "SMP00493", "name": "Carnosinuria, carnosinemia"}], "wikipathways": {"id": "WP3925", "name": "Amino Acid metabolism"}}, "pdb": ["1PU4", "1US1", "2C10", "2C11", "2Y73", "2Y74", "3ALA", "4BTW", "4BTX", "4BTY"], "pfam": ["PF01179", "PF02727", "PF02728"], "pharmgkb": "PA24840", "pharos": {"target_id": 14689, "tdl": "Tchem"}, "pir": "JC5234", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168924", "relationship": "is"}, {"id": "GNF179830", "relationship": "is"}, {"id": "GNF190736", "relationship": "is"}, {"id": "GNF201642", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000519", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF239633", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF113147", "relationship": "is"}, {"id": "GNF115630", "relationship": "is"}, {"id": "GNF155271", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": ["NP_001264660.1", "NP_001264661.1", "NP_003725.1", "XP_011523721.1", "XP_011523722.1", "XP_024306783.1", "XP_047292938.1", "XP_047292939.1", "XP_054173623.1", "XP_054173624.1", "XP_054173625.1", "XP_054173626.1", "XP_054173627.1"], "rna": ["NM_001277731.2", "NM_001277732.2", "NM_003734.4", "NR_102422.2", "XM_011525419.3", "XM_011525420.4", "XM_024451015.2", "XM_047436982.1", "XM_047436983.1", "XM_054317648.1", "XM_054317649.1", "XM_054317650.1", "XM_054317651.1", "XM_054317652.1", "XR_007065520.1", "XR_008484959.1"], "translation": [{"protein": "XP_047292938.1", "rna": "XM_047436982.1"}, {"protein": "XP_054173625.1", "rna": "XM_054317650.1"}, {"protein": "XP_054173626.1", "rna": "XM_054317651.1"}, {"protein": "NP_001264661.1", "rna": "NM_001277732.2"}, {"protein": "XP_054173623.1", "rna": "XM_054317648.1"}, {"protein": "XP_011523722.1", "rna": "XM_011525420.4"}, {"protein": "XP_054173624.1", "rna": "XM_054317649.1"}, {"protein": "XP_054173627.1", "rna": "XM_054317652.1"}, {"protein": "NP_001264660.1", "rna": "NM_001277731.2"}, {"protein": "XP_024306783.1", "rna": "XM_024451015.2"}, {"protein": "XP_011523721.1", "rna": "XM_011525419.3"}, {"protein": "NP_003725.1", "rna": "NM_003734.4"}, {"protein": "XP_047292939.1", "rna": "XM_047436983.1"}]}, "reporter": {"HG-U133_Plus_2": "204894_s_at", "HG-U95Av2": "33756_at", "HTA-2_0": "TC17000540.hg.1", "HuEx-1_0": ["3722195", "3722209"], "HuGene-1_1": ["8007420", "8007427"], "HuGene-2_1": "16834516"}, "summary": "This gene encodes a member of the semicarbazide-sensitive amine oxidase family. Copper amine oxidases catalyze the oxidative conversion of amines to aldehydes in the presence of copper and quinone cofactor. The encoded protein is localized to the cell surface, has adhesive properties as well as monoamine oxidase activity, and may be involved in leukocyte trafficking. Alterations in levels of the encoded protein may be associated with many diseases, including diabetes mellitus. A pseudogene of this gene has been described and is located approximately 9-kb downstream on the same chromosome. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Apr 2013].", "symbol": "AOC3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412431"}, "unigene": "Hs.198241", "uniprot": {"Swiss-Prot": "Q16853", "TrEMBL": ["K7EIK5", "Q9UEU7", "K7EL47", "K7EQZ5"]}, "wikipedia": {"url_stub": "AOC3"}}