{"AllianceGenome": "16665", "HGNC": "16665", "MIM": "300297", "_id": "8862", "_version": 1, "accession": {"genomic": ["AF179680.1", "AL022162.1", "CH471107.2", "CP068255.2", "DQ385612.1", "NC_000023.11", "NC_060947.1", "NG_016718.1"], "protein": ["AAF25815.1", "AAH21104.2", "AAQ89020.1", "BAA84975.1", "BAG34997.1", "EAX11828.1", "EAX11829.1", "NP_059109.3", "Q9ULZ1.1"], "rna": ["AB023493.1", "AF086248.1", "AK001855.1", "AK312061.1", "AY358657.1", "BC021104.1", "BM992527.1", "DB481574.1", "NM_017413.5"], "translation": [{"protein": "AAQ89020.1", "rna": "AY358657.1"}, {"protein": "BAG34997.1", "rna": "AK312061.1"}, {"protein": "BAA84975.1", "rna": "AB023493.1"}, {"protein": "AAH21104.2", "rna": "BC021104.1"}, {"protein": "NP_059109.3", "rna": "NM_017413.5"}]}, "alias": ["APEL", "XNPEP2"], "ensembl": {"gene": "ENSG00000171388", "protein": "ENSP00000391800", "transcript": "ENST00000429967", "translation": [{"protein": "ENSP00000391800", "rna": "ENST00000429967"}], "type_of_gene": "protein_coding"}, "entrezgene": "8862", "exons": [{"cdsend": 129654630, "cdsstart": 129648625, "chr": "X", "position": [[129645258, 129647917], [129648620, 129648792], [129654563, 129654956]], "strand": -1, "transcript": "NM_017413", "txend": 129654956, "txstart": 129645258}], "exons_hg19": [{"cdsend": 128788607, "cdsstart": 128782602, "chr": "X", "position": [[128779235, 128781894], [128782597, 128782769], [128788540, 128788933]], "strand": -1, "transcript": "NM_017413", "txend": 128788933, "txstart": 128779235}], "generif": [{"pubmed": 12914775, "text": "Differential expression of apelin in patients with chronic heart failure."}, {"pubmed": 12963638, "text": "Plasma level of apelin increased in patients with left ventricular dysfunction; apelin is localized primarily in the endothelium of the coronary arteries and is found at a higher concentration in cardiac tissue after mechanical offloading"}, {"pubmed": 15664671, "text": "reported the presence of APJ receptor-like immunoreactivity on cardiomyocytes, vascular smooth muscle cells and endothelial cells and the presence of apelin-like immunoreactivity in secretory vesicles of vascular endothelial cells"}, {"pubmed": 15677759, "text": "Insulin and obesity up-regulate apelin in adipocytes."}, {"pubmed": 16115460, "text": "Apelin counteracts the effects of AVP in the maintenance of body fluid homeostasis."}, {"pubmed": 16563531, "text": "Human osteoblasts express apelin and APJ and apelin enhances human osteoblast proliferation, but has no effect on osteoblast differentiation, and APJ/PI3 kinase/Akt pathway is involved in the proliferation response."}, {"pubmed": 16723381, "text": "Apelin might be a candidate to understand potential links between obesity and associated disorders such as inflammation and insulin resistance."}, {"pubmed": 17060400, "text": "The transcriptional regulation of human and rat apelin is reported."}, {"pubmed": 17128405, "text": "apelin and APJ are expressed in preeclamptic placentas and may have a role in development of preeclampsia"}, {"pubmed": 17177135, "text": "potential link with pathogenesis of glucose resistance and type 2 diabetes."}, {"pubmed": 17412318, "text": "Apelin and APJ expression is highly upregulated in microvascular proliferations of brain tumors such as malignant gliomas."}, {"pubmed": 17823846, "text": "Immunohistochemistry was performed to investigate the expression and localization of apelin in normal human breast tissue and breast carcinoma."}, {"pubmed": 17826642, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17906101, "text": "The apelin-APJ pathway may thus provide a mechanism for systemic endothelial monitoring of tissue perfusion and adaptive regulation of cardiovascular function."}, {"pubmed": 18272843, "text": "there is a relationship between plasma osmolality, plasma apelin and plasma AVP in various states of hydration"}, {"pubmed": 18401529, "text": "In conclusion, the ERK1/2, but not p38 MAPK pathway is activated by apelin-13 through coupling of human APJ to Gi2-protein, which contributes to cellular responses."}, {"pubmed": 18484561, "text": "Dysregulation of apelin might be involved in the mechanism of establishment of overt diabetes mellitus as well as associated atherosclerotic complications."}, {"pubmed": 18505110, "text": "Serum Apelin level changes in patients with severe sepsis and septic shock, which may provide clues in diagnosis and prognosis."}, {"pubmed": 18617693, "text": "Hypoxia-inducible factor-1alpha knockdown abolishes hypoxia-induced apelin expression."}, {"pubmed": 18772060, "text": "Both apelin isoforms caused reproducible vasodilation in forearm resistance vessels (p < 0.0001)."}, {"pubmed": 18816630, "text": "Human patients with liver cirrhosis show a marked increase in apelin levels."}, {"pubmed": 18845302, "text": "LDL-cholesterol lowering increases plasma apelin in isolated hypercholesterolemia."}, {"pubmed": 19015606, "text": "Reduced apelin levels are observed in a homogenous population of stable angina subjects; the plasma apelin level is negatively correlated with the degree of coronary stenosis."}, {"pubmed": 19100414, "text": "Assessment of the association between apelin and coronary artery disease among kidney allograft recipients."}, {"pubmed": 19123778, "text": "Nuclear magnetic resonance and circular dichroism spectroscopy results are presented for a variety of apelin peptides at both physiological and low temperatures allowing determination of the bioactive structure of apelin."}, {"pubmed": 19307984, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19307984, "text": "genetic variation within apelin and AGTRL1 likely contributes to essential hypertension, BMI and the onset age of hypertension"}, {"pubmed": 19344973, "text": "Plasma dimethylarginine and apelin levels are similar in type 2 diabetic paatients with and without diabetic retinopthy."}, {"pubmed": 19527631, "text": "Hypoxia induces the expression of apelin gene. Overexpression of apelin clearly accelerates in vivo tumour growth, due to an increased number of vessels irrigating these tumours. Review."}, {"pubmed": 19567136, "text": "APLN SNP rs2235306 was associated with fasting plasma glucose levels in males. It suggests that APLN genetic variants may contribute to clinical features related to glucose metabolism in Chinese population."}, {"pubmed": 19597036, "text": "Data show that in cardiac tissue, the apelin peptides are among the most potent endogenous positive inotropic agents yet reported."}, {"pubmed": 19643928, "text": "Untreated obstructive sleep apnea was associated with elevated plasma apelin levels, altered apelin secretory dynamics in response to oral glucose and lack of an apparent circadian variability."}, {"pubmed": 19766342, "text": "Blood apelin level changes with lifestyle changes and in patients with type 2 diabetes."}, {"pubmed": 19804703, "text": "Apelin is a recently identified peptide which plays an important role in cardiovascular function and in water metabolism--REVIEW"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19926159, "text": "No association between circulating apelin levels and gestational diabetes"}, {"pubmed": 19940213, "text": "Plasma apelin levels are lower in newly diagnosed and untreated type 2 diabetic subjects than in healthy control subjects."}, {"pubmed": 20045153, "text": "plasma apelin levels are not altered in nondiabetic and normotensive male subjects with nonalcoholic fatty liver disease"}, {"pubmed": 20055692, "text": "While apelin/APJ myocardial expression decreases, apelin plasma levels increase in left ventricular hypertrophy"}, {"pubmed": 20099713, "text": "Aortic valve stenosis is characterized by an up-regulation of the apelin-APJ signaling pathway."}, {"pubmed": 20220056, "text": "The apelin/APJ system may be involved in retinal neovascularization during the development of proliferative diabetic retinopathy."}, {"pubmed": 20224560, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20224560, "text": "Our study indicates that genetic variation of APLN and ACE2 may influence BP response to potassium intake."}, {"pubmed": 20382684, "text": "apelin concentrations decreased as a result of fat tissue depletion in patients with anorexia nervosa"}, {"pubmed": 20485192, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20485192, "text": "found robust haplotype-based and haplotype-phenotype associations of four well characterized polymorphisms in apelin-AGTRL1 system with hypertension and related phenotypes"}, {"pubmed": 20495838, "text": "The apelin suppresses serum deprivation-induced apoptosis of human VSMCs, and that the anti-apoptotic action is mediated through the APJ/PI3-K/Akt signaling pathways."}, {"pubmed": 20504125, "text": "Apelin levels were significantly lower and the ADMA levels were significantly higher in patients with hypertension; both ADMA and apelin were related to the systolic blood pressures"}, {"pubmed": 20580037, "text": "apelin-36 levels showed a modest association with homeostasis model assessment of insulin resistance in patients with nonalcoholic fatty liver disease"}, {"pubmed": 20581707, "text": "Increased Apelin is associated with non-small cell lung cancer."}, {"pubmed": 20610231, "text": "Apelin is produced in the heart; production is reduced in patients with heart failure."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20652246, "text": "Apelin may contribute to the onset and/or progression of osteoarthritis, and may provide new insights into its pathophysiology."}, {"pubmed": 20662349, "text": "Children with type 1 diabetes mellitus have significantly increased circulating apelin levels when compared to healthy controls."}, {"pubmed": 20669343, "text": "high sensitive C-reactive protein and apelin levels increase after percutaneous coronary intervention and drug-eluting stent implantation"}, {"pubmed": 20675385, "text": "These findings bring new insights into apelin receptor activation and show that Phe(255) and Trp(259), by interacting with the C-terminal Phe of the pyroglutamyl form of apelin 13 (pE13F) or K17F, are crucial for apelin receptor internalization."}, {"pubmed": 20676956, "text": "Apelin-36 concentrations are reduced in low risk first ST-elevation myocardial infarction patients during the first days regardless of the degree of left ventricular dysfunction and prognosis."}, {"pubmed": 20813143, "text": "Apelins and nesfatin-1 concentrations were higher in mature milk than in colostrum (P<0.05). The concentration of apelins, ghrelins and nesfatin-1 in serum and milk in gestational diabetic lactating women was lower than in control samples"}, {"pubmed": 20843995, "text": "apelin mediates some of the fibrogenic effects triggered by AII and ET-1, thus suggesting that apelin could be an important mediator of fibrogenesis in human liver disease."}, {"pubmed": 20864562, "text": "Loss of cardiac apelin may be involved in the mechanisms of heart failure development in aortic stenosis."}, {"pubmed": 20943064, "text": "Low plasma apelin levels before external electrical cardioversion are an independent prognostic factor for arrhythmia recurrence in patients with atrial fibrillation"}, {"pubmed": 21158215, "text": "The results of the present study indicate that plasma apelin levels are lower in child obesity and pubertal state is an important determinant of plasma apelin levels."}, {"pubmed": 21233449, "text": "Disruption of apelin-APJ signaling can exacerbate pulmonary hypertension mediated by decreased activation of AMP-activated kinase and eNOS."}, {"pubmed": 21264801, "text": "Apelin serum levels do not add further information on the cardiovascular-, or diabetes risk pattern in a diabetes prone population."}, {"pubmed": 21358603, "text": "A difference in leptin plasma levels between healthy volunteers and patients with newly diagnosed obstructive sleep apnoea syndrome; apelin decreases and obestatin remains unchanged ."}, {"pubmed": 21412239, "text": "demonstrated that non-activated APJ may suppress Ang II-AT(1) signaling, whereas this ligand-independent function was diminished with apelin activation"}, {"pubmed": 21448846, "text": "Apelin expression and secretion by human adipocytes are strongly induced under hypoxic conditions."}, {"pubmed": 21521329, "text": "Data suggest that although strongly correlated with adiponectin, apelin cannot be used as a marker of insulin sensitivity, but it could serve as a marker of oxidative stress in pregnancy."}, {"pubmed": 21575945, "text": "Apelin levels were lowered in women with polycystic ovary syndrome."}, {"pubmed": 21609753, "text": "apelin stimulates energy expenditure via increase vascular mass and mitochondrial biogenesis in skeletal muscle."}, {"pubmed": 21631898, "text": "Studies indicate that apelin may be a potentially viable candidate in the search for treatments for Type 2 diabetes and the insulin resistance."}, {"pubmed": 21775567, "text": "Both association and functional studies suggested that APLN polymorphisms were associated with risks of obesity phenotypes."}, {"pubmed": 21821917, "text": "Data describe a BMPR2-mediated transcriptional complex between PPARgamma and beta-catenin, and suggest that apelin could be effective in treating PAH by rescuing BMPR2 and PAEC dysfunction."}, {"pubmed": 21864607, "text": "Apelin was significantly elevated in the epileptogenic temporal neocortex of temporal lobe epilepsy patients as compared with non-epileptic controls."}, {"pubmed": 22007137, "text": "Data show that apelin level varies among stages of chronic hepatitis C, which may contribute to fibrosis progression."}, {"pubmed": 22037214, "text": "the novel peptide apelin and its receptor APJ can induce the morphological and functional maturation of blood vessels in tumors"}, {"pubmed": 22200678, "text": "Human apelin forms a heterodimer with the kappa opioid receptor and leads to increased protein kinase C and decreased protein kinase A."}, {"pubmed": 22203468, "text": "Data suggest that maternal serum apelin-36 levels are higher and nesfatin-1 levels are lower in patients with gestational diabetes mellitus compared with control pregnant women; however, the cord blood apelin-36 and nesfatin-1 levels are similar."}, {"pubmed": 22209991, "text": "apelin-12 stimulates gastric acid secretion through an increase in histamine release and synthesis from gastric mucosa, suggesting that apelin might play a role in the secretion of gastric acid or serve as a regulating factor of the secretion of gastric acid"}, {"pubmed": 22285858, "text": "Strong apelin expression significantly correlates with tumor recurrence and disease-free survival in oral squamous cell carcinoma."}, {"pubmed": 22360921, "text": "Apelin exerted an inhibitory effect on spontaneous and oxytocin-induced contractions in human myometrium."}, {"pubmed": 22533552, "text": "The serum levels of apelin were higher in the pregnant women with preeclampsia."}, {"pubmed": 22611158, "text": "APELIN promotes hematopoiesis from human embryonic stem cells."}, {"pubmed": 22676366, "text": "Reduced circulating apelin peptides may be associated with preeclampsia."}, {"pubmed": 22699819, "text": "The arginine-vasopressin / apelin balance changes with plasmatic osmolality variations induced by hemodialytic sessions and could represent a physiopathological marker of arterial hypo- and hypertension."}, {"pubmed": 22780711, "text": "HD patients with secondary hyperparathyroidism have high plasma apelin levels, which suggest that apelin may protect bone in HD patients by acting as an osteoblastic factor."}, {"pubmed": 22884920, "text": "The apelin-36 is locally synthesized in the arteries and veins and might be important markers in the cardiopulmonary bypass."}, {"pubmed": 22895257, "text": "These results identify an important regulatory link between BMP and the apelin-APLNR vascular signaling pathway"}, {"pubmed": 22927708, "text": "Early-stage rheumatoid arthritis is associated with alterations of serum ADMA and apelin levels, which might be used as biomarkers to detect early endothelial dysfunction in these patients."}, {"pubmed": 22944040, "text": "serum levels of asymmetric dimethylarginine (ADMA), apelin, and tumor necrosis factor (TNF) in non-obese women with polycystic ovary syndrome"}, {"pubmed": 22995518, "text": "Apelin/APJ pathway serves as a critical intermediary that links statin to its pleiotropic effects in regulating endothelial gene targets and function."}, {"pubmed": 23226564, "text": "Interactive effects of genetic defects in apelin/APJ pathway might confer a potential risk in Chinese hypertensive patients."}, {"pubmed": 23227256, "text": "Type 2 diabetes, but not type 1 diabetes, is associated with increased serum apelin levels compared to non-diabetic subjects."}, {"pubmed": 23227848, "text": "variations in the levels of apelin and IGF-1 in retinopathy of prematurity"}, {"pubmed": 23296045, "text": "The apelin/APJ system may be involved in the development of retinal neovascularization of ROP. The present results showed that the effect of apelin was related to HIF-1a but independent with VEGF."}, {"pubmed": 23314958, "text": "Human labor downregulates apelin expression in human fetal membranes."}, {"pubmed": 23316219, "text": "Common variants on APLN are not associated with the prevalence of hypertension in Chinese subjects with/without diabetes."}, {"pubmed": 23318714, "text": "Age and BMI were negatively correlated with several osteoarthritis- and obesity-related genes. Although the bulk of these changes appeared to be driven by age, expression of APLN was related to BMI."}, {"pubmed": 23406471, "text": "Circulating concentration of apelin correlates with indices of bone turnover in gestational hypertensive disorders"}, {"pubmed": 23422767, "text": "fasting plasma apelin concentrations were higher (p<0.001), while fasting visfatin levels tended to be lower (p=0.06) in patients with type 1 diabetes in comparison to healthy subjects"}, {"pubmed": 23429279, "text": "Reduced adipose tissue apelin expression and serum concentration may contribute to improved insulin sensitivity beyond significant weight loss."}, {"pubmed": 23437347, "text": "Apelin ameliorates TNF-alpha-induced reduction of glycogen synthesis in the hepatocytes through G protein-coupled receptor APJ."}, {"pubmed": 23476106, "text": "Apelin and visfatin can serve as excellent indicators to distinguish children with atopic dermatitis from those without disease."}, {"pubmed": 23484462, "text": "In non-diabetic patients with ankylosing spondylitis on treatment with infliximab apelin serum levels do not correlate with disease activity or metabolic syndrome."}, {"pubmed": 23515451, "text": "Data from subjects with syndrome of inappropriate antidiuretic hormone suggest that increase in apelin secretion in chronic heart failure is inappropriate and cannot counterbalance vasopressin overproduction, contributing to abnormal water balance."}, {"pubmed": 23557907, "text": "Apelin produces regulatory effects on drinking behavior, diuresis, arginine vasopressin (AVP) release and glucocorticoids secretion. [Review]"}, {"pubmed": 23577111, "text": "upregulated apelin in type 2 diabetes promotes angiogenesis in glomeruli to form abnormal vessels"}, {"pubmed": 23817469, "text": "APLN is a critical regulator of the myocardial response to infarction and ischemia."}, {"pubmed": 23844873, "text": "Apelin messenger RNA is significantly decreased in pre-eclamptic placentas compared with normotensive pregnancies."}, {"pubmed": 23950038, "text": "Hypothalamic actions of apelin on energy metabolism: new insight on glucose homeostasis and metabolic disorders"}, {"pubmed": 23973863, "text": "Apelin is associated with kidney function decline in ADPKD, suggesting that it may be a new marker to predict kidney outcome"}, {"pubmed": 24032577, "text": "A negative correlation between plasma apelin levels and blood pressure was found in this 1000-population-based epidemiological study"}, {"pubmed": 24055369, "text": "REVIEW: Growing evidence shows that apelin/APJ system functions as a critical mediator of cardiovascular homeostasis and is involved in the pathophysiology of cardiovascular diseases."}, {"pubmed": 24089668, "text": "Apelin levels might have a significant clinical use as a marker/predictor of cardiovascular mortality and hospitalization or even as a therapeutic agent for CKD patients with cardiovascular disease."}, {"pubmed": 24362107, "text": "This study, for the first time, reveals the antioxidant properties of apelin in adipocytes, and suggests its potential as a novel therapeutic target for metabolic diseases."}, {"pubmed": 24417455, "text": "Apelin may play a role in glycaemic balance and even insulin sensitivity."}, {"pubmed": 24433492, "text": "Apelinergic system has important roles in volume regulation, cardiovascular functions, lipid metabolism and bone mineral disorders in PD patients."}, {"pubmed": 24469934, "text": "In patients with cancer, apelin closely reflects the stage of the disease and represents a strong and independent risk marker for cancer progression."}, {"pubmed": 24475149, "text": "Apelin-12 levels are significantly higher in obese vs. non-obese girls in China and correlate significantly with obesity-related markers insulin, HOMA-IR, and triglycerides."}, {"pubmed": 24505289, "text": "This study is the first to demonstrate dual vasopressin/apelin adaptation mediated by inflammatory molecules and neuronal Trpv2, during aging."}, {"pubmed": 24642195, "text": "The data suggest that serum apelin levels are lower in women with polycystic ovary syndrome than in controls; apelin can be used as a specific marker for insulin sensitivity and lipid profile"}, {"pubmed": 24675084, "text": "Adiponectin/T-cadherin and apelin/APJ expression patterns were found to be inversely associated with human aortic and coronary atherosclerosis."}, {"pubmed": 24691252, "text": "These results suggest that the increased in plasma apelin levels may be associated with exercise training-induced alternation of arterial stiffness in middle-aged and older adults."}, {"pubmed": 24721640, "text": "apelin is a novel biomarker for predicting type 2 diabetes in men"}, {"pubmed": 24736484, "text": "Serum apelin is significantly higher in patients with metabolic syndrome."}, {"pubmed": 24896245, "text": "While plasma apelin increases in obesity, it decreases with increasing age and pubertal stage"}, {"pubmed": 24905139, "text": "plasma apelin was increased in patients with good coronary collaterals and apelinwas an independent marker of good coronary collateral development"}, {"pubmed": 24933198, "text": "serum levels lower in acute myocardial infarction patients as compared to patients with stable angina"}, {"pubmed": 24966992, "text": "In chronic hepatitis C apelin signaling may mediate the evolution and progression of dysplastic nodules and hepatocellular carcinoma."}, {"pubmed": 25020167, "text": "Significant correlations of apelin with components of carbohydrate pool dedicate that apelin takes part in the development of gluco-metabolic disorders in essential hypertension."}, {"pubmed": 25052841, "text": "ATF4-mediated repression of apelin contributes substantially to the pro-apoptotic effects of p38."}, {"pubmed": 25060841, "text": "obese (especially diabese) youngsters demonstrated lower serum apelin levels; the G212A polymorphism of the APLNR gene was found to exert a favourable effect on circulating apelin levels in childhood obesity"}, {"pubmed": 25068525, "text": "maternal serum levels were higher in women who subsequently developed early or late pre-eclampsia than in those who remained normotensive"}, {"pubmed": 25156130, "text": "We failed to show an association between vitamin D, apelin and mean platelet volume"}, {"pubmed": 25224937, "text": "Plasma apelin concentrations do not predict medium to long-term prognosis in patients with advanced HF secondary to left ventricular systolic dysfunction."}, {"pubmed": 25271156, "text": "serine 348 on the apelin receptor is a novel regulatory phosphorylation site in apelin-13-induced G protein-independent biased signaling"}, {"pubmed": 25272042, "text": "Apelin and APLN SNP rs3761581 was associated with combined hypertension with CRAE, indicating that the expression of APLN gene products may be involved in vascular injury."}, {"pubmed": 25275024, "text": "Apelin-APJ is overexpressed, and works as a signal for arteriogenesis in HCC."}, {"pubmed": 25298206, "text": "apelin-13 has a role in inducing expression of prothrombotic tissue factor"}, {"pubmed": 25318629, "text": "Apelin was detected in all neonates and concentrations were positively correlated to sepsis scores. Neonates with sepsis had significantly elevated concentrations (8 folds increase) of serum apelin concentration as compared to controls."}, {"pubmed": 25324682, "text": "apelin was involved in the formation of epiretinal membranes and promoted the formation of adventitia, including glial, endothelial, and RPE cells"}, {"pubmed": 25359495, "text": "built 3 homology 3-D models of the ApelinR and revealed the conservation at the bottom of the apelin binding site of a hydrophobic cavity in which the C-terminal Phe of pE13F was embedded"}, {"pubmed": 25447414, "text": "Apelin could activate multiple protective mechanisms to prevent heart, brain, liver and kidney ischemia/reperfusion injury. [Review]"}, {"pubmed": 25486928, "text": "An imbalance in the apelin and endothelin systems may contribute to an increasing number of vaso-occlusive episodes and baseline pain in children with sickle cell disease."}, {"pubmed": 25532941, "text": "confirmed for the first time that the dysregulated miR-224/ apelin axis may be associated with tumorigenesis and aggressive progression of prostate cancer"}, {"pubmed": 25539544, "text": "Our findings showed no significant association between the apelin rs2235306 variant and metabolic syndrome in a sample of the Iranian population."}, {"pubmed": 25592107, "text": "Genetic variants in the apelin gene are significantly associated with the risk of coronary artery disease in the Turkish population."}, {"pubmed": 25693918, "text": "apelin 13 levels are elevated in patients with PE. These results suggest that apelin may be a novel biomarker and a potential therapeutic target in patients with acute PE in the future."}, {"pubmed": 25882991, "text": "rs3115758 accounts for the susceptibility of arterial stiffening through miR-765-induced APLN repression."}, {"pubmed": 25915077, "text": "Mean vaspin and apelin levels were significantly lower in underweight children compared to controls"}, {"pubmed": 25918383, "text": "rs3761581 and rs2235312 polymorphisms and methylation of the CpG island influence the expression of apelin in high-altitude pulmonary edema"}, {"pubmed": 25920569, "text": "apelin is produced by arterial endothelial cells (ECs) during embryogenesis, induces chemotaxis of venous ECs, and promotes the production of secreted Frizzled-related protein 1 by apelin receptor(+) ECs"}, {"pubmed": 26025696, "text": "These results suggest a prospective role mediated by APLN rs3115757 variant in mounting obesity disorders and as significant as insulin resistance complications."}, {"pubmed": 26125862, "text": "The apelin -1860T>C genotype may play an important predictive role in the response to losartan in hypertensive women."}, {"pubmed": 26135903, "text": "apelin13 promoted MCF-7 cell proliferation and invasion via the ERK1/2/AIB1 signaling pathway."}, {"pubmed": 26142632, "text": "apelin attenuates the osteoblastic differentiation of aortic valve interstitial cells via the ERK and PI3-K/Akt pathway"}, {"pubmed": 26276791, "text": "Lower apelin and higher visfatin plasma levels in high normal blood pressure subjects compared to normal or optimal BP individuals could partially explain the higher cardiovascular risk of the high normal BP group."}, {"pubmed": 26295182, "text": "Serum apelin is evelated in new-onset diabetes after transplant, and positively correlate with proteinuria."}, {"pubmed": 26316706, "text": "Treatment with metformin and DPP4 inhibitor vildagliptin favorably changed glycemic indices and apelin levels in type 2 diabetics."}, {"pubmed": 26342945, "text": "apelin may be have a role in left ventricular hypertrophy in hypertensive patients"}, {"pubmed": 26394665, "text": "Data suggest expression of APLN is down-regulated in placental chorionic villi in pre-eclampsia as compared to control villi; pyroglutamate-apelin-13 is predominant form of endogenous apelin in chorionic villi of pre-eclamptic and normal pregnancies."}, {"pubmed": 26436483, "text": "The expressions of apelin and APJ are significantly augmented by hypoxia through the hypoxia-inducible factor-1 alpha (HIF-1alpha) signaling pathway."}, {"pubmed": 26475217, "text": "apelin is a potential indicator of the vessel normalization window during antiangiogenic therapy."}, {"pubmed": 26634301, "text": "Apelin directly interferes with thrombin-mediated signaling pathways and platelet activation, secretion, and aggregation, but not with ADP and thromboxane A2-mediated pathways."}, {"pubmed": 26676468, "text": "These findings suggested that Apelin/APLNR signaling may be used as a potential therapeutic target for hypoxic/ischemic injury."}, {"pubmed": 26789934, "text": "Resequencing of the apelin gene in subjects stratified by low or high apelin levels identified five APLN variants in an European population. No association was found between the most frequent variant, diabetes, and metabolic parameters."}, {"pubmed": 26817104, "text": "The results of the study suggest that the levels of apelin, TNF-alpha and elastase-1 are important diagnostic markers of CP in patients with type 2 diabetes mellitus."}, {"pubmed": 26869250, "text": "serum level not associated with increased odds of severe hypertension"}, {"pubmed": 26880769, "text": "Apelin levels mirror the cardiovascular changes seen in pregnancy. Serum and placental apelin levels are decreased in intrauterine growth restriction ."}, {"pubmed": 26904686, "text": "The concentrations of gastric peptide(Ghrelin and obestatin)and adipocytokines(omentin and Apelin ) across all subgroups were lower than in the control group. The differences were statistically significant (p < 0.0001), which may be of importance in the development of the disease complications"}, {"pubmed": 26968282, "text": "There was no significant change in plasma apelin levels in acute pulmonary embolism."}, {"pubmed": 27338090, "text": "The optimal gene-gene interaction model for both males and females with regard to hypertension was apelin rs3761581-apelin rs3115757-APJ rs7119375. In conclusion, gene polymorphisms of the apelin-APJ system are associated with susceptibility to hypertension."}, {"pubmed": 27449720, "text": "For the first time, PRCP is identified as an apelin-cleaving enzyme."}, {"pubmed": 27450650, "text": "The aim of this study was to evaluate if polymorphisms of APLN and APLNR genes may play a role as susceptibility markers for hypertension in a group of Mexican-Mestizo patients."}, {"pubmed": 27471876, "text": "Six-month CT-apelin might be a valuable novel biomarker in identifying non-responders to cardiac resynchronization therapy that was superior to NT-proBNP"}, {"pubmed": 27543713, "text": "Reduced apelin levels may enhance vasoconstriction to influence high BP and heart's workload in EH and ACS."}, {"pubmed": 27683264, "text": "APLN and APLNR are present in human ovarian cells and APLN increases IGF1-induced steroidogenesis in granulosa cells through an increase in HSD3B protein expression and activation of the MAPK3/1 and Akt pathways. Therefore, APLN and APLNR may play a role in human follicular development and the pathogenesis of PCOS."}, {"pubmed": 27733135, "text": "Our data suggest that tumor Apelin can be used as a marker to evaluate clinical characteristics and predict prognosis in GC patients."}, {"pubmed": 27770057, "text": "According to this study results, physicians may use initial apelin-12 levels which have a correlation with the disease severity calculated by SYNTAX score to stratify ST-elevation myocardial infarction patients to a high-risk group during hospitalization because of its level as an independent predictor of major adverse coronary event.s"}, {"pubmed": 27776716, "text": "serum levels were not statistically different between patients with atrial fibrillation and coronary artery disease"}, {"pubmed": 27828952, "text": "Data suggest that the differential expression of Apelin and Apelin receptor APJ yields a \"self-generated\" gradient mechanisms that accelerates the extension of the sprout."}, {"pubmed": 27831922, "text": "Single nucleotide polymorphisms of the Apelin gene is associated with diabetes mellitus."}, {"pubmed": 27854125, "text": "Up-regulation of apelin and APJ expression plays an important role in cardioprotection from myocardial ischemia/reperfusion injury."}, {"pubmed": 27889567, "text": "Increased plasma concentrations of apelin are associated with ST-segment elevation acute myocardial infarction severity."}, {"pubmed": 27894959, "text": "The apelin/APLNR axis regulates cholangiocarcinoma cell proliferation and tumor angiogenesis."}, {"pubmed": 28005267, "text": "APLN expression is significantly upregulated in human masticatory mucosa during wound healing"}, {"pubmed": 28017911, "text": "Apelin concentrations are associated with altered plaque stability mediator levels and atherosclerosis in patients with rheumatoid arthritis. These relations are partially dependent on population origin and systemic inflammatory status."}, {"pubmed": 28039702, "text": "Postmenopausal breast cancer patients had high levels of apelin and high BMI scores."}, {"pubmed": 28111160, "text": "Our results suggest that bisphenol A and its derivatives induce ovarian cancer cell progression by up-regulating apelin, which acts as a mitogenic factor in OVCAR-3 cells."}, {"pubmed": 28299332, "text": "high ACE and low apelin preoperatively have roles in CRP and MDA being increased postoperatively, which may be associated with postoperative atrial fibrillation after off pump coronary artery bypass grafting"}, {"pubmed": 28407045, "text": "Studies suggest that apelin/APJ system may be applied to the treatment of cancers by regulating apoptosis, which may play a vital role in anticancer therapy [review]."}, {"pubmed": 28487489, "text": "we have identified APLN as putative predictive bvz biomarker in CRC patients. High APLN levels predict a poor response to bvz therapy in CRC."}, {"pubmed": 28653788, "text": "miR-497 contributes to oxLDL-induced lipid deposition in macrophages largely via targeting of apelin."}, {"pubmed": 28710384, "text": "Binary logistic regression analyses showed that the plasma apelin-12 level was substantially higher in moyamoya patients than inpatients with intracranial atherosclerotic disease."}, {"pubmed": 28728608, "text": "Apelin-12 influences troponin I levels in the acute phase of STEMI, whereas during the non-acute phase, low apelin levels were associated with a high rate of MACE."}, {"pubmed": 28821440, "text": "these observations suggest apelin-APJ signaling in hepatocytes functions to protect against lipid accumulation in liver through two signaling pathways, that is, via AMPK activation and PPARalpha induction."}, {"pubmed": 28902642, "text": "In patients with acute obstructive coronary syndrome that had the V103V polymorphism of the APLN gene, they were at greater risk for coronary artery disease."}, {"pubmed": 28957639, "text": "The aims of this study were to evaluate and correlate circulating chemerin, apelin, vaspin, and omentin-1 levels in obese type 2 diabetic Egyptian patients with coronary artery stenosis (CAS), and to assess their usefulness as noninvasive diagnostic biomarkers."}, {"pubmed": 29133807, "text": "Study provides the biophysical characterization of the two longest isoforms, apelin-55 and -36, in the presence of membrane-mimetic surfactant micelles. Apelin secondary structuring as a function of environment was characterized by far-UV circular dichroism spectropolarimetry alongside NMR spectroscopy."}, {"pubmed": 29208172, "text": "increase in VEGF and Apelin, and decrease in Annexin A5 supports roles of hemo-dynamic alterations in fetoplacental circulation and structural alterations in uteroplacental bed occurring in preeclampsia."}, {"pubmed": 29215755, "text": "we discuss the role of apelin/APJ system in vascular diseases, such as atherosclerosis, hypertension, and chronic kidney disease (CKD) from the point of VSMC. Above all, apelin/APJ system is a promising target for managing vascular disease."}, {"pubmed": 29423718, "text": "associated with reduced pressure pulsatility in rheumatoid arthritis patients without but not with a high inflammatory burden"}, {"pubmed": 29668460, "text": "Studied blood levels of apelin in hypertensive and type 2 diabetic (T2D) patients in association with cardiac remodeling; found patients with hypertension and T2D have significant lower apelin blood levels compared to healthy controls."}, {"pubmed": 29750964, "text": "Review: apelin has certain therapeutic abilities and can be useful in the treatment of, e.g., insulin resistance, hypertension, etc., but it also can sometimes serve as a negative factor."}, {"pubmed": 30061698, "text": "These findings revealed positive regulatory feedback between physical activity, apelin and muscle function."}, {"pubmed": 30070701, "text": "Given the role of apelin/APJ and Elabela/APJ in cardiovascular and other diseases, we believe that the combination of these agonists and antagonists with apelin and Elabela will play a corresponding role in various pathophysiological effects with further development of research."}, {"pubmed": 30087215, "text": "In hemodialysis patients with pulmonary arterial hypertension, apelin peptide serum levels are significantly lower than patients with normal arterial pressure and this condition is not affected by hemodialysis."}, {"pubmed": 30390294, "text": "the apelin/APJ system plays diversified functions and regulatory roles in digestive physiology and pathology. Further exploration of the relationship between the apelin/APJ system and the digestive system will help to find new and effective drugs for treating and alleviating the pain of digestive diseases."}, {"pubmed": 30518720, "text": "this study revealed that Apelin/APJ axis may play a key role in atrial thrombogenesis in Valve Heart Disease patients with Atrial Fibrillation."}, {"pubmed": 30583036, "text": "This meta-analysis presents evidence that apelin circulatory levels are higher in type 2 diabetic subjects than normal controls. [meta-analysis; review]"}, {"pubmed": 30640413, "text": "Apelin may participate in lymphangiogenesis and the progression of ESCC [esophageal squamous cell carcinoma]."}, {"pubmed": 30755060, "text": "This meta-analysis revealed that there was no correlation between apelin polymorphisms, rs3761581 and rs56204867, and the prevalence of hypertension."}, {"pubmed": 30783205, "text": "While APLN showed only very weak association with tumour histological grade (TCGA cohort), APLNR/mRNA protein expression correlate significantly with ccRCC aggressiveness. APLNR is expressed in tumour vasculature and tumour cells at different levels, and these expression levels associate with tumour aggressiveness in opposing directions."}, {"pubmed": 30835509, "text": "Apelin stimulates trophoblast amino acid uptake, establishing a novel mechanism regulating placental function. Study found no evidence that apelin constitutes an endocrine link between maternal obesity and fetal overgrowth."}, {"pubmed": 31064239, "text": "decreased in maternal and cord blood in pre-eclampsia, relative to controls"}, {"pubmed": 31067839, "text": "Studied assocation of plasma apelin in tinnitus; results showed a negative correlation between plasma apelin levels and tinnitus severity."}, {"pubmed": 31070305, "text": "Apelin is upregulated in lung adenocarcinoma and significantly correlated with patient survival. Apelin is a direct target of miR-195 and its overexpression efficiently inhibits the promotion of cell proliferation and invasion mediated by miR-195 mimics in lung adenocarcinoma cells."}, {"pubmed": 31189595, "text": "Study identified neutral endopeptidase (NEP) that is upregulated in human abdominal aortic aneurysm (AAA) tissue as a major enzyme that metabolizes and inactivates APLN17 peptide. NEP cleavage resistant APLN17 analog ameliorated Ang II-mediated adverse aortic remodeling and AAA formation in mouse model of AAA. Study defines a critical role of APLN in AAA formation through induction of ACE2 and protection of vascular SMCs."}, {"pubmed": 31232102, "text": "Effects of acute sprint interval exercise on follistatin-like 1 and apelin secretions."}, {"pubmed": 31254280, "text": "Apelin/APJ system: A novel promising target for neurodegenerative diseases."}, {"pubmed": 31264472, "text": "Tumor apelin immunoreactivity is correlated with body mass index in ovarian high grade serous carcinoma."}, {"pubmed": 31276627, "text": "circ-NOTCH1 acts as a sponge of miR-637 and affects the expression of its target gene Apelin to regulate gastric cancer cell growth."}, {"pubmed": 31382403, "text": "Chemerin, omentin, and apelin expression was differently regulated in women with polycystic ovary syndrome (PCOS) suggesting their possible role in follicular growth arrest and ovulatory dysfunction characterizing PCOS pathogenesis."}, {"pubmed": 31410213, "text": "APLN promotes hepatocellular carcinoma through activating PI3K/Akt pathway and is a druggable target."}, {"pubmed": 31525345, "text": "The apelin/APJ system plays an important role in mediating these axes, such as food intake, acute stress, steroid release, as well as, an anti-depressant-like activity."}, {"pubmed": 31538301, "text": "Results found that apelin abrogated the stimulatory effects of E2 and IGF-1 on proliferation of epithelial and granulosa ovarian cancer cell lines independently of ERK1/2 and PI3K via crosstalk of apelin receptor with estrogen receptor alpha and IGF-1 receptor, respectively."}, {"pubmed": 31686535, "text": "Association of serum omentin-1, apelin and chemerin concentrations with the presence and severity of diabetic retinopathy in type 2 diabetes mellitus patients."}, {"pubmed": 31738185, "text": "proangiogenic apelin as a key mediator of coronary vascular repair and a pharmacotherapeutic target for immune-mediated injury of the coronary vasculature."}, {"pubmed": 31761723, "text": "Apelin(+) Endothelial Niche Cells Control Hematopoiesis and Mediate Vascular Regeneration after Myeloablative Injury."}, {"pubmed": 31922236, "text": "Apelin and apelin receptor in human placenta: Expression, signalling pathway and regulation of trophoblast JEG3 and BeWo cells proliferation and cell cycle."}, {"pubmed": 31965512, "text": "The Association Between Serum Apelin-13 and the Prognosis of Acute Ischemic Stroke."}, {"pubmed": 32208782, "text": "Circulating levels of Elabela and Apelin in the second and third trimesters of pregnancies with gestational diabetes mellitus."}, {"pubmed": 32271399, "text": "Apelin-13/APJ system delays intervertebral disc degeneration by activating the PI3K/AKT signaling pathway."}, {"pubmed": 32301550, "text": "Elabela/Toddler and apelin bind differently to the apelin receptor."}, {"pubmed": 32387593, "text": "Adipokines and atrial fibrillation: The important role of apelin."}, {"pubmed": 32388793, "text": "Increased plasma level of apelin with NYHA grade II and III but not IV."}, {"pubmed": 32412800, "text": "Effects of acute endurance exercise on follistatin-like 1 and apelin in the circulation and metabolic organs in rats."}, {"pubmed": 32420902, "text": "Apelin enhances IL-1beta expression in human synovial fibroblasts by inhibiting miR-144-3p through the PI3K and ERK pathways."}, {"pubmed": 32449101, "text": "The effects of apoptosis and apelin on lymph node metastasis in invasive breast carcinomas."}, {"pubmed": 32538210, "text": "Serum apelin and galectin-3 in preeclampsia in Iraq."}, {"pubmed": 32545380, "text": "Apelin Controls Angiogenesis-Dependent Glioblastoma Growth."}, {"pubmed": 32770964, "text": "VEGF, apelin and HO-1 in diabetic patients with retinopathy: a correlation analysis."}, {"pubmed": 32808032, "text": "Apelin enhances biological functions in lung cancer A549 cells by downregulating exosomal miR-15a-5p."}, {"pubmed": 32873100, "text": "The evaluation of serum apelin levels in patients complicated with preeclampsia."}, {"pubmed": 32879139, "text": "Apelin increases atrial conduction velocity, refractoriness, and prevents inducibility of atrial fibrillation."}, {"pubmed": 32998691, "text": "Relationships of apelin concentration and APLN T-1860C polymorphism with obesity in Thai children."}, {"pubmed": 33169143, "text": "The apelin/APJ system in the regulation of vascular tone: friend or foe?"}, {"pubmed": 33171278, "text": "Plasma levels of apelin are reduced in patients with liver fibrosis and cirrhosis but are not correlated with circulating levels of bone morphogenetic protein 9 and 10."}, {"pubmed": 33197910, "text": "Apelin-13: A Promising Biomarker for Age-Related Macular Degeneration?"}, {"pubmed": 33201338, "text": "Evaluation of Apelin/APJ system expression in hepatocellular carcinoma as a function of clinical severity."}, {"pubmed": 33221779, "text": "Serum asymmetric-dimethylarginine, apelin and NT-pro BNP levels in dialysis patients."}, {"pubmed": 33255902, "text": "Uremic Apelin and Leucocytic Angiotensin-Converting Enzyme 2 in CKD Patients."}, {"pubmed": 33455513, "text": "Maternal serum Apelin 13 and APLN gene promoter variant -1860T > C in preeclampsia."}, {"pubmed": 33725773, "text": "The expression levels of plasma dimethylglycine (DMG), human maternally expressed gene 3 (MEG3), and Apelin-12 in patients with acute myocardial infarction and their clinical significance."}, {"pubmed": 33743591, "text": "Cross-sectional associations among P3NP, HtrA, Hsp70, Apelin and sarcopenia in Taiwanese population."}, {"pubmed": 33865521, "text": "Association of the serum apelin, but not ghrelin, with the presence and severity of coronary artery disease."}, {"pubmed": 33881940, "text": "APLN: A potential novel biomarker for cervical cancer."}, {"pubmed": 33972642, "text": "Tumor apelin and obesity are associated with reduced neoadjuvant chemotherapy response in a cohort of breast cancer patients."}, {"pubmed": 34172534, "text": "Adipokine Apelin/APJ Pathway Promotes Peritoneal Dissemination of Ovarian Cancer Cells by Regulating Lipid Metabolism."}, {"pubmed": 34186050, "text": "Apelin/APJ signaling activates autophagy to promote human lung adenocarcinoma cell migration."}, {"pubmed": 34212049, "text": "The Potential Role of Chemerin, Lipocalin 2, and Apelin in the Diagnosis and Pathophysiology of Gestational Diabetes Mellitus."}, {"pubmed": 34257745, "text": "ACE2 and Apelin-13: Biomarkers with a Prognostic Value in Congestive Heart Failure."}, {"pubmed": 34287648, "text": "The glycoprotein GP130 governs the surface presentation of the G protein-coupled receptor APLNR."}, {"pubmed": 34518975, "text": "Research Progress on Mechanism of Neuroprotective Roles of Apelin-13 in Prevention and Treatment of Alzheimer's Disease."}, {"pubmed": 34636395, "text": "Long non-coding RNA BACE1-AS plays an oncogenic role in hepatocellular carcinoma cells through miR-214-3p/APLN axis."}, {"pubmed": 34659230, "text": "Apelin Promotes Endothelial Progenitor Cell Angiogenesis in Rheumatoid Arthritis Disease via the miR-525-5p/Angiopoietin-1 Pathway."}, {"pubmed": 34660801, "text": "Plasma Fatty Acid Composition Was Associated with Apelin Gene Expression in Human Adipose Tissues."}, {"pubmed": 35245857, "text": "Clinicopathological study and immunohistochemical analysis of expression of annexin A5 and apelin in human placentae of gestational diabetes mellitus."}, {"pubmed": 35249152, "text": "Apelin is associated with clinicopathological parameters and prognosis in breast cancer patients."}, {"pubmed": 35355561, "text": "The Role of Apelin-APJ System in Diabetes and Obesity."}, {"pubmed": 35748053, "text": "Apelin is expressed throughout the human kidney, is elevated in chronic kidney disease & associates independently with decline in kidney function."}, {"pubmed": 35895373, "text": "Apelin Association with Hepatic Fibrosis and Esophageal Varices in Patients with Chronic Hepatitis C Virus."}, {"pubmed": 35913970, "text": "Apelin and its ratio to lipid factors are associated with cardiovascular diseases: A systematic review and meta-analysis."}, {"pubmed": 35920446, "text": "Inhibition of APLN suppresses cell proliferation and migration and promotes cell apoptosis in esophageal cancer cells <em>in vitro</em>, through activating PI3K/mTOR signaling pathway."}, {"pubmed": 35930907, "text": "Dysregulation of miR-204-5p/APLN axis affects malignant progression and cell stemness of esophageal cancer."}, {"pubmed": 35940035, "text": "Protective effects of apelin on gastric mucosa."}, {"pubmed": 36002980, "text": "Apelin levels in pregnant women with and without gestational diabetes mellitus: a collaborative systematic review and meta-analysis."}, {"pubmed": 36087034, "text": "Apelin-mediated deamidation of HMGA1 promotes tumorigenesis by enhancing SREBP1 activity and lipid synthesis."}, {"pubmed": 36142542, "text": "Upregulated Apelin Signaling in Pancreatic Cancer Activates Oncogenic Signaling Pathways to Promote Tumor Development."}, {"pubmed": 36152345, "text": "Maternal obesity reduces apelin level in cord blood without altering the placental apelin/elabela-APJ system."}, {"pubmed": 36193059, "text": "High APLN Expression Predicts Poor Prognosis for Glioma Patients."}, {"pubmed": 36235674, "text": "Apelin-13 and Asprosin in Adolescents with Anorexia Nervosa and Their Association with Psychometric and Metabolic Variables."}, {"pubmed": 36291151, "text": "Apelin Promotes Prostate Cancer Metastasis by Downregulating TIMP2 via Increases in miR-106a-5p Expression."}, {"pubmed": 36442462, "text": "Plasma Level of Apelin as a Promising Factor for Retinopathy of Prematurity."}, {"pubmed": 36443325, "text": "Targeting APLN/APJ restores blood-testis barrier and improves spermatogenesis in murine and human diabetic models."}, {"pubmed": 36472288, "text": "APELIN IN HEART FAILURE."}, {"pubmed": 36591713, "text": "Evaluation of angiogenic apelin/apelin receptor axis in normal prostate, high grade prostatic intraepithelial neoplasia and prostatic adenocarcinoma."}, {"pubmed": 36632453, "text": "Apelin promotes osteosarcoma metastasis by upregulating PLOD2 expression via the Hippo signaling pathway and hsa_circ_0000004/miR-1303 axis."}, {"pubmed": 36633201, "text": "Efficacy of serum apelin and galectin-3 as potential predictors of mortality in severe COVID-19 patients."}, {"pubmed": 36785790, "text": "The Interaction of Apelin and FGFR1 Ameliorated the Kidney Fibrosis through Suppression of TGFbeta-Induced Endothelial-to-Mesenchymal Transition."}, {"pubmed": 37051908, "text": "Rbpj Deficiency Disrupts Vascular Remodeling via Abnormal Apelin and Cdc42 (Cell Division Cycle 42) Activity in Brain Arteriovenous Malformation."}, {"pubmed": 37062502, "text": "Apelin/ELABELA-APJ system in cardiac hypertrophy: Regulatory mechanisms and therapeutic potential."}, {"pubmed": 37175901, "text": "Apelin as a Potential Regulator of Peak Athletic Performance."}, {"pubmed": 37246238, "text": "Apelin and Visfatin Expression in Placental Tissue in Women With Preeclampsia and Overweight/Obesity."}, {"pubmed": 37352775, "text": "Apelin is found in human sperm and testis and is raised in inflammatory pathological conditions."}, {"pubmed": 37364634, "text": "Heterodimerization of apelin and opioid receptor-like 1 receptors mediates apelin-13-induced G protein biased signaling."}, {"pubmed": 37562237, "text": "Therapeutic potential of apelin and Elabela in cardiovascular disease."}, {"pubmed": 37716179, "text": "The regulatory effects of the apelin/APJ system on depression: A prospective therapeutic target."}, {"pubmed": 37956047, "text": "Targeting the apelin system for the treatment of cardiovascular diseases."}, {"pubmed": 37975916, "text": "Circulating apelin, IL22RA2 and VEGF in pre-capillary pulmonary hypertension."}, {"pubmed": 38087672, "text": "Apelin and the gut microbiome: Potential interaction in human MASLD."}, {"pubmed": 38508477, "text": "The regulatory role of the apelin/APJ axis in scarring: Identification of upstream and downstream mechanisms."}, {"pubmed": 38946382, "text": "Lack of association between serum apelin levels and sarcopenia in elderly malnourished subjects."}], "genomic_pos": {"chr": "X", "end": 129654956, "ensemblgene": "ENSG00000171388", "start": 129645259, "strand": -1}, "genomic_pos_hg19": {"chr": "X", "end": 128788933, "start": 128779240, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 9792798, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007369", "qualifier": "involved_in", "term": "gastrulation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007595", "qualifier": "involved_in", "term": "lactation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0010629", "pubmed": 23263626, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0040037", "pubmed": 23263626, "qualifier": "involved_in", "term": "negative regulation of fibroblast growth factor receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042756", "qualifier": "involved_in", "term": "drinking behavior"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045776", "qualifier": "involved_in", "term": "negative regulation of blood pressure"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045823", "qualifier": "involved_in", "term": "positive regulation of heart contraction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060183", "pubmed": 11359874, "qualifier": "involved_in", "term": "apelin receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060183", "pubmed": 28137936, "qualifier": "involved_in", "term": "apelin receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060976", "qualifier": "involved_in", "term": "coronary vasculature development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902895", "pubmed": 23263626, "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904022", "pubmed": 11359874, "qualifier": "involved_in", "term": "positive regulation of G protein-coupled receptor internalization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904706", "pubmed": 23263626, "qualifier": "involved_in", "term": "negative regulation of vascular associated smooth muscle cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905564", "pubmed": 23263626, "qualifier": "involved_in", "term": "positive regulation of vascular endothelial cell proliferation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 28137936, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 9792798, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005179", "pubmed": 28137936, "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031704", "pubmed": 28137936, "qualifier": "enables", "term": "apelin receptor binding"}]}, "homologene": {"genes": [[9606, 8862], [9615, 611497], [9913, 282143], [10090, 30878], [10116, 58812]], "id": 8498}, "interpro": {"desc": "Apelin", "id": "IPR026155", "short_desc": "Apelin"}, "ipi": ["IPI00010087", "IPI00419611"], "map_location": "Xq26.1", "name": "apelin", "other_names": ["AGTRL1 ligand", "APJ endogenous ligand", "apelin"], "pantherdb": {"HGNC": "16665", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1353624", "ortholog_type": "LDO", "panther_family": "PTHR15953", "taxid": 10090, "uniprot_kb": "Q9R0R4"}, {"RGD": "620672", "ortholog_type": "LDO", "panther_family": "PTHR15953", "taxid": 10116, "uniprot_kb": "Q9R0R3"}, {"Ensembl": "ENSGALG00000054286", "ortholog_type": "LDO", "panther_family": "PTHR15953", "taxid": 9031, "uniprot_kb": "A0A1L7HA09"}, {"ZFIN": "ZDB-GENE-070521-8", "ortholog_type": "LDO", "panther_family": "PTHR15953", "taxid": 7955, "uniprot_kb": "Q4TTN8"}], "uniprot_kb": "Q9ULZ1"}, "pathway": {"kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04371", "name": "Apelin signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}]}, "pdb": "8XZG", "pfam": "PF15360", "pharmgkb": "PA134984493", "pharos": {"target_id": 5237, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259355", "relationship": "is"}, {"id": "GNF259356", "relationship": "is"}, {"id": "GNF259357", "relationship": "is"}, {"id": "GNF259358", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158221", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF046153", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF000589", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336030", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF108578", "relationship": "is"}, {"id": "GNF110208", "relationship": "is"}, {"id": "GNF148219", "relationship": "is"}, {"id": "GNF149849", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_016718.1"], "protein": "NP_059109.3", "rna": "NM_017413.5", "translation": {"protein": "NP_059109.3", "rna": "NM_017413.5"}}, "reporter": {"GNF1H": "gnf1h00255_at", "HG-U133_Plus_2": "222856_at", "HTA-2_0": "TC0X001354.hg.1", "HuEx-1_0": "4021250", "HuGene-1_1": "8175016", "HuGene-2_1": "17114007"}, "summary": "This gene encodes a peptide that functions as an endogenous ligand for the G-protein coupled apelin receptor. The encoded preproprotein is proteolytically processed into biologically active C-terminal peptide fragments. These peptide fragments activate different tissue specific signaling pathways that regulate diverse biological functions including fluid homeostasis, cardiovascular function and insulin secretion. This protein also functions as a coreceptor for the human immunodeficiency virus 1. [provided by RefSeq, Feb 2016].", "symbol": "APLN", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1538915"}, "unigene": "Hs.303084", "uniprot": {"Swiss-Prot": "Q9ULZ1"}, "wikipedia": {"url_stub": "Apelin"}}