{"AllianceGenome": "601", "HGNC": "601", "MIM": "107670", "_id": "336", "_version": 1, "accession": {"genomic": ["AC243898.3", "AL590714.27", "AY100524.1", "CH471121.2", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_012043.1", "X02619.1", "X02905.1", "X04898.1"], "protein": ["AAA51701.1", "AAH05282.1", "AAM49807.1", "AAP35432.1", "BAD05173.1", "BAG34971.1", "CAA25467.1", "CAA26474.1", "CAA26665.1", "CAA28583.1", "EAW52618.1", "EAW52619.1", "EAW52620.1", "EAW52621.1", "EAW52622.1", "NP_001634.1", "P02652.1"], "rna": ["AB106565.1", "AK312034.1", "BC005282.1", "BT006786.1", "M29882.1", "NM_001643.2", "X00955.1"], "translation": [{"protein": "BAG34971.1", "rna": "AK312034.1"}, {"protein": "AAP35432.1", "rna": "BT006786.1"}, {"protein": "BAD05173.1", "rna": "AB106565.1"}, {"protein": "AAH05282.1", "rna": "BC005282.1"}, {"protein": "NP_001634.1", "rna": "NM_001643.2"}, {"protein": "AAA51701.1", "rna": "M29882.1"}, {"protein": "CAA25467.1", "rna": "X00955.1"}]}, "alias": ["Apo-AII", "ApoA-II", "apoAII"], "ensembl": {"gene": "ENSG00000158874", "protein": ["ENSP00000356969", "ENSP00000476605", "ENSP00000476662", "ENSP00000476740", "ENSP00000476890", "ENSP00000476911", "ENSP00000477031", "ENSP00000477054", "ENSP00000477353"], "transcript": ["ENST00000367990", "ENST00000463273", "ENST00000463812", "ENST00000464492", "ENST00000468465", "ENST00000469730", "ENST00000470459", "ENST00000481413", "ENST00000481511", "ENST00000491350"], "translation": [{"protein": "ENSP00000356969", "rna": "ENST00000367990"}, {"protein": "ENSP00000476890", "rna": "ENST00000463812"}, {"protein": "ENSP00000476662", "rna": "ENST00000468465"}, {"protein": "ENSP00000477054", "rna": "ENST00000481511"}, {"protein": "ENSP00000477031", "rna": "ENST00000470459"}, {"protein": "ENSP00000476911", "rna": "ENST00000464492"}, {"protein": "ENSP00000477353", "rna": "ENST00000491350"}, {"protein": "ENSP00000476740", "rna": "ENST00000463273"}, {"protein": "ENSP00000476605", "rna": "ENST00000469730"}], "type_of_gene": "protein_coding"}, "entrezgene": "336", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.43750853242, "exp_mis": 31.5563920081, "exp_syn": 15.4709267734, "lof_z": 0.233751453647366, "mis_z": 0.309657894867725, "mu_lof": 2.02446838247e-07, "mu_mis": 2.74493945597e-06, "mu_syn": 1.29299451282e-06, "n_lof": 3.0, "n_mis": 28.0, "n_syn": 16.0, "p_li": 0.00943705539989373, "p_null": 0.399392998688966, "p_rec": 0.59116994591114, "syn_z": -0.0833881603634522}, "bp": 303, "cds_end": 161193191, "cds_start": 161192194, "n_exons": 3, "nonpsych": {"exp_lof": 3.05230700967, "exp_mis": 28.5026107831, "exp_syn": 13.943712336, "lof_z": 0.591534860441633, "mis_z": 0.330910938992462, "mu_lof": 2.02446838247e-07, "mu_mis": 2.74493945597e-06, "mu_syn": 1.29299451282e-06, "n_lof": 2.0, "n_mis": 25.0, "n_syn": 12.0, "p_li": 0.0560824121997805, "p_null": 0.262914904395132, "p_rec": 0.681002683405087, "syn_z": 0.327722176636334}, "nontcga": {"exp_lof": 3.15675989295, "exp_mis": 29.0261345808, "exp_syn": 14.22750578, "lof_z": 0.0870352961511138, "mis_z": 0.279835909107535, "mu_lof": 2.02446838247e-07, "mu_mis": 2.74493945597e-06, "mu_syn": 1.29299451282e-06, "n_lof": 3.0, "n_mis": 26.0, "n_syn": 16.0, "p_li": 0.00853303931051391, "p_null": 0.421460152647381, "p_rec": 0.570006808042105, "syn_z": -0.297537424639978}, "transcript": "ENST00000367990.3"}, "exons": [{"cdsend": 161223401, "cdsstart": 161222404, "chr": "1", "position": [[161222291, 161222522], [161222917, 161223050], [161223349, 161223425], [161223594, 161223628]], "strand": -1, "transcript": "NM_001643", "txend": 161223628, "txstart": 161222291}], "exons_hg19": [{"cdsend": 161193191, "cdsstart": 161192194, "chr": "1", "position": [[161192081, 161192312], [161192707, 161192840], [161193139, 161193215], [161193384, 161193418]], "strand": -1, "transcript": "NM_001643", "txend": 161193418, "txstart": 161192081}], "generif": [{"pubmed": 11971944, "text": "when expressed in transgenic mice, HDL shows antioxidant properties"}, {"pubmed": 12032642, "text": "Overexpression in transgenic mice does not increase their susceptibility to insulin resistance and obesity"}, {"pubmed": 12116231, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12116266, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12136239, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12136402, "text": "Evaluated as a positional candidate gene for familial Type II diabetes, altered lipid concentrations, and insulin resistance"}, {"pubmed": 12458630, "text": "apolipoproteins appear to be a class of mediators that can participate in the regulation of the activity of neutrophils"}, {"pubmed": 12522687, "text": "Carriers of a novel splice-site mutation in the LDL-receptor gene were simultaneously homozygous for the -265C variant of apoA-II thus concluding that one variant of the apoA-II gene was associated with reduced plasma LDL cholesterol in FH patients"}, {"pubmed": 12576517, "text": "Results show that during the early stages, oxidation of HDL gives rise to specifically oxidized forms of apolipoproteins A-I and A-II."}, {"pubmed": 12690114, "text": "This protein inhibits high density lipoprotein remodeling and lipid-poor apolipoprotein A-I formation"}, {"pubmed": 12738753, "text": "Genetic association of plasma apolipoprotein A-II levels with familial combined hyperlipidemia."}, {"pubmed": 12959642, "text": "Analysis of trancription factors that bind response elements in the apoA-II promotor and modulate transcription."}, {"pubmed": 14650352, "text": "Observational study of gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 14967812, "text": "apoA-II affects both the structure and the dynamic behavior of HDL particles and selectively modifies lipid metabolism"}, {"pubmed": 14988251, "text": "In transgenic mice overexpressing the human apoA-II gene, plasma human apoA-II concentration was positively correlated with blood glucose levels."}, {"pubmed": 15247216, "text": "this protein-exonic splicing enhancer interaction is able to promote the incorporation of exon 3 in mRNA and suggest that they can rescue the splicing despite the noncanonical 3' splice site."}, {"pubmed": 15388641, "text": "Overexpressed human apoA-II in mice impairs HDL protection of apoB-lipoproteins from oxidation. Displacement of PON1 by apoA-II may explain why PON1 is found in HDL particles with apoA-I, not apoA-II, & apo-A-II-rich HDL's poor antiatherogenic properties."}, {"pubmed": 15833935, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15833935, "text": "results indicate a significant association between the T265C APOA-II polymorphism and levels of visceral adipose tissue in premenopausal women present in white but not African-American women"}, {"pubmed": 15922294, "text": "NDRG1 interacts with APO A-I and A-II and may have a role in the general mechanisms of HDL-mediated cholesterol transport"}, {"pubmed": 16254078, "text": "Characterization of regulatory elements found in the apoA-II exon 3 and its flanking introns that are involved in the control of apoA-II exon 3 splicing."}, {"pubmed": 16368749, "text": "Metabolic syndrome men exhibit hypercatabolism of the two major HDL lipoprotein particles, LpA-I and LpA-I:A-II."}, {"pubmed": 16407233, "text": "findings show that serum opacity factor (SOF) interacts with HDL in human blood by binding to apoA-I and apoA-II and causing the release of HDL lipid cargo, which coalesces to form lipid droplets, resulting in opacification"}, {"pubmed": 16990646, "text": "the association of apoA-II with triglyceride-rich lipoproteins occurs in the circulation and induces postprandial hypertriglyceridemia"}, {"pubmed": 17264082, "text": "ApoA-II adopts a beltlike structure in which the protein helices wrap around the lipid- bilayer reconstituted high density lipoprotein (rHDL) disc."}, {"pubmed": 17446329, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17652309, "text": "ApoAII is efficiently reabsorbed in kidney proximal tubules in relation to its plasma concentration"}, {"pubmed": 17709437, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17709437, "text": "carriers of the minor allele for Apo A-II -265T/C (CC/TC) have a lower postprandial response compared with TT homozygotes"}, {"pubmed": 17923573, "text": "ApoA-II is associated with a decreased risk of future coronary artery disease in apparently healthy people, implying that apoA-II itself exerts effects on specific antiatherogenic pathways."}, {"pubmed": 18179799, "text": "APOAII rs5082 polymorphism may have a role in reducing risk of coronary artery disease in an Australian male population"}, {"pubmed": 18179799, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18269685, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18652418, "text": "results for dimeric apolipoprotein AII are similar to those we have reported for the monomeric apolipoprotein CI, which has a similar secondary structure but a different peptide sequence and net charge"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18766253, "text": "procoagulant activities of plasma factor VIIc and factor Xc are positively and independently associated with concentrations of the high-density lipoprotein apolipoprotein, apo A-II"}, {"pubmed": 19069164, "text": "small sizes (i. e., number of kringle-4 repeats in the gene) of apolipoprotein (a) are risk factors for the development of atherothrombosis. (review)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19193611, "text": "Results indicate that CETP inhibition increases plasma concentrations of apoA-II by delaying HDL apoA-II catabolism and significantly alters the remodeling of apoA-II-containing HDL subpopulations."}, {"pubmed": 19216768, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19216768, "text": "The available data does not support a role for common variants in APOA2 on type 2 diabetes susceptibility or related quantitative traits in Northern Europeans"}, {"pubmed": 19285487, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19336475, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19618959, "text": "This study defines apo A-II stabilization of high-density lipoproteins to opacification by serum opacity factor (SOF) and provides a basis for evaluating the antiatherogenic potential of the opacification reaction that is catalyzed by SOF."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19635584, "text": "High density lipoproteins (HDL) apolipoproteins A-I, A-II and E have distinct intracellular and post-secretory pathways of hepatic lipidation and dimerization in the process of HDL formation."}, {"pubmed": 19651918, "text": "In metabolic syndrome, fenofibrate, but not atorvastatin, influences high density lipoprotein metabolism by increasing the transport of APOA2 particles."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19778946, "text": "The expression of human apoAII in Tg rabbits resulted in increased levels of plasma triglycerides, total cholesterol, and phospholipids accompanied by a marked reduction in HDL-cholesterol levels compared with non-Tg littermates."}, {"pubmed": 19817643, "text": "The serum apoA-II concentrations confer risk for MetS and diabetes and exhibit evidence of anti-inflammatory properties among Turks."}, {"pubmed": 19878569, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19901143, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19901143, "text": "Prevalence of the CC genotype in study participants ranged from 10.5% to 16.2%. We identified statistically significant interactions between the APOA2 -265T>C and saturated fat regarding BMI in all 3 populations."}, {"pubmed": 19910634, "text": "ApoA-II plays a crucial role in triglyceride catabolism by regulating lipoprotein lipase activity, at least in part, through HDL proteome modulation."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20022911, "text": "Low apolipoprotein-A2 is associated with metastatic renal cell cancer."}, {"pubmed": 20031551, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20430392, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20679960, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20855565, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20975728, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20975728, "text": "a gene-diet interaction involving the APOA2 -265T>C SNP and saturated fat intake determines body weight in a Mediterranean and an Asian populations"}, {"pubmed": 21300819, "text": "Human apolipoprotein A-II inhibits the production of interferon-gamma by concanavalin A-stimulated mouse and human CD4-positive T cells."}, {"pubmed": 21386805, "text": "APOA2 m265 genotype may be associated with eating behaviours and dietary modulation of plasma ghrelin."}, {"pubmed": 21501035, "text": "Clinical studies demonstrate that apoA-II is a strong predictor of risk for CVD. There is no evidence, however, that selective therapeutic modification of apoA-II impacts on atherosclerosis and clinical outcomes.[review]"}, {"pubmed": 22235130, "text": "Apolipoprotein A-II-mediated conformational changes of apolipoprotein A-I in discoidal high density lipoproteins."}, {"pubmed": 22723940, "text": "We conclude that apoA-II plays a significant role in apoE-associated risk of incident CVD in women with high levels of HDL-C and CRP."}, {"pubmed": 23025327, "text": "These data suggest Apo-AII-containing high-density lipoproteins (HDL) formed intrahepatically are likely cholesterol-rich compared to the smaller intracellular lipid-poor Apo A-I HDL."}, {"pubmed": 23241412, "text": "Enrichment of apo A-II in high-density lipoprotein particles has atheroprotective effects and apo A-II may become a target for the treatment of atherosclerosis."}, {"pubmed": 23620136, "text": "Helical domains that mediate lipid solubilization and ABCA1-specific cholesterol efflux in apolipoproteins C-I and A-II"}, {"pubmed": 23631828, "text": "Six apolipoproteins (APOA1, APOA2, APOB, APOC2, APOC3, and APOE) were able to differentiate bladder cancer from hernia. SAA4 was significantly increased in bladder cancer subgroups, whereas ProEGF was significantly decreased in bladder cancer subgroups."}, {"pubmed": 23883582, "text": "APOA1 and APOA2 stoichiometry in circulating HDL subspecies evaluated by particle size."}, {"pubmed": 24012775, "text": "Apolipoprotein A-II and the regulation of high density lipoproteins in cardiovascular disease. [Review]"}, {"pubmed": 24089247, "text": "influence of apolipoprotein A-I and apolipoprotein A-II availability on nascent HDL heterogeneity"}, {"pubmed": 24108135, "text": "identified a statistically significant interaction between the APOA2 -265T > C variant and higher-fat dairy food intake in the Boston Puerto Ricans and replicated this relation in the GOLDN study"}, {"pubmed": 24116940, "text": "We have cloned the cDNA encoding human ApoA-II and achieved its high-level secreting expression with a yield of 65 mg/L of yeast culture"}, {"pubmed": 24633472, "text": "Apolipoprotein AII was detected as a protein associated with the urinary protein/urinary creatinine levels in pediatric idiopathic steroid-sensitive nephrotic syndrome"}, {"pubmed": 25953375, "text": "Apolipoprotein A-II/B significantly improves risk prediction of overall survival, also in carotid surgery patients with lower LDL levels"}, {"pubmed": 25979856, "text": "Clematichinenoside prevented dyslipidemia-induced atherosclerosis via hepatic PPARalpha/APOA1/APOA2/APOC3 metabolism."}, {"pubmed": 26071654, "text": "Plasma apoB pool size of VLDL containing apoA-II is much smaller than that of VLDL without apoA-II, and this was caused by a very low rate of secretion of this VLDL type into plasma."}, {"pubmed": 26104730, "text": "APOA-II polymorphism and oxidative stress is associated with poor prognosis in patients with type 2 diabetes."}, {"pubmed": 26549697, "text": "ApoAII-ATQ/AT not only distinguished the early stages of pancreatic cancer from healthy controls but also identified patients at high risk for pancreatic malignancy."}, {"pubmed": 26590203, "text": "A new missense mutation in an Iranian population has a significant association with high-density lipoprotein cholesterol levels."}, {"pubmed": 26682220, "text": "ApoA1 and ApoA2 were independently associated with cognitive impairment."}, {"pubmed": 27271094, "text": "There was a statistically significant interaction between APOA2 polymorphism and dietary fatty acids intake on oxidative stress n patients with type 2 diabetes"}, {"pubmed": 27526664, "text": "Independent evidence indicated LpAI:A-II has a diameter 20% smaller than LpAI, consistent with a model having two apoA-I and one apoA-II"}, {"pubmed": 28359369, "text": "In type 2 diabetes mellitus patients, the dietary intake of antiinflammatory fatty acids, such as omega-3 PUFAs and MUFAs, could reduce the inflammatory effects associated with the Apolipoprotein A2 CC genotype. In addition, proinflammatory fatty acids, such as SFAs, could overcome the antiinflammatory effect of the T-allele."}, {"pubmed": 28373285, "text": "data support an SR-B1 nibbling mechanism that is similar to that of streptococcal serum opacity factor, which also selectively removes CE and releases apoAI, leaving an apoAII-rich remnant."}, {"pubmed": 28457653, "text": "APOA-II is the second most common protein in high-density lipoprotein (HDL)."}, {"pubmed": 28476857, "text": "apoA-II enhanced ABCA1-mediated cholesterol efflux"}, {"pubmed": 28545455, "text": "Weight loss resulted from a reduction of HDL in both APOE-II genotypes. However, in C homozygote carriers, it was shown that HDL3 reduced significantly and leads to a general shift toward larger size HDL subfractions after intervention, while in T allele carriers HDL2 decreased significantly and weight loss leads to shift toward smaller size HDL subfractions."}, {"pubmed": 29481802, "text": "This study detected a reduced level of heterodimer apoA2-ATQ/AT and a specific apoA2 isoform hypo-processing pattern in the sera of autoimmune pancreatitis patients."}, {"pubmed": 30259989, "text": "Compared to CA19-9 alone, the combination of plasma CA19-9 and APOA2 isoforms ATQ/AT may improve detection of pancreatic cancer up to 18 months prior to diagnosis under usual care and may provide a useful first measure for pancreatic cancer detection prior to imaging."}, {"pubmed": 30359420, "text": "cerulosplamin may be a marker of relapse and transferrin and apolipoprotein A-II may contribute to the evaluation of the treatment efficacy and avoiding a premature decision in Paracoccidioidomycosis."}, {"pubmed": 31133485, "text": "Reduced serum levels apolipoprotein A2 and apolipoprotein C2 were significantly associated with the presence of aneurysm wall enhancement in MRI angiography."}, {"pubmed": 32758395, "text": "Neuroprotective associations of apolipoproteins A-I and A-II with neurofilament levels in early multiple sclerosis."}, {"pubmed": 32919081, "text": "ApoA-I-HDL increased double over the past 35 years in Japanese cohort while apoA-I/A-II-HDL decreased."}, {"pubmed": 33296791, "text": "Human apolipoprotein A-II reduces atherosclerosis in knock-in rabbits."}, {"pubmed": 33588820, "text": "Familial hypertriglyceridemia: an entity with distinguishable features from other causes of hypertriglyceridemia."}, {"pubmed": 33674281, "text": "apoA2 correlates to gestational age with decreased apolipoproteins A2, C1, C3 and E in gestational diabetes."}, {"pubmed": 33759320, "text": "A personalised diet study: The interaction between ApoA2 -265T > C polymorphism and dietary inflammatory index on oxidative and inflammatory markers and lipid profile in patients with type 2 diabetes mellitus: A cross-sectional study."}, {"pubmed": 33889392, "text": "Interaction between Apo A-II -265T>C polymorphism and dietary total antioxidant capacity on some anthropometric indices and serum lipid profile in patients with type 2 diabetes mellitus."}, {"pubmed": 34372957, "text": "Interaction between Apo A-II -265T > C polymorphism and dietary total antioxidant capacity on some oxidative stress and inflammatory markers in patients with type 2 diabetes mellitus."}, {"pubmed": 34472376, "text": "Spectrum of Apolipoprotein AI and Apolipoprotein AII Proteoforms and Their Associations With Indices of Cardiometabolic Health: The CARDIA Study."}, {"pubmed": 35883173, "text": "Dietary acid load modifies the effects of ApoA2-265 T > C polymorphism on lipid profile and serum leptin and ghrelin levels among type 2 diabetic patients."}, {"pubmed": 36082946, "text": "Resolution of apolipoprotein A1 and A2 proteoforms: their cardiometabolic correlates and implications for future research."}, {"pubmed": 37501507, "text": "Apolipoprotein A2 isoforms associated with exocrine pancreatic insufficiency in early chronic pancreatitis."}, {"pubmed": 38062157, "text": "CETP and APOA2 polymorphisms are associated with weight loss and healthy eating behavior changes in response to digital lifestyle modifications."}], "genomic_pos": {"chr": "1", "end": 161223631, "ensemblgene": "ENSG00000158874", "start": 161222292, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 161193421, "start": 161192082, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002719", "pubmed": 12458630, "qualifier": "involved_in", "term": "negative regulation of cytokine production involved in immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006641", "pubmed": 11551871, "qualifier": "involved_in", "term": "triglyceride metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006656", "pubmed": 14967812, "qualifier": "involved_in", "term": "phosphatidylcholine biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008203", "qualifier": "involved_in", "term": "cholesterol metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009395", "pubmed": 14967812, "qualifier": "involved_in", "term": "phospholipid catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009749", "pubmed": 14988251, "qualifier": "involved_in", "term": "response to glucose"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010903", "pubmed": 14967812, "qualifier": "involved_in", "term": "negative regulation of very-low-density lipoprotein particle remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018158", "pubmed": 12576517, "qualifier": "involved_in", "term": "protein oxidation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018206", "pubmed": 12576517, "qualifier": "involved_in", "term": "peptidyl-methionine modification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030300", "qualifier": "involved_in", "term": "regulation of intestinal cholesterol absorption"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030301", "qualifier": "involved_in", "term": "cholesterol transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031100", "qualifier": "involved_in", "term": "animal organ regeneration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031647", "pubmed": 14967812, "qualifier": "involved_in", "term": "regulation of protein stability"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032375", "pubmed": 8636092, "qualifier": "involved_in", "term": "negative regulation of cholesterol transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032757", "pubmed": 11591715, "qualifier": "involved_in", "term": "positive regulation of interleukin-8 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033344", "pubmed": 11162594, "qualifier": "involved_in", "term": "cholesterol efflux"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033700", "pubmed": 11162594, "qualifier": "involved_in", "term": "phospholipid efflux"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034370", "pubmed": 14967812, "qualifier": "involved_in", "term": "triglyceride-rich lipoprotein particle remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034374", "pubmed": 8106353, "qualifier": "involved_in", "term": "low-density lipoprotein particle remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034375", "pubmed": [8106353, 14967812], "qualifier": "involved_in", "term": "high-density lipoprotein particle remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034380", "pubmed": 218942, "qualifier": "involved_in", "term": "high-density lipoprotein particle assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034384", "pubmed": 10764676, "qualifier": "involved_in", "term": "high-density lipoprotein particle clearance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042157", "qualifier": "involved_in", "term": "lipoprotein metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042632", "qualifier": "involved_in", "term": "cholesterol homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042632", "pubmed": 14967812, "qualifier": "involved_in", "term": "cholesterol homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043627", "qualifier": "involved_in", "term": "response to estrogen"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043691", "pubmed": 14967812, "qualifier": "involved_in", "term": "reverse cholesterol transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046340", "pubmed": 14967812, "qualifier": "involved_in", "term": "diacylglycerol catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050766", "pubmed": 20495215, "qualifier": "involved_in", "term": "positive regulation of phagocytosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050821", "pubmed": 20495215, "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050995", "pubmed": 14967812, "qualifier": "involved_in", "term": "negative regulation of lipid catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050996", "pubmed": 8640403, "qualifier": "involved_in", "term": "positive regulation of lipid catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051384", "qualifier": "involved_in", "term": "response to glucocorticoid"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060192", "pubmed": 14967812, "qualifier": "involved_in", "term": "negative regulation of lipase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060621", "pubmed": 10764676, "qualifier": "involved_in", "term": "negative regulation of cholesterol import"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060695", "pubmed": 8106353, "qualifier": "involved_in", "term": "negative regulation of cholesterol transporter activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905920", "pubmed": 14967812, "qualifier": "involved_in", "term": "positive regulation of CoA-transferase activity"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14718574, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005769", "qualifier": "located_in", "term": "early endosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034361", "pubmed": 8245722, "qualifier": "part_of", "term": "very-low-density lipoprotein particle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034364", "pubmed": [210174, 3104518, 17264082], "qualifier": "part_of", "term": "high-density lipoprotein particle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0034364", "pubmed": 27477018, "qualifier": "part_of", "term": "high-density lipoprotein particle"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0034366", "qualifier": "part_of", "term": "spherical high-density lipoprotein particle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034366", "pubmed": 16682745, "qualifier": "part_of", "term": "spherical high-density lipoprotein particle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0042627", "pubmed": 8245722, "qualifier": "part_of", "term": "chylomicron"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0072562", "pubmed": 22516433, "qualifier": "located_in", "term": "blood microparticle"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 27477018, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005319", "pubmed": 1606170, "qualifier": "enables", "term": "lipid transporter activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11991719, 14967812, 17786215, 25416956, 29892012, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005543", "pubmed": 218942, "qualifier": "enables", "term": "phospholipid binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008035", "qualifier": "enables", "term": "high-density lipoprotein particle binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008289", "pubmed": 14967812, "qualifier": "enables", "term": "lipid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015485", "pubmed": 218942, "qualifier": "enables", "term": "cholesterol binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 14967812, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031072", "pubmed": 11027668, "qualifier": "enables", "term": "heat shock protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031210", "pubmed": 17264082, "qualifier": "enables", "term": "phosphatidylcholine binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0034190", "pubmed": 11162594, "qualifier": "enables", "term": "apolipoprotein receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 17264082, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046982", "pubmed": [7918467, 8245722], "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0055102", "pubmed": 14967812, "qualifier": "enables", "term": "lipase inhibitor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0060228", "pubmed": 14967812, "qualifier": "enables", "term": "phosphatidylcholine-sterol O-acyltransferase activator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070653", "pubmed": 10764676, "qualifier": "enables", "term": "high-density lipoprotein particle receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0120020", "pubmed": 9651324, "qualifier": "contributes_to", "term": "cholesterol transfer activity"}]}, "homologene": {"genes": [[9544, 719946], [9598, 449498], [9606, 336], [9615, 478982], [9913, 505394], [10090, 11807], [10116, 25649]], "id": 1242}, "interpro": [{"desc": "Apolipoprotein A-II (ApoA-II)", "id": "IPR006801", "short_desc": "ApoA-II"}, {"desc": "Apolipoprotein A-II (ApoA-II) superfamily", "id": "IPR036172", "short_desc": "ApoA-II_sf"}], "ipi": "IPI00021854", "map_location": "1q23.3", "name": "apolipoprotein A2", "other_names": "apolipoprotein A-II", "pantherdb": {"HGNC": "601", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88050", "ortholog_type": "LDO", "panther_family": "PTHR11027", "taxid": 10090, "uniprot_kb": "P09813"}, {"RGD": "2131", "ortholog_type": "LDO", "panther_family": "PTHR11027", "taxid": 10116, "uniprot_kb": "P04638"}], "uniprot_kb": "P02652"}, "pathway": {"biocarta": {"id": "pparapathway", "name": "mechanism of gene regulation by peroxisome proliferators via ppara"}, "kegg": [{"id": "hsa03320", "name": "PPAR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04979", "name": "Cholesterol metabolism - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-174824", "name": "Plasma lipoprotein assembly, remodeling, and clearance"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}, {"id": "R-HSA-1989781", "name": "PPARA activates gene expression"}, {"id": "R-HSA-2187338", "name": "Visual phototransduction"}, {"id": "R-HSA-2187338", "name": "Visual phototransduction"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-400206", "name": "Regulation of lipid metabolism by PPARalpha"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6806667", "name": "Metabolism of fat-soluble vitamins"}, {"id": "R-HSA-6806667", "name": "Metabolism of fat-soluble vitamins"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}, {"id": "R-HSA-8963888", "name": "Chylomicron assembly"}, {"id": "R-HSA-8963898", "name": "Plasma lipoprotein assembly"}, {"id": "R-HSA-8963899", "name": "Plasma lipoprotein remodeling"}, {"id": "R-HSA-8963901", "name": "Chylomicron remodeling"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}, {"id": "R-HSA-975634", "name": "Retinoid metabolism and transport"}, {"id": "R-HSA-975634", "name": "Retinoid metabolism and transport"}], "wikipathways": [{"id": "WP2878", "name": "PPAR-alpha pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP3942", "name": "PPAR signaling pathway"}, {"id": "WP430", "name": "Statin inhibition of cholesterol production"}]}, "pfam": "PF04711", "pharmgkb": "PA24886", "pharos": {"target_id": 7913, "tdl": "Tbio"}, "pir": "A93586", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325780", "relationship": "is"}, {"id": "GNF325781", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245843", "relationship": "is"}, {"id": "GNF245844", "relationship": "is"}, {"id": "GNF245845", "relationship": "is"}, {"id": "GNF245846", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158147", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF039201", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079637", "relationship": "is"}, {"id": "GNF079638", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052854", "relationship": "is"}, {"id": "GNF057620", "relationship": "is"}, {"id": "GNF072729", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070207", "relationship": "is"}, {"id": "GNF070208", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000595", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF332079", "relationship": "is"}, {"id": "GNF334024", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338382", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF114841", "relationship": "is"}, {"id": "GNF146850", "relationship": "is"}, {"id": "GNF154482", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_012043.1"], "protein": "NP_001634.1", "rna": "NM_001643.2", "translation": {"protein": "NP_001634.1", "rna": "NM_001643.2"}}, "reporter": {"HG-U133_Plus_2": ["219465_at", "219466_s_at"], "HTA-2_0": "TC01003422.hg.1", "HuEx-1_0": "2440730", "HuGene-1_1": "7921834", "HuGene-2_1": "16695643"}, "summary": "This gene encodes apolipoprotein (apo-) A-II, which is the second most abundant protein of the high density lipoprotein particles. The protein is found in plasma as a monomer, homodimer, or heterodimer with apolipoprotein D. Defects in this gene may result in apolipoprotein A-II deficiency or hypercholesterolemia. [provided by RefSeq, Jul 2008].", "symbol": "APOA2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412469"}, "unigene": "Hs.237658", "uniprot": {"Swiss-Prot": "P02652", "TrEMBL": ["Q76EI7", "V9GYE3", "V9GYT0", "V9GYS1", "V9GYC1", "V9GYM3", "V9GYG9"]}, "wikipedia": {"url_stub": "APOA2"}}