{"AllianceGenome": "17343", "HGNC": "17343", "MIM": "607109", "_id": "200315", "_version": 3, "accession": {"genomic": ["AL022318.2", "CH471095.1", "CP068256.2", "NC_000022.11", "NC_060946.1"], "protein": ["AAA03706.2", "AAI26417.1", "AAI44147.1", "AKE33286.1", "CAG30279.1", "EAW60278.1", "NP_001257335.1", "NP_663745.1", "P31941.3"], "rna": ["BC126416.1", "BC144146.1", "BI029063.1", "CR456393.1", "DB322320.1", "KM266647.1", "NM_001270406.2", "NM_145699.4", "U03891.2"], "translation": [{"protein": "AAI44147.1", "rna": "BC144146.1"}, {"protein": "NP_663745.1", "rna": "NM_145699.4"}, {"protein": "AAI26417.1", "rna": "BC126416.1"}, {"protein": "NP_001257335.1", "rna": "NM_001270406.2"}, {"protein": "CAG30279.1", "rna": "CR456393.1"}, {"protein": "AKE33286.1", "rna": "KM266647.1"}, {"protein": "AAA03706.2", "rna": "U03891.2"}]}, "alias": ["A3A", "ARP3", "PHRBN", "bK150C2.1"], "ec": "3.5.4.38", "ensembl": [{"gene": "ENSG00000128383", "protein": ["ENSP00000249116", "ENSP00000384359"], "transcript": ["ENST00000249116", "ENST00000402255", "ENST00000488758", "ENST00000495988"], "translation": [{"protein": "ENSP00000384359", "rna": "ENST00000402255"}, {"protein": "ENSP00000249116", "rna": "ENST00000249116"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000262156", "protein": ["ENSP00000461288", "ENSP00000485234"], "transcript": ["ENST00000570508", "ENST00000623492", "ENST00000624713"], "translation": [{"protein": "ENSP00000485234", "rna": "ENST00000623492"}, {"protein": "ENSP00000461288", "rna": "ENST00000570508"}], "type_of_gene": "protein_coding"}], "entrezgene": "200315", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.92990290824, "exp_mis": 78.6277544913, "exp_syn": 35.8065702294, "lof_z": 1.85508797624733, "mis_z": 1.68944320697649, "mu_lof": 4.61940345164e-07, "mu_mis": 6.87725839561e-06, "mu_syn": 3.04603201518e-06, "n_lof": 2.0, "n_mis": 48.0, "n_syn": 26.0, "p_li": 0.22634791867463, "p_null": 0.0353990498997487, "p_rec": 0.738253031425622, "syn_z": 1.01598020190286}, "bp": 600, "cds_end": 39358514, "cds_start": 39353696, "n_exons": 5, "nonpsych": {"exp_lof": 6.18019242107, "exp_mis": 71.0736689477, "exp_syn": 32.3163658438, "lof_z": 1.65138072520118, "mis_z": 1.85908739671988, "mu_lof": 4.61940345164e-07, "mu_mis": 6.87725839561e-06, "mu_syn": 3.04603201518e-06, "n_lof": 2.0, "n_mis": 40.0, "n_syn": 25.0, "p_li": 0.198384922206357, "p_null": 0.0538236925540233, "p_rec": 0.747791385239619, "syn_z": 0.810303681654939}, "nontcga": {"exp_lof": 6.36653953518, "exp_mis": 72.3285679524, "exp_syn": 32.9330775819, "lof_z": 1.70713120832516, "mis_z": 1.60092752939425, "mu_lof": 4.61940345164e-07, "mu_mis": 6.87725839561e-06, "mu_syn": 3.04603201518e-06, "n_lof": 2.0, "n_mis": 45.0, "n_syn": 24.0, "p_li": 0.196007056119941, "p_null": 0.0462796400854921, "p_rec": 0.757713303794567, "syn_z": 0.98561508087461}, "transcript": "ENST00000402255.1"}, "exons": [{"cdsend": 38962509, "cdsstart": 38957691, "chr": "22", "position": [[38957608, 38957720], [38959595, 38959686], [38961386, 38961681], [38962097, 38962213], [38962494, 38963184]], "strand": 1, "transcript": "NM_001270406", "txend": 38963184, "txstart": 38957608}, {"cdsend": 38962509, "cdsstart": 38957691, "chr": "22", "position": [[38957608, 38957720], [38959541, 38959686], [38961386, 38961681], [38962097, 38962213], [38962494, 38963184]], "strand": 1, "transcript": "NM_145699", "txend": 38963184, "txstart": 38957608}], "exons_hg19": [{"cdsend": 39358514, "cdsstart": 39353696, "chr": "22", "position": [[39353613, 39353725], [39355600, 39355691], [39357391, 39357686], [39358102, 39358218], [39358499, 39359189]], "strand": 1, "transcript": "NM_001270406", "txend": 39359189, "txstart": 39353613}, {"cdsend": 39358514, "cdsstart": 39353696, "chr": "22", "position": [[39353613, 39353725], [39355546, 39355691], [39357391, 39357686], [39358102, 39358218], [39358499, 39359189]], "strand": 1, "transcript": "NM_145699", "txend": 39359189, "txstart": 39353613}], "generif": [{"pubmed": 16407327, "text": "APOBEC3A inhibits intracisternal A-particle retrotransposition via a novel mechanism."}, {"pubmed": 17727729, "text": "results suggest that the A3G N-terminal domain carries determinants important for targeting the protein to viral NPCs. Transfer of this domain to A3A results in A3A targeting to viral NPCs and confers antiviral activity."}, {"pubmed": 17977970, "text": "HIV-1 Vif(IIIB) induces the emigration from the nucleus to the cytosol and thereby causes net increases in the cytosolic concentrations and anti-HIV-1 activities of APOBEC3A and APOBEC3B."}, {"pubmed": 18403710, "text": "study provides evidence of editing of human papillomavirus 1a and 16 DNA by APOBEC3 in plantar warts and precancerous cervix biopsies"}, {"pubmed": 19461882, "text": "results demonstrate that deaminase activity is not necessary for the antiviral activity of APOBEC3A against parvoviruses"}, {"pubmed": 19911124, "text": "Studies indicate the APOBEC family consists of 11 members: APOBEC-1 (Apo1), APOBEC-2 (Apo2), activation induced cytidine deaminase (AID), APOBEC- 3A, -3B, -3C, -3DE, -3F, -3H (Apo3A-H) and APOBEC- 4 (Apo4)."}, {"pubmed": 20062055, "text": "APOBEC3A is induced by interferon following DNA detection, and it deaminates foreign double-stranded DNA cytidines to uridines."}, {"pubmed": 20178977, "text": "A single-point mutation in SIV Vpx (H82A) abrogated binding to APOBEC3A and single-round infection of monocytes by HIV-1."}, {"pubmed": 20615867, "text": "Deaminase activity of APOBEC3A isoforms in monocytes and macrophages may play an important role in host defense against viruses."}, {"pubmed": 21123384, "text": "THese results revealed an essential functional role for the predicted single-stranded DNA-docking groove located around the APOBEC3A catalytic site."}, {"pubmed": 21279453, "text": "Use of the protein fragment complementation assay is a simple and reliable technique for the assessment of HIV-1 protein Vif interaction with APOBEC3 cytidine deaminase."}, {"pubmed": 21460793, "text": "APOBEC3A can activate the DNA damage response and cause cell-cycle arrest."}, {"pubmed": 21957290, "text": "The authors show that infrequent editing of HIV-1 reverse transcripts can also be mediated by APOBEC3 proteins supplied by the targets of infection."}, {"pubmed": 21995620, "text": "Carriers of homozygous deletions in this gene show a significantly higher score in the alcohol dependence severity and increased response to alcohol cues"}, {"pubmed": 22272271, "text": "Data suggest that positive selection was apparent along a few branches which differed compared to positive selection in the carboxy-terminal of APOBEC3G (A3G) that clusters with APOBEC3A (A3A) among cytidine deaminases."}, {"pubmed": 22457529, "text": "The authors show that APOBEC3A, APOBEC3B, and APOBEC3H haplotype 2 (A3H hapII) acted as potent inhibitors of HTLV-1."}, {"pubmed": 22798497, "text": "While APOBEC3A was a strong deaminator of both C and 5-methylcytosine, AID and APOBEC3G were much weaker in their ability to deaminate this modified base."}, {"pubmed": 22822074, "text": "APOBEC3A was able to deaminate dsDNA undergoing transcription suggests a genomic cost of a deamination-based retroviral restriction system."}, {"pubmed": 22948384, "text": "Decreases in APOBAC3A and APOBAC3C in the cortex of psychotic patients support the hypothesis that an epigenetic misregulation of gene expression may be operative in the pathogenesis of psychotic disorders."}, {"pubmed": 22977230, "text": "Tribbles 3 protects nuclear DNA from cytidine deamination by APOBEC3A"}, {"pubmed": 23599896, "text": "results implicate APOBEC3B/A in breast cancer hypermutation and give insight into the mechanism of kataegis"}, {"pubmed": 23640892, "text": "Monocytic cells use a cytoplasmic retention mechanism to control APOBEC3A and avert genotoxicity during innate immune responses."}, {"pubmed": 23695684, "text": "These results afford novel mechanistic insights into APOBEC3A-mediated deamination."}, {"pubmed": 23840298, "text": "A3A among all human PCDs can deaminate 5-methylcytidine in a variety of single stranded DNA substrates both in vitro and in transfected cells."}, {"pubmed": 23977391, "text": "APOBEC3A induction may generate many of the lesions typical of a cancer genome."}, {"pubmed": 23979356, "text": "Data indicate that APOBEC3A (Apo3A) activity and C motif deamination specificity exhibit a striking dependence on pH."}, {"pubmed": 24163103, "text": "Examination of deaminase and nucleic acid binding properties of human APOBEC3A in the context of its 3D structure."}, {"pubmed": 24227842, "text": "APOBEC3 deaminases upregulated by IFN-beta induce E2 hypermutation of HPV16 in cervical keratinocytes."}, {"pubmed": 24728294, "text": "The APOBEC3A-APOBEC3B germline deletion allele confers cancer susceptibility through increased activity of APOBEC-dependent mutational processes."}, {"pubmed": 24827831, "text": "We identified a recognition loop that altered APOBEC3A sequence specificity."}, {"pubmed": 24843014, "text": "data provide a mechanistic explanation of how the APOBEC3A cytidine deaminase protein can inhibit L1 retrotransposition"}, {"pubmed": 24851906, "text": "Both A3A and A3G restrict infection by murine retroviruses: A3G was packaged into virions and caused extensive deamination of the retrovirus genomes while A3A was not packaged and instead restricted infection when expressed in target cells."}, {"pubmed": 24905100, "text": "AFM image analyses reveal A3A binding to single-stranded DNA, and that this interaction becomes most evident ( approximately 80% complex yield) at high protein-to-DNA ratios (at least 100ratio1). A3A is predominantly monomeric when bound to single-stranded DNA."}, {"pubmed": 25298230, "text": "Chimeric A3A mRNA resulting from DeltaA3B was more stable, resulting in higher intracellular A3A levels and greater DNA damage."}, {"pubmed": 25355878, "text": "Collectively, these findings suggest that APOBEC3A acts as a restriction factor against human papillomavirus infection, but the induction of this restriction mechanism by human papillomavirus may come at a cost to the host by promoting cancer mutagenesis."}, {"pubmed": 25576866, "text": "Expression of APOBEC3A or 3C in 293FT cells reduced the infectivity of HPV16 pseudovirions. The reduced infectivity of virions assembled in the presence of APOBEC3A, but not 3C, was attributed to decreased copy number of the encapsidated reporter plasmid."}, {"pubmed": 25807502, "text": "The role of APOBEC3A in mediating this change was confirmed by A3A overexpression in Fujioka cells, which led to a significant increase in WT1 c.1303G>A mRNA editing."}, {"pubmed": 25898173, "text": "This study demonstrates the cellular RNA editing activity of a member of the APOBEC3 family of innate restriction factors and expands the understanding of C>U RNA editing in mammals."}, {"pubmed": 25914058, "text": "Structural studies show that specific binding of single-stranded DNA is regulated by the cooperative dimerization of APOBEC3A."}, {"pubmed": 26253512, "text": "These results indicate that the mechanisms of APOBEC3 restriction of Koala Retro Virus by humanA3G and mouseA3 differ (deamination dependent vs. independent) and glyco-gag does not play a role in the restriction."}, {"pubmed": 26258849, "text": "APOBEC3A-mediated mutagenesis is much more frequent than APOBEC3B because APOBEC3A itself is highly proficient at generating DNA breaks."}, {"pubmed": 26320772, "text": "Germline variant and deletion polymorphism in APOBEC3A gene are not associated with breast cancer risk."}, {"pubmed": 26832400, "text": "APOBEC3A and APOBEC3B preferentially deaminate the lagging strand template during DNA replication."}, {"pubmed": 26918916, "text": "The findings demonstrate that DNA replication provides ssDNA substrate that is susceptible to deamination by A3A. Thus, aberrant A3A activity leading to genomic damage may specifically impact rapidly replicating cells"}, {"pubmed": 26920143, "text": "Our results suggest that genetic variations in driver and APOBEC3 genes were associated with the risk of BC and may have impact on clinical outcome."}, {"pubmed": 27036383, "text": "APOBEC3A/B and HLA-DQA1 are powerful biomarkers for systemic sclerosis risk evaluation and contribute to the susceptibility to systemic sclerosis."}, {"pubmed": 27149507, "text": "These results highlight the fundamental impact of APOBEC3A overexpression on human transcriptome by widespread RNA editing."}, {"pubmed": 27155849, "text": "results suggest that the APOBEC3A/3B deletion polymorphism is not significantly associated with cancer risk in our study population"}, {"pubmed": 27189538, "text": "We have demonstrated that the APOBEC3A gene of primates displays sequence variation consistent with a role in host defense against a changing pathogen or set of pathogens. Our data suggest that though APOBEC3A potently restricts LINE-1 retroelements, the rapid evolution in APOBEC3A was likely not driven by LINE-1."}, {"pubmed": 27643540, "text": "exposures to relevant environmental factors might induce APOBEC3A or APOBEC3B expression above genotoxic levels and initiate tumorigenesis in a tissue-specific manner in the right cellular environment where ssDNA is available"}, {"pubmed": 27749842, "text": "APOBEC-induced mutagenesis is associated with chemotherapy-resistant urothelial carcinoma."}, {"pubmed": 27890786, "text": "APOBEC3A proteins were up regulated in genital warts cell cultures taken from patients diagnosed with human papillomavirus infections."}, {"pubmed": 27940951, "text": "Our study demonstrates that 20% of C-->T and C-->G mutations in the TpCpW context-where W denotes A or T, segregating as polymorphisms in human population-or 1.4% of all heritable mutations are attributable to APOBEC3A/B activity."}, {"pubmed": 27991903, "text": "crystal structures of human APOBEC3A and a chimera of human APOBEC3B and APOBEC3A bound to ssDNA at 3.1-A and 1.7-A resolution, respectively."}, {"pubmed": 28204537, "text": "By RNA sequencing, we show that specific inhibition of complex II (succinate dehydrogenase; SDH) by atpenin A5 in normoxic conditions mimics hypoxia and induces hypoxic transcripts as well as APOBEC3A-mediated RNA editing in human monocytes."}, {"pubmed": 28232385, "text": "p53 activation alters APOBECA3 gene regulation.Activated p53 binds transcriptional regulatory regions of APOBECA3 gene."}, {"pubmed": 28340680, "text": "Hyperthermia may induce regression of genital warts via APOBEC3A expression in patients diagnosed with genital warts."}, {"pubmed": 28369637, "text": "a solution-state model of APOBEC3A interaction with its single-stranded DNA substrate obtained with the 'method of small changes', is reported."}, {"pubmed": 28452355, "text": "Data show the crystal structure of a complex of a cytidine deaminase (APOBEC3A) with single-stranded DNA (ssDNA) bound in the active site at 2.2 A."}, {"pubmed": 28472485, "text": "Steady-state kinetic analysis reveals that APOBEC3A (A3A) discriminates against all ox-mCs by 3700-fold, arguing that ox-mC deamination does not contribute substantially to demethylation. A3A is, by contrast, highly proficient at C/mC deamination."}, {"pubmed": 28655787, "text": "High APOBEC3A expression is associated with acute myelogenous leukemia."}, {"pubmed": 28825669, "text": "review of current understanding of APOBEC3A and APOBEC3B biology in human papillomavirus Infection restriction, evolution, and associated cancer mutagenesis"}, {"pubmed": 28878238, "text": "High-level APOBEC3A expression is associated with better overall survival, especially among patients carrying APOBEC3B-deletion alleles in Taiwanese oral squamous cell carcinoma patients."}, {"pubmed": 28883657, "text": "This study supports the model that different APOBEC3 proteins have evolved to inhibit LINE-1 retrotransposition through distinct mechanisms and shows that APOBEC3A is a potent deamination-dependent inhibitor of LINE-1 retrotransposition."}, {"pubmed": 28956761, "text": "findings reveal the role of A3A as a potent anti-Human cytomegalovirus (HCMV) innate barrier, activated by HCMV infection in the authentic tissues of the maternal-fetal interface. These findings pave the way to new insights into the potential impact of APOBEC proteins on HCMV pathogenesis."}, {"pubmed": 29100527, "text": "Enhanced apolipoprotein APOBEC3A repressed human papillomavirus HPV11 E6 expression through gene hypermutation, and recombinant human interferon-omega rhIFN-omega might be an effective agent against HPV11 infection by up-regulation of APOBEC3A."}, {"pubmed": 29103756, "text": "APOBEC3A is the most likely gene to be active in HPV+ HNSCC. APOBEC activity correlates with upregulation of immune signaling pathways, supporting the hypothesis that APOBEC activity could be activated as part of the innate immune response"}, {"pubmed": 29166639, "text": "The results suggest that APOBEC3A expression is downregulated during progression towards invasiveness in human papillomaviruse (HPV)-negative penile squamous cell carcinoma (SCC), but maintained in HPV-positive penile SCC."}, {"pubmed": 29367246, "text": "direct evidence that both A3A and HPV16 E7 interact with CUL2, suggesting that the E7-CUL2 complex formed during HPV infection may regulate A3A protein levels in the cell."}, {"pubmed": 29760455, "text": "Study identified the APOBEC3A (A3A) preferred ssDNA binding motif, (T/C)TC(A/G) and found binding correlated with enzymatic activity. Also, A3A can bind RNA in a sequence specific manner. Surprisingly, A3A's signature sequence was necessary but not sufficient to account for A3A's high affinity for ssDNA. Significantly, A3A bound more tightly to the motif in longer oligonucleotides, and in the context of a hairpin loop."}, {"pubmed": 30135250, "text": "APOBEC3A, APOBEC3B, and APOBEC3H, demonstrated the highest transcript expression in recessive dystrophic epidermolysis bullosa (RDEB) squamous cell carcinoma (SCC) compared with normal skin and for all SCC subtypes analyzed. Furthermore, the proportion of APOBEC mutations associated with APOBEC3A was greater than the context associated with APOBEC3B."}, {"pubmed": 30606934, "text": "It is the major target for C-to-T substitutions in the HPV genomes."}, {"pubmed": 30614547, "text": "UBE2L3 promotes ubiquitination and proteasome-dependent degradation of APOBEC3A."}, {"pubmed": 30670656, "text": "We show that knockdown of A3A in latently infected human primary CD4 T cells enhanced HIV-1 reactivation. Collectively, we provide evidence and a mechanism by which A3A reinforces HIV-1 latency in infected CD4 T cells."}, {"pubmed": 30886206, "text": "The DNA damage induced by the Cytosine Deaminase APOBEC3A Leads to the production of ROS."}, {"pubmed": 31249028, "text": "Passenger hotspot mutations in cancer arise from the preference of APOBEC3A, a cytidine deaminase, for DNA stem-loops."}, {"pubmed": 31322199, "text": "These findings suggested that there was no relationship between A3A, A3B and A3H single nucleotide polymorphisms and chronic hepatitis B progression or hepatocellular carcinoma development in the Han Chinese population."}, {"pubmed": 31404619, "text": "AID, A3A and A3B can efficiently recognize and deaminate dC whose neighbouring nucleotides are damaged."}, {"pubmed": 31431505, "text": "multiple causes underlying selection of cytosines by APOBEC3A for deamination, and demonstrate the utility of UPD-Seq"}, {"pubmed": 31493648, "text": "When APOBEC3 expression and virus infection were monitored, APOBEC3 was found predominantly to be nuclear in Herpes Simplex Virus-1-infected cells up to 3h post-infection, but was predominantly cytoplasmic by 12h. This effect did not require the whole virus, and could be reproduced using the UL39 gene of the virus."}, {"pubmed": 31841499, "text": "Study indicates that APOBEC3A is the major cause of APOBEC-mutation load in primary breast cancer (BRCA) tumors. APOBEC3A has >100-fold more cytidine deamination activity than A3B in the presence of cellular RNA. These findings identify A3A as a major source of cytidine deaminase activity in BRCA cells and possibly a prominent contributor to the APOBEC mutation signature."}, {"pubmed": 31862729, "text": "Multiregion whole-genome sequencing depicts intratumour heterogeneity and punctuated evolution in ovarian clear cell carcinoma."}, {"pubmed": 32176735, "text": "There was a difference in A3B mRNA expression levels according to breast cancer subtypes, and high levels of A3A and A3B mRNA expressions were associated with an aggressive phenotype."}, {"pubmed": 32492421, "text": "HMCES Maintains Replication Fork Progression and Prevents Double-Strand Breaks in Response to APOBEC Deamination and Abasic Site Formation."}, {"pubmed": 32532990, "text": "Quantification of ongoing APOBEC3A activity in tumor cells by monitoring RNA editing at hotspots."}, {"pubmed": 32870257, "text": "APOBEC3A catalyzes mutation and drives carcinogenesis in vivo."}, {"pubmed": 33017516, "text": "Genomic, transcriptomic, and viral integration profiles associated with recurrent/metastatic progression in high-risk human papillomavirus cervical carcinomas."}, {"pubmed": 33326823, "text": "Expression of APOBEC family members as regulators of endogenous retroelements and malignant transformation in systemic autoimmunity."}, {"pubmed": 33483601, "text": "RNA editing enzyme APOBEC3A promotes pro-inflammatory M1 macrophage polarization."}, {"pubmed": 33540666, "text": "Unravelling the Sequential Interplay of Mutational Mechanisms during Clonal Evolution in Relapsed Pediatric Acute Lymphoblastic Leukemia."}, {"pubmed": 33581610, "text": "Murine leukemia virus resists producer cell APOBEC3A by its Glycosylated Gag but not target cell APOBEC3A."}, {"pubmed": 33707442, "text": "An extended APOBEC3A mutation signature in cancer."}, {"pubmed": 33788831, "text": "Loss of the abasic site sensor HMCES is synthetic lethal with the activity of the APOBEC3A cytosine deaminase in cancer cells."}, {"pubmed": 33930088, "text": "Mutational pressure by host APOBEC3s more strongly affects genes expressed early in the lytic phase of herpes simplex virus-1 (HSV-1) and human polyomavirus (HPyV) infection."}, {"pubmed": 34045311, "text": "Cytidine Deaminase APOBEC3A Regulates PD-L1 Expression in Cancer Cells in a JNK/c-JUN-Dependent Manner."}, {"pubmed": 34389714, "text": "Genotoxic stress and viral infection induce transient expression of APOBEC3A and pro-inflammatory genes through two distinct pathways."}, {"pubmed": 34403699, "text": "Frame-shifted APOBEC3A encodes two alternative proapoptotic proteins that target the mitochondrial network."}, {"pubmed": 34697369, "text": "Single-stranded DNA binding proteins influence APOBEC3A substrate preference."}, {"pubmed": 34745121, "text": "Comprehensive Analyses Identify APOBEC3A as a Genomic Instability-Associated Immune Prognostic Biomarker in Ovarian Cancer."}, {"pubmed": 34792260, "text": "Two different kinds of interaction modes of deaminase APOBEC3A with single-stranded DNA in solution detected by nuclear magnetic resonance."}, {"pubmed": 34873230, "text": "Impact of the APOBEC3A/B deletion polymorphism on risk of ovarian cancer."}, {"pubmed": 35017684, "text": "APOBEC mediated mutagenesis drives genomic heterogeneity in endometriosis."}, {"pubmed": 35020946, "text": "Transcriptional repression and apoptosis influence the effect of APOBEC3A/3B functional polymorphisms on biliary tract cancer risk."}, {"pubmed": 35121902, "text": "APOBEC3A drives deaminase domain-independent chromosomal instability to promote pancreatic cancer metastasis."}, {"pubmed": 35194151, "text": "Induction of APOBEC3-mediated genomic damage in urothelium implicates BK polyomavirus (BKPyV) as a hit-and-run driver for bladder cancer."}, {"pubmed": 35262324, "text": "The Base-Editing Enzyme APOBEC3A Catalyzes Cytosine Deamination in RNA with Low Proficiency and High Selectivity."}, {"pubmed": 35320711, "text": "Prospectively defined patterns of APOBEC3A mutagenesis are prevalent in human cancers."}, {"pubmed": 35549556, "text": "APOBEC3A regulates transcription from interferon-stimulated response elements."}, {"pubmed": 35859169, "text": "Mechanisms of APOBEC3 mutagenesis in human cancer cells."}, {"pubmed": 35902635, "text": "Evaluation of APOBEC3 expression as prognostic marker in squamous cell carcinoma of the penis."}, {"pubmed": 36100161, "text": "Differences in integration frequencies and APOBEC3 profiles of five high-risk HPV types adheres to phylogeny."}, {"pubmed": 36100631, "text": "The roles of APOBEC-mediated RNA editing in SARS-CoV-2 mutations, replication and fitness."}, {"pubmed": 36394079, "text": "APOBEC3A/B deletion polymorphism and endometrial cancer risk."}, {"pubmed": 36610792, "text": "Cellular APOBEC3A deaminase drives mutations in the SARS-CoV-2 genome."}, {"pubmed": 36889736, "text": "The role of APOBEC3A in cervical cancer development and progression: A retrospective study."}, {"pubmed": 37154747, "text": "Apobec3A Deamination Functions Are Involved in Antagonizing Efficient Human Adenovirus Replication and Gene Expression."}, {"pubmed": 37282621, "text": "Seven-membered ring nucleobases as inhibitors of human cytidine deaminase and APOBEC3A."}, {"pubmed": 37298259, "text": "DNA Deamination Is Required for Human APOBEC3A-Driven Hepatocellular Carcinoma In Vivo."}, {"pubmed": 37407818, "text": "Therapy-induced APOBEC3A drives evolution of persistent cancer cells."}, {"pubmed": 37442413, "text": "Unraveling the Enzyme-Substrate Properties for APOBEC3A-Mediated RNA Editing."}, {"pubmed": 37474103, "text": "Mitochondrial double-stranded RNA triggers induction of the antiviral DNA deaminase APOBEC3A and nuclear DNA damage."}, {"pubmed": 38033156, "text": "Mutational impact of APOBEC3A and APOBEC3B in a human cell line and comparisons to breast cancer."}, {"pubmed": 38105291, "text": "Regulatory variants of APOBEC3 genes potentially associate with COVID-19 severity in populations with African ancestry."}, {"pubmed": 38499553, "text": "Distinguishing preferences of human APOBEC3A and APOBEC3B for cytosines in hairpin loops, and reflection of these preferences in APOBEC-signature cancer genome mutations."}, {"pubmed": 38886582, "text": "The SMC5/6 complex prevents genotoxicity upon APOBEC3A-mediated replication stress."}, {"pubmed": 38976757, "text": "The cytidine deaminase APOBEC3A regulates nucleolar function to promote cell growth and ribosome biogenesis."}], "genomic_pos": [{"chr": "22", "end": 38963184, "ensemblgene": "ENSG00000128383", "start": 38952741, "strand": 1}, {"chr": "HSCHR22_1_CTG2", "end": 78547, "ensemblgene": "ENSG00000262156", "start": 68449, "strand": 1}], "genomic_pos_hg19": [{"chr": "22", "end": 39359188, "start": 39348746, "strand": 1}, {"chr": "HSCHR22_1_CTG2", "end": 39358842, "start": 39353528, "strand": 1}], "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0009972", "qualifier": "involved_in", "term": "cytidine deamination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010526", "pubmed": [16527742, 21123384], "qualifier": "involved_in", "term": "retrotransposon silencing"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016554", "qualifier": "involved_in", "term": "cytidine to uridine editing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044029", "pubmed": 21496894, "qualifier": "involved_in", "term": "positive regulation of gene expression via chromosomal CpG island demethylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044355", "pubmed": 20062055, "qualifier": "involved_in", "term": "clearance of foreign intracellular DNA"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045071", "pubmed": 16527742, "qualifier": "involved_in", "term": "negative regulation of viral genome replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045087", "pubmed": 21123384, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045869", "qualifier": "involved_in", "term": "negative regulation of single stranded viral RNA replication via double stranded DNA intermediate"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": [21123384, 22457529], "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070383", "qualifier": "involved_in", "term": "DNA cytosine deamination"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000932", "qualifier": "is_active_in", "term": "P-body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [16527742, 21123384, 21835787], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [16527742, 21123384, 21835787], "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003723", "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004126", "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004126", "pubmed": [16527742, 21123384], "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004126", "pubmed": [20062055, 22457529], "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [22915799, 24557838, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}]}, "homologene": {"genes": [[9544, 721030], [9598, 744498], [9606, 200315], [9615, 610245], [9913, 507162]], "id": 82288}, "interpro": [{"desc": "Cytidine and deoxycytidylate deaminase domain", "id": "IPR002125", "short_desc": "CMP_dCMP_dom"}, {"desc": "APOBEC/CMP deaminase, zinc-binding", "id": "IPR016192", "short_desc": "APOBEC/CMP_deaminase_Zn-bd"}, {"desc": "Cytidine deaminase-like", "id": "IPR016193", "short_desc": "Cytidine_deaminase-like"}], "ipi": ["IPI00013876", "IPI01025690"], "map_location": "22q13.1", "name": "apolipoprotein B mRNA editing enzyme catalytic subunit 3A", "other_names": ["DNA dC->dU-editing enzyme APOBEC-3A", "apolipoprotein B mRNA editing enzyme, catalytic polypeptide-like 3A", "phorbolin-1", "probable DNA dC->dU-editing enzyme APOBEC-3A"], "pantherdb": {"HGNC": "17343", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSGALG00000014280", "ortholog_type": "O", "panther_family": "PTHR13857", "taxid": 9031, "uniprot_kb": "E1BVI0"}, {"ZFIN": "ZDB-GENE-041122-2", "ortholog_type": "O", "panther_family": "PTHR13857", "taxid": 7955, "uniprot_kb": "B3DGZ0"}], "uniprot_kb": "P31941"}, "pathway": {"kegg": {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-72200", "name": "mRNA Editing: C to U Conversion"}, {"id": "R-HSA-75072", "name": "mRNA Editing"}, {"id": "R-HSA-75094", "name": "Formation of the Editosome"}, {"id": "R-HSA-8953854", "name": "Metabolism of RNA"}]}, "pdb": ["2M65", "4XXO", "5KEG", "5SWW", "7D3V", "7D3W", "7D3X", "8FII", "8FIJ", "8FIK", "8FIL", "8FIM"], "pfam": "PF18782", "pharmgkb": "PA24891", "pharos": {"target_id": 1885, "tdl": "Tchem"}, "pir": "G01233", "prosite": "PS51747", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF175108", "relationship": "is"}, {"id": "GNF186014", "relationship": "is"}, {"id": "GNF196920", "relationship": "is"}, {"id": "GNF207826", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF114566", "relationship": "is"}, {"id": "GNF154207", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1"], "protein": ["NP_001257335.1", "NP_663745.1"], "rna": ["NM_001270406.2", "NM_145699.4"], "translation": [{"protein": "NP_663745.1", "rna": "NM_145699.4"}, {"protein": "NP_001257335.1", "rna": "NM_001270406.2"}]}, "reporter": {"HG-U133_Plus_2": "210873_x_at", "HTA-2_0": "TC22001424.hg.1", "HuEx-1_0": ["3945515", "3945545"], "HuGene-1_1": "8073056"}, "retired": [91577, 113827, 115603, 140561, 100506375], "summary": "This gene is a member of the cytidine deaminase gene family. It is one of seven related genes or pseudogenes found in a cluster, thought to result from gene duplication, on chromosome 22. Members of the cluster encode proteins that are structurally and functionally related to the C to U RNA-editing cytidine deaminase APOBEC1. The protein encoded by this gene lacks the zinc binding activity of other family members. The protein plays a role in immunity, by restricting transmission of foreign DNA such as viruses. One mechanism of foreign DNA restriction is deamination of foreign double-stranded DNA cytidines to uridines, which leads to DNA degradation. However, other mechanisms are also thought to be involved, as anti-viral effect is not dependent on deaminase activity. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2012].", "symbol": "APOBEC3A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424917"}, "unigene": "Hs.226307", "uniprot": {"Swiss-Prot": "P31941", "TrEMBL": ["B7ZLZ1", "A0A0K0MJ49"]}}