{"AllianceGenome": "17357", "HGNC": "17357", "MIM": "607113", "_id": "60489", "_version": 2, "accession": {"genomic": ["AL022318.2", "AL078641.2", "CH471095.1", "CP068256.2", "DQ147772.1", "EU596605.1", "NC_000022.11", "NC_060946.1"], "protein": ["AAG14956.1", "AAH24268.1", "AAH61914.1", "AAZ38722.1", "ACB72734.1", "AEA39616.1", "AGI04219.1", "AGS14892.1", "BAF34652.1", "BAG38016.1", "CAG30358.1", "EAW60292.1", "NP_001336365.1", "NP_001336366.1", "NP_001336367.1", "NP_068594.1", "Q9HC16.1"], "rna": ["AB266487.1", "AF182420.1", "AK022802.1", "AK092614.1", "AK093635.1", "AK310279.1", "AK315650.1", "BC009683.1", "BC024268.1", "BC061914.1", "CR456472.1", "DA457434.1", "JF262036.1", "JX915801.1", "KC329531.1", "NM_001349436.1", "NM_001349437.2", "NM_001349438.3", "NM_021822.4", "NR_146179.3"], "translation": [{"protein": "BAF34652.1", "rna": "AB266487.1"}, {"protein": "AAH61914.1", "rna": "BC061914.1"}, {"protein": "NP_001336366.1", "rna": "NM_001349437.2"}, {"protein": "AAH24268.1", "rna": "BC024268.1"}, {"protein": "BAG38016.1", "rna": "AK315650.1"}, {"protein": "AGI04219.1", "rna": "KC329531.1"}, {"protein": "CAG30358.1", "rna": "CR456472.1"}, {"protein": "AGS14892.1", "rna": "JX915801.1"}, {"protein": "NP_068594.1", "rna": "NM_021822.4"}, {"protein": "NP_001336365.1", "rna": "NM_001349436.1"}, {"protein": "AEA39616.1", "rna": "JF262036.1"}, {"protein": "AAG14956.1", "rna": "AF182420.1"}, {"protein": "NP_001336367.1", "rna": "NM_001349438.3"}]}, "alias": ["A3G", "ARCD", "ARP-9", "ARP9", "CEM-15", "CEM15", "MDS019", "bK150C2.7", "dJ494G10.1"], "ec": "3.5.4.38", "ensembl": {"gene": "ENSG00000239713", "protein": "ENSP00000385057", "transcript": ["ENST00000407997", "ENST00000461827", "ENST00000463934", "ENST00000480000", "ENST00000481958", "ENST00000486357", "ENST00000494150"], "translation": [{"protein": "ENSP00000385057", "rna": "ENST00000407997"}], "type_of_gene": "protein_coding"}, "entrezgene": "60489", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.1250776807, "exp_mis": 142.158870867, "exp_syn": 58.5455215199, "lof_z": 1.05068636345764, "mis_z": 0.0885649606898419, "mu_lof": 1.11411989548e-06, "mu_mis": 1.25689639267e-05, "mu_syn": 4.99825155484e-06, "n_lof": 11.0, "n_mis": 140.0, "n_syn": 60.0, "p_li": 1.47030454091374e-06, "p_null": 0.375625237922601, "p_rec": 0.624373291772858, "syn_z": -0.117844784356528}, "bp": 1155, "cds_end": 39483426, "cds_start": 39473366, "n_exons": 8, "nonpsych": {"exp_lof": 13.5360373091, "exp_mis": 128.513882422, "exp_syn": 52.8357253591, "lof_z": 1.2108288649537, "mis_z": 0.156342129729319, "mu_lof": 1.11411989548e-06, "mu_mis": 1.25689639267e-05, "mu_syn": 4.99825155484e-06, "n_lof": 9.0, "n_mis": 125.0, "n_syn": 52.0, "p_li": 3.0898674778967e-05, "p_null": 0.233019058323024, "p_rec": 0.766950043002197, "syn_z": 0.0723878355079485}, "nontcga": {"exp_lof": 13.9000983489, "exp_mis": 130.771196931, "exp_syn": 53.8469045755, "lof_z": 0.767335036842048, "mis_z": 0.207864889510071, "mu_lof": 1.11411989548e-06, "mu_mis": 1.25689639267e-05, "mu_syn": 4.99825155484e-06, "n_lof": 11.0, "n_mis": 126.0, "n_syn": 57.0, "p_li": 7.41103761330583e-07, "p_null": 0.522267368255287, "p_rec": 0.477731890640951, "syn_z": -0.272069379857808}, "transcript": "ENST00000407997.3"}, "exons": [{"cdsend": 39087421, "cdsstart": 39078947, "chr": "22", "position": [[39077004, 39077168], [39078931, 39079085], [39080932, 39081227], [39081470, 39081585], [39083730, 39083884], [39086278, 39086567], [39087010, 39087126], [39087406, 39087743]], "strand": 1, "transcript": "NM_001349436", "txend": 39087743, "txstart": 39077004}, {"cdsend": 39087421, "cdsstart": 39080962, "chr": "22", "position": [[39077004, 39077378], [39080932, 39081227], [39081470, 39081585], [39083730, 39083884], [39086278, 39086567], [39087010, 39087126], [39087406, 39087743]], "strand": 1, "transcript": "NM_001349437", "txend": 39087743, "txstart": 39077004}, {"cdsend": 39081589, "cdsstart": 39077361, "chr": "22", "position": [[39077274, 39077378], [39078931, 39079085], [39080932, 39081227], [39081470, 39083216]], "strand": 1, "transcript": "NM_001349438", "txend": 39083216, "txstart": 39077274}, {"cdsend": 39087421, "cdsstart": 39077361, "chr": "22", "position": [[39077274, 39077378], [39078931, 39079085], [39080932, 39081227], [39081470, 39081585], [39083730, 39083884], [39086278, 39086567], [39087010, 39087126], [39087406, 39087743]], "strand": 1, "transcript": "NM_021822", "txend": 39087743, "txstart": 39077274}, {"cdsend": 39083216, "cdsstart": 39083216, "chr": "22", "position": [[39077274, 39077378], [39080932, 39081227], [39081470, 39083216]], "strand": 1, "transcript": "NR_146179", "txend": 39083216, "txstart": 39077274}], "exons_hg19": [{"cdsend": 39483426, "cdsstart": 39474952, "chr": "22", "position": [[39473009, 39473173], [39474936, 39475090], [39476937, 39477232], [39477475, 39477590], [39479735, 39479889], [39482283, 39482572], [39483015, 39483131], [39483411, 39483748]], "strand": 1, "transcript": "NM_001349436", "txend": 39483748, "txstart": 39473009}, {"cdsend": 39483426, "cdsstart": 39476967, "chr": "22", "position": [[39473009, 39473383], [39476937, 39477232], [39477475, 39477590], [39479735, 39479889], [39482283, 39482572], [39483015, 39483131], [39483411, 39483748]], "strand": 1, "transcript": "NM_001349437", "txend": 39483748, "txstart": 39473009}, {"cdsend": 39477594, "cdsstart": 39473366, "chr": "22", "position": [[39473279, 39473383], [39474936, 39475090], [39476937, 39477232], [39477475, 39479221]], "strand": 1, "transcript": "NM_001349438", "txend": 39479221, "txstart": 39473279}, {"cdsend": 39483426, "cdsstart": 39473366, "chr": "22", "position": [[39473279, 39473383], [39474936, 39475090], [39476937, 39477232], [39477475, 39477590], [39479735, 39479889], [39482283, 39482572], [39483015, 39483131], [39483411, 39483748]], "strand": 1, "transcript": "NM_021822", "txend": 39483748, "txstart": 39473279}, {"cdsend": 39479221, "cdsstart": 39479221, "chr": "22", "position": [[39473279, 39473383], [39476937, 39477232], [39477475, 39479221]], "strand": 1, "transcript": "NR_146179", "txend": 39479221, "txstart": 39473279}], "generif": [{"pubmed": 12167863, "text": "Isolation of a human gene that inhibits HIV-1 infection and is suppressed by the viral Vif protein."}, {"pubmed": 12808465, "text": "a cytidine deaminase that is able to induce G to A hypermutation in newly synthesized HIV-1 DNA"}, {"pubmed": 12808466, "text": "APOBEC3G exerts its antiviral effect during reverse transcription to trigger G-to-A hypermutation in the nascent HIV DNA"}, {"pubmed": 12970355, "text": "mutagenesis analysis on two cytidine deaminase motifs in CEM15/Apobec-3G indicates that the enzymatic activity of this protein is essential but not a sole determinant of the HIV-1 antiviral activity"}, {"pubmed": 14527406, "text": "Viral infectivity factor prevents virion incorporation of endogenous APOBEC3G by effectively depleting the intracellular levels of this enzyme in HIV-1-infected T cells."}, {"pubmed": 14557625, "text": "Vif inhibits packaging of APOBEC3G into virus particles in a dose-dependent manner and reduces its intracellular expression level."}, {"pubmed": 14564014, "text": "ability of HIV-1 Vif to suppress antiviral activity of APOBEC3G was specifically dependent on Cul5-SCF function, allowing Vif to interact with APOBEC3G and induce its ubiquitination and degradation"}, {"pubmed": 14672928, "text": "results suggest that Vif functions by targeting APOBEC3G for degradation via the ubiquitin-proteasome pathway and implicate the proteasome as a site of dynamic interplay between microbial and cellular defenses."}, {"pubmed": 14747572, "text": "HIV-1 Vif could induce rapid degradation of human APOBEC3G that was blocked by the proteasome inhibitor MG132. The efficiency of Vif-induced downregulation of APOBEC3G expression depended on the level of Vif expression."}, {"pubmed": 15031497, "text": "inhibits hepatitis B virus replication; block of HBV DNA accumulation by APOBEC3G seems to result from an inhibition of viral pregenomic RNA packaging"}, {"pubmed": 15054139, "text": "A single amino acid substitution mutant of human APOBEC3G (D128K) can interact with HIV-1 Vif but is not depleted from cells; thus, it inhibits HIV-1 replication in an HIV-1 Vif-resistant manner."}, {"pubmed": 15156567, "text": "APOBEC3G inhibits HIV-1 infection through interference with reverse transcription."}, {"pubmed": 15159405, "text": "cytoplasmic apolipoprotein B mRNA editing enzyme(APOBEC3G) becomes membrane-bound in cells expressing HIV-1 Gag, and its incorporation into Gag viral-like particles (VLPs) is proportional to the amount of APOBEC3G expressed in the cell"}, {"pubmed": 15210704, "text": "APOBEC3G interactions with HIV-1 and nonviral RNAs that are packaged into viral particles are sufficient for APOBEC3G virion incorporation"}, {"pubmed": 15269786, "text": "APOBEC3G gene has been subject to strong positive selection throughout the history of primate evolution"}, {"pubmed": 15286366, "text": "observations allow speculation (i) that APOBEC-mediated C-to-U editing may contribute to the sequence variation of viruses that replicate entirely through RNA, and (ii) that additional cellular RNA substrates might exist for the APOBEC enzymes"}, {"pubmed": 15297452, "text": "expression of the antiviral APOBEC3G editing enzyme is dynamically controlled by the PKCalpha/betaI/MEK/ERK protein kinase cascade in human T lymphocytes"}, {"pubmed": 15358144, "text": "Results demonstrate that the expression of HIV-1 Gag is sufficient to induce the packaging of human APOBEC3G into Gag particles."}, {"pubmed": 15373943, "text": "Depletion of APOBEC3G from Vif expressing cells is not a universal property of Vif and thus is not imperative for the production of infectious virions."}, {"pubmed": 15383144, "text": "Depletion of APOBEC3G is not the sole protective mechanism of Vif and additional mechanisms exerted by this protein can be envisioned which counteract APOBEC3G and enhance HIV infectivity."}, {"pubmed": 15452227, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15537645, "text": "cytoplasmic Vif-APOBEC3G interactions are required but are not sufficient for Vif to modulate APOBEC3G and can be monitored by co-localization in vivo"}, {"pubmed": 15574592, "text": "Vif targets APOBEC3G for degradation by forming an SCF-like E3 ubiquitin ligase containing Cullin 5 and Elongins B and C (Cul5-EloB-EloC) through a novel SOCS-box"}, {"pubmed": 15581898, "text": "ubiquitination of APOBEC3G by Nedd4-1 favors its targeting to the virus assembly site where APOBEC3G interacts with Gag and is packaged into HIV-1 particles in the absence of Vif"}, {"pubmed": 15609224, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15611076, "text": "Induces degradation of APOBEC3G by bringing to relevance that deaminase inhibition can also result from a direct interaction with Vif protein."}, {"pubmed": 15613310, "text": "Functional analysis of Vif protein shows less restriction of human immunodeficiency virus type 2 by APOBEC3G."}, {"pubmed": 15647250, "text": "only the C-terminal domain of APOBEC3F and -3G dictates the retroviral minus strand 5'-TC and 5'-CC dinucleotide hypermutation preferences."}, {"pubmed": 15674295, "text": "APOBEC3G, by editing viral genetic material, provides an ancestral wide cellular defence against endogenous and exogenous invaders"}, {"pubmed": 15721369, "text": "Using APOBEC3G deletion and point mutants, we mapped the encapsidation determinant to the Zn(2+) coordination residues of the N-terminal catalytic domain (CD1)."}, {"pubmed": 15781449, "text": "the E3 ubiquitin ligase activity of the Vif-BC-Cul5 complex is essential for Vif function against APOBEC3G"}, {"pubmed": 15823539, "text": "APOBEC3G potently inhibits replication of the Ty1 LTR retrotransposon in yeast."}, {"pubmed": 15943885, "text": "APOBEC3G is incorporated into HTLV-1 virions and inhibits the infection of HTLV-1 through different mechanisms from that on HIV-1"}, {"pubmed": 16000409, "text": "APOBEC3G hypermutates genomic DNA and inhibits Ty1 retrotransposition in yeast."}, {"pubmed": 16426578, "text": "APOBEC3G is induced by IFN stimulation in human hepatocytes and thus could be involved in host defense mechanisms directed against hepatitis viruses"}, {"pubmed": 16460778, "text": "APOBEC3F was less potent than APOBEC3G in inhibitinhg HIV-1; Vif proteins appeared more potent & specific when APOBEC3G is the target rather than APOBEC3F"}, {"pubmed": 16501124, "text": "Most of the highly conserved tryptophan residues were required for efficient suppression of both APOBEC3G (A3G) and APOBEC3F (A3F), but some of these residues were selectively required for the suppression of A3F but not A3G."}, {"pubmed": 16622407, "text": "G --> A mutational gradient generated in viral genomic DNA in vivo could result from an intrinsic processive directional attack by APOBEC3G on single-stranded cDNA"}, {"pubmed": 16641260, "text": "results provide novel insights into the catalytic function and antiviral property of APOBEC3G"}, {"pubmed": 16699599, "text": "novel link between innate immunity against retroviruses and P-bodies suggesting that APOBEC3G and APOBEC3F could function in the context of P-bodies to restrict HIV-1 replication."}, {"pubmed": 16731938, "text": "molecular analysis of the deaminase and nucleic acid binding activities of human APOBEC3G"}, {"pubmed": 16874860, "text": "These findings indicate that APOBEC3G could suppress HBV replication and antigen expression both in vivo and in vitro, promising an advance in treatment of HBV infection."}, {"pubmed": 16887808, "text": "APOBEC3G binds HIV-1 RNA and messenger RNAs that shuttle between polysomes and stress granules"}, {"pubmed": 16940537, "text": "APOBEC3G-induced HIV-1 hypermutation represents a potent host antiviral factor in vivo"}, {"pubmed": 16988524, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16988524, "text": "might be a role for APOBEC3G in susceptibility to HIV-1 infection"}, {"pubmed": 17030807, "text": "Data identify nonautonomous Alu and hY retroelements as cellular targets of APOBEC3G (A3G) and suggest how different forms of A3G protect cells from exogenous retroviruses (LMM A3G) and endogenous retroelements (HMM A3G)."}, {"pubmed": 17036163, "text": "We demonstrated an increased expression of APOBEC3G in both hepatocytes and lymphocytes of chronic hepatitis patients infected with HCV."}, {"pubmed": 17049578, "text": "These findings support APOBEC3G degradation as a requirement for HIV-1 Vif function."}, {"pubmed": 17052331, "text": "data indicate that APOBEC3G is not a restriction factor for vaccinia virus replication nor is vaccinia virus able to degrade APOBEC3G"}, {"pubmed": 17064466, "text": "APOBEC3G suppresses hepatitis B virus and duck hepatitis B virus replication and also suppresses HBsAg and HBeAg expression."}, {"pubmed": 17079095, "text": "APOBEC3G selectively inhibits Alu retrotransposition in an ORF1p-independent manner. An active cytidine deaminase site is not required for the inhibition of Alu retrotransposition and the resultant integration events lack G to A or C to T hypermutation."}, {"pubmed": 17079235, "text": "presents low resolution structures of hA3G in HMM and LMM forms determined by small angle x-ray scattering and advanced shape reconstruction methods"}, {"pubmed": 17126871, "text": "it is concluded that approximately 7 (+/-4) molecules of A3G are incorporated into Deltavif HIV-1 virions produced from PBMCs; results indicate that virion incorporation of only a few molecules of A3G is sufficient to inhibit HIV-1 replication"}, {"pubmed": 17142455, "text": "APOBEC3F and APOBEC3G complexes undergo dynamic conversion during HIV-1 infection"}, {"pubmed": 17145955, "text": "Findings highlight a role for APOBEC3G/3F in explaining the resistance of most dendritic cells to HIV-1 infection, as well as the susceptibility of a fraction of immature dendritic cells."}, {"pubmed": 17161027, "text": "cytoplasmically expressed DNA deaminase APOBEC3G acts in a processive manner, possibly suggesting that evolutionary pressure has altered the ability of DNA deaminases to act in a processive or distributive manner, depending on the physiological need"}, {"pubmed": 17166910, "text": "APOBEC3G associates with RNPs that are found throughout the cytosol as well as in discrete microdomains."}, {"pubmed": 17212712, "text": "Expression upregulated by inflammatory cytokines, such as interferon, interleukin-6, and tumor necrosis factor."}, {"pubmed": 17237417, "text": "Ligation of cell surface CCR5 receptors by CCL3 or CD40 by CD40L activated the ERK1/2 and p38 MAPK signaling pathways that induced APOBEC3G mRNA expression and production of the APOBEC3G protein"}, {"pubmed": 17251560, "text": "Our results suggest that APOBEC3G, upregulated by IFNs, has a dual effect on HBV: induction of hypermutation and reduction of virus synthesis."}, {"pubmed": 17259974, "text": "mouse A3-containing and human A3G-containing virions showed a marked decrease in titre"}, {"pubmed": 17267497, "text": "we confirm the central role played by the aspartic acid at position 128 and identify proline 129 and aspartic acid 130 as important contributory residues for interaction with HIV-1 Vif."}, {"pubmed": 17272283, "text": "the degradation of APOBEC3G-edited viral DNA mediated by virion-associated UNG2 and APE during or after reverse transcription could be partially responsible for the potent anti-HIV-1 effect by APOBEC3G in the absence of vif"}, {"pubmed": 17314171, "text": "The inhibitory effect of APOBEC3 proteins on Hepatits B virus replication is mainly at the DNA level at very early stages during viral reverse transcription, with only a minor effect on viral RNA packaging."}, {"pubmed": 17344295, "text": "our results indicate that APOBEC3G multimerizes in an RNA-dependent fashion and that RNA-APOBEC3G multimers are recruited to the plasma membrane and subsequently into virion particles by Gag."}, {"pubmed": 17374143, "text": "investigation of possible anti-HIV activity of hA3G (APOBEC3G); hA3G mRNA levels follow a hierarchical order of long-term nonprogressors>HIV-uninfected>Progressors; hA3G mRNA abundance correlates with surrogates of HIV disease progression"}, {"pubmed": 17440614, "text": "structure model identifies a cluster of residues important for packaging of APOBEC3G into virions, and may serve to guide functional analysis of APOBEC3G"}, {"pubmed": 17517765, "text": "A GC-box of the human APOBEC3G gene represents a binding site for the ubiquitous transcription factors specificity protein (Sp) 1 and Sp3."}, {"pubmed": 17522211, "text": "These results demonstrate that targeting of APO3G to proteasome degradation and interference with viral encapsidation are distinct functional properties of Vif."}, {"pubmed": 17522216, "text": "Results reveal two distinct Vif determinants, amino acids Y(40)RHHY(44) and D(14)RMR(17), which are essential for binding to APOBEC3G and APOBEC3F, respectively."}, {"pubmed": 17609216, "text": "Vif binding to RNA and DNA offers several non-exclusive ways to counteract APOBEC3G/3F factors, in addition to the well documented Vif-induced degradation by the proteasome and to the Vif-mediated repression of translation of these antiviral factors"}, {"pubmed": 17631688, "text": "RNAs tested in this study were packaged into viruses or virus-like particles we failed to identify a correlation between APO3G encapsidation and the packaging of these cellular RNAs."}, {"pubmed": 17670826, "text": "interaction of APOBEC3G with HIV1gp2 nucleocapsid is required for the inhibition of reverse transcription initiation"}, {"pubmed": 17825339, "text": "intracellular degradation of APO3G may not be the sole activity of Vif required for the production of infectious virions from APO3G-expressing cells"}, {"pubmed": 17848567, "text": "the major cellular function of A3G, in addition to inhibiting the mobility of retrotransposons and replication of endogenous retroviruses, is most likely to prevent the decay of miRNA-targeted mRNA in processing bodies"}, {"pubmed": 17849022, "text": "these data constitute the first proof-of-principle demonstration that APOBEC3 proteins can be used to fortify the innate anti-viral defenses of cells to prevent the zoonotic transmission of an endogenous retrovirus"}, {"pubmed": 17855362, "text": "This report demonstrates that the reduction of late viral DNA synthesis is due to the inhibition by human APOBEC3G of the strand transfer steps that occur during reverse transcription."}, {"pubmed": 17869248, "text": "corroborated an APOBEC2-based structural model for the catalytic domain of APOBEC3G indicating that most non-essential residues are solvent accessible and most essential residues cluster within the protein core"}, {"pubmed": 17881443, "text": "7SL RNA that is encapsidated into diverse retroviruses is a key cofactor of the antiviral APOBEC3G."}, {"pubmed": 17886715, "text": "The localization of the expressed GFP-APOBEC3G was observed in the cytoplasm of CD4+ HeLa cells."}, {"pubmed": 17892323, "text": "T cells, unlike epithelial-derived cell lines, express an unidentified RNase-resistant factor that inhibits APOBEC3G (A3G) deaminase activity."}, {"pubmed": 17898068, "text": "Cell-based binding assays confirmed these results and demonstrated that residues 40 to 71 in the N terminus of Vif contain a nonlinear binding site for APOBEC3G."}, {"pubmed": 17916373, "text": "Inhibition of hA3G degradation by the C-terminal hA3G fragment 157-384 appears to be related to its ability to prevent the polyubiquitination of hA3G induced by Vif, a process that is required for Vif-mediated proteosomal degradation of hA3G."}, {"pubmed": 17928335, "text": "We conclude that efficient inhibition of vif-defective human immunodeficiency virus type 1 requires catalytically active APO3G."}, {"pubmed": 18023836, "text": "Our results expose a novel function of Vif that promotes the assembly of APO3G into presumably packaging-incompetent high moelcular mass complexes."}, {"pubmed": 18077705, "text": "enhanced APOBEC3 activity alone cannot explain the ability of elite suppressors to control viremia"}, {"pubmed": 18165230, "text": "CRS enables hA3G to interact with cytoplasmic factors, and thereby enables hA3G to serve in host cell defense by restricting an antiviral sentinel to the cytoplasm."}, {"pubmed": 18184715, "text": "absolute requirement for the catalytic glutamate of APOBEC3G in Ty1, MusD, and HIV-1 restriction strongly indicates that DNA cytosine deamination is an essential part of the mechanism"}, {"pubmed": 18272764, "text": "Our data indicate that plasmacytoid dendritic cells are protected by an IFN-alpha mediated upregulation of APOBEC3G type of innate immunity from HIV-1 infection."}, {"pubmed": 18288108, "text": "solution structure of the human APOBEC3G catalytic domain"}, {"pubmed": 18308358, "text": "APOBEC3G has important restriction activity in the cytoplasm and progressively diminishes viral cytoplasmic and nuclear cDNA forms with increasing magnitude during restriction."}, {"pubmed": 18326044, "text": "polyubiquitylated Vif might serve as a vehicle to transport APOBEC3G into proteasomes for degradation"}, {"pubmed": 18362149, "text": "diverse A3G oligomerization modes contribute to the human immunodeficiency virus, type 1, proviral DNA mutational bias"}, {"pubmed": 18366335, "text": "Study presents recent advances detailing the mechanisms of the Vif-Apobec3G regulatory circuit."}, {"pubmed": 18367521, "text": "define a number of subtle differences between the ribonucleoprotein complexes associated with APOBEC3F and APOBEC3G and speculate"}, {"pubmed": 18414671, "text": "Vpr14-88-Apobec3G fusion protein is efficiently incorporated into Vif-positive HIV-1 particles and inhibits viral infection"}, {"pubmed": 18420796, "text": "These results indicate that APOBEC3G, APOBEC3C and APOBEC3H have the ability to edit HBV DNA and that each protein is likely to contribute to various degrees to the generation of modified genomes in human liver cells."}, {"pubmed": 18456846, "text": "RNA binding by APOBEC3G is key for initiation of APOBEC3G:nucleocapsid complex formation in vitro."}, {"pubmed": 18480459, "text": "The paper provides evidence that the N-terminal domain of APOBEC3G is required for packaging into HBV nucleocapsids."}, {"pubmed": 18499212, "text": "Vif binds APOBEC3G (A3G) and a Cullin5-ElonginBC E3 ubiquitin ligase complex which results in the proteasomal degradation of A3G. Failure of a Vif mutant to bind A3G resulted in A3G incorporation into assembling virions with loss of viral infectivity."}, {"pubmed": 18501607, "text": "APOBEC3G-expressing T cells were infected with Vif-deficient HIV-1.  Resistance occurred by a novel tolerance mechanism."}, {"pubmed": 18597676, "text": "The binding of APOBEC3G to 7SL RNA through its Alu domain suggests a mechanism for APOBEC-mediated inhibition of Alu retrotransposition. However 7SL RNA is not essential for the HIV-1 virion recruitment of the antiviral cytidine deaminase."}, {"pubmed": 18603011, "text": "results here have indicated that at least two distinct regions in the N-terminal half of HIV-1 Vif are critical for binding and exclusion of APOBEC3G/F"}, {"pubmed": 18619467, "text": "A VxIPLx(4-5)LxPhix(2)YWxL motif in HIV-1 Vif is identified, which is required for efficient interaction between Vif and APOBEC3G (A3G), Vif-mediated A3G degradation and virion exclusion, and functional suppression of the A3G antiviral activity."}, {"pubmed": 18639915, "text": "Here, the authors demonstrate that the ability to bind to Gag and package into HIV-1 virions is entirely contained within the amino-terminal half of A3G."}, {"pubmed": 18647522, "text": "Of the 5 SNPs studied, none were associated with persistant HBV infection. However, the rs8177832 polymorphism may be involved in inhibiting HBV replication."}, {"pubmed": 18652534, "text": "No genetic H186R polymorphism in exon 4 of APOBEC3G gene is found and therefore neither neither associated with differential susceptibility to HIV-1 infection/progression among North Indians."}, {"pubmed": 18667511, "text": "two regions of APOBEC3G combine to mediate an intermolecular interaction that controls subcellular localization"}, {"pubmed": 18684817, "text": "Results show that the prolyl isomerase Pin1 modulates APOBEC3G expression."}, {"pubmed": 18809921, "text": "These data indicate that NF-IL6 is a natural inhibitor of APOBEC3G that facilitates HIV-1 replication."}, {"pubmed": 18836454, "text": "These data imply that protein kinase A-mediated phosphorylation of APOBEC3G can regulate the interaction between APOBEC3G and Vif."}, {"pubmed": 18842592, "text": "N-terminal domains of hA3G were unable to multimerize but remained functional for Gag and viral infectivity factor (Vif) interactions when expressed apart from the C terminus."}, {"pubmed": 18843993, "text": "There was difference found in the hA3G mRNA levels of four groups in the HIV popular area in central China and hA3G mRNA levels of HIV long term nonprogressors as well as in HIV slow progressors were found."}, {"pubmed": 18849968, "text": "high-resolution crystal structure of the carboxy-terminal deaminase domain of APOBEC3G (APOBEC3G-CD2)"}, {"pubmed": 18851679, "text": "Thus, hA3G might be restricting viral growth in infected individuals through a mechanism that is independent of the cytidine deaminase activities of hA3G."}, {"pubmed": 18987139, "text": "enzymatic activity of encapsidated APOBEC3G does not correlate with the observed limited cytidine deamination in HIV-1 DNA, suggesting that APOBEC3G-laden exosomes restrict HIV-1 through a nonenzymatic mechanism."}, {"pubmed": 19004939, "text": "The results suggest that HIV-1 Vif preferentially induces degradation of newly synthesized APOBEC3G but indiscriminately inhibits encapsidation of \"old\" and \"new\" APOBEC3G."}, {"pubmed": 19027180, "text": "There is intracellular expression and regulation of functional APOBEC3G in the neuronal cells, which may be one of innate defense mechanisms involved in the neuronal protection in the CNS."}, {"pubmed": 19036809, "text": "The authors found that the APOBEC3G domain that interacts with the Vif YRHHY region is located between amino acids 126 and 132 of A3G, which is consistent with the conclusions reported in previous studies."}, {"pubmed": 19057663, "text": "study finds that although reverse transcription initiates in the presence of APOBEC3G (A3G), elongation of the cDNA product is impeded; data support the model that A3G reduces HIV-1 cDNA levels by inhibiting synthesis rather than by inducing degradation"}, {"pubmed": 19136562, "text": "Dissecting APOBEC3G substrate specificity by nucleoside analog interference."}, {"pubmed": 19153609, "text": "analysis of the enzymatic reaction of wild-type APOBEC3G"}, {"pubmed": 19169351, "text": "analysis of genetic editing of HBV DNA by monodomain human APOBEC3G and F cytidine deaminases"}, {"pubmed": 19197360, "text": "results demonstrate that physiological regulation of APOBEC3G does restrict vif-positive HIV-1, as well as vif-negative HIV-1"}, {"pubmed": 19216784, "text": "the HIV-1 Vif mutant was severely defective in an APOBEC3G-expressing T cell line and exhibited a significant delay in replication kinetics"}, {"pubmed": 19254362, "text": "The results suggest that exposure to HIV may trigger APOBEC3G expression in PBMCs, in the absence of infection."}, {"pubmed": 19266078, "text": "tyr-124 & trp-127 in the N-terminal CDA domain mediate A3G oligomerization; this coincides with packaging into HIV-1 virions; propose occupation of positively charged pocket by RNA promotes A3G oligomerization, packaging into virions & antiviral function"}, {"pubmed": 19297501, "text": "A pyrimidine at nucleotide 200 in the untranslated leader region contributed to resistance by increasing virus particle production, which resulted in fewer APOBEC3G molecules per particle"}, {"pubmed": 19300495, "text": "our results do not support a role for APOBEC3G in restriction of HIV-1 in quiescent CD4+ T-cells"}, {"pubmed": 19304304, "text": "Cytidine deamination is the mechanism by which APOBEC3G restricts HIV-1."}, {"pubmed": 19324886, "text": "Nef7.A3G can effectively restrict HIV infection and replication by restoring the virion incorporation of A3G, even in the presence of Vif."}, {"pubmed": 19343218, "text": "investigated APOBEC3G mutation footprints in HIV-1 evolution & potential risk for known drug resistance from sublethal G-to-A mutations; we detected evolutionary APOBEC3G mutation footprints in the HIV-1 genome"}, {"pubmed": 19345973, "text": "This study demonstrated that HIV-1 and SARS-CoV nucleocapside chimeras are capable of packaging large amounts of human APOBEC3G (hA3G) and that hA3G is capable of associating with different species of viral structural proteins through a common mechanism."}, {"pubmed": 19371434, "text": "Although strongly induced, APOBEC3G does not negatively affect influenza A virus propagation."}, {"pubmed": 19389408, "text": "Contrary to predictions, this structurally constrained model suggested that the two domains are tethered by structured residues and that the N- and C-terminal beta2 regions are too distant from each other to participate in this interaction."}, {"pubmed": 19487726, "text": "relationship between the human immunodeficiency virus type 1 viral infectivity factor (Vif) and the human APOBEC-3G and APOBEC-3F restriction factors [Review]"}, {"pubmed": 19497112, "text": "These studies show that A3G forms multimers in cells and that this multimerization is dependent on RNA binding. Association of A3G with HIV-1 Gag is dependent on RNA binding."}, {"pubmed": 19535442, "text": "The comparison between activated Th1 and Th2 cells indicates that cytoplasmic APOBEC3G in activated Th1 cells partially restricts reverse transcription and integration of incoming Vif-positive, APOBEC3G-negative HIV-1."}, {"pubmed": 19535447, "text": "Thus, (21)WxSLVK(26) is a novel functional domain that regulates Vif activity toward both APOBEC3F and APOBEC3G and is a potential drug target to inhibit Vif activity and block HIV-1 replication."}, {"pubmed": 19535450, "text": "Amino acids K22, K26, Y30, and Y40 were found to be important for the Vif-induced degradation and suppression of cellular APOBEC3G."}, {"pubmed": 19561087, "text": "When recognition loop of 9-11 amino acids is grafted from the donor APOBEC3F or 3G proteins into the acceptor scaffold of AID, the mutational signature of AID changes toward that of the donor proteins."}, {"pubmed": 19585516, "text": "Alloimmune-induced APOBEC3G was found to be significantly increased in CD45RA(-), CCR5(+) and CD45RA(-)CCR7(-) subsets of effector memory T cells."}, {"pubmed": 19587057, "text": "APOBEC3G and APOBEC3F gene expression in immune system and hematopoietic system cells"}, {"pubmed": 19649317, "text": "APOBEC3G levels are both low and variable within individual cells of the CEM-T4 line, thus providing a reasonable molecular explanation for the permissive phenotype of this cell line."}, {"pubmed": 19776130, "text": "These results reveal the importance of a predicted RNA binding dimerization interface of APOBEC3G both for packaging into HIV-1 virions and inhibition of both HIV-1 infection and Alu transposition."}, {"pubmed": 19886996, "text": "These results confirm that W127 and Y124 residues in APOBEC3G are important for encapsidation into HIV-1 virions and the data establish a novel correlation between genomic RNA binding, lipid raft association, and viral packaging of APOBEC3G."}, {"pubmed": 19887642, "text": "four Lys residues in the CTD of APOBEC3G that are required for Vif-mediated polyubiquitination and degradation were identified."}, {"pubmed": 19910370, "text": "In vitro translation evidenced that Vif inhibited APOBEC-3G translation by two mechanisms: a main time-independent process requiring the 5'UTR and an additional time-dependent, UTR-independent process."}, {"pubmed": 19996938, "text": "During primary infection, APOBEC3G expression levels in peripheral blood mononuclear cells do not correlate with viral loads or CD4 T-cell counts."}, {"pubmed": 19996938, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20023216, "text": "CCR6 ligands induce APOBEC3G expression, and inhibit HIV infection in highly susceptible CCR6+ cells"}, {"pubmed": 20023216, "text": "CCR6 ligands inhibit HIV by inducing APOBEC3G."}, {"pubmed": 20038599, "text": "a novel function for A3G, acting not only as an intrinsic antiviral factor but also as an inducer of the adaptive immune system."}, {"pubmed": 20104108, "text": "Higher expression levels of hA3G and hA3B mRNA in the peripheral blood mononuclear cells of Chinese HIV-infected individuals were found to be associated with slower HIV disease progression."}, {"pubmed": 20128960, "text": "APOBEC3G is upregulated in the PBMCs of chronic hepatitis B patients."}, {"pubmed": 20147392, "text": "These data suggest that polyubiquitination of APOBEC3G, not that of HIV-1 Vif, is crucial for APOBEC3G degradation."}, {"pubmed": 20152150, "text": "crystal structure of the catalytically active C-terminal domain of APOBEC3G was determined to 2.25 A."}, {"pubmed": 20153011, "text": "exosomes secreted by CD4(+)H9 T cells and mature monocyte-derived dendritic cells encapsidate APOBEC3G and APOBEC3F and inhibit L1 and Alu retrotransposition"}, {"pubmed": 20212048, "text": "Structural model for deoxycytidine deamination mechanisms of the HIV-1 inactivation enzyme APOBEC3G."}, {"pubmed": 20219927, "text": "The authors observed that both APOBEC3F and APOBEC3G inhibit HIV-1 DNA synthesis and integration, but APOBEC3F is more potent than APOBEC3G in preventing HIV-1 DNA integration."}, {"pubmed": 20335268, "text": "hiv1 VIF sequences (81)LGxGxxIxW(89) and (171)EDRW(174) are two novel functional domains that are very critical for Vif function and Vif binding to both A3G and A3F"}, {"pubmed": 20338830, "text": "the sequence selectivity of APOBEC family of enzymes"}, {"pubmed": 20363737, "text": "analysis of how small molecular compounds inhibit HIV-1 replication through specifically stabilizing APOBEC3G"}, {"pubmed": 20463074, "text": "Data suggest that HTLV-1-infected cells likely take advantage of human APOBEC3G to escape from the host immune system by losing expression of viral proteins."}, {"pubmed": 20463080, "text": "These data indicate that APOBEC3G-dependent restriction of HIV-1 can result in viable viral progeny that harbor sublethal levels of G-to-A mutations."}, {"pubmed": 20510315, "text": "These results suggest the possibility that APOBEC3G is incorporated into HBV viral particles via direct binding with hepatitis B virus core protein."}, {"pubmed": 20523896, "text": "the cytokine storm associated with chronic inflammatory responses to hepatitis B and C clearly up regulates a number of A3 genes with A3G clearly being a major restriction factor for hepatitis B"}, {"pubmed": 20592083, "text": "T(Q/D/E)x(5)ADx(2)(I/L) motif of HIV1 Vif protein is a critical motif for interaction with APOBEC3G and APOBEC3F."}, {"pubmed": 20610708, "text": "These results provide the evidence indicating that endogenous APOBEC3s, including APOBEC3G, are associated with G-to-A mutation of HIV-1 provirus in vivo, which can result in the abrogation of HIV-1 infection."}, {"pubmed": 20636339, "text": "TLR3 acativation by polyI:C resulted in inhibition of HIV infections in macrophages via induction of type 1 interferon antiviral factors, tetherin and APOBEC3G."}, {"pubmed": 20642434, "text": "tested the effect of APOBEC3G expression on the HIV-1 infection of cells derived from purified CD34+ cells; data implies that when APOBEC3G is expressed high enough, it can escape the inhibition from Vif, thereby exerting its antiviral activity"}, {"pubmed": 20668529, "text": "Findings confirm and extend recently published data that show restriction of XMRV infection by hA3G."}, {"pubmed": 20833716, "text": "Data show that Viruses produced from cells expressing APOBEC3G and Vif proteins from different subtypes showed relatively different viral infectivities."}, {"pubmed": 20844042, "text": "HIV-1 central polypurine tract functions as a second line of defense against APOBEC3G and APOBEC3F."}, {"pubmed": 20874421, "text": "human APOBEC3G (A3G) protein activity obstructs retrovirus infection by inducing mutations of guanosines to adenosines (G --> A) in the viral DNA"}, {"pubmed": 21078663, "text": "NFAT and IRF proteins regulate transcription of the anti-HIV gene, APOBEC3G."}, {"pubmed": 21123176, "text": "APOBEC3G exchanges between oligomeric forms in solution with monomers predominating and that this equilibrium shifts toward dimerization upon binding ssDNA."}, {"pubmed": 21182427, "text": "A significant inhibition of HIV-1 infection was observed in PBMCs and macrophages transduced with R14-88 APOBEC3G mutant fusion proteins."}, {"pubmed": 21217078, "text": "NGF increases HIV-1 replication in primary monocyte-derived macrophages by engaging its classic TrKA signaling and down-regulating the synthesis of the HIV-1 natural restriction factor APOBEC3G"}, {"pubmed": 21228271, "text": "overexpression of HSP70 inhibited APOBEC3G binding to HIV-1 Vif."}, {"pubmed": 21239176, "text": "Studies suggest that APOBEC3G (A3G) has the potential to act as a double agent in HIV infection."}, {"pubmed": 21300806, "text": "the balance between the jumping and sliding of Apo3G is needed for efficient mutational inactivation of HIV-1."}, {"pubmed": 21480314, "text": "hA3G appears to be a cellular restrict factor against HCV and could be a potential target for drug discovery."}, {"pubmed": 21489586, "text": "Two cytidine deaminase domains of APOBEC3G were functionally equivalent in virion encapsidation and the interaction with HIV-1 Vif."}, {"pubmed": 21571098, "text": "Vif alterations may contribute to a rapid AIDS onset and Vif variability could be influenced by APOBEC3G and CUL5 polymorphisms in children"}, {"pubmed": 21573951, "text": "G-to-A mutations on V3 HIV peptide caused by APOBEC3F and APOBEC3G facilitate co-receptor switch of HIV from R5 to X4 strains."}, {"pubmed": 21659520, "text": "Phosphorylation directly regulates the intrinsic DNA cytidine deaminase activity of activation-induced deaminase and APOBEC3G protein"}, {"pubmed": 21698207, "text": "Silencing of APOBEC3G in DC abrogated the HIV inhibitory effect mediated by ApoAct."}, {"pubmed": 21737457, "text": "deaminase-dependent antiviral activity of A3G in vivo may require a critical concentration of A3G in viral particles that will promote oligomerization on ssDNA during reverse transcriptio"}, {"pubmed": 21752914, "text": "The authors conclude that endogenous APOBEC3G complexes in producer cells decrease HIV-1 production if not degraded by Vif."}, {"pubmed": 21763507, "text": "virion-associated Vif could serve as a last line of defense, protecting the virus against Apobec3G antiviral activity."}, {"pubmed": 21784078, "text": "Therapy-naive HIV-1 patients tended to have lower expression levels of APOBEC3G and TRIM5alpha than HIV-1 negative controls."}, {"pubmed": 21856286, "text": "The data provided direct evidence that A3G binding to cellular RNAs constituted a substantial impediment to the enzyme's ability to interact with ssDNA."}, {"pubmed": 21874023, "text": "report that viral protein R (Vpr), which interacts with a uracil glycosylase, also counteracted APOBEC3G by diminishing the incorporation of uridine"}, {"pubmed": 21897871, "text": "levels of A3G and A3F expression and induced G-to-A hypermutation in a group of children with distinct profiles of disease progression"}, {"pubmed": 21935481, "text": "Study propose that RPA plays a role in the protection of the human genome cell from A3G and other deaminases when they are inadvertently diverged from their natural targets."}, {"pubmed": 21985787, "text": "novel mechanism in which APOBEC3G promotes colorectal cancer hepatic metastasis through inhibition of miR-29-mediated suppression of MMP2"}, {"pubmed": 22013041, "text": "Most Vif proteins counteract APOBEC3G and APOBEC3F efficiently but display differences with respect to the inhibition of APOBEC3H."}, {"pubmed": 22152111, "text": "Xenotropic murine leukemia virus induced downregulation of A3G may represent a new pathway by which retroviruses counteract antiviral effects of A3 (specifically, APOBEC3G) proteins in human cells."}, {"pubmed": 22190037, "text": "CBF-beta is required for Vif-mediated degradation of APOBEC3G and therefore for preserving HIV-1 infectivity"}, {"pubmed": 22205746, "text": "Vif proteins of human and simian immunodeficiency viruses require cellular CBFbeta to degrade APOBEC3G."}, {"pubmed": 22272271, "text": "Data suggest that positive selection was apparent along a few branches which differed compared to positive selection in the carboxy-terminal of APOBEC3G (A3G) that clusters with APOBEC3A (A3A) among cytidine deaminases."}, {"pubmed": 22301159, "text": "The cellular APOBEC3G interacts with HIV-1 reverse transcriptase and inhibits its function during viral replication."}, {"pubmed": 22315404, "text": "APOBEC3G/3F and BST-2 mRNA expression was significantly elevated during IFN-alpha/riba treatment in patient-derived CD4+ T cells (P < 0.04 and P < 0.008, paired Wilcoxon), and extent of BST-2 induction was correlated with reduction in HIV-1 viral load."}, {"pubmed": 22339232, "text": "In summary, our results cast doubt on all previous structure-function predictions for APOBEC3G that were based on the crystal structure of APOBEC2."}, {"pubmed": 22346743, "text": "Developed a multi-scale computational system that models human APOBEC3G and HIV-1 Vif interactions, including HIV replication."}, {"pubmed": 22362763, "text": "Data show that deamination polarity occurs as a consequence of APOBEC3G (Apo3G) binding to ssDNA in two orientations, one that is catalytically favorable, with the other disfavorable."}, {"pubmed": 22579353, "text": "These results indicate that APOBEC3G deaminase-dependent activity above a threshold level, and its deaminase-independent functions, contribute to decreasing Vif-positive HIV virus replication in vivo."}, {"pubmed": 22645179, "text": "APOBEC3G activity involved processing of DNA flanking a DSB in an integrated reporter cassette. Atomic force microscopy indicated that APOBEC3G multimers associate with ssDNA termini, triggering multimer disassembly to multiple catalytic units."}, {"pubmed": 22695298, "text": "M184I and E138K resistance-associated mutations may pre-exist in proviral reservoir prior to drug exposure, as a result of APOBEC3 editing. Incomplete neutralization of APOBEC3 proteins may favor viral escape to rilpivirine-emtricitabine."}, {"pubmed": 22791714, "text": "APOBEC3G inhibits microRNA-mediated repression of translation by interfering with the interaction between Argonaute-2 and MOV10"}, {"pubmed": 22807680, "text": "endogenous levels of APOBEC3D, APOBEC3F, and APOBEC3G combine to restrict Vif-deficient HIV-1 and cause the hallmark dinucleotide hypermutation patterns in in the nonpermissive T cell line CEM2n"}, {"pubmed": 22809226, "text": "APOBEC3G monomers, dimers, and higher-order oligomers can bind ssDNA substrates in a manner independent of strand polarity and availability of free ssDNA ends."}, {"pubmed": 22828015, "text": "Glyco-gag dependent restriction for xenotropic murine leukemia virus-related virus in human cells appears to be APOBEC3-independent."}, {"pubmed": 22894923, "text": "These data suggest that Vif and A3G are not serine/threonine phosphorylated in human cells and phosphorylation is not linked to their functional activities."}, {"pubmed": 22970171, "text": "This analysis further detects two new potential interaction surfaces in the N-and C-terminal domain of Apobec3G for interaction with Vif and Gag or for Apobec3G dimerization."}, {"pubmed": 22999946, "text": "Studies indicate that restriction factors APOBEC3G, TRIM5, Tetherin and SAMHD1 exhibit direct antiviral activity."}, {"pubmed": 23097438, "text": "The authors conclude that APOBEC3G exerts a greater restriction effect on HIV-1 than APOBEC3F and APOBEC3DE."}, {"pubmed": 23138837, "text": "In this study, we found that the presence of APOBEC3G-F119F and H186R genetic variants were associated with altered HIV-1 disease progression in children."}, {"pubmed": 23152537, "text": "Detailed analyses of mutation spectra in viral cDNA strongly imply that one particular APOBEC3 protein, APOBEC3G, provides the bulk of the antiviral phenotype in CD4(+) T cells, with the effects of APOBEC3F and APOBEC3D being less significant."}, {"pubmed": 23316055, "text": "Vif co-encapsidation with APOBEC3G can promote sublethal mutagenesis of HIV-1 proviral DNA."}, {"pubmed": 23318957, "text": "Data indicate that internal lysines are the dominant ubquuitin (Ub) acceptor sites in both APOBEC3F(A3F) and APOBEC3G (A3G)."}, {"pubmed": 23411593, "text": "We provide convincing evidence for a novel breast cancer locus at the APOBEC3 genes. This CNV is one of the strongest common genetic risk variants identified so far for breast cancer."}, {"pubmed": 23432984, "text": "This study indicates that despite very low levels of both A3G in liver and the number of positive subjects, A3G has a potential role to restrict the in vivo replication of HBV."}, {"pubmed": 23536679, "text": "APOBEC3F/G-specific responses in HIV-1-infected patients are CD8+ T cell mediated."}, {"pubmed": 23576497, "text": "Cellular APOBEC3G impairs the multimerization of the HIV-1 Vif protein."}, {"pubmed": 23596292, "text": "H216 is responsible for pH dependence of APOBEC3G, suggesting that protonation of H216 could play a key role in substrate binding, and protonation of H216 appeared important for HIV-1 restriction activity."}, {"pubmed": 23598277, "text": "Studies indicate that APOBEC3B (A3B) was identified as the mutational source in breast cancer cells, and APOBEC3G (A3G) was predominantly expressed in lymphoma cells and involved in DNA repair."}, {"pubmed": 23640893, "text": "A novel role for IL-2 in regulating production of infectious HIV-1 virions in HTLV-1-infected cells through the induction of APOBEC3G."}, {"pubmed": 23696735, "text": "UNG excises uracil residues from the viral genome during or after cccDNA formation in the nucleus and imply that BER pathway activities decrease the antiviral effect of APOBEC3-mediated hypermutation."}, {"pubmed": 23707381, "text": "Overall, the results of this study indicate that the HIV-1 Vif residue I107 is important for its anti-APOBEC3G activity and viral replication, which may have implications for viral fitness in vivo."}, {"pubmed": 23717565, "text": "The deamination-independent inhibition of reverse transcriptase can be a mechanism used by APOBEC3G to slow down HIV1 proviral DNA formation."}, {"pubmed": 23760237, "text": "Prototype foamy virus Bet counteracts APOBEC3G by: (i) preventing encapsidation of APOBEC3G by blocking APOBEC3G dimerization, and (ii) sequestering APOBEC3G in immobile complexes, impairing its ability to interact with nascent virions."}, {"pubmed": 23787464, "text": "[review] APOBEC3G (A3) is a two-domain deaminase with a Z2 and a Z1 domain. A3 proteins occur as monomers, dimers, and large oligomeric complexes; relevance for A3 complex formation and activity remains a matter of debate."}, {"pubmed": 23890083, "text": "APOBEC3G inhibits DND1 function to regulate microRNA activity."}, {"pubmed": 23926332, "text": "Authors conclude that HIV-1 virion incorporation and the antiviral activities of Mov10 and APOBEC3G do not require their localization to P bodies."}, {"pubmed": 23986590, "text": "Authors show that Vif proteins from distinct lineages bind to the same APOBEC3G loop, which includes positions 128 and 129."}, {"pubmed": 24010642, "text": "This result suggests that genetic variations in APOBEC3 cytidine deaminases do not predispose to chronicity but may modulate the course of persistent hepatitis B virus infection."}, {"pubmed": 24055458, "text": "A3G oligomers dissociate spontaneously into monomers and this process primarily occurs through a monomer dissociation pathway."}, {"pubmed": 24098115, "text": "APOBEC3G polymorphism as a selective barrier to cross-species transmission and emergence of pathogenic SIV and AIDS in a primate host."}, {"pubmed": 24098356, "text": "Lipid raft-associated LMM A3G complex functions as the cellular source of viral hA3G"}, {"pubmed": 24146808, "text": "Vif-positive viruses with more host APOBEC3G expressed were found to have decreased virion infectivity ex vivo."}, {"pubmed": 24185281, "text": "An amphipathic surface that is conserved in APOBEC3 proteins is critical for HIV-1 Vif susceptibility."}, {"pubmed": 24198285, "text": "A3G interacts physically with GANP wih activated T4 cells, which facilitates its packaging into HIV-1 cores. It catalyzes G-->A hypermutation in the viral genome & suppresses HIV-1 infectivity."}, {"pubmed": 24227842, "text": "APOBEC3 deaminases upregulated by IFN-beta induce E2 hypermutation of HPV16 in cervical keratinocytes."}, {"pubmed": 24345943, "text": "show that APOBEC3G initially binds ssDNA with rapid on-off rates and subsequently converts to a slowly dissociating mode"}, {"pubmed": 24367644, "text": "inhibitory activities of hA3G against Alu and L1 retrotransposition"}, {"pubmed": 24422669, "text": "N-terminal mutants of HIV-1 vif that demonstrated reduced Cul5 binding were also unable to degrade APOBEC3G as well as APOBEC3F."}, {"pubmed": 24478136, "text": "A new real-time NMR method has been developed to examine the nonspecific binding and the sliding processes explicitly, and it was applied to the analysis of the deamination by A3G."}, {"pubmed": 24498164, "text": "The motif-dependent mutation of G within the HIV genome by members of the APOBEC3 family other than APOBEC3G was limited to GA-->AA changes"}, {"pubmed": 24500029, "text": "A3G inhibits the growth of human hepatoma cells."}, {"pubmed": 24522927, "text": "Authors propose that CBFbeta acts as a chaperone to stabilize HIV-1 Vif during and after synthesis and to facilitate interaction of Vif with cellular cofactors required for the efficient degradation of APOBEC3G."}, {"pubmed": 24553842, "text": "These studies disclosed that antiviral IFN-induced MxA and APOBEC3G/3F mRNA levels were increased after IL-32gamma treatment of peripheral blood mononuclear cells."}, {"pubmed": 24586139, "text": "develop a new Bayesian approach to the detection of APOBEC3-mediated hypermutation, and use it to compare simian foamy virus sequences from human and primate hosts living in close proximity in Bangladesh"}, {"pubmed": 24623435, "text": "99.3% of the antiviral effect of APOBEC3G is dependent on its deaminase activity, whereas 30.2% of the antiviral effect of APOBEC3F is attributed to deaminase-independent ability."}, {"pubmed": 24651717, "text": "we demonstrate key differences in the impact of APOBEC3F- and APOBEC3G-induced mutagenesis on HIV-1"}, {"pubmed": 24722422, "text": "APOBEC3G/F mutational hotspots in the human immunodeficiency virus genome have roles in reducing recognition by CD8+ T cells"}, {"pubmed": 24851906, "text": "Both A3A and A3G restrict infection by murine retroviruses: A3G was packaged into virions and caused extensive deamination of the retrovirus genomes while A3A was not packaged and instead restricted infection when expressed in target cells."}, {"pubmed": 24942576, "text": "Authors found that APOBEA3G, APOBEA3F, and APOBEA3H-hapII, but not APOBEA3D, were susceptible to HIV-2 Vif-induced degradation."}, {"pubmed": 25080100, "text": "APOBEC3 induced mutation of human immunodeficiency virus type-1 contributes to adaptation and evolution in natural infection."}, {"pubmed": 25169827, "text": "In APOBEC3G-expressing but not in APOBEC3G-deficient T cell lines."}, {"pubmed": 25196417, "text": "It may be concluded hepatitis B virus up-regulates HBD-3 and A3G expression in vivo and in vitro in placental trophoblast and lack of this up-regulation is possibly associated with intrauterine transmission of hepatitis B."}, {"pubmed": 25200749, "text": "Vpr downregulated APOBEC3G through Vpr-binding protein (VprBP)-mediated proteasomal degradation, and further confirmed that the reduction of APOBEC3G encapsidation associated with Vpr was due to Vpr's degradation-inducing activity."}, {"pubmed": 25304135, "text": "Vif continues to protect HIV-1 from the deleterious effects of APOBEC3G, even after packaging of APOBEC3G has occurred."}, {"pubmed": 25384438, "text": "upregulated in the skin of Lichen planus patients"}, {"pubmed": 25501566, "text": "A3 shifts the balance, from the fast antibody response mediated by marginal zone B cells with little affinity maturation, to a more sustained germinal center B-cell response"}, {"pubmed": 25590131, "text": "The rather indiscriminate RNA binding characteristics of A3G and A3F promote functionality by enabling recruitment into a wide range of retroviral particles whose packaged RNA genomes comprise divergent sequences."}, {"pubmed": 25717111, "text": "No single viral polymorphism could explain the reduced anti-APOBEC3G activity of elite controllers-derived Vif, suggesting that various combinations of minor polymorphisms may underlie these effects."}, {"pubmed": 25811715, "text": "Human APOBEC3G C-terminal directly binds hepatitis C virus non-structural protein NS3 at its C-terminus."}, {"pubmed": 25974865, "text": "These results highlight that the N-terminal domain of the full length A3G protein has an important influence on its DNA sequence specificity and mutator activity."}, {"pubmed": 25984970, "text": "The human APOBEC3G N-terminal domain is bound by HIV-1 Vif."}, {"pubmed": 25985400, "text": "This study showed a high level of APOBEC3F/3G editing in HIV-2 sequences from antiretroviral-naive patients."}, {"pubmed": 26016442, "text": "A3G and A3F inhibit porcine endogenous retrovirus replication."}, {"pubmed": 26048885, "text": "APOBEC3G is more efficient at mutating retroviral DNA than APOBEC3F."}, {"pubmed": 26055363, "text": "Incomplete APOBEC3G/F neutralization by a single Vif amino acid substitution."}, {"pubmed": 26105074, "text": "This study identifies a new cellular complex, HDAC6/A3G, involved in the autophagic degradation of Vif, and suggests that HDAC6 represents a new antiviral factor capable of controlling HIV-1 infectiveness by counteracting Vif and its functions."}, {"pubmed": 26178819, "text": "results demonstrate that the up-regulation of A3G in pancreatic cancer cells induces anoikis resistance, and they provide novel insight into the mechanism by which A3G affects the malignant behavior of pancreatic cancer cells"}, {"pubmed": 26275799, "text": "Results were consistent with Pokeweed antiviral protein activity inhibiting translation of Vif, which in turn reduces the effect of Vif to inactivate the host restriction factor APOBEC3G."}, {"pubmed": 26424853, "text": "The data predicts a mechanistic model of RNA inhibition of ssDNA binding to APOBEC3G in which competitive and allosteric interactions determine RNA-bound versus ssDNA-bound conformational states."}, {"pubmed": 26482266, "text": "Findings support a role for APOBEC3G/F proteins in the generation of plasma drug-resistant minority human immunodeficiency virus type 1 variants (DRMVs). However, this role seems to be limited to a small subset of mutations and does not explain most of the DRMVs evaluated."}, {"pubmed": 26503602, "text": "Atomic Force spectroscopy revealed two distinct binding modes by which A3G interacts with ssDNA. One mode requires sequence specificity, as demonstrated by stronger and more stable complexes with deaminase specific ssDNA than with nonspecific ssDNA."}, {"pubmed": 26668372, "text": "Data show that restriction factor APOBEC3G (A3G) is susceptible to degradation by the HIV-1 Vif protein, whereas restriction factor APOBEC3B (A3B) is resistant to Vif."}, {"pubmed": 26722417, "text": "APOBEC-3G serves as a suppressor of cervical cancer cell proliferation and invasion."}, {"pubmed": 26741797, "text": "This study demonstrates an association of rs6001417, rs8177832, and rs35228531 of APOBEC3G with HIV-1 infection in a population from Burkina Faso."}, {"pubmed": 26772882, "text": "USF1 gene can take part in basal transcription regulation of the human A3G gene in hepatocyte, and the identified E-box represented a binding site for the USF1."}, {"pubmed": 26987686, "text": "The results show for the first time the nuclear translocation of A3G in activated-proliferating CD4(+) T cells."}, {"pubmed": 26988126, "text": "The goal of this methods review is through example of our research on APOBEC3G, describe the application of cross-linking methods to characterize and quantify macromolecular interactions and their functional implications"}, {"pubmed": 27003258, "text": "STAT3 plays an important role in IFN-induced A3G production, and HBsAg may correlated with poor response to IFN treatment"}, {"pubmed": 27016308, "text": "Our results identify APOBEC3G as a new candidate biomarker for tumor-infiltrating T lymphocytes and favorable prognoses for HGSOC."}, {"pubmed": 27056836, "text": "thousands of mutation clusters introduced along primate evolution which exhibit features that strongly fit the known patterns of APOBEC3G mutagenesis. These results suggest that APOBEC3G-induced mutations have contributed to the evolution of all genomes"}, {"pubmed": 27245545, "text": "The findings suggest that APOBEC3G polymorphisms alone may not have significant predictive power for inferring genetic susceptibility to vertical transmission of HIV in children perinatally exposed to HIV"}, {"pubmed": 27282578, "text": "propose that APOBEC3G has the ability to induce T cell plasticity and modulate immune response."}, {"pubmed": 27289067, "text": "APOBEC3DE binds to itself, APOBEC3F, and APOBEC3G and antagonizes APOBEC3F and, to a lesser extent, APOBEC3G restriction of hepatitis B virus replication."}, {"pubmed": 27297094, "text": "Here, the authors show that APOBEC3G polyubiquitination is essential for its HIV-1 vif-induced degradation."}, {"pubmed": 27363431, "text": "using novel human A3G transgenic mouse models that express varying levels of A3G as is seen in humans, this study clearly demonstrates that polymorphic vif alleles can have differential anti-A3G activity in vivo"}, {"pubmed": 27439715, "text": "These results indicate that APOBEC3 proteins can be copackaged and can comutate the same genomes, and can cooperate to inhibit HIV replication."}, {"pubmed": 27449138, "text": "APOBEC3G through its variants rs6001417, rs8177832, and rs35228531, in this study interferes with HIV-1/HBV co-infection could be due the HIV-1 mono-infection in a population from Burkina Faso."}, {"pubmed": 27611213, "text": "the effect of APOBEC3G over-expression upon AATF gene expression, was examined."}, {"pubmed": 27730383, "text": "The results disclosed no association between the single nucleotide polymorphisms of APOBEC3G and susceptibility to HIV-1, or effects of these polymorphisms on the CD4(+) T cell count or clinical phase of disease."}, {"pubmed": 27881650, "text": "an APOBEC3F/APOBEC3G hetero-oligomer can form that has unique properties compared to each APOBEC3 alone. This hetero-oligomer has increased efficiency of virus hypermutation, raising the idea that we still may not fully realize the antiviral mechanisms of endogenous APOBEC3 enzymes. Hetero-oligomerization may be a mechanism to increase their antiviral activity in the presence of Vif."}, {"pubmed": 27996044, "text": "two stem-loop structures within the 5'-untranslated region of A3G mRNA are crucial for translation inhibition by Vif in HIV-infected cells, and most Vif alleles neutralize A3G translation efficiently"}, {"pubmed": 28029777, "text": "APOBEC3G binds viral RNA and DNA in vitro; this binding may constitute the basis of APOBEC3G antiviral activity."}, {"pubmed": 28127197, "text": "Study indicates that the A3G rs8177832 polymorphism is associated with a decreased risk of chronic hepatitis B virus infection and hepatocellular carcinoma (HCC), while the rs2011861 polymorphism is associated with an increased risk of HCC."}, {"pubmed": 28184007, "text": "cyclin F functions as an intrinsic cellular regulator of HIV-1 Vif and has a negative regulatory effect on the maintenance of viral infectivity by restoring APOBEC3G expression.  Gene Indexing Project Expand All Collapse All"}, {"pubmed": 28302043, "text": "These findings report genetic variants possibly associated with susceptibility to HIV-1 infection (CUL5 rs11212495, rs7103534, rs7117111) and partial viral load control (APOBEC3G rs2294367)."}, {"pubmed": 28381554, "text": "DNA mutagenic activity and capacity for HIV-1 restriction of the cytidine deaminase APOBEC3G depend on whether DNA or RNA binds to tyrosine 315"}, {"pubmed": 28590025, "text": "these findings indicate that A3G is associated with cervical intraepithelial neoplasia , suggesting its important roles in human papillomavirus-induced pathophysiological processes such as cervical intraepithelial neoplasia progression and viral elimination"}, {"pubmed": 28637869, "text": "Data suggest that heat shock proteins, in particular Hsp90, stimulate APOBEC3-mediated DNA deamination activity toward hepatitis B viral DNA, suggesting a potential physiological role in mutagenesis/carcinogenesis and viral innate immunity; Hsp90 stimulates deamination activity of APOBEC3G, APOBEC3B, and APOBEC3C during co-expression in human liver HepG2 cells."}, {"pubmed": 28646470, "text": "analysis indicated that IL-6 also increased the expression of A3B through JAK1/STAT3 signaling pathway, which formed a positive feedback to maintain the continuous expression of A3B and IL-6, and thereby promoted the prolonged non-resolving inflammation"}, {"pubmed": 28809145, "text": "Mouse mammary tumour virus only moderately susceptible to inhibition by the human APOBEC3G."}, {"pubmed": 29596531, "text": "DNA substrate selection by APOBEC3G"}, {"pubmed": 29610985, "text": "study concludes that hA3G may restrict porcine endogenous retrovirus (PERV) by both deamination-dependent mechanisms and inhibition of DNA strand transfer during PERV reverse transcription."}, {"pubmed": 29654310, "text": "APOBEC3 proteins bound to the coronaviral nucleoprotein."}, {"pubmed": 29677220, "text": "Low APOBEC3G expression is associated with HIV-1 replication."}, {"pubmed": 29864532, "text": "This is first report from India which represented the occurrence of APOBEC3G polymorphisms in HIV patients and its association with HIV acquisition and disease progression."}, {"pubmed": 29925665, "text": "We found that A3G regulates the expression of several cellular proteins, which influences the capacity of the host cell to replicate measles virus."}, {"pubmed": 30045985, "text": "It has been shown that HCMV has evolved mutational robustness against IFN-beta by limiting the presence of APOBEC3G hot spots in essential open reading frames of its genome."}, {"pubmed": 30132996, "text": "APOBEC3G expression is associated with colorectal cancer metastasis."}, {"pubmed": 30247716, "text": "APOBEC3G inhibited the 5'UTR activity of Enterovirus 71 by competitively binding to the 5'UTR through its nucleic acid binding activity."}, {"pubmed": 30338740, "text": "Thus it was concluded that APOBEC3G rs8177832 AA genotype contributes in genetic predisposition to HIV-1 infection in Pakistani population."}, {"pubmed": 30566069, "text": "The reduction in HIV infectivity was due to enhanced levels of functionally active APOBEC3 proteins packaged in the virions."}, {"pubmed": 30606934, "text": "It is the major target for C-to-T substitutions in the HPV genomes."}, {"pubmed": 30791937, "text": "induces site-specific C-to-U RNA editing in natural killer cells, lymphoma cell lines, and, to a lesser extent, CD8-positive T cells upon cellular crowding and hypoxia"}, {"pubmed": 31116511, "text": "This study presents structural investigations on the interactions between cytidine deaminase APOBEC3G and DNA. The deamination of two cytidines by A3G is only exerted in single-stranded DNA with the target motif 5'-CCC-3'. The substrate DNA binds to A3G catalytic domain (A3G-CD2) in CCC and TCC modes."}, {"pubmed": 31145054, "text": "APOBEC3G is the main HIV-1 restricting APOBEC3 family member in THP-1 cells."}, {"pubmed": 31165049, "text": "The authors found a novel amino acid residue in APOBEC3G, I26 responsible for hiv-1 RNA interaction."}, {"pubmed": 31253590, "text": "Here, using a quantitative proteomics approach, the authors identify the E3 ligase ARIH2 as a regulator of the HIV-1 Vif protein-dependent CRL5-mediated APOBEC3 degradation. The CUL5(Vif/CBFss) complex recruits ARIH2 where it acts to transfer ubiquitin directly to the APOBEC3 targets."}, {"pubmed": 31397674, "text": "Here, the authors found that USP49 directly interacts with APOBEC3G and efficiently removes ubiquitin, consequently increasing APOBEC3G protein expression and significantly enhancing its anti-HIV-1 activity."}, {"pubmed": 31400856, "text": "genetic variations in APOBEC3 genes may affect the efficiency of hepatitis b virus elimination in humans."}, {"pubmed": 31424549, "text": "Results indicate that APOBEC3G Deaminase (APOBEC3G) cytidines (A3Gctd) catalytic selectivity against RNA is dictated by both the sugar conformation and 2'-hydroxyl group."}, {"pubmed": 31527570, "text": "APOBEC3G is involved in continuous human papillomavirus infection, cervical prelesions, and the development of cervical cancer."}, {"pubmed": 31534038, "text": "The APOBEC3 family of DNA cytosine deaminases constitutes a vital innate immune defense against a range of different viruses. A Conserved Mechanism of APOBEC3 Relocalization by Herpesviral Ribonucleotide Reductase Large Subunits."}, {"pubmed": 31850845, "text": "These data suggest that APOBEC3G securely binds ssDNA through the N-terminal domain, while the C-terminal domain samples and potentially deaminates the substrate. Oligomerization of APOBEC3G stabilizes ssDNA binding but inhibits the C-terminal domain's search function."}, {"pubmed": 31941780, "text": "Inhibition of Vif-Mediated Degradation of APOBEC3G through Competitive Binding of Core-Binding Factor Beta."}, {"pubmed": 32005813, "text": "A3G dimerization generates a surface with intensified positive electrostatic potentials (PEP) for RNA binding and dimer stabilization."}, {"pubmed": 32719516, "text": "APOBEC3-dependent kataegis and TREX1-driven chromothripsis during telomere crisis."}, {"pubmed": 32747826, "text": "DNA mismatch repair promotes APOBEC3-mediated diffuse hypermutation in human cancers."}, {"pubmed": 32779759, "text": "A3G-induced mutations show a low prevalence and exhibit plus-strand regional distribution in hepatitis B virus DNA from patients with non-hepatocellular carcinoma (HCC) and HCC."}, {"pubmed": 32847850, "text": "Functional and Structural Insights into a Vif/PPP2R5 Complex Elucidated Using Patient HIV-1 Isolates and Computational Modeling."}, {"pubmed": 32905814, "text": "Long non-coding RNA ESCCAL-1 promotes esophageal squamous cell carcinoma by down regulating the negative regulator of APOBEC3G."}, {"pubmed": 33098858, "text": "Crystal Structure of a Soluble APOBEC3G Variant Suggests ssDNA to Bind in a Channel that Extends between the Two Domains."}, {"pubmed": 33351847, "text": "Coronavirus genomes carry the signatures of their habitats."}, {"pubmed": 33999509, "text": "APOBEC3G rescues cells from the deleterious effects of DNA damage."}, {"pubmed": 34022778, "text": "Activation-induced cytidine deaminase expression in patients with myelodysplastic syndrome and its relationship with prognosis and treatment"}, {"pubmed": 34425283, "text": "STUB1/CHIP promotes ubiquitination and degradation of HIV-1 Vif to restore the cellular level of APOBEC3G protein."}, {"pubmed": 34625538, "text": "Dysregulated APOBEC3G causes DNA damage and promotes genomic instability in multiple myeloma."}, {"pubmed": 34730395, "text": "Host Restriction Factor A3G Inhibits the Replication of Enterovirus D68 by Competitively Binding the 5' Untranslated Region with PCBP1."}, {"pubmed": 34774569, "text": "Differential Activity of APOBEC3F, APOBEC3G, and APOBEC3H in the Restriction of HIV-2."}, {"pubmed": 35550909, "text": "HIV-1 VIF and human APOBEC3G interaction directly observed through molecular specific labeling using a new dual promotor vector."}, {"pubmed": 36100631, "text": "The roles of APOBEC-mediated RNA editing in SARS-CoV-2 mutations, replication and fitness."}, {"pubmed": 36144542, "text": "The Identification of APOBEC3G as a Potential Prognostic Biomarker in Acute Myeloid Leukemia and a Possible Drug Target for Crotonoside."}, {"pubmed": 36325681, "text": "APOBEC3G protects the genome of human cultured cells and mice from radiation-induced damage."}, {"pubmed": 36480186, "text": "The Cytidine Deaminase APOBEC3G Contributes to Cancer Mutagenesis and Clonal Evolution in Bladder Cancer."}, {"pubmed": 36574218, "text": "Deubiquitinase ubiquitin-specific protease 3 (USP3) inhibits HIV-1 replication via promoting APOBEC3G (A3G) expression in both enzyme activity-dependent and -independent manners."}, {"pubmed": 36598981, "text": "Structural basis for HIV-1 antagonism of host APOBEC3G via Cullin E3 ligase."}, {"pubmed": 36754086, "text": "The structural basis for HIV-1 Vif antagonism of human APOBEC3G."}, {"pubmed": 36928117, "text": "Keratinocytes sense and eliminate CRISPR DNA through STING/IFN-kappa activation and APOBEC3G induction."}, {"pubmed": 38069117, "text": "APOBEC3G Is a p53-Dependent Restriction Factor in Respiratory Syncytial Virus Infection of Human Cells Included in the p53/Immune Axis."}, {"pubmed": 38072879, "text": "HIV-1 Vif protein sequence variations in South African people living with HIV and their influence on Vif-APOBEC3G interaction."}, {"pubmed": 38105291, "text": "Regulatory variants of APOBEC3 genes potentially associate with COVID-19 severity in populations with African ancestry."}, {"pubmed": 38793610, "text": "The Disassociation of A3G-Related HIV-1 cDNA G-to-A Hypermutation to Viral Infectivity."}, {"pubmed": 38865405, "text": "Prevalence of HBsAg among Moroccan HIV-1 infected patients and APOBEC3G variant frequencies in HIV-1/HBV co-infection."}], "genomic_pos": {"chr": "22", "end": 39087743, "ensemblgene": "ENSG00000239713", "start": 39077067, "strand": 1}, "genomic_pos_hg19": {"chr": "22", "end": 39483748, "start": 39436924, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002230", "pubmed": 17121840, "qualifier": "involved_in", "term": "positive regulation of defense response to virus by host"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009972", "pubmed": 16378963, "qualifier": "involved_in", "term": "cytidine deamination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010526", "pubmed": 16527742, "qualifier": "involved_in", "term": "retrotransposon silencing"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016553", "pubmed": 17121840, "qualifier": "involved_in", "term": "base conversion or substitution editing"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016554", "qualifier": "involved_in", "term": "cytidine to uridine editing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045071", "pubmed": [16378963, 17121840], "qualifier": "involved_in", "term": "negative regulation of viral genome replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045087", "pubmed": 17121840, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045869", "qualifier": "involved_in", "term": "negative regulation of single stranded viral RNA replication via double stranded DNA intermediate"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045869", "pubmed": [16571802, 17121840, 21835787], "qualifier": "involved_in", "term": "negative regulation of single stranded viral RNA replication via double stranded DNA intermediate"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048525", "pubmed": 17121840, "qualifier": "involved_in", "term": "negative regulation of viral process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": [12808465, 21835787, 22915799], "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070383", "qualifier": "involved_in", "term": "DNA cytosine deamination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070383", "pubmed": [16571802, 21835787], "qualifier": "involved_in", "term": "DNA cytosine deamination"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000932", "qualifier": "is_active_in", "term": "P-body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000932", "pubmed": [16699599, 22915799], "qualifier": "located_in", "term": "P-body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [16527742, 16699599, 21835787], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030895", "pubmed": 17121840, "qualifier": "part_of", "term": "apolipoprotein B mRNA editing enzyme complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990904", "pubmed": 16699599, "qualifier": "part_of", "term": "ribonucleoprotein complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003723", "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003723", "pubmed": 11863358, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004126", "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004126", "pubmed": 12808465, "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004126", "pubmed": 17121840, "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14528301, 15152192, 16699599, 18836454, 19887642, 22915799], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 11863358, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008829", "qualifier": "enables", "term": "dCTP deaminase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [11863358, 15152192, 20152150], "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[9544, 574398], [9598, 449577], [9606, 60489]], "id": 128348}, "interpro": [{"desc": "Cytidine and deoxycytidylate deaminase domain", "id": "IPR002125", "short_desc": "CMP_dCMP_dom"}, {"desc": "APOBEC/CMP deaminase, zinc-binding", "id": "IPR016192", "short_desc": "APOBEC/CMP_deaminase_Zn-bd"}, {"desc": "Cytidine deaminase-like", "id": "IPR016193", "short_desc": "Cytidine_deaminase-like"}], "ipi": ["IPI00396656", "IPI00401132"], "map_location": "22q13.1", "name": "apolipoprotein B mRNA editing enzyme catalytic subunit 3G", "other_names": ["APOBEC-related cytidine deaminase", "APOBEC-related protein 9", "DNA dC->dU editing enzyme", "DNA dC->dU-editing enzyme APOBEC-3G", "apolipoprotein B editing enzyme catalytic polypeptide-like 3G", "apolipoprotein B mRNA editing enzyme cytidine deaminase", "apolipoprotein B mRNA editing enzyme, catalytic polypeptide-like 3G", "apolipoprotein B mRNA-editing enzyme catalytic polypeptide 3G", "deoxycytidine deaminase", "phorbolin-like protein MDS019"], "pantherdb": {"HGNC": "17357", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSGALG00000014280", "ortholog_type": "O", "panther_family": "PTHR13857", "taxid": 9031, "uniprot_kb": "E1BVI0"}, {"ZFIN": "ZDB-GENE-041122-2", "ortholog_type": "O", "panther_family": "PTHR13857", "taxid": 7955, "uniprot_kb": "B3DGZ0"}], "uniprot_kb": "Q9HC16"}, "pathway": {"biocarta": {"id": "vifpathway", "name": "hiv-1 defeats host-mediated resistance by cem15"}, "kegg": {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-162906", "name": "HIV Infection"}, {"id": "R-HSA-162909", "name": "Host Interactions of HIV factors"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-180585", "name": "Vif-mediated degradation of APOBEC3G"}, {"id": "R-HSA-180689", "name": "APOBEC3G mediated resistance to HIV-1 infection"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": {"id": "WP3300", "name": "Dual hijack model of Vif in HIV infection"}}, "pdb": ["2JYW", "2KBO", "2KEM", "3E1U", "3IQS", "3IR2", "3V4J", "3V4K", "4ROV", "4ROW", "5ZVA", "5ZVB", "6BUX", "6BWY", "6K3J", "6K3K", "7UXD", "8CX0", "8CX1", "8CX2", "8H0I", "8J62"], "pfam": "PF18782", "pharmgkb": "PA24897", "pharos": {"target_id": 3549, "tdl": "Tchem"}, "prosite": "PS51747", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF172072", "relationship": "is"}, {"id": "GNF182978", "relationship": "is"}, {"id": "GNF193884", "relationship": "is"}, {"id": "GNF204790", "relationship": "is"}, {"id": "GNF216056", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF000600", "relationship": "is"}, {"id": "GNF000601", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF233902", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098801", "relationship": "is"}, {"id": "GNF138456", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1"], "protein": ["NP_001336365.1", "NP_001336366.1", "NP_001336367.1", "NP_068594.1"], "rna": ["NM_001349436.1", "NM_001349437.2", "NM_001349438.3", "NM_021822.4", "NR_146179.3"], "translation": [{"protein": "NP_001336366.1", "rna": "NM_001349437.2"}, {"protein": "NP_068594.1", "rna": "NM_021822.4"}, {"protein": "NP_001336365.1", "rna": "NM_001349436.1"}, {"protein": "NP_001336367.1", "rna": "NM_001349438.3"}]}, "reporter": {"HG-U133_Plus_2": ["204205_at", "214995_s_at", "215579_at"], "HG-U95Av2": ["34947_at", "41472_at"], "HTA-2_0": "TC22001468.hg.1", "HuEx-1_0": ["3945614", "3945651", "3945673"], "HuGene-1_1": "8073088", "HuGene-2_1": "16930199"}, "retired": [80065, 140567], "summary": "This gene is a member of the cytidine deaminase gene family. It is one of seven related genes or pseudogenes found in a cluster, thought to result from gene duplication, on chromosome 22. Members of the cluster encode proteins that are structurally and functionally related to the C to U RNA-editing cytidine deaminase APOBEC1. The protein encoded by this gene catalyzes site-specific deamination of both RNA and single-stranded DNA. The encoded protein has been found to be a specific inhibitor of human immunodeficiency virus-1 (HIV-1) infectivity. [provided by RefSeq, Mar 2017].", "symbol": "APOBEC3G", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424930"}, "unigene": "Hs.660143", "uniprot": {"Swiss-Prot": "Q9HC16"}, "wikipedia": {"url_stub": "APOBEC3G"}}