{"AllianceGenome": "17352", "HGNC": "17352", "MIM": "607110", "_id": "9582", "_version": 1, "accession": {"genomic": ["AL022318.2", "CH471095.1", "CP068256.2", "JC993035.1", "NC_000022.11", "NC_060946.1"], "protein": ["AAD00089.1", "AAD00090.1", "AAH53859.1", "AAW31743.1", "AHF72554.1", "CAJ86440.1", "CEO43500.1", "EAW60279.1", "EAW60280.1", "EAW60281.1", "EAW60282.1", "NP_001257340.2", "NP_004891.5", "Q9UH17.1"], "rna": ["AK024854.1", "AU098564.1", "AY743217.1", "BC031803.1", "BC053859.1", "BX114955.1", "CT841510.1", "KF651167.1", "NM_001270411.2", "NM_004900.5", "U61083.1", "U61084.1"], "translation": [{"protein": "AAW31743.1", "rna": "AY743217.1"}, {"protein": "AHF72554.1", "rna": "KF651167.1"}, {"protein": "AAH53859.1", "rna": "BC053859.1"}, {"protein": "AAD00089.1", "rna": "U61083.1"}, {"protein": "AAD00090.1", "rna": "U61084.1"}, {"protein": "NP_004891.5", "rna": "NM_004900.5"}, {"protein": "NP_001257340.2", "rna": "NM_001270411.2"}, {"protein": "CAJ86440.1", "rna": "CT841510.1"}]}, "alias": ["A3B", "APOBEC1L", "ARCD3", "ARP4", "DJ742C19.2", "PHRBNL", "bK150C2.2"], "ec": "3.5.4.38", "ensembl": {"gene": "ENSG00000179750", "protein": ["ENSP00000327459", "ENSP00000338897", "ENSP00000385060", "ENSP00000385068"], "transcript": ["ENST00000333467", "ENST00000335760", "ENST00000402182", "ENST00000407298"], "translation": [{"protein": "ENSP00000385068", "rna": "ENST00000407298"}, {"protein": "ENSP00000327459", "rna": "ENST00000333467"}, {"protein": "ENSP00000385060", "rna": "ENST00000402182"}, {"protein": "ENSP00000338897", "rna": "ENST00000335760"}], "type_of_gene": "protein_coding"}, "entrezgene": "9582", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 17.2672291208, "exp_mis": 157.112422772, "exp_syn": 67.7080211365, "lof_z": 1.73239611519579, "mis_z": 3.0481138802453, "mu_lof": 1.26255733541e-06, "mu_mis": 1.37136391767e-05, "mu_syn": 5.73849999961e-06, "n_lof": 10.0, "n_mis": 79.0, "n_syn": 46.0, "p_li": 2.50835391870874e-05, "p_null": 0.0810215638174553, "p_rec": 0.918953352643358, "syn_z": 1.63549650214694}, "bp": 1149, "cds_end": 39388450, "cds_start": 39378458, "n_exons": 8, "nonpsych": {"exp_lof": 15.4715689551, "exp_mis": 142.044967943, "exp_syn": 61.1253605848, "lof_z": 1.366144759803, "mis_z": 2.96432528100552, "mu_lof": 1.26255733541e-06, "mu_mis": 1.37136391767e-05, "mu_syn": 5.73849999961e-06, "n_lof": 10.0, "n_mis": 72.0, "n_syn": 43.0, "p_li": 1.29633304157657e-05, "p_null": 0.188364923574665, "p_rec": 0.81162211309492, "syn_z": 1.4596187696734}, "nontcga": {"exp_lof": 15.8705539663, "exp_mis": 144.528141996, "exp_syn": 62.2760920721, "lof_z": 1.4536647729519, "mis_z": 2.88133826185942, "mu_lof": 1.26255733541e-06, "mu_mis": 1.37136391767e-05, "mu_syn": 5.73849999961e-06, "n_lof": 10.0, "n_mis": 75.0, "n_syn": 42.0, "p_li": 1.43430041503386e-05, "p_null": 0.149433671002177, "p_rec": 0.850551985993672, "syn_z": 1.6268437720725}, "transcript": "ENST00000333467.3"}, "exons": [{"cdsend": 38992445, "cdsstart": 38982453, "chr": "22", "position": [[38982346, 38982470], [38984074, 38984231], [38985811, 38986091], [38986297, 38986412], [38989456, 38989610], [38991406, 38991626], [38992033, 38992149], [38992430, 38992779]], "strand": 1, "transcript": "NM_001270411", "txend": 38992779, "txstart": 38982346}, {"cdsend": 38992445, "cdsstart": 38982453, "chr": "22", "position": [[38982346, 38982470], [38984074, 38984231], [38985811, 38986091], [38986297, 38986412], [38989456, 38989610], [38991331, 38991626], [38992033, 38992149], [38992430, 38992779]], "strand": 1, "transcript": "NM_004900", "txend": 38992779, "txstart": 38982346}], "exons_hg19": [{"cdsend": 39388450, "cdsstart": 39378458, "chr": "22", "position": [[39378351, 39378475], [39380079, 39380236], [39381816, 39382096], [39382302, 39382417], [39385461, 39385615], [39387411, 39387631], [39388038, 39388154], [39388435, 39388784]], "strand": 1, "transcript": "NM_001270411", "txend": 39388784, "txstart": 39378351}, {"cdsend": 39388450, "cdsstart": 39378458, "chr": "22", "position": [[39378351, 39378475], [39380079, 39380236], [39381816, 39382096], [39382302, 39382417], [39385461, 39385615], [39387336, 39387631], [39388038, 39388154], [39388435, 39388784]], "strand": 1, "transcript": "NM_004900", "txend": 39388784, "txstart": 39378351}], "generif": [{"pubmed": 15466872, "text": "different APOBEC3 family members function to neutralize specific lentiviruses"}, {"pubmed": 16407327, "text": "APOBEC3B reduces retrotransposition by the intracisternal A-particle."}, {"pubmed": 16648136, "text": "APOBEC3B and APOBEC3F have roles in inhibiting L1 retrotransposition by a DNA deamination-independent mechanism"}, {"pubmed": 17020885, "text": "separation of function of the cytidine deaminase domains is maintained in hA3B and hA3F, but roles of the two domains are reversed in mouse A3"}, {"pubmed": 17447845, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17447845, "text": "detailed sequence and population genetic analysis of a 29.5-kb common human deletion polymorphism that removes the APOBEC3B gene."}, {"pubmed": 17977970, "text": "HIV-1 Vif(IIIB) induces the emigration from the nucleus to the cytosol and thereby causes net increases in the cytosolic concentrations and anti-HIV-1 activities of APOBEC3A and APOBEC3B."}, {"pubmed": 18024895, "text": "only the carboxy-terminal deaminase domain of APOBEC3B catalyses cytidine deaminations leading to hepatitis B virus (HBV) hypermutations;induction of hypermutations is not sufficient for full inhibition of HBV replication; both domains of must be intact"}, {"pubmed": 18403710, "text": "study provides evidence of editing of human papillomavirus 1a and 16 DNA by APOBEC3 in plantar warts and precancerous cervix biopsies"}, {"pubmed": 19698078, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19698078, "text": "These findings suggest that the loss of APOBEC3B may increase host susceptibility to HIV-1 acquisition and progression to AIDS and warrant further study."}, {"pubmed": 19911124, "text": "Studies indicate the APOBEC family consists of 11 members: APOBEC-1 (Apo1), APOBEC-2 (Apo2), activation induced cytidine deaminase (AID), APOBEC- 3A, -3B, -3C, -3DE, -3F, -3H (Apo3A-H) and APOBEC- 4 (Apo4)."}, {"pubmed": 20104108, "text": "Higher expression levels of hA3G and hA3B mRNA in the peripheral blood mononuclear cells of Chinese HIV-infected individuals were found to be associated with slower HIV disease progression."}, {"pubmed": 20684727, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21715505, "text": "These observations suggest that changing 4 residues in the amino terminus of A3B not only retargets the protein from the nucleus to the cytoplasm but also enhances its ability to restrict HIV while retaining inhibition of retrotransposition."}, {"pubmed": 21878639, "text": "A3B appears to restrict engineered L1 retrotransposition in a broad range of cell types, including pluripotent cells."}, {"pubmed": 21995620, "text": "Carriers of homozygous deletions in this gene show a significantly higher score in the alcohol dependence severity and increased response to alcohol cues"}, {"pubmed": 22108670, "text": "APOBEC3 deletion frequency differs vastly in Indian populations. The APOBEC3B insertion allele is strongly associated with protection from malaria."}, {"pubmed": 22446380, "text": "The data suggested that the present-day human APOBEC3B enzyme retained the nuclear import mechanism of an ancestral activation-induced cytosine deaminase during the expansion of the APOBEC3 locus in primates."}, {"pubmed": 22457529, "text": "The authors show that APOBEC3A, APOBEC3B, and APOBEC3H haplotype 2 (A3H hapII) acted as potent inhibitors of HTLV-1."}, {"pubmed": 23150777, "text": "Both A3A and A3B of APOBEC3B can induce C/G to T/G transitions into genomic DNA without suppressing DNA repair system."}, {"pubmed": 23213177, "text": "APOBEC3B gene deletion is associated with susceptibility to persistent HBV infection and hepatocellular carcinoma."}, {"pubmed": 23389445, "text": "data suggest a model in which APOBEC3B-catalysed deamination provides a chronic source of DNA damage in breast cancers that could select TP53 inactivation and explain how some tumours evolve rapidly and manifest heterogeneity"}, {"pubmed": 23542011, "text": "Human APOBEC3B D316 is catalytically active and capable of restricting HIV-1 while rhesus APOBEC3B N316 is not; swapping these residues alters the activity and restriction phenotypes respectively."}, {"pubmed": 23598277, "text": "Studies indicate that APOBEC3B (A3B) was identified as the mutational source in breast cancer cells, and APOBEC3G (A3G) was predominantly expressed in lymphoma cells and involved in DNA repair."}, {"pubmed": 23599896, "text": "results implicate APOBEC3B/A in breast cancer hypermutation and give insight into the mechanism of kataegis"}, {"pubmed": 23852168, "text": "APOBEC3B-catalyzed genomic uracil lesions are responsible for a large proportion of both dispersed and clustered mutations in multiple distinct cancers."}, {"pubmed": 24010642, "text": "This result suggests that genetic variations in APOBEC3 cytidine deaminases do not predispose to chronicity but may modulate the course of persistent hepatitis B virus infection."}, {"pubmed": 24154874, "text": "Data identify a potential role for APOBEC3B in serous ovarian cancer genomic instability."}, {"pubmed": 24227842, "text": "APOBEC3 deaminases upregulated by IFN-beta induce E2 hypermutation of HPV16 in cervical keratinocytes."}, {"pubmed": 24667791, "text": "analysis of a population-based matched cohort suggests that the antiviral mechanism of APOBEC3B plays only a negligible role in eliminating HIV-1 in vivo."}, {"pubmed": 24728294, "text": "The APOBEC3A-APOBEC3B germline deletion allele confers cancer susceptibility through increased activity of APOBEC-dependent mutational processes."}, {"pubmed": 24858917, "text": "active involvement of HPV in the early stage of BC carcinogenesis via A3B induction"}, {"pubmed": 24910434, "text": "Findings implicate APOBEC3B activity as a key driver of PIK3CA mutagenesis and HPV-induced transformation."}, {"pubmed": 25123150, "text": "marker of pure prognosis and poor outcomes for estrogen-receptor-positive breast cancer"}, {"pubmed": 25176183, "text": "Study provides evidence that APOBEC3B is overexpressed in chondrosarcoma tissues and cell lines and interferes with RUNX3 transcription."}, {"pubmed": 25275135, "text": "The degradation efficiency of Vif correlated with both the binding strength of the APOBEC3-Vif interaction and the APOBEC3-Vif interface."}, {"pubmed": 25298230, "text": "Germline A3B can hypermutate nuclear DNA, albeit less efficiently than A3A. Chimaeric A3A mRNA resulting from DeltaA3B was more stable, resulting in higher intracellular A3A levels and greater DNA damage."}, {"pubmed": 25401976, "text": "APOBEC3B overexpression and Fhit-loss induced DNA damage are independent events that, when occurring together, result in a significantly increased frequency of APOBEC-induced mutations that drive cancer progression."}, {"pubmed": 25538195, "text": "These studies suggest a model in which high-risk human papillomavirus E6 causes derepression of APOBEC3B gene transcription, leading to a mutator phenotype that explains the observed cytosine mutation biases in papillomavirus positive cancers."}, {"pubmed": 25650088, "text": "High APOBEC3B is associated with the pathogenesis of primary effusion lymphoma."}, {"pubmed": 25730878, "text": "breast cancers arising in homozygous A3B(del) individuals with A3B absent did not differ in these features, indicating that A3B expression is a reflection rather than a direct cause of increased proliferation."}, {"pubmed": 25750306, "text": "APOBEC3B is a potential factor contributing to suppression of tumor growth in human hepatocellular carcinoma."}, {"pubmed": 25800874, "text": "results indicate that E6 activates the A3B promoter through the distal and proximal regions, and that ZNF384 is required for the proximal-region-mediated activation of A3B"}, {"pubmed": 26051357, "text": "APOBEC3B expression is an independent predictor of recurrence in patients with ccRCC, and the prognostic value is most prominent in those with low-risk disease."}, {"pubmed": 26191203, "text": "APOBEC3B expression was correlated with unfavorable prognosis in patients with gastric cancer."}, {"pubmed": 26195824, "text": "DNA cytosine and methylcytosine deamination by APOBEC3B: enhancing methylcytosine deamination by engineering APOBEC3B."}, {"pubmed": 26258849, "text": "APOBEC3A-mediated mutagenesis is much more frequent than APOBEC3B because APOBEC3A itself is highly proficient at generating DNA breaks."}, {"pubmed": 26281709, "text": "This study defines and characterizes the catalytic domain of human APOBEC3B (A3B) enzyme."}, {"pubmed": 26305823, "text": "The APOBEC3B deletion polymorphism was found to be associated with HBV, HCV, TTV, and T. gondii co-infection in Indonesian HIV-infected individuals."}, {"pubmed": 26320772, "text": "Germline variant and deletion polymorphism in APOBEC3B gene are not associated with breast cancer risk."}, {"pubmed": 26384561, "text": "The N-terminal domain of A3B and at least three residues involved in DNA binding by the A3Bc catalytic domain contribute to the A3B attenuation of the double stranded DNA break phenotype."}, {"pubmed": 26411678, "text": "APOBEC3B is required for regulation of gene expression by ERalpha and acts by causing C-to-U deamination at ERalpha binding regions."}, {"pubmed": 26416889, "text": "report the first structures of the APOBEC3B catalytic domain in multiple crystal forms. These structures reveal a tightly closed active site conformation and suggest that substrate accessibility is regulated by adjacent flexible loops"}, {"pubmed": 26420215, "text": "Multiple experimental approaches combined demonstrate direct transcriptional upregulation of APOBEC3B by a signal transduction pathway involving the classical protein kinase C isoform protein kinase Ca and the noncanonical NF-kB transcription factor RELB."}, {"pubmed": 26476745, "text": "The expression of APOBEC3B in breast cancer was higher than in non-cancerous tissues and was related to the lymph node metastasis and nuclear grade."}, {"pubmed": 26544511, "text": "Data indicate that SIVmac239 Vif protein efficiently degrades human DNA cytosine deaminase APOBEC3B protein (huA3B)."}, {"pubmed": 26668372, "text": "Data show that restriction factor APOBEC3G (A3G) is susceptible to degradation by the HIV-1 Vif protein, whereas restriction factor APOBEC3B (A3B) is resistant to Vif."}, {"pubmed": 26682542, "text": "These results suggest that functional potential of APOBEC3B and APOBEC3C involved in cancer mutagenesis is associated with estrogen receptor status."}, {"pubmed": 26832400, "text": "APOBEC3A and APOBEC3B preferentially deaminate the lagging strand template during DNA replication."}, {"pubmed": 27044816, "text": "APOBEC3B expression was increased in some population of tumor cells of drug resistant cell lines."}, {"pubmed": 27155849, "text": "results suggest that the APOBEC3A/3B deletion polymorphism is not significantly associated with cancer risk in our study population"}, {"pubmed": 27233495, "text": "tumour-infiltrating immune cells may be an important feature of breast cancers arising in women with APOBEC3B germline deletion, and that this may be of particular interest in Asian women where the germline deletion is more common."}, {"pubmed": 27310677, "text": "The findings demonstrate that covalently-closed circular DNA levels are significantly lower in hepatocellular carcinoma tissues, and that the lower levels are likely to stem in part from up-regulation of APOBEC3B."}, {"pubmed": 27522954, "text": "This suggests that APOBEC3B deletion may attenuate innate cellular immunity against HIV-1 and thus confer the host persistence for HIV infection."}, {"pubmed": 27552096, "text": "the APOBEC3B deletion polymorphism has neither a prognostic nor a predictive value for breast cancer patients."}, {"pubmed": 27577680, "text": "the classical NF-kappaB pathway is responsible for activation of A3B mRNA expression."}, {"pubmed": 27634334, "text": "These data link oncogene, loss of tumour suppressor gene and drug-induced replication stress with APOBEC3B activity, providing new insights into how cytidine deaminase-induced mutagenesis might be activated in tumourigenesis and limited therapeutically."}, {"pubmed": 27643540, "text": "exposures to relevant environmental factors might induce APOBEC3A or APOBEC3B expression above genotoxic levels and initiate tumorigenesis in a tissue-specific manner in the right cellular environment where ssDNA is available"}, {"pubmed": 27730215, "text": "These studies combine to indicate that APOBEC3B promotes drug resistance in breast cancer and that inhibiting APOBEC3B-dependent tumor evolvability may be an effective strategy to improve efficacies of targeted cancer therapies."}, {"pubmed": 27818121, "text": "APOBEC3B mRNA expression was higher in OSCCs than in controls.  APOBEC3B protein expression was high in both OSCCs and normal samples."}, {"pubmed": 27977754, "text": "High APOBEC3B mRNA expression was related to the aggressive phenotypes of breast cancer, high frequency of TP53 mutation and poor prognosis, especially in ER-positive tumors."}, {"pubmed": 27991903, "text": "crystal structures of human APOBEC3A and a chimera of human APOBEC3B and APOBEC3A bound to ssDNA at 3.1-A and 1.7-A resolution, respectively."}, {"pubmed": 28062980, "text": "APOBEC3B*c.783delG showed evidence of modest association with breast cancer and seemed to contribute to earlier onset of the disease."}, {"pubmed": 28077648, "text": "Collectively, these results indicate that human papillomavirus 16 E6 induces upregulation of APOBEC3B through increased levels of TEADs, highlighting the importance of the TEAD-APOBEC3B axis in carcinogenesis."}, {"pubmed": 28141868, "text": "APOBEC3B mRNA levels are significantly higher in breast cancer metastases as compared to the corresponding estrogen receptor-positive primary tumors."}, {"pubmed": 28276478, "text": "results suggest that B-Myb-A3B contributes to DNA damage and could be targeted by inhibiting EGF receptor."}, {"pubmed": 28351647, "text": "Single-strand DNA-specific cytidine deaminase APOBEC3B (A3B) damages tRNA genes at 1000-fold higher efficiency than other non-tRNA genomic regions in Saccharomyces cerevisiae. A3B-induced lesions in tRNA genes were predominantly located on non-transcribed strand, while no transcriptional strand bias was observed in protein coding genes. It suggests transcription-dependent mechanism for A3B-induced tRNA gene hypermutation"}, {"pubmed": 28535155, "text": "APOBEC3B expression increased the incorporation of genomic uracil, invoked DNA damage response (DDR) biomarkers and caused cell cycle arrest."}, {"pubmed": 28575276, "text": "Structural determinants of APOBEC3B non-catalytic domain for molecular assembly and catalytic regulation have been reported."}, {"pubmed": 28637869, "text": "Data suggest that heat shock proteins, in particular Hsp90, stimulate APOBEC3-mediated DNA deamination activity toward hepatitis B viral DNA, suggesting a potential physiological role in mutagenesis/carcinogenesis and viral innate immunity; Hsp90 stimulates deamination activity of APOBEC3G, APOBEC3B, and APOBEC3C during co-expression in human liver HepG2 cells."}, {"pubmed": 28825669, "text": "review of current understanding of APOBEC3A and APOBEC3B biology in human papillomavirus Infection restriction, evolution, and associated cancer mutagenesis"}, {"pubmed": 28841445, "text": "A lysine-free derivative of human APOBEC3B was constructed and shown to be indistinguishable from the wild-type enzyme in DNA cytosine deamination, HIV-1 restriction, and nuclear localization activities."}, {"pubmed": 28952713, "text": "This study found that A3B C-terminal domain shows higher activity toward its target sequence in short ssDNA and efficiently deaminates a target sequence located near the center of ssDNA."}, {"pubmed": 28977491, "text": "Data show that APOBEC3B (A3B) expression is inversely related to p53 status in different cancer types and demonstrate that this is due to a direct and pivotal role for p53 in repressing A3B expression."}, {"pubmed": 28981865, "text": "Data show that the larger oligomeric state of APOBEC3B (A3B) inhibited its activity."}, {"pubmed": 29129707, "text": "Our results provide evidence that APOBEC3B can interact with HBV core protein and edit HBV DNAs during reverse transcription. These data suggest that APOBEC3B exerts multifaceted antiviral effects against HBV."}, {"pubmed": 29140415, "text": "APOBEC3A/B deletion was associated with young age at diagnosis among the cancer cases for both cancer forms (lung cancer: P = 0.02; dominant model and prostate cancer"}, {"pubmed": 29234087, "text": "Study reports structures of the A3B catalytic domain in a new crystal form that show alternative, yet still closed, conformations of active site loops. All-atom molecular dynamics simulations support the dynamic behavior of active site loops and recapitulate the distinct modes of interactions that maintain a closed active site."}, {"pubmed": 29476164, "text": "We identified genes harboring CNVs that are highly differentiated between PM and global populations, indicating that these genes are predominantly enriched in immune responses and defense functions, including APOBEC3A_B, beta-defensin genes, and CCL3L1, followed by other biological functions, such as drug and toxin metabolism and responses to radiation"}, {"pubmed": 29693745, "text": "results indicated a specific interaction of A3B with hnRNP A3 (heterogeneous nuclear ribonucleoprotein). This interaction was verified by co-immunoprecipitation and was found to be RNA-dependent. Furthermore, A3B and hnRNP A3 colocalized as evident from immunofluorescence analysis."}, {"pubmed": 29695832, "text": "APOBEC3B upregulation and APOBEC mutation count can be used as novel predictive markers in guiding NSCLC checkpoint blockade immunotherapy."}, {"pubmed": 30095460, "text": "APOBEC3B is highly expressed in gastroenteropancreatic neuroendocrine neoplasms and is a predictor of lymph node metastasis in neuroendocrine tumors G3 and neuroendocrine carcinoma cases."}, {"pubmed": 30130388, "text": "This study reports preferred nucleotide sequences for A3B substrates, including optimized 4-mer oligonucleotides, and reveals a breadth of substrate recognition that includes DNA sequences known to be mutated in drug-resistant cancer clones."}, {"pubmed": 30135250, "text": "APOBEC3A, APOBEC3B, and APOBEC3H, demonstrated the highest transcript expression in recessive dystrophic epidermolysis bullosa (RDEB) squamous cell carcinoma (SCC) compared with normal skin and for all SCC subtypes analyzed. Furthermore, the proportion of APOBEC mutations associated with APOBEC3A was greater than the context associated with APOBEC3B."}, {"pubmed": 30226610, "text": "the knockdown of APOBEC3B by clustered regularly interspaced short palindromic repeats/CRISPR associated protein 9 resulted in reduced proliferation and enhanced chemosensitivity of glioma cells. Thus, APOBEC3B contributes to glioma progression and may be a future target for therapeutic intervention."}, {"pubmed": 30289149, "text": "APOBEC3B in high-grade serous ovarian carcinoma is related to an active immune infiltrate. However, there is no evidence for APOBEC3B as a clinically relevant prognostic biomarker"}, {"pubmed": 30457868, "text": "results reveal the structural basis for DNA binding and relatively lower catalytic activity of A3B and provide opportunities for rational design of specific inhibitors to benefit cancer therapeutics"}, {"pubmed": 30575099, "text": "High APOBEC3B expression is associated with hepatocarcinogenesis and metastasis through novel deaminase-independent activity."}, {"pubmed": 30606934, "text": "It is the major target for C-to-T substitutions in the HPV genomes."}, {"pubmed": 30647454, "text": "The APOBEC3B protein can deaminate the cytosine bases at two sites whose mutant states are subject to high net realized selection intensities-PIK3CA E545K and E542K."}, {"pubmed": 30693645, "text": "APOBEC3 deletion is significantly associated with increased susceptibility to cancer in overall and breast cancer[meta-analysis and review]"}, {"pubmed": 30723127, "text": "These experiments combine to implicate the RB/E2F axis in promoting APOBEC3B transcription, yet they also suggest that the polyomavirus large T antigen RB-binding motif has at least one additional function in addition to RB inactivation for triggering APOBEC3B upregulation in virus-infected cells."}, {"pubmed": 31073151, "text": "Endogenous APOBEC3B Overexpression Constitutively Generates DNA Substitutions and Deletions in Myeloma Cells."}, {"pubmed": 31154396, "text": "A3B upregulation in HCC depresses global H3K27me3 abundance via interaction with polycomb repressor complex 2 (PRC2) and reduces an occupancy of H3K27me3 on promoters of the chemokine CCL2 to recruit massive TAMs and MDSCs."}, {"pubmed": 31165764, "text": "Protein kinase A inhibits tumor mutator APOBEC3B through phosphorylation."}, {"pubmed": 31217276, "text": "Both endogenous and exogenous expression of A3B could disrupt CDK4-dependent import of Cyclin D1, thereby providing a novel post-translational function for A3B."}, {"pubmed": 31322199, "text": "These findings suggested that there was no relationship between A3A, A3B and A3H single nucleotide polymorphisms and chronic hepatitis B progression or hepatocellular carcinoma development in the Han Chinese population."}, {"pubmed": 31392335, "text": "the expression of A3A during BIR in yeast recapitulates the main features of APOBEC-induced mutation clusters observed previously in human cancers (i.e. high mutation density and association with GCRs) which suggests that BIR might represent an important initiating factor for kataegis formation."}, {"pubmed": 31404619, "text": "AID, A3A and A3B can efficiently recognize and deaminate dC whose neighbouring nucleotides are damaged."}, {"pubmed": 31862729, "text": "Multiregion whole-genome sequencing depicts intratumour heterogeneity and punctuated evolution in ovarian clear cell carcinoma."}, {"pubmed": 31904337, "text": "Perturbation of base excision repair sensitizes breast cancer cells to APOBEC3 deaminase-mediated mutations."}, {"pubmed": 31914134, "text": "These results suggest that DNA damage triggers A3B expression through ATM, ATR and DNA-PK signaling."}, {"pubmed": 31930332, "text": "APOBEC3B expression in breast cancer cell lines and tumors depends on the estrogen receptor status."}, {"pubmed": 32056513, "text": "DHX9 negatively regulates the anti-HBV replication effect of APOBEC3B"}, {"pubmed": 32060098, "text": "The DNA Cytosine Deaminase APOBEC3B is a Molecular Determinant of Platinum Responsiveness in Clear Cell Ovarian Cancer."}, {"pubmed": 32176735, "text": "There was a difference in A3B mRNA expression levels according to breast cancer subtypes, and high levels of A3A and A3B mRNA expressions were associated with an aggressive phenotype."}, {"pubmed": 32205739, "text": "The Prognostic Significance of APOBEC3B and PD-L1/PD-1 in Nasopharyngeal Carcinoma."}, {"pubmed": 32715441, "text": "Identifying germline APOBEC3B deletion and immune phenotype in Korean patients with operable breast cancer."}, {"pubmed": 32880638, "text": "Involvement of APOBEC3B in mutation induction by irradiation."}, {"pubmed": 32985974, "text": "Characterization of the mechanism by which the RB/E2F pathway controls expression of the cancer genomic DNA deaminase APOBEC3B."}, {"pubmed": 33323971, "text": "Induction of APOBEC3B expression by chemotherapy drugs is mediated by DNA-PK-directed activation of NF-kappaB."}, {"pubmed": 33333348, "text": "HIV-2 Vif and foamy virus Bet antagonize APOBEC3B by different mechanisms."}, {"pubmed": 33592502, "text": "APOBEC3B is preferentially expressed at the G2/M phase of cell cycle."}, {"pubmed": 33631046, "text": "HPV-16/18 E6-induced APOBEC3B expression associates with proliferation of cervical cancer cells and hypomethylation of Cyclin D1."}, {"pubmed": 33673243, "text": "Small-Angle X-ray Scattering Models of APOBEC3B Catalytic Domain in a Complex with a Single-Stranded DNA Inhibitor."}, {"pubmed": 33753867, "text": "Targeting natural splicing plasticity of APOBEC3B restricts its expression and mutagenic activity."}, {"pubmed": 33853956, "text": "Infection of Bronchial Epithelial Cells by the Human Adenoviruses A12, B3, and C2 Differently Regulates the Innate Antiviral Effector APOBEC3B."}, {"pubmed": 33925044, "text": "Prognostic Impact of APOBEC3B Expression in Metastatic Urothelial Carcinoma and Its Association with Tumor-Infiltrating Cytotoxic T Cells."}, {"pubmed": 34181944, "text": "APOBEC3-induced mutation of the hepatitis virus B DNA genome occurs during its viral RNA reverse transcription into (-)-DNA."}, {"pubmed": 34197599, "text": "Replication catastrophe induced by cyclic hypoxia leads to increased APOBEC3B activity."}, {"pubmed": 34523960, "text": "APOBEC3B Potently Restricts HIV-2 but Not HIV-1 in a Vif-Dependent Manner."}, {"pubmed": 34552824, "text": "Immune inactivation by APOBEC3B enrichment predicts response to chemotherapy and survival in gastric cancer."}, {"pubmed": 34873230, "text": "Impact of the APOBEC3A/B deletion polymorphism on risk of ovarian cancer."}, {"pubmed": 34968501, "text": "IFN-gammaInduced APOBEC3B Contributes to Merkel Cell Polyomavirus Genome Mutagenesis in Merkel Cell Carcinoma."}, {"pubmed": 34998823, "text": "m6A demethylation of cytidine deaminase APOBEC3B mRNA orchestrates arsenic-induced mutagenesis."}, {"pubmed": 35017684, "text": "APOBEC mediated mutagenesis drives genomic heterogeneity in endometriosis."}, {"pubmed": 35020946, "text": "Transcriptional repression and apoptosis influence the effect of APOBEC3A/3B functional polymorphisms on biliary tract cancer risk."}, {"pubmed": 35140399, "text": "Mapping clustered mutations in cancer reveals APOBEC3 mutagenesis of ecDNA."}, {"pubmed": 35145187, "text": "ILF2 enhances the DNA cytosine deaminase activity of tumor mutator APOBEC3B in multiple myeloma cells."}, {"pubmed": 35151492, "text": "Association of recurrent APOBEC3B alterations with the prognosis of gastric-type cervical adenocarcinoma."}, {"pubmed": 35194151, "text": "Induction of APOBEC3-mediated genomic damage in urothelium implicates BK polyomavirus (BKPyV) as a hit-and-run driver for bladder cancer."}, {"pubmed": 35592333, "text": "Aberrantly Activated APOBEC3B Is Associated With Mutant p53-Driven Refractory/Relapsed Diffuse Large B-Cell Lymphoma."}, {"pubmed": 35859169, "text": "Mechanisms of APOBEC3 mutagenesis in human cancer cells."}, {"pubmed": 35872531, "text": "APOBEC mutagenesis and selection for NFE2L2 contribute to the origin of lung squamous-cell carcinoma."}, {"pubmed": 35902635, "text": "Evaluation of APOBEC3 expression as prognostic marker in squamous cell carcinoma of the penis."}, {"pubmed": 35903294, "text": "Prognostic Value of HPV E6 and APOBEC3B in Upper Urinary Tract Urothelial Carcinoma."}, {"pubmed": 35918642, "text": "Multiple roles of apolipoprotein B mRNA editing enzyme catalytic subunit 3B (APOBEC3B) in human tumors: a pan-cancer analysis."}, {"pubmed": 36069545, "text": "G1/S Cell Cycle Induction by Epstein-Barr Virus BORF2 Is Mediated by P53 and APOBEC3B."}, {"pubmed": 36335471, "text": "APOBEC3B expression is promoted by lincNMR collaborating with TGF-beta-Smad pathway."}, {"pubmed": 36394079, "text": "APOBEC3A/B deletion polymorphism and endometrial cancer risk."}, {"pubmed": 36416305, "text": "Primary mucosal melanomas of the head and neck are characterised by overexpression of the DNA mutating enzyme APOBEC3B."}, {"pubmed": 36560657, "text": "High APOBEC3B mRNA Expression Is Associated with Human Papillomavirus Type 18 Infection in Cervical Cancer."}, {"pubmed": 36781883, "text": "APOBEC3B drives PKR-mediated translation shutdown and protects stress granules in response to viral infection."}, {"pubmed": 36997661, "text": "APOBEC3B stratifies ovarian clear cell carcinoma with distinct immunophenotype and prognosis."}, {"pubmed": 37190094, "text": "Aberrant APOBEC3B Expression in Breast Cancer Is Linked to Proliferation and Cell Cycle Phase."}, {"pubmed": 37270643, "text": "APOBEC3B coordinates R-loop to promote replication stress and sensitize cancer cells to ATR/Chk1 inhibitors."}, {"pubmed": 37471265, "text": "Action-at-a-distance mutations induced by 8-oxo-7,8-dihydroguanine are dependent on APOBEC3."}, {"pubmed": 37510234, "text": "The APOBEC3B c.783delG Truncating Mutation Is Not Associated with an Increased Risk of Breast Cancer in the Polish Population."}, {"pubmed": 37565748, "text": "Human cytomegalovirus mediates APOBEC3B relocalization early during infection through a ribonucleotide reductase-independent mechanism."}, {"pubmed": 37735199, "text": "APOBEC3B regulates R-loops and promotes transcription-associated mutagenesis in cancer."}, {"pubmed": 37797615, "text": "Human APOBEC3B promotes tumor development in vivo including signature mutations and metastases."}, {"pubmed": 38033156, "text": "Mutational impact of APOBEC3A and APOBEC3B in a human cell line and comparisons to breast cancer."}, {"pubmed": 38049664, "text": "The role of APOBEC3B in lung tumor evolution and targeted cancer therapy resistance."}, {"pubmed": 38105291, "text": "Regulatory variants of APOBEC3 genes potentially associate with COVID-19 severity in populations with African ancestry."}, {"pubmed": 38499553, "text": "Distinguishing preferences of human APOBEC3A and APOBEC3B for cytosines in hairpin loops, and reflection of these preferences in APOBEC-signature cancer genome mutations."}], "genomic_pos": {"chr": "22", "end": 38992804, "ensemblgene": "ENSG00000179750", "start": 38982347, "strand": 1}, "genomic_pos_hg19": {"chr": "22", "end": 39388809, "start": 39378352, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0009972", "qualifier": "involved_in", "term": "cytidine deamination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010526", "pubmed": 16527742, "qualifier": "involved_in", "term": "retrotransposon silencing"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016554", "qualifier": "involved_in", "term": "cytidine to uridine editing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044355", "pubmed": 20062055, "qualifier": "involved_in", "term": "clearance of foreign intracellular DNA"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045869", "qualifier": "involved_in", "term": "negative regulation of single stranded viral RNA replication via double stranded DNA intermediate"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": [22457529, 22915799], "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070383", "qualifier": "involved_in", "term": "DNA cytosine deamination"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000932", "qualifier": "is_active_in", "term": "P-body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [16699599, 21835787], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22681889, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003723", "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004126", "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004126", "pubmed": 22457529, "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 31217276, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}]}, "homologene": {"genes": [[9598, 743891], [9606, 9582], [9615, 481248], [9913, 504505], [10090, 80287], [10116, 315137]], "id": 105420}, "interpro": [{"desc": "Cytidine and deoxycytidylate deaminase domain", "id": "IPR002125", "short_desc": "CMP_dCMP_dom"}, {"desc": "APOBEC/CMP deaminase, zinc-binding", "id": "IPR016192", "short_desc": "APOBEC/CMP_deaminase_Zn-bd"}, {"desc": "Cytidine deaminase-like", "id": "IPR016193", "short_desc": "Cytidine_deaminase-like"}], "ipi": ["IPI00005531", "IPI00409617", "IPI00743629", "IPI00880117"], "map_location": "22q13.1", "name": "apolipoprotein B mRNA editing enzyme catalytic subunit 3B", "other_names": ["DNA dC->dU-editing enzyme APOBEC-3B", "apolipoprotein B mRNA editing enzyme, catalytic polypeptide-like 3B", "cytidine deaminase", "phorbolin 2", "phorbolin 3", "phorbolin-1-related protein", "phorbolin-2/3", "probable DNA dC->dU-editing enzyme APOBEC-3B"], "pantherdb": {"HGNC": "17352", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSGALG00000014280", "ortholog_type": "O", "panther_family": "PTHR13857", "taxid": 9031, "uniprot_kb": "E1BVI0"}, {"ZFIN": "ZDB-GENE-041122-2", "ortholog_type": "O", "panther_family": "PTHR13857", "taxid": 7955, "uniprot_kb": "B3DGZ0"}], "uniprot_kb": "Q9UH17"}, "pathway": {"kegg": {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-72200", "name": "mRNA Editing: C to U Conversion"}, {"id": "R-HSA-75072", "name": "mRNA Editing"}, {"id": "R-HSA-75094", "name": "Formation of the Editosome"}, {"id": "R-HSA-8953854", "name": "Metabolism of RNA"}]}, "pdb": ["2NBQ", "5CQD", "5CQH", "5CQI", "5CQK", "5SXG", "5SXH", "5TD5", "5TKM", "6NFK", "6NFL", "6NFM", "7RW6"], "pfam": "PF18782", "pharmgkb": "PA24892", "pharos": {"target_id": 17888, "tdl": "Tbio"}, "prosite": "PS51747", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169169", "relationship": "is"}, {"id": "GNF180075", "relationship": "is"}, {"id": "GNF190981", "relationship": "is"}, {"id": "GNF201887", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000597", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF242413", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098888", "relationship": "is"}, {"id": "GNF138543", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1"], "protein": ["NP_001257340.2", "NP_004891.5"], "rna": ["NM_001270411.2", "NM_004900.5"], "translation": [{"protein": "NP_004891.5", "rna": "NM_004900.5"}, {"protein": "NP_001257340.2", "rna": "NM_001270411.2"}]}, "reporter": {"HG-U133_Plus_2": "206632_s_at", "HG-U95Av2": "39230_at", "HTA-2_0": "TC22001425.hg.1", "HuEx-1_0": "3945545", "HuGene-1_1": "8073062"}, "retired": 140562, "summary": "This gene is a member of the cytidine deaminase gene family. It is one of seven related genes or pseudogenes found in a cluster, thought to result from gene duplication, on chromosome 22. Members of the cluster encode proteins that are structurally and functionally related to the C to U RNA-editing cytidine deaminase APOBEC1. It is thought that the proteins may be RNA editing enzymes and have roles in growth or cell cycle control. A hybrid gene results from the deletion of approximately 29.5 kb of sequence between this gene, APOBEC3B, and the adjacent gene APOBEC3A. The breakpoints of the deletion are within the two genes, so the deletion allele is predicted to have the promoter and coding region of APOBEC3A, but the 3' UTR of APOBEC3B. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2012].", "symbol": "APOBEC3B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424925"}, "unigene": ["Hs.658626", "Hs.226307"], "uniprot": {"Swiss-Prot": "Q9UH17", "TrEMBL": "B0QYD3"}, "wikipedia": {"url_stub": "APOBEC3B"}}