{"AllianceGenome": "17356", "HGNC": "17356", "MIM": "608993", "_id": "200316", "_version": 1, "accession": {"genomic": ["AL022318.2", "CH471095.1", "CP068256.2", "DQ146365.1", "NC_000022.11", "NC_060946.1"], "protein": ["AAH38808.1", "AAZ38720.1", "AEA39617.1", "AGI04218.1", "BAG57929.1", "CAG30281.1", "EAW60288.1", "EAW60289.1", "NP_001006667.1", "NP_660341.2", "Q8IUX4.3", "XP_016884131.1", "XP_047297140.1", "XP_047297141.1", "XP_054181200.1", "XP_054181201.1", "XP_054181202.1"], "rna": ["AK294810.1", "BC038808.1", "BE888653.1", "BE892372.1", "BG280786.1", "BG744406.1", "BG758984.1", "BM681311.1", "BQ056344.1", "BQ182066.1", "BQ941658.1", "BX367450.1", "CR456395.1", "CX165430.1", "DA221480.1", "JF262037.1", "KC329530.1", "NM_001006666.2", "NM_145298.6", "U38435.1", "XM_017028642.3", "XM_047441184.1", "XM_047441185.1", "XM_054325225.1", "XM_054325226.1", "XM_054325227.1"], "translation": [{"protein": "AEA39617.1", "rna": "JF262037.1"}, {"protein": "XP_054181201.1", "rna": "XM_054325226.1"}, {"protein": "NP_001006667.1", "rna": "NM_001006666.2"}, {"protein": "BAG57929.1", "rna": "AK294810.1"}, {"protein": "XP_047297141.1", "rna": "XM_047441185.1"}, {"protein": "CAG30281.1", "rna": "CR456395.1"}, {"protein": "XP_054181202.1", "rna": "XM_054325227.1"}, {"protein": "NP_660341.2", "rna": "NM_145298.6"}, {"protein": "AAH38808.1", "rna": "BC038808.1"}, {"protein": "XP_047297140.1", "rna": "XM_047441184.1"}, {"protein": "XP_054181200.1", "rna": "XM_054325225.1"}, {"protein": "AGI04218.1", "rna": "KC329530.1"}, {"protein": "XP_016884131.1", "rna": "XM_017028642.3"}]}, "alias": ["A3F", "ARP8", "BK150C2.4.MRNA", "KA6"], "ec": "3.5.4.38", "ensembl": {"gene": "ENSG00000128394", "protein": ["ENSP00000309749", "ENSP00000370977"], "transcript": ["ENST00000308521", "ENST00000381565", "ENST00000476513", "ENST00000491387"], "translation": [{"protein": "ENSP00000370977", "rna": "ENST00000381565"}, {"protein": "ENSP00000309749", "rna": "ENST00000308521"}], "type_of_gene": "protein_coding"}, "entrezgene": "200316", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.3621356407, "exp_mis": 140.689815353, "exp_syn": 63.9660263842, "lof_z": 2.53757541177476, "mis_z": 1.10060240638745, "mu_lof": 1.25200744478e-06, "mu_mis": 1.24547585631e-05, "mu_syn": 5.49654959347e-06, "n_lof": 6.0, "n_mis": 114.0, "n_syn": 60.0, "p_li": 0.0139601925830727, "p_null": 0.0064529230386064, "p_rec": 0.979586884378321, "syn_z": 0.307419036298402}, "bp": 1122, "cds_end": 39448700, "cds_start": 39436965, "n_exons": 7, "nonpsych": {"exp_lof": 14.6758881515, "exp_mis": 127.204439052, "exp_syn": 57.7620084834, "lof_z": 2.22414812026022, "mis_z": 0.903559063897313, "mu_lof": 1.25200744478e-06, "mu_mis": 1.24547585631e-05, "mu_syn": 5.49654959347e-06, "n_lof": 6.0, "n_mis": 107.0, "n_syn": 56.0, "p_li": 0.00847514859769209, "p_null": 0.0159512878767662, "p_rec": 0.975573563525542, "syn_z": 0.145965665369942}, "nontcga": {"exp_lof": 15.040160192, "exp_mis": 129.421634035, "exp_syn": 58.8357474001, "lof_z": 2.55385170705113, "mis_z": 1.06950073045103, "mu_lof": 1.25200744478e-06, "mu_mis": 1.24547585631e-05, "mu_syn": 5.49654959347e-06, "n_lof": 5.0, "n_mis": 105.0, "n_syn": 55.0, "p_li": 0.0447315195341372, "p_null": 0.00554511945675106, "p_rec": 0.949723361009112, "syn_z": 0.316629931309028}, "transcript": "ENST00000308521.5"}, "exons": [{"cdsend": 39044217, "cdsstart": 39040960, "chr": "22", "position": [[39040863, 39040977], [39042936, 39043090], [39044082, 39044423]], "strand": 1, "transcript": "NM_001006666", "txend": 39044423, "txstart": 39040863}, {"cdsend": 39052695, "cdsstart": 39040960, "chr": "22", "position": [[39040863, 39040977], [39042936, 39043090], [39044940, 39045220], [39045427, 39045542], [39049424, 39049581], [39052073, 39052353], [39052576, 39055970]], "strand": 1, "transcript": "NM_145298", "txend": 39055970, "txstart": 39040863}], "exons_hg19": [{"cdsend": 39440222, "cdsstart": 39436965, "chr": "22", "position": [[39436868, 39436982], [39438941, 39439095], [39440087, 39440428]], "strand": 1, "transcript": "NM_001006666", "txend": 39440428, "txstart": 39436868}, {"cdsend": 39448700, "cdsstart": 39436965, "chr": "22", "position": [[39436868, 39436982], [39438941, 39439095], [39440945, 39441225], [39441432, 39441547], [39445429, 39445586], [39448078, 39448358], [39448581, 39451975]], "strand": 1, "transcript": "NM_145298", "txend": 39451975, "txstart": 39436868}], "generif": [{"pubmed": 15647250, "text": "only the C-terminal domain of APOBEC3F and -3G dictates the retroviral minus strand 5'-TC and 5'-CC dinucleotide hypermutation preferences."}, {"pubmed": 16460778, "text": "APOBEC3F was less potent than APOBEC3G in inhibitinhg HIV-1; Vif proteins appeared more potent & specific when APOBEC3G is the target rather than APOBEC3F"}, {"pubmed": 16501124, "text": "The fact that several highly conserved tryphtophan residues in Vif are specifically required for the suppression of APOBEC3F (A3F) but not that of APOBEC3G (A3G) suggests a critical role for A3F in the restriction of HIV-1 in vivo."}, {"pubmed": 16648136, "text": "APOBEC3B and APOBEC3F have roles in inhibiting L1 retrotransposition by a DNA deamination-independent mechanism"}, {"pubmed": 16699599, "text": "novel link between innate immunity against retroviruses and P-bodies suggesting that APOBEC3G and APOBEC3F could function in the context of P-bodies to restrict HIV-1 replication."}, {"pubmed": 16767679, "text": "The Chinese population had a higher frequency of small alleles and showed a difference in allelic structure and frequency distribution in apolipoprotein B from European and American in this populations."}, {"pubmed": 17020885, "text": "separation of function of the cytidine deaminase domains is maintained in hA3B and hA3F, but roles of the two domains are reversed in mouse A3"}, {"pubmed": 17142455, "text": "APOBEC3F and APOBEC3G complexes undergo dynamic conversion during HIV-1 infection"}, {"pubmed": 17145955, "text": "Findings highlight a role for APOBEC3G/3F in explaining the resistance of most dendritic cells to HIV-1 infection, as well as the susceptibility of a fraction of immature dendritic cells."}, {"pubmed": 17522216, "text": "Results reveal two distinct Vif determinants, amino acids Y(40)RHHY(44) and D(14)RMR(17), which are essential for binding to APOBEC3G and APOBEC3F, respectively."}, {"pubmed": 17609216, "text": "Vif binding to RNA and DNA offers several non-exclusive ways to counteract APOBEC3G/3F factors, in addition to the well documented Vif-induced degradation by the proteasome and to the Vif-mediated repression of translation of these antiviral factors"}, {"pubmed": 17977970, "text": "Studies focused mainly on APOBEC3F imply that it occurs associated with mRNA-PABP1 in translationally active polysomes and to a lesser extent in mRNA processing bodies (P-bodies)."}, {"pubmed": 18367521, "text": "define a number of subtle differences between the ribonucleoprotein complexes associated with APOBEC3F and APOBEC3G and speculate"}, {"pubmed": 18603011, "text": "results here have indicated that at least two distinct regions in the N-terminal half of HIV-1 Vif are critical for binding and exclusion of APOBEC3G/F"}, {"pubmed": 18619467, "text": "A VxIPLx(4-5)LxPhix(2)YWxL motif in HIV-1 Vif is identified, which is required for efficient interaction between Vif and APOBEC3G (A3G), Vif-mediated A3G degradation and virion exclusion, and functional suppression of the A3G antiviral activity."}, {"pubmed": 19036809, "text": "The APOBEC3F domain that interacts with the Vif DRMR region was located between amino acids 283 and 300 of A3F."}, {"pubmed": 19088851, "text": "Distinct determinants in HIV-1 Vif and human APOBEC3 proteins are required for the suppression of diverse host anti-viral proteins."}, {"pubmed": 19169351, "text": "analysis of genetic editing of HBV DNA by monodomain human APOBEC3G and F cytidine deaminases"}, {"pubmed": 19487726, "text": "relationship between the human immunodeficiency virus type 1 viral infectivity factor (Vif) and the human APOBEC-3G and APOBEC-3F restriction factors [Review]"}, {"pubmed": 19535447, "text": "Thus, (21)WxSLVK(26) is a novel functional domain that regulates Vif activity toward both APOBEC3F and APOBEC3G and is a potential drug target to inhibit Vif activity and block HIV-1 replication."}, {"pubmed": 19561087, "text": "When recognition loop of 9-11 amino acids is grafted from the donor APOBEC3F or 3G proteins into the acceptor scaffold of AID, the mutational signature of AID changes toward that of the donor proteins."}, {"pubmed": 19587057, "text": "APOBEC3G and APOBEC3F gene expression in immune system and hematopoietic system cells"}, {"pubmed": 20153011, "text": "exosomes secreted by CD4(+)H9 T cells and mature monocyte-derived dendritic cells encapsidate APOBEC3G and APOBEC3F and inhibit L1 and Alu retrotransposition"}, {"pubmed": 20219927, "text": "The authors observed that both APOBEC3F and APOBEC3G inhibit HIV-1 DNA synthesis and integration, but APOBEC3F is more potent than APOBEC3G in preventing HIV-1 DNA integration."}, {"pubmed": 20335268, "text": "hiv1 VIF sequences (81)LGxGxxIxW(89) and (171)EDRW(174) are two novel functional domains that are very critical for Vif function and Vif binding to both A3G and A3F"}, {"pubmed": 20592068, "text": "These results suggest that APOBEC3F neutralization is dispensable for HIV-1 replication in primary human T-lymphocytes."}, {"pubmed": 20592083, "text": "T(Q/D/E)x(5)ADx(2)(I/L) motif of HIV1 Vif protein is a critical motif for interaction with APOBEC3G and APOBEC3F."}, {"pubmed": 20624919, "text": "Alternative splicing of A3F mRNA generates truncated antiviral proteins that differ sharply in their sensitivity to Vif."}, {"pubmed": 20686027, "text": "Long-term restriction by APOBEC3F selects human immunodeficiency virus type 1 variants with restored Vif function."}, {"pubmed": 20702622, "text": "the antiviral activity of endogenous A3F is negligible compared to that of A3G."}, {"pubmed": 20844042, "text": "HIV-1 central polypurine tract functions as a second line of defense against APOBEC3G and APOBEC3F."}, {"pubmed": 21573951, "text": "G-to-A mutations on V3 HIV peptide caused by APOBEC3F and APOBEC3G facilitate co-receptor switch of HIV from R5 to X4 strains."}, {"pubmed": 21897871, "text": "levels of A3G and A3F expression and induced G-to-A hypermutation in a group of children with distinct profiles of disease progression"}, {"pubmed": 22013041, "text": "Most Vif proteins counteract APOBEC3G and APOBEC3F efficiently but display differences with respect to the inhibition of APOBEC3H."}, {"pubmed": 22315404, "text": "APOBEC3G/3F and BST-2 mRNA expression was significantly elevated during IFN-alpha/riba treatment in patient-derived CD4+ T cells (P < 0.04 and P < 0.008, paired Wilcoxon), and extent of BST-2 induction was correlated with reduction in HIV-1 viral load."}, {"pubmed": 22451677, "text": "Analysis of the A3F (W126A L306A) double mutant revealed that both residues are required for full anti-HIV function"}, {"pubmed": 22807680, "text": "endogenous levels of APOBEC3D, APOBEC3F, and APOBEC3G combine to restrict Vif-deficient HIV-1 and cause the hallmark dinucleotide hypermutation patterns in in the nonpermissive T cell line CEM2n"}, {"pubmed": 23097438, "text": "The authors conclude that APOBEC3G exerts a greater restriction effect on HIV-1 than APOBEC3F and APOBEC3DE."}, {"pubmed": 23318957, "text": "Data indicate that internal lysines are the dominant ubquuitin (Ub) acceptor sites in both APOBEC3F(A3F) and APOBEC3G (A3G)."}, {"pubmed": 23536679, "text": "APOBEC3F/G-specific responses in HIV-1-infected patients are CD8+ T cell mediated."}, {"pubmed": 24227842, "text": "APOBEC3 deaminases upregulated by IFN-beta induce E2 hypermutation of HPV16 in cervical keratinocytes."}, {"pubmed": 24503066, "text": "Catalytic activity of APOBEC3F is required for efficient restriction of Vif-deficient human immunodeficiency virus 1."}, {"pubmed": 24623435, "text": "99.3% of the antiviral effect of APOBEC3G is dependent on its deaminase activity, whereas 30.2% of the antiviral effect of APOBEC3F is attributed to deaminase-independent ability."}, {"pubmed": 24651717, "text": "we demonstrate key differences in the impact of APOBEC3F- and APOBEC3G-induced mutagenesis on HIV-1"}, {"pubmed": 24722422, "text": "APOBEC3G/F mutational hotspots in the human immunodeficiency virus genome have roles in reducing recognition by CD8+ T cells"}, {"pubmed": 24942576, "text": "Authors found that APOBEA3G, APOBEA3F, and APOBEA3H-hapII, but not APOBEA3D, were susceptible to HIV-2 Vif-induced degradation."}, {"pubmed": 25038404, "text": "The nucleocapsid domain of HIV-1 Gag and a linker sequence between the two cytidine deaminase domains are required for viral packaging of APOBEC3F."}, {"pubmed": 25142588, "text": "This approach identified the alpha3 and alpha4 helices of human APOBEC3F as important determinants of the interaction with HIV-1 Vif."}, {"pubmed": 25330146, "text": "APOBEC3D/F and APOBEC3G fundamentally work as restriction factors against HIV-1 in vivo"}, {"pubmed": 25505075, "text": "Authors found that one pair of leucines in each of APOBEC3F's C-terminal and N-terminal cytidine deaminase domains jointly determined the degree of localization of APOBEC3F into HIV-1 virion cores."}, {"pubmed": 25590131, "text": "The rather indiscriminate RNA binding characteristics of A3G and A3F promote functionality by enabling recruitment into a wide range of retroviral particles whose packaged RNA genomes comprise divergent sequences."}, {"pubmed": 25985400, "text": "This study showed for the first time a high level of APOBEC3F/3G editing in HIV-2 sequences from antiretroviral-naive patients."}, {"pubmed": 26016442, "text": "A3G and A3F inhibit porcine endogenous retrovirus replication."}, {"pubmed": 26048885, "text": "APOBEC3G is more efficient at mutating retroviral DNA than APOBEC3F."}, {"pubmed": 26482266, "text": "Findings support a role for APOBEC3G/F proteins in the generation of plasma drug-resistant minority human immunodeficiency virus type 1 variants (DRMVs). However, this role seems to be limited to a small subset of mutations and does not explain most of the DRMVs evaluated."}, {"pubmed": 26537685, "text": "Six residues located within the conserved HIV-1 Vif F1-, F2-, and F3-box motifs are essential for both APOBEC3C and APOBEC3F degradation, and an additional four residues are uniquely required for APOBEC3F degradation."}, {"pubmed": 26628363, "text": "virus adaptation and computational studies to interrogate the APOBEC3F-Vif interface and build a robust structural model; taken together with mutagenesis results, propose a wobble model to explain how HIV-1 Vif has evolved to bind different APOBEC3 enzymes"}, {"pubmed": 26760979, "text": "Overexpression of APOBEC3F in tumor tissues is potentially predictive for poor recurrence-free survival from hepatitis b virus-hepatocellular carcinoma patients."}, {"pubmed": 26942578, "text": "Our results provide genetic epidemiological evidence that A3F(APOBEC3F ) modulates HIV-1/AIDS disease progression"}, {"pubmed": 27289067, "text": "APOBEC3DE binds to itself, APOBEC3F, and APOBEC3G and antagonizes APOBEC3F and, to a lesser extent, APOBEC3G restriction of hepatitis B virus replication."}, {"pubmed": 27439715, "text": "These results indicate that APOBEC3 proteins can be copackaged and can comutate the same genomes, and can cooperate to inhibit HIV replication."}, {"pubmed": 27881650, "text": "an APOBEC3F/APOBEC3G hetero-oligomer can form that has unique properties compared to each APOBEC3 alone. This hetero-oligomer has increased efficiency of virus hypermutation, raising the idea that we still may not fully realize the antiviral mechanisms of endogenous APOBEC3 enzymes. Hetero-oligomerization may be a mechanism to increase their antiviral activity in the presence of Vif."}, {"pubmed": 30448640, "text": "Apolipoprotein B mRNA editing enzyme catalytic subunit 3F (A3F) polymorphism A3F 231V restrict HIV-1 infection more efficiently than A3F 231 and is partially protected from Vif-mediated degradation. A3F 231V induces more mutations than A3F 231I in HIV-1 proviral DNA. A3F genotypes are commonly heterozygous. Hetero-oligomerization with A3F 231V results in partial stabilization of A3F 231I and A3G in the presence of Vif."}, {"pubmed": 30986508, "text": "analysis of the dependence of the deamination rate of human APOBEC3F on the length of single-stranded DNA, which is affected by the concentrations of APOBEC3F and single-stranded DNA"}, {"pubmed": 31792451, "text": "The cryo-EM structure of the Vif-targeted C-terminal domain of human A3F in complex with HIV-1 Vif and the cellular cofactor core-binding factor beta (CBFbeta) at 3.9-A resolution shows that Vif and CBFbeta form a platform to recruit A3F, revealing a direct A3F-recruiting role of CBFbeta beyond Vif stabilization, and it captures multiple independent A3F-Vif interfaces."}, {"pubmed": 34774569, "text": "Differential Activity of APOBEC3F, APOBEC3G, and APOBEC3H in the Restriction of HIV-2."}, {"pubmed": 36851677, "text": "Stability of APOBEC3F in the Presence of the APOBEC3 Antagonist HIV-1 Vif Increases at the Expense of Co-Expressed APOBEC3H Haplotype I."}, {"pubmed": 37224627, "text": "APOBEC3F Is a Mutational Driver of the Human Monkeypox Virus Identified in the 2022 Outbreak."}], "genomic_pos": {"chr": "22", "end": 39055972, "ensemblgene": "ENSG00000128394", "start": 39040604, "strand": 1}, "genomic_pos_hg19": {"chr": "22", "end": 39449915, "start": 39436609, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002230", "pubmed": 17121840, "qualifier": "involved_in", "term": "positive regulation of defense response to virus by host"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009972", "qualifier": "involved_in", "term": "cytidine deamination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010526", "pubmed": 16527742, "qualifier": "involved_in", "term": "retrotransposon silencing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016553", "pubmed": 17121840, "qualifier": "involved_in", "term": "base conversion or substitution editing"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016554", "qualifier": "involved_in", "term": "cytidine to uridine editing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044029", "pubmed": 21496894, "qualifier": "involved_in", "term": "positive regulation of gene expression via chromosomal CpG island demethylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044355", "pubmed": 20062055, "qualifier": "involved_in", "term": "clearance of foreign intracellular DNA"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045071", "pubmed": [16378963, 17121840], "qualifier": "involved_in", "term": "negative regulation of viral genome replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045087", "pubmed": 17121840, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045869", "qualifier": "involved_in", "term": "negative regulation of single stranded viral RNA replication via double stranded DNA intermediate"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045869", "pubmed": [17121840, 21835787], "qualifier": "involved_in", "term": "negative regulation of single stranded viral RNA replication via double stranded DNA intermediate"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048525", "pubmed": 17121840, "qualifier": "involved_in", "term": "negative regulation of viral process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": [21835787, 22915799], "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070383", "qualifier": "involved_in", "term": "DNA cytosine deamination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070383", "pubmed": 21835787, "qualifier": "involved_in", "term": "DNA cytosine deamination"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000932", "qualifier": "is_active_in", "term": "P-body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000932", "pubmed": [16699599, 22915799], "qualifier": "located_in", "term": "P-body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [16527742, 16699599, 21835787], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030895", "pubmed": 17121840, "qualifier": "part_of", "term": "apolipoprotein B mRNA editing enzyme complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990904", "pubmed": 16699599, "qualifier": "part_of", "term": "ribonucleoprotein complex"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22681889, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003723", "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003723", "pubmed": 11863358, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004126", "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004126", "pubmed": 17121840, "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16699599, 22915799], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 11863358, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 23685212, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[9544, 723812], [9598, 470275], [9606, 200316]], "id": 105867}, "interpro": [{"desc": "Cytidine and deoxycytidylate deaminase domain", "id": "IPR002125", "short_desc": "CMP_dCMP_dom"}, {"desc": "APOBEC/CMP deaminase, zinc-binding", "id": "IPR016192", "short_desc": "APOBEC/CMP_deaminase_Zn-bd"}, {"desc": "Cytidine deaminase-like", "id": "IPR016193", "short_desc": "Cytidine_deaminase-like"}], "ipi": ["IPI00409765", "IPI00477614"], "map_location": "22q13.1", "name": "apolipoprotein B mRNA editing enzyme catalytic subunit 3F", "other_names": ["DNA dC->dU-editing enzyme APOBEC-3F", "apolipoprotein B editing enzyme catalytic polypeptide-like 3F", "apolipoprotein B mRNA editing enzyme cytidine deaminase", "apolipoprotein B mRNA-editing enzyme catalytic polypeptide-like 3F", "induced upon T-cell activation"], "pantherdb": {"HGNC": "17356", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSGALG00000014280", "ortholog_type": "O", "panther_family": "PTHR13857", "taxid": 9031, "uniprot_kb": "E1BVI0"}, {"ZFIN": "ZDB-GENE-041122-2", "ortholog_type": "O", "panther_family": "PTHR13857", "taxid": 7955, "uniprot_kb": "B3DGZ0"}], "uniprot_kb": "Q8IUX4"}, "pathway": {"biocarta": {"id": "vifpathway", "name": "hiv-1 defeats host-mediated resistance by cem15"}, "kegg": {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}}, "pdb": ["3WUS", "4IOU", "4J4J", "5HX4", "5HX5", "5W2M", "5ZVA", "5ZVB", "6NIL"], "pfam": ["PF18782", "PF18767"], "pharmgkb": "PA24896", "pharos": {"target_id": 7295, "tdl": "Tbio"}, "prosite": "PS51747", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF178090", "relationship": "is"}, {"id": "GNF188996", "relationship": "is"}, {"id": "GNF199902", "relationship": "is"}, {"id": "GNF210808", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF049788", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF000599", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF117054", "relationship": "is"}, {"id": "GNF156694", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1"], "protein": ["NP_001006667.1", "NP_660341.2", "XP_016884131.1", "XP_047297140.1", "XP_047297141.1", "XP_054181200.1", "XP_054181201.1", "XP_054181202.1"], "rna": ["NM_001006666.2", "NM_145298.6", "XM_017028642.3", "XM_047441184.1", "XM_047441185.1", "XM_054325225.1", "XM_054325226.1", "XM_054325227.1"], "translation": [{"protein": "XP_054181201.1", "rna": "XM_054325226.1"}, {"protein": "NP_001006667.1", "rna": "NM_001006666.2"}, {"protein": "XP_047297141.1", "rna": "XM_047441185.1"}, {"protein": "XP_054181202.1", "rna": "XM_054325227.1"}, {"protein": "NP_660341.2", "rna": "NM_145298.6"}, {"protein": "XP_047297140.1", "rna": "XM_047441184.1"}, {"protein": "XP_054181200.1", "rna": "XM_054325225.1"}, {"protein": "XP_016884131.1", "rna": "XM_017028642.3"}]}, "reporter": {"HG-U133_Plus_2": ["214994_at", "214995_s_at", "243912_x_at"], "HG-U95Av2": "34948_at", "HTA-2_0": "TC22001467.hg.1", "HuEx-1_0": ["3945614", "3945641", "3945643", "3945651"], "HuGene-1_1": "8073081"}, "retired": [29762, 140566], "summary": "This gene is a member of the cytidine deaminase gene family. It is one of seven related genes or pseudogenes found in a cluster, thought to result from gene duplication, on chromosome 22. Members of the cluster encode proteins that are structurally and functionally related to the C to U RNA-editing cytidine deaminase APOBEC1. It is thought that the proteins may be RNA editing enzymes and have roles in growth or cell cycle control. Alternatively spliced transcript variants encoding different isoforms have been identified. [provided by RefSeq, Jul 2008].", "symbol": "APOBEC3F", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424929"}, "unigene": "Hs.659809", "uniprot": {"Swiss-Prot": "Q8IUX4"}, "wikipedia": {"url_stub": "APOBEC3F"}}