{"AllianceGenome": "616", "HGNC": "616", "MIM": "138700", "_id": "350", "_version": 1, "accession": {"genomic": ["AC006120.1", "AY322156.1", "AY376239.1", "CH471099.1", "CP068261.2", "NC_000017.11", "NC_060941.1", "NG_012045.1", "Y11493.1", "Y11494.1", "Y11496.1", "Y11497.1", "Y11498.1", "Y17754.1"], "protein": ["AAA51766.1", "AAB21330.1", "AAH20703.1", "AAH26283.1", "AAP72014.1", "ADJ96598.1", "ADO22193.1", "BAG36570.1", "BAG60642.1", "CAA37664.1", "CAA40977.1", "CAA41113.1", "CAA72279.1", "CAA76845.1", "EAW89012.1", "EAW89013.1", "NP_000033.2", "P02749.3"], "rna": ["AK298416.1", "AK313838.1", "BC020703.1", "BC026283.1", "BG566874.1", "BM005736.1", "GQ891331.1", "HM212425.1", "M62839.1", "NM_000042.3", "S80305.1", "X53595.1", "X57847.1", "X58100.1"], "translation": [{"protein": "AAB21330.1", "rna": "S80305.1"}, {"protein": "ADJ96598.1", "rna": "HM212425.1"}, {"protein": "CAA41113.1", "rna": "X58100.1"}, {"protein": "AAH20703.1", "rna": "BC020703.1"}, {"protein": "ADO22193.1", "rna": "GQ891331.1"}, {"protein": "AAH26283.1", "rna": "BC026283.1"}, {"protein": "BAG60642.1", "rna": "AK298416.1"}, {"protein": "NP_000033.2", "rna": "NM_000042.3"}, {"protein": "CAA40977.1", "rna": "X57847.1"}, {"protein": "BAG36570.1", "rna": "AK313838.1"}, {"protein": "CAA37664.1", "rna": "X53595.1"}, {"protein": "AAA51766.1", "rna": "M62839.1"}]}, "alias": ["B2G1", "B2GP1", "BG"], "ensembl": {"gene": "ENSG00000091583", "protein": ["ENSP00000205948", "ENSP00000462260", "ENSP00000463553", "ENSP00000464301"], "transcript": ["ENST00000205948", "ENST00000577982", "ENST00000581797", "ENST00000585162"], "translation": [{"protein": "ENSP00000205948", "rna": "ENST00000205948"}, {"protein": "ENSP00000462260", "rna": "ENST00000585162"}, {"protein": "ENSP00000463553", "rna": "ENST00000581797"}, {"protein": "ENSP00000464301", "rna": "ENST00000577982"}], "type_of_gene": "protein_coding"}, "entrezgene": "350", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.4734752057, "exp_mis": 115.018494411, "exp_syn": 51.0415545363, "lof_z": -0.137095170262999, "mis_z": -0.0447633848500709, "mu_lof": 9.90336213394e-07, "mu_mis": 9.95414128237e-06, "mu_syn": 4.2457572621e-06, "n_lof": 15.0, "n_mis": 116.0, "n_syn": 55.0, "p_li": 1.28717988796445e-10, "p_null": 0.948916872896159, "p_rec": 0.0510831269751235, "syn_z": -0.343488900273143}, "bp": 1038, "cds_end": 64225497, "cds_start": 64208250, "n_exons": 8, "nonpsych": {"exp_lof": 12.9374102354, "exp_mis": 103.940357666, "exp_syn": 46.035051221, "lof_z": -0.563172087442639, "mis_z": -0.151368020242183, "mu_lof": 9.90336213394e-07, "mu_mis": 9.95414128237e-06, "mu_syn": 4.2457572621e-06, "n_lof": 15.0, "n_mis": 107.0, "n_syn": 49.0, "p_li": 3.7321079441666e-11, "p_null": 0.977030052168347, "p_rec": 0.0229699477943314, "syn_z": -0.275129094865376}, "nontcga": {"exp_lof": 13.2997599828, "exp_mis": 105.801184638, "exp_syn": 46.9423950236, "lof_z": -0.189411469916494, "mis_z": 0.135677012997292, "mu_lof": 9.90336213394e-07, "mu_mis": 9.95414128237e-06, "mu_syn": 4.2457572621e-06, "n_lof": 14.0, "n_mis": 103.0, "n_syn": 51.0, "p_li": 5.43217246096851e-10, "p_null": 0.938289031337024, "p_rec": 0.0617109681197588, "syn_z": -0.374980669338769}, "transcript": "ENST00000205948.6"}, "exons": [{"cdsend": 66229379, "cdsstart": 66212132, "chr": "17", "position": [[66212032, 66212188], [66214452, 66214650], [66216787, 66216967], [66220553, 66220742], [66223697, 66223774], [66226027, 66226124], [66228019, 66228196], [66229315, 66229415]], "strand": -1, "transcript": "NM_000042", "txend": 66229415, "txstart": 66212032}], "exons_hg19": [{"cdsend": 64225497, "cdsstart": 64208250, "chr": "17", "position": [[64208150, 64208306], [64210570, 64210768], [64212905, 64213085], [64216671, 64216860], [64219815, 64219892], [64222145, 64222242], [64224137, 64224314], [64225433, 64225533]], "strand": -1, "transcript": "NM_000042", "txend": 64225533, "txstart": 64208150}], "generif": [{"pubmed": 11434778, "text": "The flexible loop region of the protein's distinctly folded fifth domain is the binding site for hydrophobic compounds. The mechanism of action resembles that observed between protein folding intermediates and hydrophobic ligands."}, {"pubmed": 11686326, "text": "Oxidation of beta2-glycoprotein I (beta2GPI) by the hydroxyl radical alters phospholipid binding and modulates recognition by anti-beta2GPI autoantibodies."}, {"pubmed": 11816715, "text": "The phagocytosis of platelets opsonised by anti-beta2GPI antibodies determined the release of TNF-alpha and IL-1beta by dendritic cells and macrophages."}, {"pubmed": 11953211, "text": "serum specimens from APS (antiphospholipid syndrome) patients showed characteristic immunofluorescent pattern"}, {"pubmed": 12031135, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12038453, "text": "Prevalence and clinical significance of anticardiolipin and anti-beta2-glycoprotein-I antibodies in patients with non-Hodgkin's lymphoma."}, {"pubmed": 12124280, "text": "on neutral lipid layer ApoH has an upright orientation, which is not sensitive to the phase state of the lipid layer, but on acidic lipid layer, ApoH may have two forms of orientation"}, {"pubmed": 12139935, "text": "Solution structure of human and bovine beta(2)-glycoprotein I revealed by small-angle X-ray scattering"}, {"pubmed": 12235181, "text": "omega-carboxyl variants of 7-ketocholesteryl esters can mediate anti-beta(2)-GPI Ab-dependent uptake of oxLDL by macrophages, and autoimmune atherogenesis linked to beta(2)-GPI interaction with oxLDL"}, {"pubmed": 12362233, "text": "Anti-beta(2)-glycoprotein I antibody-mediated inhibition of activated protein C requires binding of beta(2)-glycoprotein I to phospholipids."}, {"pubmed": 12371681, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12428105, "text": "NFkappaB response to anti-beta(2)GP1 antibodies is indirect, and is an essential intermediate in the activation of endothelial cells by anti-beta(2)GP1 antibodies"}, {"pubmed": 12440522, "text": "Protein hydrophobic exposure was studied in this protein to characterize membrane insertion."}, {"pubmed": 12441378, "text": "conformational changes of the fifth domain of human beta(2)-glycoprotein I upon binding to GroEL"}, {"pubmed": 12471146, "text": "Binding of beta-2-glycoprotein I autoantibodies purified from sera of patients with antiphospholipid syndrome is significantly affected by a number of single point mutations in domain I of B2GI, particularly by mutations in the region of residues 40-43."}, {"pubmed": 12495080, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 12495081, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12562869, "text": "Both the presence of beta2-GPI-oxLDL complexes and IgG Abs recognizing these complexes were strongly associated with arterial thrombosis. The beta2-GPI-oxLDL complexes acting as an autoantigen are closely associated with autoimmune-mediated atherogenesis."}, {"pubmed": 12571857, "text": "VV genotype at position 247 of the beta(2)GPI gene may play a role in the generation of anti-beta(2)GPI antibodies and perhaps in the expression of arterial thrombosis in primary antiphospholipid syndrome."}, {"pubmed": 12590955, "text": "the multimeric structure is not affected by the presence of mutations in the phospholipid-binding domain"}, {"pubmed": 12605674, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12648080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12673579, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12807892, "text": "dimeric beta 2GPI induces increased platelet adhesion and thrombus formation, which depends on activation via apoER2'"}, {"pubmed": 12887738, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12918732, "text": "Behcet's disease with vascular complications involves higher levels of anticardiolipin antibodies."}, {"pubmed": 12970918, "text": "The binding of beta(2)GPI to HBsAg suggests that beta(2)GPI may be a carrier of HBV and that beta(2)GPI may play important roles in HBV infection."}, {"pubmed": 14601646, "text": "A high degree of simultaneous reactivity against several beta2GPI-peptides was found in patients with the antiphospholipid syndrome"}, {"pubmed": 14644075, "text": "antibodies provide additional information in in patients with thrombosis in conjunction with lupus anticoagulant or anticardiolipin antibody."}, {"pubmed": 14707422, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14707422, "text": "the G341A (Ser88Asn) polymorphism might be associated with increased risk of primary cerebral hemorrhage in a Chinese population"}, {"pubmed": 14719180, "text": "Women with high serum aCLbeta2GPI titers experienced severe maternal-fetal complications."}, {"pubmed": 14726399, "text": "beta(2)-GPI/plasmin-nicked beta(2)-GPI ratio controls extrinsic fibrinolysis via a negative feedback pathway loop."}, {"pubmed": 14768953, "text": "autoantibodies against beta2-glycoprotein I/oxidized low density lipoprotein complexes are etiologically important in the development of atherosclerosis in antiphospholipid syndrome"}, {"pubmed": 15025925, "text": "Data suggest that high levels of beta(2)-GPI may be involved in protective mechanisms operating during the atherosclerosis process."}, {"pubmed": 15094940, "text": "plasma beta2-GPI levels were lower in the patients with liver cirrhosis and correlated with Child classification"}, {"pubmed": 15252864, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15486070, "text": "Presentation of a disease-relevant cryptic T-cell determinant in beta 2-glycoprotein I (beta 2GPI) is induced as a direct consequence of antigen processing from beta 2GPI bound to anionic phospholipids."}, {"pubmed": 15488942, "text": "The study provides first demonstration of the occurrence of anti-phospholipid and anti-beta2-GPI activities separately on heavy and light chains of an autoantibody."}, {"pubmed": 15507263, "text": "Beta 2 glycoprotein I has roles in blood coagulation and antiphospholipid syndrome [review]"}, {"pubmed": 15507264, "text": "Beta2-glycoprotein I has roles in antiphospholipid syndrome and T-cell reactivity [review]"}, {"pubmed": 15522884, "text": "positively charged residues Lys284, Lys286, and Lys287 in DV are essential for the interaction of beta2GPI with FXI/FXIa"}, {"pubmed": 15534879, "text": "beta(2)-GPI may be important in the prevention of apoptosis in vascular cells"}, {"pubmed": 15641049, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15641049, "text": "Val(247) beta(2)allele associated with higher anti-beta2-glycoprotein I (GPI) antibodies and stronger reactivity with anti-beta(2)GPI antibodies compared with Leu(247) beta(2)GPI allele. May be genetic risk factor for antiphospholipid syndrome."}, {"pubmed": 15653437, "text": "No significant differences in the distribution of apoH phenotypes was observed among control subjects and patients with apoH-dependent/lupus anticoagulant activity-positive autoantibodies."}, {"pubmed": 15821830, "text": "presence of anti-beta(2)-GP1 increases the risk of thrombosis"}, {"pubmed": 15916797, "text": "Beta-2-glycoprotein I might act to prevent blood clotting on the placental surfaces and also prevents disseminated intravascular coagulation in the microcirculation and maternal plasma just after delivery"}, {"pubmed": 15956288, "text": "beta2-glycoprotein I causes antibodies to form which trigger coagulation subsequent to a priming proinflammatory factor, which is mediated by terminal C complex"}, {"pubmed": 16038107, "text": "associations between beta2GPI mutations and both antiphospholipid antibodies (aPL) and their associated clinical manifestations in a pediatric and adolescent cohort"}, {"pubmed": 16159595, "text": "APOH: major gene effect influencing LDL-peak particle diameter and a positive association with a positional candidate gene located on chromosome 17q"}, {"pubmed": 16159595, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16480936, "text": "During Glu-Plasminogen activation, we found increase in plasmin generation both at fibrin & cellular surface level as a function of concentration of beta2GPI added, suggesting important role as cofactor in trimolecular complex beta2GPI-Plasminogen-tPA."}, {"pubmed": 16603439, "text": "IgG anti-beta2GPI-oxidised leucine-rich repeat protein LRIG1 may be involved in primary antiphospholipid syndrome related atherogenesis via decreased paraoxonase activity"}, {"pubmed": 16625500, "text": "high rate of anti-beta2 glycoprotein I positivity in groups of antiphospholipid antibody infants may indicate that the synthesis of this antibody is stimulated by aspecific factors"}, {"pubmed": 16686261, "text": "Among the exclusively Caucasian, Polish population of autoimmune patients beta2GPI Val/Leu247SNP has the same distribution as in healthy subjects and does not influence the production of anti-beta2GPI antibodies."}, {"pubmed": 16686261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16724168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16855163, "text": "anti-beta2GPI antibodies react with trophoblast cells and reduce the cell lymphoma protein 2/Bax ratio, but without any clear apoptotic effect"}, {"pubmed": 16879209, "text": "a binding site within domain V of beta2GPI is resopnsible for interaction of dimeric beta2GPI with different LDL-R family members"}, {"pubmed": 16905548, "text": "Monoclonal antibody 3G4 binding to phosphatidylserine is dependent on plasma protein beta-2-glycoprotein 1."}, {"pubmed": 16938165, "text": "There is a specific binding between HBsAg and beta2GP I, which may play an important role in HBV infection and is one of the reasons of hepatotropism of HBV."}, {"pubmed": 16960938, "text": "The prevalence of anti-beta2-GPI IgM and IgA was very high in our population."}, {"pubmed": 17053060, "text": "Plasmas with beta2GPI-dependent LAC that recognize domain I displayed significantly increased AnxA5 resistance, suggesting that specifically anti-beta2GPI antibodies compete with AnxA5 for anionic phospholipids"}, {"pubmed": 17057945, "text": "Elevated titers of anti-beta2-glycoprotein I IgG were found in the serum of all three patients with Sjogren's syndrome and a concomitant parkinsonian syndrome."}, {"pubmed": 17096706, "text": "platelets adhere to dimeric beta2GPI under both arterial and venous shear stresses. Platelets adhere via two receptors: GPIbalpha and apoER2'. These receptors are present in a complex on the platelet surface"}, {"pubmed": 17200780, "text": "antibodies to beta2GP1, and to a lesser extent with serum albumin, leads to modifications in the cellular and protein composition of atherosclerotic plaques"}, {"pubmed": 17469158, "text": "These data demonstrate that some anticardiolipin antibody in antiphospholipid syndrome patients recognize one or more conformational epitopes shared by beta2GPI and the catalytic domains of disease-relevant serine proteases."}, {"pubmed": 17603016, "text": "These experimental results suggested that ApoH may be one of the members of the regulator of circadian rhythm and that ApoH expression level was also dependent on circadian rhythm in Jurkat cells and in human plasma."}, {"pubmed": 17626983, "text": "Autoantibodies to beta2-glycoprotein I were found to be an independent risk factor for peripheral arterial disease."}, {"pubmed": 17662972, "text": "Both, negatively charged and neutral vesicles coalesced into complexes and adhered to the bottom of the observation chamber in the presence of beta2GPI in solution."}, {"pubmed": 17715943, "text": "To investigate the contribution of the individual domains to the binding of beta2GP1, a series of sequential domain-deleted recombinant protein fragments were generated and assessed for their interaction with phosphatidylserine-containing vesicles."}, {"pubmed": 17726161, "text": "APOH-bound phosphatidylserines, oxidized LDL, or activated platelets also induced the specific T-cell response. Continuous exposure to these anionic surfaces may play a critical role in maintaining the anti-APOH antibody response in patients with APS."}, {"pubmed": 17872974, "text": "plasmin-cleaved beta-2-glycoprotein 1 is a potent antiangiogenic and antitumor molecule of potential therapeutic significance."}, {"pubmed": 18029906, "text": "Compared levels of lupus anticoagulant, including anti-APOH (beta2-GPI), in patients with/without antiphospholipid syndrome."}, {"pubmed": 18034767, "text": "Anti-beta2GPI antibodies are a significant risk factor for myocardial infarction in young premenopausal women independently of other risk factors."}, {"pubmed": 18073216, "text": "beta2GP1-dependent uptake is mediated by bridging of the target cell to the phagocyte through the protein C- and N-terminal domains, respectively"}, {"pubmed": 18093092, "text": "protein H and M1 protein of the highly pathogenic S. pyogenes AP1 strain bind full-length beta(2)GPI and prevent its processing into antibacterial peptides.[protein H and M1 in strain AP1]"}, {"pubmed": 18205270, "text": "anti beta2GPI level, platelet activation state and their relationship of them are closely correlated with the pathogenesis and development of ulcerative colitis"}, {"pubmed": 18328538, "text": "IgG anti-oxLDL/beta2GPI are not specifically associated to arterial thromboembolism in Category I antiphospholipid syndrome patients"}, {"pubmed": 18383370, "text": "Beta2-glycoprotein I (B2G1) protected thrombin against inactivation by HCII (heparin cofactor II)/heparin"}, {"pubmed": 18452581, "text": "beta(2)GPI inhibits VEGF and bFGF-induced proliferation, migration and papillary-like tubule formation of HUVECs"}, {"pubmed": 18495556, "text": "beta(2)-GPI-induced RBC cell shape transformation"}, {"pubmed": 18521522, "text": "Determined level of anti-beta(2)-glycoprotein I antibodies in healthy newborn cord sera."}, {"pubmed": 18676959, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18676959, "text": "the association of variation in the apoH gene (APOH) with lipid traits in hepatic cholesterol transport, dietary cholesterol transport (DCT), and reverse cholesterol transport (RCT"}, {"pubmed": 18695102, "text": "Levels of apo A-I and apo H are elevated in the vitreous fluid of diabetic patients and a higher expression of apo A-I and apo H mRNAs exists in the diabetic retina."}, {"pubmed": 18777117, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18777117, "text": "The Val(247) allele of the apoH gene is significantly associated with the presence of antiphospholipid antibodies in Chinese patients with cerebral infarction."}, {"pubmed": 18996102, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19002041, "text": "direct correlation between a major clinical symptom of antiphospholipid syndrome (thrombosis), a diagnostic assay (beta2-GPI-dependent LAC) and a potential mechanism responsible for thrombosis in the antiphospholipid syndrome (increased APC resistance)."}, {"pubmed": 19052923, "text": "presence of beta(2)-GPI autoantibodies is criteria for diagnostics of antiphospholipid syndrome"}, {"pubmed": 19069167, "text": "V247 beta2-GPI allele is one of the genetic risk factors for the development of cerebral infarction through platelet activation. (review)"}, {"pubmed": 19132787, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19132787, "text": "Our data indicate that APOH promoter variants may be involved in the etiology of SLE, especially the risk for autoimmune-mediated cardiovascular disease."}, {"pubmed": 19248095, "text": "results demonstrate that Ro 60 functions as a novel receptor for beta(2)GPI on the surface of apoptotic cells. The formation of Ro 60-beta(2)GPI complexes may protect against anti-Ro 60 autoantibody-mediated tissue injury."}, {"pubmed": 19275896, "text": "beta2-GPI plasma levels are reduced in chronic liver disease, decrease with increasing severity of liver disease, and correlate with conventional liver function tests."}, {"pubmed": 19350132, "text": "Anti-beta(2)-glycoprotein I ELISA assay: the influence of different antigen preparations."}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19676115, "text": "Our model, which is in the agreement with the NMR data, suggests that the binding interface of B2GPI for the lipoprotein receptors is centered at three lysine residues of B2GPI-DV, Lys 308, Lys 282, and Lys317."}, {"pubmed": 19694946, "text": "detection of IgG antibodies that are directed against domain I of beta 2GPI proved to be strongly associated with thrombosis and obstetric complications"}, {"pubmed": 19706343, "text": "A link between site-specific glycan profiles of beta2GPI and the pathology of antiphospholipid syndrome."}, {"pubmed": 19706887, "text": "High plasma levels of beta2-glycoprotein I is associated with myocardial infarction."}, {"pubmed": 19715922, "text": "R4esults for the presence of anti-beta2GPI autoantibodies are related to end-stage renal disease and chronic kidney transplant nephropathy."}, {"pubmed": 19758193, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19758193, "text": "Results suggest that the V allele and VV genotype of the beta2-GPI gene may play a role in the generation of anomalous beta2-GPI, with consequent auto-antibody production in APS patients."}, {"pubmed": 19805618, "text": "Beta2GPI forms stable complexes with PF4, leading to the stabilization of beta2GPI dimeric structure that facilitates the antibody recognition."}, {"pubmed": 19851667, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19851667, "text": "The description of heterozygosis and Val/Val homozygosis in 7 patients with MB leprosy and thrombosis corroborates the implication of anomalous phenotype expression of beta2GP1 and development of anti-beta2GP1 antibodies"}, {"pubmed": 19878946, "text": "APOH plasma concentrations are strongly associated to MS alterations and vascular disease in type 2 diabetic patients and could be considered as a clinical marker of cardiovascular risk."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19965629, "text": "Lupus anticoagulants and anti-beta2GPI IgG titers, when combined with selected markers of the hypercoagulable state, allow a relevant thrombotic risk assessment in nearly all patients"}, {"pubmed": 20004024, "text": "The presence of anti-beta2 glycoprotein-I antibody represents a risk factor for developing pregnancy-induced hypertension."}, {"pubmed": 20026018, "text": "existence of beta(2)-GPI-Lp(a) complexes in both controls and systemic lupus erythematosus patients; the complexes levels increase in SLE"}, {"pubmed": 20029801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20089041, "text": "characterized the functional promoter of APOH and identified functional variants that affect the transcriptional activity of the APOH promoter"}, {"pubmed": 20140737, "text": "study concludes that the Leu247Val and Trp316Ser polymorphisms may represent genetic risk factors for anti-beta2GPI antibody production in multibacillary leprosy leprosy patient"}, {"pubmed": 20204408, "text": "Beta2-GPI may play a role in the development of HBV-related hepatitis B virus-related hepatoma by activation nf-kappaB."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20440842, "text": "Synthesized the entire DmI comprising residues 1-64 of beta2GpI by chemical methods. UV CD and fluorescence spectroscopy provided strong evidence for the native-like structure of DmI, which is also quite resistant to both Gdn-HCl and thermal denaturation."}, {"pubmed": 20539917, "text": "Binding of beta2-glycoprotein I to phosphatidylserine-expressing procoagulant platelet microvesicles may promote their clearance by phagocytosis and autoantibodies to beta2-glycoprotein I may inhibit this process to induce a procoagulant state."}, {"pubmed": 20581778, "text": "The aim of the study was to see if there is a difference in the values of Thm and beta2-GPI in children with ischemic stroke."}, {"pubmed": 20601596, "text": "Direct binding of beta 2-glycoprotein I on the endothelial cell surface occurs through direct interaction with toll-like receptor TLR2."}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20629942, "text": "beta2-GPI-derived domain-specific peptides do not bind antiphospholipid antibodies"}, {"pubmed": 20665665, "text": "AP-1 and NF-kappaB play an essential role in the hydrogen peroxide-induced beta(2)-GPI expression."}, {"pubmed": 20874780, "text": "Positive result in a beta2GPI-dependent lupus anticoagulant (LAC) assay correlates better with thrombosis than the classic LAC assay."}, {"pubmed": 20979592, "text": "thiol-dependent interaction of beta(2) GPI with VWF may contribute to the redox regulation of platelet adhesion"}, {"pubmed": 21240499, "text": "among Spanish Caucasians, polymorphisms at codon 247 (Val247Leu) do not seem to influence primary antiphospholipid syndrome pathogenesis."}, {"pubmed": 21454452, "text": "In vitro, beta-2-glycoprotein 1 inhibited lipopolysaccharide-induced expression of tissue factor and IL-6 from monocytes and endothelial cells."}, {"pubmed": 21478209, "text": "lack of significant association between mRNA expression of ABCA1 and circulating levels of oxidized LDL/beta2-glycoprotein I"}, {"pubmed": 21498672, "text": "the interactive role of betaGPI, AGEs, and DCs in chronic disorders related to endothelial cell dysfunction."}, {"pubmed": 21501325, "text": "role of beta2-GPI in placentation: Data suggest that in some women with habitual miscarriage, antagonism of beta2-GPI by autoantibodies against beta2-GPI suppresses PlGF production in trophoblasts and causes failure of placenta formation/function."}, {"pubmed": 21535391, "text": "[REVIEW] function in innate immunity; function of beta(2) -GPI seems to depend on the structural conformation of the protein"}, {"pubmed": 21602492, "text": "Intact beta2GPI in the fetal circulation may be a novel cardioprotective factor in anti-60 kDa ribonucleoprotein (Ro60 antibody)-exposed pregnancies."}, {"pubmed": 21618459, "text": "posttranslational modification of beta2 GPI via thiol-exchange reactions is a highly specific phenomenon in the setting of antiphospholipid syndrome thrombosis."}, {"pubmed": 21899894, "text": "Mutations of beta(2)-glycoprotein I at D8/D9 and R39 had limited impact on the NMR spectrum of domain I indicating maintenance of the overall fold of the DI domain"}, {"pubmed": 21999151, "text": "A review of the role of oxidative stress in beta2-GPI-mediated immune responses."}, {"pubmed": 22056596, "text": "Increased complexes of beta(2)-glycoprotein I with lipoprotein(a)is associated with coronary artery disease."}, {"pubmed": 22246055, "text": "[review] Val/Val genotype of beta2-GPI gene is associated with antiphospholipid syndrome (APS), by patients with APS, with production of anti-beta2-GPI antibodies."}, {"pubmed": 22358146, "text": "IgA antibodies to beta-glycoprotein I are detrimental to the clinical outcome of hemodialysis patients."}, {"pubmed": 22394675, "text": "Recent developments in our understanding of the antiphospholipid syndrome. (review)"}, {"pubmed": 22399073, "text": "Findings support the notion that the beta2-glycoprotein I (beta2GPI) Valine/Leucine247 polymorphism plays a role, but is probably not crucial in the pathogenesis of anti-phospholipid syndrome influencing development of anti-beta2GPI and thrombosis."}, {"pubmed": 22427365, "text": "Letter: report breast cancer patient with elevated anti-beta2-glycoprotein I antibody and cerebellar ataxia."}, {"pubmed": 22635228, "text": "epitope glycine40-arginine43 of domain I of beta2GPI predominantly responsible for binding thrombosis related antibodies [review]"}, {"pubmed": 22635233, "text": "immunocomplexes of Hep, beta2GPI and anti-beta2GPI IgG in plasma of patients with antiphospholipid syndrome"}, {"pubmed": 22940059, "text": "MAPKs (p38, ERK1/2 and JNK1/2) were the crucial downstream targets of the anti-beta(2)GPI/beta(2)GPI -triggered TLR4 signaling pathways in THP-1 cells."}, {"pubmed": 22956423, "text": "Beta(2)-GPI plays an essential role in the down-regulation of VEGF-induced endothelial responses."}, {"pubmed": 22964479, "text": "anti-beta(2)GPI/beta(2)GPI complex induced TF and TNF-alpha expression involving both TLR4/MyD88 and TLR4/TRIF signaling pathways and TLR4 and its adaptors might be molecular targets for therapy of antiphospholipid syndrome"}, {"pubmed": 23214196, "text": "anti-oxLDL-beta2GPI antibodies and IgM anti-Elevated oxLDL-beta2GPI antibodies were detected in systemic lupus erythematosus, which may contribute to the elevated cardiovascular risk in SLE patients."}, {"pubmed": 23279374, "text": "Identify common variants reflecting the genetic architecture influencing plasma beta2 -GPI levels."}, {"pubmed": 23467542, "text": "Both NF-kappaB and c-Jun/AP-1 can be activated and play important roles in the process of anti-beta2GPI/beta2GPI-induced tissue factor expression in monocytes."}, {"pubmed": 23578283, "text": "beta(2) GPI functions as a physiologic anticoagulant by inhibiting the key procoagulant activities of thrombin without affecting its unique anticoagulant function"}, {"pubmed": 23692565, "text": "This review discusses the characteristics of beta2GPI, an antigen of central importance in antiphospholipid syndrome (APS), as well as the targeting of the beta2GPI/anti-beta2GPI interaction in the treatment of APS."}, {"pubmed": 23713583, "text": "beta2GPI is a major autoantigen in the antiphospholipid syndrome; this protein can bind to the surface of apoptotic cells, playing a dual role as immunogen and as pathophysiological target of antiphospholipids."}, {"pubmed": 23954892, "text": "In seeking to identify proteins phosphorylated during anti-beta2GPI antibody-induced endothelial activation, we observed phosphorylation of nonmuscle myosin II regulatory light chain (RLC), which regulates cytoskeletal assembly."}, {"pubmed": 24120690, "text": "Apo H is up-regulated in aspirin-tolerant asthma (ATA) compared to aspirin-exacerbated respiratory disease (AERD) and normal controls, suggesting that Apo H may be involved in different pathogenesis of ATA from AERD "}, {"pubmed": 24275099, "text": "Using affinity chromatography, polymyxin B can effectively decrease the binding of beta2GP1 to immobilize phosphatidylserine."}, {"pubmed": 24315780, "text": "Serum beta2-GPI-Lp(a) levels were increased in ischemic stroke patients"}, {"pubmed": 24472415, "text": "Serum from peripheral arterial disease patients with elevated beta2 glycoprotein I antibodies induces a genomic overexpression of TLR4 and its cellular signalling molecules in endothelial cells."}, {"pubmed": 24661363, "text": "the V/V genotype and the V-encoding allele at position 247 of the beta2GPI gene had strong correlation with the occurrence of thrombosis and the production of the anti-beta2GPI antibodies."}, {"pubmed": 24685231, "text": "The interaction between beta2GPI and TLR4 is confirmed by the reduction of anti-beta2GPI antibody binding and by the up-regulation of E-selectin or ICAM-1 by TLR4 silencing in HUVEC."}, {"pubmed": 24905490, "text": "Apolipoprotein H expression is associated with IL28B Single Nucleotide Polymorphism and viral clearance in hepatitis C virus infection."}, {"pubmed": 25071084, "text": "Pretransplant IgA-aB2GPI-ab may have a detrimental effect on early clinical outcomes after renal transplantation."}, {"pubmed": 25081279, "text": "APOH is a new candidate gene associated with thrombosis"}, {"pubmed": 25256745, "text": "Partial or complete removal of the carbohydrate chains uncover cryptic epitopes present in beta(2)GPI."}, {"pubmed": 25405208, "text": "Data indicate that subjects with xidized low-density lipoprotein/beta2-glycoprotein I (oxLDL/beta2GPI) above the median (0.25 U/mL) were more likely to have arterial or venous disease."}, {"pubmed": 25556540, "text": "Plasma apolipoprotein H limits HCV replication and associates with response to NS3 protease inhibitor-based therapy."}, {"pubmed": 26045739, "text": "The renoprotective and antifibrosis effects of beta2GPI and reduced beta2GPI on diabetic nephropathy were closely associated with suppressing the activation of the TGF-beta1-p38 MAPK pathway."}, {"pubmed": 26261630, "text": "Trp316Ser variant (rs1801690) near the apolipoprotein H (beta2-glycoprotein-I) gene was associated with serum lipid parameters in Chinese volunteers. Suggest that there may be have racial/ethnic-and/or gender-specificity."}, {"pubmed": 26670100, "text": "The association of IL28B and APOH single nucleotide polymorphisms (SNPs) with sustained virological response and of ITPA SNPs with anemia related phenotypes."}, {"pubmed": 26711810, "text": "We identified APOH as an obesity-resistance gene that interacts with FTO rs9939609 to more than double the occurrence of thinness."}, {"pubmed": 26900811, "text": "Prevalence and pathogenicity of IgA aB2GPI antibodies may vary from a population of ESRD patients to another."}, {"pubmed": 27030319, "text": "Genome-wide significant results in or near the APOH gene on chromosome 17 have been found for plasma apolipoprotein H levels in middle-aged and older adults."}, {"pubmed": 27063992, "text": "Circulating Immune Complexes of IgA Bound to Beta 2 Glycoprotein are Strongly Associated with the Occurrence of Acute Thrombotic Events."}, {"pubmed": 27140515, "text": "Pretransplant IgA-aB2GP1 was the main risk factor for graft thrombosis and early graft loss after renal transplantation."}, {"pubmed": 27770664, "text": "These results suggest that antibodies directed against domain 1 of beta-2-glycoprotein 1 may contribute to antiphospholipid syndrome risk assessment, due to their association with the diagnosis of systemic autoimmunity and with more aggressive triple antiphospholipid antibody profiles, such as triple positivity and lupus anticoagulant activity."}, {"pubmed": 28004973, "text": "Data suggest alpha-1-antitrypsin (A1AT) and APOH (beta-2-glycoprotein-1) could represent promising markers for renal carcinogenesis in Von Hippel-Lindau disease (VHLD) patients."}, {"pubmed": 28079888, "text": "we have demonstrated a pathogenic role for aPL containing samples, mediated via aPL-2bGPI interactions, resulting in activation of the pro-apoptotic p38 MAPK pathway."}, {"pubmed": 28363116, "text": "The aim of this study was to assess clinical utility of the anti-Domain 1 B2GP1 antibodies in the diagnosis and risk stratification of antiphospholipid syndrome. Anti-Domain 1 test does not add accuracy in predicting Antiphospholipid syndrome thrombotic complications on the top of accuracy offered by classic tests."}, {"pubmed": 28667788, "text": "Suggest that anti-beta2 GPI antibodies bind to beta2 GPI-PS complexes expressed on microparticles. Consequent loss of beta2 GPI-PS expression on MPs may impair scavenging and contribute to the accumulation of circulating PS-negative MPs, a possible source of autoantigens in systemic lupus erythematosus."}, {"pubmed": 28731130, "text": "the data revealed that reduced beta2GPI exerts protective effects from glucoseinduced injury in human umbilical cord vein endothelial cells."}, {"pubmed": 28811580, "text": "Our study delineates the role of beta2GPI in murine septicaemia though not in murine sepsis, however our preliminary patient data suggest that examining the role of beta2GPI in sepsis models in the future is a reasonable avenue to pursue."}, {"pubmed": 29350259, "text": "Data suggest that, in patients with anti-GPIIb/IIIa-mediated immune thrombocytopenia, diminished plasma levels of beta2-GPI are linked to enhanced complement activation."}, {"pubmed": 30074200, "text": "This study aimed to explore the mechanism of a novel mutation (p.Lys38Glu) in apolipoprotein H (APOH) gene causing hereditary beta2-glycoprotein I (beta2GPI) deficiency and thrombosis in a proband with thrombophilia."}, {"pubmed": 30442725, "text": "New insight into antiphospholipid syndrome: antibodies to beta2glycoprotein I-domain 5 fail to induce thrombi in rats."}, {"pubmed": 30626470, "text": "beta2GPI/abeta2GPI can inhibit the phagocytosis of oxLDL and CD36 expression in macrophages, which is linked to the function of TLR4."}, {"pubmed": 31134087, "text": "The IgA Isotype of Anti-beta2 Glycoprotein I Antibodies Recognizes Epitopes in Domains 3, 4, and 5 That Are Located in a Lateral Zone of the Molecule (L-Shaped)."}, {"pubmed": 32368987, "text": "T Cell Proliferative Responses and IgG Antibodies to beta2GPI in Patients with Diabetes and Atherosclerosis."}, {"pubmed": 32518155, "text": "The J-elongated conformation of beta2-glycoprotein I predominates in solution: implications for our understanding of antiphospholipid syndrome."}, {"pubmed": 32896248, "text": "Tissue factor and human apolipoprotein H genetic variants and pro-inflammatory cytokines in systemic lupus erythematosus patients."}, {"pubmed": 32938215, "text": "Free Thiol beta2-GPI (beta-2-Glycoprotein-I) Provides a Link Between Inflammation and Oxidative Stress in Atherosclerotic Coronary Artery Disease."}, {"pubmed": 33115273, "text": "Genome-Wide Association Study Highlights APOH as a Novel Locus for Lipoprotein(a) Levels-Brief Report."}, {"pubmed": 33355374, "text": "OxLDL/beta2GPI/antibeta2GPI Ab complex induces inflammatory activation via the TLR4/NFkappaB pathway in HUVECs."}, {"pubmed": 33370716, "text": "Apolipoprotein H drives hepatitis B surface antigen retention and endoplasmic reticulum stress during hepatitis B virus infection."}, {"pubmed": 33641242, "text": "Cardiolipin interacts with beta-2-glycoprotein I and forms an open conformation-Mechanisms analyzed using hydrogen/deuterium exchange."}, {"pubmed": 34098405, "text": "Clinical relevance of nitrated beta 2-glycoprotein I in antiphospholipid syndrome: Implications for thrombosis risk."}, {"pubmed": 34197876, "text": "An allosteric redox switch in domain V of beta2-glycoprotein I controls membrane binding and anti-domain I autoantibody recognition."}, {"pubmed": 37243946, "text": "The association of APOH and NCF1 polymorphisms on susceptibility to recurrent pregnancy loss in women with antiphospholipid syndrome."}, {"pubmed": 38101620, "text": "Effects of apolipoprotein H downregulation on lipid metabolism, fatty liver disease, and gut microbiota dysbiosis."}, {"pubmed": 38291524, "text": "The protective effect of apolipoprotein H in paediatric sepsis."}], "genomic_pos": {"chr": "17", "end": 66256525, "ensemblgene": "ENSG00000091583", "start": 66212033, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 64252643, "start": 64208151, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001937", "pubmed": 17872974, "qualifier": "involved_in", "term": "negative regulation of endothelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006641", "pubmed": 7417307, "qualifier": "involved_in", "term": "triglyceride metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007597", "pubmed": 4052628, "qualifier": "involved_in", "term": "blood coagulation, intrinsic pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010596", "pubmed": 17872974, "qualifier": "involved_in", "term": "negative regulation of endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016525", "pubmed": 17872974, "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030194", "pubmed": 16480936, "qualifier": "involved_in", "term": "positive regulation of blood coagulation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030195", "pubmed": 4052628, "qualifier": "involved_in", "term": "negative regulation of blood coagulation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031639", "pubmed": 16480936, "qualifier": "involved_in", "term": "plasminogen activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033033", "pubmed": 15534879, "qualifier": "involved_in", "term": "negative regulation of myeloid cell apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034197", "pubmed": 7078428, "qualifier": "involved_in", "term": "triglyceride transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034392", "pubmed": 15534879, "qualifier": "involved_in", "term": "negative regulation of smooth muscle cell apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051006", "pubmed": 7417307, "qualifier": "involved_in", "term": "positive regulation of lipoprotein lipase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051917", "pubmed": 16480936, "qualifier": "involved_in", "term": "regulation of fibrinolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051918", "pubmed": 14726399, "qualifier": "involved_in", "term": "negative regulation of fibrinolysis"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [16502470, 20551380], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 15486070, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 16480936, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031089", "qualifier": "located_in", "term": "platelet dense granule lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034361", "pubmed": 222615, "qualifier": "part_of", "term": "very-low-density lipoprotein particle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034364", "pubmed": 222615, "qualifier": "part_of", "term": "high-density lipoprotein particle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0042627", "pubmed": 222615, "qualifier": "part_of", "term": "chylomicron"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 27559042, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9269765, 16480936, 19805618, 20223219, 32759297, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005543", "pubmed": 15486070, "qualifier": "enables", "term": "phospholipid binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008289", "pubmed": 222615, "qualifier": "enables", "term": "lipid binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 18822289, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0060230", "pubmed": 7417307, "qualifier": "enables", "term": "lipoprotein lipase activator activity"}]}, "homologene": {"genes": [[9031, 417431], [9598, 468459], [9606, 350], [9615, 403945], [9913, 281006], [10090, 11818], [10116, 287774]], "id": 26}, "interpro": [{"desc": "Sushi/SCR/CCP domain", "id": "IPR000436", "short_desc": "Sushi_SCR_CCP_dom"}, {"desc": "Sushi/SCR/CCP superfamily", "id": "IPR035976", "short_desc": "Sushi/SCR/CCP_sf"}, {"desc": "Beta-2-glycoprotein-1 fifth domain", "id": "IPR015104", "short_desc": "Sushi_2"}], "ipi": "IPI00298828", "map_location": "17q24.2", "name": "apolipoprotein H", "other_names": ["APC inhibitor", "B2GPI", "activated protein C-binding protein", "anticardiolipin cofactor", "apo-H", "apolipoprotein H (beta-2-glycoprotein I)", "beta(2)GPI", "beta-2-glycoprotein 1", "epididymis secretory sperm binding protein"], "pantherdb": {"HGNC": "616", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88058", "ortholog_type": "LDO", "panther_family": "PTHR19325", "taxid": 10090, "uniprot_kb": "Q01339"}, {"RGD": "1310625", "ortholog_type": "LDO", "panther_family": "PTHR19325", "taxid": 10116, "uniprot_kb": "P26644"}, {"Ensembl": "ENSGALG00000033376", "ortholog_type": "LDO", "panther_family": "PTHR19325", "taxid": 9031, "uniprot_kb": "A0A1D5PNU2"}, {"FlyBase": "FBgn0001083", "ortholog_type": "O", "panther_family": "PTHR19325", "taxid": 7227, "uniprot_kb": "Q9VYR4"}, {"FlyBase": "FBgn0032797", "ortholog_type": "O", "panther_family": "PTHR19325", "taxid": 7227, "uniprot_kb": "B7YZX0"}, {"FlyBase": "FBgn0030617", "ortholog_type": "O", "panther_family": "PTHR19325", "taxid": 7227, "uniprot_kb": "A8JUX3"}, {"FlyBase": "FBgn0010114", "ortholog_type": "O", "panther_family": "PTHR19325", "taxid": 7227, "uniprot_kb": "Q09101"}], "uniprot_kb": "P02749"}, "pathway": {"kegg": {"id": "hsa04979", "name": "Cholesterol metabolism - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}]}, "pdb": ["1C1Z", "1G4F", "1G4G", "1QUB", "2KRI", "3OP8", "4JHS", "6V06", "6V08", "6V09", "6XSD", "6XST", "7JIK", "7KG4"], "pfam": ["PF00084", "PF09014"], "pharmgkb": "PA24903", "pharos": {"target_id": 6184, "tdl": "Tbio"}, "pir": "S17178", "prosite": "PS50923", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325139", "relationship": "is"}, {"id": "GNF325140", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245867", "relationship": "is"}, {"id": "GNF245868", "relationship": "is"}, {"id": "GNF245869", "relationship": "is"}, {"id": "GNF245870", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039282", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079649", "relationship": "is"}, {"id": "GNF079650", "relationship": "is"}, {"id": "GNF079651", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051934", "relationship": "is"}, {"id": "GNF056699", "relationship": "is"}, {"id": "GNF061493", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069751", "relationship": "is"}, {"id": "GNF069752", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF000610", "relationship": "is"}, {"id": "GNF000611", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330846", "relationship": "is"}, {"id": "GNF333831", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337243", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097543", "relationship": "is"}, {"id": "GNF137198", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_012045.1"], "protein": "NP_000033.2", "rna": "NM_000042.3", "translation": {"protein": "NP_000033.2", "rna": "NM_000042.3"}}, "reporter": {"HG-U133_Plus_2": ["205216_s_at", "231359_at"], "HG-U95Av2": "39393_r_at", "HTA-2_0": "TC17001810.hg.1", "HuEx-1_0": "3767709", "HuGene-1_1": "8017766", "HuGene-2_1": "16847979"}, "summary": "Apolipoprotein H, also known as beta-2-glycoprotein I, is a component of circulating plasma lipoproteins. It has been implicated in a variety of physiologic pathways including lipoprotein metabolism, coagulation, hemostasis, and the production of antiphospholipid autoantibodies. APOH may be a required cofactor for anionic phospholipid binding by the antiphospholipid autoantibodies found in sera of many patients with lupus and primary antiphospholipid syndrome (APS). The anti-beta (2) glycoprotein I antibodies from APS patients, mediate inhibition of activated protein C which has anticoagulant properties. Because beta-2-GPI is the main autoantigen in patients with APS, the disruption of this pathway by autoantibodies may be an important mechanism for thrombosis in patients with APS.[provided by RefSeq, Dec 2019].", "symbol": "APOH", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412484"}, "unigene": "Hs.445358", "uniprot": {"Swiss-Prot": "P02749", "TrEMBL": ["J3KS17", "A0A384NKM6", "J3QRN2", "J3QLI0"]}, "wikipedia": {"url_stub": "Apolipoprotein H"}}