{"AllianceGenome": "634", "HGNC": "634", "MIM": "107777", "_id": "359", "_version": 1, "accession": {"genomic": ["AC025154.31", "AC067739.37", "AH007817.4", "AY033427.1", "CH471111.1", "CP068266.2", "D31846.1", "NC_000012.12", "NC_060936.1", "NG_008913.1", "U30469.1", "Z29491.1"], "protein": ["AAB31998.1", "AAB31999.1", "AAD14825.1", "AAD38692.1", "AAH42496.1", "AAK55747.1", "BAA06632.1", "CAA82627.1", "CAG46821.1", "EAW58109.1", "NP_000477.1", "P41181.1"], "rna": ["AI792401.1", "AK055824.1", "AK225940.1", "BC042496.1", "CR542024.1", "NM_000486.6", "S73196.1", "S73197.1"], "translation": [{"protein": "AAB31998.1", "rna": "S73197.1"}, {"protein": "AAB31999.1", "rna": "S73196.1"}, {"protein": "NP_000477.1", "rna": "NM_000486.6"}, {"protein": "CAG46821.1", "rna": "CR542024.1"}, {"protein": "AAH42496.1", "rna": "BC042496.1"}]}, "alias": ["AQP-CD", "NDI2", "WCH-CD"], "ensembl": {"gene": "ENSG00000167580", "protein": ["ENSP00000199280", "ENSP00000447148", "ENSP00000450022"], "transcript": ["ENST00000199280", "ENST00000550862", "ENST00000551526"], "translation": [{"protein": "ENSP00000199280", "rna": "ENST00000199280"}, {"protein": "ENSP00000447148", "rna": "ENST00000551526"}, {"protein": "ENSP00000450022", "rna": "ENST00000550862"}], "type_of_gene": "protein_coding"}, "entrezgene": "359", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.50018696901, "exp_mis": 121.194468418, "exp_syn": 63.4014500795, "lof_z": -0.180784516767261, "mis_z": 1.60811704193137, "mu_lof": 5.55907902722e-07, "mu_mis": 1.11437654493e-05, "mu_syn": 5.7591372874e-06, "n_lof": 8.0, "n_mis": 85.0, "n_syn": 68.0, "p_li": 4.17696058293906e-06, "p_null": 0.781820322912876, "p_rec": 0.218175500126541, "syn_z": -0.358031101229457}, "bp": 816, "cds_end": 50349391, "cds_start": 50344613, "n_exons": 4, "nonpsych": {"exp_lof": 6.70944009562, "exp_mis": 109.613739306, "exp_syn": 57.3054742866, "lof_z": -0.489313252308017, "mis_z": 1.61936783201938, "mu_lof": 5.55907902722e-07, "mu_mis": 1.11437654493e-05, "mu_syn": 5.7591372874e-06, "n_lof": 8.0, "n_mis": 76.0, "n_syn": 60.0, "p_li": 2.51017023651713e-06, "p_null": 0.846126331450989, "p_rec": 0.153871158378775, "syn_z": -0.224103452916141}, "nontcga": {"exp_lof": 6.89247646044, "exp_mis": 111.491223285, "exp_syn": 58.3216373337, "lof_z": -0.0404014646015409, "mis_z": 1.39149694487983, "mu_lof": 5.55907902722e-07, "mu_mis": 1.11437654493e-05, "mu_syn": 5.7591372874e-06, "n_lof": 7.0, "n_mis": 82.0, "n_syn": 64.0, "p_li": 2.61182998288707e-05, "p_null": 0.683959295314302, "p_rec": 0.316014586385869, "syn_z": -0.470793387700061}, "transcript": "ENST00000199280.3"}, "exons": [{"cdsend": 49955608, "cdsstart": 49950830, "chr": "12", "position": [[49950736, 49951190], [49954154, 49954319], [49954629, 49954710], [49955398, 49958878]], "strand": 1, "transcript": "NM_000486", "txend": 49958878, "txstart": 49950736}], "exons_hg19": [{"cdsend": 50349391, "cdsstart": 50344613, "chr": "12", "position": [[50344519, 50344973], [50347937, 50348102], [50348412, 50348493], [50349181, 50352661]], "strand": 1, "transcript": "NM_000486", "txend": 50352661, "txstart": 50344519}], "generif": [{"pubmed": 11509828, "text": "increase in urinary AQP2 excretion during normal pregnancy without there being a significant increase in plasma AVP"}, {"pubmed": 11536078, "text": "mutations cause autosomal dominant nephrogenic diabetes insipidus"}, {"pubmed": 11929850, "text": "Misrouting, instead of a lack of function, is a mechanism for the 'loss of function' phenotype in nephrogenic diabetes insipidus"}, {"pubmed": 12021537, "text": "changes in urinary excretion of aquaporin-2 indicates circulatory blood volume depletion, and estimates the AVP-dependent recovery of circulatory blood volume during the therapeutic period in patients with diabetic ketoacidosis"}, {"pubmed": 12050236, "text": "Two novel aquaporin-2 mutations responsible for congenital nephrogenic diabetes insipidus in Chinese families."}, {"pubmed": 12191971, "text": "Most AQP2 missense mutants in recessive NDI are retained in the endoplasmic reticulum (ER), but AQP2-T125M and AQP2-G175R were reported to be nonfunctional channels unimpaired in their routing to the plasma membrane."}, {"pubmed": 12194985, "text": "in collecting duct cells, AQP2 trafficking to vasopressin-sensitive vesicles is phosphorylation-independent and phosphorylation of Ser-256 is necessary for expression of AQP2 in the apical membrane"}, {"pubmed": 12208541, "text": "A mutation screen of AQP2 in 12 individuals with Meniere's disease did not identify any sequence alterations or mutations within the four coding exons of AQP2 and their intron-exon junctions."}, {"pubmed": 12631357, "text": "The excretion of AQP-2 in urine is abnormal both in liver cirrhosis in which we find less suppression of u-AQP2 by an acute water load and in heart failure with a high baseline level and an exaggerated suppression of u-AQP2 by an acute water load."}, {"pubmed": 12787389, "text": "Mixed oligomers of wild-type and mutant AQP2s are mistargeted to basolateral membrane due to dominant-negative effect of mutant. Likely explains pathogenesis of autosomal-dominant nephrogenic diabetes insipidus."}, {"pubmed": 12819016, "text": "Data suggest the involvement of different protein quality control processes in the processing of aquaporin 2 mutants."}, {"pubmed": 14514735, "text": "reduction in the amounts of AQP-2 and AQP-3 expression, especially in lesions with substantial interstitial fibrosis and nephron loss, as compared with a healthy region of normal kidneys."}, {"pubmed": 14593099, "text": "glycosylation is essential for exit from the Golgi complex and sorting of AQP2 to the plasma membrane."}, {"pubmed": 14662748, "text": "Data report a frame-shift mutation in aquaporin-2 causing dominant nephrogenic diabetes insipidus."}, {"pubmed": 15012730, "text": "Where renal water retention is stimulated via arginine vasopressin (AVP), urinary AQP2 measurements provide a reproducible measurement of the renal actions of AVP."}, {"pubmed": 15100362, "text": "population of the Mexican town with nephrogenic diabetes insipidus; 30% of the population was heterozygous for the V168M AQP2 mutation and 1% was homozygous for the mutation."}, {"pubmed": 15155571, "text": "AQP2 resides in a recycling compartment at the apical side in polarized MDCK-hAQP2 cells, and its retrieval uses the apical endosomal system and the phosphatidylinositol 3-kinase-dependent pathway."}, {"pubmed": 15458431, "text": "exaggerated urinary excretion of AQP-2 is dependent on baroreceptor-mediated release of arginine vasopressin in patients with congestive heart failure."}, {"pubmed": 15703994, "text": "The distribution and expression levels of AQP2 in normal human tissue."}, {"pubmed": 15922355, "text": "crystallization of recombinantly expressed human AQP2 into two-dimensional protein-lipid arrays and their structural characterization by atomic force microscopy and electron crystallography"}, {"pubmed": 15956775, "text": "increased protein abundance of ENaC subunits as well as the increased apical targeting of AQP2 may contribute to renal sodium and water retention observed during the development of hypertension in spontaneously hypertensive rats"}, {"pubmed": 16049696, "text": "Differential regulation of AQP2 trafficking in endosomes by microtubules and actin filaments"}, {"pubmed": 16159898, "text": "This study shows that aldosterone treatment perturbs diabetes insipidus and is associated with AQP2 redistribution in CNT and iCCD"}, {"pubmed": 16221200, "text": "The sequence at 256-271 is sufficient for apical trafficking in AQP-2."}, {"pubmed": 16288724, "text": "hyperosmolality plays an important role in the stability, degradation, expression, and targeting of ng-AQP2"}, {"pubmed": 16449354, "text": "data indicate that AQP2 constitutively recycles between the apical membrane and intracellular vesicles in principal cells in situ"}, {"pubmed": 16483614, "text": "The high level of endometrial AQP2 expression was observed at the mid-secretory phase, the time of embryo implantation, suggesting that AQP2 might play physiological roles in the uterine receptivity."}, {"pubmed": 16563128, "text": "After VP stimulation of renal epithelial cells, AQP2 accumulates at the cell surface, while the V2R is actively internalized. This endocytotic block may involve a reduced capacity of phosphorylated AQP2 to interact with the endocytotic machinery."}, {"pubmed": 16580609, "text": "AQP2 mutation in NDI families and perinatal mutation testing is of direct clinical value because early diagnosis and treatment can avert the physical and mental retardation associated with repeated episodes of dehydration."}, {"pubmed": 16825342, "text": "The disorder nephrogenic diabetes insipidus (NDI) is inherited in an X-linked or autosomal fashion due to mutations in the genes encoding V2R or AQP2, respectively."}, {"pubmed": 16845277, "text": "Two novel mutations were identified in each of AVPR2 and AQP2 underlying Congenital Nephrogenic Diabetes Insipidus in Arab families."}, {"pubmed": 16902321, "text": "Increase in urine osmolality and creatinine clearance during the diuretic phase, paralleled by an increase in total AQP2 excretion, suggests that AQP2 can contribute to the urinary concentrating ability early in postnatal life."}, {"pubmed": 16968783, "text": "Results demonstrate that a mutant monomer of aquaporin 2 gains a dominant-negative effect that reverses the normal polarized sorting of multimers."}, {"pubmed": 16979638, "text": "The presence of AQP2 in human endometrium was also confirmed by RT-PCR. CONCLUSION(S): AQP2 is present in the human endometrium."}, {"pubmed": 17192724, "text": "Of note, homology modeling revealed that the two mutations involve two highly conserved residues providing important clues about the role of the wt residues in AQP2 stability and function."}, {"pubmed": 17550212, "text": "Urinary AQP2 excretion was absent in patients with severely debilitating mutations, a novel total deletion of the A VPR2 gene, and a novel nonsense mutation W296X."}, {"pubmed": 17636261, "text": "70-kDa heat shock proteins as a AQP2 interactors and have shown for hsc70 that this interaction is involved in AQP2 trafficking."}, {"pubmed": 17763164, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17763164, "text": "Our data indicate that no association exists between the -667 AQP-2 A/G polymorphism and susceptibility to chronic kidney disease or its clinical course."}, {"pubmed": 17957381, "text": "vasopressin-induced Ca2+ signal including calmodulin, myosin light chain kinase, calmodulin kinase II, and calcineurin have been implicated in the regulation of aquaporin-2 trafficking and/or water permeability--REVIEW"}, {"pubmed": 18040725, "text": "A homozygous mutation, R85X, was detected in the aquaporin 2 gene (AQP2) of our patient, which has been described only once previously."}, {"pubmed": 18066585, "text": "we describe the role of actin at each step of intracellular reservation, exocytosis, docking, fusion with the plasma membrane, and endocytosis, focusing on aquaporin-2 trafficking--REVIEW"}, {"pubmed": 18247144, "text": "The aim of this study was to use immunohistochemsitry to investigate the expression of aquaporins 1, 2 and 3 within the human intervertebral disc."}, {"pubmed": 18389276, "text": "annexin-2 is required for cAMP-induced AQP2 exocytosis in renal cells"}, {"pubmed": 18515885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18515885, "text": "there are associations between several AQP2 SNPs and the risk of venous thrombosis, and weak associations with arterial blood pressure, but not with plasma levels of VWF propeptide, VWF or FVIII"}, {"pubmed": 18519086, "text": "AQP2 mutations in nephrogenic diabetes insipidus (Review)"}, {"pubmed": 18678705, "text": "Dynamic interactions between AQP2 and the actin cytoskeleton are critical for initiating AQP2 apical targeting."}, {"pubmed": 19138132, "text": "Results of these studies suggest that, in nucleus pulposus cells, osmotic pressure and calcium modulate AQP2 expression through TonEBP and are independent of the calcineurin-NFAT pathway"}, {"pubmed": 19147915, "text": "first report to characterize AQP2 mutations associated with autosomal recessive nephrogenic diabetes insipidus in North Africa and to show that the water channel was reduced due to the V71M mutation"}, {"pubmed": 19293543, "text": "NDI is classified as a functional defect in the AVP V2 receptor in 90% of the cases and that of AQP2 in the other 10%."}, {"pubmed": 19458121, "text": "Characterization of D150E and G196D aquaporin-2 mutations responsible for nephrogenic diabetes insipidus: importance of a mild phenotype."}, {"pubmed": 19585583, "text": "AQP2-p.R254Q appeared to be a functional water channel, but was impaired in its transport to the cell surface to the same degree as AQP2-p.S256A, which mimics non-phosphorylated AQP2"}, {"pubmed": 19701945, "text": "Alanine scanning and glutamic acid to arginine exchanges revealed increased function and membrane expression for AQP2-E258K mutants with the additional changes: Leu259Ala, Arg252Glu, Arg253Glu, or Arg252Ala-Arg254Ala, or for the AQP2 mutant p.Glu258Ala"}, {"pubmed": 19923410, "text": "AQP2 associates with detergent-resistant membranes early in biosynthetic pathway. Strong cholesterol depletion delays exit of AQP2 from trans-Golgi network. Association with membrane rafts may regulate both AQP2 apical sorting and endocytosis."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20390303, "text": "We conclude that ibuprofen-induced oligo-anuria is not associated with a change in AQP2 activity and that ibuprofen does not affect AQP2 activity during the first month of life in very preterm neonates."}, {"pubmed": 20403973, "text": "Report two new AQP2 mutations displaying high levels of functional expression for mutant forms with adequate plasma membrane targeting in oocytes but not in mIMCD-3 cells where they are restrained within internal stores."}, {"pubmed": 20416077, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20722976, "text": "endosomal trapping of AQP2 in the endolymphatic sac, might be important as a basis of Meniere's disease"}, {"pubmed": 20724536, "text": "Elevation of cAMP increased AQP2 protein levels within 30 minutes in human embryonic kidney 293 cells."}, {"pubmed": 21063116, "text": "After sequencing analysis of the coding regions and exon-intron boundaries one single variation, no significant mutation in AQP 2 was found."}, {"pubmed": 21063116, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21237499, "text": "Expression patterns of aquaporin 1, 3, and 5 in lung cancer cells are mostly associated with cellular differentiation."}, {"pubmed": 21252246, "text": "The marked early rise in expression of AQP2 and AQP3 suggests a role during the process leading to follicular rupture."}, {"pubmed": 21715543, "text": "AQP2 mediates E(2)-enhanced migration, invasion, and adhesion through alteration of F-actin and annexin-2 expression and reorganization of F-actin, and inhibition of AQP may be a potential method for antitumor therapy."}, {"pubmed": 21824900, "text": "Our findings would support the involvement of vasopressin-AQP2 axis, interacting with the renin-angiotensin system, in the progression of immunoglobulin A nephropathy and candidate AQP2 as a possible novel marker of the disease"}, {"pubmed": 22403735, "text": "CaR-AQP2 interplay represents an internal renal defense to mitigate the effects of hypercalciuria on the risk of calcium precipitation during antidiuresis"}, {"pubmed": 22644838, "text": "Of the 15 patients with diabetes insipidus five patients have AQP2 mutations"}, {"pubmed": 22732097, "text": "The potential functions of AQP2 and AQP5 in the inner ear are in the resorption and secretion of endolymph. (Review)"}, {"pubmed": 22778181, "text": "Together, our data reveal that vasopressin induces instead of reduces the phosphorylation of S261 in AQP2-P262L"}, {"pubmed": 23078817, "text": "AQP2 is greatly involved in many human abnormal water balance disorders. (Review)"}, {"pubmed": 23150186, "text": "9 disease-causing mutations of AQP2 were identified in 9 families. 2 missense mutations and 1 deletion mutation showed recessive inheritance, while 1 missense mutation and 5 small deletion mutations in the C-terminus of AQP2 showed dominant inheritance"}, {"pubmed": 23326416, "text": "upregulated Aqp5 may contribute to polyuria, possibly by impairing Aqp2 membrane localization, in Dot1l(AC) mice and in patients with diabetic nephropathy."}, {"pubmed": 23364801, "text": "Investigations into primary inherited nephrogenic diabetes insipidus (NDI) have contributed enormously to our understanding of the mechanisms of urinary concentration and identified the vasopressin receptor AVPR2, as well as the water channel aquaporin-2."}, {"pubmed": 23409988, "text": "AQP-2 gene mutation (R254Q) was identified in a family with dominant nephrogenic diabetes insipidus."}, {"pubmed": 23852332, "text": "AQP2 function and thus urine concentration is dependent on a variety of cell signalling mechanisms, posttranslational modification and interplay between AQP2 and its lipid environment--{REVIEW}"}, {"pubmed": 23950570, "text": "report a novel mutation of the AQP2 gene and highlight an important role of genetic testing for definite diagnosis"}, {"pubmed": 24643204, "text": "The genetic polymorphisms in OCT2, AQP2, AQP9 and TMEM205 may contribute to chemotherapy response in lung cancer patients."}, {"pubmed": 24733887, "text": "These observations provide a framework for understanding why mutations in AQP2 cause nephrogenic diabetes insipidus."}, {"pubmed": 24885203, "text": "results further support the view that urinary calcium can modulate the vasopressin-dependent urine concentration through a down-regulation of AQP2 expression/trafficking"}, {"pubmed": 24954239, "text": "U-AQP2/P-AVP is a novel predictor of response to TLV in patients with decompensated HF. AQP-defined responders may have a better prognosis on TLV treatment"}, {"pubmed": 24970686, "text": "In response to hypertonic saline, urinary AQP2 increased more in chronic kidney disease patients compared to controls."}, {"pubmed": 25112872, "text": "AQP2 is subjected to S-glutathionylation, which is modulated by reactive oxygen species production."}, {"pubmed": 25232826, "text": "Impaired endometrial receptivity in patients who underwent controlled ovarian stimulation is correlated with a decreased expression of AQP2."}, {"pubmed": 25662477, "text": "Taken together these results provide a possible molecular mechanism explaining the increased AQP2 membrane expression under RGZ treatment: in renal cells RGZ elicits Ca(2+) transients facilitating AQP2 exposure at the apical plasma membrane"}, {"pubmed": 25902753, "text": "In most cases (90 %), inherited nephrogenic diabetes insipidus (NDI) is an X-linked disease, caused by mutations in the AVPR2 gene. * In rare occasions (10 %), it is caused by mutations in the AQP2 gene."}, {"pubmed": 26261083, "text": "The study demonstrated the abnormal expression pattern of AQP1, AQP2, AQP3, and AQP4 in the kidney tissues of patients with nephrotic syndrome, providing a basis for an improved understanding of the role of aquaporins in the pathogenesis of this disease."}, {"pubmed": 26358256, "text": "AQP2 polymorphisms (rs461872, rs7305534) were correlated with gastrointestinal toxicity of platinum-based chemotherapy in lung cancer patients"}, {"pubmed": 26463736, "text": "Pretreatment with alkali (0.4 N NaOH) to disrupt exosome membranes allowed consistent ELISA measurements of urinary AQP2."}, {"pubmed": 26714855, "text": "Partial congenital nephrogenic diabetes insipidus in the Swedish family is caused by an AQP2 variation that seems to disable the encoded AQP2-R254W protein to reach the subapical vesicle population as well as impairing its phosphorylation at S256"}, {"pubmed": 27156763, "text": "An overview ofAQP2 mutations in genetic forms of nephrogenic diabetes insipidus (review)"}, {"pubmed": 27199454, "text": "E3 ligases most likely to interact with AQP2."}, {"pubmed": 27509294, "text": "The genetic variant rs426496 in AQP2; rs591810 in AQP3 and rs1805127, rs1805128, and rs17173510, in KCNE1 were found in patients with Meniere's disease"}, {"pubmed": 27641679, "text": "Results indicate the functional recovery of recessive aquaporin 2 (AQP2) mutants through heteromerization."}, {"pubmed": 27784696, "text": "aquaporin-2 regulates serine/threonine phosphatases in renal collecting duct"}, {"pubmed": 27793629, "text": "The present study provides detailed insights into the transport properties of AQP2 with the use of microsecond-scale molecular dynamics simulations, and explains how these channels conduct water molecules while at the same time excluding other molecules."}, {"pubmed": 27980322, "text": "Findings indicate that SIRT1 increases AQP2 expression in TNF-alpha-induced IMCD cells via the NF-kappaB-dependent signalling pathway, which might provide novel insight to understanding the renoprotective effects of SIRT1 in kidney diseases."}, {"pubmed": 28092112, "text": "It is a predictor for the development of renal insufficiency and death of patients with liver cirrhosis."}, {"pubmed": 28447712, "text": "Pretreatment with WRT also decreased the hypertonic stressinduced expression of AQP2, as with KT5720, a protein kinase A inhibitor. These results provided evidence of the beneficial effect of the traditional formula WRT in regulating water balance in hypertonic stress of the renal collecting ducts."}, {"pubmed": 28710278, "text": "Data suggest that AQP2 binds LIP5 in a AQP2-phosphorylation-dependent manner; phospho-mimicking mutations and phosphorylation reduce thermal stability of AQP2; AQP2 phosphorylation allosterically controls its interaction with LIP5. [AQP2 = aquaporin 2; LIP5 = LYST-interacting protein 5; LYST = lysosomal trafficking regulator protein]"}, {"pubmed": 28713996, "text": "AQP2 is associated with the pathogenesis of femalestress urinary incontinence."}, {"pubmed": 29125546, "text": "Here we provide an updated overview of the genetic defects causing NDI, the most recent strategies under investigation for rescuing the activity of mutated AVPR2 or AQP2, or for bypassing defective AVPR2 signaling and restoring AQP2 plasma membrane expression."}, {"pubmed": 29316008, "text": "Morning urinary AQP2/Creatinine ratio was significantly lower in patients with nocturnal polyuria than in age-matched healthy controls."}, {"pubmed": 29799470, "text": "Structural basis for mutations in human AQP2 associated with nephrogenic diabetes insipidus has been described."}, {"pubmed": 30633816, "text": "expression lost from collecting ducts in cholemic nephropathy"}, {"pubmed": 30784238, "text": "Compound heterozygote patient with a missense mutation involving (p.Thr125Met) and a gross exon deletion of the AQP2 gene present with a severe nephrogenic diabetes insipidus phenotype."}, {"pubmed": 31173216, "text": "AQP2 expression levels in human endometrium may be mediated by estrogen."}, {"pubmed": 31661793, "text": "A structural model of the AQP2-LIP5 complex, giving the very first structural insight into how membrane proteins are recruited to multivesicular bodies inner vesicles."}, {"pubmed": 31701228, "text": "Perioperative urinary excretion of aquaporin-2 dependent upon vasopressin in cardiac surgery."}, {"pubmed": 32061345, "text": "Calcium sensing receptor exerts a negative regulatory action toward vasopressin-induced aquaporin-2 expression and trafficking in renal collecting duct."}, {"pubmed": 32061351, "text": "Phosphorylation of human AQP2 and its role in trafficking."}, {"pubmed": 32073219, "text": "A female with X-linked Nephrogenic diabetes insipidus in a family with inherited central diabetes Insipidus: Case report and review of the literature."}, {"pubmed": 32164329, "text": "Cyclin-Dependent Kinase 18 Controls Trafficking of Aquaporin-2 and Its Abundance through Ubiquitin Ligase STUB1, Which Functions as an AKAP."}, {"pubmed": 32486031, "text": "The Vasopressin Receptor 2 Mutant R137L Linked to the Nephrogenic Syndrome of Inappropriate Antidiuresis (NSIAD) Signals through an Alternative Pathway that Increases AQP2 Membrane Targeting Independently of S256 Phosphorylation."}, {"pubmed": 32560242, "text": "Decreased Excretion of Urinary Exosomal Aquaporin-2 in a Puromycin Aminonucleoside-Induced Nephrotic Syndrome Model."}, {"pubmed": 32901888, "text": "Differential expression and inhibitory effects of aquaporins on the development of adenomyosis."}, {"pubmed": 32993088, "text": "AQP2: Mutations Associated with Congenital Nephrogenic Diabetes Insipidus and Regulation by Post-Translational Modifications and Protein-Protein Interactions."}, {"pubmed": 33030091, "text": "Dynamics and energetics of water transport through aquaporin mutants causing nephrogenic diabetes insipidus (NDI): A molecular dynamics study."}, {"pubmed": 33494641, "text": "miR-34b-5p promotes renal cell inflammation and apoptosis by inhibiting aquaporin-2 in sepsis-induced acute kidney injury."}, {"pubmed": 33576101, "text": "Investigation of the aquaporin-2 gating mechanism with molecular dynamics simulations."}, {"pubmed": 33616622, "text": "Altered Iris Aquaporin Expression and Aqueous Humor Osmolality in Glaucoma."}, {"pubmed": 33952296, "text": "Seasonal rhythms of vasopressin release and aquaporin-2 excretion assure appropriate water conservation in humans."}, {"pubmed": 34177810, "text": "Novel AQP2 Mutations and Clinical Characteristics in Seven Chinese Families With Congenital Nephrogenic Diabetes Insipidus."}, {"pubmed": 34435473, "text": "Reduced urinary release of AQP1- and AQP2-bearing extracellular vesicles in patients with advanced chronic kidney disease."}, {"pubmed": 36571566, "text": "Proteomics and AQP2 regulation."}, {"pubmed": 36823952, "text": "Novel signalling pathways in nephrogenic syndrome of inappropriate antidiuresis: functional implication of site-specific AQP2 phosphorylation."}, {"pubmed": 37440212, "text": "Many kinases for controlling the water channel aquaporin-2."}, {"pubmed": 37674034, "text": "Structural and functional analysis of aquaporin-2 mutants involved in nephrogenic diabetes insipidus."}, {"pubmed": 38695646, "text": "Ionic Liquid Gating Induces Anomalous Permeation through Membrane Channel Proteins."}, {"pubmed": 38812639, "text": "Diurnal rhythm of urinary aquaporin-2 in children with primary monosymptomatic nocturnal enuresis."}], "genomic_pos": {"chr": "12", "end": 49958878, "ensemblgene": "ENSG00000167580", "start": 49950737, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 50352664, "start": 50344524, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0003091", "pubmed": 8140421, "qualifier": "involved_in", "term": "renal water homeostasis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0003091", "qualifier": "involved_in", "term": "renal water homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003097", "qualifier": "involved_in", "term": "renal water transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006833", "qualifier": "involved_in", "term": "water transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006833", "pubmed": [8584435, 9321919], "qualifier": "involved_in", "term": "water transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006833", "pubmed": 8140421, "qualifier": "involved_in", "term": "water transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007015", "pubmed": 32176498, "qualifier": "involved_in", "term": "actin filament organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0015793", "pubmed": 8584435, "qualifier": "involved_in", "term": "glycerol transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042631", "qualifier": "involved_in", "term": "cellular response to water deprivation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051289", "pubmed": 24733887, "qualifier": "involved_in", "term": "protein homotetramerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071280", "pubmed": 8584435, "qualifier": "involved_in", "term": "cellular response to copper ion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071288", "pubmed": 8584435, "qualifier": "involved_in", "term": "cellular response to mercury ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072205", "qualifier": "involved_in", "term": "metanephric collecting duct development"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [9321919, 24733887], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005886", "pubmed": 8140421, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 22375059, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "is_active_in", "term": "apical plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016324", "pubmed": [15509592, 16928804], "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030658", "qualifier": "located_in", "term": "transport vesicle membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0055037", "qualifier": "located_in", "term": "recycling endosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [15326289, 16501490], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098576", "qualifier": "located_in", "term": "lumenal side of membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005372", "pubmed": [8584435, 9321919], "qualifier": "enables", "term": "water transmembrane transporter activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25910212, 32176498, 32296183, 36117171], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015168", "pubmed": 8584435, "qualifier": "enables", "term": "glycerol transmembrane transporter activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0015250", "pubmed": [9829975, 11076974], "qualifier": "enables", "term": "water channel activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015250", "qualifier": "enables", "term": "water channel activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0015250", "pubmed": 8140421, "qualifier": "enables", "term": "water channel activity"}]}, "homologene": {"genes": [[3702, 820870], [3702, 827446], [3702, 834794], [4530, 4330207], [4530, 9271254], [8364, 548466], [9031, 431304], [9544, 711719], [9598, 451886], [9606, 359], [9615, 486552], [9913, 539870], [10090, 11827], [10116, 25386]], "id": 20137}, "interpro": [{"desc": "Major intrinsic protein", "id": "IPR000425", "short_desc": "MIP"}, {"desc": "Major intrinsic protein, conserved site", "id": "IPR022357", "short_desc": "MIP_CS"}, {"desc": "Aquaporin-like", "id": "IPR023271", "short_desc": "Aquaporin-like"}, {"desc": "Aquaporin transporter", "id": "IPR034294", "short_desc": "Aquaporin_transptr"}], "ipi": ["IPI00012818", "IPI01021050", "IPI01021169"], "map_location": "12q13.12", "name": "aquaporin 2", "other_names": ["ADH water channel", "AQP-2", "aquaporin 2 (collecting duct)", "aquaporin-2", "aquaporin-CD", "collecting duct water channel protein", "water channel protein for renal collecting duct", "water-channel aquaporin 2"], "pantherdb": {"HGNC": "634", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1096865", "ortholog_type": "LDO", "panther_family": "PTHR19139", "taxid": 10090, "uniprot_kb": "P56402"}, {"RGD": "2142", "ortholog_type": "LDO", "panther_family": "PTHR19139", "taxid": 10116, "uniprot_kb": "P34080"}, {"Ensembl": "ENSGALG00000037878", "ortholog_type": "LDO", "panther_family": "PTHR19139", "taxid": 9031, "uniprot_kb": "A0A1D5PA81"}, {"ZFIN": "ZDB-GENE-050706-86", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7955, "uniprot_kb": "Q4ZJI3"}, {"Ensembl": "ENSDARG00000105007", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7955, "uniprot_kb": "A0A0G2KRN0"}, {"ZFIN": "ZDB-GENE-040801-41", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7955, "uniprot_kb": "Q6DEI6"}, {"EnsemblGenome": "FBgn0033635", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7227, "uniprot_kb": "D3DMU9"}, {"FlyBase": "FBgn0034883", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7227, "uniprot_kb": "A0A0C4DHF9"}, {"FlyBase": "FBgn0034882", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7227, "uniprot_kb": "Q9W1M4"}, {"FlyBase": "FBgn0034884", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7227, "uniprot_kb": "Q9W1M2"}, {"FlyBase": "FBgn0034885", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7227, "uniprot_kb": "A0A0B4KFZ1"}, {"FlyBase": "FBgn0000180", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7227, "uniprot_kb": "P23645"}, {"FlyBase": "FBgn0015872", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7227, "uniprot_kb": "Q9V5Z7"}, {"dictyBase": "DDB_G0290691", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 352472, "uniprot_kb": "Q54FQ9"}, {"dictyBase": "DDB_G0280537", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 352472, "uniprot_kb": "Q54V53"}, {"dictyBase": "DDB_G0267378", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 352472, "uniprot_kb": "Q9U8P7"}], "uniprot_kb": "P41181"}, "pathway": {"kegg": {"id": "hsa04962", "name": "Vasopressin-regulated water reabsorption - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-432040", "name": "Vasopressin regulates renal water homeostasis via Aquaporins"}, {"id": "R-HSA-432047", "name": "Passive transport by Aquaporins"}, {"id": "R-HSA-445717", "name": "Aquaporin-mediated transport"}], "smpdb": [{"id": "SMP00078", "name": "Chlorothiazide Action Pathway"}, {"id": "SMP00080", "name": "Polythiazide Action Pathway"}, {"id": "SMP00081", "name": "Methyclothiazide Action Pathway"}, {"id": "SMP00088", "name": "Bumetanide Action Pathway"}, {"id": "SMP00090", "name": "Bendroflumethiazide Action Pathway"}, {"id": "SMP00091", "name": "Quinethazone Action Pathway"}, {"id": "SMP00097", "name": "Ethacrynic Acid Action Pathway"}, {"id": "SMP00100", "name": "Hydrochlorothiazide Action Pathway"}, {"id": "SMP00103", "name": "Cyclothiazide Action Pathway"}, {"id": "SMP00105", "name": "Metolazone Action Pathway"}, {"id": "SMP00108", "name": "Hydroflumethiazide Action Pathway"}, {"id": "SMP00110", "name": "Indapamide Action Pathway"}, {"id": "SMP00115", "name": "Furosemide Action Pathway"}, {"id": "SMP00118", "name": "Torsemide Action Pathway"}, {"id": "SMP00121", "name": "Trichlormethiazide Action Pathway"}, {"id": "SMP00122", "name": "Chlorthalidone Action Pathway"}, {"id": "SMP00132", "name": "Triamterene Action Pathway"}, {"id": "SMP00133", "name": "Amiloride Action Pathway"}, {"id": "SMP00134", "name": "Spironolactone Action Pathway"}, {"id": "SMP00135", "name": "Eplerenone Action Pathway"}, {"id": "SMP00184", "name": "Glucose Transporter Defect (SGLT2)"}, {"id": "SMP00189", "name": "Hartnup Disorder"}, {"id": "SMP00193", "name": "Iminoglycinuria"}, {"id": "SMP00197", "name": "Lysinuric Protein Intolerance"}, {"id": "SMP00245", "name": "Glucose Transporter Defect (SGLT2)"}, {"id": "SMP00483", "name": "Kidney Function"}, {"id": "SMP00583", "name": "Blue diaper syndrome"}, {"id": "SMP00585", "name": "Lysinuric protein intolerance (LPI)"}, {"id": "SMP00723", "name": "Cystinuria"}]}, "pdb": ["4NEF", "4OJ2", "6QF5", "8GCL", "8GHJ", "8OEE"], "pfam": "PF00230", "pharmgkb": "PA24920", "pharos": {"target_id": 18709, "tdl": "Tbio"}, "pir": ["A53442", "I64818"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245899", "relationship": "is"}, {"id": "GNF245900", "relationship": "is"}, {"id": "GNF245901", "relationship": "is"}, {"id": "GNF245902", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079670", "relationship": "is"}, {"id": "GNF079671", "relationship": "is"}, {"id": "GNF079672", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053865", "relationship": "is"}, {"id": "GNF058640", "relationship": "is"}, {"id": "GNF073893", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065547", "relationship": "is"}, {"id": "GNF065548", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000623", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097478", "relationship": "is"}, {"id": "GNF137133", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_008913.1"], "protein": "NP_000477.1", "rna": "NM_000486.6", "translation": {"protein": "NP_000477.1", "rna": "NM_000486.6"}}, "reporter": {"HG-U133_Plus_2": ["206672_at", "236630_at", "240285_at"], "HG-U95Av2": "39679_at", "HTA-2_0": "TC12000383.hg.1", "HuEx-1_0": "3414296", "HuGene-1_1": "7955290", "HuGene-2_1": "16750963"}, "summary": "This gene encodes a water channel protein located in the kidney collecting tubule. It belongs to the MIP/aquaporin family, some members of which are clustered together on chromosome 12q13. Mutations in this gene have been linked to autosomal dominant and recessive forms of nephrogenic diabetes insipidus. [provided by RefSeq, Oct 2008].", "symbol": "AQP2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412492"}, "unigene": "Hs.130730", "uniprot": {"Swiss-Prot": "P41181", "TrEMBL": ["F8VPL3", "F8W0S2"]}, "wikipedia": {"url_stub": "Aquaporin 2"}}