{"AllianceGenome": "636", "HGNC": "636", "MIM": "600170", "_id": "360", "_version": 1, "accession": {"genomic": ["AJ493596.1", "AL356218.22", "CH471071.2", "CP068269.2", "D50486.1", "DQ083949.1", "JA738585.1", "NC_000009.12", "NC_060933.1", "NG_007476.1", "OM515302.1", "OM515303.1", "OM515304.1", "OM515305.1", "OM515306.1", "OM515307.1", "OM515308.1", "OM515309.1", "OM515310.1", "OM515311.1", "OM515312.1", "OM515313.1", "OM515314.1", "OM515315.1", "OM515316.1", "OM515317.1", "OM515318.1", "OM515319.1", "OM515320.1", "OM515321.1", "OM515322.1", "OM515323.1", "OM515324.1", "OM515325.1", "OM515326.1", "OM515327.1", "OM515328.1", "OM515329.1", "OM515330.1", "OM515331.1", "OM515332.1", "OM515333.1", "OM515334.1", "OM515335.1", "OM515336.1", "OM515337.1", "OM515338.1", "OM515339.1", "OM515340.1", "OM515341.1", "OM515342.1", "OM515343.1", "OM515344.1", "OM515345.1", "OM515346.1", "OM515347.1", "OM515348.1"], "protein": ["AAH13566.1", "AAP35863.1", "AAY68214.1", "BAA09077.1", "BAA19237.1", "BAF84897.1", "BAG38113.1", "BAG64296.1", "CAD38526.1", "CAG46788.1", "CAG46822.1", "CCF76945.1", "EAW58500.1", "EAW58501.1", "EAW58502.1", "EAW58503.1", "EAW58504.1", "NP_001305073.1", "NP_004916.1", "Q92482.2", "WAJ09779.1", "WAJ09780.1", "WAJ09781.1", "WAJ09782.1", "WAJ09783.1", "WAJ09784.1", "WAJ09785.1", "WAJ09786.1", "WAJ09787.1", "WAJ09788.1", "WAJ09789.1", "WAJ09790.1", "WAJ09791.1", "WAJ09792.1", "WAJ09793.1", "WAJ09794.1", "WAJ09795.1", "WAJ09796.1", "WAJ09797.1", "WAJ09798.1", "WAJ09799.1", "WAJ09800.1", "WAJ09801.1", "WAJ09802.1", "WAJ09803.1", "WAJ09804.1", "WAJ09805.1", "WAJ09806.1", "WAJ09807.1", "WAJ09808.1", "WAJ09809.1", "WAJ09810.1", "WAJ09811.1", "WAJ09812.1", "WAJ09813.1", "WAJ09814.1", "WAJ09815.1", "WAJ09816.1", "WAJ09817.1", "WAJ09818.1", "WAJ09819.1", "WAJ09820.1", "WAJ09821.1", "WAJ09822.1", "WAJ09823.1", "WAJ09824.1", "WAJ09825.1", "XP_047279304.1", "XP_054218896.1"], "rna": ["AB001325.1", "AJ493597.1", "AK095363.1", "AK292208.1", "AK303206.1", "AK315760.1", "BC012988.2", "BC013566.1", "BF437236.1", "BT007199.1", "CR541991.1", "CR542025.1", "DA976040.1", "NM_001318144.2", "NM_004925.5", "XM_047423348.1", "XM_054362921.1"], "translation": [{"protein": "BAA19237.1", "rna": "AB001325.1"}, {"protein": "XP_047279304.1", "rna": "XM_047423348.1"}, {"protein": "NP_004916.1", "rna": "NM_004925.5"}, {"protein": "BAG38113.1", "rna": "AK315760.1"}, {"protein": "AAP35863.1", "rna": "BT007199.1"}, {"protein": "CAD38526.1", "rna": "AJ493597.1"}, {"protein": "CAG46822.1", "rna": "CR542025.1"}, {"protein": "NP_001305073.1", "rna": "NM_001318144.2"}, {"protein": "BAF84897.1", "rna": "AK292208.1"}, {"protein": "BAG64296.1", "rna": "AK303206.1"}, {"protein": "XP_054218896.1", "rna": "XM_054362921.1"}, {"protein": "CAG46788.1", "rna": "CR541991.1"}, {"protein": "AAH13566.1", "rna": "BC013566.1"}]}, "alias": ["AQP-3", "GIL"], "ensembl": {"gene": "ENSG00000165272", "protein": ["ENSP00000297991", "ENSP00000493516", "ENSP00000493567", "ENSP00000494946"], "transcript": ["ENST00000297991", "ENST00000463983", "ENST00000473153", "ENST00000493581", "ENST00000494313", "ENST00000643650", "ENST00000645858"], "translation": [{"protein": "ENSP00000297991", "rna": "ENST00000297991"}, {"protein": "ENSP00000493516", "rna": "ENST00000645858"}, {"protein": "ENSP00000494946", "rna": "ENST00000473153"}, {"protein": "ENSP00000493567", "rna": "ENST00000643650"}], "type_of_gene": "protein_coding"}, "entrezgene": "360", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.165004242, "exp_mis": 100.865542133, "exp_syn": 49.4657857121, "lof_z": 2.53683557023289, "mis_z": 1.25969679007715, "mu_lof": 8.82510278145e-07, "mu_mis": 1.04982853227e-05, "mu_syn": 4.92805022398e-06, "n_lof": 2.0, "n_mis": 75.0, "n_syn": 50.0, "p_li": 0.504827505452393, "p_null": 0.00414395723275436, "p_rec": 0.491028537314853, "syn_z": -0.0470878639744944}, "bp": 879, "cds_end": 33447528, "cds_start": 33442040, "n_exons": 6, "nonpsych": {"exp_lof": 9.09627906659, "exp_mis": 91.1890209733, "exp_syn": 44.6672853327, "lof_z": 2.31073827251556, "mis_z": 1.64737391564199, "mu_lof": 8.82510278145e-07, "mu_mis": 1.04982853227e-05, "mu_syn": 4.92805022398e-06, "n_lof": 2.0, "n_mis": 60.0, "n_syn": 49.0, "p_li": 0.437522766727256, "p_null": 0.00833179039004655, "p_rec": 0.554145442882698, "syn_z": -0.408157998890111}, "nontcga": {"exp_lof": 9.34166402058, "exp_mis": 92.7861650592, "exp_syn": 45.4983910842, "lof_z": 2.69228983623674, "mis_z": 1.33369025395584, "mu_lof": 8.82510278145e-07, "mu_mis": 1.04982853227e-05, "mu_syn": 4.92805022398e-06, "n_lof": 1.0, "n_mis": 67.0, "n_syn": 47.0, "p_li": 0.802806176570114, "p_null": 0.00112210620719255, "p_rec": 0.196071717222693, "syn_z": -0.140955302788031}, "transcript": "ENST00000297991.4"}, "exons": [{"cdsend": 33447530, "cdsstart": 33441989, "chr": "9", "position": [[33441160, 33442211], [33442851, 33442970], [33443320, 33443458], [33443765, 33443892], [33447422, 33447593]], "strand": -1, "transcript": "NM_001318144", "txend": 33447593, "txstart": 33441160}, {"cdsend": 33447530, "cdsstart": 33442042, "chr": "9", "position": [[33441160, 33442211], [33442300, 33442518], [33442851, 33442970], [33443320, 33443458], [33443765, 33443892], [33447422, 33447593]], "strand": -1, "transcript": "NM_004925", "txend": 33447593, "txstart": 33441160}], "exons_hg19": [{"cdsend": 33447528, "cdsstart": 33441987, "chr": "9", "position": [[33441159, 33442209], [33442849, 33442968], [33443318, 33443456], [33443763, 33443890], [33447420, 33447591]], "strand": -1, "transcript": "NM_001318144", "txend": 33447591, "txstart": 33441159}, {"cdsend": 33447528, "cdsstart": 33442040, "chr": "9", "position": [[33441159, 33442209], [33442298, 33442516], [33442849, 33442968], [33443318, 33443456], [33443763, 33443890], [33447420, 33447591]], "strand": -1, "transcript": "NM_004925", "txend": 33447591, "txstart": 33441159}], "generif": [{"pubmed": 11751877, "text": "we analyzed the oligomerization of the AQP3 aquaglyceroporin, which presents a mixed selectivity for water, glycerol, and urea."}, {"pubmed": 11918716, "text": "the role of aquaporin-3 is to water-clamp viable layers of the epidermis in order to improve the hydration of the epidermis below the stratum corneum."}, {"pubmed": 12234316, "text": "Aquaporin-3 protein was detected in the human peritoneal tissue and is upregulated by glucose"}, {"pubmed": 12239222, "text": "first reported cases of AQP3 deficiency in humans and provide the molecular basis of a new blood group system, GIL, encoded by the AQP3 protein"}, {"pubmed": 12773542, "text": "analysis of effect of nickel and extracellular acidification on water permeability of human aquaporin-3 in lung epithelial cells"}, {"pubmed": 14514735, "text": "reduction in the amounts of AQP-2 and AQP-3 expression, especially in lesions with substantial interstitial fibrosis and nephron loss, as compared with a healthy region of normal kidneys."}, {"pubmed": 15375592, "text": "results indicate that ANP and BNP up-regulated the expression of AQP3 mRNA and protein, and both PK-A and PK-G dependent pathways mediated this effect"}, {"pubmed": 15703994, "text": "The distribution and expression levels of AQP3 in normal human tissue."}, {"pubmed": 16043462, "text": "analysis of AQP3 expression in human fetal airway epithelial progenitor cells"}, {"pubmed": 16596446, "text": "AQP3 water channels serve as an essential pathway for volume-regulatory water transport in human epithelial cells."}, {"pubmed": 16638588, "text": "provides evidence of AQP3 expression in human fetal membranes and demonstrates that AQP3 expression in primary human amnion cell culture is up-regulated by second-messenger cAMP"}, {"pubmed": 16672223, "text": "lower expression of AQP3 and enhanced expression of MRP2 are responsible for lower arsenic accumulation in arsenic-resistant cells"}, {"pubmed": 16918518, "text": "Increased expression and altered cellular distribution of AQP3 is found in atopic eczema, and this may contribute to water loss."}, {"pubmed": 17056099, "text": "Lung carcinomas, especially adenocarcinomas, can produce AQP3, possibly in connection with their functional and/or biological nature."}, {"pubmed": 17471492, "text": "results suggest that Foxa2 is one of the transcriptional regulators for AQP3 gene expression regulated by insulin"}, {"pubmed": 17545093, "text": "Data show that AQP-1, 3, 8, 9 mRNA expression was detected in both amnion and chorion and can be associated with intramembranous transport and volume regulation of amniotic fluid."}, {"pubmed": 17943189, "text": "all trans retinoic acid increased AQP3 expression and enhanced biological activity in human skin"}, {"pubmed": 17968524, "text": "Provide evidence for involvement of AQP3-facilitated water transport in epidermal cell migration and for AQP3-facilitated glycerol transport in epidermal cell proliferation."}, {"pubmed": 18036046, "text": "The results suggest that water-channel protein may be involved in the preservation of cellular character in the human prostate and prostate cancer is associated with an alteration of water-transporting mechanisms."}, {"pubmed": 18197497, "text": "Up-regulated expression of AQP3 in ascending colon and down-regulated expression of AQP9 in descending colon are presented in patients with functional constipation as compared to patients without functional constipation."}, {"pubmed": 18247144, "text": "The aim of this study was to use immunohistochemsitry to investigate the expression of aquaporins 1, 2 and 3 within the human intervertebral disc."}, {"pubmed": 18280225, "text": "The data suggest potential roles of AQP3 and 5 in the regulation of airway hypersecretion, perhaps ultimately providing a target for treating such diseases"}, {"pubmed": 18435676, "text": "Although reticulocytes are highly abundant in malarial anemia, low AQP3 expression was observed"}, {"pubmed": 18543247, "text": "Discuss the role of AQP3 in TNF-alpha-mediated inflammation and the development of periodontitis."}, {"pubmed": 18601899, "text": "The trafficking of AQP3 evoked by epinephrine is mediated by protein kinase C in Caco-2 cells."}, {"pubmed": 18678926, "text": "differential polarity and selective targeting of AQP3 and AQP10 in the intestinal epithelial cells is influenced by amino acid signal motifs."}, {"pubmed": 19184071, "text": "There is little influence of AQP3 on keratinocyte differentiation, but there is support for the proposed involvement of AQP3-facilitated cell proliferation."}, {"pubmed": 19393693, "text": "Here the authors show that human aquaporin 3 is internalized into Plasmodium falciparum infected erythrocytes, presumably during or soon after invasion."}, {"pubmed": 19545896, "text": "Alteration of aquaporin 1 and aquaporin 3 expression in fetal membranes and placenta may be important in the pathophysiology of isolated oligohydramnios."}, {"pubmed": 19619514, "text": "These data indicate that TNF-alpha decreases AQP3 gene expression through p38 and ERK activation, and suggest that the decrease in AQP3 expression caused by TNF-alpha might be related to the phenotypes of skin inflammation, such as dry skin."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20106632, "text": "AQP3, 4 & 5 exhibited differential expression between human gastric carcinoma & corresponding normal tissue;AQP3 & AQP5 expression were associated with lymph node metastasis & lymphovascular invasion"}, {"pubmed": 20141731, "text": "The gene expressions of AQP3 and AQP4 in gastric mucosa are different in patients with various degrees of spleen-stomach dampness-heat syndrome of chronic superficial gastritis."}, {"pubmed": 20364107, "text": "The authors conclude that AQP3 plays a critical role in human epidermal growth factor (hEGF) induced cell migration and proliferation in human gastric cancer."}, {"pubmed": 20428189, "text": "reduced AQP3 in vitiliginous keratinocytes might be responsible for their reduced survival"}, {"pubmed": 20485009, "text": "Mucinous colorectal adenocarcinomas displayed 182 upregulated and 135 downregulated genes. The most upregulated genes included those involved in cellular differentiation and mucin metabolism (eg, AQP3)."}, {"pubmed": 20546216, "text": "AQP3 decreased with increasing age in normal human skin, normal human epidermal keratinocytes, and skin fibroblast samples."}, {"pubmed": 20596606, "text": "Found AQP3 is involved in wound healing in human skin keratinocytes.  Trans-Zeatin pretreatment also attenuates UV-induced decreased water permeability in HaCaT cells."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21063116, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21063116, "text": "One sequence alteration, homozygous c.105G->C in aquaporin 3 was detected in 11 out of 34 patients but not in 100 control chromosomes."}, {"pubmed": 21135872, "text": "aquaporin 3 is an essential membrane pathway for sperm regulatory volume decrease that balances the \"trade-off\" between sperm motility and cell swelling upon physiological hypotonicity"}, {"pubmed": 21191421, "text": "involvement of AQP3 in epidermal hyperplasia by a mechanism involving upregulated AQP3 expression and consequent enhancement of keratinocyte proliferation"}, {"pubmed": 21237499, "text": "Expression patterns of aquaporin 1, 3, and 5 in lung cancer cells are mostly associated with cellular differentiation."}, {"pubmed": 21252246, "text": "The marked early rise in expression of AQP2 and AQP3 suggests a role during the process leading to follicular rupture."}, {"pubmed": 21276418, "text": "REVIEW: evidence supporting a role for AQP3 in the epidermis"}, {"pubmed": 21401805, "text": "overexpression of AQP3 was seen primary squamous cell carcinomas (SCC) such as esophageal and lingual cancers and cultured SCC cell lines; suppression of AQP3 protein or function caused cell death in SCC cell lines by inhibition of cell adhesion"}, {"pubmed": 21457357, "text": "PPAR and LXR activators stimulate AQP3 expression, providing an additional mechanism by which PPAR and LXR activators regulate epidermal function."}, {"pubmed": 21538271, "text": "AQP-1 expression is increased in colorectal carcinoma while the expression of AQP-3 is not. There is no correlation between the expression of AQP-1 and AQP-3 in CRC."}, {"pubmed": 21907710, "text": "Data not only describe the correlation between transcellular and paracellular pathways in human intestines, but also show that targeted knockdown of aquaporin 3 might impair the intestinal barrier integrity."}, {"pubmed": 22197473, "text": "This is the first description of a potential role for aquaporin 3 in bladder cancer."}, {"pubmed": 22211241, "text": "Kanglaite inhibited UVB-induced AQP3 down-regulation of cultured human skin keratinocytes."}, {"pubmed": 22535323, "text": "AQP3 is transcriptionally activated in retinal pigment epithelial (RPE) cells by various pathogenic factors involved in the development of retinal edema in situ."}, {"pubmed": 22576684, "text": "Overexpression of both AQP5 and AQP3 were immunohistochemically observed on tumor cells in squamous cell carcinoma"}, {"pubmed": 22624030, "text": "Potent inhibition of aquaglyceroporin-3 by a gold-based compound, through the ability of Au(III) to interact with the sulphydryl groups of proteins."}, {"pubmed": 22808259, "text": "The differential expressions of AQP3 and AQP4 may reflect the biological nature and/or function of normal, hyperplastic, and neoplastic thyroid cells and additionally may have value in determining differential diagnoses of thyroid tumors."}, {"pubmed": 22814259, "text": "AQP3 expression was closely correlated with microvascular density in NSCLC"}, {"pubmed": 22901156, "text": "AQP3 expression significantly increased in advanced stage of cervical cancer, deeper infiltration, metastatic lymph nodes and larger tumor volume."}, {"pubmed": 23017148, "text": "Data suggget that the aquaglyceroporin AQP3 is required for cytotoxic activity of 5'-DFUR and gemcitabine in the breast cancer cell line MCF7 and the colon adenocarcinoma cell line HT29."}, {"pubmed": 23041062, "text": "TGF-beta1 induces AQP3 and that AQP3 has a critical role in TGF-beta-induced human peritoneal mesothelial cell migration."}, {"pubmed": 23043286, "text": "Data suggest that assessment of aquaporin (AQP) 3 protein expression could be used to help stratify the behavior of patients with pT1 urothelial bladder cancer."}, {"pubmed": 23152856, "text": "The present study found that AQP3 expression correlated with H. pylori infection status in gastric cancer tissues"}, {"pubmed": 23165320, "text": "our results suggest AQP3 overexpression in human colorectal carcinoma cells could facilitate cell migration."}, {"pubmed": 23463292, "text": "AQP3 is an endogenous suppressor of cell apoptosis in skin fibroblasts through up-regulation of Bcl-2."}, {"pubmed": 23797770, "text": "High expression of both AQP3 and AQP5, not each alone, is an independent poor prognostic factor in ESCC patients."}, {"pubmed": 23800944, "text": "results provide a mechanism by which AQP3 is upregulated, as well as highlight the importance of miR-874 in gastric cancer development and progression."}, {"pubmed": 23974882, "text": "The data suggest that the increased expression of AQP1 and AQP3 in pterygial tissues may be involved in the pathogenesis of pterygia"}, {"pubmed": 24022233, "text": "There is a correlation between AQP3 protein expression and tumour stage and grade in urothelial cancer, with AQP3 expression being reduced or lost in tumours of higher grade and stage."}, {"pubmed": 24224160, "text": "Our data suggest for the first time that the aberrant expression of AQP3 and AQP5 proteins may be strongly related to tumor progression and prognosis in patients with hepatocellular carcinoma"}, {"pubmed": 24260356, "text": "AQP3-Notch1 axis may provide insight into epidermal homeostasis control."}, {"pubmed": 24338365, "text": "We conclude that water fluxes accompanying CFTR activity are linked to AQP3 but not to a cAMP-stimulated aqueous pore in the CFTR protein"}, {"pubmed": 24418925, "text": "analysis of the molecular link between the circadian clock and AQP3 function in mouse dorsal skin and HaCaT cells"}, {"pubmed": 24452376, "text": "AQP3-EGFP diffusion is altered upon increased cAMP, which may correspond to basolateral adaptations in response to the increased apical water readsorption."}, {"pubmed": 24488947, "text": "Enhanced water and cryoprotectant permeability of porcine oocytes after artificial expression of human and zebrafish aquaporin-3 channels."}, {"pubmed": 24508472, "text": "Investigated both AQP3 expression in the skin of an experimental burn model.  Observations suggest that dermal AQP3 gene expression was increased to maintain water homeostasis in response to dehydration from burn."}, {"pubmed": 24726500, "text": "Resveratrol inhibited NHEK proliferation by downregulating the expression of AQP3 in an SIRT1/ARNT/ERK dependent fashion."}, {"pubmed": 24887009, "text": "AQP3 promotes epithelial-mesenchymal transition in human cases of gastric adenocarcinoma."}, {"pubmed": 24918928, "text": "Aquaporin 1 and 3 were upregulated in cervical cancer compared to mild cervicitis and cervical intraepithelial neoplasia 2-3 (P<0.05)."}, {"pubmed": 25105540, "text": "Oleic acid-induced hepatic steatosis in HepG2 cells is associated with the coordinated regulation of aquaporin 3 and aquaporin 9 via activation of p38 signaling"}, {"pubmed": 25299207, "text": "the reduction of aquaporins 1 and 3 may be a factor resulting in lumbar intervertebral disc degeneration."}, {"pubmed": 25450461, "text": "The opening of ClC-3 transports Cl(-) across the cell membrane and then drives the efflux of water through AQP-3 channels and ion channels; AQP-3 may interact with ClC-3 in order to regulate the effluxes of chloride and water."}, {"pubmed": 25515250, "text": "AQP3 induces ERK1/2 activation, thereby increasing MMP3 expression and secretion, which in turn promotes prostate cancer cell motility and invasion."}, {"pubmed": 25603981, "text": "AQP-3 expression is increased in the burn wound following injury."}, {"pubmed": 25721378, "text": "Study found a significant correlation between AQP1, AQP3, and AQP5 overexpression and lymph node metastasis in patients with surgically resected colon cancer."}, {"pubmed": 25766885, "text": "The results suggest that morphine increases the AQP3 expression level in the colon, which promotes water absorption from the luminal side to the vascular side and causes constipation."}, {"pubmed": 25914463, "text": "Report down-regulation of aquaporin3 expression by lipopolysaccharide via p38/c-Jun N-terminal kinase signalling pathway in HT-29 human colon epithelial cells."}, {"pubmed": 25961543, "text": "AQP3 protein expression is regulated by cAMP-PKA-CREB signal pathway."}, {"pubmed": 25964557, "text": "AQP3 expression in tumor tissue may be considered as a potential prognostic marker in patients with HER2-over-expressing EBC after curative surgery."}, {"pubmed": 26100668, "text": "AQP3-facilitated H2O2 transport is required for NF-kappaB activation in keratinocytes in the development of psoriasis."}, {"pubmed": 26107428, "text": "AQP3 may play a role in nonmelanoma skin cancer pathogenesis"}, {"pubmed": 26219409, "text": "We, for the first time, identified an ERE in the promoter of AQP3 gene, and found that estrogen might promote breast cancer development through activating ERE in the promoter of AQP3 gene and upregulating AQP3 expression in ER-positive breast cancer."}, {"pubmed": 26261083, "text": "The study demonstrated the abnormal expression pattern of AQP1, AQP2, AQP3, and AQP4 in the kidney tissues of patients with nephrotic syndrome, providing a basis for an improved understanding of the role of aquaporins in the pathogenesis of this disease."}, {"pubmed": 26313002, "text": "the human aquaglyceroporins, i.e., AQP3, AQP7, AQP9 and AQP10 can act as silicon transporters in both Xenopus laevis oocytes and HEK-293 cells."}, {"pubmed": 26454884, "text": "treatment of human HepG2 cells with TCDD also increased the expression of AQP3 mRNA and protein"}, {"pubmed": 26506416, "text": "AQP3 was found to be expressed in 67.71% of parts with GIM, and AQP3 immunoreactivity was identified more frequently in severe GIM areas (P < 0.001). In short, the incidence and severity of GIM correlated with the distance from GC, and AQP3 was differentially expressed in goblet cells, with most AQP3-positive goblet cells presenting in severe GIM."}, {"pubmed": 26509906, "text": "skin dryness observed in intrinsic and extrinsic aged skin may be explained, at least in part, by AQP3 downregulation. This may open new avenues sufficient to control skin texture and beauty. Its interaction in skin protein organization and gene polymorphism can also be tackled in future research"}, {"pubmed": 26568619, "text": "AQP3 was expressed in trophoblast explants. Blocking it with CuSO4 prevented apoptosis."}, {"pubmed": 26765123, "text": "AQP3 knockdown retards the growth of NSCLC cells partially through inhibiting HIF-1alpha/VEGF and Raf/MEK/ERK signalling pathways."}, {"pubmed": 26768614, "text": "AQP3 inhibition that induced glycerol uptake reduction and glycerol administration would rehabilitate the cell proliferation."}, {"pubmed": 26786101, "text": "Based on a comparative mutagenic analysis of AQP1, AQP 3, and AQP 4, the results suggest that loop D interactions may provide a general structural framework for tetrameric assembly within the AQP family."}, {"pubmed": 26794461, "text": "roles of AQP-3 in AQP-3 aquaglyceroporin and ClC-3 chloride channels complex"}, {"pubmed": 26810286, "text": "Expression of CXCL4 and aquaporin 3 and 10 mRNAs in middle ear effusion is associated with the pathophysiology of otitis media with effusion."}, {"pubmed": 26830227, "text": "results demonstrate that AQP3 is required for CXCL12-induced breast cancer cell signaling and directional migration by a mechanism involving the CXCL12-induced generation of extracellular H2O2 and subsequent intracellular transport by AQP3"}, {"pubmed": 26896765, "text": "these findings suggest that AQP3 is required for EGF-EGFR cell signaling in cancer cells and is a therapeutic target for cancer progression."}, {"pubmed": 26918728, "text": "Results indicate that AQP3 promotes stem-like properties of gastric carcinoma (GC) cells by activating the Wnt/GSK-3beta/beta-catenin signaling pathway."}, {"pubmed": 26923934, "text": "Reduced epidermal AQP-3 may have a role in impaired melanocyte survival in vitiligo, and might be a potential negative biological marker for vitiligo activity"}, {"pubmed": 27022216, "text": "AQP3 increases in hepatocellular carcinoma. Auphen reduces AQP3 levels, suppressing tumor growth."}, {"pubmed": 27121567, "text": "AQP3 was upregulated, and AQP7 and AQP9 were downregulated in hepatocellular carcinoma. A high expression of AQP3 and low expression of AQP7 was significantly associated with the aggressive features of hepatocellular carcinoma."}, {"pubmed": 27509294, "text": "The genetic variant rs426496 in AQP2; rs591810 in AQP3 and rs1805127, rs1805128, and rs17173510, in KCNE1 were found in patients with Meniere's disease"}, {"pubmed": 27814615, "text": "provide evidence for the involvement of the JNK pathway in AQP3 regulation in isolated oligohydramnios tissues in vitro, in amniotic epithelial cells derived from normal amniotic fluid and fluid from patients with isolated oligohydramnios"}, {"pubmed": 27824951, "text": "epigenetic signatures at AQP3 and SOCS3 engage in low-grade inflammation across different tissues, possible via JAK/STAT mediated pathways"}, {"pubmed": 27835672, "text": "Data show that the expression of aquaporin (AQP) 1, AQP3, AQP5, epithelial Na+ channel (ENaC) and sodium potassium ATPase (Na-K-ATPase) are altered in patients with acute respiratory failure (ARF) due to diffuse alveolar damage (DAD), and the cause of DAD does not seem to influence the level of impairment of these channels."}, {"pubmed": 28042826, "text": "Aquaporins AQP3, -7, -8, and -11 proteins were found in sperm cells and localized in the head (AQP7), in the middle piece (AQP8) and in the tail (AQP3 and -11) in both the plasma membrane and in intracellular structures."}, {"pubmed": 28049834, "text": "In response to injury, AQP3-depleted colonic epithelial cells showed defective lamellipodia, focal adhesions, and repair after wounding, along with impaired H2O2 responses after exposure to the intestinal pathogen Citrobacter rodentium."}, {"pubmed": 28189680, "text": "RNA interference (RNAi) of aquaporin 3 (AQP3) retarded the growth and invasiveness of XWLC-05 lung cancer cells and decreased the activity of matrix metalloproteinase 2 (MMP2)."}, {"pubmed": 28377226, "text": "Taken together, our data, as a proof of principle, suggest that AQP3 can promote tumor growth of pancreatic cancer cells by activating the Mtor signaling pathway and provide a potential therapeutic target in the treatment of PDAC."}, {"pubmed": 28595905, "text": "The Adiponectin increases AQP3 expression through PPARalpha-mediated signaling inhepatic stellate cells."}, {"pubmed": 28656282, "text": "AQP3 siRNA and PLD2 siRNA significantly downregulated the mRNA and protein levels of AQP3 and PLD2 in the A431 cells; inhibiting proliferation and promoting apoptosis in vitro."}, {"pubmed": 28708257, "text": "The expression of AQP1 and 3 is a manifestation of physiological adaptation of functionally mature chondrocytes able to respond to the change of their internal environment influenced by extracellular matrix."}, {"pubmed": 28732436, "text": "our study demonstrated that AQP3 was downregulated in SSc dermal fibroblasts compared with healthy dermal fibroblasts."}, {"pubmed": 28766180, "text": "AQP1, 3 and 5 expression through the stages of human salivary gland morphogenesis, was examined."}, {"pubmed": 29046361, "text": "TFF peptides promptly produced at sites of injury increase AQP levels, most notably AQP3, thereby enhancing the cells' ability to rapidly change their shape as part of the restitutive process. TFF peptides also require functioning AQP3 channels to induce cell migration."}, {"pubmed": 29108637, "text": "placental expression reduced in pre-eclampsia"}, {"pubmed": 29415990, "text": "circHIPK3 regulated xenograft tumor growth via the miR-124-AQP3 axis."}, {"pubmed": 29532894, "text": "Data show that AQP3 is localized largely in the cytoplasm and can be targeted to the plasma membrane in prostate cancer cells via a cAMP/PKA/RalA pathway."}, {"pubmed": 29563612, "text": "AQP3 expression is positively correlated with Helicobacter pylori infection status and the progression of gastric mucosal diseases"}, {"pubmed": 29567477, "text": "an altered expression of placental AQP3 may produce failures in placentation such as in preeclampsia."}, {"pubmed": 29729115, "text": "In conclusion, decreased AQP3 expression might play a role in the pathogenesis of vitiligo and acral vitiligo skin differs from non-acral skin in showing gradual fading of AQP3 expression through the epidermis and weaker AQP3 expression in the stratum spinosum in perilesional compared to lesional biopsies."}, {"pubmed": 29925705, "text": "the present data suggest that expression of AQP3 and 5 may be a marker for distinguishing between patients with dry mouth and those with Sjogren's syndrome"}, {"pubmed": 30110699, "text": "The AQP3 gene polymorphism is associated with a susceptibility to EBVaNPC and EBVaL, and the homozygous AA genotype is more frequently observed in individuals who develop EBVaNPC and EBVaL."}, {"pubmed": 30285121, "text": "AQP3 is probably associated with endometrial receptivity and may serve as a marker for the implantation window in vitro.  AQP3 may affect uterine endometrial receptivity through ovarian steroid hormone-induced motility."}, {"pubmed": 30515575, "text": "AQP 3 is downregulated in bullous pemphigoid patients"}, {"pubmed": 30531392, "text": "positive AQP3 expression is associated with the tumorigenesis and progression of pancreatic ductal adenocarcinoma; AQP3 is a diagnostic marker of pancreatic ductal adenocarcinoma and a predictive marker of poor prognosis in pancreatic ductal adenocarcinoma patients"}, {"pubmed": 30659792, "text": "Single-channel permeability and glycerol affinity of human aquaglyceroporin AQP3."}, {"pubmed": 30739344, "text": "In conclusion, AQP3 downexpression might play a pivotal role in reduced skin hydration in SAK lesion as it functions as a predominant aquaglyceroporin in human epidermis."}, {"pubmed": 31197130, "text": "The study proved the carcinogenesis roles of aquaporin 3 (AQP3) in hepatocellular carcinoma (HCC) and demonstrated that AQP3 promotes the stem cell-like properties of hepatoma cells by regulating CD133 expression."}, {"pubmed": 31220652, "text": "LMP2A induced the phosphorylation of ERK, which activated DNMT3a transcription and caused AQP3 expression loss through CpG island methylation of AQP3 promoter."}, {"pubmed": 31261369, "text": "Aquaporin1-3 expression in normal and hydronephrotic kidneys in the human fetus."}, {"pubmed": 31305898, "text": "To our knowledge, this work represents the first demonstration of AQP1/AQP3 expression in human melanocytic skin tumors"}, {"pubmed": 31373900, "text": "Assessing the Expression of Aquaporin 3 Antigen-Recognition Sites in Oral Squamous Cell Carcinoma."}, {"pubmed": 31541456, "text": "Intact caveolae are required for proper extravillous trophoblast migration and differentiation."}, {"pubmed": 32289285, "text": "Aquaporin3 (AQP3) expression in oral epithelium in oral lichen planus."}, {"pubmed": 32298487, "text": "Aquaporin3 expression and the potential role of aquaporins in motility and mitochondrial membrane potential in human spermatozoa."}, {"pubmed": 32319574, "text": "Aquaporin expression in breast cancer and their involvement in bleb formation, cell motility and invasion in endocrine resistant variant cells."}, {"pubmed": 32330444, "text": "Plasmodium vivax Liver and Blood Stages Recruit the Druggable Host Membrane Channel Aquaporin-3."}, {"pubmed": 32382899, "text": "Aquaporin 3 Expression in Endometrioid Carcinoma of the Uterine Body Correlated With Early Stage and Lower Grade."}, {"pubmed": 32469934, "text": "Quantitative phase imaging to study transmembrane water fluxes regulated by CFTR and AQP3 in living human airway epithelial CFBE cells and CHO cells."}, {"pubmed": 32521638, "text": "The Aquaporin3 Promoter Polymorphism -1431 A/G is Associated with Acute Graft Rejection and Cytomegalovirus Infection in Kidney Recipients Due to Altered Immune Cell Migration."}, {"pubmed": 32521874, "text": "Molecular mechanism of aquapontin (AQP3) in regulating differentiation and apoptosis of lung cancer stem cells through Wnt/GSK-3beta/beta-Catenin pathway."}, {"pubmed": 32627013, "text": "Association between levels of aquaporin 3 in the placenta and adiponectin in the umbilical cord blood with gestational diabetes mellitus and pregnancy outcome."}, {"pubmed": 32936667, "text": "Prognostic value of serum aquaporin-1, aquaporin-3 and galectin-3 for young patients with colon cancer."}, {"pubmed": 32957104, "text": "Altered Expressions of AQP3 and ADP Are Closely Related with the Risk of Preeclampsia Occurrence."}, {"pubmed": 33099905, "text": "Molecular mechanism of AQP3 in regulating differentiation and apoptosis of lung cancer stem cells through Wnt/GSK-3beta/beta-Catenin pathway."}, {"pubmed": 33231721, "text": "Aquaporin-3 is involved in NLRP3-inflammasome activation contributing to the setting of inflammatory response."}, {"pubmed": 33232321, "text": "Aquaporin-3 regulates endosome-to-cytosol transfer via lipid peroxidation for cross presentation."}, {"pubmed": 33612088, "text": "Expression of aquaporins 3 in low grade risk of recurrence primary bladder cancer."}, {"pubmed": 33781292, "text": "Aquaporin 3 promotes human extravillous trophoblast migration and invasion."}, {"pubmed": 33917751, "text": "Aquaglyceroporin-3's Expression and Cellular Localization Is Differentially Modulated by Hypoxia in Prostate Cancer Cell Lines."}, {"pubmed": 33924231, "text": "AQP3 Increases Intercellular Cohesion in NSCLC A549 Cell Spheroids through Exploratory Cell Protrusions."}, {"pubmed": 33933702, "text": "Initial assessment of suitability of MCF-7 and HepG2 cancer cell lines for AQP3 research in cancer biology."}, {"pubmed": 34021497, "text": "Attenuation of aquaporin-3 may be contributing to low sperm motility and is associated with activated caspase-3 in asthenozoospermic individuals."}, {"pubmed": 34091997, "text": "AQP3-mediated H2 O2 uptake inhibits LUAD autophagy by inactivating PTEN."}, {"pubmed": 34231101, "text": "Circular RNA Circ-STIL Contributes to Cell Growth and Metastasis in Hepatocellular Carcinoma via Regulating miR-345-5p/AQP3 Axis."}, {"pubmed": 34319590, "text": "Autophagy induction regulates aquaporin 3-mediated skin fibroblast ageing."}, {"pubmed": 34627746, "text": "Aquaglyceroporins and orthodox aquaporins in human adipocytes."}, {"pubmed": 34650163, "text": "Differential regulation of the water channel protein aquaporins in chondrocytes of human knee articular cartilage by aging."}, {"pubmed": 34755729, "text": "Regulation of aquaporin-3 water permeability by hyaluronan."}, {"pubmed": 34800429, "text": "The expression of Aquaporin-1 and Aquaporin-3 in extrahepatic cholangiocarcinoma and their clinicopathological significance."}, {"pubmed": 35455986, "text": "Aquaporin-3 and Aquaporin-5 Facilitate Migration and Cell-Cell Adhesion in Pancreatic Cancer by Modulating Cell Biomechanical Properties."}, {"pubmed": 35470510, "text": "Downregulation of aquaporin 3 in patients with pemphigus vulgaris."}, {"pubmed": 35637961, "text": "Cold atmospheric plasmas target breast cancer stemness via modulating AQP3-19Y mediated AQP3-5K and FOXO1 K48-ubiquitination."}, {"pubmed": 35957833, "text": "SP1-Induced Upregulation of lncRNA LINC00659 Promotes Tumour Progression in Gastric Cancer by Regulating miR-370/AQP3 Axis."}, {"pubmed": 36038817, "text": "A potential link between AQP3 and SLC14A1 gene expression level and clinical parameters of maintenance hemodialysis patients."}, {"pubmed": 36083020, "text": "KLF5-mediated aquaporin 3 activated autophagy to facilitate cisplatin resistance of gastric cancer."}, {"pubmed": 36437598, "text": "Abnormal nuclear expression of aquaporin-3 in lesional and perilesional skin of vitiligo patients: A novel immunohistochemical finding."}, {"pubmed": 37175840, "text": "AQP3-Dependent PI3K/Akt Modulation in Breast Cancer Cells."}, {"pubmed": 37267058, "text": "E-cadherin and aquaporin-3 are downregulated in wound edges of human chronic wounds."}, {"pubmed": 38279209, "text": "AQP3 and AQP9-Contrary Players in Sepsis?"}, {"pubmed": 38338680, "text": "The Aquaporin 3 Polymorphism (rs17553719) Is Associated with Sepsis Survival and Correlated with IL-33 Secretion."}], "genomic_pos": {"chr": "9", "end": 33447596, "ensemblgene": "ENSG00000165272", "start": 33441156, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 33447609, "start": 33441152, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002684", "pubmed": 17943189, "qualifier": "involved_in", "term": "positive regulation of immune system process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002931", "qualifier": "involved_in", "term": "response to ischemia"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0003091", "qualifier": "involved_in", "term": "renal water homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006833", "qualifier": "involved_in", "term": "water transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006833", "pubmed": 30420639, "qualifier": "involved_in", "term": "water transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006833", "pubmed": 17943189, "qualifier": "involved_in", "term": "water transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0015793", "qualifier": "involved_in", "term": "glycerol transmembrane transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0015793", "pubmed": 30420639, "qualifier": "involved_in", "term": "glycerol transmembrane transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032526", "pubmed": 17943189, "qualifier": "involved_in", "term": "response to retinoic acid"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0033280", "pubmed": 17943189, "qualifier": "involved_in", "term": "response to vitamin D"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0042476", "pubmed": 12522663, "qualifier": "involved_in", "term": "odontogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045616", "pubmed": 17943189, "qualifier": "involved_in", "term": "regulation of keratinocyte differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051592", "pubmed": 17943189, "qualifier": "involved_in", "term": "response to calcium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051649", "qualifier": "involved_in", "term": "establishment of localization in cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070295", "qualifier": "involved_in", "term": "renal water absorption"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071456", "pubmed": 24462679, "qualifier": "acts_upstream_of_or_within", "term": "cellular response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071918", "qualifier": "involved_in", "term": "urea transmembrane transport"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [18718702, 19545896], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [14521551, 18718702, 19545896], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005911", "pubmed": 18718702, "qualifier": "located_in", "term": "cell-cell junction"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0016020", "pubmed": 17943189, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016323", "qualifier": "is_active_in", "term": "basolateral plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015204", "qualifier": "enables", "term": "urea transmembrane transporter activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0015250", "pubmed": [9369468, 10510269, 16596446], "qualifier": "enables", "term": "water channel activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015250", "qualifier": "enables", "term": "water channel activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015250", "pubmed": 30420639, "qualifier": "enables", "term": "water channel activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0015250", "pubmed": 17943189, "qualifier": "enables", "term": "water channel activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015254", "qualifier": "enables", "term": "glycerol channel activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015254", "pubmed": [17943189, 30420639], "qualifier": "enables", "term": "glycerol channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 32296183, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[4896, 2543301], [4932, 850490], [7955, 406777], [7955, 568049], [8364, 549599], [9031, 426894], [9544, 702721], [9598, 465045], [9606, 360], [9615, 611792], [9913, 780866], [10090, 11828], [10116, 65133], [318829, 5050038]], "id": 21025}, "interpro": [{"desc": "Major intrinsic protein", "id": "IPR000425", "short_desc": "MIP"}, {"desc": "Major intrinsic protein, conserved site", "id": "IPR022357", "short_desc": "MIP_CS"}, {"desc": "Aquaporin-like", "id": "IPR023271", "short_desc": "Aquaporin-like"}, {"desc": "Aquaporin 3", "id": "IPR023275", "short_desc": "Aquaporin_3"}], "ipi": ["IPI00021558", "IPI00216545"], "map_location": "9p13.3", "name": "aquaporin 3 (Gill blood group)", "other_names": ["aquaglyceroporin-3", "aquaporin 3 (GIL blood group)", "aquaporin-3"], "pantherdb": {"HGNC": "636", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1333777", "ortholog_type": "LDO", "panther_family": "PTHR43829", "taxid": 10090, "uniprot_kb": "Q8R2N1"}, {"RGD": "68428", "ortholog_type": "LDO", "panther_family": "PTHR43829", "taxid": 10116, "uniprot_kb": "P47862"}, {"Ensembl": "ENSGALG00000002452", "ortholog_type": "LDO", "panther_family": "PTHR43829", "taxid": 9031, "uniprot_kb": "F1NWH5"}, {"ZFIN": "ZDB-GENE-040426-2826", "ortholog_type": "LDO", "panther_family": "PTHR43829", "taxid": 7955, "uniprot_kb": "Q803U6"}, {"ZFIN": "ZDB-GENE-040724-66", "ortholog_type": "O", "panther_family": "PTHR43829", "taxid": 7955, "uniprot_kb": "D3TI80"}, {"WormBase": "WBGene00000169", "ortholog_type": "O", "panther_family": "PTHR43829", "taxid": 6239, "uniprot_kb": "Q19949"}, {"WormBase": "WBGene00000175", "ortholog_type": "O", "panther_family": "PTHR43829", "taxid": 6239, "uniprot_kb": "A0A6V7QYI0"}, {"WormBase": "WBGene00000176", "ortholog_type": "O", "panther_family": "PTHR43829", "taxid": 6239, "uniprot_kb": "Q7Z138"}, {"WormBase": "WBGene00000170", "ortholog_type": "O", "panther_family": "PTHR43829", "taxid": 6239, "uniprot_kb": "Q17571"}, {"WormBase": "WBGene00000171", "ortholog_type": "O", "panther_family": "PTHR43829", "taxid": 6239, "uniprot_kb": "Q9XW36"}, {"SGD": "S000003966", "ortholog_type": "O", "panther_family": "PTHR43829", "taxid": 4932, "uniprot_kb": "P23900"}, {"SGD": "S000001840", "ortholog_type": "O", "panther_family": "PTHR43829", "taxid": 4932, "uniprot_kb": "P43549"}, {"PomBase": "SPAC977.17", "ortholog_type": "O", "panther_family": "PTHR43829", "taxid": 4896, "uniprot_kb": "Q9P7T9"}, {"EnsemblGenome": "BAE77383", "ortholog_type": "O", "panther_family": "PTHR43829", "taxid": 562, "uniprot_kb": "P0AER0"}], "uniprot_kb": "Q92482"}, "pathway": {"kegg": {"id": "hsa04962", "name": "Vasopressin-regulated water reabsorption - Homo sapiens (human)"}, "pid": {"id": "ecadherin_stabilization_pathway", "name": "Stabilization and expansion of the E-cadherin adherens junction"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-432040", "name": "Vasopressin regulates renal water homeostasis via Aquaporins"}, {"id": "R-HSA-432047", "name": "Passive transport by Aquaporins"}, {"id": "R-HSA-445717", "name": "Aquaporin-mediated transport"}, {"id": "R-HSA-9725554", "name": "Differentiation of keratinocytes in interfollicular epidermis in mammalian skin"}, {"id": "R-HSA-9734767", "name": "Developmental Cell Lineages"}], "smpdb": [{"id": "SMP00078", "name": "Chlorothiazide Action Pathway"}, {"id": "SMP00080", "name": "Polythiazide Action Pathway"}, {"id": "SMP00081", "name": "Methyclothiazide Action Pathway"}, {"id": "SMP00088", "name": "Bumetanide Action Pathway"}, {"id": "SMP00090", "name": "Bendroflumethiazide Action Pathway"}, {"id": "SMP00091", "name": "Quinethazone Action Pathway"}, {"id": "SMP00097", "name": "Ethacrynic Acid Action Pathway"}, {"id": "SMP00100", "name": "Hydrochlorothiazide Action Pathway"}, {"id": "SMP00103", "name": "Cyclothiazide Action Pathway"}, {"id": "SMP00105", "name": "Metolazone Action Pathway"}, {"id": "SMP00108", "name": "Hydroflumethiazide Action Pathway"}, {"id": "SMP00110", "name": "Indapamide Action Pathway"}, {"id": "SMP00115", "name": "Furosemide Action Pathway"}, {"id": "SMP00118", "name": "Torsemide Action Pathway"}, {"id": "SMP00121", "name": "Trichlormethiazide Action Pathway"}, {"id": "SMP00122", "name": "Chlorthalidone Action Pathway"}, {"id": "SMP00132", "name": "Triamterene Action Pathway"}, {"id": "SMP00133", "name": "Amiloride Action Pathway"}, {"id": "SMP00134", "name": "Spironolactone Action Pathway"}, {"id": "SMP00135", "name": "Eplerenone Action Pathway"}, {"id": "SMP00184", "name": "Glucose Transporter Defect (SGLT2)"}, {"id": "SMP00189", "name": "Hartnup Disorder"}, {"id": "SMP00193", "name": "Iminoglycinuria"}, {"id": "SMP00197", "name": "Lysinuric Protein Intolerance"}, {"id": "SMP00245", "name": "Glucose Transporter Defect (SGLT2)"}, {"id": "SMP00483", "name": "Kidney Function"}, {"id": "SMP00583", "name": "Blue diaper syndrome"}, {"id": "SMP00585", "name": "Lysinuric protein intolerance (LPI)"}, {"id": "SMP00723", "name": "Cystinuria"}], "wikipathways": {"id": "WP3527", "name": "Pre-implantation embryo"}}, "pfam": "PF00230", "pharmgkb": "PA24921", "pharos": {"target_id": 11076, "tdl": "Tchem"}, "pir": "A57119", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245903", "relationship": "is"}, {"id": "GNF245904", "relationship": "is"}, {"id": "GNF245905", "relationship": "is"}, {"id": "GNF245906", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161424", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF048102", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079673", "relationship": "is"}, {"id": "GNF079674", "relationship": "is"}, {"id": "GNF079675", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054632", "relationship": "is"}, {"id": "GNF059410", "relationship": "is"}, {"id": "GNF074796", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062073", "relationship": "is"}, {"id": "GNF062074", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000624", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097484", "relationship": "is"}, {"id": "GNF137139", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_007476.1"], "protein": ["NP_001305073.1", "NP_004916.1", "XP_047279304.1", "XP_054218896.1"], "rna": ["NM_001318144.2", "NM_004925.5", "XM_047423348.1", "XM_054362921.1"], "translation": [{"protein": "XP_047279304.1", "rna": "XM_047423348.1"}, {"protein": "XP_054218896.1", "rna": "XM_054362921.1"}, {"protein": "NP_004916.1", "rna": "NM_004925.5"}, {"protein": "NP_001305073.1", "rna": "NM_001318144.2"}]}, "reporter": {"HG-U133_Plus_2": ["203747_at", "39248_at", "39249_at"], "HG-U95Av2": ["39248_at", "39249_at"], "HG-U95B": "47982_at", "HTA-2_0": "TC09001012.hg.1", "HuEx-1_0": "3203569", "HuGene-1_1": "8160670", "HuGene-2_1": "17093245"}, "retired": 116088, "summary": "This gene encodes the water channel protein aquaporin 3. Aquaporins are a family of small integral membrane proteins related to the major intrinsic protein, also known as aquaporin 0. Aquaporin 3 is localized at the basal lateral membranes of collecting duct cells in the kidney. In addition to its water channel function, aquaporin 3 has been found to facilitate the transport of nonionic small solutes such as urea and glycerol, but to a smaller degree. It has been suggested that water channels can be functionally heterogeneous and possess water and solute permeation mechanisms. Alternative splicing of this gene results in multiple transcript variants encoding different isoforms. [provided by RefSeq, Dec 2015].", "symbol": "AQP3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412493"}, "unigene": "Hs.234642", "uniprot": {"Swiss-Prot": "Q92482", "TrEMBL": ["A0A2R8YD22", "A0A2R8Y2R4", "A0A2R8YDV4"]}, "wikipedia": {"url_stub": "Aquaporin 3"}}