{"AllianceGenome": "638", "HGNC": "638", "MIM": "600442", "_id": "362", "_version": 1, "accession": {"genomic": ["AC025154.31", "AH006636.2", "CH471111.1", "CP068266.2", "NC_000012.12", "NC_060936.1", "NG_033883.1"], "protein": ["AAC50474.1", "AAH32946.1", "CAG46786.1", "CAG46819.1", "EAW58110.1", "NP_001642.1", "P55064.1", "XP_005268895.1", "XP_054227931.1"], "rna": ["BC032946.1", "BP272197.1", "BQ083334.1", "BX095029.1", "CR541989.1", "CR542022.1", "NM_001651.4", "XM_005268838.3", "XM_054371956.1"], "translation": [{"protein": "AAH32946.1", "rna": "BC032946.1"}, {"protein": "NP_001642.1", "rna": "NM_001651.4"}, {"protein": "XP_054227931.1", "rna": "XM_054371956.1"}, {"protein": "CAG46786.1", "rna": "CR541989.1"}, {"protein": "CAG46819.1", "rna": "CR542022.1"}, {"protein": "XP_005268895.1", "rna": "XM_005268838.3"}]}, "alias": ["AQP-5", "PPKB"], "ensembl": {"gene": "ENSG00000161798", "protein": "ENSP00000293599", "transcript": ["ENST00000293599", "ENST00000553132"], "translation": [{"protein": "ENSP00000293599", "rna": "ENST00000293599"}], "type_of_gene": "protein_coding"}, "entrezgene": "362", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.47007192985, "exp_mis": 118.806169674, "exp_syn": 63.1699010523, "lof_z": 0.622632485092496, "mis_z": 1.02341039417891, "mu_lof": 3.53250855404e-07, "mu_mis": 1.09811187539e-05, "mu_syn": 5.85548720416e-06, "n_lof": 4.0, "n_mis": 96.0, "n_syn": 52.0, "p_li": 0.00438548410684657, "p_null": 0.32735838924327, "p_rec": 0.668256126649884, "syn_z": 0.871251775306296}, "bp": 798, "cds_end": 50358960, "cds_start": 50355800, "n_exons": 4, "nonpsych": {"exp_lof": 4.87079258355, "exp_mis": 107.450901061, "exp_syn": 57.0947118481, "lof_z": 0.387495665366095, "mis_z": 0.946447113998736, "mu_lof": 3.53250855404e-07, "mu_mis": 1.09811187539e-05, "mu_syn": 5.85548720416e-06, "n_lof": 4.0, "n_mis": 88.0, "n_syn": 45.0, "p_li": 0.00356657436162604, "p_null": 0.402707785242483, "p_rec": 0.593725640395891, "syn_z": 1.00776907383535}, "nontcga": {"exp_lof": 5.0246537448, "exp_mis": 109.293871627, "exp_syn": 58.1085050518, "lof_z": 0.891002513333206, "mis_z": 0.824145956814391, "mu_lof": 3.53250855404e-07, "mu_mis": 1.09811187539e-05, "mu_syn": 5.85548720416e-06, "n_lof": 3.0, "n_mis": 92.0, "n_syn": 44.0, "p_li": 0.0231338223178977, "p_null": 0.208392651299414, "p_rec": 0.768473526382688, "syn_z": 1.1718812000601}, "transcript": "ENST00000293599.6"}, "exons": [{"cdsend": 49965177, "cdsstart": 49962017, "chr": "12", "position": [[49961871, 49962380], [49963491, 49963656], [49964091, 49964175], [49964991, 49965682]], "strand": 1, "transcript": "NM_001651", "txend": 49965682, "txstart": 49961871}], "exons_hg19": [{"cdsend": 50358960, "cdsstart": 50355800, "chr": "12", "position": [[50355654, 50356163], [50357274, 50357439], [50357874, 50357958], [50358774, 50359465]], "strand": 1, "transcript": "NM_001651", "txend": 50359465, "txstart": 50355654}], "generif": [{"pubmed": 16500622, "text": "This is the first reliable investigation of the regulation of MUC5AC mucin secretion by silencing AQP5."}, {"pubmed": 16537379, "text": "TRPV4 participates in hypotonic reduction of AQP5."}, {"pubmed": 17043812, "text": "hyperosmotic stress is an important activator of AQP-5 in human airway epithelium, leading to significantly increased transepithelial water permeability"}, {"pubmed": 17553491, "text": "These results show that IL-13 interferes with ion and water channel expression and localization during epithelial regeneration and may thereby influence mucus composition and hydration."}, {"pubmed": 17640479, "text": "The decreased expression of AQP5 mRNA may be related to the severity of airflow obstruction."}, {"pubmed": 18042467, "text": "We conclude that AQP5 membrane targeting can include more than one mechanism besides cAMP dependent phosphorylation."}, {"pubmed": 18215141, "text": "elements found in the aquaporin-5 and the Rad9 (radiation-sensitive 9) genes showed selective AR versus GR binding in band-shift assays and a strong activity and selectivity in functional assays, both as isolated elements and in their original contexts"}, {"pubmed": 18280225, "text": "The data suggest potential roles of AQP3 and 5 in the regulation of airway hypersecretion, perhaps ultimately providing a target for treating such diseases"}, {"pubmed": 18305162, "text": "AQP5 expression was needed for shear-induced barrier enhancement"}, {"pubmed": 18449356, "text": "Genetic background differences or a distinct pathogenetic Keratoconus (KC) cascade specific to the analyzed population could account for the dissimilarities observed in KC-related AQP5 expression."}, {"pubmed": 18478076, "text": "AQP5, through its phosphorylation on Ser156 and subsequent interaction with c-Src, plays an important role in NSCLC invasion and, therefore, may provide a unique opportunity for developing a novel therapeutic target as well as a prognostic marker in NSCLC"}, {"pubmed": 18583321, "text": "There is an induction of hAQP5 expression during colorectal carcinogenesis. hAQP5 ingteracts with the Ras/extracellular signal-regulated kinase/retinoblastoma protein signaling pathway, identifying hAQP5 as a novel therapeutic target."}, {"pubmed": 18612408, "text": "AQP5 is overexpressed in chronic myelogenous leukemia cells and plays a role in promoting cell proliferation and inhibiting apoptosis."}, {"pubmed": 18768791, "text": "C terminus may arise from the phosphorylation of AQP5 and thereby signal trafficking"}, {"pubmed": 18846354, "text": "A single nucleotide polymorphism in the AQP5 gene promoter alters AQP5 expression in different in vitro systems and cells, and is associated with alterations of variables of the RAAS both in young healthy males and patients with coronary artery disease."}, {"pubmed": 18846354, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18853286, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18853286, "text": "The +2254A to G variant in intron 3 of AQP5 was associated with a decreased risk of COPD in a Chinese population."}, {"pubmed": 19166033, "text": "AQP5 was expressed more highly in patients with nasal polyps and allergic rhinitis than in patients with nasal polyps alone."}, {"pubmed": 19340551, "text": "Up-regulation of AQP5 may be involved in differentiation of human gastric cancer cells."}, {"pubmed": 19652646, "text": "expressed in primary human lung parenchyma mesenchymal stromal cells"}, {"pubmed": 19664333, "text": "When inhibiting the proliferation of ovarian cancer cells, topotecan may down-regulate the expression of AQP5 and NF-kappaB."}, {"pubmed": 20106632, "text": "AQP3, 4 & 5 exhibited differential expression between human gastric carcinoma & corresponding normal tissue;AQP3 & AQP5 expression were associated with lymph node metastasis & lymphovascular invasion"}, {"pubmed": 20360993, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20362698, "text": "AQP5 transcription and protein expression were down-regulated after exposure to lipopolysaccharide via the p38/JNK signaling pathway."}, {"pubmed": 20669661, "text": "AQP5, HIF-1alpha, VEGF are all involved in edema formation in nasal polyps."}, {"pubmed": 20806077, "text": "The purpose of this study was to determine the effects of down-regulation of Aquaporin 1 (AQP1) and Aquaporin 5 (AQP5) on cell proliferation and migration in human corneal endothelial (HCEC) and human corneal epithelial (CEPI17) cell lines, respectively."}, {"pubmed": 21151978, "text": "Aquaporin 5 polymorphisms have a role in rate of lung function decline in chronic obstructive pulmonary disease"}, {"pubmed": 21244858, "text": "AQP1 and AQP5 might play an important role in the development of lung edema and lung injury"}, {"pubmed": 21251364, "text": "Treatment of A549 cells with tanshinone IIA can decrease the overexpression of AQP5 induced by seawater."}, {"pubmed": 21315850, "text": "Aquaporin-5, which mediates water permeability and thus regulates cell shape and volume, is a potentially important determinant in cell migration."}, {"pubmed": 21427539, "text": "Aquaporin 5 gene promoter--1364A/C polymorphism associated with 30-day survival in severe sepsis."}, {"pubmed": 21455588, "text": "AQP5 expression increases MUC5AC and MUC5B mucin production"}, {"pubmed": 21524183, "text": "AQP5-IR was found on apical and basolateral membranes of acinar cells, and showed a \"mosaic\" pattern, i.e., with some acini and/or acinar cells showing stronger AQP5-IR than others."}, {"pubmed": 21950762, "text": "Numbers of AQP-5-positive coils in the secretory part of eccrine sweat glands were decreased in Sjogren's syndrome, but not in skin affected by idiopathic segmental anhidrosis or idiopathic pure sudomotor failure."}, {"pubmed": 21973049, "text": "TNF-alpha inhibition of AQP5 expression in human salivary gland acinar cells is due to the epigenetic mechanism by suppression of acetylation of histone H4."}, {"pubmed": 22048942, "text": "These observations suggest that AQP5 plays a key role in cervical cancer"}, {"pubmed": 22145049, "text": "AQP5 overexpression is associated with cell growth and metastasis of human breast cancer."}, {"pubmed": 22470085, "text": "the results of this study suggest that AQP-5 expression may be associated with prognosis and drug sensitivity in biliary tract carcinoma"}, {"pubmed": 22472942, "text": "expression of aquaporin 1 and 5 was higher in uterine leiomyomata than in unaffected uteri"}, {"pubmed": 22576684, "text": "Overexpression of both AQP5 and AQP3 were immunohistochemically observed on tumor cells in squamous cell carcinoma"}, {"pubmed": 22715407, "text": "These findings indicate that AQP5-mediated regulation of microtubule dynamics modulates airway epithelial barrier properties and epithelial function."}, {"pubmed": 22732097, "text": "The potential functions of AQP2 and AQP5 are in the resorption and secretion of endolymph. (Review)"}, {"pubmed": 23160677, "text": "These observations suggest that sialadenosis is associated with a different AQP5 expression and distribution pattern in salivary acinar cells."}, {"pubmed": 23176748, "text": "A lipid, phosphatidylserine, is bound to AQP5 in the central pore, totally occluding it and inhibits the function of the central pore with an IC(50) in the micromolar range."}, {"pubmed": 23203809, "text": "By directing cellular localization of TRPC1 and AQP5 channels and by selectively regulating the functional assembly TRPC1-STIM1 channels, Cav1 is a crucial determinant of SG fluid secretion."}, {"pubmed": 23313152, "text": "AQP5 is a significant component of lens fiber cell membranes, representing the second most abundant water channel in these cells."}, {"pubmed": 23326416, "text": "upregulated Aqp5 may contribute to polyuria, possibly by impairing Aqp2 membrane localization, in Dot1l(AC) mice and in patients with diabetic nephropathy."}, {"pubmed": 23352976, "text": "The variant G allele of AQP5 polymorphism rs3736309 reduces the risk of Meniere's disease."}, {"pubmed": 23382834, "text": "Our findings clearly indicate that binding of anti-M3R autoantibodies to the receptor, which was verified by immunoprecipitation, suppresses AQP5 trafficking to the membrane and contribute to impaired fluid secretion in SjS."}, {"pubmed": 23392848, "text": "AQP5 polymorphism A(-1364)C is associated with peritumoral brain edema in meningioma patients"}, {"pubmed": 23436048, "text": "Overexpression of AQP5 is associated with lymphatic Metastasis in gastric carcinoma."}, {"pubmed": 23473857, "text": "The regulated AQP5 translocation may contribute to sweat secretion by increasing the water permeability of apical plasma membranes of sweat glands."}, {"pubmed": 23797770, "text": "High expression of both AQP3 and AQP5, not each alone, is an independent poor prognostic factor in ESCC patients."}, {"pubmed": 23830519, "text": "Mutations in AQP5 cause autosomal-dominant diffuse nonepidermolytic palmoplantar keratoderma."}, {"pubmed": 23842530, "text": "AQP5-L51R does not exhibit the H2O or CO2 permeability of the wild-type protein."}, {"pubmed": 23867895, "text": "We described a Chinese family with palmoplantar keratoderma Bothnia type in which we identified a gain-of-function mutation in AQP5."}, {"pubmed": 24114055, "text": "High AQP5 expression is associated with breast cancer."}, {"pubmed": 24217644, "text": "Survival of patients with a high AQP-5/PTEN coexpression was longer than that of patients with a low coexpression (p = 0.003)."}, {"pubmed": 24224160, "text": "Our data suggest for the first time that the aberrant expression of AQP3 and AQP5 proteins may be strongly related to tumor progression and prognosis in patients with hepatocellular carcinoma"}, {"pubmed": 24752576, "text": "So these results indicate that AQP5 is associated with drug resistance of colon cancer, and that the AQP5-P38 MAPK pathway may represent a potential drug target to improve drug resistance of colon cancer cells."}, {"pubmed": 25109507, "text": "In colorectal adenocarcinoma, 31.1% had high levels of expression of AQP5, 64.4% exhibited a moderate level of staining, and 4.4% had an absence of AQP5 staining. AQP5 was only occasionally detected in para-neoplastic (6.67%) and normal tissues (6.67%)."}, {"pubmed": 25217331, "text": "The AQP5 protein is up-regulated in prostate cancer and is closely related to advanced stage, lymph node metastasis, and poor prognosis. AQP5 expression was associated with cell proliferation and migration."}, {"pubmed": 25218052, "text": "AQP5 was strongly localized in the apical membrane and weakly localized in the cytoplasm of secretory epithelial cells."}, {"pubmed": 25298246, "text": "Down-regulated aquaporin 5 inhibits proliferation and migration of human epithelial ovarian cancer 3AO cells."}, {"pubmed": 25631586, "text": "Aquaporin-5 is expressed in adipocytes with implications in adipose differentiation."}, {"pubmed": 25721378, "text": "Study found a significant correlation between AQP1, AQP3, and AQP5 overexpression and lymph node metastasis in patients with surgically resected colon cancer."}, {"pubmed": 25781725, "text": "Histamine downregulates AQP5 production in human nasal epithelial cells by inhibiting cyclic adenosine monophosphate-responsive element binding protein (CREB) phosphorylation at serine 133."}, {"pubmed": 25877715, "text": "The severity of preterm infants with acute respiratory distress syndrome was associated with the plasma level of AQP5; the more severe of the disease, the higher levels of plasma AQP5."}, {"pubmed": 25878490, "text": "The hyperosmotic induction of AQP5 and VEGF in retinal pigment epithelial cells was in part dependent on activation of NFAT5."}, {"pubmed": 26032342, "text": "The findings presented here add further support to mutations in AQP5 being responsible for this particular subtype of NEPPK and also have implications for the optimal initial genetic screening of other British individuals with this clinical diagnosis."}, {"pubmed": 26074259, "text": "AQP5 defined a subset of patients with Bcl-2-negative and p16-negative tumours with a poor clinical outcome."}, {"pubmed": 26299924, "text": "These results indicate that NFAT5 plays important roles in proliferation and migration of human lung adenocarcinoma cells through regulating AQP5 expression, providing a new therapeutic option for lung adenocarcinoma therapy."}, {"pubmed": 26375433, "text": "Our results suggest that AQP5 but not AQP4 contributes to salivary secretion in patients with Sjogren's syndrome, including those with neuromyelitis optica complicated with Sjogren's syndrome."}, {"pubmed": 26569106, "text": "AQP5 plasma membrane abundance in transfected HEK293 cells is rapidly and reversibly regulated by at least three independent mechanisms involving phosphorylation at Ser156, protein kinase A activity and extracellular tonicity."}, {"pubmed": 26614400, "text": "AQP5 can be both overexpressed and lost in subgroups of prostate cancers"}, {"pubmed": 26823734, "text": "Suggest that sputum AQP1 and AQP5 could be used as diagnostic markers in mild-to-moderate adult-onset asthma."}, {"pubmed": 27058007, "text": "nuclear matrix protein 4 overexpression increased Aquaporin 5 mRNA expression by 2.5-fold in HEK293 cells"}, {"pubmed": 27103565, "text": "Data suggest that urine AQP5/creatinine ratio is significantly higher in patients with diabetic nephropathy than in control subjects, subjects diabetes, or subjects with nephropathy of unknown etiology; urine AQP5/creatinine ratio increases with stage of diabetic nephropathy; this biomarker may improve clinical models in distinguishing diabetic nephropathy from normal controls and subjects with type 2 diabetic alone."}, {"pubmed": 27255181, "text": "We present the first Danish family diagnosed with autosomal dominant palmplantar ketratoderma of Bothnian type resulting from c.562C>T, p.Arg188Cys in the AQP5 gene."}, {"pubmed": 27497833, "text": "results suggest regulation of AQP1 and AQP5 at the post-translational level and support previous observations on the implication of AQP1 and 5 in maintenance of lens transparency"}, {"pubmed": 27517516, "text": "this study shows that S-allylmercapto-l-cysteine can suppress AQP5 secretion using the cell model of chronic obstructive pulmonary disease"}, {"pubmed": 27835672, "text": "Data show that the expression of aquaporin (AQP) 1, AQP3, AQP5, epithelial Na+ channel (ENaC) and sodium potassium ATPase (Na-K-ATPase) are altered in patients with acute respiratory failure (ARF) due to diffuse alveolar damage (DAD), and the cause of DAD does not seem to influence the level of impairment of these channels."}, {"pubmed": 27871297, "text": "The AQP5 genotype may influence survival following lipopolysaccharides by altering neutrophil cell migration."}, {"pubmed": 27978515, "text": "The current study suggests AQP5 rs1964676 as a new potential prognostic marker in patients with EBC involved in AQP5 expression"}, {"pubmed": 28088675, "text": "Adjusting AQP5 protein levels could be considered a therapeutic strategy for the treatment of acute pulmonary edema induced by H2S and other hazardous gases"}, {"pubmed": 28246612, "text": "we analyzed the urine excretion of AQP5 and AQP2 via exosomes, in 35 diabetic patients: 12 normoalbuminuric with normal renal function (DM), 11 with proteinuric nondiabetic nephropathy (NDN), and 12 with histological diagnosis and classification of DN. urinary AQP5 and AQP2 were significantly increased in DN patients."}, {"pubmed": 28358429, "text": "Double IF showed the co-localization of AQP5 and LC3B on BafA1-treated heated cells. In conclusion, we demonstrated that heat shock decreased AQP5 on cellular membranes and in the cytoplasm by activating autophagic degradation, and heat shock and AQP5 knockdown exerted similar anticancer effects, suggesting that heat shock exerts anticancer effects via the autophagic degradation of AQP5."}, {"pubmed": 28404978, "text": "we demonstrated that AQP5 gene silencing could inhibit the proliferation, reduce the migration and promote the apoptosis of human glioma cells by suppressing EGFR/ERK/p38 MAPK signaling pathway"}, {"pubmed": 28455098, "text": "Osmotic water permeabilities of aquaporins AQP4, AQP5, and GlpF from near-equilibrium simulations have been presented."}, {"pubmed": 28594978, "text": "Mucins and AQP5 gene expression were significantly higher in patients with OME relative to controls. A 2-fold increase in AQP5 correlated with increased effusion viscosity (1.94 mL/mg; 95% CI, 0.08-3.80 mL/mg)."}, {"pubmed": 28619511, "text": "AQP5 is up-regulated in hepatocellular carcinoma (HCC) cell line. AQP5 promotes hepatocellular carcinoma metastasis via NF-kappa B-regulated epithelial-mesenchymal transition."}, {"pubmed": 28680052, "text": "Results show that the exposure to a hyperosmotic challenge induces AQP5 upregulation along with increases in expression levels of proinflammatory cytokines and cell death through increases in the JNK1/2 MAPK signaling pathway in human corneal epithelial cells."}, {"pubmed": 28766180, "text": "AQP1, 3 and 5 expression through the stages of human salivary gland morphogenesis, was examined."}, {"pubmed": 28833571, "text": "Findings show that overexpression of aquaporin 5 (AQP5) activated epithelial-mesenchymal transition (EMT) in colorectal cancer (CRC) cells."}, {"pubmed": 28958942, "text": "RAQP5 protein expression in breast cancer.Rac1 is a potential downstream signaling partner of AQP5 in breast cancer."}, {"pubmed": 29279852, "text": "The urea transporter subtypes, UT-A1 and UT-B1, were expressed in the skin basal cell layer and exocrine sweat glands. The abundance of UT-A1 and UT-B1 in uremic sweat glands was significantly increased in UP, while the expression of AQP5 was decreased."}, {"pubmed": 29322789, "text": "silencing of AQP-5 hinders angiogenesis of colorectal tumor by suppressing the production of vascular endothelial growth factor"}, {"pubmed": 29390193, "text": "these results suggest that AQP5 silencing enhances the sensitivity of colorectal cancer (CRC) cells to 5-FU, and the underlying mechanism is related to inhibition of the Wnt-beta-catenin pathway. AQP5 could be a useful therapeutic target for CRC treatment."}, {"pubmed": 29799470, "text": "Structural basis for mutations in human AQP5 associated with keratoderma has been described."}, {"pubmed": 29925705, "text": "the present data suggest that expression of AQP3 and 5 may be a marker for distinguishing between patients with dry mouth and those with Sjogren's syndrome"}, {"pubmed": 29951954, "text": "Results indicate that autophagy plays a crucial role in aquaporin 5 (AQP5) degradation in diabetic submandibular gland (SMG)."}, {"pubmed": 30072015, "text": "Down-regulation of Apaf-1 protein and the overexpression of Cyclin D1 and AQP-5 proteins possibly contribute to an aggressive serous ovarian carcinoma with a high risk of recurrence and poor response to the first-line chemotherapy."}, {"pubmed": 30221495, "text": "To date, seven different AQP5 mutations have been reported in PPKB, including the two in our study. This study reports new and recurrent AQP5 mutations and extends the clinical spectrum of Palmoplantar keratoderma Bothnia type (PPKB)."}, {"pubmed": 30517197, "text": "In pneumonia evoked ARDS, the AA genotype of the AQP5 -1364A/C promoter SNP is associated with a decreased recovery rate from acute kidney injury and this is independent from the patients net fluid balance."}, {"pubmed": 30689610, "text": "The AQP5 genotype impacts on pulmonary inflammation and prognosis in acute respiratory distress syndrome."}, {"pubmed": 31377226, "text": "Data suggest that baseline AQP5 is independently associated with the progression of eGFR decline in patients with type 2 diabetes and nephropathy."}, {"pubmed": 31773315, "text": "MD simulations of human AQP5 provide valuable insights into the gas permeation mechanism"}, {"pubmed": 31811204, "text": "DNA methylation of a NF-kappaB binding site in the aquaporin 5 promoter impacts on mortality in sepsis."}, {"pubmed": 31867018, "text": "The Aquaporin 5 -1364A/C Promoter Polymorphism Is Associated With Cytomegalovirus Infection Risk in Kidney Transplant Recipients."}, {"pubmed": 31884335, "text": "interactions among AQP5 gene may increase molar-incisor hypomineralization susceptibility"}, {"pubmed": 32025032, "text": "stem cells within the AQP5(+) compartment are a source of WNT-driven, invasive gastric cancer in vivo"}, {"pubmed": 32053992, "text": "Dynamics of Salivary Gland AQP5 under Normal and Pathologic Conditions."}, {"pubmed": 32272738, "text": "Major Adverse Kidney Events Are Associated with the Aquaporin 5 -1364A/C Promoter Polymorphism in Sepsis: A Prospective Validation Study."}, {"pubmed": 32714076, "text": "Cordycepin attenuates Salivary Hypofunction through the Prevention of Oxidative Stress in Human Submandibular Gland Cells."}, {"pubmed": 32826239, "text": "Aquaporin-5 Expression Is Reduced in Lymphocytic Colitis."}, {"pubmed": 32901888, "text": "Differential expression and inhibitory effects of aquaporins on the development of adenomyosis."}, {"pubmed": 32965322, "text": "AQP5 regulates the proliferation and differentiation of epidermal stem cells in skin aging."}, {"pubmed": 33031138, "text": "Modulatory effect of aquaporin 5 on estrogen-induced epithelial-mesenchymal transition in prostate epithelial cells."}, {"pubmed": 33542263, "text": "TonEBP regulates the hyperosmotic expression of aquaporin 1 and 5 in the intervertebral disc."}, {"pubmed": 33740392, "text": "Signatures for chronic obstructive pulmonary disease (COPD) and asthma: a comparative genetic analysis."}, {"pubmed": 33760167, "text": "MicroRNA12715p alleviates the malignant development of hepatitis B virusmediated liver cancer via binding to AQP5."}, {"pubmed": 34331360, "text": "Activation of Aquaporin 5 by carcinogenic Helicobacter pylori infection promotes epithelial-mesenchymal transition via the MEK/ERK pathway."}, {"pubmed": 34440877, "text": "Unraveling Human AQP5-PIP Molecular Interaction and Effect on AQP5 Salivary Glands Localization in SS Patients."}, {"pubmed": 34455107, "text": "Up-regulation of Aquaporin 5 Defines Spasmolytic Polypeptide-Expressing Metaplasia and Progression to Incomplete Intestinal Metaplasia."}, {"pubmed": 34502121, "text": "Ezrin Is a Novel Protein Partner of Aquaporin-5 in Human Salivary Glands and Shows Altered Expression and Cellular Localization in Sjogren's Syndrome."}, {"pubmed": 34948259, "text": "C-Terminal Domain of Aquaporin-5 Is Required to Pass Its Protein Quality Control and Ensure Its Trafficking to Plasma Membrane."}, {"pubmed": 35455986, "text": "Aquaporin-3 and Aquaporin-5 Facilitate Migration and Cell-Cell Adhesion in Pancreatic Cancer by Modulating Cell Biomechanical Properties."}, {"pubmed": 36177915, "text": "Expression of ICOS in the salivary glands of patients with primary Sjogren's syndrome and its molecular mechanism."}, {"pubmed": 36232935, "text": "Physiological Cooperation between Aquaporin 5 and TRPV4."}, {"pubmed": 36233114, "text": "AQP5-1364A/C Polymorphism Affects AQP5 Promoter Methylation."}, {"pubmed": 36295616, "text": "Forensic Diagnosis of Freshwater or Saltwater Drowning Using the Marker Aquaporin 5: An Immunohistochemical Study."}, {"pubmed": 36372898, "text": "AQP5 complements LGR5 to determine the fates of gastric cancer stem cells through regulating ULK1 ubiquitination."}, {"pubmed": 36468842, "text": "The cell polarity protein Scribble is downregulated by the water channel aquaporin-5 in breast cancer cells."}, {"pubmed": 36621535, "text": "Involvement of aquaporin 5 in Sjogren's syndrome."}, {"pubmed": 36645858, "text": "AQP5, a second gene at play with CFTR in aquagenic palmoplantar keratoderma."}, {"pubmed": 36706090, "text": "Aquaporin 5 (AQP5) expression in breast cancer and its clinicopathological characteristics."}, {"pubmed": 36766810, "text": "The Role of Aquaporin 5 (AQP5) in Lung Adenocarcinoma: A Review Article."}, {"pubmed": 38047298, "text": "Involvement of aquaporin 5 and Na-K-2Cl cotransporter 1 in the pathogenesis of primary focal hyperhidrosis: evidence from the primary sweat gland cell culture."}], "genomic_pos": {"chr": "12", "end": 49965682, "ensemblgene": "ENSG00000161798", "start": 49961872, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 50359464, "start": 50355653, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006833", "qualifier": "involved_in", "term": "water transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006833", "pubmed": 18768791, "qualifier": "involved_in", "term": "water transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0015670", "qualifier": "involved_in", "term": "carbon dioxide transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0015670", "pubmed": 19273840, "qualifier": "involved_in", "term": "carbon dioxide transport"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030157", "pubmed": 12801959, "qualifier": "involved_in", "term": "pancreatic juice secretion"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0042476", "pubmed": 12522663, "qualifier": "involved_in", "term": "odontogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046541", "qualifier": "involved_in", "term": "saliva secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048593", "qualifier": "involved_in", "term": "camera-type eye morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051289", "pubmed": [18768791, 26569106], "qualifier": "involved_in", "term": "protein homotetramerization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055085", "qualifier": "involved_in", "term": "transmembrane transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071476", "pubmed": 26569106, "qualifier": "involved_in", "term": "cellular hypotonic response"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 26569106, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005902", "qualifier": "located_in", "term": "microvillus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009925", "qualifier": "located_in", "term": "basal plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "is_active_in", "term": "apical plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016324", "pubmed": 12801959, "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030659", "pubmed": 26569106, "qualifier": "located_in", "term": "cytoplasmic vesicle membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19199708, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 19060904, 25416956], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015250", "qualifier": "enables", "term": "water channel activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015250", "pubmed": [12801959, 18768791], "qualifier": "enables", "term": "water channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 18768791, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[8364, 100491662], [9031, 431305], [9544, 711804], [9598, 741283], [9606, 362], [9615, 486551], [9913, 782368], [10090, 11830], [10116, 25241]], "id": 20398}, "interpro": [{"desc": "Major intrinsic protein", "id": "IPR000425", "short_desc": "MIP"}, {"desc": "Major intrinsic protein, conserved site", "id": "IPR022357", "short_desc": "MIP_CS"}, {"desc": "Aquaporin-like", "id": "IPR023271", "short_desc": "Aquaporin-like"}, {"desc": "Aquaporin 5", "id": "IPR023276", "short_desc": "Aquaporin_5"}, {"desc": "Aquaporin transporter", "id": "IPR034294", "short_desc": "Aquaporin_transptr"}], "ipi": "IPI00022752", "map_location": "12q13.12", "name": "aquaporin 5", "other_names": "aquaporin-5", "pantherdb": {"HGNC": "638", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "106215", "ortholog_type": "LDO", "panther_family": "PTHR19139", "taxid": 10090, "uniprot_kb": "Q9WTY4"}, {"RGD": "2144", "ortholog_type": "LDO", "panther_family": "PTHR19139", "taxid": 10116, "uniprot_kb": "P47864"}, {"Ensembl": "ENSGALG00000041878", "ortholog_type": "LDO", "panther_family": "PTHR19139", "taxid": 9031, "uniprot_kb": "A0A1D5P9U9"}, {"ZFIN": "ZDB-GENE-050706-86", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7955, "uniprot_kb": "Q4ZJI3"}, {"Ensembl": "ENSDARG00000105007", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7955, "uniprot_kb": "A0A0G2KRN0"}, {"ZFIN": "ZDB-GENE-040801-41", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7955, "uniprot_kb": "Q6DEI6"}, {"EnsemblGenome": "FBgn0033635", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7227, "uniprot_kb": "D3DMU9"}, {"FlyBase": "FBgn0034883", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7227, "uniprot_kb": "A0A0C4DHF9"}, {"FlyBase": "FBgn0034882", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7227, "uniprot_kb": "Q9W1M4"}, {"FlyBase": "FBgn0034884", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7227, "uniprot_kb": "Q9W1M2"}, {"FlyBase": "FBgn0034885", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7227, "uniprot_kb": "A0A0B4KFZ1"}, {"FlyBase": "FBgn0000180", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7227, "uniprot_kb": "P23645"}, {"FlyBase": "FBgn0015872", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 7227, "uniprot_kb": "Q9V5Z7"}, {"dictyBase": "DDB_G0290691", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 352472, "uniprot_kb": "Q54FQ9"}, {"dictyBase": "DDB_G0280537", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 352472, "uniprot_kb": "Q54V53"}, {"dictyBase": "DDB_G0267378", "ortholog_type": "O", "panther_family": "PTHR19139", "taxid": 352472, "uniprot_kb": "Q9U8P7"}], "uniprot_kb": "P55064"}, "pathway": {"kegg": {"id": "hsa04970", "name": "Salivary secretion - Homo sapiens (human)"}, "pid": {"id": "ecadherin_stabilization_pathway", "name": "Stabilization and expansion of the E-cadherin adherens junction"}, "reactome": [{"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-432047", "name": "Passive transport by Aquaporins"}, {"id": "R-HSA-445717", "name": "Aquaporin-mediated transport"}]}, "pdb": ["3D9S", "5C5X", "5DYE", "7STC"], "pfam": "PF00230", "pharmgkb": "PA24923", "pharos": {"target_id": 15976, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245911", "relationship": "is"}, {"id": "GNF245912", "relationship": "is"}, {"id": "GNF245913", "relationship": "is"}, {"id": "GNF245914", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161247", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079678", "relationship": "is"}, {"id": "GNF079679", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053227", "relationship": "is"}, {"id": "GNF057996", "relationship": "is"}, {"id": "GNF073161", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062537", "relationship": "is"}, {"id": "GNF062538", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000626", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097482", "relationship": "is"}, {"id": "GNF137137", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_033883.1"], "protein": ["NP_001642.1", "XP_005268895.1", "XP_054227931.1"], "rna": ["NM_001651.4", "XM_005268838.3", "XM_054371956.1"], "translation": [{"protein": "NP_001642.1", "rna": "NM_001651.4"}, {"protein": "XP_054227931.1", "rna": "XM_054371956.1"}, {"protein": "XP_005268895.1", "rna": "XM_005268838.3"}]}, "reporter": {"HG-U133_Plus_2": "213611_at", "HG-U95Av2": "32909_at", "HTA-2_0": "TC12000384.hg.1", "HuEx-1_0": "3414315", "HuGene-1_1": "7955297", "HuGene-2_1": "16750974"}, "retired": 8084, "summary": "Aquaporin 5 (AQP5) is a water channel protein.  Aquaporins are a family of small integral membrane proteins related to the major intrinsic protein (MIP or AQP0). Aquaporin 5 plays a role in the generation of saliva, tears and pulmonary secretions. AQP0, AQP2, AQP5, and AQP6 are closely related and all map to 12q13. [provided by RefSeq, Jul 2008].", "symbol": "AQP5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412495"}, "unigene": "Hs.298023", "uniprot": {"Swiss-Prot": "P55064"}, "wikipedia": {"url_stub": "AQP5"}}