{"AllianceGenome": "651", "HGNC": "651", "MIM": "104640", "_id": "374", "_version": 2, "accession": {"genomic": ["AC021180.6", "AC149643.1", "AH002608.2", "AY442340.1", "CH471057.1", "CP068274.2", "NC_000004.12", "NC_060928.1"], "protein": ["AAA51773.1", "AAA51781.1", "AAH09799.1", "AAI46954.1", "AAI46968.1", "AAR05438.1", "AAV38669.1", "EAX05710.1", "NP_001648.1", "P15514.2"], "rna": ["AK023449.1", "AW014754.1", "BC009799.1", "BC146953.1", "BC146967.1", "BT019866.1", "HY047499.1", "M30704.1", "NM_001657.4"], "translation": [{"protein": "AAH09799.1", "rna": "BC009799.1"}, {"protein": "AAI46968.1", "rna": "BC146967.1"}, {"protein": "NP_001648.1", "rna": "NM_001657.4"}, {"protein": "AAV38669.1", "rna": "BT019866.1"}, {"protein": "AAI46954.1", "rna": "BC146953.1"}, {"protein": "AAA51781.1", "rna": "M30704.1"}]}, "alias": ["AR", "AREGB", "CRDGF", "SDGF"], "ensembl": {"gene": "ENSG00000109321", "protein": ["ENSP00000379097", "ENSP00000421414"], "transcript": ["ENST00000395748", "ENST00000502307", "ENST00000511560"], "translation": [{"protein": "ENSP00000379097", "rna": "ENST00000395748"}, {"protein": "ENSP00000421414", "rna": "ENST00000502307"}], "type_of_gene": "protein_coding"}, "entrezgene": "374", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.15596160566, "exp_mis": 41.7403999355, "exp_syn": 23.2460243906, "lof_z": 1.75976864599789, "mis_z": 3.08434859942728, "mu_lof": 6.53969179566e-07, "mu_mis": 7.38684327307e-06, "mu_syn": 3.57721805051e-06, "n_lof": 0.0, "n_mis": 1.0, "n_syn": 0.0, "p_li": 0.652354960633584, "p_null": 0.025154158786979, "p_rec": 0.322490880579438, "syn_z": 2.98898520209415}, "bp": 759, "cds_end": 75318354, "cds_start": 75311062, "n_exons": 5, "nonpsych": {"exp_lof": 2.81386877487, "exp_mis": 37.736509983, "exp_syn": 20.9973120619, "lof_z": 1.64741838767941, "mis_z": 3.01632897285037, "mu_lof": 6.53969179566e-07, "mu_mis": 7.38684327307e-06, "mu_syn": 3.57721805051e-06, "n_lof": 0.0, "n_mis": 1.0, "n_syn": 0.0, "p_li": 0.650755054785125, "p_null": 0.0300277181046383, "p_rec": 0.319217227110237, "syn_z": 2.88499674203607}, "nontcga": {"exp_lof": 2.89933423243, "exp_mis": 38.3970202, "exp_syn": 21.3821905671, "lof_z": 1.67969478418516, "mis_z": 3.00675493820255, "mu_lof": 6.53969179566e-07, "mu_mis": 7.38684327307e-06, "mu_syn": 3.57721805051e-06, "n_lof": 0.0, "n_mis": 1.0, "n_syn": 0.0, "p_li": 0.638391219220183, "p_null": 0.0281033551678159, "p_rec": 0.333505425612001, "syn_z": 2.92784708457881}, "transcript": "ENST00000395748.3"}, "exons": [{"cdsend": 74452637, "cdsstart": 74445345, "chr": "4", "position": [[74445135, 74445406], [74446533, 74446782], [74449046, 74449248], [74450379, 74450532], [74452543, 74452655], [74454758, 74455004]], "strand": 1, "transcript": "NM_001657", "txend": 74455004, "txstart": 74445135}], "exons_hg19": [{"cdsend": 75318354, "cdsstart": 75311062, "chr": "4", "position": [[75310852, 75311123], [75312250, 75312499], [75314763, 75314965], [75316096, 75316249], [75318260, 75318372], [75320475, 75320721]], "strand": 1, "transcript": "NM_001657", "txend": 75320721, "txstart": 75310852}, {"cdsend": 75488112, "cdsstart": 75480838, "chr": "4", "position": [[75480628, 75480899], [75482005, 75482254], [75484522, 75484724], [75485853, 75486006], [75488018, 75488130], [75490234, 75490480]], "strand": 1, "transcript": "NM_001657", "txend": 75490480, "txstart": 75480628}], "generif": [{"pubmed": 11719440, "text": "(TARP) expression in prostate cancer cells leads to an increased growth rate and induction of caveolins and amphiregulin."}, {"pubmed": 11859273, "text": "mRNA expression in atrophic gastritis before and after Helicobacter pylori eradication"}, {"pubmed": 12356750, "text": "H358 cells secrete a high level of amphiregulin that, in combination with IGF1, prevents serum deprivation apoptosis"}, {"pubmed": 12568494, "text": "Review. The activation of EGFR in response to smoke involves cleavage of amphiregulin by ADAM 17."}, {"pubmed": 12711607, "text": "amphiregulin binds to EGF receptor and has a role in stimulation of lung epithelial cells upon exposure to tobacco smoke"}, {"pubmed": 12743035, "text": "Data show that in squamous cell carcinoma cells, stimulation with G protein-coupled receptor agonists specifically results in cleavage and release of amphiregulin (AR) by TACE."}, {"pubmed": 14633617, "text": "Amphiregulin(AR) overexpressing cells (HaCaT-AR) displayed autonomous proliferation in serum-free media. HaCaT-AR cells formed rapidly growing tumors with AR expression similar to keratoacanthoma."}, {"pubmed": 15186320, "text": "epidermal AR expression as a possible mediator of innate cutaneous immunity and epidermal proliferation and also as a potential trigger of both cutaneous psoriasis and psoriatic arthritis."}, {"pubmed": 15254267, "text": "amphiregulin- and ErbB1-dependent mechanism by which autocrine ERK activation is maintained in normal keratinocytes"}, {"pubmed": 15284208, "text": "AR is under strong regulation by the cAMP pathway in various cell types"}, {"pubmed": 15474502, "text": "upregulation of the epiregulin and amphiregulin expression is part of the signal transduction pathway which leads to ovulation and luteinization in the human ovary"}, {"pubmed": 15685553, "text": "an early-response growth factor that may contribute to the initial phases of liver regeneration."}, {"pubmed": 15696081, "text": "Amphiregulin was secreted by human mast cells after aggregation of FcepsilonRI.  Amphiregulin may be new target molecule for treatment of overproduction of sputum in bronchial asthma."}, {"pubmed": 15696083, "text": "Mast cells secreted amphiregulin on IgE cross-linking, and amphiregulin induced proliferation of lung fibroblasts. Local release of amphiregulin by mast cells could play role in lung fibrosis by promoting proliferation of lung fibroblasts."}, {"pubmed": 15735670, "text": "AREG gene expressed by purified primary myeloma cells, and expression higher than in normal bone marrow (BM) plasma cells or plasmablastic cells; AREG plays an important role in biology of multiple myeloma"}, {"pubmed": 15767261, "text": "AR and IGF1 cooperate to prevent apoptosis by activating a specific PKC-p90(rsk)-dependent pathway, which leads to Bad and Bax inactivation."}, {"pubmed": 15955087, "text": "Enhanced transmigration of human neutrophils through polarized epithelial cell monolayers of MDCK cells after administration of AR, further supporting aspecific role for AR in pathogenesis of psoriasis."}, {"pubmed": 16088955, "text": "Data suggest that parathyroid hormone-induced amphiregulin mRNA expression is mediated primarily through cyclic AMP-protein kinase A-CREB signaling."}, {"pubmed": 16207795, "text": "Results suggest that hypoxia promotes intestinal epithelial amphiregulin expression in a CREB-dependent manner, an event that may contribute to increased proliferation."}, {"pubmed": 16213893, "text": "The mechanism of deoxycholic acid-induced epideermal growth factor receptor activation is ligand-dependent and is controlled, at least in part, at the level of amphiregulin release from the basolateral cell membrane."}, {"pubmed": 16336275, "text": "HAT induces amphiregulin production through the PAR-2 mediated ERK pathway, and then causes amphiregulin release by a TACE-dependent mechanism"}, {"pubmed": 16470170, "text": "Amphiregulin and HB-EGF mediate retinoic acid-mediated epidermal hyperplasia"}, {"pubmed": 16641105, "text": "results show that TACE undergoes phosphorylation that regulates release of amphiregulin upon GRP treatment; a signaling cascade of GRP-Src-PI3-K-PDK1-TACE-amphiregulin-EGFR with multiple points of interaction, translocation & phosphorylation is suggested"}, {"pubmed": 16888076, "text": "findings demonstrated that PGE2 may mimic LH action at least in part by the activation of amphiregulin and epiregulin biosynthesis in human granulosa cells"}, {"pubmed": 17035230, "text": "Amphiregulin (AR) up-regulates a number of genes involved in cell motility and invasion in MCF10A cells, suggesting that an AR autocrine loop contributes to the aggressive breast cancer phenotype."}, {"pubmed": 17525275, "text": "AREG is up-regulated in tumor cells of SCC but not BCC of the skin. AREG is also overexpressed in asymptomatic epidermis adjacent to both SCC and BCC, relative to normal skin."}, {"pubmed": 17548638, "text": "MIP-3alpha-mediated ERK1/2 activation in Caco-2 cells appeared to require metalloproteinase-dependent release of the endogenous EGFR ligand amphiregulin and transactivation of the EGFR."}, {"pubmed": 17942395, "text": "After exposure to cisplatin, the resistant breast cancer cells secrete amphiregulin protein by short interfering RNA resulting in a nearly complete reversion of the resistant phenotype."}, {"pubmed": 17960400, "text": "TNFalpha may play a key role in cooperation with HB-EGF and AREG in the proliferation of epidermal keratinocytes at the psoriatic skin lesions."}, {"pubmed": 17962208, "text": "AREG is preferentially expressed in breast tumors co-expressing HER2/HER4. AREG is associated with estradiol receptors, small tumour size, low histoprognostic grading, high HER4 levels."}, {"pubmed": 18045238, "text": "amphiregulin-specific EGF-R fate results from decreased hSprouty2 degradation and reduced Cbl recruitment to underphosphorylated EGF-R, two effects that impair EGF-R trafficking to lysosomes"}, {"pubmed": 18325497, "text": "Amphiregulin was expressed most dominantly among EGF receptor ligands tested and may mediate the hCG signal in human oocyte maturation. Elaborate interaction between AR and hCG may be required for an optimal oocyte maturation."}, {"pubmed": 18560449, "text": "The expression of amphiregulin was increased in the secretory phase of human endometrium, and may play an important role in human implantation."}, {"pubmed": 18811692, "text": "serum amphiregulin in patients with advanced non-squamous, non-small cell lung cancer"}, {"pubmed": 18835871, "text": "Amphiregulin has a protective effect against apoptosis in the human corpus luteum."}, {"pubmed": 18946024, "text": "plasma-membrane-anchored growth factor pro-amphiregulin binds A-type lamin and regulates global transcription"}, {"pubmed": 18955794, "text": "interleukin-4 and amphiregulin have roles in the proliferation of human airway smooth muscle cells and cytokine release"}, {"pubmed": 19003995, "text": "Amphiregulin plays a crucial role in UV-induced EGFR activation and is overexpressed in skin cancer cell lines"}, {"pubmed": 19070973, "text": "Use of AREG as a biomarker in non-small cell lung cancershould be encouraged since AREG is correlated with a poor prognosis, resistance to treatments and to apoptosis."}, {"pubmed": 19337692, "text": "These findings suggest that mitochondrial dysfunction induced Ca(2+) mobilization, and reactive oxygen species overproduction, which modulated the chemo-resistance and migration of hepatoma cells through the induction and activation of amphiregulin."}, {"pubmed": 19344731, "text": "Amphiregulin is a key molecule among epidermal growth factor receptor (EGFR) ligands and may play a pivotal role in the development or maturation of placenta."}, {"pubmed": 19494503, "text": "eosinophils produce and release AREG, and participate in some physiological and pathological conditions in vivo."}, {"pubmed": 19587163, "text": "may play a significant role in the proliferation of osseous dysplasia"}, {"pubmed": 19609315, "text": "lentivirus-mediated expression of soluble HB-EGF, but not soluble AREG, strongly enhanced keratinocyte migration, even in the presence of metalloproteinase inhibitors"}, {"pubmed": 19735466, "text": "The results of these studies identify CXCL12 as a novel inducer of amphiregulin ectodomain shedding and show that both basal and CXCL12-mediated amphiregulin shedding are ADAM10- and Src kinase-dependent in non-transformed N15C6 cells"}, {"pubmed": 19825997, "text": "Taken together, we provide evidence that AREG stimulation of EGFR results in high levels of PTHrP gene expression, contributing to cancer-associated bone pathology."}, {"pubmed": 19895983, "text": "Acute asthma attacks are associated with hypersecretion of EGF and amphiregulin in the airway"}, {"pubmed": 19915156, "text": "Results describe the role of amphiregulin in an experimental model of bleomycin-induced pneumopathy in mice."}, {"pubmed": 19935651, "text": "identify the gene for the epidermal growth factor receptor (EGFR) ligand amphiregulin (AREG) as a transcriptional target of YAP, whose induction contributes to YAP-mediated cell proliferation and migration, but not mesenchymal transition."}, {"pubmed": 20103632, "text": "data build the connection between BRCA1 loss of function and AREG upregulation-a change in gene expression often observed in breast cancer."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20428186, "text": "autocrine human KC growth is highly dependent on the AREG transmembrane precursor protein and strongly suggest a previously unreported function of the metalloproteinase-processed carboxy (C)-terminal domain of AREG"}, {"pubmed": 20567134, "text": "is not essential for the induction of contact hypersensitivity"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20651071, "text": "ATP released from tumor cells might exert a tumorigenic action by stimulating the secretion of AREG from dendritic cells."}, {"pubmed": 20651357, "text": "the inhibition of amphiregulin expression, which impairs EGFR response to its exogenously available ligands, may represent an alternative anti-EGFR therapeutic strategy in breast cancer."}, {"pubmed": 20719813, "text": "AREG accumulation is a useful marker of gonadotrophin stimulation and oocyte competence."}, {"pubmed": 20726858, "text": "Data show that blockade of amphiregulin suppressed the activities of EGFR, HER3, and Akt and the expression of amphiregulin itself."}, {"pubmed": 20811902, "text": "Amphiregulin expression was found to be increased in salivary glands of Sjogren's syndrome patients."}, {"pubmed": 20856199, "text": "Data suggest that PHD2/HIF-2/amphiregulin signaling has a critical role in the regulation of breast tumor progression and propose PHD2 as a potential tumor suppressor in breast cancer."}, {"pubmed": 21036386, "text": "human subjects with asthma contained significantly higher numbers of amphiregulin-producing basophils"}, {"pubmed": 21161326, "text": "Data suggest that expression status of AR and EPI mRNAs might be evaluated as dynamic predictors of response in KRAS WT patients receiving any cetuximab-based therapy."}, {"pubmed": 21245963, "text": "AREG and GDF15 produced in response to UVB exposure can affect the growth and protein synthesis of lens epithelial cells"}, {"pubmed": 21258428, "text": "estrogen and progeterone increased cell proliferation in normal gland and mammary cancers through the increased production of amphiregulin"}, {"pubmed": 21298020, "text": "the infection of N. gonorrhoeae causes an alternative amphiregulin processing, subcellular distribution and release in human epithelial cervical cells that likely contribute to the predisposition cellular abnormalitiesof N. gonorrhoeae infections."}, {"pubmed": 21302279, "text": "AREG functions in regulating the invasive breast cancer phenotype, perhaps through altered signaling that occurs when AREG activates plasma membrane localized epidermal growth factor receptor (EGFR)."}, {"pubmed": 21377153, "text": "Oocyte competence is linked to granulosa cell AR secretion."}, {"pubmed": 21439861, "text": "may play a significant role in the proliferation of human bone marrow stromal cells"}, {"pubmed": 21454516, "text": "AGR2 induction of AREG is mediated by activation of the Hippo signaling pathway co-activator, YAP1."}, {"pubmed": 21514161, "text": "Amphiregulin exosomes increase cancer cell invasion."}, {"pubmed": 21653755, "text": "AREG expression is essential for efficient hepatitis C virus assembly and virion release."}, {"pubmed": 21742971, "text": "Lung tumor-associated dendritic cell-derived amphiregulin increased cancer progression."}, {"pubmed": 21917092, "text": "AP-1B is required for efficient recycling of amphiregulin to the basolateral surface"}, {"pubmed": 21917092, "text": "Polarized transport of amphiregulin is dependent on a novel EEXXXL basolateral sorting motif in its cytoplasmic domain"}, {"pubmed": 22395988, "text": "Low AREG is associated with pancreatic ductal adenocarcinoma."}, {"pubmed": 22425981, "text": "These results suggested that pro-AREG monoubiquitination and the subsequent trafficking to intracellular organelles is a novel shedding regulatory mechanism that contributes to the secretion of EGFR ligands in growth factor signaling."}, {"pubmed": 22438584, "text": "proAREG-annexins-ADAM17 complex needs to localize at the cell surface for shedding of proAREG to occur"}, {"pubmed": 22445895, "text": "these data demonstrate a novel function mediated by the intracellular domain of proAREG and suggest a significant role for nuclear envelope-localized proAREG in driving human breast cancer progression."}, {"pubmed": 22570239, "text": "Polycystin-1 regulates amphiregulin expression through CREB and AP1 signalling, which has implications in ADPKD cell proliferation"}, {"pubmed": 22581387, "text": "concentrations in colostrum/milk were higher on days 1 and 2 and rapidly declined to below 1 ng/ml on day 5"}, {"pubmed": 22641668, "text": "We conclude that the expression of Amphiregulin in a primary colorectal tumor is useful as an indicator of prognosis and as a predictor of recurrence."}, {"pubmed": 22825057, "text": "AREG functions in a non-cell-autonomous manner to mediate EGF-independent growth and malignant behavior of mammary epithelial cells."}, {"pubmed": 22967896, "text": "Amphiregulin is cleaved at Lysine 187, a site homologous to the cleavage site reported in the mouse protein and distinct from the Lysine 184 site previously reported for the human protein."}, {"pubmed": 23263765, "text": "AREG plays pro-neoplastic roles in colorectal carcinogenesis"}, {"pubmed": 23285165, "text": "Regulation of amphiregulin gene expression by beta-catenin signaling in human hepatocellular carcinoma cells."}, {"pubmed": 23430747, "text": "Human antigen R-mediated mRNA stabilization is required for ultraviolet B-induced autoinduction of amphiregulin in keratinocytes."}, {"pubmed": 23594797, "text": "These findings provide mechanistic insight into the regulation of YAP and AREG by RASSF1A in human multistep hepatocarcinogenesis."}, {"pubmed": 23624749, "text": "Promoter methylation of AREG is associated with glioblastoma."}, {"pubmed": 23625463, "text": "EREG-AREG and NRG1, which are members of the epidermal growth factor (EGF) family, seem to modulate Behcet's disease susceptibility through main effects and gene-gene interactions"}, {"pubmed": 23844004, "text": "Exosome-bound WD repeat protein Monad inhibits breast cancer cell invasion by degrading amphiregulin mRNA."}, {"pubmed": 23851501, "text": "Self-reinforcing loop of amphiregulin and Y-box binding protein-1 contributes to poor outcomes in ovarian cancer."}, {"pubmed": 23885463, "text": "we did not find a correlation between the presence of a K-ras mutation and the presence of Epiregulin and Amphiregulin in colon cancer tissue."}, {"pubmed": 23975434, "text": "aberrantly activated AREG-EGFR signaling is required for CRTC1-MAML2-positive MEC cell growth and survival, suggesting that EGFR-targeted therapies will benefit patients with advanced, unresectable CRTC1-MAML2-positive MEC."}, {"pubmed": 24092824, "text": "Data suggest that AREG (amphiregulin), BTC (betacellulin), and EREG (epiregulin) induced prostaglandin E2 production by induction of COX-2 (prostaglandin-endoperoxide synthase 2) through MAP kinase signaling in granulosa cells."}, {"pubmed": 24196392, "text": "IL-1beta-induced amphiregulin release may be involved in the pathogenesis of rheumatoid arthritis."}, {"pubmed": 24816162, "text": "AREG shedding occurs through a TNF-alpha-converting enzyme-dependent mechanism in diacetyl treated pulmonary epithelial cells."}, {"pubmed": 24860833, "text": "AREG expression was significantly correlated with Edmondson stage and serum AFP level."}, {"pubmed": 24921206, "text": "During high-pressure ventilation, Nrf2 becomes activated and induces AREG, leading to a positive feedback loop between Nrf2 and AREG, which involves the p38 MAPK and results in the expression of cytoprotective genes."}, {"pubmed": 25203737, "text": "AREG rs1615111, located in the AREG genomic region, can significantly define different prognostic cohorts in locally advanced GC"}, {"pubmed": 25261255, "text": "AREG induces ovarian cancer cell invasion by down-regulating E-cadherin expression"}, {"pubmed": 25454348, "text": "Expression profiling demonstrated that AREG-activated EGFR regulates gene expression differently than EGF-activated EGFR"}, {"pubmed": 25744849, "text": "AR induces hHSC fibrogenic activity via multiple mitogenic signaling pathways, and is upregulated in murine and human NASH, suggesting that AR antagonists may be clinically useful anti-fibrotics in NAFLD."}, {"pubmed": 25825984, "text": "Amphiregulin enhances alpha6beta1 integrin expression and cell motility in human chondrosarcoma cells through Ras/Raf/MEK/ERK/AP-1 pathway."}, {"pubmed": 25862847, "text": "The applied drugs showed remarkable suppression of mTOR expression, which might delay tumor progression. Interestingly, sorafenib and sunitinib increased AREG in HNSCC 11A and 14C"}, {"pubmed": 25869072, "text": "This study shows that TGF-alpha uses common and divergent molecular mediators to regulate E-cadherin expression and cell invasion."}, {"pubmed": 25911599, "text": "Altered AREG expression induced by diverse luteinizing hormone receptor reactivity in granulosa cells may provide a useful marker for oocyte developmental competency"}, {"pubmed": 26047642, "text": "Bradykinin (BK) stimulation of human airway smooth muscle cell increases amphiregulin secretion in a mechanism dependent on BK-induced COX-2 expression."}, {"pubmed": 26201903, "text": "Findings show the involvement of amphiregulin and semaphorin-3A in the improvement of skin innervations and penetration of nerve fibers into the epidermis."}, {"pubmed": 26234682, "text": "results demonstrate that AREG controls G2/M progression and cytokinesis in keratinocytes via activation of a FoxM1-dependent transcriptional program, suggesting new avenues for treatment of epithelial cancer"}, {"pubmed": 26451607, "text": "High expression of amphiregulin is associated with hepatocellular carcinoma."}, {"pubmed": 26503469, "text": "High Amphiregulin enhances intercellular adhesion molecule-1 expression and promotes tumor metastasis in osteosarcoma."}, {"pubmed": 26519132, "text": "keratinocyte expression of hAREG elicits inflammatory epidermal hyperplasia"}, {"pubmed": 26527289, "text": "Our findings implicate amphiregulin as a critical mediator of the estrogen response in ERalpha-positive breast cancer"}, {"pubmed": 26742492, "text": "RYR2, PTDSS1 and AREG are autism susceptibility genes that are implicated in a Lebanese population-based study of copy number variations in this disease."}, {"pubmed": 26884344, "text": "Low AREG expression is associated with gastric cancer."}, {"pubmed": 27040371, "text": "Regulatory T-cell-intrinsic amphiregulin is dispensable for suppressive function."}, {"pubmed": 27113901, "text": "AREG mediates hCG-induced StAR expression and progesterone production in human granulosa cells, providing novel evidence for the role of AREG in the regulation of steroidogenesis."}, {"pubmed": 27272216, "text": "EREG and AREG are strongly regulated by methylation, and their expression is associated with CIMP status and primary tumour site."}, {"pubmed": 27393417, "text": "AREG expression may be useful for identifying CRTC1-MAML2-positive mucoepidermoid carcinomas and as a marker for favorable prognosis."}, {"pubmed": 27432879, "text": "These findings demonstrate the posttranslational regulation of Foxp3 expression by AREG in cancer patients through AREG/EGFR/GSK-3beta signaling, which could lead to Foxp3 protein degradation in Treg cells and a potential therapeutic target for cancer treatment."}, {"pubmed": 27709733, "text": "EGF-AREG interplay in airway basal cell stem/progenitor cells is one of the mechanisms that mediates the interconnected pathogenesis of all major smoking-induced lesions in the human airway epithelium."}, {"pubmed": 27713123, "text": "over-expression of AREG could serve as a novel GC biomarker, and active surveillance of its expression could be a novel approach to GC diagnosis and monitoring."}, {"pubmed": 27826039, "text": "Amphiregulin enhances VEGF-A production in human chondrosarcoma cells and promotes angiogenesis by inhibiting miR-206 via FAK/c-Src/PKCdelta pathway."}, {"pubmed": 27835572, "text": "Sprouty2 inhibits amphiregulin-induced down-regulation of E-cadherin and cell invasion in human ovarian cancer cells."}, {"pubmed": 28256068, "text": "Results show that AREG expression is up-regulated in gastric tumor and its co-expression with TROP2 protein is associated with TNM stage, tumor size, lymph node metastases, and distant metastases."}, {"pubmed": 28351301, "text": "blocking soluble amphiregulin with a neutralizing antibody also significantly increased apoptotic cell death of HepG2 cells due to treatment with methyl methanesulfonate, cisplatin, or a recombinant p53 adenovirus, suggesting that the function of amphiregulin involved in inhibiting apoptosis may be a common mechanism by which hepatoma cells escape from stimulus-induced apoptosis"}, {"pubmed": 28430338, "text": "No significant correlations emerged for YAP or AREG expression and VIII CN schwannoma volume."}, {"pubmed": 28476786, "text": "Amphiregulin plays an important role in lung neoplasm resistance to amrubicinol"}, {"pubmed": 28600504, "text": "Amphiregulin contained in non-small-cell lung carcinoma-derived exosomes induces osteoclast differentiation through the activation of EGFR pathway."}, {"pubmed": 28733611, "text": "Whole genome bisulfite sequencing revealed that integrin alpha6beta4 signaling promotes an overall hypomethylated state and site specific DNA demethylation of enhancer elements within the proximal promoters of AREG and EREG in pancreatic neoplasm cells as well as their expression. Additionally, base excision repair (BER) pathway is required to maintain the expression of AREG and EREG."}, {"pubmed": 29112457, "text": "FOSL1 is a determinant of lung cancer in vivo and regulates tumor cell proliferation and survival, largely in the context of KRAS mutations through amphiregulin and cell survival gene regulation."}, {"pubmed": 29261670, "text": "secretion of IL-13 and amphiregulin suggests Intrahepatic Innate lymphoid cells may be recruited to promote resolution and repair and thereby they may contribute to ongoing fibrogenesis in liver disease."}, {"pubmed": 29421153, "text": "Results show that Areg is involved in the nuclear accumulation of IGF1R induced by gefitinib and preventing the induction of apoptosis of lung cancer cells."}, {"pubmed": 29483579, "text": "The studies indicate that HIF2-alpha induces myocardial AREG expression in cardiac myocytes, which increases myocardial ischemia tolerance."}, {"pubmed": 29550478, "text": "Cullin 3 regulates ADAM17-mediated ectodomain shedding of AREG."}, {"pubmed": 30087106, "text": "High-circulating AREG (>/=33 pg/mL) reclassifies patients into HR subgroups and thereby further refines the Minnesota aGVHD clinical risk score."}, {"pubmed": 30230033, "text": "Data showed that AR was highly expressed and secreted in mobile and Doxorubicin (Dox)-resistant cells. AR can promote migratory activity and Dox resistance through activation of the MAPK pathway."}, {"pubmed": 30252132, "text": "Retrospective comparison of the predictive power of AREG gene-body methylation versus AREG gene expression using samples from colorectal cancer patients treated with anti-EGFR inhibitors with complete clinical follow-up revealed that AREG expression is superior to AREG gene methylation."}, {"pubmed": 30291869, "text": "AREG potentiated particulate matter-induced inflammation and mucus hypersecretion by activating EGFR-PI3Kalpha-AKT/ERK pathway in bronchial epithelial cells."}, {"pubmed": 30323299, "text": "We concluded that YAP may play an important role in the regulation of abnormal keratinocyte proliferation via an AREG-dependent pathway and that YAP could be a new target in the treatment of psoriasis."}, {"pubmed": 30411380, "text": "AREG-EGFR signaling protects from cholestatic injury and participates in physiological regulation of bile acid synthesis"}, {"pubmed": 30440051, "text": "We found that CRB3-induced proliferation is epidermal growth factor (EGF)-independent and occurs through a mechanism that involves secretion of the EGF-family ligand, amphiregulin (AREG)..We identified the FBD-containing protein, EPB41L4B, as an essential mediator of CRB3-driven proliferation and observed that the CRB3-dependent changes in endocytic trafficking were also dependent on EPB41L4B"}, {"pubmed": 30621731, "text": "AREG is packed into Multiple myeloma-derived exosomes and implicated in osteoclast differentiation through an indirect mechanism mediated by osteoblasts."}, {"pubmed": 30790501, "text": "These results indicate that AR occurs through the Src/MEK/ERK/STAT-3 pathway, activating VEGF-C expression and contributing to lymphangiogenesis in human chondrosarcoma. Thus, AR could be a therapeutic target in metastasis and lymphangiogenesis of chondrosarcoma."}, {"pubmed": 31040043, "text": "This study suggested that AREG and the AR were co-expressed in invasive breast cancer and may be valuable prognostic biomarkers in invasive breast cancer and promising therapeutic targets, especially in ER-negative breast cancer"}, {"pubmed": 31059536, "text": "novel finding that AREG mediates BPAF-induced ER-RTK crosstalk in ER+ breast cancer cells supports future studies to characterize the impact of BPAF on human ER+ breast cancer risk and to assess the safety profile of BPAF."}, {"pubmed": 31087779, "text": "Our results showed that the increased activity of the TGF-beta1 pathway is strongly associated with the expression of AREG, denoting a direct and positive relationship between the TGF-beta1 and YAP1 pathways. It seems that, unlike the TGF-beta1 and SHH pathways, the YAP1 pathway does not play a significant role in the development of liver cirrhosis."}, {"pubmed": 31092430, "text": "Treatment with lapatinib reduced BeWo cell proliferation by inducing apoptosis. Moreover, AREG treatment stimulated BeWo cell proliferation by activating ERK1/2 and PI3K/AKT signaling pathways, which was blocked by lapatinib.  Targeting EGFR/HER2 might be a useful therapeutic strategy for human choriocarcinoma"}, {"pubmed": 31187330, "text": "Collectively, PAPPA, LHCGR, and AREG mRNA levels in CC may be able to identify oocytes with the best odds of resulting in a live birth, and HSD3B1 mRNA levels may be able to identify oocytes capable of producing euploid embryos"}, {"pubmed": 31370819, "text": "the results indicated that amphiregulin may potentially serve as biomarker and therapeutic approach for chemotherapy regimens in glioblastoma multiforme"}, {"pubmed": 31466817, "text": "over expression of AREG in gastric cancer cells promoted malignant procession via activation of ERK/JNK/p38 and PI3K/Akt signaling pathways."}, {"pubmed": 31485602, "text": "Results indicated that AREG expression can regulate vincristine (VCR) resistance in oral squamous cell carcinoma (OSCC) cells; overexpression of AREG increased VCR resistance in parental cells, whereas AREG knockdown decreased the VCR resistance of resistant cells. In addition, the glycogen synthase kinase3beta pathway may be involved in AREGinduced VCR resistance."}, {"pubmed": 31519572, "text": "AREG and EREG mRNA expression levels in left-sided CRC were higher than in right-sided tumors. This may help explain why left-sided CRC is more responsive to anti-EGFR antibodies."}, {"pubmed": 31553790, "text": "Human chorionic gonadotropin-induced amphiregulin stimulates aromatase expression in human granulosa-lutein cells: a mechanism for estradiol production in the luteal phase."}, {"pubmed": 31630583, "text": "Serum amphiregulin and cerebellin-1 levels in severe preeclampsia."}, {"pubmed": 32124941, "text": "Aberrant expression of the UPF1 RNA surveillance gene disturbs keratinocyte homeostasis by stabilizing AREG."}, {"pubmed": 32187551, "text": "Mesenchymal Stem and Stromal Cells Harness Macrophage-Derived Amphiregulin to Maintain Tissue Homeostasis."}, {"pubmed": 32323797, "text": "AREG mediates the epithelialmesenchymal transition in pancreatic cancer cells via the EGFR/ERK/NFkappaB signalling pathway."}, {"pubmed": 32472393, "text": "Knockdown of Amphiregulin Triggers Doxorubicin-Induced Autophagic and Apoptotic Death by Regulating Endoplasmic Reticulum Stress in Glioblastoma Cells."}, {"pubmed": 32616537, "text": "Amphiregulin Aggravates Glomerulonephritis via Recruitment and Activation of Myeloid Cells."}, {"pubmed": 32943459, "text": "Amphiregulin Expression Is a Predictive Biomarker for EGFR Inhibition in Metastatic Colorectal Cancer: Combined Analysis of Three Randomized Trials."}, {"pubmed": 32958255, "text": "Microbiota-derived short chain fatty acid promotion of Amphiregulin expression by dendritic cells is regulated by GPR43 and Blimp-1."}, {"pubmed": 33775193, "text": "Immunohistochemical evaluation of the prognostic and predictive power of epidermal growth factor receptor ligand levels in patients with metastatic colorectal cancer."}, {"pubmed": 33941693, "text": "Dysregulation of Amphiregulin stimulates the pathogenesis of cystic lymphangioma."}, {"pubmed": 33941851, "text": "Targeting autocrine amphiregulin robustly and reproducibly inhibits ovarian cancer in a syngeneic model: roles for wildtype p53."}, {"pubmed": 34062166, "text": "Amphiregulin increases migration and proliferation of epithelial ovarian cancer cells by inducing its own expression via PI3-kinase signaling."}, {"pubmed": 34290392, "text": "The combined detection of Amphiregulin, Cyclin A1 and DDX20/Gemin3 expression predicts aggressive forms of oral squamous cell carcinoma."}, {"pubmed": 34329970, "text": "Amphiregulin stimulates human chorionic gonadotropin expression by inducing ERK1/2-mediated ID3 expression in trophoblast cells."}, {"pubmed": 34468540, "text": "Expression of Amphiregulin in Enchondromas and Central Chondrosarcomas."}, {"pubmed": 34843542, "text": "Microglial-stimulation of glioma invasion involves the EGFR ligand amphiregulin."}, {"pubmed": 34893673, "text": "Amphiregulin can predict treatment resistance to palliative first-line cetuximab plus FOLFIRI chemotherapy in patients with RAS wild-type metastatic colorectal cancer."}, {"pubmed": 35109967, "text": "Interrelationships between amphiregulin, kisspeptin, FSH and FSH receptor in promotion of human ovarian cell functions."}, {"pubmed": 35224759, "text": "High cutaneous amphiregulin expression predicts fatal acute graft-versus-host disease."}, {"pubmed": 35500933, "text": "Profound Defect of Amphiregulin Secretion by Regulatory T Cells in the Gut of HIV-Treated Patients."}, {"pubmed": 35732465, "text": "Loss of Amphiregulin drives inflammation and endothelial apoptosis in pulmonary hypertension."}, {"pubmed": 36054710, "text": "Nuclear AREG affects a low-proliferative phenotype and contributes to drug resistance of melanoma."}, {"pubmed": 36462647, "text": "AREG upregulates secreted protein acidic and rich in cysteine expression in human granulosa cells."}, {"pubmed": 36630919, "text": "Role of MR1-driven signals and amphiregulin on the recruitment and repair function of MAIT cells during skin wound healing."}, {"pubmed": 37544354, "text": "WNK1 mediates amphiregulin-induced MMP9 expression and cell invasion in human extravillous trophoblast cells."}, {"pubmed": 37604948, "text": "miR-33a-3p regulates METTL3-mediated AREG stability and alters EMT to inhibit pancreatic cancer invasion and metastasis."}, {"pubmed": 37625442, "text": "Investigation of Serum Amphiregulin Concentrations in Pregnant Women Diagnosed with Isolated Fetal Growth Restriction in the Third Trimester."}, {"pubmed": 37686213, "text": "EGF, TGF-alpha and Amphiregulin Differently Regulate Endometrium-Derived Mesenchymal Stromal/Stem Cells."}, {"pubmed": 38092138, "text": "Granzyme K- and amphiregulin-expressing cytotoxic T cells and activated extrafollicular B cells are potential drivers of IgG4-related disease."}, {"pubmed": 38309273, "text": "Amphiregulin from regulatory T cells promotes liver fibrosis and insulin resistance in non-alcoholic steatohepatitis."}, {"pubmed": 38678809, "text": "Mucosal-associated invariant T cells promote ductular reaction through amphiregulin in biliary atresia."}, {"pubmed": 38727313, "text": "CD133 Stimulates Cell Proliferation via the Upregulation of Amphiregulin in Melanoma."}], "genomic_pos": {"chr": "4", "end": 74455005, "ensemblgene": "ENSG00000109321", "start": 74445136, "strand": 1}, "genomic_pos_hg19": [{"chr": "4", "end": 75320726, "start": 75310851, "strand": 1}, {"chr": "4", "end": 75490486, "start": 75480629, "strand": 1}], "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007173", "qualifier": "involved_in", "term": "epidermal growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007173", "pubmed": 12743035, "qualifier": "involved_in", "term": "epidermal growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007186", "pubmed": 12743035, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 2466334, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 12743035, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0010838", "pubmed": 2466334, "qualifier": "involved_in", "term": "positive regulation of keratinocyte proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014009", "qualifier": "involved_in", "term": "glial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031175", "qualifier": "involved_in", "term": "neuron projection development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038134", "pubmed": 8702723, "qualifier": "involved_in", "term": "ERBB2-EGFR signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042542", "qualifier": "involved_in", "term": "response to hydrogen peroxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043434", "qualifier": "involved_in", "term": "response to peptide hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045668", "qualifier": "involved_in", "term": "negative regulation of osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050731", "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051384", "qualifier": "involved_in", "term": "response to glucocorticoid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051591", "qualifier": "involved_in", "term": "response to cAMP"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060598", "qualifier": "involved_in", "term": "dichotomous subdivision of terminal units involved in mammary gland duct morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060744", "qualifier": "involved_in", "term": "mammary gland branching involved in thelarche"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060749", "qualifier": "involved_in", "term": "mammary gland alveolus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060750", "qualifier": "involved_in", "term": "epithelial cell proliferation involved in mammary gland duct elongation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 8702723, "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [12743035, 22184114], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 12743035, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0012507", "qualifier": "located_in", "term": "ER to Golgi transport vesicle membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030669", "qualifier": "located_in", "term": "clathrin-coated endocytic vesicle membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0033116", "qualifier": "located_in", "term": "endoplasmic reticulum-Golgi intermediate compartment membrane"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005154", "qualifier": "enables", "term": "epidermal growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19740107, 30083275, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030297", "pubmed": 8702723, "qualifier": "enables", "term": "transmembrane receptor protein tyrosine kinase activator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048018", "pubmed": 8702723, "qualifier": "enables", "term": "receptor ligand activity"}]}, "homologene": {"genes": [[8364, 100145251], [9031, 428752], [9544, 702396], [9598, 461251], [9606, 374], [9615, 475176], [9913, 538751], [10090, 11839], [10116, 29183]], "id": 1252}, "interpro": {"desc": "EGF-like domain", "id": "IPR000742", "short_desc": "EGF-like_dom"}, "ipi": ["IPI00012023", "IPI00965669"], "map_location": "4q13.3", "name": "amphiregulin", "other_names": ["amphiregulin", "amphiregulin B", "colorectum cell-derived growth factor", "schwannoma-derived growth factor"], "pantherdb": {"HGNC": "651", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88068", "ortholog_type": "LDO", "panther_family": "PTHR10740", "taxid": 10090, "uniprot_kb": "P31955"}, {"RGD": "2149", "ortholog_type": "LDO", "panther_family": "PTHR10740", "taxid": 10116, "uniprot_kb": "P24338"}, {"Ensembl": "ENSGALG00000010866", "ortholog_type": "LDO", "panther_family": "PTHR10740", "taxid": 9031, "uniprot_kb": "Q645M5"}, {"ZFIN": "ZDB-GENE-070820-6", "ortholog_type": "O", "panther_family": "PTHR10740", "taxid": 7955, "uniprot_kb": "A0A2R8RUB3"}, {"ZFIN": "ZDB-GENE-080204-119", "ortholog_type": "O", "panther_family": "PTHR10740", "taxid": 7955, "uniprot_kb": "A9JRW9"}], "uniprot_kb": "P15514"}, "pathway": {"kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04012", "name": "ErbB signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa05210", "name": "Colorectal cancer - Homo sapiens (human)"}], "pid": {"id": "erbb_network_pathway", "name": "ErbB receptor signaling network"}, "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643713", "name": "Signaling by EGFR in Cancer"}, {"id": "R-HSA-177929", "name": "Signaling by EGFR"}, {"id": "R-HSA-179812", "name": "GRB2 events in EGFR signaling"}, {"id": "R-HSA-180292", "name": "GAB1 signalosome"}, {"id": "R-HSA-180336", "name": "SHC1 events in EGFR signaling"}, {"id": "R-HSA-182971", "name": "EGFR downregulation"}, {"id": "R-HSA-199418", "name": "Negative regulation of the PI3K/AKT network"}, {"id": "R-HSA-199977", "name": "ER to Golgi Anterograde Transport"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-204005", "name": "COPII-mediated vesicle transport"}, {"id": "R-HSA-212718", "name": "EGFR interacts with phospholipase C-gamma"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-2219530", "name": "Constitutive Signaling by Aberrant PI3K in Cancer"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-446203", "name": "Asparagine N-linked glycosylation"}, {"id": "R-HSA-5638302", "name": "Signaling by Overexpressed Wild-Type EGFR in Cancer"}, {"id": "R-HSA-5638303", "name": "Inhibition of Signaling by Overexpressed EGFR"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-5694530", "name": "Cargo concentration in the ER"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6811558", "name": "PI5P, PP2A and IER3 Regulate PI3K/AKT Signaling"}, {"id": "R-HSA-8856825", "name": "Cargo recognition for clathrin-mediated endocytosis"}, {"id": "R-HSA-8856828", "name": "Clathrin-mediated endocytosis"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9009391", "name": "Extra-nuclear estrogen signaling"}, {"id": "R-HSA-948021", "name": "Transport to the Golgi and subsequent modification"}, {"id": "R-HSA-9634638", "name": "Estrogen-dependent nuclear events downstream of ESR-membrane signaling"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9755511", "name": "KEAP1-NFE2L2 pathway"}, {"id": "R-HSA-9759194", "name": "Nuclear events mediated by NFE2L2"}, {"id": "R-HSA-9818030", "name": "NFE2L2 regulating tumorigenic genes"}], "wikipathways": [{"id": "WP2035", "name": "Follicle Stimulating Hormone (FSH) signaling pathway"}, {"id": "WP2814", "name": "Mammary gland development pathway - Puberty (Stage 2 of 4)"}, {"id": "WP288", "name": "NLR Proteins"}, {"id": "WP3893", "name": "Development and heterogeneity of the ILC family"}, {"id": "WP673", "name": "ErbB signaling pathway"}]}, "pdb": "2RNL", "pharmgkb": "PA24933", "pharos": {"target_id": 5436, "tdl": "Tchem"}, "pir": "A34702", "prosite": "PS50026", "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF292939", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245943", "relationship": "is"}, {"id": "GNF245944", "relationship": "is"}, {"id": "GNF245945", "relationship": "is"}, {"id": "GNF245946", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161132", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079502", "relationship": "is"}, {"id": "GNF079503", "relationship": "is"}, {"id": "GNF079504", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054076", "relationship": "is"}, {"id": "GNF058855", "relationship": "is"}, {"id": "GNF074141", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070209", "relationship": "is"}, {"id": "GNF070210", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000635", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF338846", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098127", "relationship": "is"}, {"id": "GNF137782", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1"], "protein": "NP_001648.1", "rna": "NM_001657.4", "translation": {"protein": "NP_001648.1", "rna": "NM_001657.4"}}, "reporter": {"HG-U133_Plus_2": ["1557285_at", "205239_at", "215564_at"], "HG-U95Av2": "34898_at", "HTA-2_0": ["TC04002952.hg.1", "TC04002953.hg.1"], "HuEx-1_0": "2731542", "HuGene-1_1": ["8095736", "8095744"], "HuGene-2_1": ["16967853", "16967863"]}, "retired": [113412, 115165, 727738], "summary": "The protein encoded by this gene is a member of the epidermal growth factor family. It is an autocrine growth factor as well as a mitogen for astrocytes, Schwann cells and fibroblasts. It is related to epidermal growth factor (EGF) and transforming growth factor alpha (TGF-alpha). The protein interacts with the EGF/TGF-alpha receptor to promote the growth of normal epithelial cells, and it inhibits the growth of certain aggressive carcinoma cell lines. It also functions in mammary gland, oocyte and bone tissue development. This gene is associated with a psoriasis-like skin phenotype, and is also associated with other pathological disorders, including various types of cancers and inflammatory conditions. [provided by RefSeq, Apr 2014].", "symbol": "AREG", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332109"}, "unigene": ["Hs.645475", "Hs.270833"], "uniprot": {"Swiss-Prot": "P15514", "TrEMBL": "D6RFX5"}, "wikipedia": {"url_stub": "Amphiregulin"}}