{"AllianceGenome": "664", "HGNC": "664", "MIM": "107830", "_id": "384", "_version": 1, "accession": {"genomic": ["AL049779.6", "AL132640.4", "CH471061.1", "CP068264.2", "HI574250.1", "NC_000014.9", "NC_060938.1", "NG_008875.2", "NG_011964.1"], "protein": ["AAB39855.1", "AAC51664.1", "AAH01350.1", "AAH08464.1", "AAH29050.1", "AAL71548.1", "BAA13158.1", "BAG35387.1", "CAG38787.1", "CBX47614.1", "EAW80943.1", "EAW80944.1", "NP_001163.1", "P78540.1"], "rna": ["AK312484.1", "AL135439.1", "AY074489.1", "BC001350.1", "BC008464.1", "BC029050.1", "CR536550.1", "D86724.1", "NM_001172.4", "U75667.1", "U82256.1"], "translation": [{"protein": "AAH08464.1", "rna": "BC008464.1"}, {"protein": "BAG35387.1", "rna": "AK312484.1"}, {"protein": "AAB39855.1", "rna": "U75667.1"}, {"protein": "NP_001163.1", "rna": "NM_001172.4"}, {"protein": "AAH29050.1", "rna": "BC029050.1"}, {"protein": "AAH01350.1", "rna": "BC001350.1"}, {"protein": "AAL71548.1", "rna": "AY074489.1"}, {"protein": "BAA13158.1", "rna": "D86724.1"}, {"protein": "AAC51664.1", "rna": "U82256.1"}, {"protein": "CAG38787.1", "rna": "CR536550.1"}]}, "ec": "3.5.3.1", "ensembl": {"gene": "ENSG00000081181", "protein": "ENSP00000261783", "transcript": ["ENST00000261783", "ENST00000556491", "ENST00000557120", "ENST00000557319"], "translation": [{"protein": "ENSP00000261783", "rna": "ENST00000261783"}], "type_of_gene": "protein_coding"}, "entrezgene": "384", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.9649554622, "exp_mis": 107.588468867, "exp_syn": 45.8171106284, "lof_z": 3.06381879243437, "mis_z": 0.0749067151559461, "mu_lof": 1.07135778547e-06, "mu_mis": 9.61930527191e-06, "mu_syn": 3.96988802009e-06, "n_lof": 3.0, "n_mis": 106.0, "n_syn": 45.0, "p_li": 0.542999038189075, "p_null": 0.00063185539483739, "p_rec": 0.456369106416088, "syn_z": 0.0748369699797359}, "bp": 1065, "cds_end": 68117637, "cds_start": 68086694, "n_exons": 8, "nonpsych": {"exp_lof": 13.3848919803, "exp_mis": 97.2181119261, "exp_syn": 41.3090716864, "lof_z": 2.78770313236147, "mis_z": 0.113467418693232, "mu_lof": 1.07135778547e-06, "mu_mis": 9.61930527191e-06, "mu_syn": 3.96988802009e-06, "n_lof": 3.0, "n_mis": 95.0, "n_syn": 41.0, "p_li": 0.429304649715901, "p_null": 0.0018465314255395, "p_rec": 0.56884881885856, "syn_z": 0.0302759379638957}, "nontcga": {"exp_lof": 13.7521796423, "exp_mis": 98.9658183496, "exp_syn": 42.1361658637, "lof_z": 3.39218858015384, "mis_z": 0.198609515953149, "mu_lof": 1.07135778547e-06, "mu_mis": 9.61930527191e-06, "mu_syn": 3.96988802009e-06, "n_lof": 1.0, "n_mis": 95.0, "n_syn": 41.0, "p_li": 0.955153648694024, "p_null": 2.4016519704395e-05, "p_rec": 0.044822334786272, "syn_z": 0.110825096032244}, "transcript": "ENST00000261783.3"}, "exons": [{"cdsend": 67650920, "cdsstart": 67619977, "chr": "14", "position": [[67619919, 67620088], [67620893, 67620966], [67642185, 67642363], [67645642, 67645802], [67646643, 67646738], [67646920, 67647025], [67648046, 67648183], [67650714, 67651705]], "strand": 1, "transcript": "NM_001172", "txend": 67651705, "txstart": 67619919}], "exons_hg19": [{"cdsend": 68117637, "cdsstart": 68086694, "chr": "14", "position": [[68086636, 68086805], [68087610, 68087683], [68108902, 68109080], [68112359, 68112519], [68113360, 68113455], [68113637, 68113742], [68114763, 68114900], [68117431, 68118422]], "strand": 1, "transcript": "NM_001172", "txend": 68118422, "txstart": 68086636}], "generif": [{"pubmed": 12859189, "text": "Plays a physiological role in male and female sexual arousal"}, {"pubmed": 15364894, "text": "Increased arginase II expression and activity in pulmonary arterial hypertension."}, {"pubmed": 15955070, "text": "ArgII gene is an early IRF-3-regulated gene, which participates in the interferon-independent antiviral response through polyamine production and induction of apoptosis."}, {"pubmed": 16128822, "text": "The Asn149-->Asp mutation is proposed to generate a conformational change responsible for the altered substrate specificity of arginase II."}, {"pubmed": 16387594, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16675494, "text": "Increasing L-Arg for NO synthesis by either arginase inhibition or direct L-Arg supplementation restores the age-related deficit in reflex cutaneous vasodilatation."}, {"pubmed": 16720041, "text": "observed in both cytotrophoblasts and syncytiotrophoblasts"}, {"pubmed": 17353439, "text": "Increased arginase II expression & activity suggest a potential pathogenic role for platelet arginase and altered arginine and polyamine metabolism in sickle cell disease."}, {"pubmed": 18202758, "text": "arginase II expression may play a role in prostate cancer progression"}, {"pubmed": 18348861, "text": "Cocoa flavonols lower ARG2 activity in endothelial cells in vitro and erythrocytes in vov."}, {"pubmed": 18528866, "text": "ARG2 is expressed in lung cancer, but it does not induce tumor immune escape and does not affect disease progression, most probably due to the lack of concomitant NOS expression."}, {"pubmed": 19281908, "text": "ARG1 and ARG2 loci are associated with childhood asthma. The association between ARG1 variation and asthma might depend on atopy and ambient ozone levels."}, {"pubmed": 19281908, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19284655, "text": "siRNA silencing of arginase-II but did not inhibit the up-regulation of endothelial VCAM-1, ICAM-1 and E-selectin by TNFalpha"}, {"pubmed": 19508396, "text": "[Review] Arginase is constitutively expressed in endothelial cells, but expression of the specific isoforms differs among mammalian species. Although some arginase I has been detected in human endothelial cells, the predominant isoform is arginase II."}, {"pubmed": 19636440, "text": "Arginase AI activity and its mRNA level were significantly decreased in cirrhotic liver, whereas the activity and expression of arginase AII were concurrently raised, as compared to normal liver."}, {"pubmed": 19684035, "text": "Increased arginase expression in preeclampsia can induce uncoupling of NOS as a source of superoxide in the maternal vasculature in preeclampsia."}, {"pubmed": 19789190, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19801451, "text": "These data support our hypothesis that hypoxia increases proliferation of human pulmonary artery smooth muscle cells through the induction of arginase II."}, {"pubmed": 20071203, "text": "There was an overexpression of arginase II in anorexia nervosa patients."}, {"pubmed": 20107769, "text": "Arginase contributes significantly to L-proline supply for collagen synthesis in rat fibroblasts, in which arginase I is the predominant isoenzyme, but not in human fibroblasts, in which arginase II is the only isoenzyme expressed"}, {"pubmed": 20124949, "text": "Association of ARG2 gene polymorphism is present in adult asthma, has lower reversibility specific with beta2 agonists. It is also associated with asthma severity, severe airway hyperresponsiveness, and less long-term response to inhaled corticosteroids."}, {"pubmed": 20124949, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20542107, "text": "gene silencing changed promotes apoptosis and reduced expression of cell proliferation markers in thyroid cancer cells"}, {"pubmed": 20711410, "text": "androgen-regulated immunosuppressive pathway in human PCa through the expression of ARG1, ARG2 and IL-8"}, {"pubmed": 20853600, "text": "The alteration of arginase activity between colostrum and mature milk may be a consequence of the transfer of arginase from the blood of the breast mother mammary glands into the colostrum and mature milk"}, {"pubmed": 20861464, "text": "In human lung microvascular endothelial cells, hypoxia upregulates arginase activity as well as mRNA and protein levels of arginase II. Inhibition of arginase II by small interfering RNA or by the inhibitor BEC enhanced NO levels."}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21039601, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21039601, "text": "Sequence variations in the NOS2A and ARG2 loci were globally associated with exhaled nitric oxide"}, {"pubmed": 21130456, "text": "Delineate a clearer path from OxLDL through the endothelial cell LOX-1 receptor, RhoA, and ROCK, to the activation of arginase II, downregulation of NO, and vascular dysfunction in atherosclerosis."}, {"pubmed": 22008221, "text": "This study demomistrated that H3K4me3 modification plays an important role in up regulation of ARG2 in prefrontal cortex."}, {"pubmed": 22157935, "text": "DDIT3, STT3A, ARG2 and FAM129A immunohistochemistry does not appear to be useful in the diagnosis of thyroid follicular neoplasias, as they do not reliably distinguish follicular thyroid carcinoma from follicular thyroid adenoma."}, {"pubmed": 22391327, "text": "has a vascular role in placental vessels counteracting the NOS-dependent relaxation"}, {"pubmed": 22447968, "text": "The inhibition of arginase II protein was found to be mediated by exchange protein directly activated by cAMP."}, {"pubmed": 22712848, "text": "Data suggest that exposure to particulate matter (i.e., air pollutants) upregulates arginase II (but not arginase I) activity and expression in bronchial epithelial cells, in part, via epidermal growth factor-dependent signaling."}, {"pubmed": 22815199, "text": "arginase-II (ARG2) was expressed by 60 percent of head and neck squamous cell carcinomas; the absence of ARG2 expression was significantly associated with prolonged overall survival"}, {"pubmed": 23122700, "text": "Endothelial eNOS/arginase imbalance contributes to vascular dysfunction in IUGR umbilical and placental vessels."}, {"pubmed": 23260169, "text": "Gene expression studies have identified altered expression of arginase 2 in suicide completers with a history of mood disorders."}, {"pubmed": 23424623, "text": "presence of ARG2-expressing CAFs is an indicator of poor prognosis, as well as hypoxia, in pancreatic ductal carcinoma"}, {"pubmed": 23740519, "text": "Enzymes that are directly involved in the formation of urea are expressed in ocular tissues."}, {"pubmed": 23832324, "text": "Arg-II promotes mitochondrial dysfunction leading to VSMC senescence/apoptosis through complex positive crosstalk among S6K1-JNK, ERK, p66Shc, and p53, contributing to atherosclerotic vulnerability phenotype."}, {"pubmed": 23950140, "text": "Maternal hypercholesterolemia in pregnancy alters umbilical vein reactivity because of fetal endothelial dysfunction associated with arginase and eNOS signaling imbalance."}, {"pubmed": 24223914, "text": "Data indicate that arginase II (Arg II) expressions were higher in breast tumor tissues compared to the matched normal."}, {"pubmed": 24442486, "text": "We speculate that cytomegalovirus may contribute to endothelial dysfunction via ARG II induction and reduced eNOS production."}, {"pubmed": 24833798, "text": "HDAC2 is a critical regulator of Arg2 expression and thereby endothelial nitric oxide and endothelial function."}, {"pubmed": 24860943, "text": "These results demonstrate that S6K1 and arginase-II form a positive circuit mediating the detrimental effects of chronic L-arginine supplementation on endothelial cells."}, {"pubmed": 24879052, "text": "study identified arginase II as a new target of miR-17-5p in human pulmonary artery smooth muscle cells (hPASMC), with miR-17-5p involved in the hypoxic induction of arginase II in hPASMC; also found evidence supporting a feedback loop between arginase II and miR-17-5p, such that arginase II regulates miR-17-5p expression in hPASMC"}, {"pubmed": 24903103, "text": "OxLDL triggers retrograde translocation of arginase2 in aortic endothelial cells via ROCK and mitochondrial processing peptidase."}, {"pubmed": 25034973, "text": "high fat diet enhanced arginase-II expression/activity and p38mapk activity, which was associated with eNOS-uncoupling as revealed by decreased nitric oxide"}, {"pubmed": 25205225, "text": "Arg1 expression is decreased, and Arg2 expression is increased in the newborn congenital obstructive nephropathy and in the mouse model."}, {"pubmed": 25484082, "text": "arginase 2 impairs endothelial autophagy independently of the L-arginine ureahydrolase activity through activation of RPS6KB1 and inhibition of PRKAA, which is implicated in atherogenesis"}, {"pubmed": 25635535, "text": "Arg-II, p38, and S6K1 form a positive circuit which regulates endothelial senescence and cardiovascular aging."}, {"pubmed": 26054597, "text": "High arginase II expression correlates with poor survival for patients with neuroblastoma. Neuroblastoma suppresses T-cell proliferation via arginase II expression and activity."}, {"pubmed": 26537638, "text": "circulating Arginase 2 concentrations increase in clinical erectile dysfunction (ED) and are associated with increased risk for ED"}, {"pubmed": 27363017, "text": "ARG2 promotes tumorigenesis, and HCMV may contribute to GBM pathogenesis by upregulating ARG2."}, {"pubmed": 27475813, "text": "Data show that transfection with Arginase II-small interfering RNA prevented hypoxia-induced cell proliferation."}, {"pubmed": 27529679, "text": "Schizophrenia patients had increased arginase II protein expression in the frontal cortex compared to controls."}, {"pubmed": 28213467, "text": "overexpression of AMPK induced arginase II protein expression and viable cells numbers in human Pulmonary artery smooth muscle cell ."}, {"pubmed": 28614294, "text": "fetal dendritic cells promote prenatal T-cell immune suppression through arginase-2; results reveal a previously unappreciated role of dendritic cells within the developing fetus and indicate that they mediate homeostatic immune-suppressive responses during gestation"}, {"pubmed": 28627081, "text": "xpression profiles revealed miR-1299 downregulation concomitant with arginase-2 (ARG2) upregulation in hyperpigmented skin of melasma patients."}, {"pubmed": 28718378, "text": "our data provide compelling evidence that human cytomegalovirus reduced the level of microRNA-613 which functions as an anti-onco-miRNA in glioblastoma, primarily by downregulating the expression of arginase-2"}, {"pubmed": 29472234, "text": "KLF15 is a critical regulator of pulmonary endothelial homeostasis via repression of endothelial Arg2 expression. KLF15 abundance and nuclear compartmentalization are regulated by SUMOylation/deSUMOylation-a hypoxia-sensitive process that is controlled by SENP1."}, {"pubmed": 29754953, "text": "Reduced ARG2 activity promotes clear cell renal cell carcinoma tumor growth through at least two distinct mechanisms: conserving the critical biosynthetic cofactor pyridoxal phosphate and avoiding toxic polyamine accumulation."}, {"pubmed": 29845760, "text": "Findings demonstrate that hypoxia-induced arginase II expression and cellular proliferation depend on autocrine epidermal growth factor production leading to epidermal growth factor receptor activation in human pulmonary microvascular endothelial cells."}, {"pubmed": 30923090, "text": "the present study showed that a higher ARG2 level at birth was associated with statistically significant increased odds of developing ALL later in childhood."}, {"pubmed": 31155612, "text": "Arginase II activity-dependent production of spermine augments Ca(2+) transition from the cytosol to the mitochondria in a mitochondrial p32 protein -dependent manner and regulates CaMKII-dependent constriction in vascular smooth muscle cells."}, {"pubmed": 31482616, "text": "Study found that, at the mRNA level, both Arg I and Arg II are expressed in the human prostate, but only Arg I is present at the protein level in the smooth muscle portion. These findings are in support of the notion that, in the prostate, Arg is involved in the modulation of the activity of the nitric oxide system."}, {"pubmed": 31852848, "text": "Regulatory T cells use arginase 2 to enhance their metabolic fitness in tissues."}, {"pubmed": 32046324, "text": "p32-Dependent p38 MAPK Activation by Arginase II Downregulation Contributes to Endothelial Nitric Oxide Synthase Activation in HUVECs."}, {"pubmed": 32305173, "text": "Defective arginine metabolism impairs mitochondrial homeostasis in Caenorhabditiselegans."}, {"pubmed": 32328671, "text": "Melanoma-associated fibroblasts impair CD8+ T cell function and modify expression of immune checkpoint regulators via increased arginase activity."}, {"pubmed": 32468644, "text": "Arginase-II promotes melanoma migration and adhesion through enhancing hydrogen peroxide production and STAT3 signaling."}, {"pubmed": 32693129, "text": "Estimation of varicocele associated human ARG2 and NOS1 proteins and computational analysis on the effect of its nsSNPs."}, {"pubmed": 32722521, "text": "Arginase as a Potential Biomarker of Disease Progression: A Molecular Imaging Perspective."}, {"pubmed": 32880207, "text": "Structural and functional characterization of C0021158, a high-affinity monoclonal antibody that inhibits Arginase 2 function via a novel non-competitive mechanism of action."}, {"pubmed": 33117340, "text": "Atherosclerosis Linked to Aberrant Amino Acid Metabolism and Immunosuppressive Amino Acid Catabolizing Enzymes."}, {"pubmed": 33232463, "text": "Single Nucleotide Polymorphisms in the Arginase 1 and 2 Genes Are Differentially Associated with Circulating l-Arginine Concentration in Unsupplemented and l-Arginine-Supplemented Adults."}, {"pubmed": 33410970, "text": "Arginase II polymorphisms modify the hypotensive responses to propofol by affecting nitric oxide bioavailability."}, {"pubmed": 33676021, "text": "Effects of arginase genetic polymorphisms on nitric oxide formation in healthy pregnancy and in preeclampsia."}, {"pubmed": 34314821, "text": "High total cholesterol and triglycerides levels increase arginases metabolism, impairing nitric oxide signaling and worsening fetoplacental endothelial dysfunction in gestational diabetes mellitus pregnancies."}, {"pubmed": 34829980, "text": "Arginase 2 and Polyamines in Human Pancreatic Beta Cells: Possible Role in the Pathogenesis of Type 2 Diabetes."}, {"pubmed": 34975331, "text": "Identification and Validation of a Prognostic Model Based on Three MVI-Related Genes in Hepatocellular Carcinoma."}, {"pubmed": 35674115, "text": "Hypoxic pulmonary endothelial cells release epidermal growth factor leading to vascular smooth muscle cell arginase-2 expression and proliferation."}, {"pubmed": 35971863, "text": "ARG2 single-nucleotide polymorphism rs3742879 affects plasma arginase 2 levels, nitric oxide formation and antihypertensive therapy response in preeclampsia."}, {"pubmed": 36139052, "text": "Role of Arginase-II in Podocyte Injury under Hypoxic Conditions."}, {"pubmed": 36423363, "text": "Characterisation of the immune microenvironment of primary breast cancer and brain metastasis reveals depleted T-cell response associated to ARG2 expression."}, {"pubmed": 36604146, "text": "Arginase 2 negatively regulates sorafenib-induced cell death by mediating ferroptosis in melanoma."}, {"pubmed": 36835007, "text": "Paracrine Effects of Renal Proximal Tubular Epithelial Cells on Podocyte Injury under Hypoxic Conditions Are Mediated by Arginase-II and TGF-beta1."}, {"pubmed": 37203350, "text": "The lncRNA OIP5-AS1/miR-4500 axis targeting ARG2 modulates oxidative stress-induced premature senescence in endothelial cells: implications for vascular aging."}, {"pubmed": 37727011, "text": "Age-related genes USP2 and ARG2 are involved in the reduction of immune cell infiltration in elderly patients with rheumatoid arthritis."}], "genomic_pos": {"chr": "14", "end": 67651708, "ensemblgene": "ENSG00000081181", "start": 67619920, "strand": 1}, "genomic_pos_hg19": {"chr": "14", "end": 68118437, "start": 68086515, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000050", "qualifier": "involved_in", "term": "urea cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001657", "qualifier": "involved_in", "term": "ureteric bud development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002829", "qualifier": "involved_in", "term": "negative regulation of type 2 immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006809", "pubmed": 8898077, "qualifier": "involved_in", "term": "nitric oxide biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006941", "qualifier": "involved_in", "term": "striated muscle contraction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019547", "qualifier": "involved_in", "term": "arginine catabolic process to ornithine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032651", "qualifier": "involved_in", "term": "regulation of interleukin-1 beta production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032696", "qualifier": "involved_in", "term": "negative regulation of interleukin-13 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032700", "qualifier": "involved_in", "term": "negative regulation of interleukin-17 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032720", "pubmed": 28614294, "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071641", "qualifier": "involved_in", "term": "negative regulation of macrophage inflammatory protein 1 alpha production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071644", "qualifier": "involved_in", "term": "negative regulation of chemokine (C-C motif) ligand 4 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071650", "qualifier": "involved_in", "term": "negative regulation of chemokine (C-C motif) ligand 5 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900425", "qualifier": "involved_in", "term": "negative regulation of defense response to bacterium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903426", "qualifier": "involved_in", "term": "regulation of reactive oxygen species biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905403", "qualifier": "involved_in", "term": "negative regulation of activated CD8-positive, alpha-beta T cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000562", "qualifier": "involved_in", "term": "negative regulation of CD4-positive, alpha-beta T cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000774", "pubmed": 22928666, "qualifier": "involved_in", "term": "positive regulation of cellular senescence"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005759", "qualifier": "located_in", "term": "mitochondrial matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004053", "qualifier": "enables", "term": "arginase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004053", "pubmed": 16128822, "qualifier": "enables", "term": "arginase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32814053, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030145", "qualifier": "enables", "term": "manganese ion binding"}]}, "homologene": {"genes": [[7165, 1275644], [7227, 46717], [7955, 322614], [8364, 780142], [9031, 423272], [9544, 711033], [9598, 452985], [9606, 384], [9615, 480364], [9913, 518752], [10090, 11847], [10116, 29215]], "id": 906}, "interpro": [{"desc": "Ureohydrolase", "id": "IPR006035", "short_desc": "Ureohydrolase"}, {"desc": "Arginase", "id": "IPR014033", "short_desc": "Arginase"}, {"desc": "Ureohydrolase, manganese-binding site", "id": "IPR020855", "short_desc": "Ureohydrolase_Mn_BS"}, {"desc": "Ureohydrolase domain superfamily", "id": "IPR023696", "short_desc": "Ureohydrolase_dom_sf"}], "ipi": "IPI00020332", "map_location": "14q24.1", "name": "arginase 2", "other_names": ["L-arginine amidinohydrolase", "L-arginine ureahydrolase", "arginase II", "arginase, type II", "arginase-2, mitochondrial", "kidney arginase", "kidney-type arginase", "non-hepatic arginase", "nonhepatic arginase", "type II arginase"], "pantherdb": {"HGNC": "664", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1330806", "ortholog_type": "LDO", "panther_family": "PTHR43782", "taxid": 10090, "uniprot_kb": "O08691"}, {"RGD": "2151", "ortholog_type": "LDO", "panther_family": "PTHR43782", "taxid": 10116, "uniprot_kb": "O08701"}, {"Ensembl": "ENSGALG00000009519", "ortholog_type": "LDO", "panther_family": "PTHR43782", "taxid": 9031, "uniprot_kb": "F1P5B4"}, {"ZFIN": "ZDB-GENE-030131-1334", "ortholog_type": "LDO", "panther_family": "PTHR43782", "taxid": 7955, "uniprot_kb": "Q6PH54"}, {"WormBase": "WBGene00020658", "ortholog_type": "O", "panther_family": "PTHR43782", "taxid": 6239, "uniprot_kb": "A0A1X7RC97"}, {"FlyBase": "FBgn0023535", "ortholog_type": "O", "panther_family": "PTHR43782", "taxid": 7227, "uniprot_kb": "O76895"}, {"SGD": "S000006032", "ortholog_type": "O", "panther_family": "PTHR43782", "taxid": 4932, "uniprot_kb": "P00812"}, {"PomBase": "SPBP26C9.02c", "ortholog_type": "O", "panther_family": "PTHR43782", "taxid": 4896, "uniprot_kb": "P37818"}, {"PomBase": "SPAC3H1.07", "ortholog_type": "O", "panther_family": "PTHR43782", "taxid": 4896, "uniprot_kb": "Q10066"}, {"dictyBase": "DDB_G0289195", "ortholog_type": "O", "panther_family": "PTHR43782", "taxid": 352472, "uniprot_kb": "Q54HV8"}], "uniprot_kb": "P78540"}, "pathway": {"humancyc": {"id": "PWY-4984", "name": "urea cycle"}, "kegg": [{"id": "hsa00220", "name": "Arginine biosynthesis - Homo sapiens (human)"}, {"id": "hsa00330", "name": "Arginine and proline metabolism - Homo sapiens (human)"}, {"id": "hsa05146", "name": "Amoebiasis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-70635", "name": "Urea cycle"}, {"id": "R-HSA-71291", "name": "Metabolism of amino acids and derivatives"}, {"id": "R-HSA-9837999", "name": "Mitochondrial protein degradation"}], "wikipathways": {"id": "WP3925", "name": "Amino Acid metabolism"}}, "pdb": ["1PQ3", "4HZE", "4I06", "4IE2", "4IE3", "4IXU", "4IXV", "6Q37", "6Q39", "6SS2", "6SS4", "6SS6"], "pfam": "PF00491", "pharmgkb": "PA24948", "pharos": {"target_id": 2495, "tdl": "Tchem"}, "prosite": "PS51409", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167306", "relationship": "is"}, {"id": "GNF178212", "relationship": "is"}, {"id": "GNF189118", "relationship": "is"}, {"id": "GNF200024", "relationship": "is"}, {"id": "GNF261563", "relationship": "is"}, {"id": "GNF261564", "relationship": "is"}, {"id": "GNF261565", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159814", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF039461", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF000660", "relationship": "is"}, {"id": "GNF000661", "relationship": "is"}, {"id": "GNF000662", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF237421", "relationship": "is"}, {"id": "GNF284473", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF107020", "relationship": "is"}, {"id": "GNF146666", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_008875.2", "NG_011964.1"], "protein": "NP_001163.1", "rna": "NM_001172.4", "translation": {"protein": "NP_001163.1", "rna": "NM_001172.4"}}, "reporter": {"HG-U133_Plus_2": ["203945_at", "203946_s_at"], "HG-U95Av2": "32722_at", "HTA-2_0": "TC14000409.hg.1", "HuEx-1_0": "3541383", "HuGene-1_1": "7975268", "HuGene-2_1": "16785696"}, "summary": "Arginase catalyzes the hydrolysis of arginine to ornithine and urea.  At least two isoforms of mammalian arginase exists (types I and II) which differ in their tissue distribution, subcellular localization, immunologic crossreactivity and physiologic function.  The type II isoform encoded by this gene, is located in the mitochondria and expressed in extra-hepatic tissues, especially kidney.  The physiologic role of this isoform is poorly understood; it is thought to play a role in nitric oxide and polyamine metabolism.  Transcript variants of the type II gene resulting from the use of alternative polyadenylation sites have been described. [provided by RefSeq, Jul 2008].", "symbol": "ARG2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412516"}, "unigene": "Hs.226007", "uniprot": {"Swiss-Prot": "P78540"}, "wikipedia": {"url_stub": "Template:PBB/384"}}