{"AllianceGenome": "11110", "HGNC": "11110", "MIM": "603024", "_id": "8289", "_version": 2, "accession": {"genomic": ["AB024075.2", "AL034380.26", "AL512408.12", "CH471059.2", "CP068277.2", "KT584092.1", "KT886406.1", "NC_000001.11", "NC_060925.1", "NG_029965.1"], "protein": ["AAF67617.1", "AAF75765.1", "AAG17549.2", "AAG33967.1", "AAI12896.1", "AAK54505.1", "AAN03446.1", "ALP06203.1", "BAA23269.1", "BAA83073.1", "BAB55114.1", "BAB55132.1", "BAB55270.1", "BAC11306.1", "BAD96995.1", "BAE06104.1", "EAX07793.1", "EAX07794.1", "EAX07795.1", "EAX07796.1", "EAX07797.1", "NP_006006.3", "NP_624361.1", "O14497.3"], "rna": ["AB001895.1", "AB210022.1", "AF217506.1", "AF219114.1", "AF231056.1", "AF265208.1", "AF268913.1", "AF521670.1", "AK027442.1", "AK027467.1", "AK027655.1", "AK074940.1", "AK223275.1", "AK308363.1", "BC112895.1", "NM_006015.6", "NM_018450.4", "NM_139135.4"], "translation": [{"protein": "AAF67617.1", "rna": "AF217506.1"}, {"protein": "AAI12896.1", "rna": "BC112895.1"}, {"protein": "BAB55114.1", "rna": "AK027442.1"}, {"protein": "BAC11306.1", "rna": "AK074940.1"}, {"protein": "AAG17549.2", "rna": "AF219114.1"}, {"protein": "BAE06104.1", "rna": "AB210022.1"}, {"protein": "BAA23269.1", "rna": "AB001895.1"}, {"protein": "AAG33967.1", "rna": "AF231056.1"}, {"protein": "AAF75765.1", "rna": "AF265208.1"}, {"protein": "NP_624361.1", "rna": "NM_139135.4"}, {"protein": "BAB55132.1", "rna": "AK027467.1"}, {"protein": "AAK54505.1", "rna": "AF268913.1"}, {"protein": "BAB55270.1", "rna": "AK027655.1"}, {"protein": "NP_006006.3", "rna": "NM_006015.6"}, {"protein": "BAD96995.1", "rna": "AK223275.1"}, {"protein": "AAN03446.1", "rna": "AF521670.1"}]}, "alias": ["B120", "BAF250", "BAF250a", "BM029", "C1orf4", "CSS2", "ELD", "MRD14", "OSA1", "P270", "SMARCF1", "hELD", "hOSA1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-07-07T16:00:00.000Z", "disease_label": "Coffin-Siris syndrome", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0015452", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_aaf6d47a-656a-49ca-ba9e-169f25bf03e7-2021-07-07T160000.000Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000117713", "protein": ["ENSP00000320485", "ENSP00000363267", "ENSP00000387636", "ENSP00000390317", "ENSP00000432368", "ENSP00000432473", "ENSP00000436692", "ENSP00000489842", "ENSP00000490650"], "transcript": ["ENST00000324856", "ENST00000374152", "ENST00000430291", "ENST00000430799", "ENST00000457599", "ENST00000466382", "ENST00000524572", "ENST00000532781", "ENST00000636072", "ENST00000636110", "ENST00000636219", "ENST00000636422", "ENST00000636794", "ENST00000636958", "ENST00000637465", "ENST00000637788"], "translation": [{"protein": "ENSP00000390317", "rna": "ENST00000430799"}, {"protein": "ENSP00000387636", "rna": "ENST00000457599"}, {"protein": "ENSP00000320485", "rna": "ENST00000324856"}, {"protein": "ENSP00000490650", "rna": "ENST00000637465"}, {"protein": "ENSP00000432473", "rna": "ENST00000524572"}, {"protein": "ENSP00000363267", "rna": "ENST00000374152"}, {"protein": "ENSP00000489842", "rna": "ENST00000636219"}, {"protein": "ENSP00000432368", "rna": "ENST00000466382"}, {"protein": "ENSP00000436692", "rna": "ENST00000532781"}], "type_of_gene": "protein_coding"}, "entrezgene": "8289", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 57.8530246647, "exp_mis": 747.148784929, "exp_syn": 340.112890482, "lof_z": 7.40423566869749, "mis_z": 4.10044018558991, "mu_lof": 4.71100048256e-06, "mu_mis": 8.02192497539e-05, "mu_syn": 4.03795557598e-05, "n_lof": 1.0, "n_mis": 518.0, "n_syn": 361.0, "p_li": 0.999999996642687, "p_null": 9.91437781621639e-23, "p_rec": 3.35731302964182e-09, "syn_z": -0.702127642929402}, "bp": 6858, "cds_end": 27107247, "cds_start": 27022894, "n_exons": 20, "nonpsych": {"exp_lof": 51.9687147805, "exp_mis": 675.847913124, "exp_syn": 307.441134079, "lof_z": 6.94359974289719, "mis_z": 4.61462609784037, "mu_lof": 4.71100048256e-06, "mu_mis": 8.02192497539e-05, "mu_syn": 4.03795557598e-05, "n_lof": 1.0, "n_mis": 438.0, "n_syn": 321.0, "p_li": 0.999999973525484, "p_null": 1.84918243053416e-20, "p_rec": 2.64745160287549e-08, "syn_z": -0.486863265855044}, "nontcga": {"exp_lof": 53.1863948315, "exp_mis": 687.338542533, "exp_syn": 312.865486282, "lof_z": 7.19418342134685, "mis_z": 4.18711545004563, "mu_lof": 4.71100048256e-06, "mu_mis": 8.02192497539e-05, "mu_syn": 4.03795557598e-05, "n_lof": 0.0, "n_mis": 467.0, "n_syn": 329.0, "p_li": 0.999999996451188, "p_null": 5.59737375312408e-22, "p_rec": 3.54881239743452e-09, "syn_z": -0.577562474359486}, "transcript": "ENST00000324856.7"}, "exons": [{"cdsend": 26780756, "cdsstart": 26696403, "chr": "1", "position": [[26696014, 26697540], [26729650, 26729863], [26731151, 26731604], [26732675, 26732792], [26760855, 26761096], [26761383, 26761473], [26762151, 26762319], [26762972, 26763285], [26766220, 26766366], [26766456, 26766566], [26767789, 26767999], [26771118, 26771326], [26772499, 26772632], [26772811, 26772987], [26773345, 26773496], [26773579, 26773717], [26773801, 26773898], [26774328, 26775220], [26775576, 26775707], [26779022, 26782104]], "strand": 1, "transcript": "NM_006015", "txend": 26782104, "txstart": 26696014}, {"cdsend": 26780756, "cdsstart": 26696403, "chr": "1", "position": [[26696014, 26697540], [26729650, 26729863], [26731151, 26731604], [26732675, 26732792], [26760855, 26761096], [26761383, 26761473], [26762151, 26762319], [26762972, 26763285], [26766220, 26766366], [26766456, 26766566], [26767789, 26767999], [26771118, 26771326], [26772499, 26772632], [26772811, 26772987], [26773345, 26773496], [26773579, 26773717], [26773801, 26773898], [26774979, 26775220], [26775576, 26775707], [26779022, 26782104]], "strand": 1, "transcript": "NM_139135", "txend": 26782104, "txstart": 26696014}], "exons_hg19": [{"cdsend": 27107247, "cdsstart": 27022894, "chr": "1", "position": [[27022505, 27024031], [27056141, 27056354], [27057642, 27058095], [27059166, 27059283], [27087346, 27087587], [27087874, 27087964], [27088642, 27088810], [27089463, 27089776], [27092711, 27092857], [27092947, 27093057], [27094280, 27094490], [27097609, 27097817], [27098990, 27099123], [27099302, 27099478], [27099836, 27099987], [27100070, 27100208], [27100292, 27100389], [27100819, 27101711], [27102067, 27102198], [27105513, 27108595]], "strand": 1, "transcript": "NM_006015", "txend": 27108595, "txstart": 27022505}, {"cdsend": 27107247, "cdsstart": 27022894, "chr": "1", "position": [[27022505, 27024031], [27056141, 27056354], [27057642, 27058095], [27059166, 27059283], [27087346, 27087587], [27087874, 27087964], [27088642, 27088810], [27089463, 27089776], [27092711, 27092857], [27092947, 27093057], [27094280, 27094490], [27097609, 27097817], [27098990, 27099123], [27099302, 27099478], [27099836, 27099987], [27100070, 27100208], [27100292, 27100389], [27101470, 27101711], [27102067, 27102198], [27105513, 27108595]], "strand": 1, "transcript": "NM_139135", "txend": 27108595, "txstart": 27022505}], "generif": [{"pubmed": 12200431, "text": "largest subunits of SWI/SNF participate in promoting transcriptional activation by the steroid hormone receptors"}, {"pubmed": 12665591, "text": "BAF250 chromatin-remodeling complexes contain a mixed-lineage leukemia chromosomal translocation partner."}, {"pubmed": 15170388, "text": "ARID1B is associated with SWI/SNF-related complexes and indicates that ARID1A and ARID1B, similar to the ATPase subunits BRG1 and hBRM, are alternative, mutually exclusive subunits of the complexes"}, {"pubmed": 15382044, "text": "Levels of ARID1A are frequently deficient in renal cell carcinoma samples."}, {"pubmed": 16230384, "text": "The noncatalytic subunits of mammalian SWI/SNF complexes include p270/ARID1A. p270-containing complexes are functionally distinct from ARID1B-containing complexes and a deficiency of p270 is suggested to play a causative role in carcinogenesis."}, {"pubmed": 17255939, "text": "The subset of SWI/SNF complexes containing ARID1A have an associated histone deacetylase (HDAC) activity."}, {"pubmed": 17492758, "text": "in the primary breast carcinoma, transforming ARID1A sequence was an antisense cDNA, and was the product of a genomic rearrangement; identified a lung adenocarcinoma cell line with a highly localized homozygous genomic deletion in the 5' end of ARID1A"}, {"pubmed": 19486893, "text": "ARID1A/BAF250A was identified as a new HIC1 partner."}, {"pubmed": 20086098, "text": "Results report that BAF250b complexes purified from mammalian cells contain elongin C (Elo C), a BC box binding component of an E3 ubiquitin ligase."}, {"pubmed": 20826764, "text": "genes mutated in ovarian clear cell carcinoma(OCCC);data suggest PPP2R1A functions as an oncogene and ARID1A as tumor-suppressor gene; in 42 OCCCs, 7% had mutations in PPP2R1A and 57% in ARID1A; suggests aberrant chromatin remodeling contributes to OCCC"}, {"pubmed": 20942669, "text": "These data implicate ARID1A as a tumor-suppressor gene frequently disrupted in ovarian clear-cell and endometrioid carcinomas."}, {"pubmed": 21412130, "text": "uterine low-grade endometrioid carcinoma is the predominant tumor type harboring ARID1A mutations and frequent loss of ARID1A expression"}, {"pubmed": 21889920, "text": "These data suggest that low ARID1A expression is frequent in breast cancers;Low ARID1A expression was a predictor, not an independent, of overall survival"}, {"pubmed": 21892209, "text": "we show that low ARID1A RNA or nuclear protein expression is associated with more aggressive breast cancer phenotypes"}, {"pubmed": 21900401, "text": "ARID1A is a bona fide tumor suppressor that collaborates with p53 to regulate CDKN1A and SMAD3 transcription and tumor growth in gynecologic cancers."}, {"pubmed": 22009941, "text": "The aberrant chromatin remodeling consequent to ARID1A inactivation contributes to a variety of different types of neoplasms."}, {"pubmed": 22037554, "text": "The mutation spectrum for ARID1A differs between molecular subtypes of gastric cancer, and mutation prevalence is negatively associated with mutations in TP53"}, {"pubmed": 22101352, "text": "loss of ARID1A in ovarian clear cell carcinoma is a negative prognostic factor in patients treated with platinum-based chemotherapy"}, {"pubmed": 22157930, "text": "Loss of ARID1A protein expression occurs as a very early event in ovarian clear-cell carcinoma development and frequently coexists (not mutually exclusive) with PIK3CA mutations."}, {"pubmed": 22193641, "text": "Data confirm that loss of the ARID1A-encoded protein BAF250a is a frequent event in the genesis of clear cell and endometrioid ovarian cancers. Loss of BAF250a was not associated with clinical or epidemiologic characteristics."}, {"pubmed": 22274316, "text": "the current study examined the prognostic significance of loss of ARID1A expression in cervical cancer by investigating the relationship between ARID1A immunohistochemical expression and various clinicopathological variables in cervical cancer."}, {"pubmed": 22301703, "text": "The loss of expression of the tumor-suppressor protein ARID1A/BAF250a in some endometriomas possibly indicates a risk of malignant transformation."}, {"pubmed": 22484628, "text": "Recurrent somatic mutations in ARID1A gene is associated with gastric adenocarcinoma."}, {"pubmed": 22653341, "text": "The loss of expression of ARID1A and the presence of inactivating mutations of the ARID1A gene further link this tumor to endometrioid and clear cell tumors, as does the frequent association with endometriosis."}, {"pubmed": 22808142, "text": "ARID1A may play an important role in gastric cancer."}, {"pubmed": 22910690, "text": "No associations were detected for ARID1A polymorphisms and endometriosis in Caucasian women."}, {"pubmed": 22915242, "text": "Loss of ARID1A has different and pathway-dependent roles in gastric carcinoma."}, {"pubmed": 22939958, "text": "No significant differences between positive and negative cases of AT-rich interactive domain 1A are observed with respect to any clinicopathologic features or patient survival."}, {"pubmed": 22976498, "text": "Loss of ARID1A expression is an early molecular event in tumor progression from ovarian endometriotic cyst to clear cell and endometrioid carcinoma."}, {"pubmed": 23030592, "text": "data presented suggest that somatic mutation may be a main event in ARID1A inactivation in the gastric, colorectal and prostate cancers and that loss of ARID1A expression without ARID1A mutation may not be a main event"}, {"pubmed": 23080032, "text": "Loss of ARID1A appears to be an early event in the carcinogenesis of endometrioid uterine carcinomas and the association with deep myometrial infiltration may suggest an importance for invasiveness."}, {"pubmed": 23097632, "text": "study demonstrates that in-frame indel mutations of ARID1A, are associated with the loss of ability to suppress cellular proliferation and activate CDKN1A (p21) transcription"}, {"pubmed": 23202128, "text": "Identification of recurrent somatic mutations in the chromatin-remodeling gene ARID1A in the childhood cancer neuroblastoma."}, {"pubmed": 23232571, "text": "Inactivating mutations of the ARID1A tumor suppressor gene are the most common in endometriosis related ovarian neoplasms."}, {"pubmed": 23318448, "text": "Data indicate enhanced cell growth, proliferation and invasion were observed on ARID1A knockdown in esophageal adenocarcinoma (EAC) cells."}, {"pubmed": 23349767, "text": "Data indicate that promoter hypermethylation was the main culprit for ARID1A mRNA low expression in invasive ductal carcinomas."}, {"pubmed": 23416164, "text": "both the protein and mRNA levels of ARID1A are statistically significant prognostic markers for clear cell renal cell carcinoma."}, {"pubmed": 23427874, "text": "The loss of ARID1A/BAF250a expression is linked to tumor progression and adverse prognosis in cervical cancer."}, {"pubmed": 23524907, "text": "Loss of BAF250a expression has no prognostic significance in endometrial clear cell carcinomas"}, {"pubmed": 23650517, "text": "ARID1A inactivation is a key player in bladder carcinogenesis occurring predominantly in FGFR3 wild type tumors."}, {"pubmed": 23702729, "text": "Loss of ARID1A expression, PI3K-Akt pathway alterations, TP53 status and microsatellite instability are involved in endometrial cancer."}, {"pubmed": 23887303, "text": "ARID1A mutations were negatively associated with TP53 mutations but were unrelated to mismatch repair gene mutations in high-grade endometrial cancers"}, {"pubmed": 24036443, "text": "The occurrence of ARID1A mutations and alterations in the PI3K/AKT pathway in endometriosis and endometriosis-associated ovarian carcinomas, as well as the possible functional and clinical implications are discussed in this review."}, {"pubmed": 24076775, "text": "Suggest that loss of ARID1A expression, presumably due to mutation, plays an important role in tumor progression of uterine endometrioid carcinoma."}, {"pubmed": 24185509, "text": "Frequent inactivating mutations in multiple chromatin-remodeling genes (including BAP1, ARID1A and PBRM1), and mutation in one of these genes occurred in almost half of the carcinomas sequenced."}, {"pubmed": 24293408, "text": "ARID1A and E-cadherin expression show a strong correlation in 75.4% of the analyzed GC tissues. They are synergistically downregulated in 23.5% of analyzed GC tissues"}, {"pubmed": 24336158, "text": "Synergic effects of loss of ARID1A and PI3K-Akt pathway activation as well as ZNF217 amplification may be related to the development of ovarian clear cell carcinoma."}, {"pubmed": 24382590, "text": "Mutations in ARID1A gene is associated with microsatellite unstable colorectal cancer."}, {"pubmed": 24430365, "text": "BAF250a-encoding ARID1A has the capacity to play a tumor-suppressive role in breast cancer."}, {"pubmed": 24435047, "text": "Mutations in linker histone genes HIST1H1 B, C, D, and E; OCT2 (POU2F2); IRF8; and ARID1A underlying the pathogenesis of follicular lymphoma."}, {"pubmed": 24557437, "text": "The loss of BAF250a expression does not have prognostic value for endometrial carcinoma."}, {"pubmed": 24562383, "text": "loss of ARID1A and ARID1B alleles cooperatively promotes cancer formation but also results in a unique functional dependence"}, {"pubmed": 24566899, "text": "ARID1A may serve as an important tumor suppressor in NSCLC."}, {"pubmed": 24618703, "text": "In human cancer, ARID1A possesses not only features of a gatekeeper, regulating cell cycle progression, but also features of a caretaker, preventing genomic instability. [Review]"}, {"pubmed": 24767857, "text": "ARID1A/BAF250a may be of prognostic significance in a subset of patients with early stage gastric cancer"}, {"pubmed": 24788099, "text": "The BAF complex, including both ARID1A and ARID1B, contributes to DNA repair and cellular resistance to ionizing radiation and cisplatin."}, {"pubmed": 24793973, "text": "The newly identified miR-31/ARID1A pathway provides insight into cervical cancer progression."}, {"pubmed": 24925223, "text": "loss of ARID1A expression occurs in a small but significant proportion of colorectal carcinomas where it is strongly correlated with mismatch repair deficiency"}, {"pubmed": 24944491, "text": "ARID1A was not detected in liver cancer stem cells."}, {"pubmed": 25081545, "text": "BAF complex gene ARID1A is mutated in Coffin-Siris syndrome patients."}, {"pubmed": 25083560, "text": "Phosphorylation level of ARID1A at Ser696 in ovarian clear cell adenocarcinoma"}, {"pubmed": 25168959, "text": "Genotype-phenotype correlation of Coffin-Siris syndrome caused by mutations in ARID1A gene."}, {"pubmed": 25175170, "text": "in invasive urothelial carcinoma of urinary bladder, low ARID1A expression showed a tendency for lower risk of tumor progression and cancer mortality."}, {"pubmed": 25195947, "text": "Loss of ARID1A expression was more common in endometrial endometrioid adenocarcinomas than in ovarian endometrioid adenocarcinomas."}, {"pubmed": 25293959, "text": "Genetic association replicative and exploratory studies identify SNPs in ADA and MTR highly associated with isolated Neural tube defects (NTD)and SNP in ARID1A and ALDH1A2 associated with NTDs in whites and African Americans respectively."}, {"pubmed": 25311944, "text": "our results suggest that ARID1A loss may be linked to a specific subset of sporadic microsatellite unstable colorectal carcinomas that may be medullary but is more likely to present with metastatic disease, warranting further investigation."}, {"pubmed": 25400081, "text": "In small intestinal carcinoma, low or loss of ARID1A expression is correlated significantly with a high-grade tumour, higher T stage, and poorer overall survival"}, {"pubmed": 25503393, "text": "Loss of AT-rich interactive domain 1A expression is associated with gastrointestinal malignancies."}, {"pubmed": 25557364, "text": "Complete loss of ARID1A expression by immunohistochemistry is highly specific for carcinoma; can be used in peritoneal washings to confirm malignancy in patients with endometrial carcinoma."}, {"pubmed": 25561809, "text": "ARID1A protein loss is associated with clinicopathologic characteristics in colorectal cancer patients and with survival in stage IV patients."}, {"pubmed": 25628030, "text": "Decreased ARID1A expression was associated with the higher nuclear grade and higher pTNM stage in clear cell renal cell carcinoma."}, {"pubmed": 25717252, "text": "Suggest that the AIRD1A inactivation is associated with lymphatic invasion, lymph node metastasis, poor prognosis, and MMR deficiency in gastric adenocarcinomas."}, {"pubmed": 25744580, "text": "gene mutation of ARID1A led to absence of the encoded protein and inactivation of the tumor suppressor.We found that FIGO stage I and II patients with negative tumor expression of ARID1A might have a worse prognosis."}, {"pubmed": 25757668, "text": "reduced ARID1A expression in tumor tissues contributes to infiltrative growth of esophageal squamous cell carcinoma, irrespective of E-cadherin"}, {"pubmed": 25776029, "text": "A significant trend of association was found between histologic grade and ARID1A expression"}, {"pubmed": 25912412, "text": "Loss of ARID1A-encoded protein seems to be an early event in EOAC, along with pAKT activation, alteration of gammaH2AX, and concomitant activation of the apoptosis pathway."}, {"pubmed": 25913291, "text": "The action of ARID1A in carcinogenesis differs between adenofibroma-related clear cell carcinoma and endometriosis-related clear cell carcinoma."}, {"pubmed": 25975202, "text": "Decreased expression of ARID1A was associated with tumor progression, metastasis, and reduced overall survival in mice and humans."}, {"pubmed": 26045782, "text": "Alteration of ARID1A may accelerate tumor growth in a subset of hepatocellular carcinoma, and this pathway may be distinct from p53 and beta-catenin pathways."}, {"pubmed": 26067140, "text": "loss of ARID1A is more common in advanced GC and is related to EBV positivity and MMR deficiency"}, {"pubmed": 26069190, "text": "Data showed that ARID1A interacts with ATR via its C-terminal region, which mediates its recruitment to DNA double-strand breaks."}, {"pubmed": 26138514, "text": "About 25% of urothelial carcinoma showed loss-of-function mutations of ARID1A."}, {"pubmed": 26279473, "text": "Our results indicate that the Arid1a tumour suppressor gene has a key role in regulating ovarian endometrioid carcinoma differentiation"}, {"pubmed": 26303865, "text": "The findings demonstrated a correlation between ARID1A expression and adenomatous differentiation of uterine squamous cell carcinomas. Therefore, ARID1A gene may have a role in the pathogenesis of cervical adenosquamous carcinomas."}, {"pubmed": 26334097, "text": "analysis of ARID1A, CDH1, cMET and PIK3CA expression and target-related microRNA expression in gastric cancer"}, {"pubmed": 26378916, "text": "ARID1A positively regulates Klf15 expression with PGR to inhibit epithelial proliferation at peri-implantation. Our results suggest that Arid1a has a critical role in modulating epithelial proliferation which is a critical requisite for fertility"}, {"pubmed": 26384299, "text": "loss of ARID1A shortened time to cancer-specific mortality, and to recurrence of cancer when adjusting for potential confounders (Meta-Analysis)"}, {"pubmed": 26572704, "text": "we focus on the relationships of ARID1A mutations with ovarian and endometrial cancers[review]"}, {"pubmed": 26589513, "text": "Most HCCs had an increased level of ARID1A mRNA."}, {"pubmed": 26614907, "text": "Identification of this undescribed functional NLS within ARID1A contributes vital insights to rationalize the impact of ARID1A missense mutations observed in patient tumors."}, {"pubmed": 26716708, "text": "Arid1A role in genome-wide transcriptional regulation by SWI/SNF complexes."}, {"pubmed": 26826411, "text": "Complete or partial loss of ARID1A expression is considered an independent poor prognostic factor in patients with gastric cancer."}, {"pubmed": 26832958, "text": "Partial loss (i.e. in one tissue section some cells stained positive for BAF250a while other cells, usually an adjacent group, were negative) of BAF250a protein was identified in 36% (9/25) of rectovaginal DIE samples, 40% (2/5) of endometriosis lesions involving the PSLN, 30% (6/20) of endometriomas, and also in 25% (5/20) of endometrium from controls."}, {"pubmed": 26904685, "text": "All cases with ARID1A expression are overlapped with H2B high expression. Among 15 cases with ARID1A and H2B coexpression, 13 are invasive ductal carcinoma and 2 are mucinous carcinoma. Our results indicate that ARID1A gene may be involved in carcinogenesis of some subtypes of breast cancer."}, {"pubmed": 26945423, "text": "The loss of ARID1A was correlated with late-stage and endometriosis-associated ovarian clear cell carcinoma. ARID1A expression may predict the risk of recurrence."}, {"pubmed": 26953344, "text": "loss of ARID1A protein expression caused by inactivating mutations reactivates TERT transcriptional activity and confers a survival advantage of tumor cells by maintaining their telomeres."}, {"pubmed": 26960408, "text": "loss of ARID1A protein expression found in TU-OC-2 cells."}, {"pubmed": 26980037, "text": "ARID1A loss lacks prognostic significance in early stage colorectal adenocarcinoma."}, {"pubmed": 27051059, "text": "BAF250a loss in AE is consistently associated with the development of BAF250a-negative endometriosis-associated cancers and appears to be an early event in most of these cases."}, {"pubmed": 27137986, "text": "ARID1A expression is significantly decreased in higher stages of urothelial carcinoma and its aggressive variants."}, {"pubmed": 27172896, "text": "Tumors accumulate ARID1A mutations."}, {"pubmed": 27323812, "text": "Our study provides a novel insight into the modulatory function and mechanism of ARID1A in PI3K/AKT signaling in gastric cancer"}, {"pubmed": 27334809, "text": "Inactivating mutations in ARID1A may be involved in a novel pathway of carcinogenesis in biliary carcinomas"}, {"pubmed": 27340867, "text": "Data show that 38 samples of 82 ovarian clear cell carcinoma (CCC) specimens presented no BAF250a expression, and 50 samples exhibited the loss of at least one subunit of the SWI/SNF complex."}, {"pubmed": 27354232, "text": "ARID1A expression loss was associated with poor overall survival in Asians with gastric cancer. [meta-analysis]"}, {"pubmed": 27387124, "text": "Mutations of ARID1A, GPRC5A and MLL2 grant bladder cancer non-stem cells the capability of self-renewal."}, {"pubmed": 27433094, "text": "ARID1A protein and mRNA expression was lower in intrahepatic cholangiocarcinoma tissue than in normal liver tissue."}, {"pubmed": 27486766, "text": "loss of ARID1A leads to accumulation of ROS; elesclomol may be used to target ARID1A-mutant gynecologic cancer cells"}, {"pubmed": 27520487, "text": "In the very high-risk Bladder Cancer patients , several genes had a higher frequency of mutations than reported in the The Cancer Genome Atlas database, including ARID1A . Mutation associations with receipt of neoadjuvant chemotherapy, nodal involvement, metastatic disease development, and survival were analyzed."}, {"pubmed": 27528032, "text": "head and neck squamous cell carcinoma patients with tumors having high level of miR-31 expression and high levels of Nanog/OCT4/Sox2/EpCAM expression, together with low level of ARID1A expression, were found to have the worst survival"}, {"pubmed": 27562491, "text": "we identified concurrent ARID1A and ARID1B inactivating mutations with consequent loss of protein expression in the undifferentiated component of approximately one-quarter of dedifferentiated endometrial and ovarian carcinomas"}, {"pubmed": 27572311, "text": "We propose a signaling cascade involving ARID1A, GADD45B and DUSP1 as mediators of the romidepsin effects in GCC cells."}, {"pubmed": 27906199, "text": "genomic data and clinical features of four patients carrying a small 1p36.11 microduplication encompassing the complete ARID1A gene"}, {"pubmed": 28031120, "text": "ARID1A may play an important role in the early events of gastric carcinogenesis."}, {"pubmed": 28296015, "text": "Although Genome-Wide Association studies have not been carried out in the field of alcohol-related hepatocellular carcinoma (HCC), common single nucleotide polymorphisms conferring a small increase in the risk of liver cancer risk have been identified. Specific patterns of gene mutations including CTNNB1, TERT, ARID1A and SMARCA2 exist in alcohol-related HCC. [review]"}, {"pubmed": 28440661, "text": "ARID1A may be a primary driver of carcinogenesis in a subset of esophageal adenocarcinomas"}, {"pubmed": 28466574, "text": "the significant correlation was achieved between the negative ARID1A expression and the FIGO stage of endometrium-related gynecological cancers, but not the other characteristics."}, {"pubmed": 28483516, "text": "ARID1A mutation can be an early stage event in the oncogenic transformation of endometriosis cells giving rise to ovarian clear cell carcinoma."}, {"pubmed": 28543794, "text": "ARID1A and human epidermal growth factor receptor-2 (Her-2) status were found to be independent prognostic factors of both overall survival (OS) and disease free survival (DFS)."}, {"pubmed": 28716731, "text": "Our data suggests that deficiency or loss of functional mutations of ARID1A in HCC cells might contribute to the increased activity of certain cancer-promoting lncRNAs."}, {"pubmed": 28737768, "text": "ARID1A mutation inactivates the apoptosis-promoting function of p53 by upregulating HDAC6, indicating that pharmacological inhibition of HDAC6 is a therapeutic strategy for ARID1A-mutated cancers."}, {"pubmed": 28863077, "text": "Of the 34 undifferentiated endometrial carcinomas examined, 17 (50%) exhibited SWI/SNF complex inactivation, with 11 tumors showing complete loss of both ARID1A and ARID1B, 5 showing complete loss of BRG1 and 1 showing complete loss of INI1. Ten of the remaining 17 undifferentiated carcinomas showed the following alterations: 5 tumors (15%) showed loss of ARID1A only with intact ARID1B, BRG1, and INI1 expression."}, {"pubmed": 28937020, "text": "This metaanalysis indicated that Gastric Cancer or Colorectal Cancer with ARID1A alteration might be a marker of poor prognosis. The ARID1A alteration of Gastric Cancer may result from different epigenetic factors."}, {"pubmed": 28942102, "text": "ARID1a may be required for regulation of a subset of glucocorticoid responsive genes."}, {"pubmed": 28942143, "text": "Transcriptome analysis revealed ARID1A knockdown led to miR-503 upregulation. CDKN2A was identified as a target of miR-503, which contributes to cell senescence. Thus, the data suggests that ARID1A deficiency promote KRAS(G12D)-driven pancreatic tumorigenesis through miR-503/CDKN2A-mediated senescence."}, {"pubmed": 28967863, "text": "The authors find that ARID1A has a dominant role in maintaining chromatin accessibility at enhancers, while the contribution of ARID1B is evident only in the context of ARID1A mutation."}, {"pubmed": 29073615, "text": "ARID1A silencing could significantly enhance the capability of migration and invasion in lentivirus miR-144-3p cells."}, {"pubmed": 29170871, "text": "Loss of PTEN and ARID1A expression is highly specific for malignancy in effusion pathology"}, {"pubmed": 29177569, "text": "ARID1A may serve as a tumour suppressor in osteosarcoma progression."}, {"pubmed": 29392887, "text": "The pharmaceutical inhibition with p38MAPK-specific inhibitor SCIO-469 revealed that p38MAPK-related signalling axis regulates ARID1A expression and thereby modulates paclitaxel sensitivity in triple-negative breast cancer triple-negative breast cancer (TNBC)"}, {"pubmed": 29451900, "text": "Low ARID1A expression is associated with clear cell and endometrioid carcinoma of the ovary and the endometrium."}, {"pubmed": 29486633, "text": "Our data provide additional evidence that AT-rich interactive domain 1A might function as a tumor suppressor gene in pancreatic carcinogenesis."}, {"pubmed": 29500370, "text": "study revealed significant associations of two variants rs6598860 and rs4589135 in ARID1A with overweight/obesity. We also identified association of rs3804562 in KAT2B gene with body mass index"}, {"pubmed": 29547736, "text": "In addition, 6 other cancer-associated genes (BRAF, NRAS, HRAS, ERK1, ERK2 and PTEN) were also analyzed. In total, four somatic mutations were identified in three out of 101 ovarian endometriotic lesions (4%, 4/101), including a KRAS p.G12V, a PPP2R1A p.S256F and two ARID1A nonsense mutations (p.Q403* and p.G1926*); while no mutations were identified in the remaining 7 genes (BRAF, NRAS, HRAS, ERK1, ERK2, PTEN and PIK3CA)"}, {"pubmed": 29660381, "text": "Data show that AT-rich interaction domain 1A (ARID1A) knockdown in ovarian cancer cells reduced their apoptosis rate, led to multiple drug resistance (MDR) and transcriptionally activates the expression of multidrug resistance-associated protein 2 (MRP2)."}, {"pubmed": 29689245, "text": "ARID1A expression were significantly related to the overall survival of gastric cancer patients"}, {"pubmed": 29730444, "text": "ARID1A has a complex role in tumor suppression. Mutations in ARID1A occur in a broad spectrum of tumor types, yet show high selectivity within tumors from the same tissue of origin"}, {"pubmed": 29736026, "text": "these results suggest ARID1A deficiency contributes to impaired MMR and mutator phenotype in cancer, and may cooperate with immune checkpoint blockade therapy."}, {"pubmed": 29740198, "text": "In the 33 cases included in poor prognosis group, TP53 was most mutated gene (p = 0.011) and exclusively present in these cases. Similarly, ARID1A was exclusive of this group (p = 0.024). TP53 and ARID1A are mutually exclusive in this study. Statistical analysis showed mutations in TP53 and ARID1A genes and amplification of MET gene as independent predictors of poor prognosis"}, {"pubmed": 29760405, "text": "BET inhibition may represent a novel treatment strategy for a subset of ARID1A mutated ovarian clear cell carcinomas."}, {"pubmed": 29767248, "text": "these data suggest that the combined treatment with PI3K inhibitor BKM120 and PARP inhibitor olaparib may be a promising therapeutic regimen for the treatment of gastric cancer, and ARID1A deficiency could serve as a potential predictive therapeutic biomarker."}, {"pubmed": 29890703, "text": "the correlation between the loss of ARID1A immunoreactivity and reduced ARID1B levels indicates that ARID1B could be an attractive target for anti-cancer therapy."}, {"pubmed": 29949775, "text": "Depletion of ARID1A represses RNA polymerase II (RNAPII) transcription but results in modest changes to accessibility."}, {"pubmed": 29980791, "text": "our findings characterize ARID1A as a key tumor-suppressor gene in breast cancer through cooperation with CEBPalpha, and loss-of-function mutations of ARID1A activates UCA1."}, {"pubmed": 30097580, "text": "Cells lacking ARID1A show enhanced AURKA transcription, which leads to the persistent activation of CDC25C, a key protein for G2/M transition and mitotic entry."}, {"pubmed": 30292665, "text": "This study demonstrated that Hypoxia-Inducible Factor 1alpha and AT-Rich Interactive Domain-Containing Protein 1A Expression in Pituitary Adenomas."}, {"pubmed": 30307988, "text": "Study identified a set of conserved and surface-exposed residues unique to the ARID when it co-occurs with the ARM repeat containing BAF250 complex in BAF250a. Several of these residues are found mutated in somatic cancers. Study predict that these residues in BAF250a may play important roles in mediating protein-DNA and protein-protein interactions in the BAF complex."}, {"pubmed": 30358215, "text": "Results suggest that ARID1A mutation in endometrial cancer helped cell proliferation and inhibited cell apoptosis and also caused cell cycle arrest at the G2/M phase."}, {"pubmed": 30381262, "text": "ARID1A loss by immunohistochemistry is uncommon in small intestinal adenocarcinomas."}, {"pubmed": 30467048, "text": "ARID1A Gene Driver Mutations are associated with Lung Adenocarcinomas."}, {"pubmed": 30520820, "text": "ARID1A alterations may characterize cholangiolocellular carcinoma with ductal plate malformation-pattern"}, {"pubmed": 30664822, "text": "Loss of ARID1A is tightly associated with high PD-L1 expression in GC."}, {"pubmed": 30747208, "text": "The expression levels of ARID1A and PIK3CA in gastric cancer were significantly associated with the depth of invasion of gastric cancer."}, {"pubmed": 30787326, "text": "Clinicopathological correlation of ARID1A status with HDAC6 and its related factors in ovarian clear cell carcinoma."}, {"pubmed": 30849962, "text": "High Beclin-1 and ARIDIA expression are strongly associated with poor prognosis in ICC patients, and thus Beclin-1 and ARID1A should be simultaneously considered as potential prognostic biomarkers for ICC patients."}, {"pubmed": 30851247, "text": "The ARID1A and PIK3CA were the most frequently mutated genes. Specifically, ARID1A mutations and PIK3CA mutations were detected in 77.8% and 66.7% of ovarian clear cell carcinoma patients, respectively. Mutations in other genes, including MLH1 (6.3%) and CREBBP (6.3%), were detected in the Taiwanese population."}, {"pubmed": 31043675, "text": "Prognostic role of ARID1A negative expression in gastric cancer."}, {"pubmed": 31131328, "text": "ARID1A is important for large-scale genome folding and spatially partitions interphase chromosomes"}, {"pubmed": 31217031, "text": "Results found that colorectal cancer (CRC) cell lines containing activating KRAS mutations are particularly dependent on ARID1A. In the absence of ARID1A, their proliferation is severely impaired, suggesting a tumor-supporting function. ARID1A is mainly localized at enhancers in CRC cells where it acts as a co-factor at regions bound by AP1 transcription factors, which act downstream of the MEK/ERK pathways."}, {"pubmed": 31237034, "text": "ARID1A loss in premalignant EH is an accurate and almost perfectly specific prognostic marker for coexistent cancer."}, {"pubmed": 31263894, "text": "In T1 colorectal cancer, negative ARID1A expression was correlated with early onset, lymphatic invasion, and lymph node metastasis. Mutations in some cancer-related genes were possibly related with ARID1A"}, {"pubmed": 31277418, "text": "The elevated immune activity in ARID1A-mutated gastrointestinal (GI) cancers was associated with the higher tumor mutation burden and lower tumor aneuploidy level. ARID1A-mutated GI cancers more highly expressed PD-L1 than ARID1A-wildtype GI cancers. ARID1A mutation could be a useful biomarker for identifying GI cancer patients responsive to immunotherapy."}, {"pubmed": 31365169, "text": "We showed that ARID1A directly caused suppression of TERT and was reliant on DNA binding and co-occupancy of the TERT promoter by the SIN3 transcription regulator family member A (SIN3A) repressor complex allowing neuroblastoma (NB) differentiation to proceed."}, {"pubmed": 31391455, "text": "Study utilizes human endometrial epithelial cells to elucidate the consequences of ARID1A loss and PIK3CAH1047R in vitro and discover a mechanism by which ARID1A and PIK3CA mutations result in a partial epithelial-to-mesenchymal transition phenotype capable of collective invasion into the uterine myometrium."}, {"pubmed": 31392992, "text": "We demonstrate here that ARID1A-L is critical for ES maintenance and supports oncogenic transformation. We further report a novel feed-forward cycle in which EWS-FLI1 leads to preferential splicing of ARID1A-L, promoting ES growth, and ARID1A-L reciprocally promotes EWS-FLI1 protein stability."}, {"pubmed": 31424966, "text": "ARID1A down-regulation triggers epithelial-mesenchymal transition (EMT) and carcinogenesis features of renal cells in vitro."}, {"pubmed": 31492885, "text": "Data indicate the role of AT rich interactive domain 1A (SWI- like) (ARID1A) in maintaining mitotic integrity and the lack of genomic instability in ARID1A-mutated cancers."}, {"pubmed": 31655170, "text": "Loss of ARID1A expression is associated with DNA MMR protein deficiency in esophageal adenocarcinoma and is independently associated with a more favorable prognosis for patients with locally advanced or metastatic esophageal adenocarcinomas."}, {"pubmed": 31665232, "text": "Loss of ARID1A induces a stemness gene ALDH1A1 expression with histone acetylation in the malignant subtype of cholangiocarcinoma."}, {"pubmed": 31704366, "text": "Heterogeneous or complete loss of ARID1A expression occurred in 14.7% of gastric adenocarcinomas and correlated with PD-L1 status."}, {"pubmed": 31831874, "text": "ARID1A prevents squamous cell carcinoma initiation and chemoresistance by antagonizing pRb/E2F1/c-Myc-mediated cancer stemness."}, {"pubmed": 31891283, "text": "ARID1A upregulation predicts better survival in patients with urothelial bladder carcinoma."}, {"pubmed": 31906887, "text": "This work describes, for the first time, loss of one of the SWI/SNF ATPase subunit proteins in a large number of adenocarcinomas of the oesophagus."}, {"pubmed": 31912865, "text": "miR-223-3p promotes cell proliferation and invasion by targeting Arid1a in gastric cancer."}, {"pubmed": 31913196, "text": "miR-7641 depletion suppresses proliferation of gastric cancer cells by targeting ARID1A."}, {"pubmed": 31913353, "text": "ARID1A is a repressor that binds chromatin at receptor-alpha cis-regulatory elements.ARID1A is a gene involved in drug resistance in breast cancer.ARID1A mutations are more frequent in the drug resistant breast cancer."}, {"pubmed": 31914402, "text": "TRIM32/USP11 Balances ARID1A Stability and the Oncogenic/Tumor-Suppressive Status of Squamous Cell Carcinoma."}, {"pubmed": 31932695, "text": "A critical role for ARID1A in maintaining luminal cell identity, endocrine therapeutic response and drug resistance in estrogen receptor positive breast cancer."}, {"pubmed": 31982538, "text": "Characterization of G-quadruplex formation in the ARID1A promoter."}, {"pubmed": 32015157, "text": "ARID1A Hypermethylation Disrupts Transcriptional Homeostasis to Promote Squamous Cell Carcinoma Progression."}, {"pubmed": 32027624, "text": "Epigenetic driver mutations in ARID1A shape cancer immune phenotype and immunotherapy."}, {"pubmed": 32282764, "text": "Aberration of ARID1A Is Associated With the Tumorigenesis and Prognosis of Sporadic Nonfunctional Pancreatic Neuroendocrine Tumors."}, {"pubmed": 32334542, "text": "Altered ARID1A expression in colorectal cancer."}, {"pubmed": 32377988, "text": "AT-rich Interaction Domain 1A Gene Variations: Genetic Associations and Susceptibility to Gastric Cancer Risk."}, {"pubmed": 32483112, "text": "Inactivation of Arid1a in the endometrium is associated with endometrioid tumorigenesis through transcriptional reprogramming."}, {"pubmed": 32486536, "text": "Loss of ARID1A-encoded protein Baf250a staining was observed in 6 (30%) of the 20 seromucinous borderline tumors"}, {"pubmed": 32529396, "text": "AT-rich interactive domain 1A protein expression in normal and pathological pregnancies complicated by preeclampsia."}, {"pubmed": 32554706, "text": "ARID1A mutation plus CXCL13 expression act as combinatorial biomarkers to predict responses to immune checkpoint therapy in mUCC."}, {"pubmed": 32572156, "text": "ARID1A mutations and expression loss in non-small cell lung carcinomas: clinicopathologic and molecular analysis."}, {"pubmed": 32639175, "text": "Comprehensive analysis of multiple parameters associated with tumor immune microenvironment in ARID1A mutant cancers."}, {"pubmed": 32646524, "text": "Genome-wide studies reveal the essential and opposite roles of ARID1A in controlling human cardiogenesis and neurogenesis from pluripotent stem cells."}, {"pubmed": 32789692, "text": "Downregulation of ARID1A in gastric cancer cells: a putative protective molecular mechanism against the Harakiri-mediated apoptosis pathway."}, {"pubmed": 32791957, "text": "Subunits of ARID1 serve as novel biomarkers for the sensitivity to immune checkpoint inhibitors and prognosis of advanced non-small cell lung cancer."}, {"pubmed": 32823232, "text": "Loss of ARID1A expression is associated with poor prognosis in non-small cell lung cancer."}, {"pubmed": 32858102, "text": "ARID1A-dependent permissive chromatin accessibility licenses estrogen-receptor signaling to regulate circadian rhythms genes in endometrial cancer."}, {"pubmed": 32868822, "text": "ARID1A protein expression is retained in ovarian endometriosis with ARID1A loss-of-function mutations: implication for the two-hit hypothesis."}, {"pubmed": 32878261, "text": "Low ARID1A Expression is Associated with Poor Prognosis in Hepatocellular Carcinoma."}, {"pubmed": 32888375, "text": "Systemic and ocular manifestations of a patient with mosaic ARID1A-associated Coffin-Siris syndrome and review of select mosaic conditions with ophthalmic manifestations."}, {"pubmed": 33000179, "text": "Role of ARID1A in epithelialmesenchymal transition in breast cancer and its effect on cell sensitivity to 5FU."}, {"pubmed": 33052929, "text": "Establishment and characterization of VOA1066 cells: An undifferentiated endometrial carcinoma cell line."}, {"pubmed": 33080474, "text": "The impact of ARID1A mutation on molecular characteristics in colorectal cancer."}, {"pubmed": 33084574, "text": "ARID1A loss in adult hepatocytes activates beta-catenin-mediated erythropoietin transcription."}, {"pubmed": 33143664, "text": "A clear cancer cell line (150057) derived from human endometrial carcinoma harbors two novel mutations."}, {"pubmed": 33158812, "text": "Loss of ARID1A Promotes Epithelial-Mesenchymal Transition and Sensitizes Pancreatic Tumors to Proteotoxic Stress."}, {"pubmed": 33196828, "text": "ARID1A deficiency in EBV-positive gastric cancer is partially regulated by EBV-encoded miRNAs, but not by DNA promotor hypermethylation."}, {"pubmed": 33290750, "text": "Expression of ARID1A in polycystic ovary syndrome and its effect on the proliferation and apoptosis of ovarian granulosa cells."}, {"pubmed": 33327223, "text": "A case report on concurrent occurrence of systemic mastocytosis and myeloid sarcoma presenting with extensive skin involvements and the results of genetic study."}, {"pubmed": 33414133, "text": "ARID1A Mutation May Define an Immunologically Active Subgroup in Patients with Microsatellite Stable Colorectal Cancer."}, {"pubmed": 33432679, "text": "Loss of ARID1B and SMARCB1 expression are specific for the diagnosis of dedifferentiated/undifferentiated carcinoma in tumours of the upper gynaecological tract and cervix."}, {"pubmed": 33481850, "text": "The clinicopathological significance of SWI/SNF alterations in gastric cancer is associated with the molecular subtypes."}, {"pubmed": 33541386, "text": "Mismatch repair deficiency is associated with specific morphologic features and frequent loss of ARID1A expression in ovarian clear cell carcinoma."}, {"pubmed": 33558447, "text": "Combined identification of ARID1A, CSMD1, and SENP3 as effective prognostic biomarkers for hepatocellular carcinoma."}, {"pubmed": 33592583, "text": "Expression and prognostic values of ARID family members in breast cancer."}, {"pubmed": 33675830, "text": "ARID1A knockdown in human endothelial cells directly induces angiogenesis by regulating angiopoietin-2 secretion and endothelial cell activity."}, {"pubmed": 33706098, "text": "ARID1A and PGR proteins interact in the endometrium and reveal a positive correlation in endometriosis."}, {"pubmed": 33769075, "text": "Decreased expression of ARID1A invasively downregulates the expression of ribosomal proteins in hepatocellular carcinoma."}, {"pubmed": 33826602, "text": "ARID1A regulates R-loop associated DNA replication stress."}, {"pubmed": 33890484, "text": "ARID1 proteins: from transcriptional and post-translational regulation to carcinogenesis and potential therapeutics."}, {"pubmed": 34042312, "text": "The effects of ARID1A mutations on colorectal cancer and associations with PD-L1 expression by stromal cells."}, {"pubmed": 34044070, "text": "TNPO1-mediated nuclear import of ARID1B promotes tumor growth in ARID1A-deficient gynecologic cancer."}, {"pubmed": 34063990, "text": "METTL8 mRNA Methyltransferase Enhances Cancer Cell Migration via Direct Binding to ARID1A."}, {"pubmed": 34070839, "text": "CCNE1 Is a Putative Therapeutic Target for ARID1A-Mutated Ovarian Clear Cell Carcinoma."}, {"pubmed": 34109546, "text": "Loss of ARID1A expression promotes lung adenocarcinoma metastasis and predicts a poor prognosis."}, {"pubmed": 34255312, "text": "Role of ARID1A in the Regulation of Human Trophoblast Migration and Invasion."}, {"pubmed": 34257552, "text": "Loss of ARID1A Expression as a Favorable Prognostic Factor in Early-Stage Grade 3 Endometrioid Endometrial Carcinoma Patients."}, {"pubmed": 34272091, "text": "ARID1A mutation/ARID1A loss is associated with a high immunogenic profile in clear cell ovarian cancer."}, {"pubmed": 34289576, "text": "[Application of latent class model in genetic association between ARID1A low-frequency variants and primary liver cancer]."}, {"pubmed": 34386776, "text": "Dual ARID1A/ARID1B loss leads to rapid carcinogenesis and disruptive redistribution of BAF complexes."}, {"pubmed": 34414664, "text": "LncRNA GAS5 inhibits the proliferation and invasion of ovarian clear cell carcinoma via the miR-31-5p/ARID1A axis."}, {"pubmed": 34424445, "text": "ARID1A regulates E-cadherin expression in colorectal cancer cells: a promising candidate therapeutic target."}, {"pubmed": 34429326, "text": "mTORC1 Promotes ARID1A Degradation and Oncogenic Chromatin Remodeling in Hepatocellular Carcinoma."}, {"pubmed": 34469459, "text": "Virus-host interactions in carcinogenesis of Epstein-Barr virus-associated gastric carcinoma: Potential roles of lost ARID1A expression in its early stage."}, {"pubmed": 34493171, "text": "Prognostic significance of EZH2 and ARID1A expression in urothelial carcinoma: an immunohistochemical study."}, {"pubmed": 34512623, "text": "ARID1A, ARID1B, and ARID2 Mutations Serve as Potential Biomarkers for Immune Checkpoint Blockade in Patients With Non-Small Cell Lung Cancer."}, {"pubmed": 34548333, "text": "Targeting the IRE1alpha/XBP1 Endoplasmic Reticulum Stress Response Pathway in ARID1A-Mutant Ovarian Cancers."}, {"pubmed": 34645806, "text": "Cancer gene mutation frequencies for the U.S. population."}, {"pubmed": 34697060, "text": "DNA Methylation Profiles of Ovarian Clear Cell Carcinoma."}, {"pubmed": 34715776, "text": "ARID1A serves as a receivable biomarker for the resistance to EGFR-TKIs in non-small cell lung cancer."}, {"pubmed": 34897700, "text": "Validated biomarker assays confirm that ARID1A loss is confounded with MMR deficiency, CD8(+) TIL infiltration, and provides no independent prognostic value in endometriosis-associated ovarian carcinomas."}, {"pubmed": 34941867, "text": "Co-existing TP53 and ARID1A mutations promote aggressive endometrial tumorigenesis."}, {"pubmed": 34987057, "text": "Chromatin Remodeling Induced by ARID1A Loss in Lung Cancer Promotes Glycolysis and Confers JQ1 Vulnerability."}, {"pubmed": 34994156, "text": "ARID1A-mutated cervical cancer depends on the activation of YAP signaling."}, {"pubmed": 34997313, "text": "Tumor progression by epithelial-mesenchymal transition in ARID1A- and SMARCA4-aberrant solid-type poorly differentiated gastric adenocarcinoma."}, {"pubmed": 35028302, "text": "ARID1A Is a Prognostic Biomarker and Associated with Immune Infiltrates in Hepatocellular Carcinoma."}, {"pubmed": 35038591, "text": "AT-rich interactive domain 1A (ARID1A) cannot be considered a morphological marker for prostate cancer progression: A pilot study."}, {"pubmed": 35131383, "text": "ARID1A loss-of-function induces CpG island methylator phenotype."}, {"pubmed": 35167193, "text": "ARID1A-deficient cells require HDAC6 for progression of endometrial carcinoma."}, {"pubmed": 35236967, "text": "PLK1 inhibition selectively induces apoptosis in ARID1A deficient cells through uncoupling of oxygen consumption from ATP production."}, {"pubmed": 35294647, "text": "Loss of ARID1A expression is associated with systemic inflammation markers and has important prognostic significance in gastric cancer."}, {"pubmed": 35320351, "text": "The Role of ARID1A in the Nonestrogenic Modulation of IGF-1 Signaling."}, {"pubmed": 35353340, "text": "Coffin-Siris syndrome in two chinese patients with novel pathogenic variants of ARID1A and SMARCA4."}, {"pubmed": 35647895, "text": "Definitive study shows no association between ARID1A mutation status and clinical outcome in endometriosis-related ovarian cancers(double dagger)."}, {"pubmed": 35661724, "text": "Arid1a: A Gatekeeper in the Development of Pancreatic Cancer From a Rare Precursor Lesion."}, {"pubmed": 35715442, "text": "ARID1A loss derepresses a group of human endogenous retrovirus-H loci to modulate BRD4-dependent transcription."}, {"pubmed": 35750014, "text": "Therapeutic significance of ARID1A mutation in bladder cancer."}, {"pubmed": 35852858, "text": "ARID1A-deficient bladder cancer is dependent on PI3K signaling and sensitive to EZH2 and PI3K inhibitors."}, {"pubmed": 35964817, "text": "Inhibition of Arid1a increases stem/progenitor cell-like properties of liver cancer."}, {"pubmed": 36044839, "text": "Arid1a mutation suppresses TGF-beta signaling and induces cholangiocarcinoma."}, {"pubmed": 36082022, "text": "GLS1 is a protective factor in patients with ovarian clear cell carcinoma and its expression does not correlate with ARID1A-mutated tumors."}, {"pubmed": 36117191, "text": "ARID1A mutations confer intrinsic and acquired resistance to cetuximab treatment in colorectal cancer."}, {"pubmed": 36153585, "text": "ARID1A-dependent maintenance of H3.3 is required for repressive CHD4-ZMYND8 chromatin interactions at super-enhancers."}, {"pubmed": 36199183, "text": "ARID1A promotes chemosensitivity to gemcitabine in pancreatic cancer through epigenetic silencing of RRM2."}, {"pubmed": 36252860, "text": "ARID1A, BRG1, and INI1 deficiency in undifferentiated and dedifferentiated endometrial carcinoma: a clinicopathologic, immunohistochemical, and next-generation sequencing analysis of a case series from a single institution."}, {"pubmed": 36344675, "text": "Identification of a novel GR-ARID1a-P53BP1 protein complex involved in DNA damage repair and cell cycle regulation."}, {"pubmed": 36348021, "text": "ARID1A mutation associated with recurrence and shorter progression-free survival in atypical meningiomas."}, {"pubmed": 36420658, "text": "ARID1A downregulation promotes cell proliferation and migration of colon cancer via VIM activation and CDH1 suppression."}, {"pubmed": 36435834, "text": "ARID1A loss induces polymorphonuclear myeloid-derived suppressor cell chemotaxis and promotes prostate cancer progression."}, {"pubmed": 36452965, "text": "Clinicopathologic Features and the Loss of ARID1A Expression in Ovarian Seromucinous Borderline Tumors and Seromucinous Carcinomas."}, {"pubmed": 36464671, "text": "Clinicopathological and prognostic significance of SWI/SNF complex subunits in undifferentiated gastric carcinoma."}, {"pubmed": 36853791, "text": "ARID1A Regulates Progesterone Receptor Expression in Early Endometrial Endometrioid Carcinoma Pathogenesis."}, {"pubmed": 36882165, "text": "ARID1A mutations in cancer development: mechanism and therapy."}, {"pubmed": 36918265, "text": "Comprehensive molecular phenotyping of ARID1A-deficient gastric cancer reveals pervasive epigenomic reprogramming and therapeutic opportunities."}, {"pubmed": 37014148, "text": "Lost expression of AT-rich interaction domain 1A in the gastric mucosa-A constituent of field cancerization in the stomach."}, {"pubmed": 37028423, "text": "Optimized whole-genome CRISPR interference screens identify ARID1A-dependent growth regulators in human induced pluripotent stem cells."}, {"pubmed": 37142816, "text": "ARID1A Inactivation Increases Expression of circ0008399 and Promotes Cisplatin Resistance in Bladder Cancer."}, {"pubmed": 37179132, "text": "ARID1A mutations in lung cancer: biology, prognostic role, and therapeutic implications."}, {"pubmed": 37357968, "text": "CDK12 alterations and ARID1A mutations are predictors of poor prognosis and therapeutic targets in high-grade salivary gland carcinoma: analysis of the National Genomic Profiling Database."}, {"pubmed": 37434394, "text": "Low level of ARID1A contributes to adaptive immune resistance and sensitizes triple-negative breast cancer to immune checkpoint inhibitors."}, {"pubmed": 37906351, "text": "Explore the alterations of downstream molecular pathways caused by ARID1A mutation/knockout in human endometrial cancer cells."}, {"pubmed": 37939712, "text": "Targeting the TCA cycle through cuproptosis confers synthetic lethality on ARID1A-deficient hepatocellular carcinoma."}, {"pubmed": 38017109, "text": "Coexistent ARID1A-PIK3CA mutations are associated with immune-related pathways in luminal breast cancer."}, {"pubmed": 38071325, "text": "ARID1A loss activates MAPK signaling via DUSP4 downregulation."}, {"pubmed": 38100120, "text": "ARID1A loss induces P4HB to activate fibroblasts to support lung cancer cell growth, invasion, and chemoresistance."}, {"pubmed": 38166741, "text": "ARID1A deficiency promotes progression and potentiates therapeutic antitumour immunity in hepatitis B virus-related hepatocellular carcinoma."}, {"pubmed": 38275587, "text": "The Role of the AT-Rich Interaction Domain 1A Gene (ARID1A) in Human Carcinogenesis."}, {"pubmed": 38358891, "text": "The ARID1A-METTL3-m6A axis ensures effective RNase H1-mediated resolution of R-loops and genome stability."}, {"pubmed": 38358974, "text": "ARID1A loss is associated with increased NRF2 signaling in human head and neck squamous cell carcinomas."}, {"pubmed": 38457226, "text": "Treatments, prognostic factors, and genetic heterogeneity in advanced cholangiocarcinoma: A multicenter real-world study."}, {"pubmed": 38458187, "text": "ARID1A orchestrates SWI/SNF-mediated sequential binding of transcription factors with ARID1A loss driving pre-memory B cell fate and lymphomagenesis."}, {"pubmed": 38489371, "text": "Increased genomic instability and reshaping of tissue microenvironment underlie oncogenic properties of Arid1a mutations."}, {"pubmed": 38508586, "text": "Prognostic role of transcription factor ARID1A in patients with endometrial cancer of no specific molecular profile (NSMP) subtype."}, {"pubmed": 38587186, "text": "ARID1A regulates DNA repair through chromatin organization and its deficiency triggers DNA damage-mediated anti-tumor immune response."}, {"pubmed": 38600891, "text": "Deep-targeted gene sequencing reveals ARID1A mutation as an important driver of glioblastoma."}, {"pubmed": 38740655, "text": "ARID1A in Gynecologic Precancers and Cancers."}, {"pubmed": 38754421, "text": "ARID1A suppresses R-loop-mediated STING-type I interferon pathway activation of anti-tumor immunity."}, {"pubmed": 38858765, "text": "Genome-wide DNA methylation in relation to ARID1A deficiency in ovarian clear cell carcinoma."}], "genomic_pos": {"chr": "1", "end": 26782104, "ensemblgene": "ENSG00000117713", "start": 26693236, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 27108595, "start": 27022524, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006337", "pubmed": 8895581, "qualifier": "involved_in", "term": "nucleosome disassembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006338", "pubmed": 11726552, "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006338", "pubmed": 10078207, "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006357", "pubmed": [8804307, 11263494, 17340523, 17920018, 18809673], "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007399", "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030071", "pubmed": [23698369, 25066234], "qualifier": "involved_in", "term": "regulation of mitotic metaphase/anaphase transition"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030520", "pubmed": 12200431, "qualifier": "involved_in", "term": "estrogen receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030521", "pubmed": 12200431, "qualifier": "involved_in", "term": "androgen receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042921", "pubmed": 12200431, "qualifier": "involved_in", "term": "nuclear receptor-mediated glucocorticoid signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045582", "pubmed": 12110891, "qualifier": "involved_in", "term": "positive regulation of T cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045597", "pubmed": [11790558, 12368262], "qualifier": "involved_in", "term": "positive regulation of cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045663", "pubmed": 11175787, "qualifier": "involved_in", "term": "positive regulation of myoblast differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045815", "pubmed": 12200431, "qualifier": "involved_in", "term": "transcription initiation-coupled chromatin remodeling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 12200431, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0070316", "pubmed": 11790558, "qualifier": "involved_in", "term": "regulation of G0 to G1 transition"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1902459", "pubmed": 19279220, "qualifier": "involved_in", "term": "positive regulation of stem cell population maintenance"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:2000045", "pubmed": 10778858, "qualifier": "involved_in", "term": "regulation of G1/S transition of mitotic cell cycle"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:2000781", "pubmed": [16932743, 25066234], "qualifier": "involved_in", "term": "positive regulation of double-strand break repair"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:2000819", "pubmed": 12215535, "qualifier": "involved_in", "term": "regulation of nucleotide-excision repair"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 17363140, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0000785", "pubmed": 12192000, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 12200431, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "is_active_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016514", "qualifier": "part_of", "term": "SWI/SNF complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016514", "pubmed": [8804307, 8895581, 11078522, 12200431], "qualifier": "part_of", "term": "SWI/SNF complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016514", "pubmed": 8804307, "qualifier": "part_of", "term": "SWI/SNF complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0035060", "pubmed": 8804307, "qualifier": "part_of", "term": "brahma complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0071564", "qualifier": "part_of", "term": "npBAF complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0071564", "pubmed": 8804307, "qualifier": "part_of", "term": "npBAF complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0071565", "qualifier": "part_of", "term": "nBAF complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0071565", "qualifier": "part_of", "term": "nBAF complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0071565", "pubmed": 17920018, "qualifier": "part_of", "term": "nBAF complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0140092", "pubmed": 12368262, "qualifier": "part_of", "term": "bBAF complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 23129809, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003677", "pubmed": 10757798, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003713", "pubmed": 8804307, "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11780067, 11988099, 12200431, 12368262, 15985610, 17363140, 19486893, 23540691, 30021884, 31759698, 34591612, 36931659], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0016922", "pubmed": 17363140, "qualifier": "enables", "term": "nuclear receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031491", "qualifier": "contributes_to", "term": "nucleosome binding"}]}, "homologene": {"genes": [[7955, 568161], [8364, 100493385], [9031, 419542], [9544, 719949], [9598, 456665], [9606, 8289], [9615, 487352], [9913, 540181], [10090, 93760], [10116, 297867]], "id": 21216}, "interpro": [{"desc": "ARID DNA-binding domain", "id": "IPR001606", "short_desc": "ARID_dom"}, {"desc": "Armadillo-like helical", "id": "IPR011989", "short_desc": "ARM-like"}, {"desc": "Armadillo-type fold", "id": "IPR016024", "short_desc": "ARM-type_fold"}, {"desc": "SWI/SNF-like complex subunit BAF250/Osa", "id": "IPR021906", "short_desc": "BAF250/Osa"}, {"desc": "AT-rich interactive domain-containing protein 1A, ARID/BRIGHT DNA binding domain", "id": "IPR030094", "short_desc": "ARID1A_ARID_BRIGHT_DNA-bd"}, {"desc": "SWI/SNF-like complex subunit BAF250, C-terminal", "id": "IPR033388", "short_desc": "BAF250_C"}, {"desc": "ARID DNA-binding domain superfamily", "id": "IPR036431", "short_desc": "ARID_dom_sf"}], "ipi": ["IPI00472891", "IPI00642705", "IPI00643722", "IPI00929427", "IPI00979164"], "map_location": "1p36.11", "name": "AT-rich interaction domain 1A", "other_names": ["ARID domain-containing protein 1A", "AT rich interactive domain 1A (SWI-like)", "AT-rich interactive domain-containing protein 1A", "BRG1-associated factor 250a", "OSA1 nuclear protein", "SWI-like protein", "SWI/SNF complex protein p270", "SWI/SNF-related, matrix-associated, actin-dependent regulator of chromatin subfamily F member 1", "brain protein 120", "chromatin remodeling factor p250", "osa homolog 1"], "pantherdb": {"HGNC": "11110", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1935147", "ortholog_type": "LDO", "panther_family": "PTHR12656", "taxid": 10090, "uniprot_kb": "A2BH40"}, {"RGD": "1310500", "ortholog_type": "LDO", "panther_family": "PTHR12656", "taxid": 10116, "uniprot_kb": "D4A3E3"}, {"ZFIN": "ZDB-GENE-080220-35", "ortholog_type": "O", "panther_family": "PTHR12656", "taxid": 7955, "uniprot_kb": "A0A0R4IKJ3"}, {"ZFIN": "ZDB-GENE-030131-5725", "ortholog_type": "LDO", "panther_family": "PTHR12656", "taxid": 7955, "uniprot_kb": "A0A2R8QFG7"}, {"WormBase": "WBGene00002717", "ortholog_type": "LDO", "panther_family": "PTHR12656", "taxid": 6239, "uniprot_kb": "J7SA49"}, {"FlyBase": "FBgn0261885", "ortholog_type": "LDO", "panther_family": "PTHR12656", "taxid": 7227, "uniprot_kb": "Q8IN94"}, {"TAIR": "2094618", "ortholog_type": "LDO", "panther_family": "PTHR12656", "taxid": 3702, "uniprot_kb": "Q9LS90"}], "uniprot_kb": "O14497"}, "pathway": {"biocarta": [{"id": "hswisnfpathway", "name": "chromatin remodeling by hswi/snf atp-dependent complexes"}, {"id": "pcafpathway", "name": "the information processing pathway at the ifn beta enhancer"}], "kegg": [{"id": "hsa04714", "name": "Thermogenesis - Homo sapiens (human)"}, {"id": "hsa05225", "name": "Hepatocellular carcinoma - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-212165", "name": "Epigenetic regulation of gene expression"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-3214858", "name": "RMTs methylate histone arginines"}, {"id": "R-HSA-3247509", "name": "Chromatin modifying enzymes"}, {"id": "R-HSA-4839726", "name": "Chromatin organization"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8939243", "name": "RUNX1 interacts with co-factors whose precise effect on RUNX1 targets is not known"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9824585", "name": "Regulation of MITF-M-dependent genes involved in pigmentation"}, {"id": "R-HSA-9824585", "name": "Regulation of MITF-M-dependent genes involved in pigmentation"}, {"id": "R-HSA-9842860", "name": "Regulation of endogenous retroelements"}, {"id": "R-HSA-9845323", "name": "Regulation of endogenous retroelements by Piwi-interacting RNAs (piRNAs)"}, {"id": "R-HSA-9856651", "name": "MITF-M-dependent gene expression"}, {"id": "R-HSA-9856651", "name": "MITF-M-dependent gene expression"}], "wikipathways": [{"id": "WP3651", "name": "Pathways affected in adenoid cystic carcinoma"}, {"id": "WP4204", "name": "Tumor suppressor activity of SMARCB1"}, {"id": "WP4321", "name": "Thermogenesis"}]}, "pdb": ["1RYU", "6LTH", "6LTJ"], "pfam": ["PF01388", "PF12031"], "pharmgkb": "PA35960", "pharos": {"target_id": 11838, "tdl": "Tbio"}, "pir": "T00022", "prosite": "PS51011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF258447", "relationship": "is"}, {"id": "GNF258448", "relationship": "is"}, {"id": "GNF258449", "relationship": "is"}, {"id": "GNF258450", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF032485", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096171", "relationship": "is"}, {"id": "GNF135827", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_029965.1"], "protein": ["NP_006006.3", "NP_624361.1"], "rna": ["NM_006015.6", "NM_018450.4", "NM_139135.4"], "translation": [{"protein": "NP_624361.1", "rna": "NM_139135.4"}, {"protein": "NP_006006.3", "rna": "NM_006015.6"}]}, "reporter": {"HG-U133_Plus_2": ["207591_s_at", "210649_s_at", "212152_x_at", "218917_s_at"], "HG-U95Av2": ["35504_at", "35505_at"], "HTA-2_0": "TC01000349.hg.1", "HuEx-1_0": "2326640", "HuGene-1_1": "7899220", "HuGene-2_1": "16661255"}, "retired": 55834, "summary": "This gene encodes a member of the SWI/SNF family, whose members have helicase and ATPase activities and are thought to regulate transcription of certain genes by altering the chromatin structure around those genes. The encoded protein is part of the large ATP-dependent chromatin remodeling complex SNF/SWI, which is required for transcriptional activation of genes normally repressed by chromatin. It possesses at least two conserved domains that could be important for its function. First, it has a DNA-binding domain that can specifically bind an AT-rich DNA sequence known to be recognized by a SNF/SWI complex at the beta-globin locus. Second, the C-terminus of the protein can stimulate glucocorticoid receptor-dependent transcriptional activation. It is thought that the protein encoded by this gene confers specificity to the SNF/SWI complex and may recruit the complex to its targets through either protein-DNA or protein-protein interactions. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2008].", "symbol": "ARID1A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420251"}, "unigene": "Hs.468972", "uniprot": {"Swiss-Prot": "O14497", "TrEMBL": ["E9PQW6", "A0A1B0GVT5", "H0YCU6", "A0A1B0GTU5", "H0Y488", "H0YEW5"]}, "wikipedia": {"url_stub": "ARID1A"}}