{"AllianceGenome": "18060", "HGNC": "18060", "MIM": "300382", "_id": "170302", "_version": 1, "accession": {"genomic": ["AC002504.1", "CH471074.1", "CP068255.2", "KT584192.1", "NC_000023.11", "NC_060947.1", "NG_008281.1"], "protein": ["AAK93901.1", "EAW99031.1", "EAW99032.1", "NP_620689.1", "Q96QS3.1"], "rna": ["AA484051.1", "AY038071.1", "BF196892.1", "BQ100952.1", "BQ269551.1", "CA775911.1", "NM_139058.3"], "translation": [{"protein": "NP_620689.1", "rna": "NM_139058.3"}, {"protein": "AAK93901.1", "rna": "AY038071.1"}]}, "alias": ["CT121", "EIEE1", "ISSX", "MRX29", "MRX32", "MRX33", "MRX36", "MRX38", "MRX43", "MRX54", "MRX76", "MRX87", "MRXS1", "PRTS"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "definitive", "classification_date": "2020-12-01T17:00:00.000Z", "disease_label": "X-linked complex neurodevelopmental disorder", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "XL", "mondo": "MONDO:0100148", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_ccf3ab49-ee8f-4980-aa04-ca13c21c124a-2020-12-01T170000.000Z", "sop": "SOP8"}, {"classification": "definitive", "classification_date": "2019-06-04T16:00:00.000Z", "disease_label": "developmental and epileptic encephalopathy", "gcep": "Epilepsy Gene Curation Expert Panel", "moi": "XL", "mondo": "MONDO:0100062", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_3a5357ce-2161-4a7f-a8e1-a1dba4550e57-2019-06-04T160000.000Z", "sop": "SOP6"}]}, "ensembl": {"gene": "ENSG00000004848", "protein": ["ENSP00000368332", "ENSP00000490122"], "transcript": ["ENST00000379044", "ENST00000636609", "ENST00000636885", "ENST00000637394", "ENST00000637993"], "translation": [{"protein": "ENSP00000368332", "rna": "ENST00000379044"}, {"protein": "ENSP00000490122", "rna": "ENST00000637993"}], "type_of_gene": "protein_coding"}, "entrezgene": "170302", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.360685113, "exp_mis": 113.135517186, "exp_syn": 73.7729363025, "lof_z": 2.06855489609572, "mis_z": 3.36314216426685, "mu_lof": 8.02398017052e-07, "mu_mis": 3.23881146493e-05, "mu_syn": 2.12820441036e-05, "n_lof": 0.0, "n_mis": 40.0, "n_syn": 33.0, "p_li": 0.75306908332634, "p_null": 0.00968994027966388, "p_rec": 0.237240976393997, "syn_z": 2.94288263738637}, "bp": 1689, "cds_end": 25033854, "cds_start": 25022786, "n_exons": 5, "nonpsych": {"exp_lof": 3.91195105137, "exp_mis": 102.575278785, "exp_syn": 66.8717702042, "lof_z": 1.94244474982231, "mis_z": 3.56453977364481, "mu_lof": 8.02398017052e-07, "mu_mis": 3.23881146493e-05, "mu_syn": 2.12820441036e-05, "n_lof": 0.0, "n_mis": 31.0, "n_syn": 30.0, "p_li": 0.744995721321673, "p_null": 0.0126418545883963, "p_rec": 0.242362424089931, "syn_z": 2.83880807221254}, "nontcga": {"exp_lof": 3.9570333589, "exp_mis": 103.027747466, "exp_syn": 67.1768170862, "lof_z": 1.9623030797615, "mis_z": 3.19176883931712, "mu_lof": 8.02398017052e-07, "mu_mis": 3.23881146493e-05, "mu_syn": 2.12820441036e-05, "n_lof": 0.0, "n_mis": 38.0, "n_syn": 32.0, "p_li": 0.730709574901117, "p_null": 0.0122728543097343, "p_rec": 0.257017570789149, "syn_z": 2.717497263985}, "transcript": "ENST00000379044.4"}, "exons": [{"cdsend": 25015737, "cdsstart": 25004669, "chr": "X", "position": [[25003695, 25004910], [25007110, 25007439], [25010259, 25010305], [25012921, 25013798], [25015541, 25015965]], "strand": -1, "transcript": "NM_139058", "txend": 25015965, "txstart": 25003695}], "exons_hg19": [{"cdsend": 25033854, "cdsstart": 25022786, "chr": "X", "position": [[25021810, 25023027], [25025227, 25025556], [25028376, 25028422], [25031038, 25031915], [25033658, 25034082]], "strand": -1, "transcript": "NM_139058", "txend": 25034082, "txstart": 25021810}], "generif": [{"pubmed": 11971879, "text": "Expression is specific to the telencephalon and thalamus.  Mutations cause mental retardation without brain malformations."}, {"pubmed": 12142061, "text": "data suggest mutations in the ARX gene are important causes of mental retardation, often associated with diverse neurological manifestations"}, {"pubmed": 12177367, "text": "A new syndrome of X-linked myoclonic epilepsy with generalized spasticity and intellectual disability in boys (XMESID) has been described and a novel missense mutation (1058C>T) identified in the ARX open reading frame."}, {"pubmed": 12359145, "text": "The expression pattern suggests that ARX is involved in the differentiation and maintenance of specific neuronal cell types in the central nervous system."}, {"pubmed": 12379852, "text": "ARX plays a role in causing X-linked lissencephaly with abnormal genitalia"}, {"pubmed": 12736870, "text": "Disruption of the STK9 gene causes severe X-linked infantile spasms and mental retardation."}, {"pubmed": 12874405, "text": "2 point mutations (790delC & R332C) in 2 X-linked lissencephaly with abnormal genitalia pedigrees affect the homeodomain of the protein & confirm that ARX is a causative gene for XLAG."}, {"pubmed": 12874418, "text": "A hemizygous 24-bp duplication in exon 2 (441_464dup)results in expansion from 12 to 20 alanine residues (A155_W156insAAAAAAAA) in the second of four polyalanine tracts in the ARX protein, causing West syndrome."}, {"pubmed": 14722918, "text": "Thirteen novel mutations found in ARX gene in 20 males with X-linked lissencephaly with abnormal genitalia."}, {"pubmed": 15199382, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15533998, "text": "expansions in one of the ARX polyA tracts results in nuclear protein aggregation and an increase in cell death; likely underlying the pathogenesis of the associated infantile spasms and mental retardation"}, {"pubmed": 15707237, "text": "Mutations in the ARX gene can result in many different phenotypes, including phenotypes associated with severe brain malformations and less severe phenotypes associated with syndromic or non-syndromic forms of x-linked mental retadation."}, {"pubmed": 15726411, "text": "Familial West syndrome and dystonia caused by an Aristaless related homeobox gene mutation (ARX)"}, {"pubmed": 15850492, "text": "Four nonsyndromic XLMR families were found to have a 24 base pair duplication mutation in exon 2 of ARX."}, {"pubmed": 16523516, "text": "Results confirm the significant contribution of ARX mutations in the etiology of X-linked mental retardation (XLMR), and imply that screening for c.428-451 dup (24 bp) mutation should be recommended in all patients with suspected XLMR."}, {"pubmed": 16845484, "text": "These results reinforce the idea that ARX mutations are relevant to mental retardation and are indicative that molecular screening of exon 2 should be considered in males with mental retardation of unknown etiology."}, {"pubmed": 16988001, "text": "Activin A has opposite effects on glucagon and arx gene expression in alpha-cells compared with beta-cells, a finding that may have relevance during pancreatic endocrine lineage specification and physiological function of the adult islets"}, {"pubmed": 17044103, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17044103, "text": "These findings indicate that mutations in the ARX gene are very rare in autism."}, {"pubmed": 17082467, "text": "Features confirm the pleiotropic effect of ARX gene duplication in X-linked mental retardation."}, {"pubmed": 17480217, "text": "study underlines the role of ARXdup24 as a critical mutational site causing mental retardation linked to Xp22"}, {"pubmed": 17490853, "text": "study showed that the c.304ins(GCG)7 mutation causing an increase from 16 to 23 alanines increased the propensity of ARX protein aggregation and a shift from nuclear to cytoplasmic localization"}, {"pubmed": 17613295, "text": "Considering genotype-phenotype correlation, we suggest screening of the most common mutation, the c.428_451 dup mutation by PCR, in patients with infantile spasm syndrome, Partington syndrome and non-syndromic X-linked mental retardation."}, {"pubmed": 17641262, "text": "This study reports a novel 24-bp in-frame deletion within exon 2 of the ARX gene in a male child with X-linked mental retardation"}, {"pubmed": 17664401, "text": "The phenotype of infantile spasms with severe dyskinetic quadriparesis increases the number of human disorders that result from the pathologic expansion of single alanine repeats of ARX protein."}, {"pubmed": 17668384, "text": "We screened the ARX mutation and found a hemizygous, de novo, 33-bp duplication in exon 2, 298_330dupGCGGCA(GCG)9, in two of three unrelated male patients with EIEE."}, {"pubmed": 18468866, "text": "This study report an case of ombination of infantile spasms, non-epileptic seizures and complex movement disorder on the electroclinical features of a 4-year-old boy with an expansion of the trinucleotide repeat in the ARX gene"}, {"pubmed": 18923043, "text": "Although Arx is necessary for the Dlx-dependent promotion of interneuron migration, it is not required for the GABAergic cell fate commitment mediated by Dlx factors."}, {"pubmed": 18975239, "text": "Disorders caused by mutations in the ARX gene include: hydrocephaly, lissencephaly and agenesis of corpus callosum with abnormal genitalia, Partington syndrome S), X-linked infantile spasms , myoclonic epilepsy, and nonspecific mental retardation."}, {"pubmed": 19085879, "text": "Results describe three cases of mental retardation in two different families where the mutation in aristaless-related homeobox (ARX) gene c.428_451 dup24 was found while X-fragile syndrome screening was made."}, {"pubmed": 19587282, "text": "The first viable knock-in mouse model of infantile spasms syndrome spontaneously recapitulates salient phenotypic features of the human triplet repeat expansion mutation."}, {"pubmed": 19605412, "text": "Lissencephaly or mental retardation is caused by ARX mutations without the involvement of other genetic factors."}, {"pubmed": 19734009, "text": "ARX mutations are not responsible for early onset severe myoclonic epilepsy in infancy"}, {"pubmed": 19738637, "text": "Findings widen the spectrum of clinical phenotypes because of mutations in the ARX gene, but also emphasize the molecular pathogenetic effect of individual mutations."}, {"pubmed": 20384723, "text": "novel frameshift mutations in the terminal exon of the ARX gene (Ala524fsX534 and E536fsX672) were identified in 2 Ohtahara syndrome patients (2 and 13 years, each) from 2 families"}, {"pubmed": 20506206, "text": "This review aims to provide a catalog of the currently known mutations in ARX and associated clinical phenotypes."}, {"pubmed": 20538404, "text": "ARX contributes not only to endocrine development, but also to exocrine development of the human pancreas, and its deficiency may lead to the severe phenotypes of X-linked lissencephaly with abnormal genitalia patients."}, {"pubmed": 21108397, "text": "2 male individuals, born from monozygotic twin sisters, with Ohtahara syndrome that evolved into West syndrome phenotype and epileptic encephalopathy; previously unreported missense mutation in exon 5 of ARX gene (c.1604T>A) was found in both children"}, {"pubmed": 21204215, "text": "ARX polyA expansions are primarily associated with syndromic mental retardation."}, {"pubmed": 21204226, "text": "Contractions in the second polyA tract of ARX are rare, non-pathogenic polymorphisms."}, {"pubmed": 21426321, "text": "study described a novel ARX mutation in a family, leading to Ohtahara syndrome with abnormal genital and psychomotor development (OAGPD) in a male infant, and neurocognitive/psychiatric phenomena in heterozygous, carrier females"}, {"pubmed": 21482751, "text": "This study confirmed the pivotal role of the aristaless related homeobox in the pathogenesis of epileptic encephalopathies"}, {"pubmed": 21496008, "text": "protein mislocalization of the homeodomain mutations correlated with clinical severity of non-syndromic intellectual disability"}, {"pubmed": 22194193, "text": "The missense mutations in the ARX homeodomain represent loss-of-function mutations, which lead to a reduced or complete loss of DNA binding and as a consequence, a loss of transcriptional repression."}, {"pubmed": 22252899, "text": "These data indicate that mutations in the ARX homeodomain result in not only a loss of DNA binding activity but also loss of transcriptional repression activity."}, {"pubmed": 22387004, "text": "a novel and conserved role of Arx in mammalian endocrine cell development"}, {"pubmed": 22490986, "text": "We found a significant deviation from the expected Mendelian 1:1 ratio of transmission in favour of the c.429_452dup ARX mutation."}, {"pubmed": 22565167, "text": "A spectrum of mutations in the Aristaless-Related Homeobox gene (ARX) has been linked to -linked Infantile Spasms Syndrome."}, {"pubmed": 22628459, "text": "This study demonistrated that ARX polyalanine expansion modifies glutamatergic neurons excitability and morphology without affecting GABAergic neurons development."}, {"pubmed": 22642246, "text": "The authors suggest that molecular analysis of ARX mutations as a second cause of X-linked intellectual disability (XLID) should be considered as a routine diagnostic procedure in any male who presents with either nonsyndromic or syndromic XLID."}, {"pubmed": 22922607, "text": "Novel ARX mutation in 3 brothers associates with mild developmental delay and early hand preference."}, {"pubmed": 23072184, "text": "One patient in a Turkish family representing non-syndromic X-linked mental retardation shows an abnormal band pattern on agarose gel; sequence analysis of exon 2 of ARX reveals that the patient has the c.428_451 dup(24bp) mutation."}, {"pubmed": 23583054, "text": "aberrations of CDKL5 and ARX combined are an important consideration in the genetic forms of early-onset epilepsy in boys"}, {"pubmed": 23657928, "text": "nonmalformation phenotype with intellectual disability and dystonia is caused by a ARX missense mutation located outside the regions coding polyA tracts"}, {"pubmed": 24528893, "text": "indings suggest that the ARX c.429_452dup24 mutation may be a developmental model for Limb Kinetic Apraxia"}, {"pubmed": 24794919, "text": "The data of this study suggested that some of the structural and behavioral anomalies, common in patients with ARX mutations, are specifically due to alterations in pallial progenitor function."}, {"pubmed": 25044608, "text": "ARX duplication does not inevitably have detrimental effects on brain development, in contrast with the effects of ARX haploinsufficiency."}, {"pubmed": 25171319, "text": "an expansion of 7 alanines in the first polyalanine tract of both human ARX and mouse Arx altered enteroendocrine differentiation; conclude ARX/Arx is required for the specification of a subset of enteroendocrine cells in both humans and mice"}, {"pubmed": 26306640, "text": "Novel c.34G>T (p.(E12*)) variant was identified in the ARX gene in two male patients with early-onset infantile spasms.  This variant reinitiated mRNA translation at the next AUG codon."}, {"pubmed": 26337422, "text": "Neurodevelopmental disturbances in the patients may not simply arise from increased dosage due to ARX duplication."}, {"pubmed": 26633894, "text": "ARX plays a key role in pancreatic endocrine fate specification of pancreatic polypeptide, somatostatin, glucagon and insulin positive cells from human embryonic stem cells."}, {"pubmed": 26856418, "text": "ARX inhibition in expanded alpha-cell-derived cells treated with RC did not cause their transdifferentiation into insulin-producing cells."}, {"pubmed": 27798109, "text": "We propose a core pathway of transcription regulators, including Hdac4, involved in chromatin condensation and transcriptional repression, and one of its targets, the transcription factor Twist1, as potential drivers of the ID and infantile spasms in patients with ARX polyalanine expansion mutations"}, {"pubmed": 28150386, "text": "We review the reported phenotypes of females with mutations in ARX and highlight the importance of screening ARX in male and female patients with ID, seizures, and in particular with complete ACC."}, {"pubmed": 28215845, "text": "Arx and Dnmt1 that are sufficient for achieving targeted generation of beta cells from adult pancreatic alpha cells."}, {"pubmed": 29275192, "text": "ARX is not associated with endometriosis and cannot be used as a biomarker for ovarian endometriosis. ARX is present in ovarian stroma and cells derived from ovarian stroma as well as in all types of sex cord-stromal tumors of the ovary."}, {"pubmed": 29659809, "text": "we highlighted striking similarities between the mouse phenotype and a cohort of 33 male patients with ARX c.428_451dup24, suggesting that this new mutant mouse line is a good model for understanding the pathophysiology and evaluation of treatment."}, {"pubmed": 29896742, "text": "ARX gene mutation c.88G>T is associated with X-Linked intellectual disability."}, {"pubmed": 29984154, "text": "although ARX expression strongly decreases towards the end of gestation, it is still present after birth in some neurons of the basal ganglia, thalamus and cerebral cortex"}, {"pubmed": 30255221, "text": "Mutations of ARX are associated with non-syndromic intellectual disability in Chinese population."}, {"pubmed": 30419043, "text": "Study has demonstrated that ARX is a novel substrate of PRKCA, with phosphorylation at serine 174, and that the c-terminal region of ARX required to bind PICK1.  Binding causes a shift in PICK1 subcellular localization to the nucleus to co-locate with the ARX protein, and truncation of this C-terminal region leads to the same loss of transcriptional activation as S174A mutant."}, {"pubmed": 31145546, "text": "A novel splice variant in ARX has been identified in a family with three affected individuals leading to loss of C-terminal region in a boy with intellectual disability and infantile onset developmental and epileptic encephalopathy."}, {"pubmed": 31175998, "text": "The maternal immune activation model uncovers a role for the Arx gene in GABAergic dysfunction in schizophrenia."}, {"pubmed": 31846235, "text": "Assessment of ARX expression, a novel biomarker for metastatic risk in pancreatic neuroendocrine tumors, in endoscopic ultrasound fine-needle aspiration."}, {"pubmed": 32103422, "text": "Alternative Lengthening of Telomeres and Differential Expression of Endocrine Transcription Factors Distinguish Metastatic and Non-metastatic Insulinomas."}, {"pubmed": 32149367, "text": "Disruption and mutation of aristaless-related homeobox (ARX) are found to lead to the deletion and reduction of alpha-cells both in mice models and in humans [Review]."}, {"pubmed": 32383243, "text": "Constraint and conservation of paired-type homeodomains predicts the clinical outcome of missense variants of uncertain significance."}, {"pubmed": 32544857, "text": "Generation of a homozygous ARX nuclear CFP (ARX(nCFP/nCFP)) reporter human iPSC line (HMGUi001-A-4)."}, {"pubmed": 33757564, "text": "Screening of the duplication 24 pb of ARX gene in Moroccan patients with X-linked Intellectual Disability."}, {"pubmed": 34356104, "text": "Analysis of a Set of KDM5C Regulatory Genes Mutated in Neurodevelopmental Disorders Identifies Temporal Coexpression Brain Signatures."}, {"pubmed": 34493754, "text": "Increased NKX6.1 expression and decreased ARX expression in alpha cells accompany reduced beta-cell volume in human subjects."}, {"pubmed": 35328505, "text": "Further Delineation of Duplications of ARX Locus Detected in Male Patients with Varying Degrees of Intellectual Disability."}, {"pubmed": 37455385, "text": "Predicting recurrence in pancreatic neuroendocrine tumours: role of ARX and alternative lengthening of telomeres (ALT)."}, {"pubmed": 37879892, "text": "Further characterisation of ARX-related disorders in females due to inherited or de novo variants."}], "genomic_pos": {"chr": "X", "end": 25016420, "ensemblgene": "ENSG00000004848", "start": 25003694, "strand": -1}, "genomic_pos_hg19": {"chr": "X", "end": 25034065, "start": 25021811, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 22194193, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007411", "qualifier": "involved_in", "term": "axon guidance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021759", "qualifier": "involved_in", "term": "globus pallidus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021800", "qualifier": "involved_in", "term": "cerebral cortex tangential migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021831", "qualifier": "involved_in", "term": "embryonic olfactory bulb interneuron precursor migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021846", "qualifier": "involved_in", "term": "cell proliferation in forebrain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021853", "qualifier": "involved_in", "term": "cerebral cortex GABAergic interneuron migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035265", "qualifier": "involved_in", "term": "organ growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044241", "qualifier": "involved_in", "term": "lipid digestion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 31691806, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045944", "pubmed": 31691806, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046622", "qualifier": "involved_in", "term": "positive regulation of organ growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050678", "qualifier": "involved_in", "term": "regulation of epithelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072148", "qualifier": "involved_in", "term": "epithelial cell fate commitment"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [22194193, 31691806], "qualifier": "located_in", "term": "nucleus"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000977", "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": [22194193, 31691806], "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000981", "pubmed": 16301625, "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 22194193, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 31691806, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21653829, 34356104], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[9544, 699892], [9606, 170302], [9615, 608251], [10090, 11878], [10116, 317268]], "id": 68998}, "interpro": [{"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "OAR domain", "id": "IPR003654", "short_desc": "OAR_dom"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}], "ipi": "IPI00045066", "map_location": "Xp21.3", "name": "aristaless related homeobox", "other_names": ["aristaless-related homeobox, X-linked", "cancer/testis antigen 121", "homeobox protein ARX"], "pantherdb": {"HGNC": "18060", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "3580249", "ortholog_type": "O", "panther_family": "PTHR24329", "taxid": 10090, "uniprot_kb": "Q4TU83"}, {"RGD": "1563291", "ortholog_type": "O", "panther_family": "PTHR24329", "taxid": 10116, "uniprot_kb": "Q4TU73"}, {"MGI": "1920864", "ortholog_type": "O", "panther_family": "PTHR24329", "taxid": 10090, "uniprot_kb": "F6YCR7"}, {"RGD": "1586264", "ortholog_type": "O", "panther_family": "PTHR24329", "taxid": 10116, "uniprot_kb": "F1M524"}, {"MGI": "1097716", "ortholog_type": "LDO", "panther_family": "PTHR24329", "taxid": 10090, "uniprot_kb": "O35085"}, {"RGD": "1562672", "ortholog_type": "LDO", "panther_family": "PTHR24329", "taxid": 10116, "uniprot_kb": "A6YP92"}, {"Ensembl": "ENSGALG00000042604", "ortholog_type": "LDO", "panther_family": "PTHR24329", "taxid": 9031, "uniprot_kb": "A0A1D5P7V3"}, {"ZFIN": "ZDB-GENE-021206-4", "ortholog_type": "O", "panther_family": "PTHR24329", "taxid": 7955, "uniprot_kb": "Q8JJ26"}, {"ZFIN": "ZDB-GENE-990415-15", "ortholog_type": "LDO", "panther_family": "PTHR24329", "taxid": 7955, "uniprot_kb": "O42115"}, {"WormBase": "WBGene00015651", "ortholog_type": "O", "panther_family": "PTHR24329", "taxid": 6239, "uniprot_kb": "O44462"}, {"WormBase": "WBGene00000435", "ortholog_type": "LDO", "panther_family": "PTHR24329", "taxid": 6239, "uniprot_kb": "P41935"}, {"FlyBase": "FBgn0000061", "ortholog_type": "LDO", "panther_family": "PTHR24329", "taxid": 7227, "uniprot_kb": "Q06453"}, {"dictyBase": "DDB_G0279243", "ortholog_type": "LDO", "panther_family": "PTHR24329", "taxid": 352472, "uniprot_kb": "Q54X29"}], "uniprot_kb": "Q96QS3"}, "pathway": {"wikipathways": {"id": "WP2858", "name": "Ectoderm Differentiation"}}, "pfam": ["PF00046", "PF03826"], "pharmgkb": "PA25024", "pharos": {"target_id": 243, "tdl": "Tbio"}, "prosite": ["PS50071", "PS50803"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF175014", "relationship": "is"}, {"id": "GNF185920", "relationship": "is"}, {"id": "GNF196826", "relationship": "is"}, {"id": "GNF207732", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF045319", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095581", "relationship": "is"}, {"id": "GNF135238", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_008281.1"], "protein": "NP_620689.1", "rna": "NM_139058.3", "translation": {"protein": "NP_620689.1", "rna": "NM_139058.3"}}, "reporter": {"GNF1H": ["gnf1h01283_s_at", "gnf1h01284_x_at", "gnf1h06174_at"], "HG-U133_Plus_2": ["231020_at", "238878_at"], "HG-U95B": "58068_at", "HTA-2_0": ["TC0X000929.hg.1", "TC0X002014.hg.1"], "HuEx-1_0": "4003155", "HuGene-1_1": "8171867", "HuGene-2_1": "17109849"}, "retired": [4393, 4396, 4398, 4401, 4403, 4407, 4417, 5658, 50965, 57193, 170640, 619216], "summary": "This gene is a homeobox-containing gene expressed during development. The expressed protein contains two conserved domains, a C-peptide (or aristaless domain) and the prd-like class homeobox domain. It is a member of the group-II aristaless-related protein family whose members are expressed primarily in the central and/or peripheral nervous system. This gene is thought to be involved in CNS development. Expansion of a polyalanine tract and other mutations in this gene cause X-linked cognitive disability and epilepsy. [provided by RefSeq, Jul 2016].", "symbol": "ARX", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425272"}, "unigene": "Hs.300304", "uniprot": {"Swiss-Prot": "Q96QS3", "TrEMBL": "A0A1B0GUI3"}, "wikipedia": {"url_stub": "Aristaless related homeobox"}}