{"AllianceGenome": "17452", "HGNC": "17452", "MIM": "611806", "_id": "57412", "_version": 1, "accession": {"genomic": ["AL358790.22", "AY817668.1", "CH471066.2", "CP068268.2", "NC_000010.11", "NC_060934.1"], "protein": ["AAG09731.1", "AAI19638.1", "AAI19639.2", "AAV68045.1", "EAW49668.1", "EAW49669.1", "NP_065733.2", "Q9HBK9.3"], "rna": ["AF226730.1", "AK057833.1", "AK225972.1", "AK309737.1", "AW139845.1", "BC119637.1", "BC119638.2", "DA368970.1", "NM_020682.4"], "translation": [{"protein": "AAG09731.1", "rna": "AF226730.1"}, {"protein": "NP_065733.2", "rna": "NM_020682.4"}, {"protein": "AAI19639.2", "rna": "BC119638.2"}, {"protein": "AAI19638.1", "rna": "BC119637.1"}]}, "alias": "CYT19", "ec": "2.1.1.137", "ensembl": {"gene": "ENSG00000214435", "protein": "ENSP00000358896", "transcript": "ENST00000369880", "translation": [{"protein": "ENSP00000358896", "rna": "ENST00000369880"}], "type_of_gene": "protein_coding"}, "entrezgene": "57412", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.4540599963, "exp_mis": 118.346907455, "exp_syn": 51.098443963, "lof_z": 0.662747609123602, "mis_z": 0.914821353606942, "mu_lof": 8.44640588464e-07, "mu_mis": 1.02449208031e-05, "mu_syn": 4.19143730866e-06, "n_lof": 11.0, "n_mis": 98.0, "n_syn": 33.0, "p_li": 5.09137965873753e-07, "p_null": 0.596084987154455, "p_rec": 0.403914503707579, "syn_z": 1.56959199701582}, "bp": 1128, "cds_end": 104660457, "cds_start": 104629349, "n_exons": 11, "nonpsych": {"exp_lof": 11.9666063495, "exp_mis": 106.904758248, "exp_syn": 46.0384084592, "lof_z": 0.842221632978853, "mis_z": 1.21491563042716, "mu_lof": 8.44640588464e-07, "mu_mis": 1.02449208031e-05, "mu_syn": 4.19143730866e-06, "n_lof": 9.0, "n_mis": 82.0, "n_syn": 29.0, "p_li": 1.31322511817222e-05, "p_null": 0.413736658615043, "p_rec": 0.586250209133775, "syn_z": 1.58100188531405}, "nontcga": {"exp_lof": 12.3572059191, "exp_mis": 108.858632953, "exp_syn": 46.9900426238, "lof_z": 0.661482935252358, "mis_z": 0.852759531086754, "mu_lof": 8.44640588464e-07, "mu_mis": 1.02449208031e-05, "mu_syn": 4.19143730866e-06, "n_lof": 10.0, "n_mis": 91.0, "n_syn": 31.0, "p_li": 2.09897906748802e-06, "p_null": 0.536840727485323, "p_rec": 0.463157173535609, "syn_z": 1.47696065036029}, "transcript": "ENST00000369880.3"}, "exons": [{"cdsend": 102900700, "cdsstart": 102869592, "chr": "10", "position": [[102869469, 102869593], [102869804, 102869845], [102870083, 102870211], [102872447, 102872598], [102873096, 102873233], [102874591, 102874661], [102876953, 102877035], [102878378, 102878510], [102878848, 102878991], [102890543, 102890678], [102900592, 102901898]], "strand": 1, "transcript": "NM_020682", "txend": 102901898, "txstart": 102869469}], "exons_hg19": [{"cdsend": 104660457, "cdsstart": 104629349, "chr": "10", "position": [[104629226, 104629350], [104629561, 104629602], [104629840, 104629968], [104632204, 104632355], [104632853, 104632990], [104634348, 104634418], [104636710, 104636792], [104638135, 104638267], [104638605, 104638748], [104650300, 104650435], [104660349, 104661655]], "strand": 1, "transcript": "NM_020682", "txend": 104661655, "txstart": 104629226}], "generif": [{"pubmed": 15808521, "text": "Heterologous expression of rat AS3MT in human urothelial cells...confers capacity to methylate inorganic arsenic and alters its cytotoxicity and that of methylated arsenicals."}, {"pubmed": 15929903, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 15929903, "text": "a strong genetic association between polymorphisms of CYT19 and D:M ratio (urinary dimethylarsenic(V) to monomethylarsenic(V))in drinking water exposed Mexican children, not adults."}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16407288, "text": "inherited variation in AS3MT may contribute to variation in arsenic metabolism"}, {"pubmed": 17306849, "text": "is strongly associated with the ratio of urinary dimethylarsinic acid to monomethylarsonic acid (D/M) in children (7-11 years) but not in adults (18-79 years)"}, {"pubmed": 17450230, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17637926, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17850829, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17850829, "text": "Our results indicate that genetic polymorphisms in AS3MT contribute to inter-individual variation in arsenic biotransformation and, therefore, may contribute to inter-individual variations in risk of arsenic toxicity and arsenic carcinogenesis."}, {"pubmed": 17889916, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17889916, "text": "mutation frequencies of AS3MT in Asian populations were relatively lower than those of African and Caucasian populations: frequencies of mutation in the Mongolian, Korean, and Japanese populations were 0.040, 0.010, and 0.010, respectively"}, {"pubmed": 18334919, "text": "Individuals with the AS3MT(287)Thr variant display increased arsenic methylation and thus associated with increased risk for the toxic and genotoxic effects of arsenic exposure"}, {"pubmed": 18334919, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18414634, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18588996, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 18588996, "text": "Our findings indicate that genetic susceptibility to arsenic toxicity in Asian is different from Africans and Caucasians."}, {"pubmed": 18682255, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18976679, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 18976679, "text": "intronic single-nucleotide polymorphisms in the AS3MT gene are related to inter-individual variation in arsenic metabolism; The present study is the first to demonstrate genetic heterogeneity in a wide distribution of 5 intronic polymorphisms in AS3MT"}, {"pubmed": 19152805, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19159958, "text": "Results describe the effects of selenium(IV) on the structure and function of recombinant human arsenic (+3 oxidation state) methyltransferase (AS3MT) purified from the cytoplasm of Escherichia coli."}, {"pubmed": 19167370, "text": "The cysteine residues at positions 156, 206, and 250 play important roles in the enzymatic function and structure of the hAS3MT."}, {"pubmed": 19371612, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19371612, "text": "The relationship between single nucleotide polymorphisms of AS3MT and hair and urine levels of arsenic in male and female Vietnamese are reported."}, {"pubmed": 19411561, "text": "These data link the AS3MT-catalyzed methylation of iAs to specific genomic responses in human cells exposed to iAs(III)."}, {"pubmed": 19538983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19896490, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19932709, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 19932709, "text": "The present study is the first to demonstrate the existence of genetic heterogeneity in a world wide distribution of 18 single nucleotide polymorphisms in AS3MT"}, {"pubmed": 20014157, "text": "Investigation of 46 SNPs [Mexico]: Genetic association analysis with arsenic metabolism confirmed the previously observed association between AS3MT variants, including this large cluster of linked polymorphisms, and arsenic methylation efficiency"}, {"pubmed": 20014157, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20129672, "text": "Data suggest that the inhibitory effect of the ions (Co(2+), Mn(2+), and Zn(2+)) or selenite on AS3MT activity might be via the interactions of them with free Cys residues in human AS3MT to form inactive protein adducts."}, {"pubmed": 20532380, "text": "As3MT effects organic arsenic metabolism"}, {"pubmed": 20532380, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20547570, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20571777, "text": "Distribution of 18 SNPs in AS3MT was assessed in healthy individuals in Mexico and Germany: 38 Mestizo, 69 Nahuas, 50 Huicholes, and 32 Germans."}, {"pubmed": 20571777, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 20621156, "text": "an ordered sequence for the binding of SAM and arsenite to the hAS3MT; whereas, no interactions between GSH and the hAS3MT were detected."}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20971157, "text": "enzymatic activity, kinetics, thermal stability and secondary structures of mutant enzyme"}, {"pubmed": 21247820, "text": "Polymorphisms in AS3MT significantly predicted As metabolism across these two very different populations, suggesting that AS3MT may have an impact on As metabolite patterns in populations worldwide."}, {"pubmed": 21537954, "text": "investigation of the roles of AS3MT in the effects of arsenicals, carcinogens found ubiquitously in nature: metabolism, toxicity, and accumulation of arsenicals in hepatocytes"}, {"pubmed": 21731446, "text": "Two SNPs, AS3MT 12390 (rs3740393) and 14458 (rs11191439) were consistently related to arsenic methylation regardless of the populations examined for the analysis."}, {"pubmed": 22005461, "text": "These data suggest that the expression pattern of splicing variants of the As3MT gene may affect the capacity for arsenic methylation in cells."}, {"pubmed": 22339537, "text": "Genetic polymorphisms GSTO and As3MT modify arsenic metabolism as evidenced by altered urinary arsenic excretion"}, {"pubmed": 22341486, "text": "Coronary heart disease and its main risk factors were associated with low-level arsenic exposure, AS3MT polymorphism or both. Hypertension was associated with higher arsenic exposure, while hyperlipidemia was associated AS3MT polymorphism."}, {"pubmed": 22547080, "text": "Pregnancy and the AS3MT genotype independently influence the arsenic methylation phenotype"}, {"pubmed": 22712827, "text": "structural insights into the mechanism of substrate binding and catalysis"}, {"pubmed": 22747749, "text": "Single nucleotide polymorphisms (SNPs) in arsenic methyltransferase and methylene-tetrahydrofolate reductase is associated with bladder cancer in those exposed to low concentrations of inorganic arsenic. SNPs in glutathione S-transferase omega-1 are not."}, {"pubmed": 22955273, "text": "analysis of rapid equilibrium kinetics of arsenite methylation catalyzed by recombinant human arsenic (+3 oxidation state) methyltransferase (hAS3MT)"}, {"pubmed": 23070617, "text": "Data raise the possibility that, during a few thousand years, natural selection for tolerance to the environmental stressor arsenic may have increased the frequency of protective variants of AS3MT."}, {"pubmed": 23093101, "text": "Individuals with M287T and G4965C AS3MT polymorphisms had higher levels of urinary DMAs(III) and were more frequently diabetic than the respective wild-type carriers, although the excess was not statistically significant"}, {"pubmed": 23341986, "text": "the AS3MT haplotype status strongly predicted DNA methylation and gene expression of AS3MT as well as several genes in 10q2"}, {"pubmed": 23665909, "text": "Five N6AMT1 single nucleotide polymorphisms and two N6AMT1 haplotypes were significantly associated with the percentage of methylarsonic acid in urine, even after adjusting for arsenic (+3 oxidation state) methyltransferase haplotype."}, {"pubmed": 23742935, "text": "Residues Asp76, 84, 102 and 150 greatly influence hAS3MT catalytic activity, affecting S-adenosylmethionine-binding or methyl transfer."}, {"pubmed": 24154821, "text": "A hypomethylated region in the AS3MT promoter was associated with higher arsenic exposure.Arsenic exposure influences the epigenetic regulation of AS3MT."}, {"pubmed": 24239724, "text": "Genetic polymorphisms in AS3MT gene in a Western Chinese population influenced urinary arsenic metabolism from arsenic in drinking water."}, {"pubmed": 24361376, "text": "when workers were classified according to their AS3MT Met287Thr genotypes, significantly higher micronucleus values were for those carrying the variant allele [odds ratio (OR), 3.4 (1.6-5.2); P=0.0003)]"}, {"pubmed": 24536095, "text": "AS3MT SNPs were associated with arsenic metabolism efficiency and arsenic toxicity in exposed individuals."}, {"pubmed": 24621105, "text": "Low-level arsenic exposure is associated with cognitive functioning; however, this association is modified by an AS3MT gene."}, {"pubmed": 24792412, "text": "polymorphisms may impact disease susceptibility [review]"}, {"pubmed": 24845704, "text": "Influence of the level of arsenic exposure and the presence of T860C polymorphism in human As urinary metabolic profile"}, {"pubmed": 25156000, "text": "Genetic variation in AS3MT gene is associated with arsenic metabolism and risk of basal cell carcinoma."}, {"pubmed": 25349987, "text": "analysis of the functional roles of GSH and the crucial Cys residues in iAs3+ methylation catalyzed by hAS3MT"}, {"pubmed": 25447140, "text": "Functions of arsenic (III) methyltransferase S-adenosylmethionine binding site were evaluated."}, {"pubmed": 25461954, "text": "This study's results provide preliminary evidence for the over-transmission of the A allele at the AS3MT rs11191454 polymorphism in Attention Deficit Hyperactivity Disorder."}, {"pubmed": 25491248, "text": "The present study found that rs3740400 in As3MT and rs156697 in GSTO2 were strongly associated with the arsenic species (%iAs, %MMA and MMA/iAs and DMA/MMA ratios) in urine of the occupationally exposed workers and they may influence methylation capacity."}, {"pubmed": 26209557, "text": "genome-wide association study in population in United States (AZ, OK, SD, ND): Data suggest SNPs in AS3MT (rs17878846, rs10509760) partly explain inter-individual variability in susceptibility to arsenic poisoning (and urine arsenic species patterns)."}, {"pubmed": 26366667, "text": "a strong signal of positive selection in the main arsenic methyltransferase AS3MT gene, which has been previously associated with lower concentrations of the most toxic product of arsenic metabolism monomethylarsonic acid."}, {"pubmed": 26411936, "text": "Its genotype-dependent differences in arsenic metabolism is noted.(review)"}, {"pubmed": 26928318, "text": "Maternal alleles for five of the seven SNPs (rs7085104, rs3740400, rs3740393, rs3740390, and rs1046778) were associated with urinary concentrations of iAs metabolites, and alleles for one SNP (rs3740393) were associated with birth outcomes/measures. These associations were strongly dependent upon the male sex of the fetus but independent of fetal genotype for AS3MT."}, {"pubmed": 27004590, "text": "this study implicates altered neural expression of BORCS7, AS3MT, and NT5C2 in susceptibility to schizophrenia arising from genetic variation at the chromosome 10q24 locus"}, {"pubmed": 27158905, "text": "Risk alleles spanning multiple genes across the 10q24.32 schizophrenia-related locus are associated in the human brain selectively with an increase in the expression of both BLOC-1 related complex subunit 7 (BORCS7) and a previously uncharacterized, human-specific arsenite methyltransferase (AS3MT) isoform (AS3MTd2d3)."}, {"pubmed": 27401531, "text": "In this large-scale, Han Chinese population-based genetic association study for genetic susceptibility to schizophrenia of a three-gene cluster region, AS3MT-CNNM2-NT5C2, two SNPs with independent effects, rs11191419 and rs11191514, were identified. Rs11191419 is located on the 5' (potential promoter) region of AS3MT, while rs11191514 is located in one of the introns of CNNM2."}, {"pubmed": 27637898, "text": "combined effect of N6AMT1 haplotype 2_GGCCAT and As3MT haplotype 2_GCAC showed consistence with the additive significance of each haplotype on % iAs: the mean was 5.47% and 9.36% for carriers with both and null haplotypes, respectively"}, {"pubmed": 27922604, "text": "The combined analysis confirmed evidence of genome-wide significant associations in the Han Chinese population for three loci, at 2p16.1 (rs1051061, in an exon of VRK2, P=1.14 x 10-12, odds ratio (OR)=1.17), 6p22.1 (rs115070292 in an intron of GABBR1, P=4.96 x 10-10, OR=0.77) and 10q24.32 (rs10883795 in an intron of AS3MT, P=7.94 x 10-10, OR=0.87; rs10883765 at an intron of ARL3, P=3.06 x 10-9, OR=0.87)."}, {"pubmed": 28235556, "text": "A joint dose-response effect was identified for a AS3MT high-risk haplotype and inefficient arsenic methylation capacity on developmental delay."}, {"pubmed": 28640505, "text": "AS3MT and N6AMT1 polymorphisms and urinary arsenic metabolites (%iAs, %MMA, %DMA) in 722 subjects from an arsenic-cancer case-control study in a uniquely exposed area in northern Chile, were examined."}, {"pubmed": 29924282, "text": "The median concentration of arsenic in water was 82 mug/L; the levels of urinary excretion of dimethylarsinic acid (DMA) were higher in women than in the men. The carriers of the CC genetic variant of the As3MT (rs3740393) gene showed higher urinary concentrations of methylarsinic acid (p=0.01) and DMA (p=0.05)"}, {"pubmed": 31386983, "text": "effect of a genetic variant at the schizophrenia associated AS3MT/BORCS7 locus on striatal dopamine function: a PET imaging study"}, {"pubmed": 31768776, "text": "The impact of environmental factors such as obstetrical complica-tions in combination with the V2/V2 genotype of the polymorphic locus of the AS3MT gene is associated with an increase in the level of negative symptoms of schizophrenia, and as a result, a poor prognosis of the disease in women."}, {"pubmed": 32112223, "text": "Polymorphisms in arsenic (+ 3 oxidation state) methyltransferase (AS3MT) predict the occurrence of hyperleukocytosis and arsenic metabolism in APL patients treated with As2O3."}, {"pubmed": 32308175, "text": "The VNTR of the AS3MT gene is associated with brain activations during a memory span task and their training-induced plasticity."}, {"pubmed": 32433756, "text": "Genetic Determinants of Reduced Arsenic Metabolism Efficiency in the 10q24.32 Region Are Associated With Reduced AS3MT Expression in Multiple Human Tissue Types."}, {"pubmed": 32539644, "text": "Association of arsenic-related AS3MT gene and antioxidant SOD2 gene expression in industrial workers occupationally exposed to arsenic."}, {"pubmed": 32650499, "text": "As3MT and GST Polymorphisms Influencing Arsenic Metabolism in Human Exposure to Drinking Groundwater."}, {"pubmed": 32662510, "text": "A Human-Specific Schizophrenia Risk Tandem Repeat Affects Alternative Splicing of a Human-Unique Isoform AS3MTd2d3 and Mushroom Dendritic Spine Density."}, {"pubmed": 32971865, "text": "Arsenic Methyltransferase and Methylation of Inorganic Arsenic."}, {"pubmed": 33156617, "text": "Predicted AS3MT Proteins Methylate Arsenic and Support Two Major Phylogenetic AS3MT Groups."}, {"pubmed": 33340130, "text": "Association between the polymorphism of three genes involved in the methylation and efflux of arsenic (As3MT, MRP1, and P-gp) with lung cancer in a Mexican cohort."}, {"pubmed": 33649454, "text": "Single molecule in situ hybridization reveals distinct localizations of schizophrenia risk-related transcripts SNX19 and AS3MT in human brain."}, {"pubmed": 35226250, "text": "AS3MT facilitates NLRP3 inflammasome activation by m[6]A modification during arsenic-induced hepatic insulin resistance."}, {"pubmed": 35719055, "text": "Functional characterization of the schizophrenia associated gene AS3MT identifies a role in neuronal development."}, {"pubmed": 36681142, "text": "Arsenic metabolism, N6AMT1 and AS3MT single nucleotide polymorphisms, and their interaction on gestational diabetes mellitus in Chinese pregnant women."}, {"pubmed": 36940027, "text": "As3MT is related to relative RNAs and base modifications of p53 in workers exposed to arsenic."}, {"pubmed": 37658865, "text": "Association between arsenic (+3 oxidation state) methyltransferase gene polymorphisms and arsenic methylation capacity in rural residents of northern China: a cross-sectional study."}], "genomic_pos": {"chr": "10", "end": 102901899, "ensemblgene": "ENSG00000214435", "start": 102869470, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 104661656, "start": 104629273, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0009404", "qualifier": "involved_in", "term": "toxin metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009404", "pubmed": 25997655, "qualifier": "involved_in", "term": "toxin metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0018872", "qualifier": "involved_in", "term": "arsonoacetate metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018872", "pubmed": 25997655, "qualifier": "involved_in", "term": "arsonoacetate metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032259", "pubmed": 25997655, "qualifier": "involved_in", "term": "methylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032259", "qualifier": "involved_in", "term": "methylation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0030791", "qualifier": "enables", "term": "arsenite methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030791", "pubmed": 25997655, "qualifier": "enables", "term": "arsenite methyltransferase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0030791", "qualifier": "enables", "term": "arsenite methyltransferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0030791", "qualifier": "enables", "term": "arsenite methyltransferase activity"}]}, "homologene": {"genes": [[7955, 664699], [8364, 100145277], [8364, 100216291], [8364, 100492233], [9031, 423870], [9544, 714122], [9598, 450703], [9606, 57412], [9615, 486865], [9913, 505482], [10090, 57344], [10116, 140925]], "id": 10754}, "interpro": [{"desc": "Methyltransferase domain", "id": "IPR025714", "short_desc": "Methyltranfer_dom"}, {"desc": "Arsenite methyltransferase-like", "id": "IPR026669", "short_desc": "Arsenite_MeTrfase-like"}, {"desc": "S-adenosyl-L-methionine-dependent methyltransferase superfamily", "id": "IPR029063", "short_desc": "SAM-dependent_MTases_sf"}], "ipi": "IPI00307524", "map_location": "10q24.32", "name": "arsenite methyltransferase", "other_names": ["S-adenosyl-L-methionine:arsenic(III) methyltransferase", "S-adenosylmethionine:arsenic (III) methyltransferase", "arsenic (+3 oxidation state) methyltransferase", "arsenite methyltransferase", "methylarsonite methyltransferase", "methyltransferase cyt19"], "pantherdb": {"HGNC": "17452", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1929882", "ortholog_type": "LDO", "panther_family": "PTHR43675", "taxid": 10090, "uniprot_kb": "Q91WU5"}, {"RGD": "621325", "ortholog_type": "LDO", "panther_family": "PTHR43675", "taxid": 10116, "uniprot_kb": "Q8VHT6"}, {"Ensembl": "ENSGALG00000008133", "ortholog_type": "LDO", "panther_family": "PTHR43675", "taxid": 9031, "uniprot_kb": "F1NCJ8"}, {"ZFIN": "ZDB-GENE-060929-680", "ortholog_type": "O", "panther_family": "PTHR43675", "taxid": 7955, "uniprot_kb": "F1QR61"}, {"ZFIN": "ZDB-GENE-060312-15", "ortholog_type": "LDO", "panther_family": "PTHR43675", "taxid": 7955, "uniprot_kb": "B8JIF1"}, {"TAIR": "2088722", "ortholog_type": "O", "panther_family": "PTHR43675", "taxid": 3702, "uniprot_kb": "F4J434"}, {"EnsemblGenome": "AT3G23470", "ortholog_type": "O", "panther_family": "PTHR43675", "taxid": 3702, "uniprot_kb": "A0A1I9LMW4"}, {"TAIR": "2088712", "ortholog_type": "O", "panther_family": "PTHR43675", "taxid": 3702, "uniprot_kb": "Q8GZ28"}, {"TAIR": "2088070", "ortholog_type": "O", "panther_family": "PTHR43675", "taxid": 3702, "uniprot_kb": "Q8VZH1"}], "uniprot_kb": "Q9HBK9"}, "pathway": {"humancyc": {"id": "PWY-4202", "name": "arsenate detoxification I (glutaredoxin)"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-156580", "name": "Phase II - Conjugation of compounds"}, {"id": "R-HSA-156581", "name": "Methylation"}, {"id": "R-HSA-211859", "name": "Biological oxidations"}]}, "pfam": "PF13847", "pharmgkb": "PA134896392", "pharos": {"target_id": 2960, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF267059", "relationship": "is"}, {"id": "GNF267060", "relationship": "is"}, {"id": "GNF267061", "relationship": "is"}, {"id": "GNF267062", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081468", "relationship": "is"}, {"id": "GNF081469", "relationship": "is"}, {"id": "GNF081470", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052584", "relationship": "is"}, {"id": "GNF057352", "relationship": "is"}, {"id": "GNF072412", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066065", "relationship": "is"}, {"id": "GNF066066", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094255", "relationship": "is"}, {"id": "GNF133912", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1"], "protein": "NP_065733.2", "rna": "NM_020682.4", "translation": {"protein": "NP_065733.2", "rna": "NM_020682.4"}}, "reporter": {"GNF1H": "gnf1h00359_at", "HG-U133_Plus_2": "223652_at", "HTA-2_0": "TC10002948.hg.1", "HuEx-1_0": "3261923", "HuGene-1_1": "7930181", "HuGene-2_1": "16708757"}, "retired": [113068, 115695, 119033], "summary": "AS3MT catalyzes the transfer of a methyl group from S-adenosyl-L-methionine (AdoMet) to trivalent arsenical and may play a role in arsenic metabolism (Lin et al., 2002 [PubMed 11790780]).[supplied by OMIM, Mar 2008].", "symbol": "AS3MT", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1540201"}, "unigene": "Hs.720370", "uniprot": {"Swiss-Prot": "Q9HBK9"}, "wikipedia": {"url_stub": "AS3MT"}}