{"AllianceGenome": "738", "HGNC": "738", "MIM": "100790", "_id": "429", "_version": 1, "accession": {"genomic": ["AC026108.29", "CH471054.1", "CP068266.2", "NC_000012.12", "NC_060936.1", "NG_008690.2", "NG_008950.1", "U77616.2"], "protein": ["AAA58376.1", "AAH02341.1", "AAH03134.1", "AAH04425.1", "AAH31299.1", "BAF83228.1", "EAW97703.1", "NP_004307.2", "P50553.2"], "rna": ["AK290539.1", "AK314114.1", "AW071836.1", "BC001638.2", "BC002341.2", "BC003134.1", "BC004425.1", "BC031299.1", "CF454566.1", "DA005289.1", "L08424.1", "NM_004316.4"], "translation": [{"protein": "AAA58376.1", "rna": "L08424.1"}, {"protein": "AAH03134.1", "rna": "BC003134.1"}, {"protein": "AAH04425.1", "rna": "BC004425.1"}, {"protein": "AAH31299.1", "rna": "BC031299.1"}, {"protein": "NP_004307.2", "rna": "NM_004316.4"}, {"protein": "AAH02341.1", "rna": "BC002341.2"}, {"protein": "BAF83228.1", "rna": "AK290539.1"}]}, "alias": ["ASH1", "HASH1", "MASH1", "bHLHa46"], "ensembl": {"gene": "ENSG00000139352", "protein": "ENSP00000266744", "transcript": "ENST00000266744", "translation": [{"protein": "ENSP00000266744", "rna": "ENST00000266744"}], "type_of_gene": "protein_coding"}, "entrezgene": "429", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.41752584889081, "exp_mis": 122.728242838633, "exp_syn": 78.3813876610376, "lof_z": 1.61068998716705, "mis_z": 3.1668988480046, "mu_lof": 4.38088498951e-07, "mu_mis": 1.31616787742e-05, "mu_syn": 8.39244762703e-06, "n_lof": 1.0, "n_mis": 51.0, "n_syn": 42.0, "p_li": 0.364739460004734, "p_null": 0.0500714799950825, "p_rec": 0.585189060000184, "syn_z": 2.5475472114474}, "bp": 711, "cds_end": 103352733, "cds_start": 103352022, "n_exons": 1, "nonpsych": {"exp_lof": 3.98135190280163, "exp_mis": 111.063970941205, "exp_syn": 70.925787222082, "lof_z": 1.95959922799467, "mis_z": 3.01825936854966, "mu_lof": 4.38088498951e-07, "mu_mis": 1.31616787742e-05, "mu_syn": 8.39244762703e-06, "n_lof": 0.0, "n_mis": 48.0, "n_syn": 33.0, "p_li": 0.750235613327485, "p_null": 0.0119507944721773, "p_rec": 0.237813592200338, "syn_z": 2.8352808223177}, "nontcga": {"exp_lof": 4.06247328669691, "exp_mis": 112.908341211101, "exp_syn": 72.1092322006787, "lof_z": 1.49885051954291, "mis_z": 3.04331770883253, "mu_lof": 4.38088498951e-07, "mu_mis": 1.31616787742e-05, "mu_syn": 8.39244762703e-06, "n_lof": 1.0, "n_mis": 48.0, "n_syn": 39.0, "p_li": 0.34123850532981, "p_null": 0.0584995212968608, "p_rec": 0.600261973373329, "syn_z": 2.46874337733838}, "transcript": "ENST00000266744.3"}, "exons": [{"cdsend": 102958955, "cdsstart": 102958244, "chr": "12", "position": [[102957673, 102959002], [102959361, 102960511]], "strand": 1, "transcript": "NM_004316", "txend": 102960511, "txstart": 102957673}], "exons_hg19": [{"cdsend": 103352733, "cdsstart": 103352022, "chr": "12", "position": [[103351451, 103352780], [103353139, 103354289]], "strand": 1, "transcript": "NM_004316", "txend": 103354289, "txstart": 103351451}], "generif": [{"pubmed": 11948117, "text": "HASH1 mRNA expression levels in SCLC clinical samples were 1,000-fold higher than in the NSCLC samples, and this method could contribute to diagnosis based on molecular profiling of tumors."}, {"pubmed": 14532329, "text": "We also studied the proneural HASH-1 gene and identified a heterozygous nucleotide substitution in three CCHS patients"}, {"pubmed": 14668716, "text": "HASH1 appears to be important in the endocrine phenotype of medullary thyroid carcinoma (MTC) tumors and may serve as a molecular target for the treatment of patients with MTC."}, {"pubmed": 14759067, "text": "ASH1 is a neuroendocrine marker whose expression is largely conserved in normal and neoplastic pituitary cells."}, {"pubmed": 15240857, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15272537, "text": "the hASH1 mRNA level might represent a useful tool for distinguishing esthesioneuroblastoma from poorly differentiated tumors of the sinonasal region"}, {"pubmed": 15701827, "text": "Up-Regulation of ASCL1 is associated with gastrointestinal neuroendocrine carcinomas"}, {"pubmed": 16021468, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16021468, "text": "The present genetic data may thus suggest that polyglutamine length polymorphisms in ASCL1 could influence predispositions to PD through the fine-tuning of LC integrity."}, {"pubmed": 16029117, "text": "RaF-1 activation causes cessation of hASH-1 expression"}, {"pubmed": 16103883, "text": "Upregulation of ASCL1 and inhibition of Notch signaling pathway characterize progressive astrocytoma"}, {"pubmed": 16899352, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17507989, "text": "Knockdown of ASH1 gene in lung neoplasm cells in vitro suppressed growth by increasing apoptosis."}, {"pubmed": 18311112, "text": "In prostate cancers with neuroendocrine differentiation...hASH1 transcript levels in androgen deprivation-treated compared with untreated patients"}, {"pubmed": 18339843, "text": "ASH1 functions as a dual transcription factor by activating neuroendocrine differentiation markers and also repressing putative tumor suppressors."}, {"pubmed": 18491256, "text": "lack of nuclear expression of HES1 may contribute to the abundance of ASCL1 and to tumorigenesis in the endocrine pancreas."}, {"pubmed": 18585058, "text": "The Ascl1 cell lineage generates Purkinje cells, deep cerebellar nuclei interneurons and oligodendrocytes at specific stages in the transgenic mouse cerebellum."}, {"pubmed": 18587321, "text": "Tumor marker mASH1 was highly (sensitivity of 71%) and specifically (specificity of 95%) expressed in poorly differentiated neuroendocrine carcinoma."}, {"pubmed": 18587322, "text": "MASH1 is a useful adjunct marker for differentiating small cell carcinoma of the lung from Merkel cell carcinoma."}, {"pubmed": 18802035, "text": "Mash1 has a role in regulation of prenatal human retinal neurosphere growth and cell fate potential by retinal pigment epithelium"}, {"pubmed": 19008346, "text": "By overexpressing ASCL1, neurogenesis from human neural progenitor cells was regained, which produced larger neurons with more neurites than hNPC but no fully mature dopamine neurons."}, {"pubmed": 19097999, "text": "Improved translation efficiency of ASH1 mRNA by FMRP may represent an important regulatory switch in neuronal differentiation."}, {"pubmed": 19176379, "text": "Findings suggest that a broad range of SCLC cells has tumorigenic capacity rather than a small discrete population. Intrinsic tumor cell heterogeneity, including variation in key regulatory factors such as ASCL1, can modulate tumorigenicity in SCLC."}, {"pubmed": 19744316, "text": "Expression of DKK1 and TPH1 were negatively regulated by ASCL1 in pancreatic endocrine tumours."}, {"pubmed": 20097173, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20097173, "text": "these support the role of the polyglutamine length variants in the MASH1 gene in Parkinson's disease susceptibility."}, {"pubmed": 20124469, "text": "Our data indicate a specific role for ASCL1 in regulating the expression of the CHRNA5/A3/B4 lung cancer susceptibility locus. This regulation may contribute to the predicted role that ASCL1 plays in SCLC tumorigenesis."}, {"pubmed": 20206680, "text": "report the analysis of 9 highly conserved putative enhancers in a 64kb interval encompassing the human ASCL1 locus"}, {"pubmed": 20515335, "text": "Supratentorial PNETs expressed significantly higher levels of SOX2, NOTCH1, ID1, and ASCL-1 transcripts."}, {"pubmed": 20538960, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20659153, "text": "deletional rearrangement of the TCR delta gene disrupted the hypothetical gene C12orf42 and brought the Achaete-scute complex homolog 1 gene into proximity of the TRA enhancer, which is overexpressed in thyroid and lung cancers"}, {"pubmed": 20677557, "text": "hASH1 is a new kind of highly specific markers of pulmonary neuroendocrine tumours, and may be applied to clinical pathology diagnosis of the pulmonary neuroendocrine tumors."}, {"pubmed": 20842449, "text": "ASCL1-pathway is responsible for the up-regulation of IGF2 during neuroblastoma differentiation."}, {"pubmed": 21495212, "text": "HASH1 down-regulation is associated with cell proliferation, thereby resulting in uterine carcinogenesis."}, {"pubmed": 21573214, "text": "The present results suggest that a transcriptional complex of LMO3 and HEN2 may contribute to the genesis and malignant phenotype of neuroblastoma by inhibiting HES1 which suppresses the transactivation of Mash1."}, {"pubmed": 21684625, "text": "Among human primary tumors, 2/2 SCLC, 5/5 pulmonary carcinoids, and 10/41 non-SCLC (only 4 of which had NE features) were positive for hASH1 by immunohistochemistry and RNA-RNA in situ hybridization."}, {"pubmed": 21737174, "text": "The ASCL1 knock-down gene set also classified the 171 adenocarcinomas into three subtypes and this NE subtype also had the poorest prognosis."}, {"pubmed": 21856745, "text": "miR-375 is a key downstream effector of ASH1 function in lung cancer cells"}, {"pubmed": 22172490, "text": "Dual-luciferase assays showed that ASCL1 activated the expression of miR-375 by binding to the three E-box elements in the miR-375 promoter. These results imply a role of ASCL1 in SCLC via the upregulation of miR-375."}, {"pubmed": 22422124, "text": "hASH-1 expression occurs in breast cancers with neuroendocrine differentiation regardless of the extent of the NE cell population, and it is restricted to a subset of tumor cells having a low proliferative potential."}, {"pubmed": 23300791, "text": "Ascl1 directly regulates expression of matrix metalloproteinase-7 and O(6)-methylguanine-DNA methyltransferase."}, {"pubmed": 23375646, "text": "Achaete-scute homolog 1 may be proposed as a diagnostic marker of poor differentiation and may help to differentiate neuroendocrine carcinomas from neuroendocrine tumors in difficult cases."}, {"pubmed": 23530560, "text": "BRN2 is a higher level regulator than ASCL1 and ND1 and BRN2 might be involved in aggressiveness of small cell lung cancer."}, {"pubmed": 23657976, "text": "ASH1 overexpression in prostate cancer cells promotes neuroendocrine differentiation and increased cell viability."}, {"pubmed": 23707066, "text": "ASCL1 Promotes Wnt Signaling Directly by Repressing DKK1."}, {"pubmed": 23739064, "text": "Gene expression profiling revealed that permissive lines are typified by lower expression of the early neurogenic transcription factor ASCL1 and, conversely, by higher expression of the late neurogenic transcription factor NEUROD1."}, {"pubmed": 23739972, "text": "Ascl1 modulates multiple steps of oligodendrocyte precursor cell development in the postnatal brain and in response to demyelinating insults."}, {"pubmed": 24037524, "text": "ASCL1 and RET expression defines a clinically relevant subgroup of lung adenocarcinoma characterized by neuroendocrine differentiation."}, {"pubmed": 24982138, "text": "lentiviral overexpression of transcription factors ASCL1, SOX10, and NKX2.2 in NPCs was sufficient to induce Sox10 enhancer activity, OPC mRNA, and protein expression consistent with OPC fate"}, {"pubmed": 25124043, "text": "data suggest that a prominent down-regulation of hnRNP-A2/B1 during hypoxia is associated with the post-transcriptional suppression of hASH1 synthesis."}, {"pubmed": 25267614, "text": "Achaete-scute homolog 1 (ASCL1), a transcription factor required for proper development of pulmonary neuroendocrine cells, is essential for the survival of a majority of lung cancers with neuroendocrine features."}, {"pubmed": 26253517, "text": "ASCL1 expression is regulated by BRD4 is frequently overexpressed in small cell lung cancer."}, {"pubmed": 26292211, "text": "marker for neurogenic potential in cultured retinal progenitor cells"}, {"pubmed": 26403073, "text": "Data show that chrysin suppressed cell proliferation and reducing expression of achaete-scute complex-like 1 (ASCL1) and the neuroendocrine biomarker chromogranin A (CgA)."}, {"pubmed": 26596584, "text": "hASH1 is a specific marker to distinguish neuroendocrine tumors from squamous cell carcinomas and adenocarcinomas"}, {"pubmed": 27076429, "text": "This report identifies novel roles for the transcription factor Ascl1 in enteric gliogenesis and neurogenesis"}, {"pubmed": 27138845, "text": "Results indicate transcription factor Ascl1 protein functionalized with intracellular protein delivery technology (Ascl1-IPTD) as a powerful tool for engineering neural tissue from pluripotent stem cells."}, {"pubmed": 27785690, "text": "ASCL1 expression may determine the cell behaviors of SCLC partly through modifying EMT phenotypes."}, {"pubmed": 28402879, "text": "the first comprehensive high-resolution information on the structural propensities and conformational dynamics of Ascl1, is reported."}, {"pubmed": 28618959, "text": "knocking down achaete-scute complex homologue-1 expression could significantly suppress the proliferation, migration, and invasion of laryngeal carcinoma cell in vitro and disorder epithelial-mesenchymal transformation-associated protein expression."}, {"pubmed": 28621224, "text": "we found that CpG_6.7.8 of the achaete-scute homolog 1 CpG island is frequently hypermethylated in early-stage pulmonary neuroendocrine tumors, and this aberrant hypermethylation is negatively correlated with achaete-scute homolog 1 expression in this tumor spectrum"}, {"pubmed": 28712938, "text": "a large subset of patient-derived glioblastoma stem cells (GSCs) express high levels of Achaete-scute homolog 1 (ASCL1), a proneural transcription factor involved in normal neurogenesis."}, {"pubmed": 28742165, "text": "System analysis identified distinct and common functional networks governed by transcription factor ASCL1, in glioma and small cell lung cancer."}, {"pubmed": 29500235, "text": "We address this paradox using basic helix-loop-helix (bHLH) transcription factors ASCL1, ASCL2, and MYOD1, crucial mediators of lineage specification..Although the ASCL factors and MYOD1 have some distinct DNA motif preference, it is not sufficient to explain the extent of the differential binding. All three factors can bind inaccessible chromatin and induce changes in chromatin accessibility and H3K27ac"}, {"pubmed": 30538287, "text": "The proneural gene ASCL1 governs the transcriptional subgroup affiliation in glioblastoma stem cells by directly repressing the mesenchymal gene NDRG1."}, {"pubmed": 30861584, "text": "Expression of ventral telencephalon transcription factors ASCL1 and DLX2 in the early fetal human cerebral cortex."}, {"pubmed": 31231131, "text": "Investigated the role of Wnt11 in neuroendocrine (NE) differentiation, cell proliferation, and epithelial-to-mesenchymal transition in small-cell lung cancer (SCLC). Ascl1 plays an important role in regulating the Wnt signaling pathway and is one of the driver molecules of Wnt11 in SCLC. Wnt11 controlled NE differentiation, cell proliferation, and E-cadherin expression under the regulation of Ascl1 in SCLC cell lines."}, {"pubmed": 31300474, "text": "ASCL1 is a biomarkers for lung carcinoid subtype."}, {"pubmed": 31819055, "text": "ASCL1 and LMO1 directly regulate the expression of CRC genes, indicating that ASCL1 is a member and LMO1 is a coregulator of the ADRN neuroblastoma core regulatory circuitry."}, {"pubmed": 31836808, "text": "hASH1 nuclear localization persists in neuroendocrine transdifferentiated prostate cancer cells, even upon reintroduction of androgen."}, {"pubmed": 32170367, "text": "Significance of achaete-scute complex homologue 1 (ASCL1) in pulmonary neuroendocrine carcinomas; RNA sequence analyses using small cell lung cancer cells and Ascl1-induced pulmonary neuroendocrine carcinoma cells."}, {"pubmed": 32499571, "text": "ASCL1-regulated DARPP-32 and t-DARPP stimulate small cell lung cancer growth and neuroendocrine tumour cell proliferation."}, {"pubmed": 32534174, "text": "ASCL1 promotes tumor progression through cell-autonomous signaling and immune modulation in a subset of lung adenocarcinoma."}, {"pubmed": 32641824, "text": "PCP4/PEP19 downregulates neurite outgrowth via transcriptional regulation of Ascl1 and NeuroD1 expression in human neuroblastoma M17 cells."}, {"pubmed": 33011388, "text": "SCLC Subtypes Defined by ASCL1, NEUROD1, POU2F3, and YAP1: A Comprehensive Immunohistochemical and Histopathologic Characterization."}, {"pubmed": 33046535, "text": "Dephosphorylation of the Proneural Transcription Factor ASCL1 Re-Engages a Latent Post-Mitotic Differentiation Program in Neuroblastoma."}, {"pubmed": 33191657, "text": "Clinicopathological features and prognostic implications of ASCL1 expression in surgically resected small cell lung cancer."}, {"pubmed": 33199493, "text": "Regulation of CEACAM5 and Therapeutic Efficacy of an Anti-CEACAM5-SN38 Antibody-drug Conjugate in Neuroendocrine Prostate Cancer."}, {"pubmed": 33326790, "text": "Microglia Suppress Ascl1-Induced Retinal Regeneration in Mice."}, {"pubmed": 34558085, "text": "Developmental programming and lineage branching of early human telencephalon."}, {"pubmed": 34931456, "text": "ASCL1 and DLL3 expressions and their clinicopathological implications in surgically resected pure small cell lung cancer: A study of 247 cases from the National Cancer Center of China."}, {"pubmed": 35149717, "text": "ASCL1 phosphorylation and ID2 upregulation are roadblocks to glioblastoma stem cell differentiation."}, {"pubmed": 35152224, "text": "Posttreatment monitoring by ASCL1/LHX8 methylation analysis in women with HIV treated for cervical intraepithelial neoplasia grade 2/3."}, {"pubmed": 35164915, "text": "MiR-1226, mediated by ASCL1, suppresses the progression of non-small cell lung cancer by targeting FGF2."}, {"pubmed": 35194152, "text": "Therapeutic targeting of BAP1/ASXL3 sub-complex in ASCL1-dependent small cell lung cancer."}, {"pubmed": 35367201, "text": "REST Inactivation and Coexpression of ASCL1 and POU3F4 Are Necessary for the Complete Transformation of RB1/TP53-Inactivated Lung Adenocarcinoma into Neuroendocrine Carcinoma."}, {"pubmed": 35477723, "text": "ASCL1 activates neuronal stem cell-like lineage programming through remodeling of the chromatin landscape in prostate cancer."}, {"pubmed": 35789143, "text": "ASCL1 regulates super-enhancer-associated miRNAs to define molecular subtypes of small cell lung cancer."}, {"pubmed": 36366827, "text": "Validation of ASCL1 and LHX8 Methylation Analysis as Primary Cervical Cancer Screening Strategy in South African Women with Human Immunodeficiency Virus."}, {"pubmed": 36840413, "text": "An integrative epigenomic approach identifies ELF3 as an oncogenic regulator in ASCL1-positive neuroendocrine carcinoma."}, {"pubmed": 37552603, "text": "ASCL1 is activated downstream of the ROR2/CREB signaling pathway to support lineage plasticity in prostate cancer."}, {"pubmed": 37783914, "text": "Ubiquitination of ASCL1 mediates CD47 transcriptional activation of the AKT signaling pathway, and glycolysis promotes osteogenic differentiation of hBMSCs."}, {"pubmed": 37958729, "text": "ASCL1 Is Involved in the Pathogenesis of Schizophrenia by Regulation of Genes Related to Cell Proliferation, Neuronal Signature Formation, and Neuroplasticity."}, {"pubmed": 38039971, "text": "ASCL1 induces neurogenesis in human Muller glia."}, {"pubmed": 38287449, "text": "Further description of two individuals with de novo p.(Glu127Lys) missense variant in the ASCL1 gene."}, {"pubmed": 38726001, "text": "Identification of molecular subtypes based on chromatin regulator-related genes and experimental verification of the role of ASCL1 in conferring chemotherapy resistance to breast cancer."}], "genomic_pos": {"chr": "12", "end": 102960513, "ensemblgene": "ENSG00000139352", "start": 102957674, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 103354294, "start": 103351464, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 11736660, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003358", "qualifier": "involved_in", "term": "noradrenergic neuron development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0003359", "pubmed": 14532329, "qualifier": "involved_in", "term": "noradrenergic neuron fate commitment"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007219", "pubmed": 16160079, "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007346", "qualifier": "involved_in", "term": "regulation of mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007400", "qualifier": "involved_in", "term": "neuroblast fate determination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007405", "qualifier": "involved_in", "term": "neuroblast proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007423", "qualifier": "involved_in", "term": "sensory organ development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010468", "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014003", "qualifier": "involved_in", "term": "oligodendrocyte development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021527", "qualifier": "involved_in", "term": "spinal cord association neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021530", "qualifier": "involved_in", "term": "spinal cord oligodendrocyte cell fate specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021750", "qualifier": "involved_in", "term": "vestibular nucleus development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0021892", "pubmed": 12050665, "qualifier": "involved_in", "term": "cerebral cortex GABAergic interneuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021902", "qualifier": "involved_in", "term": "commitment of neuronal cell to specific neuron type in forebrain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021954", "qualifier": "involved_in", "term": "central nervous system neuron development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021987", "qualifier": "involved_in", "term": "cerebral cortex development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0022008", "pubmed": 19008346, "qualifier": "involved_in", "term": "neurogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030856", "qualifier": "involved_in", "term": "regulation of epithelial cell differentiation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0032526", "pubmed": 12000752, "qualifier": "involved_in", "term": "response to retinoic acid"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": 17507989, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043525", "qualifier": "involved_in", "term": "positive regulation of neuron apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045665", "pubmed": 12000752, "qualifier": "involved_in", "term": "negative regulation of neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045666", "qualifier": "involved_in", "term": "positive regulation of neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045747", "qualifier": "involved_in", "term": "positive regulation of Notch signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045787", "qualifier": "involved_in", "term": "positive regulation of cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 11736660, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 10903890, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048469", "qualifier": "involved_in", "term": "cell maturation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0048485", "pubmed": 10903890, "qualifier": "involved_in", "term": "sympathetic nervous system development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048663", "qualifier": "involved_in", "term": "neuron fate commitment"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048665", "qualifier": "involved_in", "term": "neuron fate specification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048666", "qualifier": "involved_in", "term": "neuron development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048935", "qualifier": "involved_in", "term": "peripheral nervous system neuron development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050767", "qualifier": "involved_in", "term": "regulation of neurogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050769", "qualifier": "involved_in", "term": "positive regulation of neurogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050883", "qualifier": "involved_in", "term": "musculoskeletal movement, spinal reflex action"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051593", "qualifier": "involved_in", "term": "response to folic acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060163", "qualifier": "involved_in", "term": "subpallium neuron fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060165", "qualifier": "involved_in", "term": "regulation of timing of subpallium neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060166", "qualifier": "involved_in", "term": "olfactory pit development"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0060487", "pubmed": 12858003, "qualifier": "involved_in", "term": "lung epithelial cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060579", "qualifier": "involved_in", "term": "ventral spinal cord interneuron fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061100", "qualifier": "involved_in", "term": "lung neuroendocrine cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061102", "qualifier": "involved_in", "term": "stomach neuroendocrine cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061103", "qualifier": "involved_in", "term": "carotid body glomus cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061104", "qualifier": "involved_in", "term": "adrenal chromaffin cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061549", "qualifier": "involved_in", "term": "sympathetic ganglion development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070849", "qualifier": "involved_in", "term": "response to epidermal growth factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071259", "qualifier": "involved_in", "term": "cellular response to magnetism"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097475", "qualifier": "involved_in", "term": "motor neuron migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000179", "qualifier": "involved_in", "term": "positive regulation of neural precursor cell proliferation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [12858003, 17507989, 18311112], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0090575", "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000977", "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 11736660, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 11736660, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "EXP", "id": "GO:0003676", "pubmed": 28402879, "qualifier": "enables", "term": "nucleic acid binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 10903890, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10903890, 32296183, 36931659], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043425", "pubmed": [10903890, 11940670], "qualifier": "enables", "term": "bHLH transcription factor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046983", "qualifier": "enables", "term": "protein dimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070888", "pubmed": [10903890, 11736660], "qualifier": "enables", "term": "E-box binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 30466], [8364, 100490701], [9544, 698820], [9598, 452184], [9606, 429], [9615, 482628], [9913, 540473], [10090, 17172], [10116, 64186]], "id": 31234}, "interpro": [{"desc": "Myc-type, basic helix-loop-helix (bHLH) domain", "id": "IPR011598", "short_desc": "bHLH_dom"}, {"desc": "Helix-loop-helix DNA-binding domain superfamily", "id": "IPR036638", "short_desc": "HLH_DNA-bd_sf"}], "ipi": "IPI00032964", "map_location": "12q23.2", "name": "achaete-scute family bHLH transcription factor 1", "other_names": ["ASH-1", "achaete scute protein", "achaete-scute complex homolog 1", "achaete-scute complex-like 1", "achaete-scute homolog 1", "class A basic helix-loop-helix protein 46"], "pantherdb": {"HGNC": "738", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96919", "ortholog_type": "LDO", "panther_family": "PTHR13935", "taxid": 10090, "uniprot_kb": "Q02067"}, {"RGD": "71010", "ortholog_type": "LDO", "panther_family": "PTHR13935", "taxid": 10116, "uniprot_kb": "P19359"}, {"Ensembl": "ENSGALG00000037082", "ortholog_type": "LDO", "panther_family": "PTHR13935", "taxid": 9031, "uniprot_kb": "A0A1D5P4G9"}, {"ZFIN": "ZDB-GENE-980526-174", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 7955, "uniprot_kb": "Q90260"}, {"ZFIN": "ZDB-GENE-980526-90", "ortholog_type": "LDO", "panther_family": "PTHR13935", "taxid": 7955, "uniprot_kb": "Q90259"}, {"WormBase": "WBGene00001958", "ortholog_type": "LDO", "panther_family": "PTHR13935", "taxid": 6239, "uniprot_kb": "Q09961"}, {"FlyBase": "FBgn0000137", "ortholog_type": "LDO", "panther_family": "PTHR13935", "taxid": 7227, "uniprot_kb": "P09775"}, {"FlyBase": "FBgn0002561", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 7227, "uniprot_kb": "P09774"}, {"TAIR": "4515102513", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 3702, "uniprot_kb": "Q9XIJ1"}, {"TAIR": "505006117", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 3702, "uniprot_kb": "F4I4E1"}, {"TAIR": "2133089", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 3702, "uniprot_kb": "F4JIJ7"}, {"TAIR": "504956298", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 3702, "uniprot_kb": "Q9LQ08"}, {"TAIR": "2034750", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 3702, "uniprot_kb": "Q9LN95"}, {"TAIR": "2138019", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 3702, "uniprot_kb": "Q9STJ7"}, {"TAIR": "2165311", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 3702, "uniprot_kb": "Q9FLI1"}, {"TAIR": "2165321", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 3702, "uniprot_kb": "Q9FLI0"}, {"EnsemblGenome": "AT4G25410", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 3702, "uniprot_kb": "Q9STJ6"}, {"TAIR": "2026291", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 3702, "uniprot_kb": "F4I8F9"}, {"TAIR": "2040287", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 3702, "uniprot_kb": "Q9ZVB5"}, {"TAIR": "2146663", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 3702, "uniprot_kb": "Q9FYE6"}, {"TAIR": "2080615", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 3702, "uniprot_kb": "Q9M1K0"}, {"TAIR": "2080600", "ortholog_type": "O", "panther_family": "PTHR13935", "taxid": 3702, "uniprot_kb": "Q9M1K1"}], "uniprot_kb": "P50553"}, "pathway": {"pid": {"id": "hes_heypathway", "name": "Notch-mediated HES/HEY network"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9031628", "name": "NGF-stimulated transcription"}, {"id": "R-HSA-9031628", "name": "NGF-stimulated transcription"}], "wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP2855", "name": "Dopaminergic Neurogenesis"}, {"id": "WP5074", "name": "Kallmann,s Syndrome"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pfam": "PF00010", "pharmgkb": "PA26416", "pharos": {"target_id": 6583, "tdl": "Tbio"}, "pir": "A48279", "prosite": "PS50888", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246027", "relationship": "is"}, {"id": "GNF246028", "relationship": "is"}, {"id": "GNF246029", "relationship": "is"}, {"id": "GNF246030", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF032916", "relationship": "weakly similar to"}, {"id": "GNF044465", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079156", "relationship": "is"}, {"id": "GNF079157", "relationship": "is"}, {"id": "GNF079158", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052795", "relationship": "is"}, {"id": "GNF057563", "relationship": "is"}, {"id": "GNF072661", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065915", "relationship": "is"}, {"id": "GNF065916", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF000795", "relationship": "is"}, {"id": "GNF000796", "relationship": "is"}, {"id": "GNF030449", "relationship": "is"}, {"id": "GNF131318", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF284559", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337771", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095912", "relationship": "is"}, {"id": "GNF135568", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_008690.2", "NG_008950.1"], "protein": "NP_004307.2", "rna": "NM_004316.4", "translation": {"protein": "NP_004307.2", "rna": "NM_004316.4"}}, "reporter": {"HG-U133_Plus_2": ["209985_s_at", "209987_s_at", "209988_s_at", "213768_s_at"], "HG-U95Av2": ["40542_at", "40543_at", "40544_g_at"], "HTA-2_0": "TC12000796.hg.1", "HuEx-1_0": ["3429008", "4052268", "4052271"], "HuGene-1_1": "7958051", "HuGene-2_1": "16755958"}, "retired": 1064, "summary": "This gene encodes a member of the basic helix-loop-helix (BHLH) family of transcription factors. The protein activates transcription by binding to the E box (5'-CANNTG-3'). Dimerization with other BHLH proteins is required for efficient DNA binding. This protein plays a role in the neuronal commitment and differentiation and in the generation of olfactory and autonomic neurons. Mutations in this gene may contribute to the congenital central hypoventilation syndrome (CCHS) phenotype in rare cases. [provided by RefSeq, Jul 2008].", "symbol": "ASCL1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332009"}, "unigene": "Hs.703025", "uniprot": {"Swiss-Prot": "P50553"}, "wikipedia": {"url_stub": "ASCL1"}}