{"AllianceGenome": "758", "HGNC": "758", "MIM": "603470", "_id": "445", "_version": 1, "accession": {"genomic": ["AF363662.1", "AH002609.2", "AH002610.2", "AL354898.10", "AY034076.1", "CH471090.1", "CP068269.2", "M79360.1", "NC_000009.12", "NC_060933.1", "NG_011542.1"], "protein": ["AAA51782.1", "AAA51783.1", "AAD14115.1", "AAH09243.1", "AAH21676.1", "AAK67487.1", "AAM60751.1", "ADO22296.1", "ALQ33381.1", "ALQ33382.1", "ALQ33383.1", "ALQ33384.1", "BAF85803.1", "BAG37558.1", "BAG65407.1", "CAA25771.1", "EAW87932.1", "EAW87933.1", "EAW87934.1", "EAW87935.1", "EAW87936.1", "NP_000041.2", "NP_446464.1", "P00966.2"], "rna": ["AK027126.1", "AK293114.1", "AK304625.1", "AK315093.1", "AW672752.1", "BC009243.2", "BC013224.1", "BC021676.1", "BE207182.1", "BE794559.1", "BF305325.1", "BI603075.1", "BX403885.2", "DB496935.1", "GQ891434.1", "KU177923.1", "KU177924.1", "KU177925.1", "KU177926.1", "NM_000050.4", "NM_054012.4", "S73202.1", "X01630.1", "Z36810.1"], "translation": [{"protein": "ADO22296.1", "rna": "GQ891434.1"}, {"protein": "ALQ33381.1", "rna": "KU177923.1"}, {"protein": "BAF85803.1", "rna": "AK293114.1"}, {"protein": "AAD14115.1", "rna": "S73202.1"}, {"protein": "BAG37558.1", "rna": "AK315093.1"}, {"protein": "ALQ33382.1", "rna": "KU177924.1"}, {"protein": "BAG65407.1", "rna": "AK304625.1"}, {"protein": "CAA25771.1", "rna": "X01630.1"}, {"protein": "NP_446464.1", "rna": "NM_054012.4"}, {"protein": "AAH21676.1", "rna": "BC021676.1"}, {"protein": "AAH09243.1", "rna": "BC009243.2"}, {"protein": "ALQ33383.1", "rna": "KU177925.1"}, {"protein": "ALQ33384.1", "rna": "KU177926.1"}, {"protein": "NP_000041.2", "rna": "NM_000050.4"}]}, "alias": ["ASS", "CTLN1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2018-12-27T17:00:00.000Z", "disease_label": "citrullinemia type I", "gcep": "Aminoacidopathy Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0008988", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_5dc5ef32-81ca-478e-be42-436da3416e4d-2018-12-27T170000.000Z", "sop": "SOP6"}}, "ec": "6.3.4.5", "ensembl": {"gene": "ENSG00000130707", "protein": ["ENSP00000253004", "ENSP00000361469", "ENSP00000361471", "ENSP00000394212", "ENSP00000397785"], "transcript": ["ENST00000352480", "ENST00000372386", "ENST00000372393", "ENST00000372394", "ENST00000422569", "ENST00000443588", "ENST00000467695", "ENST00000470849", "ENST00000492400", "ENST00000493984"], "translation": [{"protein": "ENSP00000253004", "rna": "ENST00000352480"}, {"protein": "ENSP00000361471", "rna": "ENST00000372394"}, {"protein": "ENSP00000361469", "rna": "ENST00000372393"}, {"protein": "ENSP00000394212", "rna": "ENST00000422569"}, {"protein": "ENSP00000397785", "rna": "ENST00000443588"}], "type_of_gene": "protein_coding"}, "entrezgene": "445", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.6164283864, "exp_mis": 172.245562997, "exp_syn": 83.8725329114, "lof_z": 2.5342858535698, "mis_z": 0.679986971715517, "mu_lof": 1.34994118951e-06, "mu_mis": 1.50095156001e-05, "mu_syn": 7.04279415468e-06, "n_lof": 9.0, "n_mis": 154.0, "n_syn": 83.0, "p_li": 0.000493337976371257, "p_null": 0.00670905808882754, "p_rec": 0.992797603934801, "syn_z": 0.0590636061243778}, "bp": 1239, "cds_end": 133376408, "cds_start": 133327615, "n_exons": 14, "nonpsych": {"exp_lof": 18.3798229841, "exp_mis": 155.61882604, "exp_syn": 75.6327043383, "lof_z": 2.60685466245445, "mis_z": 0.429344667710927, "mu_lof": 1.34994118951e-06, "mu_mis": 1.50095156001e-05, "mu_syn": 7.04279415468e-06, "n_lof": 7.0, "n_mis": 145.0, "n_syn": 78.0, "p_li": 0.00659696398793922, "p_null": 0.00477715509999225, "p_rec": 0.988625880912069, "syn_z": -0.171380731604956}, "nontcga": {"exp_lof": 18.9398186743, "exp_mis": 158.438633075, "exp_syn": 77.1354399039, "lof_z": 2.47972470204497, "mis_z": 0.769387269609905, "mu_lof": 1.34994118951e-06, "mu_mis": 1.50095156001e-05, "mu_syn": 7.04279415468e-06, "n_lof": 8.0, "n_mis": 139.0, "n_syn": 74.0, "p_li": 0.00142591851905298, "p_null": 0.00718376635007078, "p_rec": 0.991390315130876, "syn_z": 0.226044399726562}, "transcript": "ENST00000372394.1"}, "exons": [{"cdsend": 130501021, "cdsstart": 130452228, "chr": "9", "position": [[130444706, 130444995], [130450271, 130450333], [130452223, 130452333], [130454304, 130454373], [130458400, 130458589], [130464110, 130464167], [130466724, 130466799], [130470833, 130470904], [130471484, 130471515], [130476870, 130476961], [130479715, 130479800], [130480384, 130480449], [130489332, 130489464], [130494866, 130495023], [130499504, 130499570], [130500975, 130501274]], "strand": 1, "transcript": "NM_000050", "txend": 130501274, "txstart": 130444706}, {"cdsend": 130501021, "cdsstart": 130452228, "chr": "9", "position": [[130444960, 130444995], [130452223, 130452333], [130454304, 130454373], [130458400, 130458589], [130464110, 130464167], [130466724, 130466799], [130470833, 130470904], [130471484, 130471515], [130476870, 130476961], [130479715, 130479800], [130480384, 130480449], [130489332, 130489464], [130494866, 130495023], [130499504, 130499570], [130500975, 130501274]], "strand": 1, "transcript": "NM_054012", "txend": 130501274, "txstart": 130444960}], "exons_hg19": [{"cdsend": 133376408, "cdsstart": 133327615, "chr": "9", "position": [[133320093, 133320382], [133325658, 133325720], [133327610, 133327720], [133329691, 133329760], [133333787, 133333976], [133339497, 133339554], [133342111, 133342186], [133346220, 133346291], [133346871, 133346902], [133352257, 133352348], [133355102, 133355187], [133355771, 133355836], [133364719, 133364851], [133370253, 133370410], [133374891, 133374957], [133376362, 133376661]], "strand": 1, "transcript": "NM_000050", "txend": 133376661, "txstart": 133320093}, {"cdsend": 133376408, "cdsstart": 133327615, "chr": "9", "position": [[133320347, 133320382], [133327610, 133327720], [133329691, 133329760], [133333787, 133333976], [133339497, 133339554], [133342111, 133342186], [133346220, 133346291], [133346871, 133346902], [133352257, 133352348], [133355102, 133355187], [133355771, 133355836], [133364719, 133364851], [133370253, 133370410], [133374891, 133374957], [133376362, 133376661]], "strand": 1, "transcript": "NM_054012", "txend": 133376661, "txstart": 133320347}], "generif": [{"pubmed": 11708871, "text": "Mutational analysis revealed three alleles with a common mutation and five new mutations."}, {"pubmed": 11941481, "text": "structure and use in diagnosing citrullinemia"}, {"pubmed": 12815590, "text": "Sixteen novel mutations have been identified in the argininosuccinate synthetase gene in citrullinemia patients."}, {"pubmed": 14570901, "text": "argininosuccinate synthetase gene expression is stimulated by glutamine through cytosolic O-glycosylation of Sp1 in tumor cells"}, {"pubmed": 15192091, "text": "Argininosuccinate synthetase has a role in preventing autotoxicity from nitric oxide overproduction"}, {"pubmed": 16124451, "text": "Extensive mutation study by direct genomic sequencing of ASS demonstrated a homozygous G117S mutation in one patient and homozygous R363W mutations in the other two families"}, {"pubmed": 16380201, "text": "IL-1beta induces nitric oxide which has antagonistic effects on argininosuccinate synthetase gene and on the activity of argininosuccinate synthetase"}, {"pubmed": 16703398, "text": "ASS, the c-myc-regulated gene is involved in genotype-C-HBV-related HCC, suggesting that c-myc is related to the hepatocarcinogenic activity of genotype-C HBV."}, {"pubmed": 17096330, "text": "Low argininosuccinate synthetase is associated with renal cell carcinoma"}, {"pubmed": 17354225, "text": "high levels of AS expression, which may be required for several arginine-dependent processes in cancer, including the production of nitric oxide, proline, pyrimidines and polyamines, is regulated by TNF-alpha"}, {"pubmed": 18263583, "text": "HSCARG regulation of argininosuccinate synthetase activity is crucial for maintaining the intracellular balance between redox state and nitric oxide levels"}, {"pubmed": 18840401, "text": "These results show that liver-specific enhancement of ASS gene expression is mediated in part by the cAMP signaling pathway through a distal CRE site."}, {"pubmed": 19000307, "text": "argininosuccinate synthetase behaves as a typical suckling enzyme because its expression all but disappears in the putative weaning period of human infants."}, {"pubmed": 19006241, "text": "a survey of the correlation between mutations in the ASS1 gene and the respective clinical courses of citrullinemia type I as described so far (Review)"}, {"pubmed": 19358837, "text": "The studied families showed the same mutation: ASS~p.G390R, associated with the early-onset/severe phenotype."}, {"pubmed": 19409979, "text": "changes in gene expression are induced by laminar shear stress as well as by cellular senescence"}, {"pubmed": 19533750, "text": "Epigenetic silencing of argininosuccinate synthetase confers resistance to platinum-induced cell death but collateral sensitivity to arginine auxotrophy in ovarian cancer."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19934275, "text": "Studies indicate that the proximal region of the AS promoter contains an E-box that is recognized by c-Myc and HIF-1alpha and a GC-box by Sp4."}, {"pubmed": 20159990, "text": "In patients with osteosarcoma, reduced expression of ASS is not only a novel predictive biomarker for the development of metastasis, but also a potential target for pharmacologic intervention."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20739017, "text": "Analysis of five SNPs of the ASS1 gene revealed that the G allele of rs7860909 is associated with increased CL/P risk."}, {"pubmed": 20739017, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21106532, "text": "the expression of ASS1 harmonized with that of NOS3 may be important for the optimized endothelial NO production and the prevention of the inflammatory monocyte adhesion to endothelial cells."}, {"pubmed": 21481813, "text": "The ASS release represents a potential counteracting liver reaction to LPS."}, {"pubmed": 22430140, "text": "The present study demonstrated a key regulatory role of KLF4 in the endothelial ASS1 expression and NO production in response to laminar shear stress."}, {"pubmed": 23099195, "text": "Mutations are identified only in exons of ASS1 gene from the Korean patients with citrullinemia type I."}, {"pubmed": 23339388, "text": "ASS expression is decreased significantly in hepatocellular carcinoma tissues."}, {"pubmed": 23549872, "text": "Our findings highlight ASS1 as a novel tumor suppressor in myxofibrosarcomas, with loss of expression linked to promoter methylation, clinical aggressiveness, and sensitivity to ADI-PEG20."}, {"pubmed": 23897555, "text": "Aberrant loss of ASS1 strongly links to DNA methylation in neck nodal metastases of NPC and significantly correlates with advanced T classification, and independently predicts worse DSS and DMFS in independent NPC tissue specimens."}, {"pubmed": 24192130, "text": "Argininosuccinate synthetase gene is silenced by CpG methylation in children with phenylketonuria.The promoter of argininosuccinate synthetase was methylated which silence the transcription of argininosuccinate synthetase."}, {"pubmed": 24297925, "text": "Together with the observation that AS1 protein and mRNA levels decrease during wild-type infection, this work suggests that reduced AS1 activity is partially responsible for the metabolic program induced by infection."}, {"pubmed": 24508627, "text": "we reviewed the English literature on mutations in the ASS and SLC25A13 genes, and their genotype-phenotype correlations to provide valuable insights into the molecular genetic background of citrullinemia--{REVIEW}"}, {"pubmed": 24692592, "text": "Data indicate that argininosuccinate synthetase 1 (ASS1) abundance is a prognostic factor for overall breast cancer survival."}, {"pubmed": 24927999, "text": "Point mutation of ASS1, ASL and SLC25A13 is associated with citrullinemia."}, {"pubmed": 25179242, "text": "Three novel splicing and missense mutations have been identified in the ASS1 gene in classical citrullinemia patients."}, {"pubmed": 25333458, "text": "ASS expression in gastric cancer was associated with a poor prognosis."}, {"pubmed": 25548129, "text": "More than 50 % of the high-grade pulmonary neuroendocrine carcinomas tested lack immunohistochemically detectable ASS, suggesting that they are auxotrophic for arginine and potential candidates for arginine deprivation therapy."}, {"pubmed": 26560030, "text": "results demonstrate that ASS1 downregulation is a novel mechanism supporting cancerous proliferation, and they provide a metabolic link between the urea cycle enzymes and pyrimidine synthesis"}, {"pubmed": 26895070, "text": "ASS1 genomic variants (rs10901080 and rs10793902) can serve as pharmacogenomic biomarkers to predict hydroxyurea treatment efficacy in sickle cell disease/beta-thalassemia compound heterozygous patients."}, {"pubmed": 26972697, "text": "combining hypoxia and ADI-PEG20 synergistically inhibited ASS1."}, {"pubmed": 26982031, "text": "results show that ASS1 is elevated at the mRNA and protein levels in mesothelioma 3D spheroids and in human pleural mesotheliomas. We also have uncovered a survival role for ASS1"}, {"pubmed": 27287393, "text": "Of 21 ASS potential kinetic mutations, 13 were totally inactive while 8 exhibited decreased affinity for aspartate and citrulline."}, {"pubmed": 27431689, "text": "Low expression of ASS1 is associated with glioblastoma."}, {"pubmed": 27584578, "text": "In this trial, arginine deprivation with ADI-PEG20 improved PFS in patients with ASS1-deficient mesothelioma. Targeting arginine is safe and warrants further clinical investigation in arginine-dependent cancers."}, {"pubmed": 27683125, "text": "Results indicate that the reduced ASS1 expression in Dox-resistant sarcomas may contribute to drug resistance in association with the expression of P-glycoprotein."}, {"pubmed": 27765932, "text": "Cisplatin-induced synthetic lethality to arginine-starvation therapy by transcriptional suppression of ASS1 is regulated by DEC1, HIF-1alpha, and c-Myc transcription network and is independent of ASS1 promoter DNA methylation."}, {"pubmed": 28111830, "text": "update reports 137 mutations in the ASS1 gene (64 of which are novel), consisting of 89 missense mutations, 19 nonsense mutations, 17 mutations that affect splicing, and 12 deletions; the change p.Gly390Arg is by far the most common mutation and is widely spread throughout the world"}, {"pubmed": 28132756, "text": "Identification of three novel CTLN1 mutations in fourteen patients with citrullinemia type 1 has been reported."}, {"pubmed": 28187218, "text": "Low ASS1 expression was associated with higher recurrence , shorter disease-free survival and shorter overall survival in patients with pancreatic ductal adenocarcinoma."}, {"pubmed": 28358054, "text": "In ASS1-knockout cells, DEPTOR, an inhibitor of mTORC1 signal, was downregulated and mTORC1 signaling was more activated in response to arginine."}, {"pubmed": 28560349, "text": "findings uncover a new function of p53 in the regulation of Akt signaling and reveal how p53, ASS1, and Akt are interrelated to each other."}, {"pubmed": 28587924, "text": "The authors showed that ASS1 mutations linked to type I citrullinemia disrupt the ASS1-PRMT7 interaction, which might explain the molecular pathogenesis of the disease."}, {"pubmed": 28646562, "text": "defined a new hepatocellular adenoma subgroup at a high risk of bleeding"}, {"pubmed": 28883660, "text": "Arginine starvation induces p300 dissociation, allowing histone HDAC2 and cofactor Sin3A to deacetylate these histones at the ASS1 promoter, thereby facilitating HIF-1alpha-proteasomal complex, driven by PHD2, to degrade HIF-1alpha in situ."}, {"pubmed": 28981931, "text": "The remaining five patients were diagnosed with neonatal intrahepatic cholestasis due to citrin deficiency, and have respectively carried mutations of the SLC25A13 gene including [c.851-854delGTAT+c.851-854delGTAT], [c.851-854delGTAT+IVS6+5G>A], [c.851-854delGTAT+IVS16ins3kb], [c.851-854delGTAT+IVS6-11A>G] and [c.851-854delGTAT+c.1638-1660dup23]"}, {"pubmed": 28985504, "text": "ASS1 acetylation by CLOCK exhibits circadian oscillation in human cells and mouse liver, possibly caused by rhythmic interaction between CLOCK and ASS1, leading to the circadian regulation of ASS1 and ureagenesis."}, {"pubmed": 29401583, "text": "results propose that ASS1 might contribute to gastric cancer (GC) metastasis and support its utility as a prognostic predictor of GC."}, {"pubmed": 29572896, "text": "associated with sonic hedgehog activation as part of a periportal program expressed in hepatocellular adenomas"}, {"pubmed": 30546006, "text": "The combination of ADI-PEG20 with temozolomide (TMZ) demonstrates enhanced effects in both ASS1 negative and ASS1 positive backgrounds.Our data provide proof of principle for a therapeutic strategy for GBM using peripheral blood arginine depletion that does not require BBB passage of drug and is well tolerated"}, {"pubmed": 30883650, "text": "Overexpression of ASS1 inhibits hepatocellular carcinoma progression by inactivating the pSTAT3Ser727 pathway, which subsequently decreases the expression of ID1."}, {"pubmed": 31135443, "text": "Does Argininosuccinate Synthase 1 (ASS1) Immunohistochemistry Predict an Increased Risk of Hemorrhage for Hepatocellular Adenomas?"}, {"pubmed": 31208364, "text": "Citrullinemia type I (CTLN1) is a rare autosomal recessive disorder of the urea cycle caused by a deficiency in the argininosuccinate synthetase (ASS1) enzyme due to mutations in the ASS1 gene."}, {"pubmed": 31903153, "text": "Histone deacetylase inhibition is synthetically lethal with arginine deprivation in pancreatic cancers with low argininosuccinate synthetase 1 expression."}, {"pubmed": 32273051, "text": "Neonatal factors related to survival and intellectual and developmental outcome of patients with early-onset urea cycle disorders."}, {"pubmed": 32409304, "text": "Arginine Depletion Therapy with ADI-PEG20 Limits Tumor Growth in Argininosuccinate Synthase-Deficient Ovarian Cancer, Including Small-Cell Carcinoma of the Ovary, Hypercalcemic Type."}, {"pubmed": 33508432, "text": "Therapeutic targeting of argininosuccinate synthase 1 (ASS1)-deficient pulmonary fibrosis."}, {"pubmed": 33838671, "text": "Argininosuccinate synthase 1 suppresses tumor progression through activation of PERK/eIF2alpha/ATF4/CHOP axis in hepatocellular carcinoma."}, {"pubmed": 33851512, "text": "Variants associated with urea cycle disorders in Japanese patients: Nationwide study and literature review."}, {"pubmed": 35674458, "text": "PGAM1 regulation of ASS1 contributes to the progression of breast cancer through the cAMP/AMPK/CEBPB pathway."}, {"pubmed": 36562411, "text": "Serum extracellular vesicle-derived ASS1 is a promising predictor for the occurrence of HEV-ALF."}, {"pubmed": 36669126, "text": "BAP1 Loss Is Associated with Higher ASS1 Expression in Epithelioid Mesothelioma: Implications for Therapeutic Stratification."}, {"pubmed": 36680390, "text": "Analysis of ASS1 gene in ten unrelated middle eastern families with citrullinemia type 1 identifies rare and novel variants."}, {"pubmed": 36995581, "text": "Downregulation of argininosuccinate synthase 1 (ASS1) is associated with hypoxia in placental development."}, {"pubmed": 37254538, "text": "Polymorphic Variants of ASS1 Gene Related to Arginine Metabolism and the Risk of HCC."}, {"pubmed": 37906139, "text": "[Clinical and ASS1 gene variant analysis of three Chinese pedigrees affected with Citrullinemia type I]."}], "genomic_pos": {"chr": "9", "end": 130501274, "ensemblgene": "ENSG00000130707", "start": 130444961, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 133376661, "start": 133320316, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000050", "qualifier": "involved_in", "term": "urea cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0000050", "qualifier": "involved_in", "term": "urea cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000050", "pubmed": [7977368, 8792870, 18473344, 27287393], "qualifier": "involved_in", "term": "urea cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000052", "pubmed": 7977368, "qualifier": "involved_in", "term": "citrulline metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0000053", "qualifier": "involved_in", "term": "argininosuccinate metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000053", "pubmed": 7977368, "qualifier": "involved_in", "term": "argininosuccinate metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001822", "qualifier": "involved_in", "term": "kidney development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001889", "qualifier": "involved_in", "term": "liver development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006526", "qualifier": "involved_in", "term": "arginine biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006526", "qualifier": "involved_in", "term": "arginine biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006526", "pubmed": [8792870, 18473344, 27287393], "qualifier": "involved_in", "term": "arginine biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006531", "pubmed": 7977368, "qualifier": "involved_in", "term": "aspartate metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006953", "qualifier": "involved_in", "term": "acute-phase response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007494", "qualifier": "involved_in", "term": "midgut development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007584", "qualifier": "involved_in", "term": "response to nutrient"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007623", "pubmed": 28985504, "qualifier": "involved_in", "term": "circadian rhythm"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010043", "qualifier": "involved_in", "term": "response to zinc ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010046", "qualifier": "involved_in", "term": "response to mycotoxin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045429", "pubmed": 21106532, "qualifier": "involved_in", "term": "positive regulation of nitric oxide biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060416", "qualifier": "involved_in", "term": "response to growth hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060539", "qualifier": "involved_in", "term": "diaphragm development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071230", "qualifier": "involved_in", "term": "cellular response to amino acid stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071242", "qualifier": "involved_in", "term": "cellular response to ammonium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071320", "qualifier": "involved_in", "term": "cellular response to cAMP"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071346", "qualifier": "involved_in", "term": "cellular response to type II interferon"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071377", "qualifier": "involved_in", "term": "cellular response to glucagon stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071400", "qualifier": "involved_in", "term": "cellular response to oleic acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071418", "qualifier": "involved_in", "term": "cellular response to amine stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071499", "pubmed": 21106532, "qualifier": "involved_in", "term": "cellular response to laminar fluid shear stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071549", "qualifier": "involved_in", "term": "cellular response to dexamethasone stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903038", "pubmed": 21106532, "qualifier": "involved_in", "term": "negative regulation of leukocyte cell-cell adhesion"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005741", "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 28985504, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043204", "qualifier": "located_in", "term": "perikaryon"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0070852", "qualifier": "located_in", "term": "cell body fiber"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004055", "qualifier": "enables", "term": "argininosuccinate synthase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004055", "pubmed": [7977368, 8792870, 18473344, 27287393, 28985504], "qualifier": "enables", "term": "argininosuccinate synthase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12620389, 17496144, 28587924, 28985504], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0015643", "qualifier": "enables", "term": "toxic substance binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0016597", "pubmed": 7977368, "qualifier": "enables", "term": "amino acid binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [16189514, 21988832, 25416956], "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[3702, 828586], [4530, 4351847], [4896, 2541050], [4932, 854096], [5141, 3880125], [7165, 1272938], [7227, 40812], [7955, 447864], [8364, 496645], [9031, 417185], [9544, 716168], [9598, 743223], [9606, 445], [9615, 480693], [9913, 280726], [10090, 11898], [10116, 25698], [28985, 2892045], [33169, 4621297], [318829, 12986660]], "id": 6899}, "interpro": [{"desc": "Argininosuccinate synthase", "id": "IPR001518", "short_desc": "Arginosuc_synth"}, {"desc": "Rossmann-like alpha/beta/alpha sandwich fold", "id": "IPR014729", "short_desc": "Rossmann-like_a/b/a_fold"}, {"desc": "Argininosuccinate synthase, conserved site", "id": "IPR018223", "short_desc": "Arginosuc_synth_CS"}, {"desc": "Argininosuccinate synthetase, catalytic/multimerisation domain body", "id": "IPR024074", "short_desc": "AS_cat/multimer_dom_body"}, {"desc": "Arginosuccinate synthase-like, N-terminal domain", "id": "IPR048267", "short_desc": "Arginosuc_syn_N"}, {"desc": "Argininosuccinate synthase, type 1 subfamily", "id": "IPR023434", "short_desc": "Arginosuc_synth_type_1_subfam"}, {"desc": "Arginosuccinate synthase C-terminal domain", "id": "IPR048268", "short_desc": "Arginosuc_syn_C"}], "ipi": ["IPI00020632", "IPI00640430", "IPI00642128", "IPI00909521"], "map_location": "9q34.11", "name": "argininosuccinate synthase 1", "other_names": ["argininosuccinate synthase", "argininosuccinate synthetase 1", "citrulline-aspartate ligase", "epididymis secretory sperm binding protein"], "pantherdb": {"HGNC": "758", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88090", "ortholog_type": "LDO", "panther_family": "PTHR11587", "taxid": 10090, "uniprot_kb": "P16460"}, {"RGD": "2163", "ortholog_type": "LDO", "panther_family": "PTHR11587", "taxid": 10116, "uniprot_kb": "P09034"}, {"Ensembl": "ENSGALG00000023689", "ortholog_type": "LDO", "panther_family": "PTHR11587", "taxid": 9031, "uniprot_kb": "E1BR38"}, {"Gene_ORFName": "RCJMB04_21j5", "ortholog_type": "LDO", "panther_family": "PTHR11587", "taxid": 9031, "uniprot_kb": "Q5ZJ23"}, {"Ensembl": "ENSDARG00000103044", "ortholog_type": "O", "panther_family": "PTHR11587", "taxid": 7955, "uniprot_kb": "A0A0R4IYV7"}, {"ZFIN": "ZDB-GENE-040912-178", "ortholog_type": "LDO", "panther_family": "PTHR11587", "taxid": 7955, "uniprot_kb": "Q66I24"}, {"FlyBase": "FBgn0026565", "ortholog_type": "LDO", "panther_family": "PTHR11587", "taxid": 7227, "uniprot_kb": "O97069"}, {"SGD": "S000005419", "ortholog_type": "LDO", "panther_family": "PTHR11587", "taxid": 4932, "uniprot_kb": "P22768"}, {"PomBase": "SPBC428.05c", "ortholog_type": "LDO", "panther_family": "PTHR11587", "taxid": 4896, "uniprot_kb": "O94354"}, {"TAIR": "2126803", "ortholog_type": "LDO", "panther_family": "PTHR11587", "taxid": 3702, "uniprot_kb": "Q9SZX3"}, {"EnsemblGenome": "BAE77217", "ortholog_type": "LDO", "panther_family": "PTHR11587", "taxid": 562, "uniprot_kb": "P0A6E4"}], "uniprot_kb": "P00966"}, "pathway": {"humancyc": [{"id": "PWY-4983", "name": "citrulline-nitric oxide cycle"}, {"id": "PWY-4984", "name": "urea cycle"}], "kegg": [{"id": "hsa00220", "name": "Arginine biosynthesis - Homo sapiens (human)"}, {"id": "hsa00250", "name": "Alanine, aspartate and glutamate metabolism - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-70635", "name": "Urea cycle"}, {"id": "R-HSA-71291", "name": "Metabolism of amino acids and derivatives"}], "smpdb": [{"id": "SMP00001", "name": "Citrullinemia Type I"}, {"id": "SMP00002", "name": "Carbamoyl Phosphate Synthetase Deficiency"}, {"id": "SMP00003", "name": "Argininosuccinic Aciduria"}, {"id": "SMP00020", "name": "Arginine and Proline Metabolism"}, {"id": "SMP00059", "name": "Urea Cycle"}, {"id": "SMP00067", "name": "Aspartate Metabolism"}, {"id": "SMP00175", "name": "Canavan Disease"}, {"id": "SMP00188", "name": "Guanidinoacetate Methyltransferase Deficiency (GAMT Deficiency)"}, {"id": "SMP00192", "name": "Hypoacetylaspartia"}, {"id": "SMP00205", "name": "Ornithine Transcarbamylase Deficiency (OTC Deficiency)"}, {"id": "SMP00207", "name": "Prolidase Deficiency (PD)"}, {"id": "SMP00208", "name": "Prolinemia Type II"}, {"id": "SMP00357", "name": "Argininemia"}, {"id": "SMP00360", "name": "Hyperprolinemia Type II"}, {"id": "SMP00361", "name": "Hyperprolinemia Type I"}, {"id": "SMP00362", "name": "Arginine: Glycine Amidinotransferase Deficiency (AGAT Deficiency)"}, {"id": "SMP00363", "name": "Ornithine Aminotransferase Deficiency (OAT Deficiency)"}, {"id": "SMP00504", "name": "Creatine deficiency, guanidinoacetate methyltransferase deficiency"}, {"id": "SMP00505", "name": "Hyperornithinemia with gyrate atrophy (HOGA)"}, {"id": "SMP00506", "name": "Hyperornithinemia-hyperammonemia-homocitrullinuria [HHH-syndrome]"}, {"id": "SMP00507", "name": "L-arginine:glycine amidinotransferase deficiency"}], "wikipathways": [{"id": "WP106", "name": "Alanine and aspartate metabolism"}, {"id": "WP3925", "name": "Amino Acid metabolism"}]}, "pdb": "2NZ2", "pfam": ["PF00764", "PF20979"], "pharmgkb": "PA162376926", "pharos": {"target_id": 10596, "tdl": "Tbio"}, "pir": "A01195", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF219690", "relationship": "is"}, {"id": "GNF246059", "relationship": "is"}, {"id": "GNF246060", "relationship": "is"}, {"id": "GNF246061", "relationship": "is"}, {"id": "GNF246062", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF157600", "relationship": "is"}, {"id": "GNF160002", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF034157", "relationship": "weakly similar to"}, {"id": "GNF047175", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079734", "relationship": "is"}, {"id": "GNF079735", "relationship": "is"}, {"id": "GNF079736", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052108", "relationship": "is"}, {"id": "GNF056872", "relationship": "is"}, {"id": "GNF061690", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071049", "relationship": "is"}, {"id": "GNF071050", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF000822", "relationship": "is"}, {"id": "GNF000823", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF102899", "relationship": "is"}, {"id": "GNF142552", "relationship": "is"}, {"id": "GNF149700", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_011542.1"], "protein": ["NP_000041.2", "NP_446464.1"], "rna": ["NM_000050.4", "NM_054012.4"], "translation": [{"protein": "NP_000041.2", "rna": "NM_000050.4"}, {"protein": "NP_446464.1", "rna": "NM_054012.4"}]}, "reporter": {"HG-U133_Plus_2": "207076_s_at", "HG-U95Av2": "40541_at", "HTA-2_0": "TC09000736.hg.1", "HuEx-1_0": ["3169351", "3191523", "3227360"], "HuGene-1_1": "8158671", "HuGene-2_1": "17090296"}, "summary": "The protein encoded by this gene catalyzes the penultimate step of the arginine biosynthetic pathway. There are approximately 10 to 14 copies of this gene including the pseudogenes scattered across the human genome, among which the one located on chromosome 9 appears to be the only functional gene for argininosuccinate synthetase. Mutations in the chromosome 9 copy of this gene cause citrullinemia. Two transcript variants encoding the same protein have been found for this gene. [provided by RefSeq, Aug 2012].", "symbol": "ASS1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1825092"}, "unigene": "Hs.160786", "uniprot": {"Swiss-Prot": "P00966", "TrEMBL": ["Q5T6L5", "Q5T6L4", "Q5T6L6"]}, "wikipedia": {"url_stub": "Argininosuccinate synthetase 1"}}