{"AllianceGenome": "786", "HGNC": "786", "MIM": "604064", "_id": "468", "_version": 2, "accession": {"genomic": ["AL022312.7", "CH471095.1", "CP068256.2", "NC_000022.11", "NC_060946.1"], "protein": ["AAA52071.1", "AAH08090.1", "AAH11994.1", "AAH16855.1", "AAH22088.1", "AAH24775.1", "AAH44895.1", "AAH73754.1", "AAH73990.1", "BAA14234.1", "BAG58796.1", "CAG29349.1", "CAG30270.1", "EAW60341.1", "EAW60342.1", "NP_001666.2", "NP_877962.1", "P18848.3", "XP_054181624.1", "XP_054181625.1"], "rna": ["AK057751.1", "AK296028.1", "BC008090.1", "BC011994.1", "BC016855.2", "BC022088.2", "BC024775.1", "BC044895.1", "BC073754.1", "BC073990.1", "CR450353.1", "CR456384.1", "D90209.1", "M86842.1", "NM_001675.4", "NM_182810.3", "XM_054325649.1", "XM_054325650.1"], "translation": [{"protein": "NP_877962.1", "rna": "NM_182810.3"}, {"protein": "BAA14234.1", "rna": "D90209.1"}, {"protein": "AAH73990.1", "rna": "BC073990.1"}, {"protein": "AAH44895.1", "rna": "BC044895.1"}, {"protein": "AAA52071.1", "rna": "M86842.1"}, {"protein": "AAH11994.1", "rna": "BC011994.1"}, {"protein": "XP_054181624.1", "rna": "XM_054325649.1"}, {"protein": "AAH16855.1", "rna": "BC016855.2"}, {"protein": "AAH73754.1", "rna": "BC073754.1"}, {"protein": "AAH24775.1", "rna": "BC024775.1"}, {"protein": "XP_054181625.1", "rna": "XM_054325650.1"}, {"protein": "AAH22088.1", "rna": "BC022088.2"}, {"protein": "CAG29349.1", "rna": "CR450353.1"}, {"protein": "NP_001666.2", "rna": "NM_001675.4"}, {"protein": "AAH08090.1", "rna": "BC008090.1"}, {"protein": "BAG58796.1", "rna": "AK296028.1"}, {"protein": "CAG30270.1", "rna": "CR456384.1"}]}, "alias": ["CREB-2", "CREB2", "TAXREB67", "TXREB"], "ensembl": {"gene": "ENSG00000128272", "protein": ["ENSP00000336790", "ENSP00000379912", "ENSP00000384587", "ENSP00000501783", "ENSP00000501863", "ENSP00000502056", "ENSP00000502400", "ENSP00000502610", "ENSP00000505360", "ENSP00000506141", "ENSP00000506657"], "transcript": ["ENST00000337304", "ENST00000396680", "ENST00000404241", "ENST00000674568", "ENST00000674835", "ENST00000674920", "ENST00000675582", "ENST00000676346", "ENST00000679776", "ENST00000680446", "ENST00000680748"], "translation": [{"protein": "ENSP00000384587", "rna": "ENST00000404241"}, {"protein": "ENSP00000501863", "rna": "ENST00000674920"}, {"protein": "ENSP00000505360", "rna": "ENST00000679776"}, {"protein": "ENSP00000502056", "rna": "ENST00000675582"}, {"protein": "ENSP00000336790", "rna": "ENST00000337304"}, {"protein": "ENSP00000502400", "rna": "ENST00000676346"}, {"protein": "ENSP00000379912", "rna": "ENST00000396680"}, {"protein": "ENSP00000506657", "rna": "ENST00000680446"}, {"protein": "ENSP00000501783", "rna": "ENST00000674568"}, {"protein": "ENSP00000506141", "rna": "ENST00000680748"}, {"protein": "ENSP00000502610", "rna": "ENST00000674835"}], "type_of_gene": "protein_coding"}, "entrezgene": "468", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.89595907, "exp_mis": 109.3539208, "exp_syn": 53.39787, "lof_z": 1.74415540934914, "mis_z": -3.0704941201249, "mu_lof": 3.58136930802e-07, "mu_mis": 9.57755846268e-06, "mu_syn": 4.63889859841e-06, "n_lof": 1.0, "n_mis": 175.0, "n_syn": 77.0, "p_li": 0.411468430246377, "p_null": 0.0365305146070834, "p_rec": 0.55200105514654, "syn_z": -2.00234386984459}, "bp": 1056, "cds_end": 39918607, "cds_start": 39917450, "n_exons": 2, "nonpsych": {"exp_lof": 4.3900443, "exp_mis": 98.9345826, "exp_syn": 48.2889589, "lof_z": 1.58899619652269, "mis_z": -2.74161961490587, "mu_lof": 3.58136930802e-07, "mu_mis": 9.57755846268e-06, "mu_syn": 4.63889859841e-06, "n_lof": 1.0, "n_mis": 153.0, "n_syn": 65.0, "p_li": 0.393911727995656, "p_null": 0.0485860974787618, "p_rec": 0.557502174525582, "syn_z": -1.5140599077932}, "nontcga": {"exp_lof": 4.50025969, "exp_mis": 100.6015918, "exp_syn": 49.12202468, "lof_z": 1.62765636565146, "mis_z": -3.24843795778066, "mu_lof": 3.58136930802e-07, "mu_mis": 9.57755846268e-06, "mu_syn": 4.63889859841e-06, "n_lof": 1.0, "n_mis": 166.0, "n_syn": 69.0, "p_li": 0.383370058022133, "p_null": 0.0441068115550101, "p_rec": 0.572523130422856, "syn_z": -1.79579368421907}, "transcript": "ENST00000337304.2"}, "exons": [{"cdsend": 39522602, "cdsstart": 39521445, "chr": "22", "position": [[39520558, 39521671], [39521772, 39522686]], "strand": 1, "transcript": "NM_001675", "txend": 39522686, "txstart": 39520558}, {"cdsend": 39522602, "cdsstart": 39521445, "chr": "22", "position": [[39520563, 39520751], [39521353, 39521671], [39521772, 39522686]], "strand": 1, "transcript": "NM_182810", "txend": 39522686, "txstart": 39520563}], "exons_hg19": [{"cdsend": 39918607, "cdsstart": 39917450, "chr": "22", "position": [[39916563, 39917676], [39917777, 39918691]], "strand": 1, "transcript": "NM_001675", "txend": 39918691, "txstart": 39916563}, {"cdsend": 39918607, "cdsstart": 39917450, "chr": "22", "position": [[39916568, 39916756], [39917358, 39917676], [39917777, 39918691]], "strand": 1, "transcript": "NM_182810", "txend": 39918691, "txstart": 39916568}], "generif": [{"pubmed": 11960987, "text": "mediator of the nutrient-sensing response pathway that activates the asparagine synthetase gene"}, {"pubmed": 12860379, "text": "interaction between RPB3 and ATF4"}, {"pubmed": 14630918, "text": "ATF4 and ATF2 have roles in regulating CHOP expression"}, {"pubmed": 14695168, "text": "Expression of ATF4 was found to correlate with cisplatin sensitivity in human cancer cell lines."}, {"pubmed": 14747470, "text": "ATF4 has a role in regulating VEGF expression"}, {"pubmed": 15314157, "text": "Data demonstrate the essential role of activating transcription factor 4 (ATF4) in the response to hypoxic stress, and reveal that GADD34, a target of ATF4 activation, negatively regulates the eIF2alpha-mediated inhibition of translation."}, {"pubmed": 15385533, "text": "ATF3-FL and C/EBPbeta act as transcriptional suppressors for the ASNS gene to counterbalance the transcription rate activated by ATF4 following amino acid deprivation"}, {"pubmed": 15677469, "text": "Results suggest that mitosin is a negative regulator of ATF4 in interphase through direct interaction."}, {"pubmed": 16219772, "text": "both p300 and CBP increase ATF4 transcriptional activity"}, {"pubmed": 16682973, "text": "activation by nephrocystin-6 in Joubert syndrome"}, {"pubmed": 16687408, "text": "Endoplasmic reticulum stress induction of IGFBP-1 involves ATF4"}, {"pubmed": 17346882, "text": "Contribution of common variations of ATF4 and ATF5 to the pathophysiology of bipolar disorder may be minimal if any."}, {"pubmed": 17346882, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17347301, "text": "ATF4 may regulate myeloid gene expression differentially by potentiating C/EBPepsilon but inhibiting C/EBPalpha-mediated transcriptional activation."}, {"pubmed": 17369260, "text": "TRB3 and ATF4 belong to the same protein complex bound to the sequence involved in the ATF4-dependent regulation of gene expression by amino acid limitation."}, {"pubmed": 17684156, "text": "PHD-dependent oxygen-sensing recruits both the hypoxia-inducible factor (HIF) and ATF-4 systems."}, {"pubmed": 17707795, "text": "The results indicate that TRB3 protects cells against the growth inhibitory and cytotoxic effect of ATF4."}, {"pubmed": 17822787, "text": "overexpression of either CREB or ATF4 enhanced the activation of the HEC1 promoter and overexpression of both of them had an additive effect on the activation of the HEC1 transcription."}, {"pubmed": 17938202, "text": "The ATF4-mediated up-regulation of Ape1 and other genes plays a key role against arsenite-mediated toxicity and mutagenesis."}, {"pubmed": 17996332, "text": "23P-ATF4 peptide fits the binding pocket of protein beta-TrCP very well, considering that the DpSGIXXpSXE motif adopts an S-turning conformation contrary to the extended DpSGXXpS motif in the other known beta-TrCP ligands."}, {"pubmed": 18163433, "text": "ATF4 gene may be involved in susceptibility to schizophrenia with sex-dependent effect."}, {"pubmed": 18163433, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18171674, "text": "TFIIA gamma together with ATF4 and Runx2 stimulates osteocalcin promoter activity and endogenous mRNA expression."}, {"pubmed": 18189280, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18195013, "text": "ATF4 contributes to basal ATF5 transcription, and eIF2 kinases direct the translational expression of multiple transcription regulators by a mechanism involving delayed translation reinitiation"}, {"pubmed": 18408768, "text": "Multiple pathways are involved in the anoxia response of SKIP3 including HuR-regulated RNA stability, NF-kappaB and ATF4"}, {"pubmed": 18451308, "text": "characterize unfolded protein response ATF4 branch as an important mechanism mediating up-regulation of VEGF by OxPLs"}, {"pubmed": 18635891, "text": "Compared with COPD and donor lungs, protein levels of ER stress mediators, such as ATF-6 and ATF-4 and the apoptosis-inductor CHOP as well as XBP-1, were significantly elevated in lung homogenates and AECIIs of IPF lungs"}, {"pubmed": 18697751, "text": "Despite increased ATF4 binding at the C/EBP-ATF composite site following activation of the unfolded protein response, system A transporter 2 (SNAT2) transcription activity is repressed"}, {"pubmed": 18940792, "text": "CHOP is a member of the transcription factor network that controls the stress-induced regulation of specific C/EBP-ATF4-containing genes, such as ASNS"}, {"pubmed": 19017641, "text": "ATF4 and phospho-eIF2alpha levels are tightly correlated and up-regulated in Alzheimer disease"}, {"pubmed": 19073601, "text": "celecoxib up-regulates the expression of S100P through an ATF4-mediated endoplasmic reticulum stress response"}, {"pubmed": 19114033, "text": "The results suggest that REDD1 expression is upregulated during ER stress through a mechanism involving activation of PERK, phosphorylation of eIF2alpha, and increased ATF4 expression."}, {"pubmed": 19193809, "text": "In infection, pUL38 allowed HCMV to upregulate phosphorylation of PKR-like ER kinase (PERK) and the alpha subunit of eukaryotic initiation factor 2 (eIF-2alpha), as well as induce robust accumulation of activating transcriptional factor 4 (ATF4)."}, {"pubmed": 19251251, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19417138, "text": "Induction of autophagy through ATF4 may be an important resistance mechanism to Bortezomib treatment in breast cancer, and targeting autophagy may represent a novel approach to sensitize breast cancers to Bortezomib."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19509279, "text": "ATF4 alone is sufficient to trigger an amino acid-responsive transcriptional control program"}, {"pubmed": 19855386, "text": "TRIF-mediated signals from toll-like receptors selectively attenuate translational activation of ATF4 and its downstream target gene CHOP."}, {"pubmed": 19946894, "text": "Nuclear protein 1 induced by ATF4 in response to various stressors acts as a positive regulator on the transcriptional activation of ATF4"}, {"pubmed": 20022965, "text": "ATF4 mediates ER stress-induced cell death of neuroectodermal tumor cells in response to fenretinide or bortezomib"}, {"pubmed": 20185790, "text": "Oxidized phospholipids induce an angiogenic switch in endothelial cells at least partially acting via a cross-talk between NRF2 and ATF4, thus leading to induction of VEGF."}, {"pubmed": 20473272, "text": "The authors conclude that the GCN2-eIF2alpha-ATF4 pathway is critical for maintaining metabolic homeostasis in tumour cells, making it a novel and attractive target for anti-tumour approaches."}, {"pubmed": 20514020, "text": "ATF4 has a key role in the regulation of autophagy in response to ER stress and is a direct link between endoplasmic stress response and autophagic machinery."}, {"pubmed": 20551969, "text": "GCN2 and its downstream target, the transcriptional activator ATF4, is critical for proliferation and survival of tumour cells after starvation for amino acids or glucose and is essential for growth in vivo in a xenograft model."}, {"pubmed": 20564243, "text": "The stimulation of p38 MAPK by DDR2 was required for DDR2-induced activation of Runx2 and OCN promoters."}, {"pubmed": 20592469, "text": "The pseudokinase tribbles homolog 3 interacts with ATF4 to negatively regulate insulin exocytosis in human and mouse beta cells."}, {"pubmed": 20724472, "text": "precise regulation of the ATF4 dosage impacts cell cycle control and impinges on neurogenesis."}, {"pubmed": 20732869, "text": "Stress conditions such as endoplasmic reticulum stress induce both transcription and translation of ATF4, which together enhance expression of ATF4 and its target genes in response to eIF2 approximately P."}, {"pubmed": 21044953, "text": "small molecules such as celecoxib induce DR5 expression through activating ERK/RSK signaling and subsequent Elk1 activation and ATF4-dependent CHOP induction"}, {"pubmed": 21087962, "text": "These results suggest that the stress induction of ATF4 is significantly regulated transcriptionally through a Nrf2-dependent mechanism"}, {"pubmed": 21113145, "text": "stress-induced upregulation of parkin is mediated by activating transcription factor 4"}, {"pubmed": 21203563, "text": "the GCN2/eIF2alpha/ATF4 pathway is essential for the induction of the TRB3 gene transcription"}, {"pubmed": 21244365, "text": "ATF4 binding to the COX2 promoter plays a critical role in HBx-mediated COX2 induction."}, {"pubmed": 21683813, "text": "DKK1 is a novel target gene in the response to amino acid deficiency and that the expression of DKK1 is up-regulated through an ATF4-independent and an ERK-dependent pathway."}, {"pubmed": 21706477, "text": "we show that RPL41 induces ATF4 phosphorylation and rapid degradation in the proteasome"}, {"pubmed": 21801305, "text": "Salermide induces expression of ATF4, and ATF4 up-regulates ATF3 and subsequently modulates CHOP which leads to apoptosis in human cancer cells."}, {"pubmed": 21866569, "text": "Twist1 overexpression in osteoblasts attenuates ATF4 binding to the osteocalcin promoter in response to Parathyroid hormone."}, {"pubmed": 21951999, "text": "Coexistence of PHD1 stabilized ATF4, as opposed to the destabilization of ATF4 by PHD3."}, {"pubmed": 21966512, "text": "ATF4 protein binds and activates the AARE regulatory sites of the CHOP promoter. ORF2 expression also leads to increased phosphorylation of eIF2alpha that in turn initiates the translation of ATF4 mRNA."}, {"pubmed": 22007000, "text": "Data show that signaling via the androgen receptor and ATF4 pathways regulates expression of the amino acid transporters LAT1 and LAT3, thereby coordinating their increased expression in prostate cancer cells."}, {"pubmed": 22016052, "text": "HHV-8 upregulates ATF4 expression and induces MCP-1 production and proangiogenic properties in endothelial cells."}, {"pubmed": 22050711, "text": "These results show for the first time that ATF4 induction might have an important role in HIV replication, and suggest that ATF4 might represent a convergent signaling molecule for different stressors important in regulating the HIV-1 cycle."}, {"pubmed": 22052162, "text": "elevated expression of p-CREB-2 (ser 245) may potentially contribute to carcinogenesis and cancer development of breast carcinoma"}, {"pubmed": 22082360, "text": "[review] First evidence of a functional interaction between ATF4, FIAT (factor-inhibiting ATF4-mediated transcription) and alphaNAC (nascent polypeptide-associated complex and coactivator alpha)."}, {"pubmed": 22233381, "text": "These results add FGF21 gene induction to the transcriptional programme initiated by increased levels of ATF4 and offer a new mechanism for the induction of the FGF21 gene expression under nutrient deprivation"}, {"pubmed": 22246806, "text": "Saturated fatty acid-induced ER stress and apoptosis in these human liver cells were enacted through the PERK/ATF4/CHOP signaling pathway."}, {"pubmed": 22338651, "text": "ATF4 increases resistance to cisplatin in the hepatocellular carcinoma by increased biosynthesis of glutathione"}, {"pubmed": 22363646, "text": "ATF4 facilitated multidrug resistance in gastric cancer cells through direct binding to the SIRT1 promoter."}, {"pubmed": 22422769, "text": "Data show that Disrupted-In-Schizophrenia 1 (DISC1) interacts with the transcription factor activating transcription factor 4 (ATF4) in the nucleus, and the common variant 607F additionally reduces DISC1/ATF4 interaction."}, {"pubmed": 22435535, "text": "Changes in the bioenergetic function of mitochondria are mimicked by activation of AMP kinase and silencing of ATF4."}, {"pubmed": 22485215, "text": "Opposite changes in the expression of ATF-3 and ATF-4 genes in atherosclerotic and psoriatic samples were revealed and a hypothesis was put forward that this parameter could be a criterion of pathological process in both diseases."}, {"pubmed": 22609407, "text": "ATF4 is involved in ER stress signalling through the AARE, which further supports our finding that CK2 inhibition provokes an amino acid induced response pathway."}, {"pubmed": 22691366, "text": "ATF4 and Nrf2 can control CHOP induction in thyroid cancer cells by proteasome inhibition."}, {"pubmed": 22813743, "text": "PERK plays a critical role in information processing and cognitive function and that modulation of eIF2alpha phosphorylation and ATF4 expression."}, {"pubmed": 22848420, "text": "glucose deprivation enhanced F7 expression in a mechanism reliant on prior ATF4 upregulation primarily due to increased transcription from the ATF4 gene."}, {"pubmed": 22915762, "text": "results show that the PERK/ATF4 arm of UPR mediates the angiogenic switch and is a potential target for antiangiogenic cancer therapy."}, {"pubmed": 22955275, "text": "ATF4-dependent regulation of the JMJD3 gene during amino acid deprivation can be rescued in Atf4-deficient cells by inhibition of deacetylation."}, {"pubmed": 23001845, "text": "ATF4 inhibit DNA repair protein DNA-dependent protein kinase 1 induced by heat shock"}, {"pubmed": 23078367, "text": "Data show that the autophagy-initiating kinase ULK1 (UNC51-like kinase 1) is a direct transcriptional target of ATF4 (activating transcription factor 4), which drives the expression of ULK1 mRNA and protein in severe hypoxia and ER stress."}, {"pubmed": 23090478, "text": "The BH3-only protein harakiri (HRK) is transactivated by ATF4 in severe hypoxia through direct binding of ATF4 to the promoter region."}, {"pubmed": 23153536, "text": "Glutamine depletion in MYC-transformed cells induces apoptosis through ATF4-dependent, but p53-independent, PUMA and NOXA induction."}, {"pubmed": 23205607, "text": "Overexpression of ATF4 in Caco-2 cells induced increased FGF19 mRNA expression, whereas shRNA (short hairpin RNA)-mediated depletion of ATF4"}, {"pubmed": 23241898, "text": "ATF4 acts as a positive regulator in TLR4-triggered cytokine production."}, {"pubmed": 23242184, "text": "Identification of a novel ATF4 binding site within the EPO 3'-enhancer region, suggests a distinct role for ATF4 in the unfolded protein response-dependent suppression of the enhancer."}, {"pubmed": 23294542, "text": "the PERK/ATF4/LAMP3-arm of the UPR is an additional pathway mediating hypoxia-induced breast cancer cell migration"}, {"pubmed": 23339444, "text": "Signaling dynamics of palmitate-induced ER stress responses mediated by ATF4 in HepG2 cells."}, {"pubmed": 23392669, "text": "ATF4 plays a protective role in Parkinson's disease through the regulation of parkin."}, {"pubmed": 23471465, "text": "This study demonstrates a molecular \"field of injury \" throughout the bronchial airway of active and former smokers with COPD that may be driven in part by ARF4."}, {"pubmed": 23792164, "text": "Upregulated ATF4 results in the transcriptional initiation of the apoptosis-related chop gene and autophagy-related map1lc3b gene, through which selenite links ER stress to apoptosis and autophagy during leukemia treatment"}, {"pubmed": 23891064, "text": "Lower expression of ATF4 and VEGF genes in chorionic villus tissue may participate in the pathogenesis of spontaneous abortion."}, {"pubmed": 23908598, "text": "Data indicate that suppressing GCN2 and activating transcription factor 4 (ATF4), expression decreased Amino acid deprivation (AAD)-induced VEGF expression."}, {"pubmed": 23916134, "text": "results show that ATF4-regulated SESN2 expression presents a new link between ER stress and mTOR inhibition and autophagy."}, {"pubmed": 23975372, "text": "These results indicate that increased expression of p-ATF4 (ser 245) may contribute to cancer development of non-small cell lung cancer and may be a potential cancer marker."}, {"pubmed": 24021586, "text": "different species of OxPLs, which are present in the human eye are capable of stimulating expression of VEGF in fetal and primary RPE cells via ATF4-dependent mechanisms."}, {"pubmed": 24100623, "text": "In the current study, authors showed that the NAD(+)-dependent deacetylase, SIRT1, suppresses ATF4 synthesis during proteasome inhibition."}, {"pubmed": 24308964, "text": "Endoplasmic reticulum stress could promote cell apoptosis through the upregulation of ATF4 levels"}, {"pubmed": 24330582, "text": "Results show that AhR induces VEGF expression in HepG2 cells under glucose deprivation, through a pathway involving ATF4."}, {"pubmed": 24418603, "text": "ATF4 silencing prevented the activating effect of histidinol and tunicamycin on ATF4 and ALT2 expression. Our findings point to ALT2 as an enzyme involved in the metabolic adaptation of the cell to stress"}, {"pubmed": 24681956, "text": "B-cell lymphoma/leukemia 10 promotes oral cancer progression through STAT1/ATF4/S100P signaling pathway."}, {"pubmed": 24715035, "text": "Bone diseases of diabetes mellitus type 2 showing definite changes of ATP4 gene expression."}, {"pubmed": 24853302, "text": "Anacardic acid induces HepG2 tumor cell apoptosis associated with ATF4-dependent endoplasmic reticulum stress."}, {"pubmed": 24874742, "text": "Then, activated p38 further enhanced the docking of activating transcription factor 4 (ATF4) onto the CHOP (CCAAT/enhancer-binding protein homologous protein) promoter via eIF2alpha to enhance apoptosis"}, {"pubmed": 24905361, "text": "The ATF4/p75NTR/IL-8 signal pathway may have an important role in EndoMT induced by SFO."}, {"pubmed": 25002527, "text": "Results show that Nrf2 and ATF4 were upregulated by proteasome inhibition and cooperatively enhance human xCT gene expression upon proteasome inhibition."}, {"pubmed": 25052841, "text": "ATF4-mediated repression of apelin contributes substantially to the pro-apoptotic effects of p38."}, {"pubmed": 25078779, "text": "ATF4 is a potential biomarker for esophageal squamous cell carcinoma (ESCC) prognosis and its dysregulation may play a key role in the regulation of invasion and metastasis in ESCC."}, {"pubmed": 25130172, "text": "ATF4 may promote multidrug resistance in esophageal squamous cell carcinoma cells through the up-regulation of STAT3 expression"}, {"pubmed": 25142020, "text": "ASCT2 expression, which correlates with that of N-Myc and ATF4, is markedly elevated in high-stage neuroblastoma"}, {"pubmed": 25171414, "text": "These results reveal an active role for intra-axonal translation in neurodegeneration and identify ATF4 as a mediator for the spread of Alzheimer's disease pathology."}, {"pubmed": 25236743, "text": "Treatment with a skin sensitizer rapidly induces the phosphorylation of eIF2a and a concomitant increase of ATF4 protein levels in dendritic cells."}, {"pubmed": 25375376, "text": "A sustained deficiency of mitochondrial respiratory complex III induces an apoptotic cell death through the p53-mediated inhibition of pro-survival activities of the ATF4."}, {"pubmed": 25449779, "text": "High ATF4 expression is associated with trastuzumab-resistant breast cancer."}, {"pubmed": 25567807, "text": "The results demonstrate that the endoplasmic reticulum stress-regulated ATF4/p16 pathway is involved in the premature senescence of renal tubular epithelial cells during diabetic nephropathy progression."}, {"pubmed": 25633195, "text": "Authors observed that a slow rate of ATF4-translation and late re-initiation of general translation coincided with cells which were resistant to ER stress-induced cell death."}, {"pubmed": 25727012, "text": "ATF4 signaling pathway is essential for mediating the effect of ER stress on beta-klotho expression."}, {"pubmed": 25795775, "text": "RET as a novel dual kinase with nuclear localization and provide mechanisms by which RET represses the proapoptotic genes"}, {"pubmed": 25931127, "text": "Human CHAC1 Protein Degrades Glutathione, and mRNA Induction Is Regulated by the Transcription Factors ATF4 and ATF3 and a Bipartite ATF/CRE Regulatory Element."}, {"pubmed": 26011642, "text": "Upon loss of attachment in tumor cells, ATF4 activated a program of cytoprotective autophagy and antioxidant responses, including induced expression of heme oxygenase 1 (HO-1). Increased levels of HO-1 ameliorated oxidative stress and cell death."}, {"pubmed": 26030745, "text": "This study outlines the mechanism of NIR laser phototoxicity and the utility of monitoring surface temperature and ATF4 expression as potential biomarkers to develop safe and effective clinical applications."}, {"pubmed": 26111340, "text": "Global profiling in human mesenchymal stem cells and a novel cell-free assay reveals that ATF4 requires C/EBPbeta for genomic binding at a motif distinct from that bound by the C/EBPbeta homodimer."}, {"pubmed": 26125799, "text": "Combined administration inhibited the cells most potently and time-dependently, decreased the expression of HO-1, and significantly increased the expression of ATF4, CHOP, and Ire-1 proteins expression levels"}, {"pubmed": 26172539, "text": "a reduction of cell death was associated with decreased levels of ATF4 in a rhabdomyosarcoma cell line"}, {"pubmed": 26239904, "text": "TBL2 participates in ATF4 translation through its association with the mRNA."}, {"pubmed": 26504039, "text": "Up-regulation of ATF4 is associated with Pancreatic Neuroendocrine Tumors."}, {"pubmed": 26648175, "text": "ATF4 and ATF6beta act synergistically in the negative regulation of placental growth factor mRNA expression"}, {"pubmed": 26771712, "text": "Inhibition or overexpression of ATF4 confirms the role of ATF4 in SESN2 gene up-regulation induced by mitochondrial dysfunction."}, {"pubmed": 26791102, "text": "miR-214 directly targeted ATF4, a crucial transcriptional factor involved in anti-stress responses, down regulation of miR-214 releases the repression of ATF4 translation and leads to increased ATF4 protein content."}, {"pubmed": 26797758, "text": "High ATF4 expression is associated with osteosarcoma progression."}, {"pubmed": 26884600, "text": "The activation of ATF4 in response to ONC201 required the kinases HRI and PKR, which phosphorylate and activate the translation initiation factor eIF2alpha."}, {"pubmed": 26967115, "text": "The results suggest that C12orf39, CSTA, and CALCB are novel ATF4 target genes, and that C12orf39 promoter activity is activated by ATF4 through amino acid response element."}, {"pubmed": 27010621, "text": "The results showed that the FGF21 promoter contains three response elements for ATF4, suggesting that FGF21 is a sensitive target of ATF4."}, {"pubmed": 27079961, "text": "PERK-eIF2alpha-ATF4 signaling pathway mediated by endoplasmic reticulum stress involved in osteoblast differentiation of periodontal ligament cells under cyclic mechanical force."}, {"pubmed": 27211800, "text": "The PERK-eIF2alpha-ATF4-CHOP signaling pathway has a critical role in tumor progression during endoplasmic reticulum stress. (Review)"}, {"pubmed": 27278863, "text": "Expression of either dominant-negative or constitutively active mutants of Nrf2, ATF4, or c-Jun confirmed that distinct transcription units are regulated by these transcription factors."}, {"pubmed": 27325740, "text": "overexpression of eIF5 and 5MP induces translation of ATF4."}, {"pubmed": 27328454, "text": "ADM-2 is a stress-inducible gene controlled by ATF-4."}, {"pubmed": 27357269, "text": "ATF4 may exert various physiological roles in lipid metabolism depending on the nutrient composition. In addition, these results suggested that ATF4 has a role in regulating lipogenesis and in the development of NAFLD; thus ATF4 may be considered a therapeutic target for NAFLD."}, {"pubmed": 27567537, "text": "The localization of ATF4 in the granular component of nucleoli together with its association with nascent RNA transcripts in cells undergoing proteotoxic cell stress could suggest a new function for ATF4 in cell stress management."}, {"pubmed": 27651314, "text": "a shortage of tryptophan caused by expression of indoleamine 2,3-dioxygenase (IDO) and tryptophan 2,3-dioxygenase (TDO) resulted in ATF4-dependent upregulation of several amino acid transporters."}, {"pubmed": 27796753, "text": "phosphorylated PERK and ATF4 would be upregulated in Orexin neurons in Sudden Infant Death Syndrome (SIDS) compared to non-SIDS."}, {"pubmed": 27935748, "text": "There was decreased or loss of ATF4 in 52% of medullary thyroid cancer (MTC) tumors (n = 39) compared with normal thyroid follicle cells. A negative correlation was observed between RET and ATF4 protein levels in MTC tumors."}, {"pubmed": 28380427, "text": "Results provide evidence that the availability of glucose controls ATF4-mediated MITF suppression to drive melanoma cell proliferation."}, {"pubmed": 28438094, "text": "hypoxia-induced ATF4 expression may promote progression of proliferating infantile hemangioma through macrophage colony-stimulating factor induced M2-polarized macrophages infiltration."}, {"pubmed": 28460466, "text": "Decreased ATF4 expression as a mechanism of acquired resistance to long-term amino acid limitation in cancer cells"}, {"pubmed": 28553953, "text": "ATF4 expression fosters the malignancy of primary brain tumors and increases proliferation and tumor angiogenesis; experiments revealed that ATF4-dependent tumor promoting effects are mediated by transcriptional targeting the glutamate antiporter xCT"}, {"pubmed": 28566324, "text": "ATF4 pathway is activated in vivo upon mitochondrial stress."}, {"pubmed": 28688763, "text": "SLC30A10 has a protective role in 1-methyl-4-phenylpyridinium-induced toxicity via PERK-ATF4 pathway."}, {"pubmed": 28843961, "text": "ATF4 contributes to tumor growth of endometrial cancer (EC) by promoting CCL2 and subsequent recruitment of macrophage, and ATF4/CCL2 axis might be a potential therapeutic target for EC."}, {"pubmed": 28947141, "text": "GRP78 inhibition enhances ATF4-induced cell death by the deubiquitination and stabilization of CHOP in human osteosarcoma cells."}, {"pubmed": 28975618, "text": "These results suggest that p21 induction plays a vital role in the cellular response to ER stress and indicate that p21 is a prosurvival effector of ATF4."}, {"pubmed": 28988820, "text": "p62 directly targets nuclear transcription factors to control metabolic reprogramming in the microenvironment and repress tumorigenesis, and identifies ATF4 as a synthetic vulnerability in p62-deficient tumor stroma."}, {"pubmed": 29059168, "text": "High ATF4 expression is associated with acute myeloid leukemia."}, {"pubmed": 29207036, "text": "POSTN may function as a protective factor for osteoblasts during this process by inhibiting the eIF2alphaATF4 pathway."}, {"pubmed": 29216929, "text": "PSAT1, which is overexpressed in ER-negative breast cancers, is activated by ATF4 and promotes cell cycle progression via regulation of the GSK3beta/beta-catenin/cyclin D1 pathway."}, {"pubmed": 29420561, "text": "results suggest a conditional regulation of KRT16 gene by ATF4 that may be inhibited in normal cells, but engaged during cancer progression. Potential roles of KRT16, FAM129A and HKDC1 genes upregulation in adaptive stress responses and pathologies are discussed"}, {"pubmed": 29421327, "text": "Our data suggests a novel interaction between Nrf2 and ATF4 under oxidative and endoplasmic reticulum stress, thus drives specific enzymatic and non-enzymatic reactions of antioxidant mechanisms maintaining redox homeostasis."}, {"pubmed": 29431743, "text": "Our findings indicate that the synergism of T cells and sorafenib is mediated via reduced ATF4 expression, causing activation of the IRF7-IL-15 axis in leukemia cells and thereby leading to metabolic reprogramming of leukemia-reactive T cells in humans"}, {"pubmed": 29453334, "text": "beta-catenin-independent regulation of Wnt target genes by RoR2 and ATF2/ATF4 in colon cancer cells"}, {"pubmed": 29716673, "text": "Overexpression of miR-1283 inhibited cell proliferation and invasion of glioma cells by directly downregulating ATF4 expression."}, {"pubmed": 29921696, "text": "Microarray analyses revealed that DDX3 is required for the expression of a set of pro-metastatic genes, including ATF4-modulated genes in an aggressive OSCC cell line. DDX3 activated translation of ATF4 and a set of its downstream targets, all of which contain upstream open reading frames (uORF)"}, {"pubmed": 29991528, "text": "The data also support a potential role for the PERK/eIF2a/ATF4 axis in modulating cell viability in irradiated glioblastoma multiforme (GBM). The dual function of PERK as a mediator of survival and death may be exploited to enhance the efficacy of radiation therapy"}, {"pubmed": 30003094, "text": "ATF4 is expressed in human atrial cardiomyocytes and is induced in response to different types of cell stress. High rate electrical field stimulation seems to result in ATF4 induction, and forced expression of ATF4 reduces cardiomyocyte viability."}, {"pubmed": 30012221, "text": "The present study shows that ALP mRNA and activity were significantly increased by ER stress treatment of human primary VSMCs in vitro and that this was ATF4-dependent."}, {"pubmed": 30012564, "text": "ATF4 may represent a valuable prognostic biomarker and therapeutic target in patients with TNBC, and we identified a cell signaling pathway-based gene signature that may contribute to the development of combinatorial targeted therapies for breast cance"}, {"pubmed": 30044122, "text": "Depletion of ATF4 and p22phox diminished the levels of superoxide and H2O2 under endoplasmic reticulum stress conditions."}, {"pubmed": 30100064, "text": "The miR-193a-3p regulates osteoblast differentiation by modulating LGR4/ATF4 signaling and suggests that the miR-193a-3p/LGR4/ATF4 regulation axis may play an important role in regulating bone remodeling."}, {"pubmed": 30209241, "text": "LDHA inhibition fails to impact human melanoma cell proliferation, survival, or tumor growth. Reduced intracellular serine and aspartate following LDHA inhibition engage GCN2-ATF4 signaling to initiate an expansive pro-survival response."}, {"pubmed": 30382797, "text": "highly expressed in granulosa cells of polycystic ovary syndrome patients with obesity"}, {"pubmed": 30452882, "text": "JNK and ATF4 may be 2 platforms for regulation of TNF-alpha-stimulated RAGE shedding."}, {"pubmed": 30854784, "text": "FAM175B inhibited ATF4 ubiquitination and promoted esophageal squamous cell carcinomas (ESCCs) cell apoptosis in a p53-independent manner. FAM175B expression loss may be an early diagnostic biomarker in ESCC patients."}, {"pubmed": 30926605, "text": "results indicate that TM-induced UPR activates functional autophagy, and whereas IRE1 is a negative regulator, PERK and ATF4 are required at distinct steps in the autophagic pathway."}, {"pubmed": 31023583, "text": "PERK activation augments respiratory SCs. The PERK-eIF2alpha-ATF4 axis increases supercomplex assembly factor 1 (SCAF1 or COX7A2L), promoting SCs and enhanced mitochondrial respiration. PERK activation is sufficient to rescue bioenergetic defects caused by complex I missense mutations derived from mitochondrial disease patients."}, {"pubmed": 31100053, "text": "Oxyresveratrol exerts ATF4- and Grp78-mediated neuroprotection against endoplasmic reticulum stress in experimental Parkinson's disease."}, {"pubmed": 31263264, "text": "Acute deletion of ATF4 significantly delays MYC-driven tumour progression and increases survival in mouse models"}, {"pubmed": 31312022, "text": "One of the canonical Unfolded protein response branches, through ATF4 and its target gene FAM129A, is required for Prostate cancer growth and thus may serve as a novel therapeutic target."}, {"pubmed": 31424999, "text": "The data showed that the expression of HIF-1alpha, ATF4, and M-CSF was significantly upregulated in the epithelium of odontogenic keratocysts when compared with the normal oral mucosa."}, {"pubmed": 31444471, "text": "Structural interaction between DISC1 and ATF4 underlying transcriptional and synaptic dysregulation in an iPSC model of mental disorders."}, {"pubmed": 31448831, "text": "USF2 and ATF4 were upregulated in the osteogenic differentiation of periodontal ligament cells"}, {"pubmed": 31504800, "text": "The findings support the idea that accumulation of advanced glycation end products in follicles reduces oocyte competence by triggering inflammation via activation of ATF4 in the follicular microenvironment."}, {"pubmed": 31534554, "text": "ATF4 destabilizes RET through nonclassical GRP78 inhibition to enhance chemosensitivity to bortezomib in human osteosarcoma."}, {"pubmed": 31551255, "text": "In response to extracellular amino acid limitation, lung adenocarcinoma cells with diverse genotypes commonly induce ATF4 in an eIF2alpha-dependent manner, which can be blocked pharmacologically using an ISR inhibitor. Although suppressing eIF2alpha or ATF4 can trigger different biological consequences, adaptive cell-cycle progression and cell migration are particularly sensitive to inhibition of the ISR."}, {"pubmed": 31642559, "text": "a novel pathway that elucidated WA activation of apoptosis and G2/M arrest in glioblastoma multiforme cells through the ATF4-ATF3-CHOP axis. This discovery is important for optimization of WA-based regimens for prevention and/or treatment of glioblastoma multiforme."}, {"pubmed": 31691973, "text": "Astrocyte elevated gene 1 (AEG-1) promotes anoikis resistance and metastasis by inducing autophagy in hepatocellular carcinoma."}, {"pubmed": 31862913, "text": "TIPRL potentiates survival of lung cancer by inducing autophagy through the eIF2alpha-ATF4 pathway."}, {"pubmed": 31930117, "text": "EGCG induced ER stress in HT-29 by upregulating immunoglobulin-binding (BiP), PKR-like endoplasmic reticulum kinase (PERK), phosphorylation of eukaryotic initiation factor 2 alpha subunit (eIF2alpha), activating transcription 4 (ATF4), and inositol-requiring kinase 1 alpha (IRE1alpha)."}, {"pubmed": 31960438, "text": "MicroRNA-214-3p enhances erastin-induced ferroptosis by targeting ATF4 in hepatoma cells."}, {"pubmed": 32052937, "text": "AQP1 suppression by ATF4 triggers trabecular meshwork tissue remodelling in ET-1-induced POAG."}, {"pubmed": 32132035, "text": "Hypoxia significantly suppressed cell death and ATF4 up-regulation induced by cysteine deprived conditions."}, {"pubmed": 32210535, "text": "KLF6 Induces Apoptosis in Human Lens Epithelial Cells Through the ATF4-ATF3-CHOP Axis."}, {"pubmed": 32299090, "text": "The HRI-regulated transcription factor ATF4 activates BCL11A transcription to silence fetal hemoglobin expression."}, {"pubmed": 32312748, "text": "The gene for the lysosomal protein LAMP3 is a direct target of the transcription factor ATF4."}, {"pubmed": 32323565, "text": "The findings of this study propose the hypotheses that lung-specific delivery of SOD3/ATF4-related antioxidants will work in synergy with promising antiviral drugs such as remdesivir to further improve COVID-19 outcomes in the elderly."}, {"pubmed": 32551949, "text": "ATF4 Mediates Mitochondrial Unfolded Protein Response in Alveolar Epithelial Cells."}, {"pubmed": 32648994, "text": "NOXA upregulation by the prohibitin-binding compound fluorizoline is transcriptionally regulated by integrated stress response-induced ATF3 and ATF4."}, {"pubmed": 32668192, "text": "TGF-beta Promotes Metabolic Reprogramming in Lung Fibroblasts via mTORC1-dependent ATF4 Activation."}, {"pubmed": 32755585, "text": "ATF4 Regulates MYB to Increase gamma-Globin in Response to Loss of beta-Globin."}, {"pubmed": 32783256, "text": "RPL41 sensitizes retinoblastoma cells to chemotherapeutic drugs via ATF4 degradation."}, {"pubmed": 32888357, "text": "Ribosome assembly factor URB1 contributes to colorectal cancer proliferation through transcriptional activation of ATF4."}, {"pubmed": 32938922, "text": "DENR promotes translation reinitiation via ribosome recycling to drive expression of oncogenes including ATF4."}, {"pubmed": 32945472, "text": "Resveratrol synergizes with cisplatin in antineoplastic effects against AGS gastric cancer cells by inducing endoplasmic reticulum stressmediated apoptosis and G2/M phase arrest."}, {"pubmed": 33108704, "text": "JDP2 is directly regulated by ATF4 and modulates TRAIL sensitivity by suppressing the ATF4-DR5 axis."}, {"pubmed": 33111629, "text": "ATF4 links ER stress with reticulophagy in glioblastoma cells."}, {"pubmed": 33154371, "text": "ATF4 leads to glaucoma by promoting protein synthesis and ER client protein load."}, {"pubmed": 33229544, "text": "ATP13A2-mediated endo-lysosomal polyamine export counters mitochondrial oxidative stress."}, {"pubmed": 33414424, "text": "ATF4-mediated histone deacetylase HDAC1 promotes the progression of acute pancreatitis."}, {"pubmed": 33420908, "text": "Origin of translational control by eIF2alpha phosphorylation: insights from genome-wide translational profiling studies in fission yeast."}, {"pubmed": 33582407, "text": "P53-independent partial restoration of the p53 pathway in tumors with mutated p53 through ATF4 transcriptional modulation by ERK1/2 and CDK9."}, {"pubmed": 33615565, "text": "Differences in cell death in methionine versus cysteine depletion."}, {"pubmed": 33628101, "text": "ATF4 promotes lung cancer cell proliferation and invasion partially through regulating Wnt/beta-catenin signaling."}, {"pubmed": 33714955, "text": "Activation of ATF4 triggers trabecular meshwork cell dysfunction and apoptosis in POAG."}, {"pubmed": 33737080, "text": "ATF4-mediated GDF15 suppresses LPS-induced inflammation and MUC5AC in human nasal epithelial cells through the PI3K/Akt pathway."}, {"pubmed": 33741715, "text": "EWS-FLI1 and Menin Converge to Regulate ATF4 Activity in Ewing Sarcoma."}, {"pubmed": 33775689, "text": "Poly(A) tail degradation in human cells: ATF4 mRNA as a model for biphasic deadenylation."}, {"pubmed": 33782384, "text": "Cancer-associated fibroblasts-mediated ATF4 expression promotes malignancy and gemcitabine resistance in pancreatic cancer via the TGF-beta1/SMAD2/3 pathway and ABCC1 transactivation."}, {"pubmed": 33819187, "text": "WTAP promotes myocardial ischemia/reperfusion injury by increasing endoplasmic reticulum stress via regulating m(6)A modification of ATF4 mRNA."}, {"pubmed": 33837631, "text": "CCCP-induced mitochondrial dysfunction - characterization and analysis of integrated stress response to cellular signaling and homeostasis."}, {"pubmed": 33870911, "text": "PERK mediates oxidative stress and adipogenesis in Graves' orbitopathy pathogenesis."}, {"pubmed": 33911065, "text": "miR-1283 Contributes to Endoplasmic Reticulum Stress in the Development of Hypertension Through the Activating Transcription Factor-4 (ATF4)/C/EBP-Homologous Protein (CHOP) Signaling Pathway."}, {"pubmed": 33946018, "text": "Activation of the eIF2alpha/ATF4 axis drives triple-negative breast cancer radioresistance by promoting glutathione biosynthesis."}, {"pubmed": 33950334, "text": "Cooperation of ATF4 and CTCF promotes adipogenesis through transcriptional regulation."}, {"pubmed": 34015761, "text": "PKD2 deficiency suppresses amino acid biosynthesis in ADPKD by impairing the PERK-TBL2-eIF2a-ATF4 pathway."}, {"pubmed": 34156885, "text": "Upregulation of miR-214 Mediates Oxidative Stress in Hb H Disease via Targeting of ATF4."}, {"pubmed": 34239013, "text": "Activating transcription factor 4 mediates adaptation of human glioblastoma cells to hypoxia and temozolomide."}, {"pubmed": 34298014, "text": "Insulin-induced genes INSIG1 and INSIG2 mediate oxysterol-dependent activation of the PERK-eIF2alpha-ATF4 axis."}, {"pubmed": 34403810, "text": "eIF4B enhances ATF4 expression and contributes to cellular adaptation to asparagine limitation in BRAF-mutated A375 melanoma."}, {"pubmed": 34664408, "text": "YAP/TAZ and ATF4 drive resistance to Sorafenib in hepatocellular carcinoma by preventing ferroptosis."}, {"pubmed": 34709767, "text": "CK1delta stimulates ubiquitination-dependent proteasomal degradation of ATF4 to promote chemoresistance in gastric Cancer."}, {"pubmed": 34808500, "text": "Endoplasmic reticulum stress increases LECT2 expression via ATF4."}, {"pubmed": 34914716, "text": "Sequencing of Argonaute-bound microRNA/mRNA hybrids reveals regulation of the unfolded protein response by microRNA-320a."}, {"pubmed": 35013120, "text": "ATF4/CEMIP/PKCalpha promotes anoikis resistance by enhancing protective autophagy in prostate cancer cells."}, {"pubmed": 35019856, "text": "Translational Activation of ATF4 through Mitochondrial Anaplerotic Metabolic Pathways Is Required for DLBCL Growth and Survival."}, {"pubmed": 35028855, "text": "Mini review ATF4 and GRP78 as novel molecular targets in ER-Stress modulation for critical COVID-19 patients."}, {"pubmed": 35305370, "text": "PRMT5 regulates ATF4 transcript splicing and oxidative stress response."}, {"pubmed": 35615577, "text": "Downregulation of HULC Induces Ferroptosis in Hepatocellular Carcinoma via Targeting of the miR-3200-5p/ATF4 Axis."}, {"pubmed": 35662627, "text": "Diterpenoid Vinigrol specifically activates ATF4/DDIT3-mediated PERK arm of unfolded protein response to drive non-apoptotic death of breast cancer cells."}, {"pubmed": 35744931, "text": "Induction of DR5-Dependent Apoptosis by PGA2 through ATF4-CHOP Pathway."}, {"pubmed": 35857794, "text": "ATF4 promotes brain vascular smooth muscle cells proliferation, invasion and migration by targeting miR-552-SKI axis."}, {"pubmed": 35883579, "text": "Gremlin-1 Promotes Colorectal Cancer Cell Metastasis by Activating ATF6 and Inhibiting ATF4 Pathways."}, {"pubmed": 35912788, "text": "TGFBR3 supports anoikis through suppressing ATF4 signaling."}, {"pubmed": 35926799, "text": "Mechanism of miR-338-3p in sepsis-induced acute lung injury via indirectly modulating ATF4."}, {"pubmed": 35962830, "text": "uORF-Mediated Translational Regulation of ATF4 Serves as an Evolutionarily Conserved Mechanism Contributing to Non-Small-Cell Lung Cancer (NSCLC) and Stress Response."}, {"pubmed": 36051358, "text": "ATF4/MYC Regulates MTHFD2 to Promote NSCLC Progression by Mediating Redox Homeostasis."}, {"pubmed": 36245009, "text": "ATF4-dependent fructolysis fuels growth of glioblastoma multiforme."}, {"pubmed": 36377873, "text": "Upregulation of ATF4-LAMP3 Axis by ORF45 Facilitates Lytic Replication of Kaposi's Sarcoma-Associated Herpesvirus."}, {"pubmed": 36416348, "text": "Activating transcription factor 4 regulates hypoxia inducible factor 1alpha in chronic hypoxia in pancreatic cancer cells."}, {"pubmed": 36555349, "text": "TRIB3 Mediates Fibroblast Activation and Fibrosis though Interaction with ATF4 in IPF."}, {"pubmed": 36587794, "text": "The transcription factor ATF4 mediates endoplasmic reticulum stress-related podocyte injury and slit diaphragm defects."}, {"pubmed": 36996941, "text": "ATF4 suppresses hepatocarcinogenesis by inducing SLC7A11 (xCT) to block stress-related ferroptosis."}, {"pubmed": 37028586, "text": "TXLNG improves insulin resistance in obese subjects in vitro and in vivo by inhibiting ATF4 transcriptional activity."}, {"pubmed": 37273238, "text": "Activating transcription factor 4 regulates mitochondrial content, morphology, and function in differentiating skeletal muscle myotubes."}, {"pubmed": 37410595, "text": "The integrated stress response effector ATF4 is an obligatory metabolic activator of NRF2."}, {"pubmed": 37591953, "text": "YAP governs cellular adaptation to perturbation of glutamine metabolism by regulating ATF4-mediated stress response."}, {"pubmed": 37837219, "text": "The ATF4-regulated LncRNA MALAT1 promotes odontoblastic differentiation of human dental pulp stem cells via histone demethylase JMJD3: An in vitro study."}, {"pubmed": 37906604, "text": "Genome-wide census of ATF4 binding sites and functional profiling of trait-associated genetic variants overlapping ATF4 binding motifs."}, {"pubmed": 37935302, "text": "Transcriptional regulation of amino acid metabolism by KDM2B, in the context of ncPRC1.1 and in concert with MYC and ATF4."}, {"pubmed": 37995805, "text": "Gut-derived ammonia contributes to alcohol-related fatty liver development via facilitating ethanol metabolism and provoking ATF4-dependent de novo lipogenesis activation."}, {"pubmed": 38113413, "text": "Endometrial stromal cell autophagy-dependent ferroptosis caused by iron overload in ovarian endometriosis is inhibited by the ATF4-xCT pathway."}, {"pubmed": 38383612, "text": "ATF4 in cellular stress, ferroptosis, and cancer."}, {"pubmed": 38424194, "text": "Advanced glycation end products promote meniscal calcification by activating the mTOR-ATF4 positive feedback loop."}, {"pubmed": 38507410, "text": "Stem-loop-induced ribosome queuing in the uORF2/ATF4 overlap fine-tunes stress-induced human ATF4 translational control."}, {"pubmed": 38615981, "text": "Identification of a novel RNA transcript TISPL upregulated by stressors that stimulate ATF4."}, {"pubmed": 38625890, "text": "miR-214 aggravates oxidative stress in thalassemic erythroid cells by targeting ATF4."}, {"pubmed": 38844625, "text": "ATF4 inhibits tumor development and mediates p-GCN2/ASNS upregulation in colon cancer."}], "genomic_pos": {"chr": "22", "end": 39522683, "ensemblgene": "ENSG00000128272", "start": 39519695, "strand": 1}, "genomic_pos_hg19": {"chr": "22", "end": 39918691, "start": 39915700, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006094", "qualifier": "involved_in", "term": "gluconeogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006355", "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "ISO", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006357", "pubmed": [20102225, 23661758, 28186491], "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006874", "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007214", "qualifier": "involved_in", "term": "gamma-aminobutyric acid signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009636", "qualifier": "involved_in", "term": "response to toxic substance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010575", "pubmed": 22915762, "qualifier": "involved_in", "term": "positive regulation of vascular endothelial growth factor production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 16445384, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030282", "qualifier": "involved_in", "term": "bone mineralization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030968", "qualifier": "involved_in", "term": "endoplasmic reticulum unfolded protein response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031667", "pubmed": 11960987, "qualifier": "involved_in", "term": "response to nutrient levels"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032057", "qualifier": "involved_in", "term": "negative regulation of translational initiation in response to stress"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034198", "qualifier": "involved_in", "term": "cellular response to amino acid starvation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034599", "pubmed": [21113145, 23392669], "qualifier": "involved_in", "term": "cellular response to oxidative stress"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034599", "qualifier": "involved_in", "term": "cellular response to oxidative stress"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034644", "qualifier": "involved_in", "term": "cellular response to UV"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034976", "pubmed": [12871976, 19061639, 33384352], "qualifier": "involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034976", "pubmed": [21113145, 24939851], "qualifier": "involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035162", "qualifier": "involved_in", "term": "embryonic hemopoiesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0036499", "qualifier": "involved_in", "term": "PERK-mediated unfolded protein response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0036499", "pubmed": [22013210, 22934019], "qualifier": "involved_in", "term": "PERK-mediated unfolded protein response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042149", "pubmed": 22915762, "qualifier": "involved_in", "term": "cellular response to glucose starvation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042789", "qualifier": "involved_in", "term": "mRNA transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043065", "pubmed": 23392669, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043267", "qualifier": "involved_in", "term": "negative regulation of potassium ion transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043525", "qualifier": "involved_in", "term": "positive regulation of neuron apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045667", "pubmed": 15109498, "qualifier": "involved_in", "term": "regulation of osteoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": [15775988, 18940792], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 11960987, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045893", "pubmed": 9190894, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045943", "pubmed": 22915762, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase I"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [11478948, 11960987, 12871976, 15109498, 15775988, 16343488, 18940792, 23123191], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": [15788408, 21113145, 24939851], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISO", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "pubmed": 23392669, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045944", "pubmed": 14685163, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048167", "qualifier": "involved_in", "term": "regulation of synaptic plasticity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070059", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to endoplasmic reticulum stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070169", "qualifier": "involved_in", "term": "positive regulation of biomineral tissue development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070309", "qualifier": "involved_in", "term": "lens fiber cell morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070982", "pubmed": 11960987, "qualifier": "involved_in", "term": "L-asparagine metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071456", "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120163", "pubmed": 22980225, "qualifier": "involved_in", "term": "negative regulation of cold-induced thermogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140467", "pubmed": 32132707, "qualifier": "involved_in", "term": "integrated stress response signaling"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0140467", "pubmed": 28566324, "qualifier": "involved_in", "term": "integrated stress response signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140468", "pubmed": 32132707, "qualifier": "involved_in", "term": "HRI-mediated signaling"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1903377", "pubmed": 23392669, "qualifier": "involved_in", "term": "negative regulation of oxidative stress-induced neuron intrinsic apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905461", "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1990253", "pubmed": 17267404, "qualifier": "involved_in", "term": "cellular response to leucine starvation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990737", "qualifier": "involved_in", "term": "response to manganese-induced endoplasmic reticulum stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000120", "qualifier": "involved_in", "term": "positive regulation of sodium-dependent phosphate transport"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [11478948, 16682973, 23123191, 23392669], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": [12871976, 20102225, 23661758, 28186491], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 23392669, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "pubmed": 20873783, "qualifier": "colocalizes_with", "term": "centrosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032590", "qualifier": "located_in", "term": "dendrite membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 20873783, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034399", "pubmed": 23392669, "qualifier": "located_in", "term": "nuclear periphery"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043005", "pubmed": 23392669, "qualifier": "located_in", "term": "neuron projection"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0090575", "pubmed": [20102225, 23661758], "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}, {"evidence": "ISO", "gocategory": "CC", "id": "GO:0090575", "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990037", "pubmed": 23392669, "qualifier": "located_in", "term": "Lewy body core"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:1990589", "qualifier": "part_of", "term": "ATF4-CREB1 transcription factor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990589", "pubmed": 12871976, "qualifier": "part_of", "term": "ATF4-CREB1 transcription factor complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:1990590", "qualifier": "part_of", "term": "ATF1-ATF4 transcription factor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990590", "pubmed": 12871976, "qualifier": "part_of", "term": "ATF1-ATF4 transcription factor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990617", "pubmed": 11478948, "qualifier": "part_of", "term": "CHOP-ATF4 complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:1990617", "pubmed": 18940792, "qualifier": "part_of", "term": "CHOP-ATF4 complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:1990617", "pubmed": 15775988, "qualifier": "part_of", "term": "CHOP-ATF4 complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": 12871976, "qualifier": "contributes_to", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": 21113145, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0000976", "pubmed": 23392669, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000977", "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000981", "pubmed": [11478948, 12871976], "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IBA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": [15788408, 15911876, 18940792], "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003677", "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [11960987, 15109498, 23123191, 32132707], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003700", "pubmed": 12689582, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9488481, 11238952, 12743605, 12812986, 12860379, 15677469, 16169070, 16189514, 16343488, 16682973, 18330356, 18940792, 19164757, 19447967, 20102225, 20211142, 20936779, 21408167, 21988832, 23123191, 23661758, 25241761, 25416956, 25910212, 26700459, 26871637, 29892012, 31413325, 31515488, 32296183, 32814053, 32911434], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008140", "qualifier": "enables", "term": "cAMP response element binding protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 20873783, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [16343488, 23661758], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043522", "pubmed": 11478948, "qualifier": "enables", "term": "leucine zipper domain binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 22915762, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0046982", "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 11478948, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0140296", "qualifier": "enables", "term": "general transcription initiation factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990841", "pubmed": 17267404, "qualifier": "enables", "term": "promoter-specific chromatin binding"}]}, "homologene": {"genes": [[7955, 406514], [7955, 556410], [8364, 448005], [9031, 395693], [9544, 703965], [9598, 744513], [9606, 468], [9615, 474503], [9913, 509107], [10090, 11911], [10116, 79255]], "id": 1266}, "interpro": [{"desc": "Basic-leucine zipper domain", "id": "IPR004827", "short_desc": "bZIP"}, {"desc": "Basic-leucine zipper domain superfamily", "id": "IPR046347", "short_desc": "bZIP_sf"}], "ipi": "IPI00002503", "map_location": "22q13.1", "name": "activating transcription factor 4", "other_names": ["DNA-binding protein TAXREB67", "cAMP response element-binding protein 2", "cAMP-dependent transcription factor ATF-4", "cAMP-responsive element-binding protein 2", "cyclic AMP-dependent transcription factor ATF-4", "cyclic AMP-responsive element-binding protein 2", "tax-responsive enhancer element B67", "tax-responsive enhancer element-binding protein 67"], "pantherdb": {"HGNC": "786", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88096", "ortholog_type": "LDO", "panther_family": "PTHR13044", "taxid": 10090, "uniprot_kb": "Q06507"}, {"RGD": "621863", "ortholog_type": "LDO", "panther_family": "PTHR13044", "taxid": 10116, "uniprot_kb": "Q9ES19"}, {"Ensembl": "ENSGALG00000012135", "ortholog_type": "LDO", "panther_family": "PTHR13044", "taxid": 9031, "uniprot_kb": "Q9W610"}, {"ZFIN": "ZDB-GENE-070928-23", "ortholog_type": "O", "panther_family": "PTHR13044", "taxid": 7955, "uniprot_kb": "A7MBV8"}, {"ZFIN": "ZDB-GENE-040426-2340", "ortholog_type": "LDO", "panther_family": "PTHR13044", "taxid": 7955, "uniprot_kb": "Q6NW59"}, {"WormBase": "WBGene00077761", "ortholog_type": "O", "panther_family": "PTHR13044", "taxid": 6239, "uniprot_kb": "A0A1I6CMA8"}, {"WormBase": "WBGene00013878", "ortholog_type": "O", "panther_family": "PTHR13044", "taxid": 6239, "uniprot_kb": "Q23272"}, {"WormBase": "WBGene00012330", "ortholog_type": "O", "panther_family": "PTHR13044", "taxid": 6239, "uniprot_kb": "Q9XUK2"}, {"WormBase": "WBGene00000221", "ortholog_type": "O", "panther_family": "PTHR13044", "taxid": 6239, "uniprot_kb": "Q22156"}, {"FlyBase": "FBgn0000370", "ortholog_type": "O", "panther_family": "PTHR13044", "taxid": 7227, "uniprot_kb": "Q9VID3"}, {"SGD": "S000005047", "ortholog_type": "O", "panther_family": "PTHR13044", "taxid": 4932, "uniprot_kb": "P32389"}, {"SGD": "S000001456", "ortholog_type": "O", "panther_family": "PTHR13044", "taxid": 4932, "uniprot_kb": "P40573"}, {"PomBase": "SPAC25G10.03", "ortholog_type": "O", "panther_family": "PTHR13044", "taxid": 4896, "uniprot_kb": "Q10424"}], "uniprot_kb": "P18848"}, "pathway": {"kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04022", "name": "cGMP-PKG signaling pathway - Homo sapiens (human)"}, {"id": "hsa04137", "name": "Mitophagy - animal - Homo sapiens (human)"}, {"id": "hsa04141", "name": "Protein processing in endoplasmic reticulum - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04211", "name": "Longevity regulating pathway - Homo sapiens (human)"}, {"id": "hsa04261", "name": "Adrenergic signaling in cardiomyocytes - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04720", "name": "Long-term potentiation - Homo sapiens (human)"}, {"id": "hsa04722", "name": "Neurotrophin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04725", "name": "Cholinergic synapse - Homo sapiens (human)"}, {"id": "hsa04728", "name": "Dopaminergic synapse - Homo sapiens (human)"}, {"id": "hsa04911", "name": "Insulin secretion - Homo sapiens (human)"}, {"id": "hsa04912", "name": "GnRH signaling pathway - Homo sapiens (human)"}, {"id": "hsa04915", "name": "Estrogen signaling pathway - Homo sapiens (human)"}, {"id": "hsa04918", "name": "Thyroid hormone synthesis - Homo sapiens (human)"}, {"id": "hsa04922", "name": "Glucagon signaling pathway - Homo sapiens (human)"}, {"id": "hsa04925", "name": "Aldosterone synthesis and secretion - Homo sapiens (human)"}, {"id": "hsa04926", "name": "Relaxin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04927", "name": "Cortisol synthesis and secretion - Homo sapiens (human)"}, {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa04932", "name": "Non-alcoholic fatty liver disease - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}, {"id": "hsa04935", "name": "Growth hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05020", "name": "Prion disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05030", "name": "Cocaine addiction - Homo sapiens (human)"}, {"id": "hsa05031", "name": "Amphetamine addiction - Homo sapiens (human)"}, {"id": "hsa05034", "name": "Alcoholism - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05203", "name": "Viral carcinogenesis - Homo sapiens (human)"}, {"id": "hsa05215", "name": "Prostate cancer - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": {"id": "fra_pathway", "name": "Validated transcriptional targets of AP1 family members Fra1 and Fra2"}, "reactome": [{"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-380994", "name": "ATF4 activates genes in response to endoplasmic reticulum  stress"}, {"id": "R-HSA-380994", "name": "ATF4 activates genes in response to endoplasmic reticulum  stress"}, {"id": "R-HSA-381033", "name": "ATF6 (ATF6-alpha) activates chaperones"}, {"id": "R-HSA-381033", "name": "ATF6 (ATF6-alpha) activates chaperones"}, {"id": "R-HSA-381042", "name": "PERK regulates gene expression"}, {"id": "R-HSA-381042", "name": "PERK regulates gene expression"}, {"id": "R-HSA-381119", "name": "Unfolded Protein Response (UPR)"}, {"id": "R-HSA-381119", "name": "Unfolded Protein Response (UPR)"}, {"id": "R-HSA-381183", "name": "ATF6 (ATF6-alpha) activates chaperone genes"}, {"id": "R-HSA-381183", "name": "ATF6 (ATF6-alpha) activates chaperone genes"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9633012", "name": "Response of EIF2AK4 (GCN2) to amino acid deficiency"}, {"id": "R-HSA-9633012", "name": "Response of EIF2AK4 (GCN2) to amino acid deficiency"}, {"id": "R-HSA-9648895", "name": "Response of EIF2AK1 (HRI) to heme deficiency"}, {"id": "R-HSA-9648895", "name": "Response of EIF2AK1 (HRI) to heme deficiency"}, {"id": "R-HSA-9711097", "name": "Cellular response to starvation"}, {"id": "R-HSA-9711097", "name": "Cellular response to starvation"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9755511", "name": "KEAP1-NFE2L2 pathway"}, {"id": "R-HSA-9759194", "name": "Nuclear events mediated by NFE2L2"}, {"id": "R-HSA-9818027", "name": "NFE2L2 regulating anti-oxidant/detoxification enzymes"}, {"id": "R-HSA-9818035", "name": "NFE2L2 regulating ER-stress associated genes"}], "wikipathways": [{"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}, {"id": "WP3613", "name": "Photodynamic therapy-induced unfolded protein response"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4656", "name": "Joubert Syndrome"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4756", "name": "Renin-angiotensin-aldosterone system (RAAS)"}, {"id": "WP4925", "name": "Unfolded protein response"}]}, "pdb": "1CI6", "pfam": "PF00170", "pharmgkb": "PA25086", "pharos": {"target_id": 18348, "tdl": "Tbio"}, "pir": "A45377", "prosite": "PS50217", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176543", "relationship": "is"}, {"id": "GNF187449", "relationship": "is"}, {"id": "GNF198355", "relationship": "is"}, {"id": "GNF209261", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF157398", "relationship": "is"}, {"id": "GNF157400", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF031655", "relationship": "weakly similar to"}, {"id": "GNF040257", "relationship": "similar to"}, {"id": "GNF042794", "relationship": "is"}, {"id": "GNF044593", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF000838", "relationship": "is"}, {"id": "GNF000839", "relationship": "is"}, {"id": "GNF000840", "relationship": "is"}, {"id": "GNF000841", "relationship": "is"}, {"id": "GNF000842", "relationship": "is"}, {"id": "GNF000843", "relationship": "is"}, {"id": "GNF000844", "relationship": "is"}, {"id": "GNF000845", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF233572", "relationship": "is"}, {"id": "GNF234775", "relationship": "is"}, {"id": "GNF236982", "relationship": "is"}, {"id": "GNF243880", "relationship": "is"}, {"id": "GNF285224", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF106599", "relationship": "is"}, {"id": "GNF146245", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1"], "protein": ["NP_001666.2", "NP_877962.1", "XP_054181624.1", "XP_054181625.1"], "rna": ["NM_001675.4", "NM_182810.3", "XM_054325649.1", "XM_054325650.1"], "translation": [{"protein": "NP_877962.1", "rna": "NM_182810.3"}, {"protein": "XP_054181624.1", "rna": "XM_054325649.1"}, {"protein": "XP_054181625.1", "rna": "XM_054325650.1"}, {"protein": "NP_001666.2", "rna": "NM_001675.4"}]}, "reporter": {"HG-U133_Plus_2": "200779_at", "HG-U95Av2": "41235_at", "HTA-2_0": "TC22000317.hg.1", "HuEx-1_0": ["3349625", "3771451", "3771454", "3771456", "3771458", "3945914", "3996610", "3996612", "3996626", "4027512", "4027528", "4027530"], "HuGene-1_1": "8073148", "HuGene-2_1": "16930299"}, "summary": "This gene encodes a transcription factor that was originally identified as a widely expressed mammalian DNA binding protein that could bind a tax-responsive enhancer element in the LTR of HTLV-1. The encoded protein was also isolated and characterized as the cAMP-response element binding protein 2 (CREB-2). The protein encoded by this gene belongs to a family of DNA-binding proteins that includes the AP-1 family of transcription factors, cAMP-response element binding proteins (CREBs) and CREB-like proteins. These transcription factors share a leucine zipper region that is involved in protein-protein interactions, located C-terminal to a stretch of basic amino acids that functions as a DNA binding domain. Two alternative transcripts encoding the same protein have been described. Two pseudogenes are located on the X chromosome at q28 in a region containing a large inverted duplication. [provided by RefSeq, Sep 2011].", "symbol": "ATF4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412617"}, "unigene": "Hs.496487", "uniprot": {"Swiss-Prot": "P18848", "TrEMBL": ["A0A7P0Z4J5", "B4DJD4", "A0A6Q8PG17"]}, "wikipedia": {"url_stub": "ATF4"}}