{"AllianceGenome": "895", "HGNC": "895", "MIM": "600821", "_id": "552", "_version": 1, "accession": {"genomic": ["AB437095.1", "AB437096.1", "AB437097.1", "AC135584.2", "AF208541.1", "CH471054.1", "CP068266.2", "DQ177277.1", "NC_000012.12", "NC_060936.1", "U19906.1", "Z59305.1"], "protein": ["AAA62271.1", "AAB19232.1", "AAC51861.1", "AAC60638.1", "AAD17891.1", "AAF18470.1", "AAH74803.1", "AAH74804.1", "AAP84363.1", "ABA02557.1", "AHW56419.1", "AHW56420.1", "EAW97115.1", "NP_000697.1", "P37288.1", "XP_054228380.1"], "rna": ["AA533159.1", "AF030625.1", "AF101725.1", "AY322550.1", "BC074803.2", "BC074804.2", "KJ534779.1", "KJ534780.1", "L25615.1", "NM_000706.5", "S73899.1", "XM_054372405.1"], "translation": [{"protein": "AAC60638.1", "rna": "S73899.1"}, {"protein": "AHW56419.1", "rna": "KJ534779.1"}, {"protein": "AAA62271.1", "rna": "L25615.1"}, {"protein": "AHW56420.1", "rna": "KJ534780.1"}, {"protein": "AAD17891.1", "rna": "AF101725.1"}, {"protein": "AAH74804.1", "rna": "BC074804.2"}, {"protein": "AAP84363.1", "rna": "AY322550.1"}, {"protein": "AAC51861.1", "rna": "AF030625.1"}, {"protein": "XP_054228380.1", "rna": "XM_054372405.1"}, {"protein": "AAH74803.1", "rna": "BC074803.2"}, {"protein": "NP_000697.1", "rna": "NM_000706.5"}]}, "alias": ["AVPR V1a", "AVPR1", "V1aR"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "disputed", "classification_date": "2022-03-01T05:00:00.000Z", "disease_label": "autism spectrum disorder", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "UD", "mondo": "MONDO:0005258", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_8ea232de-063f-489a-b00a-8c5d11dbe43a-2022-03-01T050000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000166148", "protein": ["ENSP00000299178", "ENSP00000449822"], "transcript": ["ENST00000299178", "ENST00000550940"], "translation": [{"protein": "ENSP00000299178", "rna": "ENST00000299178"}, {"protein": "ENSP00000449822", "rna": "ENST00000550940"}], "type_of_gene": "protein_coding"}, "entrezgene": "552", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.99659772, "exp_mis": 228.8941796, "exp_syn": 117.2679, "lof_z": 0.32913229070796, "mis_z": 2.97089395138504, "mu_lof": 7.20057824393e-07, "mu_mis": 2.01281414779e-05, "mu_syn": 1.02760418516e-05, "n_lof": 8.0, "n_mis": 137.0, "n_syn": 67.0, "p_li": 1.28646095006851e-05, "p_null": 0.616027125071929, "p_rec": 0.38396001031857, "syn_z": 2.87773386120503}, "bp": 1257, "cds_end": 63544616, "cds_start": 63541138, "n_exons": 2, "nonpsych": {"exp_lof": 8.1015181, "exp_mis": 207.1300556, "exp_syn": 106.0974887, "lof_z": 0.0350277512176005, "mis_z": 3.08861898162895, "mu_lof": 7.20057824393e-07, "mu_mis": 2.01281414779e-05, "mu_syn": 1.02760418516e-05, "n_lof": 8.0, "n_mis": 119.0, "n_syn": 62.0, "p_li": 7.61869788815301e-06, "p_null": 0.722516686010076, "p_rec": 0.277475695292036, "syn_z": 2.69541068001228}, "nontcga": {"exp_lof": 8.27284754, "exp_mis": 210.5786382, "exp_syn": 107.88244411, "lof_z": 0.0935780067996178, "mis_z": 2.97244211847614, "mu_lof": 7.20057824393e-07, "mu_mis": 2.01281414779e-05, "mu_syn": 1.02760418516e-05, "n_lof": 8.0, "n_mis": 124.0, "n_syn": 63.0, "p_li": 8.24870105806643e-06, "p_null": 0.690156781109394, "p_rec": 0.309834970189548, "syn_z": 2.73604393785072}, "transcript": "ENST00000299178.2"}, "exons": [{"cdsend": 63150836, "cdsstart": 63147358, "chr": "12", "position": [[63142758, 63147645], [63149866, 63151201]], "strand": -1, "transcript": "NM_000706", "txend": 63151201, "txstart": 63142758}], "exons_hg19": [{"cdsend": 63544616, "cdsstart": 63541138, "chr": "12", "position": [[63536538, 63541425], [63543646, 63544981]], "strand": -1, "transcript": "NM_000706", "txend": 63544981, "txstart": 63536538}], "generif": [{"pubmed": 12082568, "text": "transmission disequilibrium testing of polymorphism in autism"}, {"pubmed": 12869559, "text": "residue Phe225, located in transmembrane domain V, directly participates in the binding of the V1a-selective nonpeptide antagonist SR49059"}, {"pubmed": 14622255, "text": "In the wildtype V1aR, Arg46 constrains the inactive conformation of the receptor; on binding AVP this constraint is alleviated, promoting the transition to active V1aR"}, {"pubmed": 14757828, "text": "examination of interaction with beta-arrestin and trafficking patterns by heterodimerization with V2 vasopressin receptor"}, {"pubmed": 15098001, "text": "AVPR1a's exons were screened in 125 independent autistic probands. 2 promoter polymorphisms were typed in 65 autism-affected sibling-pair families. Linkage & linkage disequilibrium were seen in a subset with relatively less severe language impairment."}, {"pubmed": 15994199, "text": "Glu54 is critical for arginine vasopressin binding by V1aR."}, {"pubmed": 16205790, "text": "Association between AVPR1a and SLC6A4 reflects the social communication, courtship, and spiritual facets of the dancing phenotype."}, {"pubmed": 16205790, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16333859, "text": "molecular dynamics analysis of mechanism of desmopressin binding in vasopressin V2 receptor versus vasopressin V1a and oxytocin receptors"}, {"pubmed": 16520824, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16520824, "text": "This study confirms an association between the AVPR1a gene and autism spectrum disorders and identifies a third microsatellite associated with autism spectrum disorders as well as haplotypes consisting of all three markers."}, {"pubmed": 16565083, "text": "analysis of a pharmacological chaperone ligand that acts on misfolded mutant V(1a) receptors"}, {"pubmed": 16721832, "text": "These results suggest that the four SNPs in the promoter region of the V1aR gene may not be useful as genetic markers for platelet aggregation heterogeneity."}, {"pubmed": 17440932, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17653244, "text": "There is an association of the V1aR SNP-6951 with essential hypertension in nonobese individuals."}, {"pubmed": 17696996, "text": "This gene contributes to social bonding in lower animals and in human behavior, suggesting a common evolutionary mechanism."}, {"pubmed": 17728669, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17939166, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17939166, "text": "study is the first to report associations between AVPR1A and OXTR genetic variation with life history traits in humans"}, {"pubmed": 18384079, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18490926, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18490926, "text": "human amygdala function is strongly associated with genetic variation in AVPR1A."}, {"pubmed": 18655900, "text": "AVPR1a has been linked to eating behaviour in both clinical and non-clinical groups, reflecting the social and ritualistic side of eating behaviour.[REVIEW]"}, {"pubmed": 18765804, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18765804, "text": "report an association between one of the human AVPR1A repeat polymorphisms (RS3) and traits reflecting pair-bonding behavior in men"}, {"pubmed": 19056558, "text": "Genetic variation of the human arginine vasopressin 1A (AVPR1A) gene is associated with uncoupling of the usual direct relation between glucose and triglycerides and an increased prevalence of diabetes in subjects with a high fat intake or who are obese"}, {"pubmed": 19056558, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19195791, "text": "A role of the AVPR1a gene in contributing to the prepulse inhibition response to auditory stimuli."}, {"pubmed": 19195791, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19350216, "text": "The amplified region was polymorphic in length in all species investigated. This region could be a marker to further survey functional difference between and within species."}, {"pubmed": 19461995, "text": "AVPR1A haplotype AVR+RS1 further suggested a positive association with creative functions in music using haplotype-based association test HBAT."}, {"pubmed": 19598235, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20142561, "text": "polymorphism rs1042615 of the V1a receptor altered body mass index and diastolic pressure in middle-aged and older men and the training-induced responses of DBP and low-density lipoprotein cholesterol, whereas women did not show any of these responses"}, {"pubmed": 20368512, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20413116, "text": "Possible roles of oxytocin receptor and vasopressin-1alpha receptor in the pathomechanism of dysperistalsis and dysmenorrhea in patients with adenomyosis uteri."}, {"pubmed": 20452058, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20452058, "text": "The results of this study found a statistically significant association between microsatellites and Korean autism spectrum disorders."}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20546835, "text": "Evidence provided for a possible association between these SNPs and the phenotype of autism spectrum disorders."}, {"pubmed": 20546835, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20889332, "text": "The importance of subtle, quantitative measures of endophenotype are emphasized in this review of the neural distribution of vasopressin 1a receptor (V1aR), a recent focus for studies of social behavior."}, {"pubmed": 21307861, "text": "A positive association between the AVPR1A haplotype (RS1 and AVR) and active current listening to music (permuted P=0.0019) was observed."}, {"pubmed": 21514569, "text": "report finds an association between AVPR1A and the risk for DUD."}, {"pubmed": 21747049, "text": "Our results demonstrate a role for V1A-mediated signaling in the development of heart failure."}, {"pubmed": 21980412, "text": "AVPR1A variant associated with preschoolers' lower altruistic behavior."}, {"pubmed": 22008661, "text": "data suggest a possible interrelation between AVR and RS3 gene variants of the AVPR1A gene and impulsive aggression in patients with borderline personality disorder"}, {"pubmed": 22288734, "text": "In a sample of European mothers, a microsatellite variant RS3 of the vasopressin 1a receptor gene is associated with maternal sensitivity; this association is strongest under conditions of high maternal early adversity."}, {"pubmed": 22384070, "text": "analysis of AVPR1A and SLC6A4 polymorphisms in choral singers and non-musicians"}, {"pubmed": 22457427, "text": "greater perceived threat predicted lower commitment to civic duty for individuals with one or two short alleles for AVPR1a rs1, but not for individuals with only long alleles"}, {"pubmed": 22764113, "text": "Human maternal behaviour is associated with arginine vasopressin receptor 1A gene"}, {"pubmed": 24373571, "text": "There was moderate statistical evidence for interactions shoulder pain phenotypes between AVPR1A and depressive symptoms, pain catastrophizing, or kinesiophobia"}, {"pubmed": 24618689, "text": "Early caregiving combined with genetic liability along the axis of vasopressin-oxytocin gene pathways: G x E contributions to PTSD."}, {"pubmed": 24660771, "text": "Men, but not women, with high levels of poststressor AVP and the 320 allele of the RS1 polymorphism reported more poststressor anger than noncarriers."}, {"pubmed": 24849541, "text": "Gene-level tests showed that DRD2 was associated with vocabulary, ASPM with vocabulary and reading decoding, and AVPR1A with all three endophenotypes."}, {"pubmed": 24924430, "text": "humanized AVPR1A mice displayed increased reciprocal social interactions compared with wild-type animals."}, {"pubmed": 25016245, "text": "Study found that variability in the rs7298346 marker, located in the 5'-flanking region, was related to a composite measure of executive functioning in 4-year-old children after controlling for a variety of covariates and children's theory of mind."}, {"pubmed": 25438555, "text": "Haplotype analysis revealed an association of AVPR1A C*S- and C*L-haplotype (rs11174811 and RS1, respectively) and increased or decreased Extraversion (EPI) in Bashkirs, respectively."}, {"pubmed": 25476609, "text": "examined associations between polymorphisms in OXTR and AVPR1a and individual differences in emotional and cognitive empathy 367 young adults; emotional empathy was associated solely with OXTR, whereas cognitive empathy was associated solely with AVPR1a"}, {"pubmed": 25529259, "text": "AVPR1A RS3 was not associated with schizophrenia; variation in the AVPR1A gene contributes to social behavioral deficits associated with schizophrenia"}, {"pubmed": 25707602, "text": "The arginine vasopressin receptor 1A gene (AVPR1A) is known to affect social communication and has been reported to associate with autism in several studies."}, {"pubmed": 25968600, "text": "Study identified, in OXTR and AVPR1A genes, signatures of balancing selection in the cis-regulative acting sequences such as transcription factor binding and enhancer sequences, as well as in a transcriptional repressor sequence motif. Additionally, in the intron 3 of the OXTR gene, the SNP rs59190448 appears to be under positive directional selection."}, {"pubmed": 26087016, "text": "The gene-based analysis indicated association of variation within AVPR1A with aggressive behavior. We conclude that common variants at 2p12 show suggestive evidence for association with childhood aggression."}, {"pubmed": 26295806, "text": "Higher acute vulnerability to stress exists in persons with long AVPR1A RS3 alleles and increased arginine vasopressin levels."}, {"pubmed": 26911439, "text": "Study used brainstem tissue containing this region in order to validate a reliable, pharmacologically informed receptor autoradiography protocol for use in human brain tissue more broadly and to establish where OXTR and AVPR1a are expressed in adjacent regions in the human brainstem."}, {"pubmed": 27027249, "text": "Using a mixed mediation and moderation model, study found that the gray matter volume of the right fusiform face area mediated the association between AVPR1A RS3 and altruistic behavior. Moreover, this mediation effect was significant only in male subjects."}, {"pubmed": 27581946, "text": "Mothers with long alleles for AVPR1a and DRD4 engaged in more mother-oriented social cognition, which in turn predicted less sensitive maternal behavior. There were no significant direct effects of AVPR1a or DRD4 on maternal sensitivity (beta = 0.02, P = .73 and beta = -0.10, P = .57, respectively)."}, {"pubmed": 27743766, "text": "Association between neural activation of the anterior prefrontal cortex in mothers and fathers in response to their child smiling video stimuli to induce the positive affect related to attachment with their child, and genetic variants of OT receptor (OXTR) and AVP receptor 1A (AVPR1A)."}, {"pubmed": 27874273, "text": "Overall, our study establishes continuity between the existing AVPR1a research in clinical and non-clinical populations. Our results suggest that vasopressin may exert its effects on social behaviour in part by modulating attentional focus between social and non-social cues."}, {"pubmed": 28322981, "text": "The data of this study indicated that alterations in amygdala signalling may constitute a neural mechanism by which polymorphisms of the AVPR1A gene could influence ASD susceptibility."}, {"pubmed": 28350742, "text": "Genetic variation in the vasopressin 1a receptor was found not to be associated with circulatory or renal failure, but with the presence of coagulation failure in patients with acute decompensation of liver cirrhosis and acute-on-chronic liver failure."}, {"pubmed": 28420919, "text": "T allele located at arginine vasopressin receptor 1a receptor promoter rs113481894 locus may be associated with the pathogenesis of type I hepatorenal syndrome."}, {"pubmed": 28687839, "text": "Three OXTR polymorphisms (rs2270465, rs2268493, rs7632287) and 2 AVPR1A polymorphisms (rs1587097, rs1042615) showed nominal effects (p < .05) on vocal symptoms, of which 1 (rs1587097) remained significant after correcting for multiple testing (p = .003). Study found potential mediation of the effect of the OXTR rs2268493 polymorphism on vocal symptoms through levels of cortisol."}, {"pubmed": 28808521, "text": "These results demonstrate that polymorphisms in the AVPR1A promoter region might be involved in pathophysiology of ASD and in functional regulation of the expression of AVPR1A."}, {"pubmed": 29182374, "text": "Despite having a similar minor allele frequency (MAF) of 14.5% compared with the SMILE cohort, our results did not support an association of the mirSNP rs11174811 with the hypertension phenotype or with continuous blood pressure outcomes in the south Indian population."}, {"pubmed": 29581423, "text": "Study finds evidence of differential allele expression, in at least a third of human brain samples heterozygous for a reporter single nucleotide polymorphism (SNP) in the arginine vasopressin receptor 1a (AVPR1a) transcript. We also show that this functional effect and a downstream phenotype, externalizing behavior, are predicted by AVPR1a short tandem repeats but not SNPs."}, {"pubmed": 30518641, "text": "Results demonstrate a significant association between AVPR1A and ratio between the second and fourth digits (2D:4D)."}, {"pubmed": 30688485, "text": "Study found that the left ventral pallidum showed a significant multiple correlation with altruism scores (Agape scale), and oxytocin receptor rs53576 and AVP 1a-type receptor gene in response to a partner's distressed and joyful facial images."}, {"pubmed": 31053625, "text": "The single nucleotide polymorphisms rs11174811 and rs3803107 in the AVPR1A gene are associated with an increased risk of hypertension in the Chinese Han population. This may be related to the effect of these variants on the regulation of AVPR1A expression by miRNAs."}, {"pubmed": 31138298, "text": "Study revealed that a hyper-methylation in gene promoter, leading to relatively reduced patterns of AVPR1a, OXTR, and PKCB expressions offering new and important information for further understanding the pathological features caused by pre-eclampsia in the fetal vascular system, as well as roles of epigenetic-mediated gene expression in umbilical vascular dysfunction."}, {"pubmed": 31175056, "text": "The insensitivity of AVP was correlated with the down-regulated AVP receptor 1a (AVPR1A, AVPR1A gene) and protein kinase C isoform beta (PKCbeta, PKCBeta gene), particularly the hyper-methylation-mediated AVPR1A and PKCBeta gene down-regulation"}, {"pubmed": 31243151, "text": "Depletion of AVPR1A in castration-resistant prostate cancer cells resulted in decreased cell proliferation and reduced cyclin A."}, {"pubmed": 31530830, "text": "Peripheral Blood Mononuclear Cell Oxytocin and Vasopressin Receptor Expression Positively Correlates with Social and Behavioral Function in Children with Autism."}, {"pubmed": 32528417, "text": "Cumulative Risk on Oxytocin-Pathway Genes Impairs Default Mode Network Connectivity in Trauma-Exposed Youth."}, {"pubmed": 32828928, "text": "Neural mechanisms of AVPR1A RS3-RS1 haplotypes that impact verbal learning and memory."}, {"pubmed": 33362272, "text": "No association between genetic variants in MAOA, OXTR, and AVPR1a and cooperative strategies."}, {"pubmed": 34032285, "text": "Class A G protein-coupled receptors assemble into functional higher-order hetero-oligomers."}, {"pubmed": 34161896, "text": "Evidence for association of vasopressin receptor 1A promoter region repeat with childhood onset aggression."}, {"pubmed": 35503085, "text": "Exploiting Dependence of Castration-Resistant Prostate Cancer on the Arginine Vasopressin Signaling Axis by Repurposing Vaptans."}, {"pubmed": 37312550, "text": "Association between arginine vasopressin receptor 1A (AVPR1A) polymorphism and inequity aversion."}], "genomic_pos": {"chr": "12", "end": 63151201, "ensemblgene": "ENSG00000166148", "start": 63142759, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 63544722, "start": 63539014, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001992", "qualifier": "involved_in", "term": "regulation of systemic arterial blood pressure by vasopressin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002125", "qualifier": "involved_in", "term": "maternal aggressive behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003084", "qualifier": "involved_in", "term": "positive regulation of systemic arterial blood pressure"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006091", "pubmed": 8106369, "qualifier": "involved_in", "term": "generation of precursor metabolites and energy"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007621", "qualifier": "involved_in", "term": "negative regulation of female receptivity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007625", "qualifier": "involved_in", "term": "grooming behavior"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008015", "pubmed": 8106369, "qualifier": "involved_in", "term": "blood circulation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 9322919, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010460", "qualifier": "involved_in", "term": "positive regulation of heart rate"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014049", "qualifier": "involved_in", "term": "positive regulation of glutamate secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014902", "qualifier": "involved_in", "term": "myotube differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019722", "qualifier": "involved_in", "term": "calcium-mediated signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021537", "qualifier": "involved_in", "term": "telencephalon development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030307", "qualifier": "involved_in", "term": "positive regulation of cell growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031394", "qualifier": "involved_in", "term": "positive regulation of prostaglandin biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032849", "qualifier": "involved_in", "term": "positive regulation of cellular pH reduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032870", "qualifier": "involved_in", "term": "cellular response to hormone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035176", "qualifier": "involved_in", "term": "social behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042631", "qualifier": "involved_in", "term": "cellular response to water deprivation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042711", "qualifier": "involved_in", "term": "maternal behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042713", "qualifier": "involved_in", "term": "sperm ejaculation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045907", "qualifier": "involved_in", "term": "positive regulation of vasoconstriction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051412", "qualifier": "involved_in", "term": "response to corticosterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051970", "qualifier": "involved_in", "term": "negative regulation of transmission of nerve impulse"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0150104", "pubmed": [26590417, 30280653], "qualifier": "involved_in", "term": "transport across blood-brain barrier"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005768", "pubmed": 14757828, "qualifier": "located_in", "term": "endosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 14757828, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030139", "pubmed": 14757828, "qualifier": "located_in", "term": "endocytic vesicle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005000", "qualifier": "enables", "term": "vasopressin receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005000", "pubmed": 9322919, "qualifier": "enables", "term": "vasopressin receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005080", "pubmed": 10858434, "qualifier": "enables", "term": "protein kinase C binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18402937, 29386406], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0017046", "qualifier": "enables", "term": "peptide hormone binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031894", "qualifier": "enables", "term": "V1A vasopressin receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042277", "qualifier": "enables", "term": "peptide binding"}]}, "homologene": {"genes": [[6239, 184471], [6239, 188227], [7955, 555939], [7955, 571591], [8364, 100488869], [9031, 771773], [9544, 717041], [9598, 452038], [9606, 552], [9615, 481142], [9913, 538439], [10090, 54140], [10116, 25107]], "id": 568}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Vasopressin V1A receptor", "id": "IPR001224", "short_desc": "Vprs_V1A_rcpt"}, {"desc": "Vasopressin receptor", "id": "IPR001817", "short_desc": "Vasoprsn_rcpt"}, {"desc": "Vasopressin V1 receptor, C-terminal", "id": "IPR015076", "short_desc": "V1R_C"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": ["IPI00020968", "IPI01020865"], "map_location": "12q14.2", "name": "arginine vasopressin receptor 1A", "other_names": ["SCCL vasopressin subtype 1a receptor", "V1-vascular vasopressin receptor AVPR1A", "V1a vasopressin receptor", "antidiuretic hormone receptor 1A", "vascular/hepatic-type arginine vasopressin receptor", "vasopressin V1a receptor"], "pantherdb": {"HGNC": "895", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1859216", "ortholog_type": "LDO", "panther_family": "PTHR24241", "taxid": 10090, "uniprot_kb": "Q62463"}, {"RGD": "2185", "ortholog_type": "LDO", "panther_family": "PTHR24241", "taxid": 10116, "uniprot_kb": "P30560"}, {"Ensembl": "ENSGALG00000040567", "ortholog_type": "LDO", "panther_family": "PTHR24241", "taxid": 9031, "uniprot_kb": "A0A1D5NXS1"}, {"ZFIN": "ZDB-GENE-101028-2", "ortholog_type": "O", "panther_family": "PTHR24241", "taxid": 7955, "uniprot_kb": "E7FH20"}, {"ZFIN": "ZDB-GENE-041210-105", "ortholog_type": "LDO", "panther_family": "PTHR24241", "taxid": 7955, "uniprot_kb": "F1Q5N3"}], "uniprot_kb": "P37288"}, "pathway": {"kegg": [{"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04072", "name": "Phospholipase D signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04270", "name": "Vascular smooth muscle contraction - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-388479", "name": "Vasopressin-like receptors"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-5619099", "name": "Defective AVP does not bind AVPR1A,B and causes neurohypophyseal diabetes insipidus (NDI)"}, {"id": "R-HSA-5619102", "name": "SLC transporter disorders"}, {"id": "R-HSA-5619115", "name": "Disorders of transmembrane transporters"}], "wikipathways": [{"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": "1YTV", "pfam": ["PF00001", "PF08983"], "pharmgkb": "PA25187", "pharos": {"target_id": 6930, "tdl": "Tclin"}, "pir": "A53046", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246199", "relationship": "is"}, {"id": "GNF246200", "relationship": "is"}, {"id": "GNF246201", "relationship": "is"}, {"id": "GNF246202", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF279876", "relationship": "is"}, {"id": "GNF279877", "relationship": "is"}, {"id": "GNF279878", "relationship": "is"}, {"id": "GNF279879", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079722", "relationship": "is"}, {"id": "GNF079723", "relationship": "is"}, {"id": "GNF079724", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054021", "relationship": "is"}, {"id": "GNF058800", "relationship": "is"}, {"id": "GNF074080", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069261", "relationship": "is"}, {"id": "GNF069262", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278412", "relationship": "is"}, {"id": "GNF278559", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093138", "relationship": "is"}, {"id": "GNF132836", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": ["NP_000697.1", "XP_054228380.1"], "rna": ["NM_000706.5", "XM_054372405.1"], "translation": [{"protein": "XP_054228380.1", "rna": "XM_054372405.1"}, {"protein": "NP_000697.1", "rna": "NM_000706.5"}]}, "reporter": {"HG-U133_Plus_2": ["206250_x_at", "206251_s_at", "206252_s_at", "238835_at", "242680_at"], "HG-U95Av2": "38955_at", "HG-U95B": "42785_r_at", "HTA-2_0": "TC12001661.hg.1", "HuEx-1_0": "3459722", "HuGene-1_1": "7964660", "HuGene-2_1": "16766946"}, "summary": "The protein encoded by this gene acts as receptor for arginine vasopressin. This receptor belongs to the subfamily of G-protein coupled receptors which includes AVPR1B, V2R and OXT receptors. Its activity is mediated by G proteins which stimulate a phosphatidylinositol-calcium second messenger system. The receptor mediates cell contraction and proliferation, platelet aggregation, release of coagulation factor and glycogenolysis. [provided by RefSeq, Jul 2008].", "symbol": "AVPR1A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332122"}, "unigene": "Hs.2131", "uniprot": {"Swiss-Prot": "P37288", "TrEMBL": ["F8VW98", "X5D2B0"]}, "wikipedia": {"url_stub": "Arginine vasopressin receptor 1A"}}