{"AllianceGenome": "897", "HGNC": "897", "MIM": "300538", "_id": "554", "_version": 1, "accession": {"genomic": ["CH471172.2", "CP068255.2", "FJ411207.1", "L22206.1", "NC_000023.11", "NC_060947.1", "NG_008687.1", "S75754.1", "U04357.1", "U52112.2"], "protein": ["AAA03651.1", "AAB32753.1", "AAB86428.1", "AAB87678.1", "AAC09005.1", "AAD16444.1", "AAD16445.1", "AAI01485.1", "AAI12182.1", "AAO92298.1", "ACR39021.1", "CAA77746.1", "EAW72783.1", "EAW72784.1", "EAW72785.1", "NP_000045.1", "NP_001139623.1", "P30518.1"], "rna": ["AF030626.1", "AF032388.1", "AF101727.1", "AF101728.1", "AY242131.1", "BC015746.1", "BC033090.1", "BC041642.1", "BC080603.1", "BC101484.1", "BC112181.1", "BG830436.1", "BI820082.1", "NM_000054.7", "NM_001146151.3", "NR_027419.2", "Z11687.1"], "translation": [{"protein": "NP_001139623.1", "rna": "NM_001146151.3"}, {"protein": "AAO92298.1", "rna": "AY242131.1"}, {"protein": "AAB87678.1", "rna": "AF032388.1"}, {"protein": "AAI01485.1", "rna": "BC101484.1"}, {"protein": "CAA77746.1", "rna": "Z11687.1"}, {"protein": "NP_000045.1", "rna": "NM_000054.7"}, {"protein": "AAB86428.1", "rna": "AF030626.1"}, {"protein": "AAI12182.1", "rna": "BC112181.1"}, {"protein": "AAD16444.1", "rna": "AF101727.1"}, {"protein": "AAD16445.1", "rna": "AF101728.1"}]}, "alias": ["ADHR", "DI1", "DIR", "DIR3", "NDI", "NDI1", "V2R"], "ensembl": {"gene": "ENSG00000126895", "protein": ["ENSP00000338072", "ENSP00000359066", "ENSP00000393397", "ENSP00000393513", "ENSP00000496396"], "transcript": ["ENST00000337474", "ENST00000370049", "ENST00000430697", "ENST00000434679", "ENST00000646375"], "translation": [{"protein": "ENSP00000393397", "rna": "ENST00000434679"}, {"protein": "ENSP00000496396", "rna": "ENST00000646375"}, {"protein": "ENSP00000393513", "rna": "ENST00000430697"}, {"protein": "ENSP00000338072", "rna": "ENST00000337474"}, {"protein": "ENSP00000359066", "rna": "ENST00000370049"}], "type_of_gene": "protein_coding"}, "entrezgene": "554", "exons": [{"cdsend": 153906728, "cdsstart": 153905145, "chr": "X", "position": [[153904713, 153904771], [153904973, 153905170], [153905531, 153906416], [153906522, 153907166]], "strand": 1, "transcript": "NM_000054", "txend": 153907166, "txstart": 153904713}, {"cdsend": 153906436, "cdsstart": 153905145, "chr": "X", "position": [[153904713, 153904771], [153904973, 153905170], [153905531, 153907166]], "strand": 1, "transcript": "NM_001146151", "txend": 153907166, "txstart": 153904713}, {"cdsend": 153907166, "cdsstart": 153907166, "chr": "X", "position": [[153902624, 153902892], [153904973, 153905170], [153906018, 153906416], [153906522, 153907166]], "strand": 1, "transcript": "NR_027419", "txend": 153907166, "txstart": 153902624}], "exons_hg19": [{"cdsend": 153172182, "cdsstart": 153170599, "chr": "X", "position": [[153170167, 153170225], [153170427, 153170624], [153170985, 153171870], [153171976, 153172620]], "strand": 1, "transcript": "NM_000054", "txend": 153172620, "txstart": 153170167}, {"cdsend": 153171890, "cdsstart": 153170599, "chr": "X", "position": [[153170167, 153170225], [153170427, 153170624], [153170985, 153172620]], "strand": 1, "transcript": "NM_001146151", "txend": 153172620, "txstart": 153170167}, {"cdsend": 153172620, "cdsstart": 153172620, "chr": "X", "position": [[153168078, 153168346], [153170427, 153170624], [153171472, 153171870], [153171976, 153172620]], "strand": 1, "transcript": "NR_027419", "txend": 153172620, "txstart": 153168078}], "generif": [{"pubmed": 10561596, "text": "proteolytic cleavage of the V2 receptor requires a defined conformation and might play a role in signal termination at elevated hormone concentrations"}, {"pubmed": 11754100, "text": "A novel type of contiguous gene deletion of AVPR2 has been identified in unrelated Japanese kindreds with nephrogenic diabetes insipidus."}, {"pubmed": 11868598, "text": "A new mutation associated with nephrogenic diabetes insipidus was isolated: a 6-AA deletion between G107 and C112."}, {"pubmed": 11916004, "text": "Mutations causing NDI include R106C, F287L, and R337X."}, {"pubmed": 11923476, "text": "a single amino acid difference in the first extracellular loop determines the efficiency of cell surface expression"}, {"pubmed": 12482593, "text": "HV2R has a serine/threonine motif that is required for retention in the cytoplasm"}, {"pubmed": 12900404, "text": "palmitoylation enhances the recruitment of beta-arrestin to the activated V2 vasopressin receptor thus facilitating processes requiring the scaffolding action of beta-arrestin"}, {"pubmed": 12960162, "text": "V2 vasopressin receptor degradation is regulated by agonist-promoted ubiquitination"}, {"pubmed": 14757828, "text": "examination of interaction with beta-arrestin and trafficking patterns by heterodimerization with V1 vasopressin receptor"}, {"pubmed": 15319430, "text": "analysis of pharmacochaperone cell surface delivery with a three-dimensional homology model of the antagonist-bound hV2R"}, {"pubmed": 15319442, "text": "a C-terminal region of the V2R important for calmodulin interaction is also important in modulation of V2R elevation of intracellular Ca2"}, {"pubmed": 15452133, "text": "V2 vasopressin receptor has a role in inhibiting signaling through its interaction with receptor dimer and G protein"}, {"pubmed": 16115624, "text": "The data suggested that lysine 231 and glutamate 268 might interact with each other and might play a role in promoting GDP/GTP exchange in V2 vasopressin receptors."}, {"pubmed": 16162341, "text": "Results show that the hydrophobic amino acid residues in the membrane-proximal C tail of the G protein-coupled vasopressin V2 receptor are necessary for transport-competent receptor folding."}, {"pubmed": 16240160, "text": "Genetic analysis confirmed a mutation in AVPR2."}, {"pubmed": 16267275, "text": "V2R-V206D and V2R-S167T were rescued and matured to a greater extent, suggesting that the rescuing activity of a pharmacological versus chemical chaperone is broader and stronger"}, {"pubmed": 16333859, "text": "molecular dynamics analysis of mechanism of desmopressin binding in vasopressin V2 receptor versus vasopressin V1a and oxytocin receptors"}, {"pubmed": 16563128, "text": "After VP stimulation of renal epithelial cells, AQP2 accumulates at the cell surface, while the V2R is actively internalized. This endocytotic block may involve a reduced capacity of phosphorylated AQP2 to interact with the endocytotic machinery."}, {"pubmed": 16580609, "text": "Most missense AVPR2 mutations lead to receptors that are trapped intracellularly; a few mutant receptors reach the cell surface but are unable to bind AVP or to properly trigger an intracellular cyclic adenosine monophosphate signal."}, {"pubmed": 16825342, "text": "The disorder nephrogenic diabetes insipidus (NDI) is inherited in an X-linked or autosomal fashion due to mutations in the genes encoding V2R or AQP2, respectively."}, {"pubmed": 16845277, "text": "Two novel mutations were identified in each of AVPR2 and AQP2 underlying Congenital Nephrogenic Diabetes Insipidus in Arab families."}, {"pubmed": 17020465, "text": "Findings of mutations scattered over the entire coding region of the AVPR2 gene are a valuable model to determine structure function relationship in G-protein-coupled receptor-related diseases."}, {"pubmed": 17101063, "text": "These findings suggest that the two patients in a Chinese family suffering from congenital nephrogenic diabetes insipidus had a 5,995-bp deletion and 3-bp (GAG) insertion at Xq28. The deletion contained the entire AVPR2 gene and exon 22 of the C1 gene."}, {"pubmed": 17216256, "text": "Y205F missense mutation would cause nephrogenic diabetes insipidus."}, {"pubmed": 17229917, "text": "Mutations involved in nephrogenic syndrome of inappropriate antidiuresis in men and womwen."}, {"pubmed": 17389737, "text": "Primary nocturanl enuresis and coexisting nephrogenic diabetes insipidus, as a result of a novel nonsense mutation in the V2R gene (C358X)."}, {"pubmed": 17550212, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17550212, "text": "Urinary AQP2 excretion was absent in patients with severely debilitating mutations, a novel total deletion of the A VPR2 gene, and a novel nonsense mutation W296X."}, {"pubmed": 17626156, "text": "V(2)R mRNA was expressed in medullary TAL (MTAL), macula densa, connecting tubule, and cortical and medullary collecting duct, and was weakly expressed in cortical TAL and distal convoluted tubule in rat, mouse, and human."}, {"pubmed": 17941907, "text": "A novel missense mutation in exon 3 of the AVPR2 gene was identified in the nephrogenic diabetes insipidus patients."}, {"pubmed": 18199683, "text": "Ubiquitin-like protein PLIC-2 is identified as a negative regulator of G protein-coupled receptor endocytosis."}, {"pubmed": 18288441, "text": "The protective mechanism exerted by OPC-31260 stems from its influence on the renal vasopressin V(2) receptors. These observations might suggest an effective approach to the treatment of global hypoxia-induced cerebral oedema in humans."}, {"pubmed": 18323675, "text": "Clinical nephrogenic diabetes insipidus phenotypes may correlate with the X-inactivation patterns in female carriers with heterozygote vasopressin type 2 receptor gene mutations."}, {"pubmed": 18358546, "text": "Data demonstrated a direct and specific interaction between vasopressin V2 receptor and GC1q-Rthese two proteins via the arginine cluster of vasopressin V2 receptor."}, {"pubmed": 18578504, "text": "identified a novel phosphorylation site (Ser(255))in the third intracellular loop that could be phosphorylated in vitro by protein kinase A, but not by Akt kinase"}, {"pubmed": 18726898, "text": "AVPR2 variants & mutations in nephrogenic diabetes insipidus(NDI); spectrum of mutations varies from rare gene variants or polymorphisms not causing NDI to rare mutations causing NDI, among which arginine and tyrosine are the most common missense"}, {"pubmed": 18753429, "text": "adults with intermittent, severe hyponatraemia may have a constitutively activating mutation in the AVPR2 with resultant nephrogenic syndrome of inappropriate antidiuresis"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19094077, "text": "both pAVP (1.6-fold versus controls; P = 0.048) and inner ear V2R mRNA expression (41.5-fold versus controls; P = 0.022) were significantly higher in Meniere's patients than controls"}, {"pubmed": 19170711, "text": "Wild-type V2R localized to the cell membrane while L57R V2R remained intracellular."}, {"pubmed": 19179480, "text": "Data indicate that the vasopressin 2 receptor-R137C and V2R-R137L mutants traffic considerably more efficiently to the plasma membrane than V2R-R137H, identifying this as a potentially important mutation-dependent difference affecting V2R function."}, {"pubmed": 19217806, "text": "Our study shows for the first time that renal cancer may effectively synthesize and express the V2-R."}, {"pubmed": 19449677, "text": "Nephrogenic diabetes insipidus due to a novel AVPR2 mutation."}, {"pubmed": 19542240, "text": "Female carriers of activating mutations of the vasopressin receptor are susceptible to hyponatraemia and therefore need to be provided with advice regarding fluid intake."}, {"pubmed": 19638944, "text": "a negative feedback system between vasopressin and arginine vasopressin 2 receptor in the endolymphatic sac may function for inner ear fluid homeostasis against stress-induced increases in vasopressin"}, {"pubmed": 19703807, "text": "The X-linked nephrogenic diabetes insipidus is caused by a novel mutation in the AVPR2 gene that is predicted to truncate the receptor protein."}, {"pubmed": 19812297, "text": "Ligand binding and signal transduction capability are dependent on localization of amino acid variation. Striking divergences at level of receptor functionality may thus underlie similar clinical phenotypes in congenital nephrogenic diabetes insipidus."}, {"pubmed": 19816050, "text": "The V88M mutation is associated with phenotypical diversity, which may be explained by the fact that both the expression level and the hormone-binding affinity are affected by the mutation."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19996159, "text": "Absence of AVPR2 copy number variation in eunatremic and dysnatremic subjects in non-Hispanic Caucasian populations"}, {"pubmed": 19996159, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20159941, "text": "Amino acid substitution of AVPR2 induces the nephrogenic syndrome of inappropriate antidiuresis by reducing surface receptor levels and increasgin cycl AMP production."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20389105, "text": "study of two unrelated Thai boys with congenital nephrogenic diabetes insipidus; the novel AVPR2 mutation M311V retains partial activity and results in a milder form of nephrogenic diabetes insipidus"}, {"pubmed": 20403097, "text": "The 12E-V2R variant has increased binding affinity for AVP, resulting in increased signal transduction, and is associated with increased levels of VWF propeptide, VWF, and FVIII."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20683494, "text": "no asp-lys-ile and asp-arg-tyr mutations significantly altered cAMP production and cell surface expression of V2R in these cells"}, {"pubmed": 21574774, "text": "It is suggested that disorder of V2R signaling in the endolymphatic sac for any reason could be involved in the pathogenesis of endolymphatic hydrops."}, {"pubmed": 21575724, "text": "Overexpression of a V2R fragment corresponding to V2R-i3 as a fusion protein with thioredoxin A at the N-terminus and a hexahistidine tag between the two proteins."}, {"pubmed": 21917732, "text": "Loss-of-function mutations in the vasopressin type 2 receptor gene is associated with nephrogenic diabetes insipidus."}, {"pubmed": 22052024, "text": "the minor haplotype constructs of AVPR2 SNPs were associated with larger body weight losses during the Ironman Triathlons."}, {"pubmed": 22144672, "text": "V2R antagonists can act as protean agonists, serving as pharmacological chaperones for inactivating V2R mutants and also as inverse agonists of wild-type receptors."}, {"pubmed": 22145481, "text": "A novel missense mutation c.506T > C (p.L169P) in AVPR2 in a patient with inherited nephrogenic diabetes insipidus."}, {"pubmed": 22386940, "text": "In this mini-review the retrospective analysis of 13 known AVPR2 mutations that have been previously shown in vitro to partially abolish AVPR2 function is described, along with a novel mutation diagnosed in a kindred with partial nephrogenic diabetes insipidus. [Review]"}, {"pubmed": 22644838, "text": "Of the 15 patients with diabetes insipidus eight patients have AVPR2 mutations"}, {"pubmed": 22879391, "text": "The deletion mechanisms in the AVPR2 region do not follow the rules of non-allelic homologous recombination. Review."}, {"pubmed": 22965914, "text": "X-linked nephrogenic diabetes insipidus (NDI) and intellectual disability in two dizygotic twin brothers was caused by a novel contiguous deletion of 17,905 bp of the entire AVPR2 gene and intron 7 of the ARHGAP4 gene."}, {"pubmed": 23150186, "text": "52 disease-causing mutations of AVPR2 were identified. missense mutations were most common (54%), followed by deletion mutations. 64 women who had monoallelic disease-causing AVPR2 mutations, 16 had NDI symptoms, including 4 complete NDI subjects"}, {"pubmed": 23362144, "text": "No pathological variants affecting R137 were detected among the 5,142 AVPR2 alleles successfully genotyped. Even at the population extremes of serum sodium distribution, we estimate minor allele frequency"}, {"pubmed": 23364801, "text": "Investigations into primary inherited nephrogenic diabetes insipidus (NDI) have contributed enormously to our understanding of the mechanisms of urinary concentration and identified the vasopressin receptor AVPR2, as well as the water channel aquaporin-2."}, {"pubmed": 23604254, "text": "crystal structure of beta-arrestin-1 (also called arrestin-2) in complex with a fully phosphorylated 29-amino-acid carboxy-terminal peptide derived from the human V2 vasopressin receptor (V2Rpp)"}, {"pubmed": 23762448, "text": "Three vasopressin receptor 2 variants: an apparent polymorphism (V266A) and two loss-of-function mutations (R181C and M311V) may be related to nephrogenic syndrome of inappropriate antidiuresis and to nephrogenic diabetes insipidus."}, {"pubmed": 23935101, "text": "vasopressin receptor type 2 signaling is controlled by retromer and arrestin in a noncanonical regulatory pathway"}, {"pubmed": 24026507, "text": "X-linked nephrogenic diabetes insipidus and severity of illness in this family is caused by a novel deletion in the AVPR2 gene"}, {"pubmed": 24556353, "text": "This review summarizes some of the unexpected roles of V2R signaling and suggests that vasopressin signaling itself may contribute crucially to loss of polarity and enhanced proliferation in cystic kidney epithelium."}, {"pubmed": 24628417, "text": "Rescue of the N321K-V2R function by Val(4)-desmopressin action in nephrogenic diabetes insipidus."}, {"pubmed": 24944242, "text": "AVP acting at V2R does not appear to regulate water losses from body fluids other than renal excretion during exercise."}, {"pubmed": 26131744, "text": "In this study, we identified and characterized a new gain-of function mutation of the V2R, which leads to nephrogenic syndrome of inappropriate diuresis."}, {"pubmed": 26244674, "text": "A heterozygous deletion in exon 1 of the AVPR2 gene is associated with nephrogenic diabetes insipidus."}, {"pubmed": 26795631, "text": "a splice site mutation in AVPR2 leads to partial X-linked NDI in two brothers."}, {"pubmed": 26974133, "text": "AVPR2 missense mutation is associated with nephrogenic diabetes insipidus."}, {"pubmed": 27117808, "text": "We present a novel mutation in codon 137 within AVPR2 with substitution of glycine for arginine in male dizygotic twins."}, {"pubmed": 27156763, "text": "An overview of AVPR2 mutations in genetic forms of nephrogenic diabetes insipidus (review)"}, {"pubmed": 27355191, "text": "Data found Mutations of Vasopressin Receptor 2 Including Novel L312S Have Differential Effects on Trafficking"}, {"pubmed": 27565746, "text": "this case report describes a case of congenital nephrogenic diabetes insipidus with an AVPR2 gene I324M missense mutation; this is the first report of this mutation in patients with congenital nephrogenic diabetes insipidus"}, {"pubmed": 27577218, "text": "Data suggest that the congenital congenital nephrogenic diabetes insipidus (NDI) in the patient, his mother and grandmother was probably due to mutation of the arginine vasopressin receptor 2 (AVPR2) gene."}, {"pubmed": 27601473, "text": "the canceling of the desensitization effect of OPC51803 by the pharmacochaperone effect after long-term treatment may produce sustainable signaling, and thus pharmacochaperone agonists such as OPC51803 may serve as promising therapeutics for NDI caused by misfolded V2R mutants."}, {"pubmed": 29125546, "text": "Here we provide an updated overview of the genetic defects causing NDI, the most recent strategies under investigation for rescuing the activity of mutated AVPR2 or AQP2, or for bypassing defective AVPR2 signaling and restoring AQP2 plasma membrane expression."}, {"pubmed": 29394883, "text": "A novel 22.1-kb deletion in AVPR2 was identified, leading to X-linked nephrogenic diabetes insipidus in a Chinese pedigree."}, {"pubmed": 29594432, "text": "Being a rapid diagnostic tool for congenital nephrogenic diabetes insipidus , direct sequencing of AVPR2 should be encouraged in newborns with familial predisposition to congenital nephrogenic diabetes insipidus."}, {"pubmed": 29991464, "text": "A hemizygous, missense mutation was identified at the position 80(th) in exon 2 (p.H80Y) of arginine vasopressin receptor 2 (AVPR2) in the proband, and the proband's mother, maternal aunt and grandmother were heterozygous and his maternal uncle was hemizygous for this mutation."}, {"pubmed": 30068530, "text": "the present studies have now identified a promising lead compound that could function as a pharmacoperone to correct the trafficking defect of the NDI-associated mutant V2R L83Q and thus has the therapeutic potential for the treatment of NDI."}, {"pubmed": 31486901, "text": "Constitutively active V2R mutants associated with NSIAD result perturbation of water permeability in MCD4 cellsMCD4 cells."}, {"pubmed": 31577731, "text": "A mutation in AVPR2 was discovered to be associated with nephrogenic diabetes insipidus"}, {"pubmed": 32073219, "text": "A female with X-linked Nephrogenic diabetes insipidus in a family with inherited central diabetes Insipidus: Case report and review of the literature."}, {"pubmed": 32413442, "text": "Dynamics and structural communication in the ternary complex of fully phosphorylated V2 vasopressin receptor, vasopressin, and beta-arrestin 1."}, {"pubmed": 32486031, "text": "The Vasopressin Receptor 2 Mutant R137L Linked to the Nephrogenic Syndrome of Inappropriate Antidiuresis (NSIAD) Signals through an Alternative Pathway that Increases AQP2 Membrane Targeting Independently of S256 Phosphorylation."}, {"pubmed": 32499611, "text": "Vasopressin receptor 2 mutations in the nephrogenic syndrome of inappropriate antidiuresis show different mechanisms of constitutive activation for G protein coupled receptors."}, {"pubmed": 32554753, "text": "Epithelial Vasopressin Type-2 Receptors Regulate Myofibroblasts by a YAP-CCN2-Dependent Mechanism in Polycystic Kidney Disease."}, {"pubmed": 32993088, "text": "AQP2: Mutations Associated with Congenital Nephrogenic Diabetes Insipidus and Regulation by Post-Translational Modifications and Protein-Protein Interactions."}, {"pubmed": 33009446, "text": "Characterization of five novel vasopressin V2 receptor mutants causing nephrogenic diabetes insipidus reveals a role of tolvaptan for M272R-V2R mutation."}, {"pubmed": 33160069, "text": "Arginine vasopressin receptor 2 activation promotes microvascular permeability in sepsis."}, {"pubmed": 33888704, "text": "Structural studies of phosphorylation-dependent interactions between the V2R receptor and arrestin-2."}, {"pubmed": 34101133, "text": "Novel AVPR2 mutations and clinical characteristics in 28 Chinese families with congenital nephrogenic diabetes insipidus."}, {"pubmed": 35503085, "text": "Exploiting Dependence of Castration-Resistant Prostate Cancer on the Arginine Vasopressin Signaling Axis by Repurposing Vaptans."}, {"pubmed": 35901021, "text": "Galphas and Galphaq/11 protein coupling bias of two AVPR2 mutants (R68W and V162A) that cause nephrogenic diabetes insipidus."}, {"pubmed": 38972875, "text": "Role of the V2R-betaarrestin-Gbetagamma complex in promoting G protein translocation to endosomes."}], "genomic_pos": {"chr": "X", "end": 153907166, "ensemblgene": "ENSG00000126895", "start": 153902531, "strand": 1}, "genomic_pos_hg19": [{"chr": "HG1497_PATCH", "end": 153075637, "start": 153071002, "strand": 1}, {"chr": "X", "end": 153172620, "start": 153167985, "strand": 1}], "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001992", "qualifier": "involved_in", "term": "regulation of systemic arterial blood pressure by vasopressin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003084", "qualifier": "involved_in", "term": "positive regulation of systemic arterial blood pressure"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0003092", "pubmed": 1303257, "qualifier": "involved_in", "term": "renal water retention"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007188", "pubmed": 10880054, "qualifier": "involved_in", "term": "adenylate cyclase-modulating G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007190", "pubmed": 9224808, "qualifier": "involved_in", "term": "activation of adenylate cyclase activity"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007599", "pubmed": 10880054, "qualifier": "involved_in", "term": "hemostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 9322919, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021537", "qualifier": "involved_in", "term": "telencephalon development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032870", "qualifier": "involved_in", "term": "cellular response to hormone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034097", "qualifier": "involved_in", "term": "response to cytokine"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045907", "qualifier": "involved_in", "term": "positive regulation of vasoconstriction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902533", "qualifier": "involved_in", "term": "positive regulation of intracellular signal transduction"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005768", "pubmed": 14757828, "qualifier": "located_in", "term": "endosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005783", "pubmed": 10880054, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005794", "pubmed": 10880054, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 14757828, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 8882880, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030139", "pubmed": 14757828, "qualifier": "located_in", "term": "endocytic vesicle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030669", "qualifier": "located_in", "term": "clathrin-coated endocytic vesicle membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 14757828, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005000", "qualifier": "enables", "term": "vasopressin receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005000", "pubmed": 9322919, "qualifier": "enables", "term": "vasopressin receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005000", "pubmed": 8882880, "qualifier": "enables", "term": "vasopressin receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12409230, 21056967, 23236378, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042277", "qualifier": "enables", "term": "peptide binding"}]}, "homologene": {"genes": [[7955, 100007585], [7955, 100151502], [8364, 100487051], [9544, 697763], [9598, 742565], [9606, 554], [9615, 403804], [9913, 281642], [10090, 12000], [10116, 25108]], "id": 20064}, "interpro": [{"desc": "Vasopressin V2 receptor", "id": "IPR000161", "short_desc": "Vprsn_rcpt_V2"}, {"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Vasopressin receptor", "id": "IPR001817", "short_desc": "Vasoprsn_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": ["IPI00026823", "IPI00640964", "IPI00877977", "IPI00878141"], "map_location": "Xq28", "name": "arginine vasopressin receptor 2", "other_names": ["AVPR V2", "antidiuretic hormone receptor", "renal-type arginine vasopressin receptor", "vasopressin V2 receptor"], "pantherdb": {"HGNC": "897", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88123", "ortholog_type": "LDO", "panther_family": "PTHR24241", "taxid": 10090, "uniprot_kb": "O88721"}, {"RGD": "2186", "ortholog_type": "LDO", "panther_family": "PTHR24241", "taxid": 10116, "uniprot_kb": "Q00788"}, {"ZFIN": "ZDB-GENE-090313-344", "ortholog_type": "O", "panther_family": "PTHR24241", "taxid": 7955, "uniprot_kb": "A0A2R8QNI4"}, {"ZFIN": "ZDB-GENE-070705-429", "ortholog_type": "O", "panther_family": "PTHR24241", "taxid": 7955, "uniprot_kb": "A5WWC0"}, {"ZFIN": "ZDB-GENE-110411-48", "ortholog_type": "LDO", "panther_family": "PTHR24241", "taxid": 7955, "uniprot_kb": "A0A2R8QFX1"}], "uniprot_kb": "P30518"}, "pathway": {"kegg": [{"id": "hsa04072", "name": "Phospholipase D signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04962", "name": "Vasopressin-regulated water reabsorption - Homo sapiens (human)"}], "pid": {"id": "arf6_traffickingpathway", "name": "Arf6 trafficking events"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-388479", "name": "Vasopressin-like receptors"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-432040", "name": "Vasopressin regulates renal water homeostasis via Aquaporins"}, {"id": "R-HSA-445717", "name": "Aquaporin-mediated transport"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-5619102", "name": "SLC transporter disorders"}, {"id": "R-HSA-5619115", "name": "Disorders of transmembrane transporters"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-8856825", "name": "Cargo recognition for clathrin-mediated endocytosis"}, {"id": "R-HSA-8856828", "name": "Clathrin-mediated endocytosis"}, {"id": "R-HSA-9036092", "name": "Defective AVP does not bind AVPR2 and causes neurohypophyseal diabetes insipidus (NDI)"}], "smpdb": {"id": "SMP00322", "name": "Vasopressin Regulation of Water Homeostasis"}, "wikipathways": [{"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": ["4JQI", "6NI2", "6U1N", "7BB6", "7BB7", "7DF9", "7DFA", "7DFB", "7DFC", "7DW9", "7KH0", "7R0C", "7R0J", "8GOC", "8I10", "8JRU", "8JRV", "8WRZ", "8WU1"], "pfam": "PF00001", "pharmgkb": "PA25189", "pharos": {"target_id": 18044, "tdl": "Tclin"}, "pir": "I51865", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246207", "relationship": "is"}, {"id": "GNF246208", "relationship": "is"}, {"id": "GNF246209", "relationship": "is"}, {"id": "GNF246210", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF279744", "relationship": "is"}, {"id": "GNF279745", "relationship": "is"}, {"id": "GNF279746", "relationship": "is"}, {"id": "GNF279747", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079728", "relationship": "is"}, {"id": "GNF079729", "relationship": "is"}, {"id": "GNF079730", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054707", "relationship": "is"}, {"id": "GNF059486", "relationship": "is"}, {"id": "GNF074886", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068045", "relationship": "is"}, {"id": "GNF068046", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF279582", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093510", "relationship": "is"}, {"id": "GNF116699", "relationship": "similar to"}, {"id": "GNF133168", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_008687.1"], "protein": ["NP_000045.1", "NP_001139623.1"], "rna": ["NM_000054.7", "NM_001146151.3", "NR_027419.2"], "translation": [{"protein": "NP_001139623.1", "rna": "NM_001146151.3"}, {"protein": "NP_000045.1", "rna": "NM_000054.7"}]}, "reporter": {"HG-U133_Plus_2": ["208108_s_at", "208111_at"], "HG-U95Av2": "667_at", "HTA-2_0": ["TC0X000760.hg.1", "TC0X001930.hg.1"], "HuEx-1_0": "3996047", "HuGene-1_1": "8170794", "HuGene-2_1": "17108213"}, "summary": "This gene encodes the vasopressin receptor, type 2, also known as the V2 receptor, which belongs to the seven-transmembrane-domain G protein-coupled receptor (GPCR) superfamily, and couples to Gs thus stimulating adenylate cyclase. The subfamily that includes the V2 receptor, the V1a and V1b vasopressin receptors, the oxytocin receptor, and isotocin and mesotocin receptors in non-mammals, is well conserved, though several members signal via other G proteins. All bind similar cyclic nonapeptide hormones. The V2 receptor is expressed in the kidney tubule, predominantly in the distal convoluted tubule and collecting ducts, where its primary property is to respond to the pituitary hormone arginine vasopressin (AVP) by stimulating mechanisms that concentrate the urine and maintain water homeostasis in the organism. When the function of this gene is lost, the disease Nephrogenic Diabetes Insipidus (NDI) results. The V2 receptor is also expressed outside the kidney although its tissue localization is uncertain. When these 'extrarenal receptors' are stimulated by infusion of a V2 selective agonist (dDAVP), a variety of clotting factors are released into the bloodstream. The physiologic importance of this property is not known - its absence does not appear to be detrimental in NDI patients. The gene expression has also been described in fetal lung tissue and lung cancer associated with alternative splicing. [provided by RefSeq, Jul 2008].", "symbol": "AVPR2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332124"}, "unigene": "Hs.567240", "uniprot": {"Swiss-Prot": "P30518", "TrEMBL": ["C9JV81", "F8WET1"]}, "wikipedia": {"url_stub": "Arginine vasopressin receptor 2"}}