{"AllianceGenome": "905", "HGNC": "905", "MIM": "109135", "_id": "558", "_version": 1, "accession": {"genomic": ["AC011510.7", "CH471126.1", "CP068259.2", "HI464132.1", "HI464134.1", "KF456581.1", "KF456582.1", "KT584365.1", "NC_000019.10", "NC_060943.1", "X66030.1"], "protein": ["AAA61243.1", "AAB20305.1", "AAH32229.1", "CAA40338.1", "CAA46829.1", "CBX54237.1", "CBX54238.1", "EAW57022.1", "EAW57023.1", "NP_001265528.1", "NP_001690.2", "NP_068713.2", "P30530.4", "WIM01284.1", "WIM01285.1", "WIM01286.1", "WIM01287.1"], "rna": ["AA021223.1", "AI300772.1", "AI309979.1", "AK309139.1", "AK310881.1", "AL556721.3", "BC032229.1", "CA437238.1", "DA478638.1", "HY045208.1", "M76125.1", "NM_001278599.2", "NM_001699.6", "NM_021913.5", "OR103210.1", "OR103211.1", "OR103212.1", "OR103213.1", "S65125.1", "X57019.1", "X66029.1"], "translation": [{"protein": "NP_001265528.1", "rna": "NM_001278599.2"}, {"protein": "NP_068713.2", "rna": "NM_021913.5"}, {"protein": "WIM01284.1", "rna": "OR103210.1"}, {"protein": "WIM01287.1", "rna": "OR103213.1"}, {"protein": "AAB20305.1", "rna": "S65125.1"}, {"protein": "AAA61243.1", "rna": "M76125.1"}, {"protein": "AAH32229.1", "rna": "BC032229.1"}, {"protein": "WIM01286.1", "rna": "OR103212.1"}, {"protein": "NP_001690.2", "rna": "NM_001699.6"}, {"protein": "CAA40338.1", "rna": "X57019.1"}, {"protein": "WIM01285.1", "rna": "OR103211.1"}]}, "alias": ["ARK", "AXL3", "JTK11", "Tyro7", "UFO"], "ec": "2.7.10.1", "ensembl": {"gene": "ENSG00000167601", "protein": ["ENSP00000301178", "ENSP00000351995", "ENSP00000471497"], "transcript": ["ENST00000301178", "ENST00000359092", "ENST00000593513", "ENST00000594880", "ENST00000599659"], "translation": [{"protein": "ENSP00000301178", "rna": "ENST00000301178"}, {"protein": "ENSP00000351995", "rna": "ENST00000359092"}, {"protein": "ENSP00000471497", "rna": "ENST00000593513"}], "type_of_gene": "protein_coding"}, "entrezgene": "558", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 30.9034876253, "exp_mis": 350.290690616, "exp_syn": 157.684896697, "lof_z": 4.43757868920186, "mis_z": 0.896145400729299, "mu_lof": 2.12596199253e-06, "mu_mis": 3.18675286833e-05, "mu_syn": 1.40487747469e-05, "n_lof": 6.0, "n_mis": 316.0, "n_syn": 164.0, "p_li": 0.76630115087899, "p_null": 6.25303704977935e-07, "p_rec": 0.233698223817305, "syn_z": -0.311770205076479}, "bp": 2685, "cds_end": 41765809, "cds_start": 41725297, "n_exons": 20, "nonpsych": {"exp_lof": 27.5791047721, "exp_mis": 316.655352832, "exp_syn": 142.328505661, "lof_z": 4.40949807079285, "mis_z": 0.84056630346357, "mu_lof": 2.12596199253e-06, "mu_mis": 3.18675286833e-05, "mu_syn": 1.40487747469e-05, "n_lof": 4.0, "n_mis": 287.0, "n_syn": 143.0, "p_li": 0.967012846164684, "p_null": 1.13188612209194e-07, "p_rec": 0.0329870406467043, "syn_z": -0.0354375390347238}, "nontcga": {"exp_lof": 28.3930452368, "exp_mis": 322.229294272, "exp_syn": 145.031938199, "lof_z": 4.14560961448092, "mis_z": 0.977757718474188, "mu_lof": 2.12596199253e-06, "mu_mis": 3.18675286833e-05, "mu_syn": 1.40487747469e-05, "n_lof": 6.0, "n_mis": 287.0, "n_syn": 151.0, "p_li": 0.571845875179793, "p_null": 4.1516472952666e-06, "p_rec": 0.428149973172912, "syn_z": -0.313781016413509}, "transcript": "ENST00000301178.4"}, "exons": [{"cdsend": 41259904, "cdsstart": 41237964, "chr": "19", "position": [[41226754, 41226912], [41230966, 41231047], [41231182, 41231298], [41237943, 41238154], [41238469, 41238609], [41239163, 41239314], [41239693, 41239720], [41242882, 41243015], [41243615, 41243707], [41248513, 41248609], [41248742, 41248820], [41252350, 41252443], [41252845, 41252967], [41253598, 41253708], [41256451, 41256611], [41257492, 41257629], [41259552, 41261767]], "strand": 1, "transcript": "NM_001278599", "txend": 41261767, "txstart": 41226754}, {"cdsend": 41259904, "cdsstart": 41219392, "chr": "19", "position": [[41219222, 41219477], [41220635, 41220858], [41221145, 41221246], [41221879, 41222056], [41230966, 41231047], [41231182, 41231298], [41237943, 41238154], [41238469, 41238609], [41239163, 41239314], [41242882, 41243015], [41243615, 41243707], [41248513, 41248609], [41248742, 41248820], [41252350, 41252443], [41252845, 41252967], [41253598, 41253708], [41256451, 41256611], [41257492, 41257629], [41259552, 41261766]], "strand": 1, "transcript": "NM_001699", "txend": 41261766, "txstart": 41219222}, {"cdsend": 41259904, "cdsstart": 41219392, "chr": "19", "position": [[41219222, 41219477], [41220635, 41220858], [41221145, 41221246], [41221879, 41222056], [41230966, 41231047], [41231182, 41231298], [41237943, 41238154], [41238469, 41238609], [41239163, 41239314], [41239693, 41239720], [41242882, 41243015], [41243615, 41243707], [41248513, 41248609], [41248742, 41248820], [41252350, 41252443], [41252845, 41252967], [41253598, 41253708], [41256451, 41256611], [41257492, 41257629], [41259552, 41261766]], "strand": 1, "transcript": "NM_021913", "txend": 41261766, "txstart": 41219222}], "exons_hg19": [{"cdsend": 41765809, "cdsstart": 41743869, "chr": "19", "position": [[41732659, 41732817], [41736871, 41736952], [41737087, 41737203], [41743848, 41744059], [41744374, 41744514], [41745068, 41745219], [41745598, 41745625], [41748787, 41748920], [41749520, 41749612], [41754418, 41754514], [41754647, 41754725], [41758255, 41758348], [41758750, 41758872], [41759503, 41759613], [41762356, 41762516], [41763397, 41763534], [41765457, 41767672]], "strand": 1, "transcript": "NM_001278599", "txend": 41767672, "txstart": 41732659}, {"cdsend": 41765809, "cdsstart": 41725297, "chr": "19", "position": [[41725127, 41725382], [41726540, 41726763], [41727050, 41727151], [41727784, 41727961], [41736871, 41736952], [41737087, 41737203], [41743848, 41744059], [41744374, 41744514], [41745068, 41745219], [41748787, 41748920], [41749520, 41749612], [41754418, 41754514], [41754647, 41754725], [41758255, 41758348], [41758750, 41758872], [41759503, 41759613], [41762356, 41762516], [41763397, 41763534], [41765457, 41767671]], "strand": 1, "transcript": "NM_001699", "txend": 41767671, "txstart": 41725127}, {"cdsend": 41765809, "cdsstart": 41725297, "chr": "19", "position": [[41725127, 41725382], [41726540, 41726763], [41727050, 41727151], [41727784, 41727961], [41736871, 41736952], [41737087, 41737203], [41743848, 41744059], [41744374, 41744514], [41745068, 41745219], [41745598, 41745625], [41748787, 41748920], [41749520, 41749612], [41754418, 41754514], [41754647, 41754725], [41758255, 41758348], [41758750, 41758872], [41759503, 41759613], [41762356, 41762516], [41763397, 41763534], [41765457, 41767671]], "strand": 1, "transcript": "NM_021913", "txend": 41767671, "txstart": 41725127}], "generif": [{"pubmed": 12029073, "text": "Data suggest that Gas6 and Axl signal transduction is aberrantly stimulated in endometriotic endometria, and is plausibly related to its growth potential."}, {"pubmed": 12364394, "text": "Acidification prevents vascular endothelial cell apoptosis by Axl activation"}, {"pubmed": 12470648, "text": "Interaction of Axl receptor tyrosine kinase with C1-TEN (C1 domain-containing phosphatase and TENsin homologue)."}, {"pubmed": 12490074, "text": "Axl and Gas6 expression might be involved in childhood thyroid tumorigenesis around Chernobyl."}, {"pubmed": 12768229, "text": "Gas6 receptors were not upregulated in any of the allograft groups, except for the Axl receptor, which increased only in acute tubular necrosis."}, {"pubmed": 14565870, "text": "We found that there was a significant increase in the steady-state levels of Axl mRNA in the RCC compared with the normal kidney pair"}, {"pubmed": 14729616, "text": "Axl pathway mediates increased survival of uveal melanoma cells"}, {"pubmed": 14750094, "text": "GAS6/Axl signaling is involved in human renal disease."}, {"pubmed": 15130893, "text": "Gas6-Axl interactions can rescue endothelial cells from apoptosis."}, {"pubmed": 15507525, "text": "Axl stimulation by GAS6 results in inhibition of the ligand-dependent activation of vascular endothelial growth factor (VEGF) receptor 2 and the consequent activation of an angiogenic program in vascular endothelial cells"}, {"pubmed": 15605394, "text": "Axl overexpression and activation by Gas6 could be involved in progression of prostate neoplastic disease"}, {"pubmed": 15733062, "text": "Axl, Sky and Mer are Gas6 receptors that enhance platelet activation and regulate thrombotic responses"}, {"pubmed": 15958209, "text": "This report demonstrates that Gas6-induced downregulation of Axl is blocked by inhibitors of endocytosis and lysosomal degradation, but not by inhibitors of proteosomal activity."}, {"pubmed": 15964779, "text": "Results identify and characterise a novel interaction between RanBPM and the related receptor tyrosine kinases, Axl and Sky."}, {"pubmed": 16354588, "text": "Over-expression of axl is associated with lung adenocarcinoma and with tumor progression"}, {"pubmed": 16362042, "text": "The crystal structure at 3.3 A resolution of a minimal human Gas6/Axl complex reveals an assembly of 2:2 stoichiometry."}, {"pubmed": 16556867, "text": "Suppression of Gas6 using small interfering RNA and the Axl-extracellular domain abolished the preventive effect of statins on Pi-induced apoptosis and calcification."}, {"pubmed": 16585512, "text": "Identification, functional manipulation, in vitro and in vivo validation, and preclinical therapeutic inhibition of a target receptor tyrosine kinase mediating glioma growth and invasion."}, {"pubmed": 16641895, "text": "Overexpression of the Axl tyrosine kinase receptor is associated with the development of squamous cell skin cancers"}, {"pubmed": 16831897, "text": "These results implicate Twist proteins in regulation of TNFalpha production by antiinflammatory factors and pathways, and provide a mechanism by which type I IFNs and Axl receptors suppress inflammatory cytokine production."}, {"pubmed": 17005688, "text": "Here we show the involvement of members of the Tyro3 receptor tyrosine kinase family-Axl, Dtk, and Mer-in cell entry of filoviruses."}, {"pubmed": 17255529, "text": "Signaling through Axl inhibits vascular calcification in vitro."}, {"pubmed": 18172262, "text": "Axl and Gas6 are frequently overexpressed in both glioma and vascular cells and predict poor prognosis in GBM patients."}, {"pubmed": 18345028, "text": "coordination of ERK signaling and NF-kappaB and Brg-1 activation are indispensable to regulation of Axl-dependent MMP-9 gene transcription"}, {"pubmed": 18522535, "text": "Axl gene expression in cancer cells is constitutively driven by Sp1/Sp3 bound to five core promoter motifs, and restricted by methylation within/around Sp-binding sites."}, {"pubmed": 18620092, "text": "Possible strategies for targeted inhibition of the TAM family in the treatment of human cancer."}, {"pubmed": 18673450, "text": "Activation of Axl may be a protective mechanism against hypertonicity-induced apoptosis. Our results identify Axl as an important element of osmotic stress-induced signalling."}, {"pubmed": 18840707, "text": "The Axl/Gas6 pathway contributes to normal human NK-cell development via an effect on the master regulatory transcription factor T-BET."}, {"pubmed": 19055724, "text": "In human endometriosis, the PI3K-Akt and MAPK signaling pathways may be activated via overexpression of AXL and SHC1, respectively."}, {"pubmed": 19541935, "text": "there was a negative correlation between Gas6 and soluble Axl and Mer in established multiple sclerosis lesions. In addition, increased levels of soluble Axl and Mer were associated with increased levels of mature ADAM17, mature ADAM10, and Furin"}, {"pubmed": 19567592, "text": "Data show that Axl and Gas6 expression in RCC are associated with tumor advancement and patient survival."}, {"pubmed": 19633687, "text": "Data demonstrates that Axl plays multiple roles in tumorigenesis."}, {"pubmed": 19815557, "text": "Results identify several receptor tyrosine kinases, including Axl, that can bind to the ACK1/MIG6 homology region."}, {"pubmed": 19888345, "text": "Axl and its ligand Gas6, the vitamin-K dependent protein product of the growth arrest-specific gene 6, have a role in progression of clear cell RCC (ccRCC) derived cells"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20080645, "text": "findings suggest that Axl is a downstream effector of the tumor cell EMT that is required for breast cancer metastasis. Thus, the detection and targeted treatment of Axl-expressing tumors represents an important new therapeutic strategy for breast cancer"}, {"pubmed": 20088931, "text": "Gas6 in circulation is bound to sAxl suggesting circulating Gas6 to be inhibited and incapable of stimulating the TAM receptors."}, {"pubmed": 20145042, "text": "Taken together, this is the first study to show that MZF1 induces invasion and in vivo metastasis in colorectal and cervical cancer, at least in part by regulating Axl gene expression."}, {"pubmed": 20417630, "text": "Gas6 and soluble Axl have a role in critical limb ischemia, presumably connected to the inflammatory process"}, {"pubmed": 20442363, "text": "Axl has a potential role in Kaposi sarcoma pathogenesis"}, {"pubmed": 20546121, "text": "Gas6 and Tyro3, Axl and Mer (TAM) receptors have roles in human and murine platelet activation and thrombus stabilization"}, {"pubmed": 20603615, "text": "Axl mAb affects not only tumor cells but also tumor stroma through its modulation of tumor-associated vasculature and immune cell functions"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20637106, "text": "correlation of decreased protein S levels with lupus disease activity is consistent with a role for the TAM receptors in scavenging apoptotic cells and controlling inflammation"}, {"pubmed": 20664904, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20818175, "text": "Overexpression of Axl is associated with esophageal adenocarcinoma."}, {"pubmed": 20922806, "text": "This study showed that Gas6 and Axl are frequently overexpressed in PDA cells and are associated with a poor prognosis in patients with stage II PDA. Axl promotes the invasion and survival of PDA cells."}, {"pubmed": 21047970, "text": "Our findings demonstrate for the first time that Axl enhances macropinocytosis, thereby increasing productive Zaireebolavirus entry."}, {"pubmed": 21057535, "text": "vimentin functionally contributes to EMT and is required for induction of Axl expression."}, {"pubmed": 21068757, "text": "Axl promotes cutaneous squamous cell carcinoma survival through negative regulation of pro-apoptotic Bcl-2 family members."}, {"pubmed": 21076472, "text": "AXL is a mediator of YAP-dependent oncogenic activities"}, {"pubmed": 21132014, "text": "AXL was expressed and activated strongly in 8 of 9 mesothelioma cell lines and 6 of 12 mesothelioma biopsies. All mesotheliomas expressed an alternatively spliced AXL transcript with in-frame deletion of exon 10."}, {"pubmed": 21135257, "text": "Determined the expression of phosphorylated-Axl (P-Axl) in freshly isolated CLL B cells. Axl appears to work as a docking site for multiple nonreceptor kinases and drives leukemic cell survival signals."}, {"pubmed": 21317930, "text": "results indicate that Axl receptor expression can be regulated by miR-34a and miR-199a/b, which are suppressed by promoter methylation in solid cancer cells"}, {"pubmed": 21343401, "text": "Our findings suggest that a TYRO3/AXL-GAS6 autocrine circuit sustains the malignant features of thyroid cancer cells"}, {"pubmed": 21384080, "text": "expression is downregulated in atherosclerotic carotid plaque"}, {"pubmed": 21496277, "text": "In addition to c-Met, the cross-talk with Axl and/or PDGFR-alpha also contributes to the progression of human bladder cancer"}, {"pubmed": 21501828, "text": "Gas6 mediates binding of the virus to target cells by bridging virion envelope phosphatidylserine to Axl"}, {"pubmed": 21529875, "text": "Axl enhances entry of Zaire ebolavirus without direct interactions with the viral glycoprotein."}, {"pubmed": 21555911, "text": "Heritability and role for the environment in DNA methylation in AXL receptor tyrosine kinase"}, {"pubmed": 21796150, "text": "Axl-positive melanomas did not express microphthalmia transcription factor (MITF) and melanocyte differentiation antigens such as MART-1 and gp100 and possessed a greater in vitro invasive potential compared with Axl-negative ones."}, {"pubmed": 21814748, "text": "Identification of the receptor tyrosine kinase AXL in breast cancer as a target for the human miR-34a microRNA"}, {"pubmed": 21822309, "text": "the gene coding for AXL tyrosine kinase is directly upregulated by Fra-1 in bladder cancer and in other cell lines; data demonstrate that AXL mediates the effect of Fra-1 on tumour cell motility but not on cell proliferation"}, {"pubmed": 21842265, "text": "Our data indicated that Axl signal promotes oral squamous cell carcinoma carcinogenesis and progression."}, {"pubmed": 22141136, "text": "Our findings reveal an unexpected role of AXL in resistance to Tyrosine Kinase Inhibitors in chronic myeloid leukemia cells"}, {"pubmed": 22156524, "text": "Axl,Tyro3,DC-SIGN and LSECtin are identified as new virus receptors for Lassa virus cell entry."}, {"pubmed": 22187964, "text": "Inhibition of Axl reduces tumorigenesis.  Axl-dependent signals are important for the progression of cardiovascular diseases. In contrast, deficiency of Axl in innate immune cells contributes to the pathogenesis of autoimmune disorders. [review]"}, {"pubmed": 22410775, "text": "Taken together, our results establish an unambiguous role for Axl in prostate cancer tumorigenesis"}, {"pubmed": 22489801, "text": "In this study we showed that Axl expression was upregulated in drug-resistant cancer cells"}, {"pubmed": 22516347, "text": "Data show that growth arrest-specific 6 (GAS6) and receptor tyrosine kinase Axl is colocalize with hypoxia-inducible factor-1alpha (Hif-1alpha) in both primary tumors and bone metastasis in prostate tumor tissue microarrays samples."}, {"pubmed": 22751098, "text": "increased activation of AXL and evidence for epithelial-to-mesenchymal transition in multiple in vitro and in vivo EGFR-mutant lung cancer models with acquired resistance to erlotinib in the absence of the EGFR p.Thr790Met alteration or MET activation"}, {"pubmed": 22833165, "text": "The Axl receptor shedding is an active process affected and influenced by the Gas6-mediated Axl-signaling in systemic lupus erythematosus and Behcets disease."}, {"pubmed": 22836088, "text": "mechanism of acquired resistance to EGFR inhibitors through the induction of AXL and its ligand GAS6 in NSCLC"}, {"pubmed": 22890323, "text": "These results indicate that Mer and Axl have complementary and overlapping roles in Non-small cell lung cancer"}, {"pubmed": 23071254, "text": "Data indicate that Axl receptor tyrosine kinase is strongly expressed by Langerhans cells (LCs)."}, {"pubmed": 23077658, "text": "Collectively these data suggest that EZH2 drives glioma invasiveness via transcriptional control of AXL independent of histone or DNA methylation"}, {"pubmed": 23117882, "text": "our results establish that AXL promotes cisplatin resistance in esophageal adenocarcinoma"}, {"pubmed": 23242819, "text": "High expression of receptor tyrosine kinase Axl is associated with lung adenocarcinoma."}, {"pubmed": 23298489, "text": "Spearman rank correlation analysis showed a positive correlation between YAP1 and Axl expression"}, {"pubmed": 23318455, "text": "Data indicate that Gas6/Axl-mediated proliferation of schwannoma cells depends on NF-kappa B p65."}, {"pubmed": 23321254, "text": "Axl should be pursued as a potential target for the treatment of FLT3-ITD(+) acute myeloid leukemia."}, {"pubmed": 23354874, "text": "Gas6, a ligand of Tyro3, exerts an autocrine activities though Tyro3 and Axl in a subgroup of leiomyosarcoma."}, {"pubmed": 23361052, "text": "Overexpression of Axl receptor tyrosine kinase is associated with malignant pleural mesothelioma."}, {"pubmed": 23372686, "text": "TAZ regulates AXL, and plays an important role in clonogenicity and non-adherent growth in vitro and tumor formation in vivo."}, {"pubmed": 23474758, "text": "Inactivation of AXL leads to the downregulation of nuclear factor-kappa B pathway and reduced tumor formation in vivo."}, {"pubmed": 23523856, "text": "AXL is identified as a possible mediator of neuroblastoma metastasis"}, {"pubmed": 23527720, "text": "Axl is highly expressed in most of the osteosarcoma tissues compared with the adjacent non-cancerous tissue, and knockdown of Axl inhibits proliferation and induces apoptosis of osteosarcoma cells possibly through downregulation of the AKT pathway."}, {"pubmed": 23617806, "text": "MERTK has a role in regulating melanoma cell migration and survival and differentially regulates cell behavior relative to AXL"}, {"pubmed": 23629654, "text": "AXL is a novel HSP90 client protein that depends on this chaperone for its stability and maturation."}, {"pubmed": 23648337, "text": "AXL and MET crosstalk to promote gonadotropin releasing hormone (GnRH) neuronal cell migration and survival."}, {"pubmed": 23662598, "text": "[review] Receptor tyrosine kinases Tyro-3, Axl and Mer, collectively designated as TAM, are involved in the clearance of apoptotic cells."}, {"pubmed": 23684620, "text": "Activated Axl participates in the progression of osteosarcoma by resisting tumor cell apoptosis, and promoting their migration and invasion."}, {"pubmed": 23707658, "text": "Our study suggested that Axl and prostasin expression may be closely related to carcinogenesis, metastasis, and prognosis of ovarian adenocarcinoma."}, {"pubmed": 23754286, "text": "Lactate engaged the PI3K/Akt pathway via ligand-mediated activation of the three receptor tyrosine kinases Axl, Tie2, and VEGF receptor 2."}, {"pubmed": 23921085, "text": "subadditive interaction between EGFR- and AXL-targeted inhibitors across all AXL-positive TNBC cell lines may indicate that increased abundance of EGFR is principally a means to transactivation-mediated signaling."}, {"pubmed": 23982172, "text": "We report here that Axl represents an independent prognostic marker and therapeutic target in Acute myeloid leukemia"}, {"pubmed": 24056961, "text": "abrogation of Axl results in loss of cancer stem cell properties indicating a role for Axl as a therapeutic target in chemotherapy-resistant cancer"}, {"pubmed": 24064382, "text": "a novel Axl-signaling cascade induced by H2O2 treatment triggers cell migration through the PI3K/Akt1/Rac1 pathway."}, {"pubmed": 24170546, "text": "AXL is a poor prognostic marker and important mediator of cell migration/invasiveness in colorectal cancer."}, {"pubmed": 24218367, "text": "specific inhibition of AXL was significantly advantageous in maintaining undifferentiated human embryonic stem cells and human-induced pluripotent stem cells and for the overall efficiency and kinetics of human-induced pluripotent stem cell generation."}, {"pubmed": 24239956, "text": "Plasma sAxl concentrations were higher in the preeclampsia patients, and plasma sAxl levels were correlated with the clinical parameters of severe preeclampsia."}, {"pubmed": 24240689, "text": "AXL expression is predominantly observed in invasive pancreatic cancer cells."}, {"pubmed": 24276640, "text": "High Axl acivity is associated with oral cancer progression."}, {"pubmed": 24333418, "text": "These data demonstrate the feasibility of imaging Axl expression in pancreatic and prostate tumor xenografts"}, {"pubmed": 24347489, "text": "Axl was observed to be higher expressed in MHCC97-H cell lines compared to MHCC97-L cell lines"}, {"pubmed": 24476074, "text": "Functional consequences of AXL sequence variants in patients with idiopathic hypogonadotropic hypogonadism support the importance of AXL and the Tyro3, Axl, Mer (TAM) family in reproductive development."}, {"pubmed": 24503651, "text": "Plasma soluble Axl may be involved in the clinical assessment of the severity of community-acquired pneumonia."}, {"pubmed": 24567414, "text": "Higher expression of Gas6/Axl pathway components in the LIMA compared with that in the aorta may partly explain the less frequent atherosclerotic events involving the LIMA compared with other arteries."}, {"pubmed": 24572151, "text": "High glucose alters Axl signaling, resulting in induction of endothelial dysfunction."}, {"pubmed": 24681018, "text": "Myocardial expression and serum concentration of AXL is elevated in heart failure patients compared to controls."}, {"pubmed": 24702788, "text": "The plasma concentrations of Gas6 and Axl are lowered in rheumatoid arthritis patients."}, {"pubmed": 24832599, "text": "Report that miR-374a and miR-548b modulation by Axl regulates tumorigenicity and gefitinib resistance in lung cancer."}, {"pubmed": 24904064, "text": "The association of Axl expression with lymphovascular invasion supports previous work that implicates Axl as a promoter of invasiveness in breast cancer cell lines."}, {"pubmed": 24926787, "text": "our data indicate that apigenin downregulates Axl expression, which subsequently results in the inhibition of NSCLC cell proliferation through the increase and decrease of p21 and XIAP expression, respectively."}, {"pubmed": 24984960, "text": "Axl exerts the role of tumor metastasis and chemosensitivity through activation of the PI3K/Akt/GSK3beta signaling pathway, which is transcriptionally regulated by Slug."}, {"pubmed": 25074926, "text": "These studies demonstrate that, despite their similarity, TYRO3, AXL, and MER are likely to perform distinct functions in both immunoregulation and the recognition and removal of ACs."}, {"pubmed": 25125659, "text": "AXL inhibition acts in synergy with antimitotic agents in killing cancer cells that have undergone epithelial mesenchymal transformation."}, {"pubmed": 25139999, "text": "Axl regulates key processes such as cell growth, migration, aggregation, and apoptosis through several pathways and may be a therapeutic target in oncology [review]"}, {"pubmed": 25187556, "text": "HIF-1 and HIF-2 directly activate the expression of AXL and GAS6/AXL signaling uses lateral activation of the met proto-oncogene (MET) through SRC proto-oncogene nonreceptor tyrosine kinase to maximize cellular invasion."}, {"pubmed": 25218593, "text": "The activation of the AXL/MAPK pathway was involved in the oncogenic functions of YAP1 in GBC."}, {"pubmed": 25251599, "text": "suggest that Axl/14-3-3zeta signaling is central for TGF-beta-mediated hepatocellular carcinoma (HCC) progression and a promising target for HCC therapy"}, {"pubmed": 25332238, "text": "Axl has a role in phosphorylating the Elmo scaffold proteins to promote Rac activation and cell invasion"}, {"pubmed": 25400744, "text": "Suggest role for Axl signaling in mediating drug resistance and epithelial-to-mesenchymal transition of non-small cell lung carcinoma."}, {"pubmed": 25474223, "text": "These findings demonstrate for the first time that sAxl does have a role in ACS, presumably connected to the inflammation."}, {"pubmed": 25502142, "text": "Low MITF/AXL ratio predicts early resistance to multiple targeted drugs in melanoma."}, {"pubmed": 25529751, "text": "Data suggest that soluble AXL receptor tyrosine kinase (sAxl) is a specific biomarker for hepatocellular carcinoma (HCC)."}, {"pubmed": 25551830, "text": "the level of sAXL was significantly increased in patients with plexiform tumors compared to patients with only dermal neurofibromas, further supporting the role of sAXL as a marker for Neurofibromatosis type 1 related tumor burden."}, {"pubmed": 25637219, "text": "Sunitinib inhibits AXL and AXL activation status modulates therapy response of glioblastoma cells to sunitinib."}, {"pubmed": 25767293, "text": "This study provides evidence for the role of AXL in Head and neck squamous cell carcinoma (HNSCC) pathogenesis and supports further preclinical and clinical evaluation of anti-AXL therapeutics for the treatment of patients with HNSCC."}, {"pubmed": 25878564, "text": "Significantly increased levels of sMer, sTyro3 and sAxl may be important factors contributing to the deficit in phagocytosis ability in systemic lupus erythematosus ."}, {"pubmed": 25881761, "text": "The mRNA expression levels of Tyro-3, Axl were decreased in pSS patients. When considering the plasma level, increased levels of soluble Mer was observed with statistically significant difference."}, {"pubmed": 25885003, "text": "Both CSF and plasma Axl levels are significantly elevated in ruptured intracranial aneurysm patients."}, {"pubmed": 25965880, "text": "Demonstrate role for CBL in the control of AXL/SYK/LYN network mediating resistance to nilotinib treatment in chronic myeloid leukemia cells."}, {"pubmed": 25966280, "text": "AXL may have a role in proliferation, migration and survival in colorectal cancer cells"}, {"pubmed": 26011102, "text": "strong Axl expression is associated with markers of poor prognosis including high histologic grade, high tumor cell proliferation, a basal-like phenotype, and increased tumor-associated angiogenesis in this breast cancer population of Africans"}, {"pubmed": 26036314, "text": "Forced overexpression of Axl in LNCaP cells decreased metformin and taxotere sensitivity and knockdown of Axl in resistant cells increased sensitivity to these drugs."}, {"pubmed": 26180925, "text": "The Axl antibody hMAb173 significantly induced RCC cell apoptosis."}, {"pubmed": 26206560, "text": "Gas6-induced Axl signaling is a critical driver of pancreatic cancer progression."}, {"pubmed": 26257061, "text": "Most importantly, in an intracranial tumour model with BP wafer in situ treatment, we demonstrated that the BP wafer not only significantly increased the survival rate but also decreased Axl expression, and inhibited tumour invasion"}, {"pubmed": 26313459, "text": "patients possessing the favourable IFNL3 rs12979860 genotype associated with treatment response, showed lower AXL expression in the liver and a stronger induction of AXL in the blood, following their first dose of IFN."}, {"pubmed": 26350366, "text": "High expression of Axl correlated with Upper Tract Urothelial Carcinoma."}, {"pubmed": 26356564, "text": "Identified an Axl-associated signature of 62 genes able to portray the high-grade ovarian cancer patients with the shortest overall survival."}, {"pubmed": 26475093, "text": "study emphasized that the AXL and EGFR receptor tyrosine kinases were coexpressed in a subgroup of treatment-naive lung adenocarcinomas with or without EGFR mutations"}, {"pubmed": 26598018, "text": "report that Axl regulates FGFR signaling via complex formation with FGFR3"}, {"pubmed": 26616860, "text": "Studies indicate that aberrant AXL receptor tyrosine kinase (AXL) signaling and development of an epithelial-to-mesenchymal transition (EMT) phenotype underlie resistance of anaplastic lymphoma kinase (ALK F1174L)-driven neuroblastoma (NB) cells to TAE684 and its derivatives."}, {"pubmed": 26667302, "text": "Negative feedback regulation of AXL by miR-34a modulates apoptosis in lung cancer cells by activating the transcription factor ELK1 via the JNK signaling pathway."}, {"pubmed": 26759246, "text": "Vimentin and Axl mRNA and protein were expressed in a subset of human TNBC tumors."}, {"pubmed": 26760782, "text": "High HIF-1alpha expression is significantly associated with Axl and VEGF expression, and with markers of poor prognosis in this series of breast cancer."}, {"pubmed": 26815723, "text": "Incubation with sunitinib of renal cell carcinoma cells causes significant upregulation of multiple phosphopeptides including Axl."}, {"pubmed": 26848524, "text": "suggest that targeting receptor tyrosine kinase AXL (RTK-AXL) with BMS-777607 could represent a regimen for the treatment of primary and recurrent glioblastoma multiforme (GBM)."}, {"pubmed": 26942465, "text": "High expression level of AXL is associated with lung adenocarcinoma."}, {"pubmed": 27038591, "text": "the candidate viral entry receptor AXL is highly expressed by human radial glial cells, astrocytes, endothelial cells, and microglia in developing human cortex and by progenitor cells in developing retina."}, {"pubmed": 27100677, "text": "Data show that strong AXL expression in surgically resected that lung adenocarcinomas (LADs) was a predictor of poor prognosis."}, {"pubmed": 27172793, "text": "AXL is a strong adverse prognostic factor for esophageal squamous cell carcinoma"}, {"pubmed": 27182739, "text": "Axl expression suggests more aggressive tumor invasiveness and predicts worse prognosis for HCC patients undergoing resection."}, {"pubmed": 27237127, "text": "Data show that mononuclear leukocytes (PBMC) AXL receptor tyrosine kinase (Axl) is rescued by combined matrix metalloproteases ADAM10 and TACE (ADAM17) inhibition."}, {"pubmed": 27279912, "text": "These results demonstrate that Gas6/Axl axis confers aggressiveness in breast cancer."}, {"pubmed": 27357025, "text": "these results confirm the correlation between AXL and PKCalpha, and suggest PKCalpha-AXL signaling may be a treatment target, particularly in malignant cancer cells."}, {"pubmed": 27376810, "text": "The study suggests that Axl may play a role in the function of endothelial progenitor cells, thereby being involved in the pathogenesis of preeclampsia."}, {"pubmed": 27466525, "text": "AXL is frequently expressed in high-grade serous ovarian cancers and its expression is significantly associated to tumors displaying poor prognosis."}, {"pubmed": 27506606, "text": "Coexistence of vimentin-positive and Axl-high expression is a poor prognostic factor for primary breast cancer. Vimentin and Axl expression might contribute to the aggressive phenotype in breast cancer."}, {"pubmed": 27629742, "text": "Data suggest that AXL receptor tyrosine kinase (Axl) may facilitate tumour progression by promoting nasopharyngeal carcinoma (NPC) cell migration and invasion."}, {"pubmed": 27671334, "text": "AXL can be an effective therapeutic target in combination with targeted therapy such as PARP inhibitors in several different malignancies."}, {"pubmed": 27703029, "text": "kinase AXL drives the mesenchymal gene signature and motility of ovarian tumor cells."}, {"pubmed": 27703030, "text": "The AXL inhibitor R428 attenuated RTK and ERK activation and reduced cell motility in Mes cells in culture and reduced tumor growth"}, {"pubmed": 27712586, "text": "Authors concluded that the molecular mechanisms of AXL mediated resistance involved in the increased activity of the PI3K/AKT and MAPK/ERK1/2 pathways, and AXL overexpression could promote resistance, but it can be weakened when AXL expression is silenced."}, {"pubmed": 27718443, "text": "Combination of high serum levels of soluble AXL and BNP had greater predictive value for heart failure than BNP alone."}, {"pubmed": 27764792, "text": "Results show that AXL is upregulated in endometrial cancer tissues and indicate that AXL promotes invasion and migration of endometrial cancer cells."}, {"pubmed": 27801848, "text": "In this paper, we review the biology of the Gas6/Tyro3, Axl, and MerTK(collectively named TAM system)and the current evidence supporting its potential role in the pathogenesis of multiple sclerosis ."}, {"pubmed": 27829217, "text": "AZD7762 inhibits the proliferative/metastatic activity of breast cancer cells through the suppression of cellular AXL signaling events including anti-apoptosis, migration, invasion, and angiogenesis."}, {"pubmed": 27852702, "text": "Suppression of AXL by shRNA and inhibitor prolonged survival of chronic myelogenous leukemia (CML) mice and reduced the growth of leukemia stem cells ( LSCs) in mice. Gas6/AXL ligation stabilizes beta-catenin in an AKT-dependent fashion in human CML CD34(+) cells. Our findings improve the understanding of LSC regulation and validate Gas6/AXL as a pair of therapeutic targets to eliminate CML LSCs"}, {"pubmed": 27856601, "text": "BGB324 does not inhibit BCR-ABL1 and consequently inhibits chronic myeloid leukemia (CML)independent of BCR-ABL1 mutational status. Our data show that Axl inhibition has therapeutic potential in BCR-ABL TKI-sensitive as well as -resistant CML and support the need for clinical trials"}, {"pubmed": 27869170, "text": "our results demonstrate that AR can promote melanoma metastasis via altering the miRNA-539-3p/USP13/MITF/AXL signal and targeting this newly identified signal with AR degradation enhancer ASC-J9 may help us to better suppress the melanoma metastasis."}, {"pubmed": 27893463, "text": "a relationship between AXL and the cellular response to DNA damage whereby abrogation of AXL signaling leads to accumulation of the DNA-damage markers gammaH2AX, 53BP1, and RAD51."}, {"pubmed": 27912091, "text": "ablation of AXL has no effect on ZIKA virus (ZIKV) entry or ZIKV-mediated cell death in human induced pluripotent stem cell (iPSC)-derived NPCs or cerebral organoids."}, {"pubmed": 27923843, "text": "The anti-AXL antibody 20G7-D9 represents a promising therapeutic strategy in triple-negative breast cancer with mesenchymal features by inhibiting AXL-dependent Epithelial-Mesenchymal Transition, tumor growth, and metastasis formation"}, {"pubmed": 27927649, "text": "Cilostazol-mediated protection against uremic toxin-related vascular smooth muscle cell dysfunction via Axl signaling pathway."}, {"pubmed": 27927748, "text": "AXL overexpression or activation through growth arrest-specific 6 (Gas6) ligand stimulation increases MDMX and MDM2 protein levels and decreases p53 activity."}, {"pubmed": 27987320, "text": "AXL/TAZ/YAP expression is associated with poor prognosis in male breast cancer patients."}, {"pubmed": 28034848, "text": "AXL is efficiently and sequentially cleaved by alpha- and gamma-secretases in various types of cancer cell lines.  The AXL intracellular domain cleavage product translocates into the nucleus via a nuclear localization sequence that harbored a basic HRRKK motif."}, {"pubmed": 28072762, "text": "Structure, regulation, and function of AXL; the role of AXL in the tumor microenvironment; the development of AXL as a therapeutic target; and areas of ongoing and future investigation.[review]"}, {"pubmed": 28076778, "text": "These results highlight the dual role of Axl during Zika virus infection of glial cells: promoting viral entry and modulating innate immune responses."}, {"pubmed": 28100259, "text": "miR-34a reconstitution in DMPM cells significantly inhibited proliferation and tumorigenicity, induced an apoptotic response, and declined invasion ability, mainly through the down-regulation of c-MET and AXL and the interference with the activation of downstream signaling."}, {"pubmed": 28118606, "text": "we identify PROS1 as a driver of Oral Squamous Cell Carcinoma tumor growth and a modulator of AXL expression"}, {"pubmed": 28127639, "text": "The expression of MerTK and AxlTK varied according to the deposition of immunoglobulin and complements on glomeruli. Both MerTK and AxlTK expressions were increased on glomeruli and varied according to pathological classifications."}, {"pubmed": 28167751, "text": "AXL is the only relevant Zika virus entry cofactor expressed on fetal endothelial cells, and that when produced in mammalian cells, only Zika virus, but not West Nile virus or dengue virus, can use AXL, because it more efficiently binds Gas6."}, {"pubmed": 28184013, "text": "AXL promotes epithelial cell efferocytosis in a tyrosine kinase-dependent manner.AXL role in AKT-dependent drug resistance."}, {"pubmed": 28251492, "text": "Small molecule and antibody inhibitors of AXL and MER have recently been described, and some of these have already entered clinical trials. The optimal design of treatment strategies to maximize the clinical benefit of these AXL and MER targeting agents are discussed in relation to the different cancer types and the types of resistance encountered."}, {"pubmed": 28260071, "text": "Study provides evidence that AXL and MET are associated with cell proliferation and metastasis in lung cancer, and the crosstalk between these receptors affects tumor progression."}, {"pubmed": 28412392, "text": "We report for the first time that (1) the apoptotic cell recognition receptor Axl is exclusively expressed by human airway/alveolar macrophages, (2) Axl expression depends on the presence of type I/III IFNs, (3) increased shedding of sAxl occurs in sputum from patients with moderate-to-severe asthma, and (4) Axl mRNA expression in airway macrophages isolated from sputum is reduced in patients w/ moderate-to-severe asthma"}, {"pubmed": 28440492, "text": "AXL+ and GAS6+ expression is relevant to a poor prognosis in resected lung adenocarcinoma (AD)patients at stage I. AXL/GAS6 might serve as crucial predictive and prognostic biomarkers and targets to identify individuals at high risk of post-operative death."}, {"pubmed": 28455956, "text": "Results indicate AXL receptor tyrosine kinase (AXL) as an important mediator of docetaxel resistance in prostate cancer."}, {"pubmed": 28468579, "text": "these results suggested that Axl, which is regulated by long non-coding RNA metastasis-associated lung adenocarcinoma transcript 1, may exert great influence on invasion and migration of neuroblastoma"}, {"pubmed": 28476872, "text": "our data point to a targetable Axl-PI3 kinase-PD-L1 axis that is highly associated with radiation resistance"}, {"pubmed": 28492542, "text": "these results suggest that HOTAIR promotes renal cell carcinoma (Rcc) tumorigenesis via miR-217/HIF-1alpha/AXL signaling, which may provide a new target for the diagnosis and therapy of Rcc disease."}, {"pubmed": 28526812, "text": "serum Axl shows high diagnostic accuracy at early stage hepatocellular carcinoma as well as cirrhosis"}, {"pubmed": 28551766, "text": "The expression of AXL was positively associated with GAS6 expression (P < 0.001), and tumor differentiation (P = 0.014) in advanced NSCLC with metastases. AXL expression displayed no association with gender, age, smoking history, pathology, T stage, N stage, CEA, and LDH."}, {"pubmed": 28553934, "text": "Studied axl kinase as a negative regulator of an alveolar epithelial cell phenotype; results found that inhibition of Axl kinase could form epithelial adhesion structure and augment surfactant protein production via the MET of human lung multi-potent cells."}, {"pubmed": 28596680, "text": "AXL is influenced by p53 status and could cause the emergence of aggressive clones after exposure to chemotherapy in colon and breast cancer"}, {"pubmed": 28627676, "text": "The anti-angiogenic effect of luteolin may be associated with the inhibition of the Gas6/Axl pathway and its downstream phosphatidylinositol 3-kinase (PI3K)/protein kinase B (Akt)/mammalian target of rapamycin (mTOR) signaling pathways."}, {"pubmed": 28639625, "text": "AXL expression is regulated by miR-34a.miR-34a regulates dendritic cells activation by targeting AXL.AXL expression is reduced in rheumatoid arthritis CD1c+ dendritic cells."}, {"pubmed": 28720772, "text": "AXL receptor tyrosine kinase (Axl) expression was induced by E6 protein, human papillomavirus-16 (HPV16E6) in cervical cancer cells, suggesting that blockade of Axl signalling might be an effective way to reduce the progression of cervical cancer."}, {"pubmed": 28724631, "text": "a lower stability and greater dynamic nature of the Axl kinase domain"}, {"pubmed": 28727830, "text": "Silencing AXL or the inhibition of AXL kinase activity significantly inhibits tumor cell migration and invasion in colorectal cancer."}, {"pubmed": 28923840, "text": "This study demonstrates that motility behavior of AXL-expressing tumor cells can be elicited by Gas6-bearing apoptotic bodies generated from tumor treatment with therapeutics that produce killing of a portion of the tumor cells present but not all, hence generating potentially problematic invasive and metastatic behavior of the surviving tumor cells"}, {"pubmed": 29024938, "text": "These results show that TYRO3, AXL and GAS6 are expressed at higher levels in LMS and expression of its ligands correlates to a worse PFS in LMS patients."}, {"pubmed": 29136529, "text": "we identified YAP-driven AXL overexpression as a mechanism of resistance to EGFR TKIs in lung cancer cells."}, {"pubmed": 29177020, "text": "Results show that average methylation in AXL at birth was associated with higher risk for asthma-related phenotypes in childhood, especially wheezing. The effects of average AXL methylation on wheezing symptoms were magnified in girls compared to boys."}, {"pubmed": 29259259, "text": "AXL activation-induced cell softening promotes malignant progression."}, {"pubmed": 29277784, "text": "Our data demonstrate that AXL is a crucial therapeutic target of carvacrol-induced inhibition of NSCLC cell proliferation and migration."}, {"pubmed": 29334371, "text": "By eliminating distinct populations in heterogeneous melanoma cell pools, AXL-107-MMAE and MAPK pathway inhibitors cooperatively inhibited tumor growth. Furthermore, by inducing AXL transcription, BRAF/MEK inhibitors potentiated the efficacy of AXL-107-MMAE."}, {"pubmed": 29379210, "text": "We demonstrate that AXL is unlikely to function as an entry receptor for ZIKV and may instead promote ZIKV infection in human astrocytes by antagonizing type I IFN signalling."}, {"pubmed": 29400409, "text": "Axl induction during viral infections contributes to maintaining macrophage capacity to engulf apoptotic cells, which may have important consequences for resolution of anti-viral immune responses."}, {"pubmed": 29433983, "text": "Co-expression of CDCP1 and AXL is often observed in EGFR-mutation-positive tumors, limiting the efficacy of EGFR TKIs. Co-treatment with EGFR TKI and TPX-0005 warrants testing."}, {"pubmed": 29531161, "text": "The PROS1-AXL pathway regulates intrinsic mesenchymal signaling."}, {"pubmed": 29551771, "text": "AXL is a key upstream effector of AKT pathway-associated resistance to BRAF inhibitors in melanomas with wildtype PTEN, but not in melanomas with impaired PTEN.The activated AXL kinase is required for acquired resistance to BRAF inhibitors in melanoma with wildtype PTEN."}, {"pubmed": 29574335, "text": "Taken together, these findings suggest that AXL most likely serves as an attachment factor for Zika virus on the cell surface, and that productive infection requires endocytosis and delivery of the virus to acidified intracellular compartments."}, {"pubmed": 29719259, "text": "pharmacological inhibition of AXL specifically decreased the metastatic burden of mice developing HER2(+) breast cancer."}, {"pubmed": 29843637, "text": "Decreased ARL2 expression level was clinically correlated to the higher grades and poorer outcomes of glioma patients. ARL2 overexpression attenuated the proliferation, clone formation, migration, invasive and tumorigenic capabilities of glioma cells by regulating the expression of receptor tyrosine kinase AXL."}, {"pubmed": 29907679, "text": "OPCML and PTPRG, coordinate to repress AXL-dependent oncogenic signalling."}, {"pubmed": 30029617, "text": "Results found that prenatal tobacco smoke exposure was associated with the regulation of AXL, a receptor tyrosine kinase of the TAM family that plays an important role in suppressing Toll-like receptor-induced inflammation. Moreover, AXL methylation and tobacco smoke exposure during fetal development may act synergistically to modify the risk of bronchitis symptoms in childhood."}, {"pubmed": 30170844, "text": "Axl/Akt/NF-kappaB signaling participates in mediating the effect of mineral trioxide aggregate on macrophage polarization."}, {"pubmed": 30176265, "text": "identify the receptor tyrosine kinase Axl as a novel target of ZNF224 transcriptional repression activity."}, {"pubmed": 30189359, "text": "The role of AXL in the esophageal adenocarcinoma cell invasion through upregulation of extracellular acidification, lysosomes peripheral distribution, and exocytosis."}, {"pubmed": 30245754, "text": "Serum soluble AXL is not a helpful biomarker for cardiovascular complications after heart transplantation."}, {"pubmed": 30249526, "text": "Findings suggest that METTL3 plays very important oncogenic roles in ovarian carcinoma development and/or aggressiveness by stimulating AXL translation and EMT."}, {"pubmed": 30291220, "text": "AXL-null and AXL-overexpressing prostate cancer cell lines were generated to determine if AXL was necessary and/or sufficient for dormancy. Characterization of these cells in vitro and using in vivo mouse models of DTC growth demonstrated that AXL was indeed sufficient to induce dormancy, but was unable to maintain it long-term and was not absolutely required for a dormancy period."}, {"pubmed": 30353671, "text": "These data demonstrated that AXL promotes epirubicin resistance through transcriptional upregulation of c-MYC in esophageal adenocarcinoma cells."}, {"pubmed": 30386383, "text": "miR-34a is an oncogenic miRNA, downregulated in the distinct breast cancer subtypes. It also targets MET and AXL 3'-UTRs in triple-negative breast cancer."}, {"pubmed": 30419905, "text": "Axl binds to and phosphorylates TNS2 and that Axl/TNS2/IRS-1 cross-talk may potentially play a critical role in glucose metabolism of cancer cells."}, {"pubmed": 30448261, "text": "sAXL is widely expressed in malignant effusions, particularly in ovarian and breast carcinoma and in malignant mesothelioma. sAXL is overexpressed in HGSC compared to LGSC and its levels are lower following exposure to chemotherapy."}, {"pubmed": 30463991, "text": "Various resistance mechanisms were identified, including the acquisition of MET amplification, EMT induction, and the upregulation of AXL. Using targeted next-generation sequencing with a multigene panel, no secondary mutations were detected in our resistant cell lines."}, {"pubmed": 30478151, "text": "Results found that AXL is overexpressed in chemoresistant ovarian cancer tumors and that inhibiting AXL improves response to paclitaxel and carboplatin suggesting that AXL plays a key factor in ovarian cancer chemoresistance."}, {"pubmed": 30541554, "text": "Axl and Tyro3, but not Mertk, have an important role in platelet activation and thrombus formation"}, {"pubmed": 30567378, "text": "We emphasize a correlation between free Gas6 and free sAxl levels favoring abundant Gas6/Axl signaling in advanced fibrosis and hepatocellular carcinoma (HCC). The raised scenario provides a solid basis for theranostics allowing the use of sAxl as an accurate diagnostic biomarker of liver cirrhosis and HCC, as well as Axl receptor signaling for therapeutic intervention in stratified HCC patients."}, {"pubmed": 30619243, "text": "data do not support a particular role for TAM receptors or for activated CD11b in the association of platelet-derived EVs with monocytes and granulocytes in the circulation."}, {"pubmed": 30651547, "text": "AXL was highly expressed in clinical specimens of EGFR-mutated lung cancers and its high expression was associated with a low response rate to EGFR-tyrosine kinase inhibitor. These results indicated pivotal roles for AXL and its inhibition in the intrinsic resistance to osimertinib and the emergence of osimertinib-tolerant cells."}, {"pubmed": 30735718, "text": "Study using gastric cancer (GC) tissue samples and mouse xenograft model showed that GAS6-AS1 can control the expression of its cognate sense gene GAS6 at the transcriptional or translational levels by forming a RNA-RNA duplex, significantly driving the aggressive GC phenotype, and consequently inducing an increase of AXL level and promoting AXL signaling pathway activation."}, {"pubmed": 30742665, "text": "sAxl may prove useful as a marker of renal activity, histological response to immunosuppression, and renal damage progression in Lupus nephritis. Persistently high sAxl levels after completion of treatment may be indicative of a need for treatment intensification."}, {"pubmed": 30744655, "text": "Axl kinase drives immune checkpoint and chemokine signaling pathways in lung adenocarcinomas."}, {"pubmed": 30765873, "text": "Suppression of Axl-dependent signalling influences the transformed phenotype in HCC cells and contributes to adaptive resistance to sorafenib."}, {"pubmed": 30765874, "text": "Axl expression was not significantly higher in non-muscle invasive bladder cancers (MIBCs) and MIBCs, compared to normal urothelium. Loss-of-function experiments in vitro and in a mouse xenograft model showed that Axl depletion had only a minor impact on cell viability."}, {"pubmed": 30914429, "text": "A unique interplay between AXL and ERBB3 in invadopodia regulation."}, {"pubmed": 30923103, "text": "Hematopoietic niche drives FLT3-ITD acute myeloid leukemia resistance to quizartinib via STAT5-and hypoxia-dependent upregulation of AXL."}, {"pubmed": 30936462, "text": "data highlight a unique regulatory mechanism by which chemotherapy-induced apoptosis acts as a switch to initiate a protumor/antiapoptotic mechanism in pancreatic ductal adenocarcinoma via 14-3-3zeta/Axl signaling, leading to phosphorylation of Akt and activation of cellular prosurvival mechanisms"}, {"pubmed": 31043587, "text": "AXL degradation in combination with EGFR inhibition can delay and overcome acquired resistance in human non-small cell lung cancer cells."}, {"pubmed": 31094090, "text": "High Axl expression in tumors is associated with aggressive tumor behavior and worse clinical outcomes."}, {"pubmed": 31230815, "text": "we identify an unexpected role of TAM kinases (Tyro3, Axl, and Mer)as promoters of necroptosis, a pro-inflammatory necrotic cell death. Pharmacologic or genetic targeting of TAM kinases results in a potent inhibition of necroptotic death in various cellular models. We identify phosphorylation of MLKL Tyr376 as a direct point of input from TAM kinases into the necroptosis signaling"}, {"pubmed": 31240814, "text": "Long non-coding RNA LINC00526 represses glioma progression via forming a double negative feedback loop with AXL."}, {"pubmed": 31289116, "text": "Genetic depletion of Axl triggers asymmetrical cell division, leading to epithelial differentiation and ciliated cell regeneration."}, {"pubmed": 31311882, "text": "We found that multiple human testicular cell types, except Leydig cells, support ZIKV infection. Axl receptor, which plays a pivotal role in maintaining the immunosuppressive milieu of the testis, is highly expressed in Sertoli cells and augments ZIKV infection by promoting virus entry and negatively regulating the antiviral state"}, {"pubmed": 31353791, "text": "The lncRNA CALIC upregulates AXL to promote colon cancer metastasis."}, {"pubmed": 31419057, "text": "Plasma concentrations of AXL and GAS6 do not reflect tumor expression levels, and their measurement is thus not a viable alternative to direct analysis of tumor tissue in EGFR-mutated NSCLC."}, {"pubmed": 31451482, "text": "TAM Family Receptor Kinase Inhibition Reverses MDSC-Mediated Suppression and Augments Anti-PD-1 Therapy in Melanoma."}, {"pubmed": 31488404, "text": "AXL Targeting Overcomes Human Lung Cancer Cell Resistance to NK- and CTL-Mediated Cytotoxicity."}, {"pubmed": 31501521, "text": "Cell hypoxia increases TR4, which plays a critical role in regulating renal cell carcinoma (RCC) resistance to sunitinib through transcriptional regulation of lncTASR (ENST00000600671.1) which might then increase AXL protein expression via enhancing the stability of AXL mRNA to increase the sunitinib resistance."}, {"pubmed": 31585940, "text": "GAS6/AXL signaling activated the expression of S100A10 through SRC to promote plasmin production."}, {"pubmed": 31655933, "text": "Increased sMer, but not sAxl, sTyro3, and Gas6 relate with active disease in juvenile systemic lupus erythematosus."}, {"pubmed": 31822557, "text": "Expression of AXL receptor tyrosine kinase relates to monocyte dysfunction and severity of cirrhosis."}, {"pubmed": 31844158, "text": "Targeting AXL and RAGE to prevent geminin overexpression-induced triple-negative breast cancer metastasis."}, {"pubmed": 31905327, "text": "Possible Association of Elevated Plasma Levels of Growth Arrest-Specific Protein 6 and the Soluble Form of Tyrosine Kinase Receptor Axl with Low Hepatitis C Viral Load in Patients with Type 2 Diabetes Mellitus."}, {"pubmed": 31917795, "text": "Soluble AXL levels was increased in blood from melanoma patients and correlated with disease progression and poor survival. Soluble AXL may be used as an easy assessable marker to determine disease progression and aggressiveness."}, {"pubmed": 31953310, "text": "ONO-7475, a Novel AXL Inhibitor, Suppresses the Adaptive Resistance to Initial EGFR-TKI Treatment in EGFR-Mutated Non-Small Cell Lung Cancer."}, {"pubmed": 31959629, "text": "Hematopoietic progenitor kinase 1 down-regulates the oncogenic receptor tyrosine kinase AXL in pancreatic cancer."}, {"pubmed": 31963783, "text": "AXL Controls Directed Migration of Mesenchymal Triple-Negative Breast Cancer Cells."}, {"pubmed": 32051695, "text": "New Insights into the Role of Tyro3, Axl, and Mer Receptors in Rheumatoid Arthritis."}, {"pubmed": 32138467, "text": "Soluble Axl Is a Novel Diagnostic Biomarker of Hepatocellular Carcinoma in Chinese Patients with Chronic Hepatitis B Virus Infection."}, {"pubmed": 32319651, "text": "The miR6253p/AXL axis induces nonT790M acquired resistance to EGFRTKI via activation of the TGFbeta/Smad pathway and EMT in EGFRmutant nonsmall cell lung cancer."}, {"pubmed": 32366277, "text": "Axl receptor tyrosine kinase is a regulator of apolipoprotein E."}, {"pubmed": 32385243, "text": "p85beta regulates autophagic degradation of AXL to activate oncogenic signaling."}, {"pubmed": 32439698, "text": "AXL Mediates Cetuximab and Radiation Resistance Through Tyrosine 821 and the c-ABL Kinase Pathway in Head and Neck Cancer."}, {"pubmed": 32454903, "text": "Role of Gas6 and TAM Receptors in the Identification of Cardiopulmonary Involvement in Systemic Sclerosis and Scleroderma Spectrum Disorders."}, {"pubmed": 32456793, "text": "AKT drives sustained motility following MEK inhibition via promoting SNAIL and AXL in MDA-MB-231 LM2."}, {"pubmed": 32460059, "text": "Metformin suppresses the growth of leukemia cells partly through downregulation of AXL receptor tyrosine kinase."}, {"pubmed": 32483414, "text": "Skipping of exon 10 in Axl pre-mRNA regulated by PTBP1 mediates invasion and metastasis process of liver cancer cells."}, {"pubmed": 32487648, "text": "Detecting cytoplasmic expression of AXL can be used to define a subset of conventional RCC with high risk of progression, thus identifying patients for more aggressive surveillance and adjuvant AXL inhibitor treatment as early as possible"}, {"pubmed": 32681075, "text": "AXL confers cell migration and invasion by hijacking a PEAK1-regulated focal adhesion protein network."}, {"pubmed": 32781509, "text": "The Role of Receptor Tyrosine Kinases in Lassa Virus Cell Entry."}, {"pubmed": 32915645, "text": "Lower PDL1, PDL2, and AXL Expression on Lung Myeloid Cells Suggests Inflammatory Bias in Smoking and Chronic Obstructive Pulmonary Disease."}, {"pubmed": 33002607, "text": "Therapeutic aspects of the Axl/Gas6 molecular system."}, {"pubmed": 33011564, "text": "TAM and TIM receptors mRNA expression in Zika virus infected placentas."}, {"pubmed": 33115868, "text": "Phosphatidylethanolamine and Phosphatidylserine Synergize To Enhance GAS6/AXL-Mediated Virus Infection and Efferocytosis."}, {"pubmed": 33151576, "text": "Normal vitreous promotes angiogenesis via activation of Axl."}, {"pubmed": 33182542, "text": "AXL Receptor in Breast Cancer: Molecular Involvement and Therapeutic Limitations."}, {"pubmed": 33203881, "text": "ST3GAL1 is a target of the SOX2-GLI1 transcriptional complex and promotes melanoma metastasis through AXL."}, {"pubmed": 33207077, "text": "TGFbeta promotes YAP-dependent AXL induction in mesenchymal-type lung cancer cells."}, {"pubmed": 33234241, "text": "Recent advancements in role of TAM receptors on efferocytosis, viral infection, autoimmunity, and tissue repair."}, {"pubmed": 33234243, "text": "TAM receptors and their ligand-mediated activation: Role in atherosclerosis."}, {"pubmed": 33234244, "text": "Post-translational modifications of the ligands: Requirement for TAM receptor activation."}, {"pubmed": 33234245, "text": "Immunological role of TAM receptors in the cancer microenvironment."}, {"pubmed": 33374832, "text": "MicroRNA 34a-AXL Axis Regulates Vasculogenic Mimicry Formation in Breast Cancer Cells."}, {"pubmed": 33420426, "text": "AXL is a candidate receptor for SARS-CoV-2 that promotes infection of pulmonary and bronchial epithelial cells."}, {"pubmed": 33529176, "text": "Macrophage AXL receptor tyrosine kinase inflames the heart after reperfused myocardial infarction."}, {"pubmed": 33532004, "text": "Role of the Gas6/TAM System as a Disease Marker and Potential Drug Target."}, {"pubmed": 33570712, "text": "Dual inhibition of TGFbeta and AXL as a novel therapy for human colorectal adenocarcinoma with mesenchymal phenotype."}, {"pubmed": 33602892, "text": "Upregulation of AXL and beta-catenin in chronic lymphocytic leukemia cells cultured with bone marrow stroma cells is associated with enhanced drug resistance."}, {"pubmed": 33657989, "text": "Quercetin Induces Apoptosis in Glioblastoma Cells by Suppressing Axl/IL-6/STAT3 Signaling Pathway."}, {"pubmed": 33667984, "text": "Axl is related to inflammation in hemodialysis patients."}, {"pubmed": 33730527, "text": "Targeting the AXL Receptor in Combating Smoking-related Pulmonary Fibrosis."}, {"pubmed": 33734566, "text": "AXL is crucial for E1A-enhanced therapeutic efficiency of EGFR tyrosine kinase inhibitors through NFI in breast cancer."}, {"pubmed": 33786587, "text": "Targeting AXL kinase sensitizes leukemic stem and progenitor cells to venetoclax treatment in acute myeloid leukemia."}, {"pubmed": 33811159, "text": "AXL Is a Key Factor for Cell Plasticity and Promotes Metastasis in Pancreatic Cancer."}, {"pubmed": 33846079, "text": "Bone marrow-derived AXL tyrosine kinase promotes mitogenic crosstalk and cardiac allograft vasculopathy."}, {"pubmed": 33859405, "text": "Microglia use TAM receptors to detect and engulf amyloid beta plaques."}, {"pubmed": 34140003, "text": "AXL receptor tyrosine kinase: a possible therapeutic target in acute promyelocytic leukemia."}, {"pubmed": 34286546, "text": "Gas6 expression and Tyrosine kinase Axl Sky receptors: Their relation with tumor stage and grade in patients with bladder cancer."}, {"pubmed": 34407968, "text": "Association of AXL and PD-L1 Expression with Clinical Outcomes in Patients with Advanced Renal Cell Carcinoma Treated with PD-1 Blockade."}, {"pubmed": 34565181, "text": "Growth Arrest Specific-6 and Axl Coordinate Inflammation and Hypertension."}, {"pubmed": 34734092, "text": "STAT1/SOCS1/3 Are Involved in the Inflammation-Regulating Effect of GAS6/AXL in Periodontal Ligament Cells Induced by Porphyromonas gingivalis Lipopolysaccharide In Vitro."}, {"pubmed": 34841689, "text": "Increased serum AXL is associated with radiographic knee osteoarthritis severity."}, {"pubmed": 34948046, "text": "AXL Knock-Out in SNU475 Hepatocellular Carcinoma Cells Provides Evidence for Lethal Effect Associated with G2 Arrest and Polyploidization."}, {"pubmed": 34951136, "text": "Immunological Aspects of AXL/GAS-6 in the Context of Human Liver Regeneration."}, {"pubmed": 35394045, "text": "Upregulated flotillins and sphingosine kinase 2 derail AXL vesicular traffic to promote epithelial-mesenchymal transition."}, {"pubmed": 35461210, "text": "AXL regulates neuregulin1 expression leading to cetuximab resistance in head and neck cancer."}, {"pubmed": 35478117, "text": "Combined OPCML and AXL Expression as a Prognostic Marker and OPCML Enhances AXL Inhibitor in Cholangiocarcinoma."}, {"pubmed": 35492873, "text": "AXL targeting restores PD-1 blockade sensitivity of STK11/LKB1 mutant NSCLC through expansion of TCF1(+) CD8 T cells."}, {"pubmed": 35622156, "text": "Endocytic trafficking of GAS6-AXL complexes is associated with sustained AKT activation."}, {"pubmed": 35993361, "text": "Axon guidance receptor ROBO3 modulates subtype identity and prognosis via AXL-associated inflammatory network in pancreatic cancer."}, {"pubmed": 36169649, "text": "High levels of AXL expression in untreated EGFR-mutated non-small cell lung cancer negatively impacts the use of osimertinib."}, {"pubmed": 36203174, "text": "AXL, along with PROS1, is overexpressed in papillary thyroid carcinoma and regulates its biological behaviour."}, {"pubmed": 36429055, "text": "Decreased CSTB, RAGE, and Axl Receptor Are Associated with Zika Infection in the Human Placenta."}, {"pubmed": 36445254, "text": "LZTR1 Mutation Mediates Oncogenesis through Stabilization of EGFR and AXL."}, {"pubmed": 36630517, "text": "Identification of AXL as a co-receptor for human parvovirus B19 infection of human erythroid progenitors."}, {"pubmed": 36989239, "text": "Axl contributes to efficient migration and invasion of melanoma cells."}, {"pubmed": 37113134, "text": "Identifying key genes related to inflammasome in severe COVID-19 patients based on a joint model with random forest and artificial neural network."}, {"pubmed": 37268175, "text": "Targeting AXL in mesothelioma: From functional characterization to clinical implication."}, {"pubmed": 37302367, "text": "Overexpression of AXL on macrophages associates with disease severity and recurrence in chronic rhinosinusitis with nasal polyps."}, {"pubmed": 37328828, "text": "AXL in cancer: a modulator of drug resistance and therapeutic target."}, {"pubmed": 37396176, "text": "AXL/Gas6 signaling mechanisms in the hypothalamic-pituitary-gonadal axis."}, {"pubmed": 37526179, "text": "Investigation of the impact of AXL, TLR3, and STAT2 in congenital Zika syndrome through genetic polymorphisms and protein-protein interaction network analyses."}, {"pubmed": 37530334, "text": "Prognostic significance of immunhistochemical axl expression in pancreas ductal adenocarcinomas."}, {"pubmed": 37828510, "text": "AXL receptor tyrosine kinase modulates gonadotropin-releasing hormone receptor signaling."}, {"pubmed": 37839105, "text": "AXL transcriptionally up-regulates TMEM14A expression to mediate cell proliferation in non-small-cell lung cancer cells."}, {"pubmed": 37864955, "text": "AXL - a new player in resistance to HER2 blockade."}, {"pubmed": 38190717, "text": "AXL/WRNIP1 Mediates Replication Stress Response and Promotes Therapy Resistance and Metachronous Metastasis in HER2+ Breast Cancer."}, {"pubmed": 38342232, "text": "AXL signal mediates adaptive resistance to KRAS G12C inhibitors in KRAS G12C-mutant tumor cells."}, {"pubmed": 38389126, "text": "ARRDC3 regulates the targeted therapy sensitivity of clear cell renal cell carcinoma by promoting AXL degradation."}, {"pubmed": 38391974, "text": "Signaling Pathways of AXL Receptor Tyrosine Kinase Contribute to the Pathogenetic Mechanisms of Glioblastoma."}, {"pubmed": 38493215, "text": "Axl and MerTK regulate synovial inflammation and are modulated by IL-6 inhibition in rheumatoid arthritis."}, {"pubmed": 38648454, "text": "Serum GAS6, sAXL, IL-10, NO, and BCL-2 levels are decreased in patients with Behcet's disease."}], "genomic_pos": {"chr": "19", "end": 41261766, "ensemblgene": "ENSG00000167601", "start": 41219223, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 41767671, "start": 41725108, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001764", "qualifier": "involved_in", "term": "neuron migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001779", "qualifier": "involved_in", "term": "natural killer cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001961", "pubmed": 18840707, "qualifier": "involved_in", "term": "positive regulation of cytokine-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001974", "qualifier": "involved_in", "term": "blood vessel remodeling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006909", "qualifier": "involved_in", "term": "phagocytosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006909", "pubmed": 21501828, "qualifier": "involved_in", "term": "phagocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 1656220, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007169", "qualifier": "involved_in", "term": "cell surface receptor protein tyrosine kinase signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007275", "qualifier": "involved_in", "term": "multicellular organism development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007399", "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010936", "qualifier": "involved_in", "term": "negative regulation of macrophage cytokine production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021885", "qualifier": "involved_in", "term": "forebrain cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030168", "qualifier": "involved_in", "term": "platelet activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031100", "qualifier": "involved_in", "term": "animal organ regeneration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032689", "pubmed": 18840707, "qualifier": "involved_in", "term": "negative regulation of type II interferon production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032720", "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032825", "pubmed": 18840707, "qualifier": "involved_in", "term": "positive regulation of natural killer cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032940", "qualifier": "involved_in", "term": "secretion by cell"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033674", "qualifier": "involved_in", "term": "positive regulation of kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034101", "qualifier": "involved_in", "term": "erythrocyte homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034446", "qualifier": "involved_in", "term": "substrate adhesion-dependent cell spreading"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035457", "pubmed": 19657094, "qualifier": "involved_in", "term": "cellular response to interferon-alpha"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042698", "qualifier": "involved_in", "term": "ovulation cycle"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043524", "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046718", "pubmed": 21047970, "qualifier": "involved_in", "term": "symbiont entry into host cell"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048010", "qualifier": "involved_in", "term": "vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0048469", "pubmed": 19657094, "qualifier": "involved_in", "term": "cell maturation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048549", "pubmed": 21047970, "qualifier": "involved_in", "term": "positive regulation of pinocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048678", "qualifier": "involved_in", "term": "response to axon injury"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051250", "qualifier": "involved_in", "term": "negative regulation of lymphocyte activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051402", "qualifier": "involved_in", "term": "neuron apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051649", "qualifier": "involved_in", "term": "establishment of localization in cell"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051897", "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060068", "qualifier": "involved_in", "term": "vagina development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070301", "qualifier": "involved_in", "term": "cellular response to hydrogen peroxide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071222", "pubmed": 19657094, "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0097028", "pubmed": 19657094, "qualifier": "involved_in", "term": "dendritic cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097350", "qualifier": "involved_in", "term": "neutrophil clearance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903902", "pubmed": 22673088, "qualifier": "involved_in", "term": "positive regulation of viral life cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000669", "pubmed": 19657094, "qualifier": "involved_in", "term": "negative regulation of dendritic cell apoptotic process"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 20088931, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 19581412, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": [19657094, 21529875], "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0015629", "qualifier": "located_in", "term": "actin cytoskeleton"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043235", "qualifier": "part_of", "term": "receptor complex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0001618", "pubmed": 22156524, "qualifier": "enables", "term": "virus receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001786", "pubmed": 21501828, "qualifier": "enables", "term": "phosphatidylserine binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0004713", "pubmed": 22327215, "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004714", "qualifier": "enables", "term": "transmembrane receptor protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7854420, 9178760, 16362042, 18760998, 20088931, 22939624, 25873175, 31980649, 33420426, 35384245], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0032036", "qualifier": "enables", "term": "myosin heavy chain binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043548", "qualifier": "enables", "term": "phosphatidylinositol 3-kinase binding"}]}, "homologene": {"genes": [[8364, 100036629], [9598, 456057], [9606, 558], [9615, 484490], [9913, 516598], [10090, 26362], [10116, 308444]], "id": 7583}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine-threonine/tyrosine-protein kinase, catalytic domain", "id": "IPR001245", "short_desc": "Ser-Thr/Tyr_kinase_cat_dom"}, {"desc": "Fibronectin type III", "id": "IPR003961", "short_desc": "FN3_dom"}, {"desc": "Tyrosine-protein kinase, active site", "id": "IPR008266", "short_desc": "Tyr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "Tyrosine-protein kinase, catalytic domain", "id": "IPR020635", "short_desc": "Tyr_kinase_cat_dom"}, {"desc": "Fibronectin type III superfamily", "id": "IPR036116", "short_desc": "FN3_sf"}, {"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": ["IPI00296992", "IPI00397361"], "map_location": "19q13.2", "name": "AXL receptor tyrosine kinase", "other_names": ["AXL oncogene", "AXL transforming sequence/gene", "tyrosine-protein kinase receptor UFO"], "pantherdb": {"HGNC": "905", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1347244", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 10090, "uniprot_kb": "Q00993"}, {"RGD": "620028", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 10116, "uniprot_kb": "E9PSY0"}, {"Ensembl": "ENSDARG00000112045", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 7955, "uniprot_kb": "A0A2R8PYK8"}, {"WormBase": "WBGene00008711", "ortholog_type": "O", "panther_family": "PTHR24416", "taxid": 6239, "uniprot_kb": "Q9XVQ7"}], "uniprot_kb": "P30530"}, "pathway": {"netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": {"id": "deltanp63pathway", "name": "Validated transcriptional targets of deltaNp63 isoforms"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-4420097", "name": "VEGFA-VEGFR2 Pathway"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4806", "name": "EGFR Tyrosine Kinase Inhibitor Resistance"}]}, "pdb": ["2C5D", "4RA0", "5U6B", "5VXZ"], "pfam": ["PF00041", "PF07714", "PF13927"], "pharmgkb": "PA25197", "pharos": {"target_id": 18204, "tdl": "Tchem"}, "pir": "A41527", "prosite": ["PS50011", "PS50853", "PS50835"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246211", "relationship": "is"}, {"id": "GNF246212", "relationship": "is"}, {"id": "GNF246213", "relationship": "is"}, {"id": "GNF246214", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164192", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079940", "relationship": "is"}, {"id": "GNF079941", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050866", "relationship": "is"}, {"id": "GNF055629", "relationship": "is"}, {"id": "GNF060298", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065995", "relationship": "is"}, {"id": "GNF065996", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166748", "relationship": "is"}, {"id": "GNF166749", "relationship": "is"}, {"id": "GNF166750", "relationship": "is"}, {"id": "GNF166751", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000944", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF237267", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324796", "relationship": "is"}, {"id": "GNF324797", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334689", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093055", "relationship": "is"}, {"id": "GNF132753", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_001265528.1", "NP_001690.2", "NP_068713.2"], "rna": ["NM_001278599.2", "NM_001699.6", "NM_021913.5"], "translation": [{"protein": "NP_001265528.1", "rna": "NM_001278599.2"}, {"protein": "NP_068713.2", "rna": "NM_021913.5"}, {"protein": "NP_001690.2", "rna": "NM_001699.6"}]}, "reporter": {"HG-U133_Plus_2": ["202685_s_at", "202686_s_at"], "HG-U95Av2": ["1233_s_at", "1278_at", "38433_at"], "HTA-2_0": "TC19000576.hg.1", "HuEx-1_0": "3834046", "HuGene-1_1": "8029006", "HuGene-2_1": "16862439"}, "summary": "The protein encoded by this gene is a member of the Tyro3-Axl-Mer (TAM) receptor tyrosine kinase subfamily. The encoded protein possesses an extracellular domain which is composed of two immunoglobulin-like motifs at the N-terminal, followed by two fibronectin type-III motifs. It transduces signals from the extracellular matrix into the cytoplasm by binding to the vitamin K-dependent protein growth arrest-specific 6 (Gas6). This gene may be involved in several cellular functions including growth, migration, aggregation and anti-inflammation in multiple cell types. The encoded protein acts as a host cell receptor for multiple viruses, including Marburg, Ebola and Lassa viruses and is a candidate receptor for the SARS-CoV2 virus. [provided by RefSeq, Sep 2021].", "symbol": "AXL", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812237"}, "unigene": "Hs.590970", "uniprot": {"Swiss-Prot": "P30530", "TrEMBL": "M0R0W6"}, "wikipedia": {"url_stub": "AXL receptor tyrosine kinase"}}