{"AllianceGenome": "910", "HGNC": "910", "MIM": "194460", "_id": "563", "_version": 1, "accession": {"genomic": ["AC004522.3", "CH236956.1", "CH471091.2", "CP068271.2", "D14034.1", "NC_000007.14", "NC_060931.1", "X69953.1"], "protein": ["AAA61311.1", "AAH05306.1", "AAH05908.1", "AAH33830.1", "AEE61137.1", "BAA03123.1", "BAA14417.1", "CAA42438.1", "CAA49574.1", "EAL23862.1", "EAW76621.1", "EAW76622.1", "EAW76623.1", "NP_001176.1", "P25311.2", "XP_054214632.1", "XP_054214633.1"], "rna": ["AA583051.1", "AI678968.1", "AW015837.1", "BC005306.1", "BC005908.1", "BC014470.1", "BC033830.1", "BM796305.1", "CB148270.1", "CB305376.1", "D90427.1", "HM005540.1", "M76707.1", "NM_001185.4", "X59766.1", "XM_054358657.1", "XM_054358658.1"], "translation": [{"protein": "AAH05306.1", "rna": "BC005306.1"}, {"protein": "CAA42438.1", "rna": "X59766.1"}, {"protein": "AAH05908.1", "rna": "BC005908.1"}, {"protein": "BAA14417.1", "rna": "D90427.1"}, {"protein": "XP_054214632.1", "rna": "XM_054358657.1"}, {"protein": "NP_001176.1", "rna": "NM_001185.4"}, {"protein": "XP_054214633.1", "rna": "XM_054358658.1"}, {"protein": "AAH33830.1", "rna": "BC033830.1"}, {"protein": "AEE61137.1", "rna": "HM005540.1"}, {"protein": "AAA61311.1", "rna": "M76707.1"}]}, "alias": ["ZA2G", "ZAG"], "ensembl": {"gene": "ENSG00000160862", "protein": ["ENSP00000292401", "ENSP00000389942", "ENSP00000396093"], "transcript": ["ENST00000292401", "ENST00000411734", "ENST00000419575", "ENST00000477251", "ENST00000483612", "ENST00000495765"], "translation": [{"protein": "ENSP00000292401", "rna": "ENST00000292401"}, {"protein": "ENSP00000389942", "rna": "ENST00000419575"}, {"protein": "ENSP00000396093", "rna": "ENST00000411734"}], "type_of_gene": "protein_coding"}, "entrezgene": "563", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.41199235, "exp_mis": 106.2488102, "exp_syn": 51.605545, "lof_z": 1.50686737436237, "mis_z": -0.320357898835042, "mu_lof": 5.94482139511e-07, "mu_mis": 9.22952467142e-06, "mu_syn": 4.40672936225e-06, "n_lof": 4.0, "n_mis": 113.0, "n_syn": 46.0, "p_li": 0.0175975830278723, "p_null": 0.0900556312007043, "p_rec": 0.892346785771423, "syn_z": 0.48374750656568}, "bp": 897, "cds_end": 99573643, "cds_start": 99564625, "n_exons": 4, "nonpsych": {"exp_lof": 7.5311226, "exp_mis": 96.0828865, "exp_syn": 46.6254566, "lof_z": 1.26367364138816, "mis_z": -0.201560059294962, "mu_lof": 5.94482139511e-07, "mu_mis": 9.22952467142e-06, "mu_syn": 4.40672936225e-06, "n_lof": 4.0, "n_mis": 100.0, "n_syn": 43.0, "p_li": 0.0137827414535291, "p_null": 0.137890814528537, "p_rec": 0.848326444017933, "syn_z": 0.334283576816425}, "nontcga": {"exp_lof": 7.73098757, "exp_mis": 97.7408668, "exp_syn": 47.46905867, "lof_z": 1.6784777331612, "mis_z": -0.265024439371371, "mu_lof": 5.94482139511e-07, "mu_mis": 9.22952467142e-06, "mu_syn": 4.40672936225e-06, "n_lof": 3.0, "n_mis": 103.0, "n_syn": 43.0, "p_li": 0.0722645214849945, "p_null": 0.055312090090501, "p_rec": 0.872423388424505, "syn_z": 0.410708010822625}, "transcript": "ENST00000292401.4"}, "exons": [{"cdsend": 99976020, "cdsstart": 99967002, "chr": "7", "position": [[99966729, 99967286], [99968154, 99968430], [99971745, 99972006], [99975944, 99976031]], "strand": -1, "transcript": "NM_001185", "txend": 99976031, "txstart": 99966729}], "exons_hg19": [{"cdsend": 99573643, "cdsstart": 99564625, "chr": "7", "position": [[99564352, 99564909], [99565777, 99566053], [99569368, 99569629], [99573567, 99573654]], "strand": -1, "transcript": "NM_001185", "txend": 99573654, "txstart": 99564352}], "generif": [{"pubmed": 14983038, "text": "ZAG gene expression and protein were detected in human adipose tissue."}, {"pubmed": 15477100, "text": "x-ray crystallographic analysis of ligand binding by Zn-alpha2-glycoprotein"}, {"pubmed": 15620688, "text": "Human adipocytes express and secrete ZAG, with ZAG expression being regulated particularly through TNF-alpha and the PPARgamma nuclear receptor."}, {"pubmed": 16475792, "text": "Arg-73 projects into one end of the binding groove and is the sole charged amino acid adjacent to the ligand. Replacing this amino acid with alanine abolished ligand binding and closed the groove to solvent."}, {"pubmed": 16598739, "text": "This study characterized ZAG protein (AZGP1) expression in prostate cancer using a semi-automated system. ZAG expression level found to have an independent prognostic value for pT2 patients."}, {"pubmed": 17724461, "text": "Elevated mRNA levels of AZGP1 is associated with lung adenocarcinoma"}, {"pubmed": 18567794, "text": "A review of the major aspects of ZAG from its gene structure to function and metabolism."}, {"pubmed": 18663996, "text": "this novel adipokine could play a role in human susceptibility to obesity related disorders"}, {"pubmed": 18930737, "text": "analysis of the novel complex formed between zinc alpha2-glycoprotein (ZAG) and prolactin-inducible protein (PIP) from human seminal plasma"}, {"pubmed": 18978557, "text": "Overexpression of AZGP1 is associated with lung adenocarcinoma."}, {"pubmed": 19188554, "text": "In the context that AZGP1 is involved in lipolysis and fat loss, its overexpression in the airway epithelium of chronic smokers may represent one mechanism for the weight difference in smokers vs. nonsmokers."}, {"pubmed": 19351730, "text": "ZAG might be involved in the pathogenesis of obesity-related metabolic disorders."}, {"pubmed": 19549246, "text": "expression in adipose tissue downregulated with increased adiposity and circulating insulin"}, {"pubmed": 19622624, "text": "Down-regulation of ZAG in in adipose tissue and liver exists in obese patients but is not related to insulin resistance."}, {"pubmed": 19846741, "text": "The present study provides evidence of a role of ZAG gene in adipose tissue metabolism"}, {"pubmed": 19934249, "text": "Treatment with TNFalpha reduced Zag gene expression in differentiated adipocytes."}, {"pubmed": 20070991, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20070991, "text": "Zn-alpha2-glycoprotein genotype and serum levels are associated with serum lipids."}, {"pubmed": 20581862, "text": "PCR array analysis revealed that AZGP1-induced epithelial transdifferentiation was accompanied by a series of concerted cellular events including a shift in the energy metabolism and prosurvival signals"}, {"pubmed": 20595026, "text": "Macrophage-associated inflammation may play a significant role in the downregulation of ZAG in adipose tissue in obesity."}, {"pubmed": 20661134, "text": "results indicate ZAG as a possible predictive marker of Gleason grade. The inverse association between grade and tissue expression with a rising serum protein level is similar to that seen with prostate-specific antigen. In addition, the results for both ZAG and PSMB-6 highlight the challenges in trying to associate the protein levels in serum with tissue expression"}, {"pubmed": 20683033, "text": "REsults suggest both a relationship between ZAG expression and pathways involving adipokines or estrogen and that ZAG may be a potential breast cancer biomarker."}, {"pubmed": 21245862, "text": "ZAG may contribute to adipose atrophy associated with cancer cachexia in human beings."}, {"pubmed": 21432866, "text": "AZGP1 is a potential molecular marker for biochemical relapse in men with margin-positive, localized PC."}, {"pubmed": 21443201, "text": "AZGP1 identified as a biomarker candidate for chronic pancreatitis."}, {"pubmed": 21457004, "text": "The adipokine zinc-alpha2-glycoprotein activates AMP kinase in human primary skeletal muscle cells."}, {"pubmed": 21790656, "text": "These results indicate that ZAG, which is present on the human sperm membrane, plays a critical role in the acrosome reaction and subsequently, may be involved in sperm fertility."}, {"pubmed": 21791968, "text": "High serum Zn-alpha-2-glycoprotein is associated with preeclampsia."}, {"pubmed": 22425975, "text": "The genotypes of rs4215 in ZAG gene are significantly associated with obesity in Chinese north Han population. GG genotype subjects in rs4215 site have an increased susceptibility to obesity when compared with the AA+AG genotype subjects."}, {"pubmed": 22442679, "text": "ZAG could be involved in modulating lipid metabolism in adipose tissue and is associated with insulin resistance."}, {"pubmed": 22498882, "text": "Urinary PGDS, not ZA2G, may serve as a biomarker for active LN and upon validation in larger studies, may become the non-invasive test to evaluate the disease activity in future management of LN."}, {"pubmed": 22625427, "text": "HCC patients with high AZGP1 expression survived longer, with better overall survival and disease-free survival. In addition, low AZGP1 expression associated with worse relapse-free survival (P = 0.046) and distant metastatic progression-free survival"}, {"pubmed": 22739111, "text": "Reduced expression of AZGP1 led to a significant increase in the expression of lipogenic genes, thereby resulting in higher lipid levels."}, {"pubmed": 22935975, "text": "prostate ZAG staining correlated with a favorable outcome after prostatectomy for high-grade prostate cancer."}, {"pubmed": 23272038, "text": "cbZAG is lower in cord blood compared with maternal serum and correlates with gestational age at delivery, suggesting a role during the accelerated fetal growth during latter pregnancy"}, {"pubmed": 23393224, "text": "Our data showed that the elevated AZGP1 and decreased PEDF and PRDX2 expressions in CRC serum and tissues were correlated with liver metastases. higher AZGP1 was also associated with a poorer disease-free survival."}, {"pubmed": 23423258, "text": "Overproduction of ZAG in white adipose tissue in chronic kidney disease could be a major contributor to metabolic disturbances associated with CKD."}, {"pubmed": 23448999, "text": "In cancer cachexia, ZAG release from white adipocytes is elevated and closely related to body weight loss. In cardiac cachexia, ZAG and circulating free fatty acids are closely related, suggesting a causative role in fat catabolism. [Review]"}, {"pubmed": 23634719, "text": "High urine zinc alpha2-glycoprotein expression is associated with prostate cancer."}, {"pubmed": 23849457, "text": "Circulating AZGP1 is elevated in chronic hemodialysis patients and sharply increases during the early phase of acute kidney injury."}, {"pubmed": 23935945, "text": "AZGP1 might serve as a candidate tumor suppressor and a potential prognostic biomarker in gastric carcinogenesis."}, {"pubmed": 24114735, "text": "AZGP1 and PIP were found in significantly lower levels in invasive breast tissue."}, {"pubmed": 24188824, "text": "Zinc binding may be important for ZAG binding to fatty acids and the beta-adrenergic receptor."}, {"pubmed": 24374959, "text": "Both intracellular and extracellular localization of ZAG2 is identified in the brains of Krabbe's disease patients but not in control brains."}, {"pubmed": 24465683, "text": "thyroid hormone up-regulates the production of zinc-alpha2-glycoprotein in the liver but not in the adipose tissue."}, {"pubmed": 24508823, "text": "results show that AZGP-1, hCAP-D3, and E-cadherin are potentially useful immunohistochemical markers to predict BCR, and that AZGP-1 can be used as an independent prognostic marker of aggressive prostate cancer."}, {"pubmed": 24753506, "text": "ZAG plays an important role in modulating whole-body and adipose tissue insulin sensitivity. ZAG in subcutaneous, but not in visceral AT, was markedly reduced in obesity."}, {"pubmed": 25076420, "text": "ZAG protein accumulates in plasma in ESRD and hemodialysis patients but this increase is not directly correlated to the decrease in GFR."}, {"pubmed": 25427682, "text": "Increased serum ZAG concentrations induced, at least partly, by Sp1 may cause an increase in vascular tone through the activation of RhoA"}, {"pubmed": 25561225, "text": "comprehensive evaluation of AZGP1 variation at the mRNA and protein level in colon cancer; study demonstrated that AZGP1 is a potential serum marker of colon cancer that may be correlated with tumorigenesis"}, {"pubmed": 25580089, "text": "we demonstrated a significant increase in ZAG in critically ill patients temporally related to recovery from sepsis"}, {"pubmed": 25708842, "text": "Plasma ZAG was elevated in smokers, and correlated with male gender, smoking amount and duration, nicotine dependence, and metabolic syndrome."}, {"pubmed": 25788525, "text": "AZGP1 is a negative regulator of fibrosis progression in kidney and heart"}, {"pubmed": 26068931, "text": "Zinc-alpha2-glycoprotein inhibits insulin-induced glucose uptake in human adipocytes by impairing insulin signaling at the level of AKT in a PP2A-dependent manner."}, {"pubmed": 26383228, "text": "reduced AZGP1 expression is strongly related to adverse prostate cancer prognosis, independently of established clinic-pathological variables and PTEN deletions."}, {"pubmed": 26487699, "text": "It was concluded that the lipid-binding groove in ZA2G contains at least two distinct fatty acid-binding sites."}, {"pubmed": 27264075, "text": "ZAG has the potential to alleviate hepatosteatosis, making it a promising therapeutic target for fatty liver."}, {"pubmed": 27325561, "text": "Absent or weak expression of AZGP1 protein was associated with worse recurrence free survival (RFS), disease specific survival, and overall survival after radical prostatectomy for prostate cancer."}, {"pubmed": 27473574, "text": "Absent alpha-2-glycoprotein 1 zinc-binding(AZGP1) expression is an independent predictor of biochemical relapse in margin-positive localized prostate cancer and is associated with increased prostate cancer-specific mortality"}, {"pubmed": 27711093, "text": "From various categories of proteins that have been detected in prostate tissue by proteomics, only secreted protein Zinc alpha 2-glycoprotein showed a clear signal in the urine, proving its discriminative potential for the early diagnosis of prostate cancer"}, {"pubmed": 27911324, "text": "This study demonstrated that differential expression of zinc-alpha-2-glycoprotein (AZGP1) was detected in the serums of Alzheimer's Disease patients compared with healthy controls"}, {"pubmed": 27993894, "text": "we found that AZGP1 inhibited cell migration and invasion through the regulation of the PTEN/Akt and CD44s pathways. Collectively, our findings revealed the molecular mechanism of AZGP1 expression in HCC, providing new insights into the mechanisms underlying tumor progression."}, {"pubmed": 28419103, "text": "Data show increased levels of lysozyme C (LYZ), lacritin (LACRT) and zinc-alpha-2 glycoprotein 1 (AZGP1) in pooled tear fluid sample from Graves' disease (GD) patients with moderate-to-severe Graves' orbitopathy (GO) compared with GD patients without clinical signs of GO."}, {"pubmed": 28440767, "text": "Circulating ZAG levels were significantly higher in patients with CS than in controls. ZAG levels positively correlated to 24-h urinary free cortisol, body mass index, non-esterified fatty acids, glucose, LDL-C, and type 2 diabetes mellitus, and were inversely related to total adiponectin levels.(p=0.035). In multivariate analysis ZAG levels only correlated with body mass index (p=0.012), type 2 diabetes mellitus."}, {"pubmed": 28486686, "text": "Our study provides prospective phase III validation that absent/low AZGP1 expression provides independent prognostic value in PC"}, {"pubmed": 28576733, "text": "Study reports expression of Zinc-alpha2-glycoprotein (ZAG) in neurons. The level of ZAG was lower in temporal lobe epilepsy patients and time-dependently decreased in PTZ-treated rats. In addition, ZAG was shown to interact with p-ERK and TGF-beta. ZAG was found to be synthesized in neurons, and both the AZGP1 mRNA and ZAG protein levels were decreased in epilepsy patients and rat models."}, {"pubmed": 28825380, "text": "results indicate that changes in the circulating level of S100A1 protein occur in metabolic syndrome patients; the strong correlation between serum zinc-alpha2-glycoprotein and S100A1 might suggest that production or release of these two proteins could be related mechanistically"}, {"pubmed": 29199150, "text": "In combination, proteins PRDX2 and ZAG yielded the highest discriminatory power (AUC=0.999), sensitivity (100%), and specificity (98.77%) in distinguishing the early stages of oral squamous cell carcinoma . The detection of PRDX-2 combining with ZAG protein could potentially be used as salivary biomarkers for early screening of OSCC."}, {"pubmed": 29357838, "text": "Our study reveals that reduced AZGP1 expression correlates with in vitro cellular migration and invasion. In vivo, it is associated with higher metastatic risk and shorter survival in patients with soft tissue sarcomas"}, {"pubmed": 30670019, "text": "High Zn-alpha-2-glycoprotein expression is associated with hyperthyroidism."}, {"pubmed": 30738053, "text": "Study identified ZAG, an adipokine that regulates lipid mobilization, as a biomarker for atopic dermatitis (AD). ZAG levels were consistently decreased in sera, T cells, and skin in human AD patients compared with healthy controls."}, {"pubmed": 30820960, "text": "that AZGP1 is an AR target gene and is involved in androgen/AR axis-mediated cell proliferation and metastasis"}, {"pubmed": 30918134, "text": "Circulating ZAG is closely related to PCOS and could be an important adipokine involved in the occurrence and development of PCOS."}, {"pubmed": 30929134, "text": "zinc appears to be an important regulator of the homeostasis of ZAG in the body; however, alterations in the metabolism of zinc in obesity appear to compromise the functions of ZAG."}, {"pubmed": 30964766, "text": "In this study, CSF ZAG level was decreased in patients with temporal lobe epilepsy compared to controls for the first time, which is consistent with previous research in brain tissues of patients with epilepsy."}, {"pubmed": 31506272, "text": "The authors determined the first crystal structure at 2.49 A resolution for fatty acid-bound ZAG. By showing that ZAG binds fatty acids in different locations, the authors demonstrate an augmented mechanism for fatty acid binding in ZAG that is distinct from other known fatty acid binding proteins, and may be relevant to cachexia."}, {"pubmed": 31526290, "text": "Serum AZGP1 levels in CHD patients were lower than controls. AZGP1 and its receptor beta3-adrenoceptor (beta3-AR) colocalized in lipid-rich areas of atherosclerotic plaques, particularly around macrophages. In vitro, AZGP1 had no effect on foam cell formation but showed anti-inflammatory effects through its regulation of JNK/AP-1 signaling."}, {"pubmed": 31576092, "text": "Study in non-alcoholic fatty liver disease (NAFLD) patients, mouse model, and human LO2 cells revealed that AZGP1 levels were significantly decreased in liver tissues of NAFLD patients and mice. AZGP1 alleviated NAFLD by blocking TNF-alpha-mediated inflammation and intracellular lipid deposition, promoting proliferation, and inhibiting apoptosis in LO2 cells."}, {"pubmed": 31686532, "text": "Effect of a single bout of resistance exercise on zinc-alpha2-glycoprotein."}, {"pubmed": 31740720, "text": "Elemental Zn and its Binding Protein Zinc-alpha2-Glycoprotein are Elevated in HPV-Positive Oropharyngeal Squamous Cell Carcinoma."}, {"pubmed": 31748429, "text": "Association between circulating zinc-alpha2-glycoprotein levels and the different phenotypes of polycystic ovary syndrome."}, {"pubmed": 31790689, "text": "we aim to assess the potential role and molecular mechanism underlying AZGP1-mediated regulation of gastric carcinoma progression"}, {"pubmed": 31790716, "text": "Zinc-alpha2-glycoprotein promotes browning of white adipose tissue in cold-exposed male mice."}, {"pubmed": 32032896, "text": "Altered adipocytokine profile predicts early stage of left ventricular remodeling in hypertensive patients with type 2 diabetes mellitus."}, {"pubmed": 32265843, "text": "Low Serum ZAG Levels Correlate With Determinants of the Metabolic Syndrome in Chinese Subjects."}, {"pubmed": 32315567, "text": "Zinc-alpha2-glycoprotein as an inhibitor of amine oxidase copper-containing 3."}, {"pubmed": 32353891, "text": "Zinc-alpha2-glycoprotein is associated with non-albuminuric chronic kidney disease progression in type 2 diabetes: a retrospective study with 4-year follow-up."}, {"pubmed": 32525817, "text": "AZGP1 suppresses the process of colorectal cancer after upregulating FASN expression via mTOR signal pathway."}, {"pubmed": 33257194, "text": "Elevated serum levels of S100A1 and zinc alpha2-glycoprotein in patients with heart failure."}, {"pubmed": 33681385, "text": "Changes of Serum Zinc-alpha2-Glycoprotein Level and Analysis of Its Related Factors in Gestational Diabetes Mellitus."}, {"pubmed": 34052271, "text": "Serum proteomic analysis of major depressive disorder patients and their remission status: Novel biomarker set of zinc-alpha-2-glycoprotein and keratin type II cytoskeletal 1."}, {"pubmed": 34062067, "text": "Assessment of Zinc- alpha2 glycoprotein (ZAG) and Lipase Maturation Factor 1 (LMF1) concentration in children with chronic kidney disease."}, {"pubmed": 34083628, "text": "Development of a prediction model for mortality and cardiovascular outcomes in older adults taking into account AZGP1."}, {"pubmed": 34315434, "text": "Correlation between plasma ZAG and adiponectin in older adults: gender modification and frailty specificity."}, {"pubmed": 34719623, "text": "Serum Copeptin and Zinc-alpha2-glycoprotein Levels Are Novel Biomarkers of Tolvaptan Treatment in Decompensated Cirrhotic Patients with Ascites."}, {"pubmed": 35216318, "text": "Adipokines as New Biomarkers of Immune Recovery: Apelin Receptor, RBP4 and ZAG Are Related to CD4(+) T-Cell Reconstitution in PLHIV on Suppressive Antiretroviral Therapy."}, {"pubmed": 35641588, "text": "Adipose and serum zinc alpha-2-glycoprotein (ZAG) expressions predict longitudinal change of adiposity, wasting and predict survival in dialysis patients."}, {"pubmed": 37830580, "text": "Effects of Weight Loss and Aerobic Exercise Training on Adi-Pose Tissue Zinc alpha2-Glycoprotein and Associated Genes in Obesity."}, {"pubmed": 37870214, "text": "CircNOLC1 Promotes Colorectal Cancer Liver Metastasis by Interacting with AZGP1 and Sponging miR-212-5p to Regulate Reprogramming of the Oxidative Pentose Phosphate Pathway."}, {"pubmed": 37927217, "text": "Degradation of AZGP1 suppresses the progression of breast cancer cells via TRIM25."}, {"pubmed": 38349455, "text": "Investigating the immunological function of alpha-2-glycoprotein 1, zinc-binding in regulating tumor response in the breast cancer microenvironment."}, {"pubmed": 38418147, "text": "Zinc Alpha-2 Glycoprotein, Acylated Ghrelin, and Zinc Levels in Prediabetics."}, {"pubmed": 38659028, "text": "AZGP1 deficiency promotes angiogenesis in prostate cancer."}], "genomic_pos": {"chr": "7", "end": 99976042, "ensemblgene": "ENSG00000160862", "start": 99966720, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 99573780, "start": 99564343, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001580", "pubmed": 24248522, "qualifier": "involved_in", "term": "detection of chemical stimulus involved in sensory perception of bitter taste"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007155", "pubmed": 9813179, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 10462714, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071806", "qualifier": "involved_in", "term": "protein transmembrane transport"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14718574, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [16502470, 22664934, 23580065], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 24248522, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 27559042, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "NAS", "id": "GO:0004540", "pubmed": 10462714, "qualifier": "enables", "term": "RNA nuclease activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16237761, 18930737, 28671123, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0008320", "pubmed": 6896906, "qualifier": "enables", "term": "protein transmembrane transporter activity"}]}, "homologene": {"genes": [[9544, 710136], [9606, 563], [9615, 479739], [9913, 508800], [10090, 12007], [10116, 25294]], "id": 915}, "interpro": [{"desc": "MHC class I alpha chain, alpha1 alpha2 domains", "id": "IPR001039", "short_desc": "MHC_I_a_a1/a2"}, {"desc": "Immunoglobulin/major histocompatibility complex, conserved site", "id": "IPR003006", "short_desc": "Ig/MHC_CS"}, {"desc": "Immunoglobulin C1-set", "id": "IPR003597", "short_desc": "Ig_C1-set"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "MHC class I-like antigen recognition-like", "id": "IPR011161", "short_desc": "MHC_I-like_Ag-recog"}, {"desc": "MHC classes I/II-like antigen recognition protein", "id": "IPR011162", "short_desc": "MHC_I/II-like_Ag-recog"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "MHC class I-like antigen recognition-like superfamily", "id": "IPR037055", "short_desc": "MHC_I-like_Ag-recog_sf"}], "ipi": ["IPI00166729", "IPI00924948"], "map_location": "7q22.1", "name": "alpha-2-glycoprotein 1, zinc-binding", "other_names": ["Alpha-2-glycoprotein, zinc", "Zn-alpha2-glycoprotein", "testicular tissue protein Li 227", "zinc-alpha-2-glycoprotein", "zn-alpha-2-GP", "zn-alpha-2-glycoprotein"], "pantherdb": {"HGNC": "910", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "103163", "ortholog_type": "LDO", "panther_family": "PTHR16675", "taxid": 10090, "uniprot_kb": "Q64726"}, {"RGD": "2187", "ortholog_type": "LDO", "panther_family": "PTHR16675", "taxid": 10116, "uniprot_kb": "Q63678"}, {"Ensembl": "ENSGALG00000049444", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PUR0"}, {"Ensembl": "ENSGALG00000051088", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A3Q2UMZ6"}, {"Ensembl": "ENSGALG00000052732", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A3Q2TYX2"}, {"Ensembl": "ENSGALG00000051054", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PXR5"}, {"Ensembl": "ENSGALG00000053682", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A3Q2U882"}, {"Ensembl": "ENSGALG00000047314", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A3Q3AG95"}, {"Ensembl": "ENSGALG00000052371", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PGY6"}, {"Ensembl": "ENSGALG00000052686", "ortholog_type": "LDO", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5P642"}, {"Ensembl": "ENSGALG00000049208", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PV14"}, {"Gene": "HA1F_CHICK", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "P15979"}, {"Ensembl": "ENSGALG00000041380", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "Q95601"}, {"Ensembl": "ENSGALG00000048749", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PT69"}, {"Ensembl": "ENSGALG00000051188", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A3Q3AAA2"}, {"Ensembl": "ENSGALG00000050329", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PBS4"}, {"Ensembl": "ENSGALG00000047380", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A3Q2U286"}, {"Ensembl": "ENSGALG00000047025", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PGC3"}, {"Ensembl": "ENSGALG00000054070", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PZ85"}, {"Ensembl": "ENSGALG00000033932", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0ZXL5"}, {"ZFIN": "ZDB-GENE-140820-7", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7FE17"}, {"ZFIN": "ZDB-GENE-050417-464", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "B8JM90"}, {"Ensembl": "ENSDARG00000055813", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0R4IZK4"}, {"ZFIN": "ZDB-GENE-140820-11", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "X1WF83"}, {"ZFIN": "ZDB-GENE-140820-8", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1RAH2"}, {"Ensembl": "ENSDARG00000051711", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1QKU1"}, {"ZFIN": "ZDB-GENE-140820-5", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1RAH3"}, {"Ensembl": "ENSDARG00000016227", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7F1M4"}, {"Ensembl": "ENSDARG00000103049", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0G2L594"}, {"ZFIN": "ZDB-GENE-140820-13", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0G2KIH5"}, {"Ensembl": "ENSDARG00000096940", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "X1WF74"}, {"Ensembl": "ENSDARG00000115781", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A2R8QQR6"}, {"ZFIN": "ZDB-GENE-130206-11", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1R6J5"}, {"ZFIN": "ZDB-GENE-070424-4", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A4FUM4"}, {"ZFIN": "ZDB-GENE-040426-2149", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A8E7F4"}, {"ZFIN": "ZDB-GENE-130206-5", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "U6BNE9"}, {"ZFIN": "ZDB-GENE-030916-1", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0N4SU34"}, {"ZFIN": "ZDB-GENE-130206-9", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1Q8P0"}, {"ZFIN": "ZDB-GENE-070705-176", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A8E7F2"}, {"Ensembl": "ENSDARG00000059039", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7F9I1"}, {"ZFIN": "ZDB-GENE-990415-145", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "Q6GMG0"}, {"Ensembl": "ENSDARG00000039164", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7FAH6"}, {"ZFIN": "ZDB-GENE-060825-152", "ortholog_type": "LDO", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E9QCH2"}], "uniprot_kb": "P25311"}, "pathway": {"reactome": [{"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-5223345", "name": "Miscellaneous transport and binding events"}]}, "pdb": ["1T7V", "1T7W", "1T7X", "1T7Y", "1T7Z", "1T80", "1ZAG", "3ES6", "6R2U"], "pfam": ["PF00129", "PF07654"], "pharmgkb": "PA25203", "pharos": {"target_id": 7656, "tdl": "Tbio"}, "pir": "A54175", "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167339", "relationship": "is"}, {"id": "GNF178245", "relationship": "is"}, {"id": "GNF189151", "relationship": "is"}, {"id": "GNF200057", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156845", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF035676", "relationship": "is"}, {"id": "GNF040469", "relationship": "similar to"}], "GNF_mm+hs-MGC": [{"id": "GNF000948", "relationship": "is"}, {"id": "GNF131380", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF238583", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337298", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097742", "relationship": "is"}, {"id": "GNF137397", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": ["NP_001176.1", "XP_054214632.1", "XP_054214633.1"], "rna": ["NM_001185.4", "XM_054358657.1", "XM_054358658.1"], "translation": [{"protein": "XP_054214632.1", "rna": "XM_054358657.1"}, {"protein": "NP_001176.1", "rna": "NM_001185.4"}, {"protein": "XP_054214633.1", "rna": "XM_054358658.1"}]}, "reporter": {"HG-U133_Plus_2": ["209309_at", "217014_s_at"], "HG-U95Av2": "35834_at", "HTA-2_0": "TC07001652.hg.1", "HuEx-1_0": "3063589", "HuGene-1_1": "8141374", "HuGene-2_1": "17060380"}, "retired": 90053, "summary": "Involved in cell adhesion and detection of chemical stimulus involved in sensory perception of bitter taste. Located in extracellular space. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "AZGP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412706"}, "unigene": "Hs.546239", "uniprot": {"Swiss-Prot": "P25311", "TrEMBL": ["C9JEV0", "A0A140VK00", "H7BZJ8"]}, "wikipedia": {"url_stub": "AZGP1"}}