{"AllianceGenome": "914", "HGNC": "914", "MIM": "109700", "_id": "567", "_version": 1, "accession": {"genomic": ["AC018901.8", "AC025270.6", "AC122108.2", "AH002619.2", "CH471082.1", "CP068263.2", "DQ217933.1", "HH794631.1", "JB415942.1", "JC068862.1", "LC424499.1", "LC424500.1", "LC424501.1", "LC424502.1", "NC_000015.10", "NC_060939.1", "NG_012920.2", "NT_187605.1"], "protein": ["AAA51811.1", "AAB25312.1", "AAD14387.1", "AAD14388.1", "AAD48083.1", "AAG02006.1", "AAH32589.1", "AAH64910.1", "AAO20842.1", "ABB01003.1", "ABI63354.1", "ABI63355.1", "ABI63373.1", "BAA35182.1", "BAG38125.1", "BAG64583.1", "CAA23830.1", "CAG33347.1", "CBX87172.1", "CDH93686.1", "CDL96999.1", "EAW77276.1", "EAW77277.1", "EAW77278.1", "NP_004039.1", "P61769.1", "XP_005254606.1", "XP_054185015.1", "XP_054234432.1"], "rna": ["AB021288.1", "AF072097.1", "AI686916.1", "AK026463.1", "AK303560.1", "AK315776.1", "AY007153.1", "AY187687.1", "BC032589.1", "BC064910.1", "BE645555.1", "BU658737.1", "CR457066.1", "DQ839493.1", "DQ839494.1", "DQ884406.1", "NM_004048.4", "S54761.1", "S82297.1", "S82300.1", "V00567.1", "X07621.1", "XM_005254549.4", "XM_054329040.1", "XM_054378457.1"], "translation": [{"protein": "ABI63373.1", "rna": "DQ884406.1"}, {"protein": "ABI63355.1", "rna": "DQ839494.1"}, {"protein": "ABI63354.1", "rna": "DQ839493.1"}, {"protein": "AAB25312.1", "rna": "S54761.1"}, {"protein": "AAO20842.1", "rna": "AY187687.1"}, {"protein": "XP_054185015.1", "rna": "XM_054329040.1"}, {"protein": "AAD48083.1", "rna": "AF072097.1"}, {"protein": "CAG33347.1", "rna": "CR457066.1"}, {"protein": "AAD14388.1", "rna": "S82300.1"}, {"protein": "XP_054234432.1", "rna": "XM_054378457.1"}, {"protein": "AAG02006.1", "rna": "AY007153.1"}, {"protein": "BAG64583.1", "rna": "AK303560.1"}, {"protein": "NP_004039.1", "rna": "NM_004048.4"}, {"protein": "AAH64910.1", "rna": "BC064910.1"}, {"protein": "BAA35182.1", "rna": "AB021288.1"}, {"protein": "AAD14387.1", "rna": "S82297.1"}, {"protein": "BAG38125.1", "rna": "AK315776.1"}, {"protein": "XP_005254606.1", "rna": "XM_005254549.4"}, {"protein": "CAA23830.1", "rna": "V00567.1"}, {"protein": "AAH32589.1", "rna": "BC032589.1"}]}, "alias": ["AMYLD6", "IMD43", "MHC1D4"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "limited", "classification_date": "2024-04-18T16:00:00.000Z", "disease_label": "hypoproteinemia, hypercatabolic", "gcep": "SCID-CID Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0009434", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_56366640-5981-436e-bfa1-8d1edf14ac3f-2024-04-18T160000.000Z", "sop": "SOP10"}}, "ensembl": [{"gene": "ENSG00000273686", "protein": ["ENSP00000481426", "ENSP00000483449", "ENSP00000488042", "ENSP00000488177", "ENSP00000488321", "ENSP00000488360", "ENSP00000488548"], "transcript": ["ENST00000617605", "ENST00000619603", "ENST00000631391", "ENST00000631454", "ENST00000631573", "ENST00000631575", "ENST00000631672", "ENST00000631728", "ENST00000632449", "ENST00000632867", "ENST00000633158", "ENST00000633512", "ENST00000633581", "ENST00000633912"], "translation": [{"protein": "ENSP00000481426", "rna": "ENST00000617605"}, {"protein": "ENSP00000488321", "rna": "ENST00000631728"}, {"protein": "ENSP00000488548", "rna": "ENST00000631573"}, {"protein": "ENSP00000488360", "rna": "ENST00000632867"}, {"protein": "ENSP00000488042", "rna": "ENST00000633158"}, {"protein": "ENSP00000488177", "rna": "ENST00000631575"}, {"protein": "ENSP00000483449", "rna": "ENST00000619603"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000166710", "protein": ["ENSP00000340858", "ENSP00000452861", "ENSP00000453186", "ENSP00000453191", "ENSP00000453350", "ENSP00000497910"], "transcript": ["ENST00000349264", "ENST00000557901", "ENST00000559720", "ENST00000559907", "ENST00000559916", "ENST00000560556", "ENST00000560681", "ENST00000561139", "ENST00000561424", "ENST00000623550", "ENST00000648006", "ENST00000695792"], "translation": [{"protein": "ENSP00000453191", "rna": "ENST00000561424"}, {"protein": "ENSP00000453350", "rna": "ENST00000559916"}, {"protein": "ENSP00000340858", "rna": "ENST00000349264"}, {"protein": "ENSP00000497910", "rna": "ENST00000648006"}, {"protein": "ENSP00000452861", "rna": "ENST00000557901"}, {"protein": "ENSP00000453186", "rna": "ENST00000561139"}], "type_of_gene": "protein_coding"}], "entrezgene": "567", "exons": [{"cdsend": 44716342, "cdsstart": 44711546, "chr": "15", "position": [[44711516, 44711613], [44715422, 44715701], [44716328, 44716356], [44717606, 44718145]], "strand": 1, "transcript": "NM_004048", "txend": 44718145, "txstart": 44711516}, {"cdsend": 39688, "cdsstart": 34895, "chr": "15_KI270849v1_alt", "position": [[34865, 34962], [38768, 39047], [39674, 39702], [40954, 41493]], "strand": 1, "transcript": "NM_004048", "txend": 41493, "txstart": 34865}], "exons_hg19": [{"cdsend": 45008540, "cdsstart": 45003744, "chr": "15", "position": [[45003714, 45003811], [45007620, 45007899], [45008526, 45008554], [45009804, 45010343]], "strand": 1, "transcript": "NM_004048", "txend": 45010343, "txstart": 45003714}], "generif": [{"pubmed": 11676539, "text": "structure in amyloid fibril formation"}, {"pubmed": 11801591, "text": "cleaved form partially attains a conformation that has amyloidogenic features"}, {"pubmed": 11847272, "text": "solution structure determined by (1)H NMR spectroscopy and restrained modeling calculations"}, {"pubmed": 11849381, "text": "Signal transduction of beta2m-induced expression of VCAM-1 and COX-2 in synovial fibroblasts."}, {"pubmed": 11877296, "text": "Strong associations were found between B2M serum levels and chromosome 14q32 abnormalities, but not del(13), in multiple myeloma."}, {"pubmed": 11914379, "text": "basis in developing CD8+ T cell antagonists"}, {"pubmed": 11943769, "text": "Conformation of beta 2-microglobulin amyloid fibrils analyzed by reduction of the disulfide bond"}, {"pubmed": 11967566, "text": "equilibrium denaturation measured by (1)H-(15)N NMR to determine conformational properties of an amyloidogenic intermediate of human beta(2)-microglobulin (beta(2)m) formed at low pH"}, {"pubmed": 11967567, "text": "Mapping the core of the beta(2)-microglobulin amyloid fibril by H/D exchange"}, {"pubmed": 12006623, "text": "Assembly of the FcRn alpha-chain with beta(2)microglobulin is important for both transport of FcRn from the ER to the cell surface and efficient pH-dependent IgG binding."}, {"pubmed": 12023961, "text": "Functional reconstitution of human FcRn in Madin-Darby canine kidney cells required co-expression"}, {"pubmed": 12085191, "text": "Increased expression of beta 2-microglobulin is associated with multiple drug resistance in tumor cells"}, {"pubmed": 12119416, "text": "Crystal structure reveals clues to its amyloidogenic properties"}, {"pubmed": 12192077, "text": "Results suggest that the reduced mobility of the denatured state is an important factor for the amylodogenic potential of beta2-microglobulin."}, {"pubmed": 12454016, "text": "A dominant negative mutant of this protein blocks the extracellular folding of MHC I heavy chain"}, {"pubmed": 12464008, "text": "results suggest that the apparent iron-deficient phenotype elicited by haemochromatosis protein (HFE) is not linked to beta(2)microglobulin insufficiency"}, {"pubmed": 12471623, "text": "Beta2-microglobulin aberrations in diffuse large B-cell lymphoma of the testis and the central nervous system."}, {"pubmed": 12480693, "text": "USF1 & USF2 bind to the B2M E box & regulate its transactivation. NF-kappa B subunits p50 & p65 bind to the kappa B box & p65 transactivates beta(2)m. IRFs1, 2,4,& 8 but not PU.1, bind to the Ets/ISRE. IRF1 & IRF3 are strong transactivators of beta(2)m."}, {"pubmed": 12480959, "text": "taken up by synovial fibroblasts and macrophages of patients with osteoarthritis"}, {"pubmed": 12488093, "text": "Data suggest that residues 59-71 may be important in the self-association of partially folded beta(2)microglobulin into amyloid fibrils."}, {"pubmed": 12516095, "text": "Block of b2m expression results in complete loss of HLA class I antigen expression on melanoma cells and disease progression"}, {"pubmed": 12531797, "text": "high concentrations retards the generation of monocyte-derived dendritic cells, which may involve down-regulation of major histocompatibility complex class I molecules, inactivation of Raf/MEK/ERK cascade and NF-kappaB, and activation of STAT3"}, {"pubmed": 12738401, "text": "a possible marker of renal function in patients with type 2 diabetes mellitus"}, {"pubmed": 12818210, "text": "Our analysis suggests that the favored monomer building block for fibril elongation is the conformation of the isolated beta(2)-microglobulin, without the beta-bulge on strand D and without strands A and G participating in the fibril beta-sheet structure"}, {"pubmed": 12850147, "text": "atomic force microscopy study of beta-2 microglobulin"}, {"pubmed": 12860117, "text": "beta 2-microglobulin N and C-terminal strands have roles in amyloid formation at neutral pH"}, {"pubmed": 12860118, "text": "analysis of beta 2-microglobulin amyloid formation with destabilized proteins"}, {"pubmed": 12911560, "text": "Some glycosaminoglycans and proteoglycans could enhance deposition of beta2m amyloid fibrils in vivo, possibly by binding directly to the surface of the fibrils and stabilizing the conformation of beta2m in the fibrils"}, {"pubmed": 12958308, "text": "mutations in which proline was introduced to each of the beta-strands of B2M affected the amyloidogenic potential of B2M to various degrees, and demonstrated that stability of the amyloid fibrils is a key factor determining the amyloidogenic potential"}, {"pubmed": 12968074, "text": "examined the unfolding processes of B2M and two related variants, a DeltaN6 and a Lys57-Asp58 cleavage, by high-temperature molecular dynamics simulations. Conformational changes of variants may relate to polymerization tendencies related to amyloidosis."}, {"pubmed": 14681859, "text": "Causes dialysis-related amyloidosis, by virtue of its retention when renal function fails, its deposition in tissues, its aggregation into fibrils, and its ability to become glycosylated. Review."}, {"pubmed": 14698299, "text": "structure activity relationship; His31-->Tyr human beta2m mutant, a non-natural form of beta2m that is more stable than the wild-type protein, displaying a ten-fold acceleration of the slow phase of folding"}, {"pubmed": 14699107, "text": "the internal structures are similar for beta2-microglobulin and amyloid fibril protein"}, {"pubmed": 15194307, "text": "B2M serum levels can be used as a marker for early diagnosis of cytomegalovirus infection after kidney transplantation."}, {"pubmed": 15249659, "text": "Results show that a seven-residue segment of human beta2-microglobulin (beta2M), not found in mouse beta2M, is sufficient to convert beta2M to the amyloid state, and that specific residue interactions are crucial to the conversion."}, {"pubmed": 15494406, "text": "beta(2)-microglobulin shows a similar heat capacity change upon amyloid formation to that of the folding to the native globular state, whereas the enthalpy change of the reaction is lower"}, {"pubmed": 15498554, "text": "effects of guanidine hydrochloride on the amyloid fibrils of beta2-m reveal a cooperative unfolding transition similar to that of the native state."}, {"pubmed": 15610257, "text": "an unfolded beta(2)m at C-terminal is found in hemodialysis-related amyloidosis"}, {"pubmed": 15667222, "text": "There is an optimal concentration of salts required for efficient fibril growth of beta 2-microglobulin, suggesting that counterion interaction is crucial in amyloid formation."}, {"pubmed": 15766269, "text": "Unfolded delta lysine-58-cleaved beta2m, a slightly modified beta 2-microglobulin variant generated by limited proteolysis, may behave as a monomeric amyloidogenic intermediate under physiologic conditions."}, {"pubmed": 16024039, "text": "used atomic force microscopy to map the formation of beta2-microglobulin amyloid fibrils with distinct morphologies and persistence lengths"}, {"pubmed": 16046408, "text": "Ultrasonication induces amyloid fibril formation of beta2-microglobulin"}, {"pubmed": 16053447, "text": "alphaB-crystallin prevents the fibril growth of beta2-microglobulin"}, {"pubmed": 16098535, "text": "thermograms of amyloid fibril solution showed a remarkably large decrease in heat capacity that was essentially released upon the thermal unfolding of the fibrils"}, {"pubmed": 16122756, "text": "REsults describe the effects of hydrostatic pressure on amyloid fibrils of beta2-microglobulin (beta2-m), involved in dialysis-related amyloidosis."}, {"pubmed": 16126222, "text": "Results describe the seeding-dependent propagation and maturation of beta2-microglobulin amyloid fibril conformation."}, {"pubmed": 16322574, "text": "Low pH may stabilize the straight conformation of edge beta-strand D (containing residues with amyloid-like fibril-forming potential) and thus increase the amyloidogenicity of beta 2-microglobulin"}, {"pubmed": 16331970, "text": "Results describe the structures of partially unfolded amyloidogenic intermediates of beta(2)-microglobulin ."}, {"pubmed": 16375919, "text": "Data provide a crystallographic comparison of H-2D(b) in complex with gp33 peptide and either human or mouse beta(2)microglobulin."}, {"pubmed": 16403526, "text": "Results describe the first step of amyloid initiation-dimer formation of a seven residue peptide (NHVTLSQ) from human beta2-microglobulin at pH 2.0."}, {"pubmed": 16475820, "text": "High yields of amyloid-like fibrils are observed for all proteins when assembly is seeded with fibril-seeds formed from recombinant protein stabilized by addition of heparin, serum amyloid P component, apolipoprotein E, uremic serum, or synovial fluid."}, {"pubmed": 16491092, "text": "identification of a specific folding intermediate, containing a non-native trans-proline isomer, as the direct precursor of fibril elongation"}, {"pubmed": 16509252, "text": "elevated levels of beta2M parallel progression of HIV disease and suggest its use as an alternate marker for determining HIV progression"}, {"pubmed": 16511243, "text": "crystallization of murine MHC class I H-2Db in complex with human beta2-microglobulin"}, {"pubmed": 16518752, "text": "demonstrated that human herpesvirus-7 down-regulates beta 2-microglobulin and HLA class I and II expression during infection of the SupT1 cell line and primary human lymphocytes"}, {"pubmed": 16549777, "text": "Fc fragment of IgG binds IgG and albumin, salvages both from a degradative fate, and maintains their physiologic concentrations"}, {"pubmed": 16601119, "text": "beta2-microglobulin aggregation under physiopathological conditions of dialysis-related amyloidosis is regulated by collagen"}, {"pubmed": 16704420, "text": "Study of a specific beta2-microglobulin variant that has been found circulating in dialysis patients, which may be involved in beta2-microglobulin amyloidogenicity in vivo."}, {"pubmed": 16740750, "text": "Mutations at the beta2m gene level were detected in all cell lines in melanoma."}, {"pubmed": 16841247, "text": "Apical distribution of HFE-beta2-microglobulin is associated with inhibition of apical iron uptake in intestinal epithelia cells."}, {"pubmed": 16846219, "text": "differential scanning calorimetric thermograms of acid-unfolded beta(2)-microglobulin monomers in presence of amyloid seeds showed large decrease in heat capacity with sigmoidal temperature-dependence, which was released at higher temperature."}, {"pubmed": 16891806, "text": "Multivariate analysis showed that serum beta2M was a significant prognostic factors in multiple myeloma patients' survival."}, {"pubmed": 16901902, "text": "analysis of amyloid fibrils of beta2-microglobulin"}, {"pubmed": 16919295, "text": "Results describe the structure of interacting segments in the growing amyloid fibril of beta2-microglobulin."}, {"pubmed": 17108084, "text": "By revealing the structure of beta(2)-microglobulin protofilament-like fibrils, this work represents technical progress in analyzing amyloid fibrils in general through solid-state NMR"}, {"pubmed": 17348447, "text": "When patients progressed, level of beta-2-microglobin increased significantly."}, {"pubmed": 17373663, "text": "Results suggest that functional beta2m may be necessary for distant metastasis formation in colorectal cancer patients."}, {"pubmed": 17498802, "text": "Besides beta(2)m and tapasin, an extra unidentified component is also critical for the expression of certain human class I alleles."}, {"pubmed": 17499801, "text": "beta2-microglobulin has an important role in regulating the growth and survival of renal cell carcinoma cells and anti-beta2-microglobulin antibody is a potential novel therapy for the treatment of human renal cell carcinoma."}, {"pubmed": 17543888, "text": "analysis of the localisation and functional effects of the HFE and its chaperone protein beta2M"}, {"pubmed": 17597407, "text": "Beta-2 microglobulin accumulates in the majority of gastric tissue of patients with active gastritis who were H pylori positive, whereas no accumulation was found in H. pylori negative patients."}, {"pubmed": 17618570, "text": "There is complementarity in the combined detection of the level of TPS, NSE, CEA and beta(2)-MG. Their levels have close correlation with lung cancer, histological grades and lymphoid nodule metastasis."}, {"pubmed": 17641012, "text": "Transgenic expression of human beta2- microglobulin alters self-major histocompatibility complex (MHC) class I in such a way that it modulates the natural killer (NK) cell phenotype, causing NK cells to be partially self-reactive."}, {"pubmed": 17646174, "text": "although the formation of beta2-microglobulin fibrils was enhanced under acidic conditions, it remains unknown if it is related to the increased propensity for the disappearance of the beta-bulge in strand D"}, {"pubmed": 17681531, "text": "Results describe the heat-induced conversion of beta(2)-microglobulin and hen egg-white lysozyme into amyloid fibrils."}, {"pubmed": 17693474, "text": "biophysical analysis of the protofibril model for the full-length beta2m protein"}, {"pubmed": 17766066, "text": "Significant association between urinary beta2-microglobulin excretion and cancer mortality in cadmium polluted area."}, {"pubmed": 17852800, "text": "The cystatin C, beta2-microglobulin and beta-trace protein levels displayed changes with increased levels in the third trimester but unaltered levels during the first and second trimesters."}, {"pubmed": 17929129, "text": "HLA-B27 has a role in Beta 2-microglobulin amyloid deposit, as shown in transgenic rats"}, {"pubmed": 18022010, "text": "B2M level measured at first autologous hematopoietic stem cell transplantation is a useful predictor for progressin in multiple myeloma."}, {"pubmed": 18024396, "text": "beta2M level was an independent prognostic marker in patients with follicular lymphoma treated with anthracycline"}, {"pubmed": 18036353, "text": "High molecular weight B27 is characterized by high secondary structural content, structural stability, stability to proteolysis by trypsin, and structural features that are both partly native-like, and partly non-native-like.["}, {"pubmed": 18046451, "text": "analysis in a sizable cohort of patients with long-term follow-up suggests that B2M levels do not add prognostic value to high-risk genetic factors"}, {"pubmed": 18088490, "text": "beta2-microglobulin level was not proved to have any association with overall survival in chronic lymphocytic leukemia patients."}, {"pubmed": 18164932, "text": "PCPE-1 interacts with beta2-microglobulin (beta2-m) and may help initiate beta2-m amyloid fibril formation in connective tissues"}, {"pubmed": 18211100, "text": "Amyloid nucleation triggered by agitation of beta2-microglobulin under acidic and neutral pH conditions."}, {"pubmed": 18215070, "text": "Comparing the beta2-m fragment with Abeta indicates that while both adopt similar beta-strand-turn-beta-strand motifs, the final amyloid structures can be dramatically different ."}, {"pubmed": 18245532, "text": "Serum beta2M levels can help predict outcome in patients greater than or =60 years with untreated acute myeloid leukemia."}, {"pubmed": 18257814, "text": "findings suggest that reduction of the plasma beta2-microglobulin level due to advances in dialysis therapy in recent years has contributed to the decreased incidence of carpal tunnel syndrome"}, {"pubmed": 18342332, "text": "beta2-microglobulin residues 62-70 provide a complementary interface that is key to the generation of amyloid fibrils for this protein at acidic pH"}, {"pubmed": 18393655, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18424782, "text": "there is a beta-sheet architecture underlies in beta2-microglobulin amyloid fibrils"}, {"pubmed": 18506145, "text": "studies are the first to demonstrate a prognostic role of B2M at the mRNA level and suggest that low B2M expression levels might be useful for identifying patients with lymph node metastasis and/or poor survival"}, {"pubmed": 18568448, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18674763, "text": "B2M has a probable role in immunity and inflammation but its plasma levels are not affected by maximal leg exercise in patients with intermittent claudication"}, {"pubmed": 18695889, "text": "Map7/B2M may serve as a valuable prognostic marker in patients with Stage II colon cancer."}, {"pubmed": 18704411, "text": "analysis of distinct mutations in beta2-microglobulin genes in sarcomatoid renal carcinoma"}, {"pubmed": 18708068, "text": "A comparative analysis of the unfolding/refolding kinetics of mutants revealed the prolyl isomerization to be coupled with the conformational transitions, leading to apparently unusual kinetics, particularly for the unfolding."}, {"pubmed": 18713542, "text": "The Logistic regression analysis showed that the levels of serum and urinary beta2 MG before operation were correlated with early acute renal failure after liver transplantation."}, {"pubmed": 18753422, "text": "conformational changes in the C-terminus of beta(2)m may play an important role in dialysis-related amyloidosis"}, {"pubmed": 18765525, "text": "beta2M downstream signaling regulates AR and PSA expression directly in AR-positive prostate cancer cells."}, {"pubmed": 18801425, "text": "Data show that serum beta2M is significantly higher in schizophrenia patients than healthy controls. There is a significant positive correlation between beta2M level and total psychopathology score."}, {"pubmed": 18835253, "text": "The experimental evidences gathered on the two mutants reinforce the hypothesis that conformational strain in the DE loop can affect beta2m stability and amyloid aggregation properties."}, {"pubmed": 18835879, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18841160, "text": "beta2M expression in the tissues is associated with survival and may be involved in tumour progression and metastasis in oral cavity squamous cell carcinoma (OCSCC)."}, {"pubmed": 19010783, "text": "Examination with a 22-residue K3 fragment of beta2-m showed that the inhibition of fibril growth"}, {"pubmed": 19017634, "text": "immature amyloid-like fibrils of beta2-m exhibited a volume intermediate between those of the mature fibrils of beta2-m and K3"}, {"pubmed": 19059216, "text": "These data suggest that beta2M is essential for the correct subcellular distribution of both HFE and hepcidin, two proteins, which are critical for iron homeostasis."}, {"pubmed": 19136889, "text": "lymphoblasts and endothelial cells derived from HLA-E/human beta2m transgenic pigs are effectively protected against human NK cell-mediated cytotoxicity"}, {"pubmed": 19140844, "text": "serum beta(2)-microglobulin may be another potential marker of cardiovascular complications in patients on hemodialysis."}, {"pubmed": 19148137, "text": "Downregulation of beta-2-microglobulin is associated with acute myeloid leukaemic blasts."}, {"pubmed": 19232323, "text": "amyloid fibrils are generated in less than an hour when a cleavage variant of beta2m--found in the circulation of many dialysis patients--is exposed to pH levels (pH 6.6) occurring in joints during inflammation."}, {"pubmed": 19265139, "text": "Due to unprecedented histocompatibility antigen (HLA) class I plasticity, Daudi is the first human cell line in which folding and function of class I HLA molecules are observed in the absence of beta 2-microglobulin."}, {"pubmed": 19284997, "text": "The W60V beta2m mutant has been tested for its tendency to beta-aggregation."}, {"pubmed": 19393661, "text": "Results describe the roles of intramolecular and intermolecular interactions in defining the length of the lag time and the apparent rate of elongation of the 100-residue protein human beta(2)-microglobulin."}, {"pubmed": 19410618, "text": "Result may correlate with the role of beta2-microglobulin in regulating cancer cell growth."}, {"pubmed": 19483161, "text": "Study shows that beta2-m levels represent valuable predictors in early CLL stages, when the neoplastic cell burden is low."}, {"pubmed": 19518133, "text": "The role of individual imidazole side chains in mediating metal binding affinity, native state stability, and oligomerization in the framework of P32A beta2m, was determined."}, {"pubmed": 19596084, "text": "negative correlation between serum levels and psychopathology scores in patients with schizophrenia"}, {"pubmed": 19728333, "text": "Data showed HLA-G upregulation and MHC class I downregulation in neoplastic cells."}, {"pubmed": 19754160, "text": "Previously proposed conformational switch caused by Cu(II) binding includes a cis-trans isomerization at Proline 32 but also the repositioning of residues that are critical for the formation of new electrostatic interactions."}, {"pubmed": 19824733, "text": "beta(2)m-induced dialysis-related amyloidosis can be mediated by ion channels formed by its K3 fragment."}, {"pubmed": 19829086, "text": "specific antibody of b2M can inhibit the growth of SKOV3 ovarian tumor cell lines"}, {"pubmed": 19874554, "text": "The study was to determine clinical utility of serum soluble interleukin (IL)-2 receptor, beta(2)-microglobulin, lactate dehydrogenase and erythrocyte sedimentation rate as markers in childhood Hodgkin's lymphoma"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20028983, "text": "Native-unlike long-lived intermediates along the folding pathway of the amyloidogenic protein beta2-microglobulin revealed by real-time two-dimensional NMR."}, {"pubmed": 20071336, "text": "molecular link between the beta2M intracellular signaling axis mediated by MAPK and SREBP-1 and involving lipid signaling, which collectively regulates AR expression and function"}, {"pubmed": 20088607, "text": "Selective covalent labeling reactions combined with mass spectrometry in this study reveal structural information about the beta 2-microglobulin dimer that is formed after the protein binds copper and before it proceeds to form amyloid fibrils."}, {"pubmed": 20089652, "text": "Internalization of coxsackievirus A9 is mediated by {beta}2-microglobulin, dynamin, and Arf6."}, {"pubmed": 20186038, "text": "In sequential sampling of patients with SLE, a positive correlation is found between the change of the systemic lupus erythematosus disease activity index and the change of the beta 2-microglobulin levels."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20335170, "text": "analysis of parallel, in-register beta-strands of beta2-microglobulin in amyloid fibrils"}, {"pubmed": 20351246, "text": "analysis of the structural characteristics and dynamic nature of the beta(2)m oligomers by ion mobility spectrometry-mass spectrometry"}, {"pubmed": 20372847, "text": "Suggest that the level of beta2-MG in plasma from patients with chronic hepatitis and liver cirrhosis could be a useful marker for the early diagnosis of imaging invisible hepatocellular carcinoma."}, {"pubmed": 20558175, "text": "structural properties and conformational states of beta(2)-microglobulin in the presence of trifluoroethanol, using both the wild-type protein and the mutant Trp60Gly"}, {"pubmed": 20587875, "text": "B2M levels are significantly high in dialysis patients and use of a low-flux dialyzer seems to be the major reason for the high beta2-m levels."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20662519, "text": "The study presents a site-specific NMR analysis of fibrils formed by the full-length of beta-2-microglobulin."}, {"pubmed": 20805697, "text": "beta2-microglobulin levels are positively associated with insulin resistance in chronic kidney disease patients receiving dialysis."}, {"pubmed": 20828817, "text": "High beta 2 Microglobulin is associated with acute adult T-cell leukemia/lymphoma."}, {"pubmed": 20831744, "text": "Brain weight correlated with the 'raw' (i.e. non-normalized) data for two mRNAs, beta2-microglobulin and TATA-binding protein, measured in cerebellum and hippocampus, respectively"}, {"pubmed": 21068391, "text": "Effect of tetracyclines on the dynamics of formation and destructuration of beta2-microglobulin amyloid fibrils."}, {"pubmed": 21086121, "text": "high incidence of loss of heterozygosity (LOH)-15q21 of beta2-microglobulin in some malignancies and especially the coincidence of LOH-15q21"}, {"pubmed": 21107472, "text": "Beta2-microglobulin is recognized as a surrogate marker of middle-molecule uraemic toxins and represents a key component of dialysis-associated amyloidosis"}, {"pubmed": 21127468, "text": "Elevated urinary beta-2-microglobulin levels at birth can be used as an alternative marker of bronchopulmonary dysplasia in premature infants."}, {"pubmed": 21131979, "text": "betam can oligomerize and fibrillize via three-dimensional domain swapping."}, {"pubmed": 21216953, "text": "dimeric alpha2M as well as tetrameric alpha2M may play an important role in controlling beta2-m amyloid fibril formation"}, {"pubmed": 21220305, "text": "Data show that the crystal structure of DeltaN6beta2m in complex with one of these nanobodies (Nb24) identifies domain swapping as a plausible mechanism of self-association of this amyloidogenic protein."}, {"pubmed": 21232804, "text": "Volume 233, Issues 1-2, April 2011, Pages 228-232"}, {"pubmed": 21314441, "text": "plasma beta-2-microglobulin levels were associated with higher aortic stiffness irrespective of cardiovascular disease risk factors"}, {"pubmed": 21332340, "text": "urinary marker for the differential diagnosis of Balkan endemic nephropathy"}, {"pubmed": 21376205, "text": "B2M was upregulated in ureteropelvic junction obstruction and decreased after surgical treatment."}, {"pubmed": 21525950, "text": "This study showed that the increase in beta2-microglobulin was independently associated with blood pressure in a general population."}, {"pubmed": 21546482, "text": "Beta 2 microglobulin may have a role in cardiovascular events in patients with asymptomatic carotid atherosclerosis"}, {"pubmed": 21624083, "text": "A direct correlation was observed between subject age and the serum concentration of b2-microglobulin in healthy subjects older than 40 years of age"}, {"pubmed": 21699748, "text": "Results suggest that Tmp21 is a novel protein that preferentially binds to Beta(2)-microglobulin-free MHC-I heavy chains."}, {"pubmed": 21718071, "text": "Selective covalent labeling reactions combined with mass spectrometry are used to investigate the amino acids responsible for mediating tetramer formation in wild-type beta2m."}, {"pubmed": 21870705, "text": "Lack of significant differences in beta2-M expression level in normal and tumor tissues indicated that beta2-M can be used as reference gene in studies of gene expression in gastrointestinal tract tumors."}, {"pubmed": 21919032, "text": "Significant positive correlations between PDGF-AB & b-FGF, IL-6, ANG, & beta2 microglobulin in multiple myeloma. A complex network of cytokines induces bone marrow neovascularization in MM."}, {"pubmed": 21953582, "text": "findings show that HLA-E/beta2m overexpression is a surrogate marker of poor prognosis and point to a novel mechanism of tumor immune escape in CRC in restraining inhibitory IEL-TIL"}, {"pubmed": 22065046, "text": "Comparison of unpaired 50 primary breast cancer and 33 brain metastases showed lower expression of beta2-microglobulin, transporter associated with antigen processing (TAP) 1, TAP2 and calnexin in the brain lesions."}, {"pubmed": 22137796, "text": "In 29 percent of diffuse large B cell lymphoma cases, mutations and deletions inactivate the beta2-Microglobulin gene, thus preventing the cell-surface expression of the HLA class-I complex"}, {"pubmed": 22211248, "text": "Speculate that the up-regulation of beta2-M expression may contribute to the oncogenesis of human oral mucosa, tumor invasion and metastasis."}, {"pubmed": 22307441, "text": "Prediction formulae based upon serum beta2-microglogulin/TATI may more reliably estimate glomerular filtration rate in heavy proteinuria."}, {"pubmed": 22353804, "text": "B2M mutations may contribute to the favourable outcome of high-level microsatellite instability colon cancer patients and should therefore be evaluated as a potential prognostic marker in future clinical trials"}, {"pubmed": 22373550, "text": "High serum beta2-M is a novel predictor of prognosis in patients with upper aerodigestive tract natural killer NK/T-cell lymphoma."}, {"pubmed": 22475215, "text": "Data indicate that in patients with chronic lymphocytic leukemia (CLL), IL-6, IL-8 and tumor necrosis factor-alpha (TNF-alpha) levels increased with age than in normal individuals, and the levels correlated with plasma beta(2)-microglobulin and with one another."}, {"pubmed": 22524657, "text": "HLA class I down-regulation might be a common characteristic of breast cancer mostly caused by the down-regulation of beta2-microglobulin expression."}, {"pubmed": 22566695, "text": "In combination with ultrasonication on nucleation, beta(2)-microglobulin, a protein responsible for dialysis-related amyloidosis, generates distinct fibril conformations in a concentration-dependent manner in the presence of 2,2,2-trifluoroethanol."}, {"pubmed": 22577117, "text": "Results support that beta2MG may serve as a marker of disease activity in SLE. The correlations with the measured cytokines indicate that increased beta2MG in SLE reflects immunological activity."}, {"pubmed": 22595828, "text": "Report prognostic value of urinary beta 2-microglobulin in idiopathic membranous nephropathy."}, {"pubmed": 22683352, "text": "The analysis of the transverse relaxation rates revealed that acid-denatured beta2m undergoes a structural exchange with an extensively unfolded form."}, {"pubmed": 22693999, "text": "We describe a kindred with slowly progressive gastrointestinal symptoms and autonomic neuropathy caused by autosomal dominant, hereditary systemic amyloidosis. The amyloid consists of Asp76Asn variant beta(2)-microglobulin."}, {"pubmed": 22710694, "text": "NGAL and beta2-M were significantly increased in urine from patients with obstructed hydronephrotic kidneys at the time of surgery."}, {"pubmed": 22793795, "text": "The free energy barriers for the normal-to-amyloidogenic isomerization are found to be 14.9 and 7.1 kcal/mol for the neutral and protonated cases, consistent with enhanced amyloidgenesis at low pH."}, {"pubmed": 22797889, "text": "Serum beta2MG in combination with serum Cr used as markers for predicting glomerular function can provide an accurate detection of kidney dysfunction in children."}, {"pubmed": 22833104, "text": "Review emphasizes common but also distinct molecular mechanisms of beta2m loss in melanoma and colorectal tumors."}, {"pubmed": 22859396, "text": "Absence of B2M protein expression identifies MMR-deficient cancers with a favourable clinical course and absence of metastatic disease."}, {"pubmed": 22895515, "text": "Confirm the strong relationship between B2M levels and eGFR and confirm the power of B2M to predict overall and cardiovascular mortality and cardiovascular events in patients at different stages of CKD."}, {"pubmed": 23000961, "text": "Lipo-prostaglandin E1 reudces cystatin C, beta2-microglobulin, and estimated glomerular filtration rate in patients with decompensated heart failure and renal dysfunction."}, {"pubmed": 23123554, "text": "An elevated U-beta2MG level was associated with the occurrence of cardiac events in ST elevation myocardial infarction patients who underwent angioplasty."}, {"pubmed": 23144825, "text": "beta(2)microglobulin displays an antibacterial activity when amniotic cells are exposed to pathogens."}, {"pubmed": 23225003, "text": "Pathological self-aggregation of beta(2)-microglobulin"}, {"pubmed": 23225015, "text": "An activated complement system and cellular activation perpetuate these reactions which due to the affinity of beta(2)m-amyloid for the collagen of synovial surfaces result in the DRA syndrome."}, {"pubmed": 23229474, "text": "Using human beta(2)m and the HLA-B*27:09 complex as a model system, a comparison of free and HC-bound beta(2)m by nuclear magnetic resonance spectroscopy was initially carried out. Most parts of beta(2)m gain rigidity upon binding to the heavy chain."}, {"pubmed": 23242610, "text": "High beta-2 microglobulin expression is associated with multiple myeloma."}, {"pubmed": 23329840, "text": "Data indicate that fibrils formed by co-polymerizing two variants of beta2-microglobulin and their homopolymer equivalents have different structural and thermodynamic properties."}, {"pubmed": 23335043, "text": "betaTP, beta2M, CysC, and creatinine differ in their associations with demographic and clinical factors, suggesting variation in their non-glomular filtration rate determinants."}, {"pubmed": 23417110, "text": "The identification of the two novel loci for B2M extends our understanding of its metabolism and informs its use as a kidney filtration biomarker."}, {"pubmed": 23518194, "text": "beta2-microglobulin is a novel filtration marker for predicting all-cause and cardiovascular mortality."}, {"pubmed": 23645685, "text": "Alpha B-crystallin reversibly dissociates beta2microglobulin oligomers formed spontaneously in aged samples."}, {"pubmed": 23648836, "text": "These experimental data suggest that partial unfolding in the apical half of the protein close to Pro32 leads to an excited state conformation with enhanced propensity for oligomerization."}, {"pubmed": 23707648, "text": "Serum beta2M may be a useful biomarker for clinical diagnosis, follow-up and prognosis of prostate cancer."}, {"pubmed": 23717383, "text": "In primary Sjogren's syndrome higher levels of beta2-microglobulin and free light chains of immunoglobulins are associated with increased systemic disease activity."}, {"pubmed": 23728017, "text": "case Report: beta2-microglobulin amyloidosis as cause of pathologic hip fracture in hemodialysis patient."}, {"pubmed": 23806216, "text": "Salivary beta2MG and Na+ levels are useful markers for differentiating Sjogren's syndrome patients from non-SS-CTD patients and health controls."}, {"pubmed": 23849305, "text": "Higher circulating levels of beta2-m or cystatin C are independent cardiovascular risk factors of left atrial enlargement in patients with coronary artery disease, and could be a link between the kidney and the heart."}, {"pubmed": 23859015, "text": "DC-SIGNR has a role in expression of lactic acid dehydrogenase and beta2-microglobulin in non-Hodgkin lymphoma"}, {"pubmed": 23898101, "text": "The aim of this study was to determine the diagnostic value of the serum tumor marker beta-2 microglobulin (beta2M) as well as positron emission tomography using (18)F-fluorodeoxyglucose in confirming or eliminating the diagnosis of non-Hodgkin lymphoma."}, {"pubmed": 23904325, "text": "study used nanobody-assisted Xray crystallography to solve the structure of Pro32Gly beta2m (P32G beta2m); complex of P32G beta2m with Nb24 reveals a trans peptide bond at position 32; Pro32 adopts the cis conformation in wild-type monomer, indicating that the cis to trans isomerization at Pro32 plays a critical role in the early onset of beta2m amyloid formation"}, {"pubmed": 23911412, "text": "Data suggest that IgG monoclonal antibodies that target beta-2-microglobulin for cancer immunotherapy be selected or engineered so as not to activate complement, thus eliminating the potential adverse effects of complement-mediated lysis of normal cells."}, {"pubmed": 23974249, "text": "beta2m at pH 2.5 adopts a compact noncanonical unfolded state resembling a collapsed premolten globule state"}, {"pubmed": 23975166, "text": "study used molecular dynamics simulations to explore the impact of selected DE-loop mutations (D59P and W60C) on the folding space of protein beta2-microglobulin; they predict the population of a partially folded state, with 60 percent of native internal free energy"}, {"pubmed": 23987825, "text": "Serum cystatin C, urine NAG, RBP, and ET-1 levels were found to be insufficient for the evaluation of SCD nephropathy. Increased B2M/creatinie levels can be valuable in estimating possible glomerular and tubular damage in SCD."}, {"pubmed": 23991042, "text": "Results indicate that age, male gender, and C-reactive protein level were positively associated with serum beta2-microglobulin levels."}, {"pubmed": 24014031, "text": "Structure, folding dynamics, and amyloidogenesis of D76N beta2-microglobulin: roles of shear flow, hydrophobic surfaces, and alpha-crystallin."}, {"pubmed": 24078632, "text": "haptoglobin is a potential extracellular chaperone for beta2-microglobulin even in moderately acidic conditions relevant during inflammation, with promising therapeutic implications in beta2-microglobulin amyloid-related diseases."}, {"pubmed": 24144106, "text": "Milk beta2-microglobulin and S100A9 are host factors that are found to be associated with mother-to-child transmission of HIV-1."}, {"pubmed": 24262149, "text": "Both the cis-trans equilibrium and isomerization dynamics of a single proline amide modulate beta2-microglobulin amyloid assembly."}, {"pubmed": 24272393, "text": "MHC I and b2m genes are both expressed in in human as well as mice during the developmental stages of cerebellar cortex"}, {"pubmed": 24337623, "text": "The increased proportion of advanced glycation end products and beta2M deposition induced by long-term exposure of peritoneal dialysis fluid may be a marker of peritoneal injury."}, {"pubmed": 24338476, "text": "Class I major histocompatibility complex, the trojan horse for secretion of amyloidogenic beta2-microglobulin."}, {"pubmed": 24572983, "text": "results suggest that serum beta2M and GGT levels are useful indicators for evaluating the occurrence of slight inflammation as background, which promotes atherosclerosis even in healthy children."}, {"pubmed": 24679070, "text": "Conformational differences between B2M and its truncated variant DeltaN6 fibrils can explain the relatively enhanced amyloidogenic potential of the truncation variant."}, {"pubmed": 24692843, "text": "Beta-2 microglobulin levels are increased in about 30 percent of renal cell carcinoma patients, above all in subjects with metastatic disease."}, {"pubmed": 24753579, "text": "with beta2-microglobulin, a protein responsible for dialysis-related amyloidosis, we show direct heat measurements of the formation of amyloid fibrils using isothermal titration calorimetry"}, {"pubmed": 24851068, "text": "Urinary beta2-MG levels showed a significant correlation with renal function and proteinuria in IgA nephropathy."}, {"pubmed": 24895473, "text": "Substantial changes of CSF beta 2-m concentrations are predictive of purulent meningitis, leptomeningeal metastasis, viral meningitis/encephalitis, and neuroborreliosis."}, {"pubmed": 24969158, "text": "An association between serum B2M and non-Hodgkin lymphoma prognosis."}, {"pubmed": 24981172, "text": "Amyloidogenic and nonamyloidogenic variants of beta2-microglobulin, mapping interactions that inhibit or promote fibril formation in atomic detail."}, {"pubmed": 25095655, "text": "Hypertensive patients with hyperuricemia show higher plasma concentrations of beta-2-microglobulin (B2M), compared to patients without uric acid metabolic disorders."}, {"pubmed": 25100247, "text": "The results suggest that the interaction between beta2m fibrils and membranes of endosomal origin may play a role in the molecular mechanism of beta2m amyloid-associated osteoarticular tissue destruction in DRA."}, {"pubmed": 25152594, "text": "Serum B2-M levels may be used as an activity parameter in inflammatory bowel disease."}, {"pubmed": 25247952, "text": "Serum beta2-microglobulin levels correlate with tumor stage in MM."}, {"pubmed": 25292288, "text": "beta2-M expression demonstrated a significant difference in the four breast cancer molecular subtypes, and may be related to apoptosis regulation in breast cancer."}, {"pubmed": 25311765, "text": "Our study suggested that positive beta2M expression or loss of ATP5B expression in tumor tissues is closely related to the metastasis, invasion, and poor-prognosis of gallbladder cancer."}, {"pubmed": 25356553, "text": "ESAT-6/ESAT-6:CFP-10 can enter into the endoplasmic reticulum where it sequesters beta2M to inhibit cell surface expression of MHC-I-beta2M complexes, resulting in downregulation of class I-mediated antigen presentation."}, {"pubmed": 25412306, "text": "The expression profiles of DEP1 and B2MG correlate with increased cell senescence and survival in breast cancer."}, {"pubmed": 25523495, "text": "Unfolding of the C-terminal portion of human beta 2 microglobulin may be related to amyloidogenicity."}, {"pubmed": 25577449, "text": "findings suggest that beta2m at transplantation predict the outcome after ASCT in NHL"}, {"pubmed": 25702838, "text": "Beta2-Microglobulin deficiency causes a complex immunodeficiency of the innate and adaptive immune system."}, {"pubmed": 25750126, "text": "Beta 2-microglobulin is responsible for systemic amyloidosis in patients undergoing long-term hemodialysis."}, {"pubmed": 25915729, "text": "The study presents the X-ray crystallographic structures of three families of oligomers formed by macrocyclic peptides containing a heptapeptide sequence derived from the amyloidogenic E chain of beta 2-microglobulin (B2M)."}, {"pubmed": 25982269, "text": "Monoclonal antibodies to HLA-E bind epitopes carried by unfolded beta2 m-free heavy chains."}, {"pubmed": 26063798, "text": "A competitive mechanism of amyloid fibrillation and amorphous aggregation reproduced the observed aggregation kinetics of beta2-microglobulin."}, {"pubmed": 26278164, "text": "beta2M-mediated VEGFR-2/Akt/mTOR phosphorylation and tumor angiogenesis was significantly suppressed by over-expression of DKK-3."}, {"pubmed": 26406402, "text": "Overexpression of B2M are associated with invasion, metastasis of the pancreatic ductal adenocarcinoma."}, {"pubmed": 26625805, "text": "Serum Beta-2 Microglobulin level is elevated in Chronic Hepatitis C related chronic liver diseases and may be used as a marker for Chronic Hepatitis C disease progression towards cirrhosis and carcinoma."}, {"pubmed": 26655720, "text": "Data suggest that, in modeling early assembly mechanisms for amyloidogenic beta2-microglobulin (B2M and/or truncated B2M, crosslinked and native), domain-swapped hinge region of B2M is key to both intra-molecular and inter-molecular interactions."}, {"pubmed": 26732125, "text": "we found that beta2M but no other serum markers had independent prognostic significance in the UK CLL4 trial"}, {"pubmed": 26780548, "text": "The results show that, although other factors influence the fibril growth kinetics, a striking difference in the solubility of the proteins is a key determinant of the different amyloidogenicity of human B2M and mouse B2M."}, {"pubmed": 26800100, "text": "BTP and B2M levels are less affected than serum by amputation, and should be considered for future study of GFR estimation"}, {"pubmed": 26921323, "text": "The chaperone crystallin, which is a mild modulator of the lag phase of the variant fibrillogenesis, potently inhibits fibril elongation of the wild-type even once it is absorbed on D76N beta2-microglobulin fibrils."}, {"pubmed": 26924065, "text": "Serum levels of beta trace protein and beta 2 microglobulin can be used to predict residual kidney function in hemodialysis patients."}, {"pubmed": 26983758, "text": "B2M is a potential tissue biomarker and therapeutic target of borderline and malignant ovarian tumours and the dysregulation of B2M in these tumours may be mediated by the TGF-beta signaling pathway."}, {"pubmed": 27044906, "text": "Pretransplant beta2-Microglobulin Is Associated with the Risk of Acute Graft-versus-Host-Disease after Allogeneic Hematopoietic Cell Transplant.("}, {"pubmed": 27110054, "text": "Results show that high serum 2-m levels and lymphoma associated hemophagocytic lymphohistiocytosis (LAHS) were associated with markedly poorer overall survival (OS) in patients with hemophagocytic lymphohistiocytosis suggesting that serum2-m concentration was a powerful and independent prognostic factor for OS in patients with LAHS."}, {"pubmed": 27173460, "text": "Beta2M mRNA expression in cells of the urinary sediment is higher in T1D patients with diabetic kidney disease and in patients with focal segmental glomerulosclerosis in comparison to healthy subjects, maybe reflecting a tubulointerstitial injury promoted by albumin."}, {"pubmed": 27467899, "text": "Study characterized the salt-induced oligomers of the acid-unfolded state of beta2m using an array of biophysical tools including steady-state and time-resolved fluorescence, circular dichroism, dynamic light scattering, and atomic force microscopy imaging. Results revealed the distinct pathways by which beta2m assembles into oligomers and fibrils."}, {"pubmed": 27481166, "text": "Macromolecular crowding favors the fibrillization of beta2-microglobulin by accelerating the nucleation step and inhibiting fibril disassembly."}, {"pubmed": 28051183, "text": "Binding stability to beta2-microglobulin may confer to HLA-C the ability to preferentially act either as a conventional immune-competent molecule or as an accessory molecule involved in HIV-1 infectivity via viral envelope glycoprotein binding."}, {"pubmed": 28079504, "text": "Letter: serum levels of anti-carbonic anhydrase autoantibodies and beta macroglobulin correlate with ClinESSDAI score in patients with Sjogren's syndrome."}, {"pubmed": 28182344, "text": "Both cystatin C and beta 2 macroglobulin are elevated in type 2 diabetics with diabetic nephropathy."}, {"pubmed": 28213472, "text": "These data suggest beta2M might participate in the development of lung emphysema through induction of lung epithelial cell senescence and inhibition."}, {"pubmed": 28249361, "text": "Heparin-induced amyloid fibrillation of beta2 -microglobulin explained by solubility and a supersaturation-dependent conformational phase diagram"}, {"pubmed": 28249620, "text": "Serum B2M level was positively associated with Gensini score system, SYNTAX score system and the number of diseased coronary vessels."}, {"pubmed": 28302866, "text": "We focused on the genetic and functional analysis of beta2-microglobulin (B2M), a component of the HLA class-I complex. We identified alterations in genes involved in various functions, such as B2M involved in immunosurveillance"}, {"pubmed": 28343624, "text": "Salivary beta2-microglobulin positively correlates with EULAR Sjogren's syndrome Patient Reported Index (ESSPRI) in patients with primary Sjogren's syndrome"}, {"pubmed": 28434301, "text": "An Asp to Asn mutation is a toxic trigger in beta-2 microglobulin: structure and biophysics."}, {"pubmed": 28468825, "text": "results suggest that doxycycline and rifamycin are general inhibitors of Cu(II)-induced beta2m amyloid formation."}, {"pubmed": 28490653, "text": "High B2M levels were associated with an increased risk of ischemic stroke in this study of middle-aged women"}, {"pubmed": 28616688, "text": "Study observed differences in B2M mutation status in mismatch repair-deficient CRC by tumor subtypes, site, stage, grade, immune infiltrate and for overall survival that warrant further investigation in larger studies before B2M mutation status can be considered to have clinical utility."}, {"pubmed": 28657666, "text": "Molecular dynamic simulations reveal that D59P mutation in the DE loop region of B2M disrupts the native sandwich folded structure and highlight a decrease in the average number of hydrogen bonds in the loop regions on D59P mutation that enhances conformational flexibility, which lead to higher aggregation propensity."}, {"pubmed": 28671821, "text": "Data suggest that T-cell receptor (TCR) alpha-constant domain (C- and F-strands) directly interacts with unbound MHC light chain, beta2-microglobulin (beta2M); these interactions do not appear to be involved in T-cell cytotoxicity, suggesting an alternate role for beta2M binding to TCR; TCR beta-chain does not appear to interact directly with beta2M."}, {"pubmed": 29615660, "text": "beta2-Microglobulin Promotes Epithelial-Mesenchymal Transition of Esophageal Squamous Cell Carcinoma Cells"}, {"pubmed": 29625928, "text": "Immunoglobulin light-chain amyloidosis (AL amyloidosis) patients with a higher beta2-microglobulin (beta2MG) levels experienced significantly more thromboembolic events compared with those with a lower value. Most thromboembolic events occurred within the first year after the AL amyloidosis diagnosis."}, {"pubmed": 29741401, "text": "Data show that plasma beta2-microglobulin (beta2m) levels are specifically increased in Alzheimer's disease (AD), indicating that beta2m could play a role in AD."}, {"pubmed": 30196829, "text": "Age-adjusted Beta2-microglobulin was significantly higher and ACE was significantly lower in multiple sclerosis patients than in controls."}, {"pubmed": 30288572, "text": "Serum kidney injury molecule 1 and beta2-microglobulin perform as well as larger biomarker panels for prediction of rapid decline in renal function in type 2 diabetes."}, {"pubmed": 30624993, "text": "the SH2B3-beta2M axis plays a causal role in hypertension."}, {"pubmed": 30808762, "text": "We show that loss of expression of FcRn or its binding partner beta 2 microglobulin (b2M) renders cells resistant to infection by a panel of echoviruses at the stage of virus attachment, and that a blocking antibody to b2M inhibits echovirus infection in cell lines and in primary human intestinal epithelial cells"}, {"pubmed": 30810435, "text": "our findings indicate that beta2m regulates pancreatic cancer cell migration, and furthermore suggest that APLP2 is an intermediary in this process."}, {"pubmed": 30866857, "text": "Beta-2-microglobulin has a different regulatory mechanism between estrogen receptor (+) and estrogen receptor(-) breast cancer with HER2(-) tumor cell lines."}, {"pubmed": 31053801, "text": "Serum beta2-microglobulin levels are highly associated with the risk of acute ischemic stroke."}, {"pubmed": 31062389, "text": "B2M mutations were detected in nearly one-third of mismatch repair-deficient colorectal cancer cancers, none of which recurred"}, {"pubmed": 31063510, "text": "High csf beta-2-microglobulin is associated with CNS infections."}, {"pubmed": 31484733, "text": "-based high-throughput virtual screening followed by 16-point screening on microscale thermophoresis resulted in the identification of two potent inhibitors (SM09 and SM15) that mask the critical Met93 residue of ESAT-6 that is required for ESAT-6:beta2M interaction and could rescue cell surface expression of beta2M and HLA in human macrophages"}, {"pubmed": 31527472, "text": "Study examined pressure and D76N mutation effects on the beta2m molecule by NMR and MD simulations, and found that the mutation induced the loosening of the inter-sheet packing of beta2m, which is relevant to destabilization and subsequent amyloidogenicity. On the other hand, this loosening was coupled with perturbed dynamics at some peripheral regions."}, {"pubmed": 31711963, "text": "Unlike with other amyloid systems in which conformational heterogeneity is often associated with different amyloid morphologies or off-pathway events, conformational heterogeneity in the tetramer seems to be a necessary aspect of Cu(II)-induced amyloid formation by b2-microglobulin"}, {"pubmed": 31724398, "text": "The results revealed that K3 interacted weakly with a broad cluster of the hydrophobic residues of beta2m, which accommodated the residues located in some distant sequence, leading to competitive inhibition."}, {"pubmed": 31853669, "text": "Genetic and epigenetic analysis of the beta-2-microglobulin gene in microsatellite instable colorectal cancer."}, {"pubmed": 31926503, "text": "serum beta2-MG levels correlated positively with systemic lupus disease activity index, and erythrocyte sedimentation rate and correlated negatively with C3 and C4 complement"}, {"pubmed": 31953323, "text": "Protein secondary structure determines the temporal relationship between folding and disulfide formation."}, {"pubmed": 32191420, "text": "Prognostic value of Golgi P 73 and Beta 2-microglobulin in patients with Viral Hepatitis B."}, {"pubmed": 32308380, "text": "Serum beta2-Microglobulin is Associated with Mortality in Hospitalized Patients with Exacerbated Chronic Obstructive Pulmonary Disease."}, {"pubmed": 32362616, "text": "Serum levels of bone sialoprotein, osteopontin, and beta2-microglobulin in stage I of multiple myeloma."}, {"pubmed": 32424999, "text": "Whole blood ACTB, B2M and GAPDH expression reflects activity of inflammatory bowel disease, advancement of colorectal cancer, and correlates with circulating inflammatory and angiogenic factors: Relevance for real-time quantitative PCR."}, {"pubmed": 32441176, "text": "beta2-Microglobulin, Neutrophil Gelatinase-Associated Lipocalin, and Endocan Values in Evaluating Renal Functions in Patients with beta-Thalassemia Major."}, {"pubmed": 32661194, "text": "The role of the IT-state in D76N beta2-microglobulin amyloid assembly: A crucial intermediate or an innocuous bystander?"}, {"pubmed": 33092477, "text": "Respiratory ss-2-Microglobulin exerts pH dependent antimicrobial activity."}, {"pubmed": 33332932, "text": "Prognostic Stratification of Patients with Burkitt Lymphoma Using Serum beta2-microglobulin Levels."}, {"pubmed": 33467468, "text": "Computational Evolution of Beta-2-Microglobulin Binding Peptides for Nanopatterned Surface Sensors."}, {"pubmed": 33472168, "text": "beta2-microglobulin as a biomarker of pulmonary fibrosis development in COPD patients."}, {"pubmed": 33508321, "text": "Enhanced accessibility and hydrophobicity of amyloidogenic intermediates of the beta2-microglobulin D76N mutant revealed by high-pressure experiments."}, {"pubmed": 33581388, "text": "Association of beta-2-microglobulin and cardiovascular events and mortality: A systematic review and meta-analysis."}, {"pubmed": 33598798, "text": "Elevated cerebrospinal fluid levels of beta-2-microglobulin in patients with Guillain-Barre syndrome and their correlations with clinical features."}, {"pubmed": 33905876, "text": "Beta 2 microglobulin correlates with oxidative stress in elderly."}, {"pubmed": 33960680, "text": "Impact of beta-2 microglobulin expression on the survival of glioma patients via modulating the tumor immune microenvironment."}, {"pubmed": 33993034, "text": "Venus flytrap or pas de trois? The dynamics of MHC class I molecules."}, {"pubmed": 34021850, "text": "Evaluation of beta-2 microglobulin, erythropoietin and tobacco use in polycythemic cases."}, {"pubmed": 34115389, "text": "B2M gene expression shapes the immune landscape of lung adenocarcinoma and determines the response to immunotherapy."}, {"pubmed": 34279716, "text": "Urinary beta-2 microglobulin as an early predictive biomarker of acute kidney injury in neonates with perinatal asphyxia."}, {"pubmed": 34478526, "text": "Frequent mutated B2M, EZH2, IRF8, and TNFRSF14 in primary bone diffuse large B-cell lymphoma reflect a GCB phenotype."}, {"pubmed": 34626645, "text": "Strong acids induce amyloid fibril formation of beta2-microglobulin via an anion-binding mechanism."}, {"pubmed": 34639093, "text": "Global Proteotoxicity Caused by Human beta2 Microglobulin Variants Impairs the Unfolded Protein Response in C. elegans."}, {"pubmed": 34880353, "text": "The PRY/SPRY domain of pyrin/TRIM20 interacts with beta2-microglobulin to promote inflammasome formation."}, {"pubmed": 35381163, "text": "A New Prognostic Index for Extranodal Natural Killer/T-Cell Lymphoma:Incorporation of Serum beta-2 Microglobulin to PINK."}, {"pubmed": 35575118, "text": "A novel substitution of proline (P32L) destabilises beta2-microglobulin inducing hereditary systemic amyloidosis."}, {"pubmed": 35841593, "text": "beta2-Microglobulin Maintains Glioblastoma Stem Cells and Induces M2-like Polarization of Tumor-Associated Macrophages."}, {"pubmed": 36006779, "text": "beta 2 -Microglobulin Participates in the Development of Vestibular Schwannoma by Regulating Nuclear Factor-kappaB."}, {"pubmed": 36050644, "text": "Effect of beta2-microglobulin in evaluating the severity and prognosis of brain injury: a clinical study."}, {"pubmed": 36181005, "text": "Correlation between serum beta2-microglobulin level and systemic lupus erythematosus disease activity: A PRISMA-compliant meta-analysis."}, {"pubmed": 36328246, "text": "Dimers of D76N-beta2-microglobulin display potent antiamyloid aggregation activity."}, {"pubmed": 36437414, "text": "Differential HLA class I subunit (A, B, C heavy chain and beta2-microglobulin) expression levels in normal tissues."}, {"pubmed": 37190783, "text": "Association Between Serum GDF15 Concentration and Total Mortality in Community-Dwelling Japanese Older Populations: The Involvement of Renal Dysfunction."}, {"pubmed": 38813697, "text": "Plasma Proteomics Identifies B2M as a Regulator of Pulmonary Hypertension in Heart Failure With Preserved Ejection Fraction."}], "genomic_pos": [{"chr": "15", "end": 44718851, "ensemblgene": "ENSG00000166710", "start": 44711358, "strand": 1}, {"chr": "HSCHR15_3_CTG8", "end": 42225, "ensemblgene": "ENSG00000273686", "start": 34826, "strand": 1}], "genomic_pos_hg19": {"chr": "15", "end": 45011075, "start": 45003675, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001913", "qualifier": "involved_in", "term": "T cell mediated cytotoxicity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001916", "qualifier": "involved_in", "term": "positive regulation of T cell mediated cytotoxicity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002237", "qualifier": "involved_in", "term": "response to molecule of bacterial origin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002481", "qualifier": "involved_in", "term": "antigen processing and presentation of exogenous protein antigen via MHC class Ib, TAP-dependent"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002502", "pubmed": 36104323, "qualifier": "involved_in", "term": "peptide antigen assembly with MHC class I protein complex"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002503", "qualifier": "involved_in", "term": "peptide antigen assembly with MHC class II protein complex"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002726", "pubmed": 24643698, "qualifier": "involved_in", "term": "positive regulation of T cell cytokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006826", "qualifier": "involved_in", "term": "iron ion transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006879", "pubmed": 18353247, "qualifier": "involved_in", "term": "intracellular iron ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007608", "qualifier": "involved_in", "term": "sensory perception of smell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007611", "pubmed": 26147761, "qualifier": "involved_in", "term": "learning or memory"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007611", "qualifier": "involved_in", "term": "learning or memory"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010977", "qualifier": "involved_in", "term": "negative regulation of neuron projection development"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0019885", "pubmed": 24643698, "qualifier": "involved_in", "term": "antigen processing and presentation of endogenous peptide antigen via MHC class I"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019886", "qualifier": "involved_in", "term": "antigen processing and presentation of exogenous peptide antigen via MHC class II"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0032092", "pubmed": 18353247, "qualifier": "involved_in", "term": "positive regulation of protein binding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033077", "qualifier": "involved_in", "term": "T cell differentiation in thymus"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0034756", "pubmed": 18353247, "qualifier": "involved_in", "term": "regulation of iron ion transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042026", "qualifier": "involved_in", "term": "protein refolding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045646", "qualifier": "involved_in", "term": "regulation of erythrocyte differentiation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0048260", "pubmed": 18353247, "qualifier": "involved_in", "term": "positive regulation of receptor-mediated endocytosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050680", "pubmed": 28213472, "qualifier": "involved_in", "term": "negative regulation of epithelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050768", "pubmed": 26147761, "qualifier": "involved_in", "term": "negative regulation of neurogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050778", "qualifier": "involved_in", "term": "positive regulation of immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050870", "qualifier": "involved_in", "term": "positive regulation of T cell activation"}, {"evidence": "IPI", "gocategory": "BP", "id": "GO:0051289", "pubmed": 28468825, "qualifier": "involved_in", "term": "protein homotetramerization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060586", "qualifier": "involved_in", "term": "multicellular organismal-level iron ion homeostasis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0071281", "pubmed": 18353247, "qualifier": "involved_in", "term": "cellular response to iron ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071283", "qualifier": "involved_in", "term": "cellular response to iron(III) ion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071316", "pubmed": 28213472, "qualifier": "involved_in", "term": "cellular response to nicotine"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900121", "pubmed": 9465039, "qualifier": "involved_in", "term": "negative regulation of receptor binding"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1900122", "pubmed": 18353247, "qualifier": "involved_in", "term": "positive regulation of receptor binding"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1904434", "pubmed": 18353247, "qualifier": "involved_in", "term": "positive regulation of ferrous iron binding"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1904437", "pubmed": 18353247, "qualifier": "involved_in", "term": "positive regulation of transferrin receptor binding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1990000", "pubmed": 28468825, "qualifier": "involved_in", "term": "amyloid fibril formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000774", "pubmed": 28213472, "qualifier": "involved_in", "term": "positive regulation of cellular senescence"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000978", "pubmed": 26147761, "qualifier": "involved_in", "term": "negative regulation of forebrain neuron differentiation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [16502470, 22664934], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005765", "qualifier": "is_active_in", "term": "lysosomal membrane"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005783", "pubmed": 36104323, "qualifier": "is_active_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0012507", "qualifier": "located_in", "term": "ER to Golgi transport vesicle membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030670", "qualifier": "located_in", "term": "phagocytic vesicle membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031901", "qualifier": "located_in", "term": "early endosome membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031902", "qualifier": "is_active_in", "term": "late endosome membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031905", "qualifier": "located_in", "term": "early endosome lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035580", "qualifier": "located_in", "term": "specific granule lumen"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0042612", "pubmed": 26248266, "qualifier": "part_of", "term": "MHC class I protein complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0042612", "pubmed": 28213472, "qualifier": "part_of", "term": "MHC class I protein complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0042613", "qualifier": "part_of", "term": "MHC class II protein complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0042824", "pubmed": [21263072, 36104323], "qualifier": "part_of", "term": "MHC class I peptide loading complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0055038", "qualifier": "located_in", "term": "recycling endosome membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904724", "qualifier": "located_in", "term": "tertiary granule lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990712", "pubmed": 9990067, "qualifier": "part_of", "term": "HFE-transferrin receptor complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005198", "pubmed": 36104323, "qualifier": "enables", "term": "structural molecule activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9427624, 9465039, 9546397, 9990067, 12118248, 12833155, 14764708, 15723809, 15965644, 18802093, 20164429, 20618438, 23051753, 23527218, 26030842, 27043408, 28514442, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0023026", "qualifier": "enables", "term": "MHC class II protein complex binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042605", "qualifier": "enables", "term": "peptide antigen binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [17108084, 18579777, 19172750, 19564620, 20826442, 21131979, 21220305, 21569201, 22289140, 22575645], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 28468825, "qualifier": "enables", "term": "protein homodimerization activity"}]}, "homologene": {"genes": [[7955, 30400], [7955, 791742], [9031, 414830], [9544, 712428], [9598, 450170], [9606, 567], [9615, 100855741], [9913, 280729], [9913, 783680], [10090, 12010], [10116, 24223]], "id": 2987}, "interpro": [{"desc": "Immunoglobulin/major histocompatibility complex, conserved site", "id": "IPR003006", "short_desc": "Ig/MHC_CS"}, {"desc": "Immunoglobulin C1-set", "id": "IPR003597", "short_desc": "Ig_C1-set"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Beta-2-Microglobulin", "id": "IPR015707", "short_desc": "B2Microglobulin"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": ["IPI00004656", "IPI00383516", "IPI00796379"], "map_location": "15q21.1", "name": "beta-2-microglobulin", "other_names": ["beta chain of MHC class I molecules", "beta-2-microglobin", "beta-2-microglobulin"], "pantherdb": {"HGNC": "914", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88127", "ortholog_type": "LDO", "panther_family": "PTHR19944", "taxid": 10090, "uniprot_kb": "P01887"}, {"RGD": "2189", "ortholog_type": "LDO", "panther_family": "PTHR19944", "taxid": 10116, "uniprot_kb": "P07151"}, {"Ensembl": "ENSGALG00000002160", "ortholog_type": "LDO", "panther_family": "PTHR19944", "taxid": 9031, "uniprot_kb": "P21611"}, {"Ensembl": "ENSDARG00000071168", "ortholog_type": "O", "panther_family": "PTHR19944", "taxid": 7955, "uniprot_kb": "F1Q8N9"}, {"ZFIN": "ZDB-GENE-980526-88", "ortholog_type": "O", "panther_family": "PTHR19944", "taxid": 7955, "uniprot_kb": "Q04475"}, {"ZFIN": "ZDB-GENE-040426-2136", "ortholog_type": "O", "panther_family": "PTHR19944", "taxid": 7955, "uniprot_kb": "E7F1G6"}], "uniprot_kb": "P61769"}, "pathway": {"biocarta": [{"id": "mhcpathway", "name": "antigen processing and presentation"}, {"id": "nkcellspathway", "name": "ras-independent pathway in nk cell-mediated cytotoxicity"}], "kegg": [{"id": "hsa04612", "name": "Antigen processing and presentation - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}], "pid": [{"id": "cd8tcrdownstreampathway", "name": "Downstream signaling in na&#xef;ve CD8+ T cells"}, {"id": "cd8tcrpathway", "name": "TCR signaling in na&#xef;ve CD8+ T cells"}, {"id": "il12_2pathway", "name": "IL12-mediated signaling events"}], "reactome": [{"id": "R-HSA-1236974", "name": "ER-Phagosome pathway"}, {"id": "R-HSA-1236974", "name": "ER-Phagosome pathway"}, {"id": "R-HSA-1236975", "name": "Antigen processing-Cross presentation"}, {"id": "R-HSA-1236975", "name": "Antigen processing-Cross presentation"}, {"id": "R-HSA-1236977", "name": "Endosomal/Vacuolar pathway"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-162906", "name": "HIV Infection"}, {"id": "R-HSA-162909", "name": "Host Interactions of HIV factors"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-164938", "name": "Nef-mediates down modulation of cell surface receptors by recruiting them to clathrin adapters"}, {"id": "R-HSA-164940", "name": "Nef mediated downregulation of MHC class I complex cell surface expression"}, {"id": "R-HSA-164952", "name": "The role of Nef in HIV-1 replication and disease pathogenesis"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}, {"id": "R-HSA-2172127", "name": "DAP12 interactions"}, {"id": "R-HSA-2172127", "name": "DAP12 interactions"}, {"id": "R-HSA-2424491", "name": "DAP12 signaling"}, {"id": "R-HSA-2424491", "name": "DAP12 signaling"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-877300", "name": "Interferon gamma signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-9635486", "name": "Infection with Mycobacterium tuberculosis"}, {"id": "R-HSA-9637628", "name": "Modulation by Mtb of host immune system"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9705671", "name": "SARS-CoV-2 activates/modulates innate and adaptive immune responses"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-977225", "name": "Amyloid fiber formation"}, {"id": "R-HSA-9824439", "name": "Bacterial Infection Pathways"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}, {"id": "R-HSA-983170", "name": "Antigen Presentation: Folding, assembly and peptide loading of class I MHC"}], "wikipathways": {"id": "WP4754", "name": "IL-18 signaling pathway"}}, "pdb": ["1A1M", "1A1N", "1A1O", "1A6Z", "1A9B", "1A9E", "1AGB", "1AGC", "1AGD", "1AGE", "1AGF", "1AKJ", "1AO7", "1B0G", "1B0R", "1BD2", "1C16", "1CE6", "1CG9", "1DE4", "1DUY", "1DUZ", "1E27", "1E28", "1EEY", "1EEZ", "1EFX", "1EXU", "1GZP", "1GZQ", "1HHG", "1HHH", "1HHI", "1HHJ", "1HHK", "1HLA", "1HSA", "1HSB", "1I1F", "1I1Y", "1I4F", "1I7R", "1I7T", "1I7U", "1IM3", "1IM9", "1JF1", "1JGD", "1JGE", "1JHT", "1JNJ", "1K5N", "1KPR", "1KTL", "1LDS", "1LP9", "1M05", "1M6O", "1MHE", "1MI5", "1N2R", "1OF2", "1OGA", "1OGT", "1ONQ", "1P7Q", "1PY4", "1Q94", "1QEW", "1QLF", "1QQD", "1QR1", "1QRN", "1QSE", "1QSF", "1QVO", "1R3H", "1S8D", "1S9W", "1S9X", "1S9Y", "1SYS", "1SYV", "1T1W", "1T1X", "1T1Y", "1T1Z", "1T20", "1T21", "1T22", "1TMC", "1TVB", "1TVH", "1UQS", "1UXS", "1UXW", "1VGK", "1W0V", "1W0W", "1W72", "1X7Q", "1XH3", "1XR8", "1XR9", "1XZ0", "1YDP", "1YPZ", "1ZHK", "1ZHL", "1ZS8", "1ZSD", "1ZT4", "1ZVS", "2A83", "2AK4", "2AV1", "2AV7", "2AXF", "2AXG", "2BCK", "2BNQ", "2BNR", "2BSR", "2BSS", "2BST", "2BVO", "2BVP", "2BVQ", "2C7U", "2CII", "2CIK", "2CLR", "2D31", "2D4D", "2D4F", "2DYP", "2E8D", "2ESV", "2F53", "2F54", "2F74", "2F8O", "2FYY", "2FZ3", "2GIT", "2GJ6", "2GT9", "2GTW", "2GTZ", "2GUO", "2H26", "2H6P", "2HJK", "2HJL", "2HLA", "2HN7", "2J8U", "2JCC", "2NW3", "2NX5", "2P5E", "2P5W", "2PO6", "2PYE", "2RFX", "2UWE", "2V2W", "2V2X", "2VB5", "2VLJ", "2VLK", "2VLL", "2VLR", "2X4N", "2X4O", "2X4P", "2X4Q", "2X4R", "2X4S", "2X4T", "2X4U", "2X70", "2X89", "2XKS", "2XKU", "2XPG", "2YPK", "2YPL", "2YXF", "2Z9T", "3AM8", "3B3I", "3B6S", "3BGM", "3BH8", "3BH9", "3BHB", "3BO8", "3BP4", "3BP7", "3BVN", "3BW9", "3BWA", "3BXN", "3BZE", "3BZF", "3C9N", "3CDG", "3CII", "3CIQ", "3CZF", "3D18", "3D25", "3D2U", "3D39", "3D3V", "3DBX", "3DHJ", "3DHM", "3DTX", "3DX6", "3DX7", "3DX8", "3DXA", "3EKC", "3FFC", "3FQN", "3FQR", "3FQT", "3FQU", "3FQW", "3FQX", "3FT2", "3FT3", "3FT4", "3GIV", "3GJF", "3GSN", "3GSO", "3GSQ", "3GSR", "3GSU", "3GSV", "3GSW", "3GSX", "3H7B", "3H9H", "3H9S", "3HAE", "3HCV", "3HG1", "3HLA", "3HPJ", "3HUJ", "3I6G", "3I6K", "3I6L", "3IB4", "3IXA", "3JTS", "3KLA", "3KPL", "3KPM", "3KPN", "3KPO", "3KPP", "3KPQ", "3KPR", "3KPS", "3KWW", "3KXF", "3KYN", "3KYO", "3L3D", "3L3G", "3L3I", "3L3J", "3L3K", "3LKN", "3LKO", "3LKP", "3LKQ", "3LKR", "3LKS", "3LN4", "3LN5", "3LOW", "3LOZ", "3LV3", "3M17", "3M1B", "3MGO", "3MGT", "3MR9", "3MRB", "3MRC", "3MRD", "3MRE", "3MRF", "3MRG", "3MRH", "3MRI", "3MRJ", "3MRK", "3MRL", "3MRM", "3MRN", "3MRO", "3MRP", "3MRQ", "3MRR", "3MV7", "3MV8", "3MV9", "3MYJ", "3MYZ", "3MZT", "3NA4", "3NFN", "3O3A", "3O3B", "3O3D", "3O3E", "3O4L", "3OV6", "3OX8", "3OXR", "3OXS", "3PWJ", "3PWL", "3PWN", "3PWP", "3QDA", "3QDG", "3QDJ", "3QDM", "3QEQ", "3QFD", "3QFJ", "3QZW", "3REW", "3RL1", "3RL2", "3RWJ", "3S6C", "3SDX", "3SJV", "3SKM", "3SKO", "3SPV", "3T8X", "3TID", "3TIE", "3TLR", "3TM6", "3TO2", "3TZV", "3U0P", "3UPR", "3UTQ", "3UTS", "3UTT", "3V5D", "3V5H", "3V5K", "3VCL", "3VFM", "3VFN", "3VFO", "3VFP", "3VFR", "3VFS", "3VFT", "3VFU", "3VFV", "3VFW", "3VH8", "3VRI", "3VRJ", "3VWJ", "3VWK", "3VXM", "3VXN", "3VXO", "3VXP", "3VXR", "3VXS", "3VXU", "3W0W", "3W39", "3WL9", "3WLB", "3WUW", "3X11", "3X12", "3X13", "3X14", "4E0K", "4E0L", "4E5X", "4EN3", "4EUP", "4F7M", "4F7P", "4F7T", "4FTV", "4FXL", "4G8G", "4G8I", "4G9D", "4G9F", "4GKN", "4GKS", "4GUP", "4HKJ", "4HWZ", "4HX1", "4I48", "4I4W", "4JFD", "4JFE", "4JFF", "4JFO", "4JFP", "4JFQ", "4JQV", "4JQX", "4JRX", "4JRY", "4K71", "4K7F", "4KDT", "4L29", "4L3C", "4L3E", "4L4T", "4L4V", "4LCW", "4LCY", "4LHU", "4LNR", "4M8V", "4MJ5", "4MJ6", "4MJI", "4MNQ", "4N0F", "4N0U", "4N8V", "4NNX", "4NNY", "4NO0", "4NO2", "4NO3", "4NO5", "4NQC", "4NQD", "4NQE", "4NQV", "4NQX", "4NT6", "4O2C", "4O2E", "4O2F", "4ONO", "4PJ5", "4PJ7", "4PJ8", "4PJ9", "4PJA", "4PJB", "4PJC", "4PJD", "4PJE", "4PJF", "4PJG", "4PJH", "4PJI", "4PJX", "4PR5", "4PRA", "4PRB", "4PRD", "4PRE", "4PRH", "4PRI", "4PRN", "4PRP", "4QOK", "4QRP", "4QRQ", "4QRR", "4QRS", "4QRT", "4QRU", "4R9H", "4RA3", "4RAH", "4RMQ", "4RMR", "4RMS", "4RMT", "4RMU", "4RMV", "4RMW", "4U1H", "4U1I", "4U1J", "4U1K", "4U1L", "4U1M", "4U1N", "4U1S", "4U6X", "4U6Y", "4UQ2", "4UQ3", "4WC8", "4WDI", "4WJ5", "4WO4", "4WU5", "4WU7", "4WUU", "4WW2", "4WWK", "4X0S", "4X6C", "4X6D", "4X6E", "4X6F", "4XXC", "4Z76", "4Z77", "4Z78", "5B38", "5B39", "5BJT", "5BRZ", "5BS0", "5BXF", "5C07", "5C08", "5C09", "5C0A", "5C0B", "5C0C", "5C0D", "5C0E", "5C0F", "5C0G", "5C0I", "5C0J", "5C9J", "5CFH", "5CKA", "5CKG", "5CS7", "5CSB", "5CSG", "5D2L", "5D2N", "5D5M", "5D7I", "5D7J", "5D7L", "5D9S", "5DDH", "5DEF", "5DEG", "5E00", "5E6I", "5E9D", "5ENW", "5EO0", "5EO1", "5EOT", "5EU3", "5EU4", "5EU5", "5EU6", "5EUO", "5F1I", "5F7D", "5F9J", "5FA3", "5FA4", "5FDW", "5GR7", "5GRD", "5GRG", "5GSB", "5GSD", "5GSR", "5GSV", "5GSX", "5HGA", "5HGB", "5HGD", "5HGH", "5HHM", "5HHN", "5HHO", "5HHP", "5HHQ", "5HYJ", "5IB1", "5IB2", "5IB3", "5IB4", "5IB5", "5IEH", "5IEK", "5IM7", "5INC", "5IND", "5IRO", "5ISZ", "5IUE", "5J1A", "5JHD", "5JZI", "5KNM", "5L2J", "5L2K", "5MEN", "5MEO", "5MEP", "5MEQ", "5MER", "5N1Y", "5N6B", "5NHT", "5NME", "5NMF", "5NMG", "5NMH", "5NMK", "5NQ1", "5NQ3", "5NQK", "5OPI", "5SWQ", "5T6W", "5T6X", "5T6Y", "5T6Z", "5T70", "5TEZ", "5TRZ", "5TS1", "5TXS", "5U16", "5U17", "5U1R", "5U2V", "5U6Q", "5U72", "5U98", "5V5L", "5V5M", "5VGD", "5VGE", "5VUD", "5VUE", "5VUF", "5VVP", "5VWD", "5VWF", "5VWH", "5VWJ", "5VZ5", "5W1V", "5W1W", "5W67", "5W69", "5W6A", "5WER", "5WHK", "5WJL", "5WJN", "5WKE", "5WKF", "5WKG", "5WKH", "5WKI", "5WL1", "5WMN", "5WMO", "5WMP", "5WMQ", "5WMR", "5WSH", "5WWI", "5WWJ", "5WWU", "5WXC", "5WXD", "5XOS", "5XOT", "5XOV", "5YXN", "5YXU", "6AEE", "6AM5", "6AMT", "6AMU", "6APN", "6AT5", "6AT9", "6AVF", "6AVG", "6BJ2", "6BJ3", "6BJ8", "6BXP", "6BXQ", "6C09", "6C15", "6C97", "6C98", "6C99", "6CUG", "6D29", "6D2B", "6D2R", "6D2T", "6D64", "6D78", "6DKP", "6EI2", "6ENY", "6EQA", "6EQB", "6EWA", "6EWC", "6EWO", "6FGB", "6G3J", "6G3K", "6GGM", "6GH1", "6GH4", "6GHN", "6GK3", "6GL1", "6ID4", "6IEX", "6ILM", "6J1V", "6J1W", "6J29", "6J2A", "6J2E", "6J2G", "6J2H", "6J2I", "6J2J", "6JOZ", "6JP3", "6JTN", "6JTO", "6JTP", "6K60", "6K7T", "6LA6", "6LA7", "6M1B", "6M24", "6M2J", "6M2K", "6MPP", "6MT3", "6MT4", "6MT5", "6MT6", "6MTL", "6MTM", "6MWR", "6NCA", "6NHA", "6NPR", "6NUX", "6O4Y", "6O4Z", "6O51", "6O53", "6O9B", "6O9C", "6OPD", "6P23", "6P27", "6P2C", "6P2F", "6P2S", "6P64", "6PA1", "6PAG", "6PBH", "6PTB", "6PTE", "6PUC", "6PUD", "6PUE", "6PUF", "6PUG", "6PUH", "6PUI", "6PUJ", "6PUK", "6PUL", "6PUM", "6PVC", "6PVD", "6PYJ", "6PYL", "6PYV", "6PYW", "6PZ5", "6Q3K", "6Q3S", "6QIO", "6QIP", "6R2L", "6RP9", "6RPA", "6RPB", "6RSY", "6SS7", "6SS8", "6SS9", "6SSA", "6TDO", "6TDP", "6TDQ", "6TDR", "6TDS", "6TMO", "6TRN", "6TRO", "6UJ7", "6UJ8", "6UJ9", "6UJO", "6UJQ", "6UK2", "6UK4", "6ULI", "6ULK", "6ULN", "6ULR", "6UON", "6UZ1", "6UZM", "6UZN", "6UZO", "6UZP", "6UZQ", "6UZS", "6V2O", "6V2P", "6V2Q", "6V3J", "6V7Y", "6V7Z", "6V80", "6VB0", "6VB1", "6VB2", "6VB3", "6VB4", "6VB5", "6VB6", "6VB7", "6VIU", "6VM7", "6VM8", "6VM9", "6VMA", "6VMC", "6VMX", "6VPZ", "6VQ2", "6VQD", "6VQE", "6VQO", "6VQY", "6VQZ", "6VR1", "6VR5", "6VRM", "6VRN", "6W51", "6W9U", "6W9V", "6WNA", "6WOL", "6WZY", "6X00", "6XQA", "6XQP", "6Y26", "6Y27", "6Y28", "6Y29", "6Y2A", "6Y2B", "6Z9V", "6Z9W", "6Z9X", "6ZKW", "6ZKX", "6ZKY", "6ZKZ", "7AFV", "7ALO", "7B5F", "7BBG", "7BH8", "7C9V", "7CIQ", "7CIR", "7CIS", "7DUU", "7DYN", "7DZM", "7DZN", "7EDO", "7EJL", "7EJM", "7EJN", "7EU2", "7F4W", "7JWI", "7JYU", "7JYV", "7JYW", "7JYX", "7K80", "7K81", "7KGO", "7KGP", "7KGQ", "7KGR", "7KGS", "7KGT", "7KOZ", "7KP0", "7KP1", "7L1B", "7L1C", "7L1D", "7LFZ", "7LG0", "7LG2", "7LG3", "7LGD", "7LGT", "7LLI", "7LLJ", "7M8S", "7M8T", "7M8U", "7MJ6", "7MJ7", "7MJ8", "7MJ9", "7MJA", "7MKB", "7MLE", "7MX4", "7MXF", "7MXH", "7N1A", "7N1B", "7N1E", "7N1F", "7N2N", "7N2O", "7N2P", "7N2Q", "7N2R", "7N2S", "7N4K", "7N5C", "7N5P", "7N5Q", "7N6D", "7N6E", "7N9J", "7NA5", "7NDQ", "7NDT", "7NDU", "7NMC", "7NMD", "7NME", "7NMF", "7NMG", "7NMO", "7NMR", "7NMT", "7NMV", "7NMY", "7NN5", "7NUI", "7OW3", "7OW4", "7OW5", "7OW6", "7P3D", "7P3E", "7P49", "7P4B", "7PB2", "7PBC", "7PBE", "7PDW", "7PHR", "7Q15", "7Q98", "7Q99", "7Q9A", "7Q9B", "7QNG", "7QPD", "7QPJ", "7R7V", "7R7W", "7R7X", "7R7Y", "7R80", "7RE7", "7RE8", "7RK7", "7RM4", "7RRG", "7RTD", "7RTR", "7RYM", "7RYN", "7RYO", "7RZD", "7RZJ", "7S79", "7S7D", "7S7E", "7S7F", "7S8A", "7S8E", "7S8F", "7S8Q", "7S8R", "7S8S", "7SA2", "7SH4", "7SIF", "7SIG", "7SIH", "7SIS", "7STF", "7SU9", "7T0L", "7T5M", "7TLT", "7TR4", "7TUC", "7TUD", "7TUE", "7U1R", "7U21", "7UC5", "7UFJ", "7UM2", "7UMG", "7UR1", "7WJ2", "7WJ3", "7WKJ", "7WT3", "7WT4", "7WT5", "7WZZ", "7X00", "7X1B", "7X1C", "7XF3", "7YG3", "7ZT2", "7ZT3", "7ZT4", "7ZT5", "7ZT7", "7ZT8", "7ZT9", "7ZUC", "8A7O", "8A7P", "8A7Q", "8A7T", "8BP6", "8CX4", "8DNT", "8DV3", "8DV4", "8DVG", "8E13", "8E2Z", "8E8I", "8EB2", "8EC5", "8EK5", "8ELG", "8ELH", "8EMF", "8EMG", "8EMI", "8EMJ", "8EMK", "8EN8", "8ENH", "8EO8", "8ERX", "8ES8", "8ES9", "8ESA", "8ESH", "8FJA", "8FJB", "8FRT", "8FU4", "8GLE", "8GLF", "8GLG", "8GLH", "8GLI", "8GOM", "8GON", "8GVB", "8GVG", "8GVI", "8HN4", "8I5C", "8I5D", "8I5E", "8IF1", "8ISN", "8SBK", "8SBL", "8SGB", "8SGM", "8SHI", "8SOS", "8TBV", "8TBW", "8TUB", "8TUH", "8U9G"], "pfam": "PF07654", "pharmgkb": "PA25207", "pharos": {"target_id": 11229, "tdl": "Tbio"}, "pir": "A90976", "prosite": "PS50835", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326327", "relationship": "is"}, {"id": "GNF326328", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246219", "relationship": "is"}, {"id": "GNF246220", "relationship": "is"}, {"id": "GNF246221", "relationship": "is"}, {"id": "GNF246222", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164903", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF033509", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080041", "relationship": "is"}, {"id": "GNF080042", "relationship": "is"}, {"id": "GNF080043", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053290", "relationship": "is"}, {"id": "GNF058056", "relationship": "is"}, {"id": "GNF073233", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070465", "relationship": "is"}, {"id": "GNF070466", "relationship": "is"}], "GNF_hs-oncomine_IDT-siRNA": [{"id": "GNF281369", "relationship": "is"}, {"id": "GNF281435", "relationship": "is"}, {"id": "GNF281501", "relationship": "is"}, {"id": "GNF281567", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF000949", "relationship": "is"}, {"id": "GNF000950", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF238719", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF332441", "relationship": "is"}, {"id": "GNF334243", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336972", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105640", "relationship": "is"}, {"id": "GNF145286", "relationship": "is"}, {"id": "GNF156053", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000015.10", "NC_060939.1", "NG_012920.2", "NT_187605.1"], "protein": ["NP_004039.1", "XP_005254606.1", "XP_054185015.1", "XP_054234432.1"], "rna": ["NM_004048.4", "XM_005254549.4", "XM_054329040.1", "XM_054378457.1"], "translation": [{"protein": "XP_054185015.1", "rna": "XM_054329040.1"}, {"protein": "NP_004039.1", "rna": "NM_004048.4"}, {"protein": "XP_005254606.1", "rna": "XM_005254549.4"}, {"protein": "XP_054234432.1", "rna": "XM_054378457.1"}]}, "reporter": {"HG-U133_Plus_2": ["201891_s_at", "216231_s_at", "232311_at"], "HG-U95Av2": ["201_s_at", "34644_at", "428_s_at"], "HTA-2_0": ["TC15000342.hg.1", "TC15002179.hg.1", "TC16000319.hg.1"], "HuEx-1_0": ["3592023", "3649588", "3651768", "3655378", "3656088", "3684945", "3825909"], "HuGene-1_1": "7983360", "HuGene-2_1": "16800450"}, "summary": "This gene encodes a serum protein found in association with the major histocompatibility complex (MHC) class I heavy chain on the surface of nearly all nucleated cells. The protein has a predominantly beta-pleated sheet structure that can form amyloid fibrils in some pathological conditions. The encoded antimicrobial protein displays antibacterial activity in amniotic fluid. A mutation in this gene has been shown to result in hypercatabolic hypoproteinemia.[provided by RefSeq, Aug 2014].", "symbol": "B2M", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412709"}, "unigene": "Hs.534255", "uniprot": {"Swiss-Prot": "P61769", "TrEMBL": ["J3KNU0", "Q16446", "H0YLF3", "F5H6I0"]}, "wikipedia": {"url_stub": "Beta-2 microglobulin"}}