{"AllianceGenome": "935", "HGNC": "935", "MIM": "602751", "_id": "571", "_version": 1, "accession": {"genomic": ["AF124731.2", "AL163249.2", "AP000240.1", "AP001705.1", "CH471079.2", "CP068257.2", "KC877841.1", "NC_000021.9", "NC_060945.1", "NG_029658.2"], "protein": ["AAB84100.1", "AAB84101.1", "AAD14689.1", "AAH63307.1", "AAK08197.1", "BAA24932.1", "BAA95505.1", "BAF83710.1", "BAG36528.1", "CAB90435.1", "CAG29299.1", "EAX09913.1", "EAX09914.1", "NP_001177.1", "NP_996749.1", "O14867.2"], "rna": ["AA402241.1", "AB002803.1", "AF026199.1", "AF026200.1", "AF317902.1", "AF317903.1", "AI336948.1", "AK291021.1", "AK313791.1", "BC063307.1", "BM837454.1", "BU933041.1", "CF890820.1", "CR450303.1", "DA855751.1", "DB524401.1", "HY028322.1", "NM_001011545.1", "NM_001186.4", "NM_206866.3", "NR_027655.3"], "translation": [{"protein": "AAB84100.1", "rna": "AF026199.1"}, {"protein": "AAB84101.1", "rna": "AF026200.1"}, {"protein": "BAA24932.1", "rna": "AB002803.1"}, {"protein": "AAH63307.1", "rna": "BC063307.1"}, {"protein": "AAK08197.1", "rna": "AF317902.1"}, {"protein": "NP_001177.1", "rna": "NM_001186.4"}, {"protein": "CAG29299.1", "rna": "CR450303.1"}, {"protein": "NP_996749.1", "rna": "NM_206866.3"}, {"protein": "BAF83710.1", "rna": "AK291021.1"}, {"protein": "BAG36528.1", "rna": "AK313791.1"}]}, "alias": ["BACH-1", "BTBD24"], "ensembl": {"gene": "ENSG00000156273", "protein": ["ENSP00000286800", "ENSP00000382805", "ENSP00000392202", "ENSP00000400576", "ENSP00000408605", "ENSP00000416569", "ENSP00000447332", "ENSP00000448663", "ENSP00000448982", "ENSP00000449316", "ENSP00000449383", "ENSP00000470673"], "transcript": ["ENST00000286800", "ENST00000399921", "ENST00000422809", "ENST00000435072", "ENST00000447177", "ENST00000451655", "ENST00000462262", "ENST00000468059", "ENST00000546469", "ENST00000547141", "ENST00000548219", "ENST00000548467", "ENST00000550131"], "translation": [{"protein": "ENSP00000447332", "rna": "ENST00000548219"}, {"protein": "ENSP00000449316", "rna": "ENST00000550131"}, {"protein": "ENSP00000448663", "rna": "ENST00000547141"}, {"protein": "ENSP00000449383", "rna": "ENST00000546469"}, {"protein": "ENSP00000286800", "rna": "ENST00000286800"}, {"protein": "ENSP00000382805", "rna": "ENST00000399921"}, {"protein": "ENSP00000448982", "rna": "ENST00000548467"}, {"protein": "ENSP00000400576", "rna": "ENST00000451655"}, {"protein": "ENSP00000408605", "rna": "ENST00000447177"}, {"protein": "ENSP00000392202", "rna": "ENST00000435072"}, {"protein": "ENSP00000416569", "rna": "ENST00000422809"}, {"protein": "ENSP00000470673", "rna": "ENST00000468059"}], "type_of_gene": "protein_coding"}, "entrezgene": "571", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.4053261626, "exp_mis": 221.295749539, "exp_syn": 92.6564354534, "lof_z": 2.54479581380254, "mis_z": -0.713634321460285, "mu_lof": 1.35544060203e-06, "mu_mis": 1.97565271259e-05, "mu_syn": 8.13675680881e-06, "n_lof": 6.0, "n_mis": 243.0, "n_syn": 90.0, "p_li": 0.01418640000584, "p_null": 0.00630448014002652, "p_rec": 0.979509119854133, "syn_z": 0.171084897734552}, "bp": 2211, "cds_end": 30715154, "cds_start": 30693601, "n_exons": 4, "nonpsych": {"exp_lof": 14.7694968417, "exp_mis": 200.215107397, "exp_syn": 83.7841043884, "lof_z": 2.75210211521803, "mis_z": -0.63396408137019, "mu_lof": 1.35544060203e-06, "mu_mis": 1.97565271259e-05, "mu_syn": 8.13675680881e-06, "n_lof": 4.0, "n_mis": 218.0, "n_syn": 75.0, "p_li": 0.195285642288803, "p_null": 0.00267339544719999, "p_rec": 0.802040962263997, "syn_z": 0.604198950985292}, "nontcga": {"exp_lof": 15.085209647, "exp_mis": 203.584413381, "exp_syn": 85.236228737, "lof_z": 2.30749369590877, "mis_z": -0.712852036727839, "mu_lof": 1.35544060203e-06, "mu_mis": 1.97565271259e-05, "mu_syn": 8.13675680881e-06, "n_lof": 6.0, "n_mis": 224.0, "n_syn": 80.0, "p_li": 0.00901357993755026, "p_null": 0.0120498348374808, "p_rec": 0.978936585224969, "syn_z": 0.359111181807971}, "transcript": "ENST00000399921.1"}, "exons": [{"cdsend": 29342833, "cdsstart": 29321280, "chr": "21", "position": [[29298921, 29298953], [29321220, 29321514], [29326058, 29327393], [29329486, 29329693], [29342398, 29346148]], "strand": 1, "transcript": "NM_001186", "txend": 29346148, "txstart": 29298921}, {"cdsend": 29342833, "cdsstart": 29321280, "chr": "21", "position": [[29299374, 29299598], [29321220, 29321514], [29326058, 29327393], [29329486, 29329693], [29342398, 29346148]], "strand": 1, "transcript": "NM_206866", "txend": 29346148, "txstart": 29299374}, {"cdsend": 29361896, "cdsstart": 29361896, "chr": "21", "position": [[29305203, 29305322], [29321220, 29321514], [29326058, 29327393], [29329486, 29329693], [29351633, 29351813], [29352578, 29352663], [29361030, 29361243], [29361551, 29361896]], "strand": 1, "transcript": "NR_027655", "txend": 29361896, "txstart": 29305203}], "exons_hg19": [{"cdsend": 30715154, "cdsstart": 30693601, "chr": "21", "position": [[30671242, 30671274], [30693541, 30693835], [30698379, 30699714], [30701807, 30702014], [30714719, 30718469]], "strand": 1, "transcript": "NM_001186", "txend": 30718469, "txstart": 30671242}, {"cdsend": 30715154, "cdsstart": 30693601, "chr": "21", "position": [[30671695, 30671919], [30693541, 30693835], [30698379, 30699714], [30701807, 30702014], [30714719, 30718469]], "strand": 1, "transcript": "NM_206866", "txend": 30718469, "txstart": 30671695}, {"cdsend": 30734217, "cdsstart": 30734217, "chr": "21", "position": [[30677524, 30677643], [30693541, 30693835], [30698379, 30699714], [30701807, 30702014], [30723954, 30724134], [30724899, 30724984], [30733351, 30733564], [30733872, 30734217]], "strand": 1, "transcript": "NR_027655", "txend": 30734217, "txstart": 30677524}], "generif": [{"pubmed": 12511571, "text": "Bach1 functions as a hypoxia-inducible repressor for the HO-1 gene, thereby contributing to fine-tuning of oxygen homeostasis in human cells"}, {"pubmed": 14504288, "text": "nuclear export of Bach1 constitutes an important regulatory mechanism to relieve the Bach1-mediated repression of genes such as heme oxygenase 1"}, {"pubmed": 14660636, "text": "Bach1 binding to the Maf recognition element in the microlocus control region is blocked by heme in the beta-globin regulation pathway"}, {"pubmed": 15068237, "text": "BACH1 plays a role in the development of Alzheimer's disease (AD)-like neuropathology in Down syndrome and in pathogenesis of AD per se."}, {"pubmed": 15068251, "text": "BACH1 protein is significantly overexpressed in fetal Down syndrome cerebral cortex and may contribute to abnormal brain development or at least to defective transcription machinery in Down syndrome."}, {"pubmed": 15464985, "text": "These results indicated that heme plays an important role in the induction of alpha-globin gene expression through disrupting the interaction of Bach1 and the NA site in HS-40 enhancer in erythroid cells."}, {"pubmed": 15465821, "text": "Bach-1 has a specific and selective ability to repress expression of hepatic heme oxygenase-1"}, {"pubmed": 15613547, "text": "BACH1 acts as a transcriptional repressor in the regulation of Maf recognition-element-dependent genes in megakaryocytes."}, {"pubmed": 16530877, "text": "key role of down-regulation of Bach1 and up-regulation of heme oxygenase 1 in diminishing cytotoxic effects of hepatitis C virus proteins in human hepatocytes."}, {"pubmed": 16724942, "text": "Reviewer presents the Bach1-heme oxygenase(HO)-1 system as an important defense mechanism against oxidative stress--a mechanism in which Bach1 is a critical regulator of HO-1."}, {"pubmed": 16771696, "text": "Data show that beta-carotene, combined with cigarette smoke condensate (TAR), regulates heme oxygenase-1 (HO-1) via its transcriptional factor Bach1 and modulates cell growth."}, {"pubmed": 17065227, "text": "The effect of Bach1 and Nrf2 on heme oxygenase 1 expression via cobalt protoporphyrin in human liver cells is reported."}, {"pubmed": 17881434, "text": "BACH-1 protein levels are low in cells expressing either the human miR-155 or miR-K12-11 of Kaposi's sarcoma-associated herpesvirus."}, {"pubmed": 18550526, "text": "Loss of BACH1 function in human keratinocytes results almost exclusively in HMOX1 induction"}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19591297, "text": "Bach1 inhibits expression of oxidative stress responsive genes by competing with Nrf2, the key activator of oxidative stress response. Bach1 inhibits p53-dependent cellular senescence induced by oxidative stress"}, {"pubmed": 19618874, "text": "regulates oxidative stress response in cellular senescence. (review)"}, {"pubmed": 19822148, "text": "ERK(1/2) and JNK are involved in cigarette smoking-induced biphasic HO-1 expression by a specific regulation of Nrf2/Keap1-Bach1."}, {"pubmed": 19874887, "text": "prevents radiation-induced upregulation of heme oxygenase 1 gene expression in keratinocytes"}, {"pubmed": 20127796, "text": "miR-196 directly acts on the 3'-UTR of Bach1 messenger RNA and translationally represses the expression of this protein."}, {"pubmed": 20345481, "text": "Bach1 plays a critical role in regulating HO-1 gene expression in AML cells and its expression suppresses their survival by downregulating HO-1 expression."}, {"pubmed": 21555518, "text": "The BACH1 target genes in HEK 293 cells are involved in heme degradation, redox regulation, cell cycle/apoptosis pathways and subcellular transport processes."}, {"pubmed": 21555518, "text": "The BTB and CNC homology 1 (BACH1) target genes are involved in the oxidative stress response and in control of the cell cycle."}, {"pubmed": 21812759, "text": "We conclude that BACH1 is a bona fide Nrf2 target gene and that induction of BACH1 by Nrf2 may serve as a feedback-inhibitory mechanism for antioxidant-response-element-mediated gene regulation."}, {"pubmed": 22289179, "text": "Bach1 depletion resulted in disordered mitotic chromosome alignment, which was rescued by Bach1 mutants lacking the BTB or DNA binding domains, suggesting its transcription-independent mechanism."}, {"pubmed": 22307849, "text": "miR-155 may function as an oncogene by targeting BACH1"}, {"pubmed": 22698995, "text": "let-7 miRNA directly acts on the 3'-UTR of Bach1 and negatively regulates expression of this protein, and thereby up-regulates HMOX1 gene expression."}, {"pubmed": 23455180, "text": "In colorectal cancer, Nrf2 expression is closely correlated with Keap1 in the tumor and with Bach1 in the normal tissue."}, {"pubmed": 23737527, "text": "Data indicate that transcription factors MafK and Bach1 regulate expression of heme oxygenase-1 (HO-1)."}, {"pubmed": 23738048, "text": "The arsenic-induced Nrf2 pathway activation in hepatocytes suggested that the translocation of Bach1 was associated with the regulation of Nrf2 pathway by arsenic."}, {"pubmed": 24035498, "text": "Identify a role for SCF(FBXL17) in controlling the threshold for NRF2-dependent gene activation via BACH1 repressor turnover."}, {"pubmed": 24366869, "text": "CXCR3-B mediates a growth-inhibitory signal in breast cancer cells through the modulations of nuclear translocation of Bach-1 and Nrf2 and down-regulation of HO-1."}, {"pubmed": 24395801, "text": "BACH1 acts in a double-negative (overall positive) feedback loop to inhibit RKIP transcription in breast cancer cells"}, {"pubmed": 24613679, "text": "The Bach1-dependent repression of the HO-1 expression is under the control of the Hx-dependent uptake of extracellular heme"}, {"pubmed": 24752012, "text": "Higher HMOX1 expression correlated with higher expression of Bach-1 (Spearman's rho = 0.586, p = 0.000001) and miR-122 (Spearman's rho = 0.270, p = 0.014059)."}, {"pubmed": 25391381, "text": "This study demonstrated that Bach1 overexpression in Down syndrome correlates with the alteration of the HO-1/BVR-a system."}, {"pubmed": 26123998, "text": "Bach1 suppresses angiogenesis after ischemic injury and impairs Wnt/beta-catenin signaling by disrupting the interaction between beta-catenin and TCF4 and by recruiting histone deacetylase 1 to the promoter of TCF4-targeted genes."}, {"pubmed": 26244607, "text": "sensitizer-induced up-regulation of both the endogenous HMOX1 and the luciferase constructs under the control of the HMOX1-ARE or the full HMOX1 promoter appear to be under the control of both Nrf2 and Bach1."}, {"pubmed": 26377036, "text": "This study indicates that the expression of BACH1 could be elevated as a compensatory mechanism to decrease the globin chain imbalance as well as to reduce the oxidative stress found in hemoglobin E/beta-thalassemia."}, {"pubmed": 26422990, "text": "Cyanidin-3-O-glucoside protects HUVECs from palmitic acid-induced injuryby modulating the balance of Nrf2 versus Bach1 inside the nucleus so influencing upregulation of electrophile responsive element mediated gene expression."}, {"pubmed": 26445536, "text": "heme oxygenase-1 expression is induced by gold nanoparticles through Nrf2 activation and Bach1 export in human vascular endothelial cells"}, {"pubmed": 26698668, "text": "Induction of GSH-related genes xCT and GCLM were oxygen and Bach1-insensitive during long-term culture under 5% O2, providing the first evidence that genes related to GSH synthesis mediate protection afforded by Nrf2-Keap1 defense pathway"}, {"pubmed": 27057283, "text": "Bach1 suppresses cell proliferation and induces cell-cycle arrest and apoptosis."}, {"pubmed": 27108804, "text": "A short while ago some studies suggested that BACH1 is involved in cancers, especially breast cancer. This factor is mentioned as a novel master regulator which adjusts several genes involved in bone metastasis of breast cancer, especially CXCR4 and MMP1, two main genes in the enhancement of cancer cell migration and invasion to distant organs. [Review]"}, {"pubmed": 27657827, "text": "BACH1 down-regulation in HT29 colon cancer cells had no effect on cell growth but did inhibit cell migration by decreasing metastasis-related genes expression."}, {"pubmed": 28000777, "text": "BACH1 overexpression impaired the association between p53 and SP1 via competitive binding p53, and antagonized the impact of p53 on MGMT expression."}, {"pubmed": 28349828, "text": "Our results suggest that the bach1-specific small interfering RNA effectively decrease CXCR4 receptor, matrix metalloproteinase-9 expression and breast adenocarcinoma cells invasive, also increased the expression of tumor-suppressive microRNA-203 and miR-145"}, {"pubmed": 28645578, "text": "The electrophilic character of quinones ensure their conjugation with Bach1, which is important for the downregulation of Bach1 and the upregulation of Nrf2 signaling."}, {"pubmed": 28685309, "text": "these findings suggested that increased miR-155 expression in activated monocytes leads to enhanced phagocytic activity via BACH-1 regulation in beta-thalassemia/HbE."}, {"pubmed": 28790431, "text": "In conclusion, these findings highlight the central role of Bach1 in HO-1-dependent neuronal response to oxidative stress."}, {"pubmed": 28889753, "text": "BACH1 is overexpressed in prostate cancer"}, {"pubmed": 29125538, "text": "In light of a pivotal role of NRF2 and BACH1 in response to oxidative stress and regulation of HO-1, we examined if smoke-induced HO-1 expression is modulated through the NRF2/BACH1 axis. We demonstrated that smoke causes significant nuclear translocation of NRF2, but only a slight decrease in nuclear BACH1."}, {"pubmed": 29459360, "text": "BACH1 performs stabilization of mitotic spindle orientation together with HMMR and CRM1 in mitosis, and that the cell cycle-specific phosphorylation switches the transcriptional and mitotic functions of BACH1."}, {"pubmed": 29481800, "text": "BACH1 may inhibit the progression of colorectal cancer through BACH1/CXCR4 pathway."}, {"pubmed": 29930735, "text": "The authors found substantially lower BACH1 expression in PDAC compared with normal pancreatic tissues and the rs372883T allele had significantly lower BACH1 levels than the rs372883C allele in both tumor and normal tissues."}, {"pubmed": 30250186, "text": "Anemia of inflammation and myelodysplastic syndrome might involve reduced activity of Bach 1 and Bach2"}, {"pubmed": 30316884, "text": "This is the first study to explore the relationship between tagSNPs of BACH1 and ATDH in a Chinese cohort. Based on this cohort, genetic polymorphisms of BACH1 may be associated with susceptibility to ATDH in the Chinese population."}, {"pubmed": 30480817, "text": "These results revealed that miR-142-3p could target Bach-1 in breast cancer cells leading to the reduction of EMT-related proteins and reduced cell proliferation, invasion, and migration; the results also demonstrated that miR-142-3p could regulate important tumor suppressor miRNAs in breast cancer cells."}, {"pubmed": 30597358, "text": "Nfr2 and Bach1 expression are altered in colorectal carcinoma but in different ways"}, {"pubmed": 30654010, "text": "Study identified Bach1 as a key regulator that controls multiple factors essential for epithelial ovarian cancer (EOC) metastasis and growth. Bach1 promotes EMT gene expression by recruiting HMGA2 in EOC cells to promote EMT and ovarian cancer metastasis."}, {"pubmed": 30706605, "text": "A proposed model indicates a key role for miR-let-7c targeting Bach1 to transactivate HO-1-mediated antiviral actions against hepatitis C virus ."}, {"pubmed": 30825204, "text": "Combined targeting of HMGA2 and Bach1 may be an effective therapeutic strategy to treat breast cancer."}, {"pubmed": 30842661, "text": "BACH1 gene expression inversely correlates with electron transport chain gene expression in tumours from patients with breast cancer and in other tumour types; mitochondrial metabolism can be exploited by targeting BACH1 to sensitize breast cancer and potentially other tumour tissues to mitochondrial inhibitors"}, {"pubmed": 30891497, "text": "It has been reported that the Usp7 is a direct target of Bach1; that Bach1 interacts with Nanog, Sox2, and Oct4, and that Bach1 facilitates their deubiquitination and stabilization via the recruitment of Usp7, thereby maintaining stem cell identity and self-renewal."}, {"pubmed": 31067541, "text": "results suggested that the IL-16 rs859, CYP19A1 rs4646, and BACH1 rs372883 polymorphisms have potential roles in the genetic susceptibility to IgAN in Chinese Han population."}, {"pubmed": 31257027, "text": "BACH1 activates transcription of Hexokinase 2 and Gapdh and increases glucose uptake, glycolysis rates, and lactate secretion, thereby stimulating glycolysis-dependent metastasis of mouse and human lung cancer cells."}, {"pubmed": 31591481, "text": "Oncogenic HOXB8 is driven by MYC-regulated super-enhancer and potentiates colorectal cancer invasiveness via BACH1."}, {"pubmed": 31919242, "text": "BACH1 Promotes Pancreatic Cancer Metastasis by Repressing Epithelial Genes and Enhancing Epithelial-Mesenchymal Transition."}, {"pubmed": 31939443, "text": "this study demonstrated that BACH1 and MALAT1 are upregulated synchronously in patients with TNBC who had poor clinical outcomes. Our results indicate that BACH1 and MALAT1 could be important prognostic factors and potential therapeutic targets in TNBC."}, {"pubmed": 32003018, "text": "CircBACH1 (hsa_circ_0061395) promotes hepatocellular carcinoma growth by regulating p27 repression via HuR."}, {"pubmed": 32132179, "text": "BACH family members regulate angiogenesis and lymphangiogenesis by modulating VEGFC expression."}, {"pubmed": 32228546, "text": "LncRNA MIR17HG inhibits non-small cell lung cancer by upregulating miR-142-3p to downregulate Bach-1."}, {"pubmed": 32344103, "text": "MicroRNA-based regulatory mechanisms underlying the synergistic antioxidant action of quercetin and catechin in H2O2-stimulated HepG2 cells: Roles of BACH1 in Nrf2-dependent pathways."}, {"pubmed": 32390598, "text": "Circular RNA circ_0000337 contributes to osteosarcoma via the miR-4458/BACH1 pathway."}, {"pubmed": 32534959, "text": "Defective BACH1/HO-1 regulatory circuits in cystic fibrosis bronchial epithelial cells."}, {"pubmed": 32707301, "text": "Circ_0123996 promotes cell proliferation and fibrosisin mouse mesangial cells through sponging miR-149-5p and inducing Bach1 expression."}, {"pubmed": 33596919, "text": "Chronic intermittent hypoxia promoted lung cancer stem cell-like properties via enhancing Bach1 expression."}, {"pubmed": 33831787, "text": "CircRNA circBACH1 (hsa_circ_0061395) serves as a miR-656-3p sponge to facilitate hepatocellular carcinoma progression through increasing SERBP1 expression."}, {"pubmed": 33878446, "text": "BACH1 is transcriptionally inhibited by TET1 in hepatocellular carcinoma in a microRNA-34a-dependent manner to regulate autophagy and inflammation."}, {"pubmed": 33932125, "text": "BACH1 promotes the progression of esophageal squamous cell carcinoma by inducing the epithelial-mesenchymal transition and angiogenesis."}, {"pubmed": 34160287, "text": "BACH1 Binding Links the Genetic Risk for Severe Periodontitis with ST8SIA1."}, {"pubmed": 34339740, "text": "The transcription factor BACH1 at the crossroads of cancer biology: From epithelial-mesenchymal transition to ferroptosis."}, {"pubmed": 34390174, "text": "Circ_0087862 promotes the progression of colorectal cancer by sponging miR-142-3p and up-regulating BACH1 expression."}, {"pubmed": 34464885, "text": "MicroRNA-532-5p upregulation protects neurological deficits after ischemic stroke through inhibition of BTB and CNC homology 1."}, {"pubmed": 34482423, "text": "Regulatory mechanisms of heme regulatory protein BACH1: a potential therapeutic target for cancer."}, {"pubmed": 34600339, "text": "Exosomes derived from mesenchyml stem cells ameliorate oxygen-glucose deprivation/reoxygenation-induced neuronal injury via transferring MicroRNA-194 and targeting Bach1."}, {"pubmed": 34605540, "text": "BACH1, the master regulator of oxidative stress, has a dual effect on CFTR expression."}, {"pubmed": 34737234, "text": "Bach1 derepression is neuroprotective in a mouse model of Parkinson's disease."}, {"pubmed": 34863556, "text": "A heme-regulatable chemodynamic nanodrug harnessing transcription factor Bach1 against lung cancer metastasis."}, {"pubmed": 34923423, "text": "BACH1 as a potential target for immunotherapy in glioblastomas."}, {"pubmed": 34949193, "text": "BTB and CNC homology 1 (Bach1) induces lung cancer stem cell phenotypes by stimulating CD44 expression."}, {"pubmed": 35067159, "text": "Knockdown of long non-coding RNA SNHG8 suppresses the progression of esophageal cancer by regulating miR-1270/BACH1 axis."}, {"pubmed": 35154476, "text": "Overexpression of BACH1 mediated by IGF2 facilitates hepatocellular carcinoma growth and metastasis via IGF1R and PTK2."}, {"pubmed": 35283228, "text": "CAPE and its synthetic derivative VP961 restore BACH1/NRF2 axis in Down Syndrome."}, {"pubmed": 35352818, "text": "CircRNA circBACH1 facilitates hepatitis B virus replication and hepatoma development by regulating the miR-200a-3p/MAP3K2 axis."}, {"pubmed": 35395473, "text": "LINC00665 interacts with BACH1 to activate Wnt1 and mediates the M2 polarization of tumor-associated macrophages in GC."}, {"pubmed": 35406740, "text": "A Heme-Binding Transcription Factor BACH1 Regulates Lactate Catabolism Suggesting a Combined Therapy for Triple-Negative Breast Cancer."}, {"pubmed": 35532539, "text": "Isoflurane Promotes Cell Proliferation, Invasion, and Migration by Regulating BACH1 and miR-375 in Prostate Cancer Cells In Vitro."}, {"pubmed": 36116740, "text": "The mitotic regulator RCC2 promotes glucose metabolism through BACH1-dependent transcriptional upregulation of hexokinase II in glioma."}, {"pubmed": 36178067, "text": "BACH1 promotes clear cell renal cell carcinoma progression by upregulating oxidative stress-related tumorigenicity."}, {"pubmed": 36181980, "text": "BTB domain and CNC homolog 1 promotes glioma invasion mainly through regulating extracellular matrix and increases ferroptosis sensitivity."}, {"pubmed": 36301491, "text": "Iron in Cancer Progression: Does BACH1 Promote Metastasis by Altering Iron Homeostasis?"}, {"pubmed": 36424585, "text": "BACH1 regulates the proliferation and odontoblastic differentiation of human dental pulp stem cells."}, {"pubmed": 36453019, "text": "Ryanodine receptor 2 promotes colorectal cancer metastasis by the ROS/BACH1 axis."}, {"pubmed": 36670112, "text": "BACH1-induced ferroptosis drives lymphatic metastasis by repressing the biosynthesis of monounsaturated fatty acids."}, {"pubmed": 36774506, "text": "FBXO22 promotes leukemogenesis by targeting BACH1 in MLL-rearranged acute myeloid leukemia."}, {"pubmed": 36864760, "text": "BACH1 deficiency prevents neointima formation and maintains the differentiated phenotype of vascular smooth muscle cells by regulating chromatin accessibility."}, {"pubmed": 37010133, "text": "Evaluation of Bach1 mRNA expression in patients with chronic kidney disease: A preliminary study."}, {"pubmed": 37094356, "text": "Ferroptosis model system by the re-expression of BACH1."}, {"pubmed": 37104068, "text": "Thioredoxin facilitates hepatocellular carcinoma stemness and metastasis by increasing BACH1 stability to activate the AKT/mTOR pathway."}, {"pubmed": 37311571, "text": "BACH1 promotes lung adenocarcinoma cell metastasis through transcriptional activation of ITGA2."}, {"pubmed": 37461019, "text": "Chemotherapy-induced exosomal circBACH1 promotes breast cancer resistance and stemness via miR-217/G3BP2 signaling pathway."}, {"pubmed": 37602966, "text": "Knockdown of Bach1 protects periodontal bone regeneration from inflammatory damage."}, {"pubmed": 37651203, "text": "Antioxidants stimulate BACH1-dependent tumor angiogenesis."}, {"pubmed": 37995178, "text": "BACH1 regulates the differentiation of vascular smooth muscle cells from human embryonic stem cells via CARM1-mediated methylation of H3R17."}, {"pubmed": 38673728, "text": "TANK Binding Kinase 1 Promotes BACH1 Degradation through Both Phosphorylation-Dependent and -Independent Mechanisms without Relying on Heme and FBXO22."}], "genomic_pos": {"chr": "21", "end": 29630751, "ensemblgene": "ENSG00000156273", "start": 29194071, "strand": 1}, "genomic_pos_hg19": [{"chr": "21", "end": 30734215, "start": 30723955, "strand": 1}, {"chr": "21", "end": 31003071, "start": 30566392, "strand": 1}], "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": [12511571, 24035498], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 21555518, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0000122", "pubmed": 33897412, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006281", "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006355", "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006357", "pubmed": [1655749, 20102225, 23661758], "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0019222", "pubmed": 33809182, "qualifier": "involved_in", "term": "regulation of metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16780588, "qualifier": "colocalizes_with", "term": "nucleus"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16791210, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [12511571, 24035498], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": [1655749, 20102225, 23661758], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16791210, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 16780588, "qualifier": "colocalizes_with", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0090575", "pubmed": [20102225, 23661758], "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0090575", "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0090575", "pubmed": 23661758, "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": [12511571, 24035498], "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003700", "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20102225, 23661758, 26496610, 28514442, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0020037", "pubmed": 21555518, "qualifier": "enables", "term": "heme binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0098531", "pubmed": 21555518, "qualifier": "enables", "term": "ligand-activated transcription factor activity"}]}, "homologene": {"genes": [[8364, 100125783], [9031, 418488], [9544, 705817], [9598, 745234], [9606, 571], [9615, 487718], [9913, 531350], [10090, 12013], [10116, 304127]], "id": 916}, "interpro": [{"desc": "BTB/POZ domain", "id": "IPR000210", "short_desc": "BTB/POZ_dom"}, {"desc": "Basic leucine zipper domain, Maf-type", "id": "IPR004826", "short_desc": "bZIP_Maf"}, {"desc": "Basic-leucine zipper domain", "id": "IPR004827", "short_desc": "bZIP"}, {"desc": "Transcription factor, Skn-1-like, DNA-binding domain superfamily", "id": "IPR008917", "short_desc": "TF_DNA-bd_sf"}, {"desc": "SKP1/BTB/POZ domain superfamily", "id": "IPR011333", "short_desc": "SKP1/BTB/POZ_sf"}, {"desc": "BACH, basic leucine zipper (bZIP) domain", "id": "IPR043321", "short_desc": "bZIP_BACH"}, {"desc": "Basic-leucine zipper domain superfamily", "id": "IPR046347", "short_desc": "bZIP_sf"}, {"desc": "Nuclear Factor Erythroid-derived 2-like", "id": "IPR047167", "short_desc": "NFE2-like"}], "ipi": ["IPI00024235", "IPI00552038", "IPI00795966", "IPI00798422"], "map_location": "21q21.3", "name": "BTB domain and CNC homolog 1", "other_names": ["BTB and CNC homology 1, basic leucine zipper transcription factor 1", "basic region leucine zipper transcriptional regulator BACH1", "transcription regulator protein BACH1"], "pantherdb": {"HGNC": "935", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "894680", "ortholog_type": "LDO", "panther_family": "PTHR46105", "taxid": 10090, "uniprot_kb": "P97302"}, {"RGD": "1306693", "ortholog_type": "LDO", "panther_family": "PTHR46105", "taxid": 10116, "uniprot_kb": "D4ACD2"}, {"Ensembl": "ENSGALG00000015828", "ortholog_type": "LDO", "panther_family": "PTHR46105", "taxid": 9031, "uniprot_kb": "E1BS39"}, {"ZFIN": "ZDB-GENE-060421-7601", "ortholog_type": "O", "panther_family": "PTHR46105", "taxid": 7955, "uniprot_kb": "X1WBY6"}, {"ZFIN": "ZDB-GENE-050522-220", "ortholog_type": "LDO", "panther_family": "PTHR46105", "taxid": 7955, "uniprot_kb": "A0A023PGP0"}, {"FlyBase": "FBgn0030417", "ortholog_type": "O", "panther_family": "PTHR46105", "taxid": 7227, "uniprot_kb": "Q9VYJ8"}], "uniprot_kb": "O14867"}, "pathway": {"reactome": [{"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9707564", "name": "Cytoprotection by HMOX1"}, {"id": "R-HSA-9707587", "name": "Regulation of HMOX1 expression and activity"}, {"id": "R-HSA-9707616", "name": "Heme signaling"}, {"id": "R-HSA-9708530", "name": "Regulation of BACH1 activity"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9755511", "name": "KEAP1-NFE2L2 pathway"}, {"id": "R-HSA-9759194", "name": "Nuclear events mediated by NFE2L2"}, {"id": "R-HSA-9818027", "name": "NFE2L2 regulating anti-oxidant/detoxification enzymes"}], "wikipathways": {"id": "WP1971", "name": "Integrated Cancer Pathway"}}, "pdb": "2IHC", "pfam": ["PF00651", "PF03131"], "pharmgkb": "PA25234", "pharos": {"target_id": 13665, "tdl": "Tbio"}, "pir": "T00023", "prosite": ["PS50097", "PS50217"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176554", "relationship": "is"}, {"id": "GNF187460", "relationship": "is"}, {"id": "GNF198366", "relationship": "is"}, {"id": "GNF209272", "relationship": "is"}, {"id": "GNF213164", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF034710", "relationship": "similar to"}, {"id": "GNF039486", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF000985", "relationship": "is"}}, "refseq": {"genomic": ["NC_000021.9", "NC_060945.1", "NG_029658.2"], "protein": ["NP_001177.1", "NP_996749.1"], "rna": ["NM_001011545.1", "NM_001186.4", "NM_206866.3", "NR_027655.3"], "translation": [{"protein": "NP_996749.1", "rna": "NM_206866.3"}, {"protein": "NP_001177.1", "rna": "NM_001186.4"}]}, "reporter": {"HG-U133_Plus_2": ["1552401_a_at", "1553607_at", "204194_at", "210818_s_at", "234315_at", "234938_at"], "HG-U95Av2": "31895_at", "HTA-2_0": ["TC21000097.hg.1", "TC21000651.hg.1"], "HuEx-1_0": ["3917268", "3917305", "3917328", "3917337", "3917431"], "HuGene-1_1": ["8068100", "8068105", "8068120"], "HuGene-2_1": ["16922007", "16922011", "16922036", "16922038"]}, "summary": "This gene encodes a transcription factor that belongs to the cap'n'collar type of basic region leucine zipper factor family (CNC-bZip). The encoded protein contains broad complex, tramtrack, bric-a-brac/poxvirus and zinc finger (BTB/POZ) domains, which is atypical of CNC-bZip family members. These BTB/POZ domains facilitate protein-protein interactions and formation of homo- and/or hetero-oligomers. When this encoded protein forms a heterodimer with MafK, it functions as a repressor of Maf recognition element (MARE) and transcription is repressed. Multiple alternatively spliced transcript variants have been identified for this gene. [provided by RefSeq, May 2009].", "symbol": "BACH1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412729"}, "unigene": "Hs.154276", "uniprot": {"Swiss-Prot": "O14867", "TrEMBL": ["H7C4B6", "F8VZL7", "M0QZP0", "C9IYR0", "C9JMP6", "C9IYH8"]}, "wikipedia": {"url_stub": "BACH1"}}