{"AllianceGenome": "937", "HGNC": "937", "MIM": "601497", "_id": "573", "_version": 1, "accession": {"genomic": ["AL161445.10", "AL356472.17", "CH471071.2", "CP068269.2", "NC_000009.12", "NC_060933.1", "NG_029018.2"], "protein": ["AAC34258.1", "AAD11467.1", "AAD25045.1", "AAH01936.2", "AAH14774.2", "ALQ33390.1", "ALQ33391.1", "BAD96469.1", "CAA84624.1", "EAW58514.1", "EAW58515.1", "EAW58516.1", "EAW58517.1", "NP_001165886.1", "NP_001336215.1", "NP_001336228.1", "NP_004314.6", "Q99933.4"], "rna": ["AF022224.1", "AF116273.1", "AK093238.1", "AK096038.1", "AK222749.1", "AK316577.1", "BC001936.1", "BC014774.1", "BG723775.1", "CN478628.1", "KU177932.1", "KU177933.1", "NM_001172415.2", "NM_001349286.2", "NM_001349299.2", "NM_004323.6", "U46917.1", "Z35491.1"], "translation": [{"protein": "AAC34258.1", "rna": "AF022224.1"}, {"protein": "NP_001336228.1", "rna": "NM_001349299.2"}, {"protein": "NP_001165886.1", "rna": "NM_001172415.2"}, {"protein": "AAH01936.2", "rna": "BC001936.1"}, {"protein": "CAA84624.1", "rna": "Z35491.1"}, {"protein": "AAH14774.2", "rna": "BC014774.1"}, {"protein": "ALQ33391.1", "rna": "KU177933.1"}, {"protein": "ALQ33390.1", "rna": "KU177932.1"}, {"protein": "NP_004314.6", "rna": "NM_004323.6"}, {"protein": "BAD96469.1", "rna": "AK222749.1"}, {"protein": "AAD11467.1", "rna": "U46917.1"}, {"protein": "NP_001336215.1", "rna": "NM_001349286.2"}, {"protein": "AAD25045.1", "rna": "AF116273.1"}]}, "alias": ["BAG-1", "HAP", "RAP46"], "ensembl": {"gene": "ENSG00000107262", "protein": ["ENSP00000369026", "ENSP00000369029", "ENSP00000417576", "ENSP00000419092", "ENSP00000489189", "ENSP00000489401"], "transcript": ["ENST00000379701", "ENST00000379704", "ENST00000379707", "ENST00000467389", "ENST00000468274", "ENST00000473464", "ENST00000473781", "ENST00000488499", "ENST00000493917", "ENST00000634734", "ENST00000635077"], "translation": [{"protein": "ENSP00000489189", "rna": "ENST00000634734"}, {"protein": "ENSP00000369026", "rna": "ENST00000379704"}, {"protein": "ENSP00000369029", "rna": "ENST00000379707"}, {"protein": "ENSP00000489401", "rna": "ENST00000473464"}, {"protein": "ENSP00000419092", "rna": "ENST00000473781"}, {"protein": "ENSP00000417576", "rna": "ENST00000488499"}], "type_of_gene": "protein_coding"}, "entrezgene": "573", "exons": [{"cdsend": 33264329, "cdsstart": 33255218, "chr": "9", "position": [[33252470, 33255308], [33255864, 33255927], [33256800, 33256908], [33258919, 33259033], [33261086, 33261169], [33262701, 33262830], [33264223, 33264708]], "strand": -1, "transcript": "NM_001172415", "txend": 33264708, "txstart": 33252470}, {"cdsend": 33264461, "cdsstart": 33255218, "chr": "9", "position": [[33252470, 33255308], [33255864, 33255927], [33256800, 33256908], [33258919, 33259033], [33261086, 33261169], [33262701, 33262830], [33264223, 33264708]], "strand": -1, "transcript": "NM_001349286", "txend": 33264708, "txstart": 33252470}, {"cdsend": 33264260, "cdsstart": 33255218, "chr": "9", "position": [[33252470, 33255308], [33255864, 33255927], [33256800, 33256908], [33258919, 33259033], [33261086, 33261169], [33262701, 33262830], [33264223, 33264708]], "strand": -1, "transcript": "NM_001349299", "txend": 33264708, "txstart": 33252470}, {"cdsend": 33264674, "cdsstart": 33255218, "chr": "9", "position": [[33252470, 33255308], [33255864, 33255927], [33256800, 33256908], [33258919, 33259033], [33261086, 33261169], [33262701, 33262830], [33264223, 33264708]], "strand": -1, "transcript": "NM_004323", "txend": 33264708, "txstart": 33252470}], "exons_hg19": [{"cdsend": 33264327, "cdsstart": 33255216, "chr": "9", "position": [[33252469, 33255306], [33255862, 33255925], [33256798, 33256906], [33258917, 33259031], [33261084, 33261167], [33262699, 33262828], [33264221, 33264706]], "strand": -1, "transcript": "NM_001172415", "txend": 33264706, "txstart": 33252469}, {"cdsend": 33264459, "cdsstart": 33255216, "chr": "9", "position": [[33252469, 33255306], [33255862, 33255925], [33256798, 33256906], [33258917, 33259031], [33261084, 33261167], [33262699, 33262828], [33264221, 33264706]], "strand": -1, "transcript": "NM_001349286", "txend": 33264706, "txstart": 33252469}, {"cdsend": 33264258, "cdsstart": 33255216, "chr": "9", "position": [[33252469, 33255306], [33255862, 33255925], [33256798, 33256906], [33258917, 33259031], [33261084, 33261167], [33262699, 33262828], [33264221, 33264706]], "strand": -1, "transcript": "NM_001349299", "txend": 33264706, "txstart": 33252469}, {"cdsend": 33264672, "cdsstart": 33255216, "chr": "9", "position": [[33252469, 33255306], [33255862, 33255925], [33256798, 33256906], [33258917, 33259031], [33261084, 33261167], [33262699, 33262828], [33264221, 33264706]], "strand": -1, "transcript": "NM_004323", "txend": 33264706, "txstart": 33252469}], "generif": [{"pubmed": 9396724, "text": "The longer p50 isoform is generated through the use of an upstream, in-frame, non-AUG (CUG) translation initiation codon."}, {"pubmed": 9679980, "text": "Alternate protein isoforms arise through the use of a non-AUG (CUG) codon in addition to downstream in-frame AUG codons."}, {"pubmed": 12049201, "text": "BAG-1, an anti-apoptotic tumour marker Review"}, {"pubmed": 12402153, "text": "nuclear BAG-1 expression is a useful predictive factor for distant metastasis and a poor prognosis in patients with colorectal cancer."}, {"pubmed": 12724406, "text": "BAG-1 may function to suppress the GADD34-mediated cellular stress response and have a role in the survival of cells undergoing stress"}, {"pubmed": 12874020, "text": "BAG-1-mediated resistance to stress-induced growth inhibition is likely to have a major impact on the development and response to therapy of breast cancer."}, {"pubmed": 14517289, "text": "Bag-1L enhances androgen receptor action via interaction with the NH2-terminal region of the receptor"}, {"pubmed": 14532969, "text": "BAG-1 is targeted to the COPI coated structures, implying its contribution toward the COPI vesicular transport in gastrointestinal epithelial cells"}, {"pubmed": 14680805, "text": "Our experiments suggest that BAG-1 inhibits anti-cancer drug-induced apoptosis through apoptosis regulation pathways that may involve the mitochondrial Bcl-2/Bax ratio, p53, and differential anti-cancer drug-mediated cytochrome c release."}, {"pubmed": 14978028, "text": "Recombinant BAG-1 can influence cellular response to stress in cardiomyocytes by multiple mechanisms, potentially influenced by the cell type and nature of the stress signal."}, {"pubmed": 15075668, "text": "P. 130:...\"[h]igh expression of Bcl-2\", was one of the predictive factors \"for achievement of pathological remission after preoperative chemotherapy\" containing anthracycline."}, {"pubmed": 15169918, "text": "a secondary structural model of the Bag-1 IRES has been derived by using chemical and enzymatic probing data as constraints on the RNA folding algorithm Mfold"}, {"pubmed": 15199607, "text": "BAG-1 contributes an important cellular function to breast epithelial cells, which is reflected by its ubiquitous expression in these tissues, but does not appear to determine response to doxorubicin-based chemotherapy"}, {"pubmed": 15297164, "text": "BAG-1 is expressed in the endometrium. High-grade cancers stain more frequently than secretory endometrium for both cytoplasmic and nuclear BAG-1 expression, perhaps indicating an association between expression of BAG-1 and prognosis."}, {"pubmed": 15309313, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15707960, "text": "The results of this study implicate BAG-1 p29 in the regulation of both the EGF signaling cascade and the apoptotic cascade induced by loss of anchorage."}, {"pubmed": 15831476, "text": "BAG1 activates Hsp70, which is important for neuroprotectivity."}, {"pubmed": 15843891, "text": "BAG-1 expression inhibits apoptosis in colorectal adenoma-derived epithelial cells"}, {"pubmed": 16042572, "text": "BAG-1 may promote colorectal tumour cell survival by making colonic epithelial cells less sensitive to DNA damage."}, {"pubmed": 16292491, "text": "In astrocytic tumours low ERbeta expression correlated significantly with high grade, higher expression of cytoplasmic BAG-1 and worse survival."}, {"pubmed": 16398049, "text": "Overexpression of BAG-1 and p53 plays an important role in the process laryngeal squamous cell carcinoma development."}, {"pubmed": 16457154, "text": "BAG-1 protein showed distinct distribution pattern in hyperplastic and neoplastic prostate. BAG-1 with BCL-2 inhibits apoptosis and may prolong the life of neoplastic cells and give them a chance to gain new oncogenic features in early carcinogenesis."}, {"pubmed": 16482527, "text": "Increased cytosolic and nuclear BAG-1 expression may denote more aggressive variants of prostate cancer."}, {"pubmed": 17278878, "text": "This is the molecular basis for their effects (Hap50/BAG-1L) on transcriptional activities, which are emphasized in this review and for which a molecular model is presented."}, {"pubmed": 17549665, "text": "An antiapoptotic protein, BAG-1, was found to be down-regulated in chewing-tobacco-mediated tongue carcinogenesis."}, {"pubmed": 17657847, "text": "over-expression of BAG1 may play an important role in genesis and development of colon carcinoma"}, {"pubmed": 17662274, "text": "BAG-1L endogenously regulates gene expression by potentiating nuclear hormone receptor function and a role for BAG-1L in 24-hydroxylase regulation of vitamin D metabolism and the cellular response of oral keratinocytes to 1alpha,25-dihydroxyvitamin D3."}, {"pubmed": 17693608, "text": "Results suggest that BAG-1 is able to potentiate vitamin D receptor-mediated transactivation by acting as a nuclear chaperone for 1,25(OH)2D3."}, {"pubmed": 17700523, "text": "BAG-1 mRNA internal ribosome entry segment maintains synthesis of BAG-1 protein following exposure of cells to the chemotoxic drug vincristine but not to cisplatin."}, {"pubmed": 17950682, "text": "Modulation of Bag-1 expression can therefore mediate chondrocyte differentiation and turnover"}, {"pubmed": 17954934, "text": "BAG-1 associates with Tau protein in an Hsc70-dependent manner."}, {"pubmed": 18204076, "text": "By inhibiting NF-kappaB, suppression of BAG-1 could represent a novel strategy to impede colorectal cancer cell survival and as an adjuvant increase sensitivity to current therapeutic regimes."}, {"pubmed": 18413740, "text": "Chromatin immunoprecipitation analysis of the BAG-1 promoter in DNMT1-overexpressing or DNMT3B-overexpressing colon cells show a permissive chromatin status assoscsiated with DNA binding of BORIS."}, {"pubmed": 18430249, "text": "Bag-1 expression in breast tumors is associated with improved outcome and steroid receptor positivity."}, {"pubmed": 18523358, "text": "BAG-1 protein was deregulated in this disease similar to some other malignancies such as breast and colon cancer"}, {"pubmed": 18684711, "text": "Bag1 NEF increased refolding by Hsc70 and DJA2, as did the newly characterized NEF Hsp110"}, {"pubmed": 18805052, "text": "Gene expression revealed up-regulation of pro-angiogenic (PGF), anti-apoptotics (BAG-1, BCL-2), heart development (TNNT2, TNNC1) and extracellular matrix remodelling (MMP-2, MMP-7) genes in SM."}, {"pubmed": 18822299, "text": "These findings identify a regulatory mechanism, downstream of hormone binding, used by Bag-1M for attenuating GR action in response to its changing cellular levels."}, {"pubmed": 19066611, "text": "A high BAG-1 expression predicts improved patient outcome in estrogen receptor-positive breast carcinoma."}, {"pubmed": 19151744, "text": "Distinct isoforms of BAG-1 have different anti-apoptotic functions in breast cancer cells, and that the BAG-1 p50 isoform can potentiate the role of estrogen in ER-positive breast cancer."}, {"pubmed": 19243896, "text": "The results of our study showed that overall cytoplasmic and nuclear BAG-1 expression and overall and cytoplasmic CD24 expression, correlates with adverse prognostic parameters for breast carcinoma."}, {"pubmed": 19293798, "text": "BAG-1 inhibits the transactivating functions of p73 and provide new insight into the mechanisms that control the expression of p73."}, {"pubmed": 19317853, "text": "we report a specific increase of BAG-1M in human Alzheimer's disease patients"}, {"pubmed": 19546472, "text": "Advanced osteoarthritis is associated with altered collagen VI expression and upregulation of ER-stress markers Grp78 and bag-1."}, {"pubmed": 19595997, "text": "These findings indicate a novel mechanism by which Bag-1M acts as a corepressor and downregulates the activity of the glucocorticoid receptor."}, {"pubmed": 19778524, "text": "These results indicate that ATP hydrolysis is essential for Bag-1M-mediated inhibition of the DNA binding by the GR and Hsp70 is a mediator for this process."}, {"pubmed": 19881545, "text": "BAG-1's effects were associated with an activation of RAF-1-a known binding partner of BAG-1, enhanced signaling through the MAP kinase pathway and a decrease in BIM expression."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20096920, "text": "aberrant expression and subcellular distribution of Bag-1 might play an important role in the malignant transformation of gastric epithelial cells and should be considered as a biomarker for gastric carcinogenesis, subsequent progression, and prognosis."}, {"pubmed": 20156966, "text": "Wild-type DJ-1 possesses chaperone activity, which is abolished by the L166P mutation which is reversed by the expression of the cochaperone BAG1."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20404511, "text": "silencing of the BAG-1 gene resulted in changes in expression of apoptosis-related genes and sensitized A549 and L9981 cells to cisplatin-induced apoptosis."}, {"pubmed": 20409521, "text": "Expression of Bag-1 in colon cancer was closely correlated with pathologic grade, distance metastasis, Duke stage, and prognosis, but it had no effect on the pathologic type, tumor diameter, depth of invasion, and lymphoid node metastasis of the cancer."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20675402, "text": "Bag1 induced binding of immature BCR-ABL to proteasome."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20855536, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20858459, "text": "Bag-1 proteins function as regulators of the action of selective transcription factors."}, {"pubmed": 21036726, "text": "BAG-1 nuclear isomorph appeared more frequently in grade 2 endometrial tumors than in grade 1 and 3 tumors, and the cytoplasmatic isomorph was expressed more strongly than the nuclear one."}, {"pubmed": 21157029, "text": "Decreased allelic frequency of the BAG-1 rs706118 SNP was observed in patients with frontotemporal lobar degeneration as compared with controls, whereas allelic frequency of the SNP in patients with Alzheimer's disease was similar to controls."}, {"pubmed": 21195059, "text": "These data suggest that IGFBP3 and BAG1 may be key markers of radiosensitivity that enhance the susceptibility of squamous cell esophageal cancer to radiotherapy"}, {"pubmed": 21522149, "text": "Overexpression of Bag-1 in poorly differentiated SCC may confer both enhanced tumor cell growth and apoptosis resistance. Bag-1 may contribute to the resistance of more advanced epidermal SCC to chemotherapy."}, {"pubmed": 21809033, "text": "Bag-1 protein was found to be overexpressed in colorectal cancer."}, {"pubmed": 21986497, "text": "BAG1 induction is essential for protecting cells from MYC-induced apoptosis."}, {"pubmed": 22016818, "text": "BAG1 protein was found highly expressed in children with acute myeloid leukemia"}, {"pubmed": 22179630, "text": "Expression of BAG-1 was closely associated with the sensitivity to platinum-based chemotherapeutics in non-small cell lung carcinoma patients."}, {"pubmed": 22439756, "text": "ERCC1 and BAG-1 are determinants of survival after surgical treatment of NSCLC, and its mRNA expression in tumor tissues could be used to predict the prognosis of NSCLC treated by platinum."}, {"pubmed": 22454210, "text": "Studied expression of BAG-1 and PARP-1 in LSILs, HSILs and SCCs. Research suggests BAG-1 expression could contribute to the differentiation between LSIL and HSIL/SCC whereas PARP-1 could be useful to the differentiation between HSIL HPV-related and SCC."}, {"pubmed": 22939115, "text": "The expression of anti-apoptosis gene Bcl-2 associated anthanogen-1 (Bag-1), has been associated with outcome in several cancer types, however its prognostic role in pancreatic cancer is unknown."}, {"pubmed": 23023342, "text": "Bag1 is expressed at a higher level in functioning- compared to non-functioning pituitary adenomas."}, {"pubmed": 23049684, "text": "A peptide sequence derived from the cochaperone Bag-1 modulates the unfolded protein response and induces prostate cancer cell death.("}, {"pubmed": 23059827, "text": "BAG-1 is highly expressed in the majority of colorectal tumours, targeting the Rb-BAG-1 complex to promote apoptosis."}, {"pubmed": 23108401, "text": "BAG-1 suppresses expression of the key regulatory cytokine transforming growth factor beta (TGF-beta1) in colorectal tumour cells."}, {"pubmed": 23271418, "text": "we identified Caspase 3, BAG1 and BAG3 as key targets of ERalpha in neuronal cells that may play a role in ERalpha-mediated neuroprotection."}, {"pubmed": 23322525, "text": "BAG-1 expression in meningioma depends upon WHO pathologic classification and is decreased in higher tumor classification"}, {"pubmed": 23553841, "text": "Results for the first time indicated that BAG-1 was dysregulated in HCC and suppression of BAG-1 expression which resulted in inhibiting of NF-kappaB signaling might be developed into a new strategy in HCC therapy."}, {"pubmed": 23708800, "text": "Chlamydia up-regulate Bag-1 via the MAPK/ERK survival pathway."}, {"pubmed": 23852223, "text": "BAG1 expression provides significant prognostic information when added to the classical clinicopathological parameters and IHC4, particularly in node-positive patients."}, {"pubmed": 24061638, "text": "The results present that the constructed shRNA plasmids significantly inhibited the expression of mRNA and protein of Lo Vo cell BAG-1, and can maintain the effect for a long term"}, {"pubmed": 24318877, "text": "we measured the binding of human Hsp72 (HSPA1A) to BAG1, BAG2, BAG3, and the unrelated NEF Hsp105. These studies revealed a clear hierarchy of affinities: BAG3 > BAG1 > Hsp105 >> BAG2."}, {"pubmed": 24454860, "text": "BAG-1M and HspBP1 had differential impacts on the dynamic composition of steroid receptor folding complexes"}, {"pubmed": 24523409, "text": "GARRPR in Bag-1L as a novel BF-3 regulatory sequence important for fine-tuning the activity of the AR"}, {"pubmed": 24557447, "text": "distinct isoforms of BAG-1 had different anti-apoptotic ability in breast cancer cells treated with the 4-OH TAM."}, {"pubmed": 24830325, "text": "The expression of BAG-1 was upregulated in chronic non-eosinophilic rhinosinusitis."}, {"pubmed": 24876225, "text": "BAG-1M mediates Hsp70 inhibition downstream of NF-kappaB."}, {"pubmed": 24969872, "text": "Forced Bag-1L expression prevented Cisplatin-induced apoptosis."}, {"pubmed": 25069471, "text": "BAG-1 expression was high in esophageal carcinoma tissues compared to normal esophagus. After Eca109 cells were transfected with BAG-1-siRNA, the proliferation and invasive capabilities of the cells were decreased while the apoptosis rate was enhanced."}, {"pubmed": 25962180, "text": "Overexpression of miR-138 inhibited cell proliferation by directly suppressing the expression of Bag-1."}, {"pubmed": 26087710, "text": "Taken together, these data indicate that Bag-1 up-regulation is required to maintain apoptosis resistance in human cytomegalovirus-infected cells."}, {"pubmed": 26124006, "text": "the combined effects of BAG-1 and XPD polymorphisms on chemotherapy sensitivity and survival in patients with advanced non-small-cell lung cancer, which might be the important predictive markers for platinum-based chemotherapy efficacy."}, {"pubmed": 26178413, "text": "Bag-1 indirectly affects cell survival through c-Myc activated signalling that causes elevation of ornithine decarboxylase levels, leading to an increase of the polyamine content."}, {"pubmed": 27038683, "text": "BAG-4/SODD, HSP70, and HSP90 are potential prognostic markers in node-negative breast carcinoma that merit further research."}, {"pubmed": 27474739, "text": "These results suggest that Bag1 and Bag3 control the stability of the Hsc70-client complex using at least two distinct protein-protein contacts, providing a previously under-appreciated layer of molecular regulation in the human Hsc70 system."}, {"pubmed": 27998983, "text": "interaction with Bag1 then shifts hERG degradation to the membrane-anchored E3 ligase TRC8 and its E2-conjugating enzyme Ube2g2, as determined by siRNA screening"}, {"pubmed": 28826504, "text": "Here the authors show that the AF-1 domain of AR is bound by the cochaperone Bag-1L."}, {"pubmed": 28877725, "text": "Over expression of BAG-1 may be a biomarker for cisplatin resistance in patients with primary or recurrent head and neck squamous cell carcinoma."}, {"pubmed": 28892778, "text": "Increased BAG-1 by PD-L1 confers resistance to tyrosine kinase inhibitor in non-small cell lung cancer via persistent activation of ERK signaling."}, {"pubmed": 30622661, "text": "BAG1, CHMP2B, PEX3, and WIPI1 confirmed a strong differential gene expression, in 355 melanoma samples."}, {"pubmed": 30661182, "text": "Bag-1 targeted therapy might enhance the therapeutic potential of conventional anti-cancer drugs in the treatment of breast cancer."}, {"pubmed": 30747221, "text": "Targeting mTOR with rapamycin may significantly potentiate the inhibitory effect in BAG1silenced cells."}, {"pubmed": 30902071, "text": "Study in human osteosarcoma line U2OS expressing a conditional MYC-ER allele revealed that small isoform of BAG1, BAG1S, in cooperation with the HSP70 chaperone complex, selectively mediates cell survival in MYC overexpressing tumor cells and identified a set of specific pro-survival clients controlled by the HSP70/BAG1S chaperone complex."}, {"pubmed": 31504805, "text": "We demonstrated a critical role for the rG4 in the control of both cap-dependent and independent translation of the BAG-1 mRNA in colorectal cancer cells. Additionally, we found an upstream ORF that also represses BAG-1 mRNA translation"}, {"pubmed": 31609014, "text": "Inhibition of BAG-1 induced SH-SY5Y cell apoptosis without affecting Hsp70 expression."}, {"pubmed": 31883527, "text": "Bag-1 is overexpressed in breast tumors in all molecular subtypes. Bag-1 forms complexes with B-Raf, C-Raf and Akt in breast cancer cells, enhancing their phosphorylation and activation, and ultimately leading to phosphorylation of the pro-apoptotic Bad protein at Ser112 and Ser136. This causes Bad's re-localization to the nucleus, and inhibits apoptosis in favor of cell survival."}, {"pubmed": 32400287, "text": "Genes involved in glucocorticoid receptor signalling affect susceptibility to mood disorders."}, {"pubmed": 32447321, "text": "Integrated case-control and somatic-germline interaction analyses of soft-tissue sarcoma."}, {"pubmed": 32629040, "text": "The Small Nuclear Ribonucleoprotein Polypeptide A (SNRPA) binds to the G-quadruplex of the BAG-1 5'UTR."}, {"pubmed": 33152339, "text": "Mutation of the BAG-1 domain decreases its protective effect against hypoxia/reoxygenation by regulating HSP70 and the PI3K/AKT signalling pathway in SY-SH5Y cells."}, {"pubmed": 33561998, "text": "Co-Chaperone Bag-1 Plays a Role in the Autophagy-Dependent Cell Survival through Beclin 1 Interaction."}, {"pubmed": 33581726, "text": "Expression of BAG1 is associated with prognosis in kidney renal clear cell carcinoma based on bioinformatics."}, {"pubmed": 34056003, "text": "Bag-1L Protects against Cell Apoptosis in an In Vitro Model of Lung Ischemia-Reperfusion Injury through the C-Terminal \"\"Bag\"\" Domain."}, {"pubmed": 34995286, "text": "CRISPR/Cas9-mediated Bag-1 knockout increased mesenchymal characteristics of MCF-7 cells via Akt hyperactivation-mediated actin cytoskeleton remodeling."}], "genomic_pos": {"chr": "9", "end": 33264720, "ensemblgene": "ENSG00000107262", "start": 33247820, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 33264761, "start": 33247818, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 8947043, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034393", "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043066", "pubmed": 8947043, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050821", "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051085", "pubmed": 12853476, "qualifier": "involved_in", "term": "chaperone cofactor-dependent protein refolding"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 9679980, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "is_active_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000774", "qualifier": "enables", "term": "adenyl-nucleotide exchange factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000774", "pubmed": 24318877, "qualifier": "enables", "term": "adenyl-nucleotide exchange factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9305631, 19060904, 19800331, 24318877, 25036637, 25416956, 26871637, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 16207813, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051087", "qualifier": "enables", "term": "protein-folding chaperone binding"}]}, "homologene": {"genes": [[7955, 558108], [8364, 100380014], [9031, 420967], [9544, 702101], [9598, 465041], [9606, 573], [9615, 611781], [9913, 613855], [10090, 12017], [10116, 297994]], "id": 3190}, "interpro": [{"desc": "Ubiquitin-like domain", "id": "IPR000626", "short_desc": "Ubiquitin-like_dom"}, {"desc": "Ubiquitin-like domain superfamily", "id": "IPR029071", "short_desc": "Ubiquitin-like_domsf"}, {"desc": "BAG domain superfamily", "id": "IPR036533", "short_desc": "BAG_dom_sf"}, {"desc": "Molecular chaperone regulator BAG", "id": "IPR039773", "short_desc": "BAG_chaperone_regulator"}, {"desc": "BAG domain", "id": "IPR003103", "short_desc": "BAG_domain"}, {"desc": "Molecular chaperone regulator BAG-1", "id": "IPR017093", "short_desc": "BAG-1"}], "ipi": ["IPI00218546", "IPI00300531", "IPI00641336", "IPI00945635", "IPI00945861", "IPI00954014"], "map_location": "9p13.3", "name": "BAG cochaperone 1", "other_names": ["BAG family molecular chaperone regulator 1", "BCL2 associated athanogene 1", "BCL2-associated athanogene", "Bcl-2 associating athanogene-1 protein", "Bcl-2-binding protein", "glucocortoid receptor-associated protein RAP46", "receptor-associated protein, 46-KD"], "pantherdb": {"HGNC": "937", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "108047", "ortholog_type": "LDO", "panther_family": "PTHR12329", "taxid": 10090, "uniprot_kb": "Q60739"}, {"RGD": "1305203", "ortholog_type": "LDO", "panther_family": "PTHR12329", "taxid": 10116, "uniprot_kb": "B0K019"}, {"Ensembl": "ENSGALG00000013157", "ortholog_type": "LDO", "panther_family": "PTHR12329", "taxid": 9031, "uniprot_kb": "F1NPL0"}, {"ZFIN": "ZDB-GENE-050309-89", "ortholog_type": "LDO", "panther_family": "PTHR12329", "taxid": 7955, "uniprot_kb": "A5PLC6"}, {"WormBase": "WBGene00000236", "ortholog_type": "LDO", "panther_family": "PTHR12329", "taxid": 6239, "uniprot_kb": "O44739"}, {"PomBase": "SPBC530.03c", "ortholog_type": "O", "panther_family": "PTHR12329", "taxid": 4896, "uniprot_kb": "O59739"}, {"PomBase": "SPBC16G5.11c", "ortholog_type": "LDO", "panther_family": "PTHR12329", "taxid": 4896, "uniprot_kb": "O60125"}, {"TAIR": "2182900", "ortholog_type": "O", "panther_family": "PTHR12329", "taxid": 3702, "uniprot_kb": "Q9LYP4"}, {"TAIR": "2174038", "ortholog_type": "O", "panther_family": "PTHR12329", "taxid": 3702, "uniprot_kb": "Q0WPX7"}, {"TAIR": "2173108", "ortholog_type": "O", "panther_family": "PTHR12329", "taxid": 3702, "uniprot_kb": "Q0WUQ1"}, {"TAIR": "2074353", "ortholog_type": "O", "panther_family": "PTHR12329", "taxid": 3702, "uniprot_kb": "Q8RX71"}], "uniprot_kb": "Q99933"}, "pathway": {"kegg": {"id": "hsa04141", "name": "Protein processing in endoplasmic reticulum - Homo sapiens (human)"}, "netpath": {"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, "pid": {"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, "reactome": [{"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3371453", "name": "Regulation of HSF1-mediated heat shock response"}, {"id": "R-HSA-3371556", "name": "Cellular response to heat stress"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}], "wikipathways": {"id": "WP138", "name": "Androgen receptor signaling pathway"}}, "pdb": ["1HX1", "1WXV", "3FZF", "3FZH", "3FZK", "3FZL", "3FZM", "3LDQ", "3M3Z", "5AQF", "5AQG", "5AQH", "5AQI", "5AQJ", "5AQK", "5AQL", "5AQM", "5AQN", "5AQO", "5AQP", "5AQQ", "5AQR", "5AQS", "5AQT", "5AQU", "5AQV"], "pfam": ["PF00240", "PF02179"], "pharmgkb": "PA25237", "pharos": {"target_id": 1605, "tdl": "Tbio"}, "prosite": ["PS50053", "PS51035"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246227", "relationship": "similar to"}, {"id": "GNF246228", "relationship": "similar to"}, {"id": "GNF246229", "relationship": "is"}, {"id": "GNF246230", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161312", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031967", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080005", "relationship": "is"}, {"id": "GNF080006", "relationship": "is"}, {"id": "GNF080007", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051752", "relationship": "is"}, {"id": "GNF056518", "relationship": "is"}, {"id": "GNF061286", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067221", "relationship": "is"}, {"id": "GNF067222", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF000990", "relationship": "is"}, {"id": "GNF000991", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF240425", "relationship": "is"}, {"id": "GNF285196", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098453", "relationship": "is"}, {"id": "GNF138108", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_029018.2"], "protein": ["NP_001165886.1", "NP_001336215.1", "NP_001336228.1", "NP_004314.6"], "rna": ["NM_001172415.2", "NM_001349286.2", "NM_001349299.2", "NM_004323.6"], "translation": [{"protein": "NP_001336228.1", "rna": "NM_001349299.2"}, {"protein": "NP_001336215.1", "rna": "NM_001349286.2"}, {"protein": "NP_004314.6", "rna": "NM_004323.6"}, {"protein": "NP_001165886.1", "rna": "NM_001172415.2"}]}, "reporter": {"HG-U133_Plus_2": ["202387_at", "211475_s_at", "229720_at"], "HG-U95Av2": "34798_at", "HG-U95B": "47643_at", "HTA-2_0": "TC09001009.hg.1", "HuEx-1_0": "3203482", "HuGene-1_1": "8160647", "HuGene-2_1": "17093204"}, "summary": "The oncogene BCL2 is a membrane protein that blocks a step in a pathway leading to apoptosis or programmed cell death. The protein encoded by this gene binds to BCL2 and is referred to as BCL2-associated athanogene. It enhances the anti-apoptotic effects of BCL2 and represents a link between growth factor receptors and anti-apoptotic mechanisms. Multiple protein isoforms are encoded by this mRNA through the use of a non-AUG (CUG) initiation codon, and three alternative downstream AUG initiation codons. A related pseudogene has been defined on chromosome X. [provided by RefSeq, Feb 2010].", "symbol": "BAG1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332371"}, "unigene": "Hs.377484", "uniprot": {"Swiss-Prot": "Q99933", "TrEMBL": ["C9JYK5", "F1LLU6", "A0A0U1RR89", "C9J9Y9"]}, "wikipedia": {"url_stub": "BAG1"}}