{"AllianceGenome": "939", "HGNC": "939", "MIM": "603883", "_id": "9531", "_version": 2, "accession": {"genomic": ["AC012468.10", "CH471066.2", "CP068268.2", "KT583949.1", "NC_000010.11", "NC_060934.1", "NG_016125.1"], "protein": ["AAD16122.2", "AAF26839.1", "AAF69592.2", "AAH06418.1", "AAH14656.1", "AAI07787.1", "BAD96520.1", "BAF84022.1", "CAB70824.1", "EAW49382.1", "EAW49383.1", "NP_004272.2", "O95817.3", "QOW03293.1", "QOW03294.1", "XP_005270344.1", "XP_054223194.1"], "rna": ["AF071218.2", "AF095193.2", "AF127139.1", "AK222800.1", "AK291333.1", "AK313026.1", "AL137582.1", "BC006418.1", "BC014656.1", "BC107786.1", "MW182253.1", "MW182254.1", "NM_004281.4", "XM_005270287.2", "XM_054367219.1"], "translation": [{"protein": "AAH06418.1", "rna": "BC006418.1"}, {"protein": "BAD96520.1", "rna": "AK222800.1"}, {"protein": "XP_005270344.1", "rna": "XM_005270287.2"}, {"protein": "CAB70824.1", "rna": "AL137582.1"}, {"protein": "QOW03294.1", "rna": "MW182254.1"}, {"protein": "AAH14656.1", "rna": "BC014656.1"}, {"protein": "NP_004272.2", "rna": "NM_004281.4"}, {"protein": "BAF84022.1", "rna": "AK291333.1"}, {"protein": "AAI07787.1", "rna": "BC107786.1"}, {"protein": "AAF26839.1", "rna": "AF127139.1"}, {"protein": "AAD16122.2", "rna": "AF095193.2"}, {"protein": "QOW03293.1", "rna": "MW182253.1"}, {"protein": "XP_054223194.1", "rna": "XM_054367219.1"}, {"protein": "AAF69592.2", "rna": "AF071218.2"}]}, "alias": ["BAG-3", "BIS", "CAIR-1", "MFM6"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "definitive", "classification_date": "2020-10-09T16:00:00.000Z", "disease_label": "dilated cardiomyopathy", "gcep": "Dilated Cardiomyopathy Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0005021", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_1bec07e1-0186-4f45-bd8e-7d8a0f2547a9-2020-10-09T160000.000Z", "sop": "SOP7"}, {"classification": "definitive", "classification_date": "2016-12-18T00:00:00", "disease_label": "myofibrillar myopathy", "gcep": "General Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0018943", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGCIEX:assertion_5466", "sop": "SOP4"}]}, "ensembl": {"gene": "ENSG00000151929", "protein": ["ENSP00000358081", "ENSP00000410036"], "transcript": ["ENST00000369085", "ENST00000450186"], "translation": [{"protein": "ENSP00000358081", "rna": "ENST00000369085"}, {"protein": "ENSP00000410036", "rna": "ENST00000450186"}], "type_of_gene": "protein_coding"}, "entrezgene": "9531", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.8472592853, "exp_mis": 222.342006555, "exp_syn": 107.173996665, "lof_z": 3.04568121839538, "mis_z": -1.0056561975513, "mu_lof": 1.1866108899e-06, "mu_mis": 2.00988394364e-05, "mu_syn": 9.67678445869e-06, "n_lof": 3.0, "n_mis": 253.0, "n_syn": 95.0, "p_li": 0.53203443022702, "p_null": 0.00068916618310187, "p_rec": 0.467276403589878, "syn_z": 0.729017741631134}, "bp": 1728, "cds_end": 121436794, "cds_start": 121411187, "n_exons": 4, "nonpsych": {"exp_lof": 13.3593175289, "exp_mis": 201.162092724, "exp_syn": 96.9239312115, "lof_z": 2.78349849117616, "mis_z": -0.705479315670554, "mu_lof": 1.1866108899e-06, "mu_mis": 2.00988394364e-05, "mu_syn": 9.67678445869e-06, "n_lof": 3.0, "n_mis": 221.0, "n_syn": 85.0, "p_li": 0.426951896735748, "p_null": 0.00187969935432029, "p_rec": 0.571168403909932, "syn_z": 0.762548466495958}, "nontcga": {"exp_lof": 13.6517901048, "exp_mis": 204.546972136, "exp_syn": 98.5923992445, "lof_z": 2.84386541810489, "mis_z": -0.886651132779106, "mu_lof": 1.1866108899e-06, "mu_mis": 2.00988394364e-05, "mu_syn": 9.67678445869e-06, "n_lof": 3.0, "n_mis": 230.0, "n_syn": 88.0, "p_li": 0.430650929567013, "p_null": 0.00149796116514523, "p_rec": 0.567851109267842, "syn_z": 0.675452721800447}, "transcript": "ENST00000369085.3"}, "exons": [{"cdsend": 119677282, "cdsstart": 119651675, "chr": "10", "position": [[119651379, 119651855], [119669850, 119670177], [119672254, 119672656], [119676463, 119677817]], "strand": 1, "transcript": "NM_004281", "txend": 119677817, "txstart": 119651379}], "exons_hg19": [{"cdsend": 121436794, "cdsstart": 121411187, "chr": "10", "position": [[121410891, 121411367], [121429362, 121429689], [121431766, 121432168], [121435975, 121437329]], "strand": 1, "transcript": "NM_004281", "txend": 121437329, "txstart": 121410891}], "generif": [{"pubmed": 12700638, "text": "BAG3 protein has a role in apoptosis in B-chronic lymphocytic leukaemia cells"}, {"pubmed": 12706811, "text": "heavy metals and temperature regulate BAG3 gene expression."}, {"pubmed": 12750378, "text": "findings suggest that heat shock protein-70 is a chaperone driving a multiprotein degradation complex and that the inhibitory co-chaperone CAIR-1 protein functions distal to client ubiquitination"}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16391524, "text": "These results suggest that the Bis induced growth inhibition of HL-60 cells promotes G0/G1 phase arrest via up-regulation of p27, which seems to be a prerequisite for differentiation."}, {"pubmed": 16859681, "text": "Results indicate that CAIR-1 may negatively regulate adhesion, focal adhesion assembly, signaling, and migration via its PXXP domain."}, {"pubmed": 17164298, "text": "BAG3 downmodulates the apoptotic response to TRAIL in human neoplastic thyroid cells."}, {"pubmed": 17187345, "text": "These observations reveal a previously unrecognized cell response, that is, an increase in BAG3, elicited by HIV-1 infection, and may provide a new avenue for the suppression of HIV-1 gene expression."}, {"pubmed": 17507989, "text": "The metabolic pathway of BAG3 was studied."}, {"pubmed": 17974966, "text": "High levels of BAG3 protein seen in some epithelial cancer cell lines may be relevant to mechanisms of tumor invasion and metastasis."}, {"pubmed": 17996194, "text": "Taken together, our results suggest that BAG3 induction might represents as an unwanted molecular consequence of utilizing proteasome inhibitors to combat tumors."}, {"pubmed": 18006506, "text": "These results suggested that the HspB8-Bag3 complex might stimulate the degradation of Htt43Q by macroautophagy."}, {"pubmed": 18094623, "text": "HspB8 and Bag3: a new chaperone complex targeting misfolded proteins to macroautophagy."}, {"pubmed": 18286539, "text": "Two of the three putative heat shock-responsive elements (HSEs) in bag3 promoter interact with the heat shock factor (HSF) 1 in vitro and in vivo."}, {"pubmed": 18469860, "text": "Activation of BAG3 by Egr-1 in response to FGF-2 in neuroblastoma."}, {"pubmed": 18821563, "text": "Downmodulation of BAG3 protein levels allows caspase-3 activation by HIV-1 infection in human primary microglial cells."}, {"pubmed": 19085932, "text": "This study conclude mutation in Bag3 defines a novel severe autosomal dominant childhood muscular dystrophy."}, {"pubmed": 19088197, "text": "a requirement for BAG3 to augment virus gene expression and demonstrate that the co-chaperone acts independently of promyelocytic leukemia to increase herpes simplex virus replication."}, {"pubmed": 19111544, "text": "These results indicate that knocking down BAG3 gene is a promising new approach to enhance the therapeutic potency of Bortezomib in leukemia."}, {"pubmed": 19212330, "text": "in a B-cell lymphoma cell line, physical interaction was observed between BTK and BAG3, possibly upon modifications induced by stress"}, {"pubmed": 19282432, "text": "This study showed that BAG3 protein is downregulated upon JC virus (JCV) infection and that this effect is mediated by JCV T-antigen via repression of the BAG3 promoter."}, {"pubmed": 19352495, "text": "Loss of BAG3 under STS injury required sequential caspase cleavage followed by polyubiquitination and proteasomal degradation"}, {"pubmed": 19777443, "text": "BAG3 gene expression is controlled by its own product."}, {"pubmed": 19845507, "text": "Data show that the interaction between HspB6 and Bag3 requires the same regions that are involved in the HspB8-Bag3 association."}, {"pubmed": 19850283, "text": "Observational study and genome-wide association study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20018251, "text": "identification of BAG3 binding partner (cytosolic chaperonin CCT); BAG3/CTT complex binds to BAG3 promoter & exhibits biological function (i.e., influences correct folding of monomeric actin); study of BAG3 domain participation in binding to CCT"}, {"pubmed": 20232307, "text": "BAG3 is cleaved during apoptosis of pancreatic cancer cells, disrupting its anti-apoptotic properties."}, {"pubmed": 20368414, "text": "BAG3 alters the interaction between HSP70 and IKKgamma, increasing availability of IKKgamma and protecting it from proteasome-dependent degradation; this, in turn, results in increased NF-kappaB activity and survival"}, {"pubmed": 20535599, "text": "BAG3 intra-cytoplasmic delocalisation is a specific feature of cancer versus non-neoplastic prostate and a candidate new marker for prediction of prostate cancer invasiveness and behaviour."}, {"pubmed": 20605452, "text": "These observations suggest that the BAG3 variant of myofibrillar myopathy may result from a spontaneous mutation at an early point of embryonic development and that transmission from a mosaic parent may occur more than once."}, {"pubmed": 20607728, "text": "interaction between virus penton base protein and cellular co-chaperone BAG3 positively influences virus life cycle"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20723284, "text": "bag3 expression in chronic lymphocytic leukemia patients is markedly higher than that in normal controls, while high bag3 level in CML patients is probably related with drug resistance, but is not related with clinically established prognostic factors."}, {"pubmed": 20800573, "text": "BAG3 overexpression increases cell adhesion in Cos7 cells, but not in PDZGEF2 gene knockdown cells indicating that PDZGEF2 is a critical partner for BAG3 in regulating cell adhesion"}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20855536, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21233200, "text": "BAG3 expression in glioblastoma cells promotes accumulation of ubiquitinated clients in an Hsp70-dependent manner."}, {"pubmed": 21252941, "text": "aggresome-targeting by BAG3 is distinct from previously described mechanisms, as it does not depend on substrate ubiquitination"}, {"pubmed": 21302292, "text": "BAG3 was identified as a marker of electromagnetic field-induced stress. These results suggest that BAG3 induction by an electromagnetic field may contribute to melanoma cell survival and/or resistance to therapy."}, {"pubmed": 21316839, "text": "The incidence of BAG3 positivity was significantly higher at advanced clinical stages of ovarian cancer than at early stages. It is suggected BAG3 binds to MMP2 to positively regulate the process of cell invasion."}, {"pubmed": 21353195, "text": "New comprehensive genomic approaches have identified rare variants in BAG3 as causative of dilated cardiomyopathy."}, {"pubmed": 21361913, "text": "the first Chinese case of Bag3opathy so far reported."}, {"pubmed": 21423662, "text": "These findings indicate a novel function for BAG3 in inhibiting protein aggregation caused by the genetic mutation of CRYAB responsible for human myofibrillar myopathy."}, {"pubmed": 21451574, "text": "BAG3 promotes the emergence of castration resistant prostate cancer by modulating IKKalpha nuclear translocation."}, {"pubmed": 21459883, "text": "The results show that rare mutations in BAG3 contribute to monogenic forms of the disease, while common variant(s) in the same gene are implicated in sporadic DCM"}, {"pubmed": 21472004, "text": "Multifaceted interactions underlie BAG3 ability to modulate apoptosis, development, cytoskeleton organization and autophagy. [Review]"}, {"pubmed": 21561597, "text": "BAG3, although negative in normal brain tissues, was highly expressed in astrocytic tumors and increasingly expressed in more aggressive types of cancer; it was particularly high in glioblastomas."}, {"pubmed": 21683594, "text": "This study identified no pathogenic mutations in BAG3, MATR3, PTRF or TCAP in Australian muscular dystrophy."}, {"pubmed": 21696420, "text": "we observed upregulation of HSPB8 and BAG3 selectively in astrocytes located within the degenerated areas of patients with protein aggregation diseases"}, {"pubmed": 21767525, "text": "The complexes formed by Bag3 and HspB8 might have variable stoichiometry and can participate in different processes including clearing of the cell from improperly folded proteins."}, {"pubmed": 21850027, "text": "BAG3 is expressed in a proportion of melanoma and in the majority of metastases, so it may be involed in tumor development."}, {"pubmed": 21898660, "text": "We report here two heterozygous missense mutations of BAG3 found in familial DCM, which cause abnormal Z-disc assembly and increase the sensitivity to apoptosis in the cardiomyocytes."}, {"pubmed": 21971866, "text": "non-small cell lung cancer cells were protected from apoptosis through increasing Bag3 expression and consequently promoted the expression of Bcl-XL and Bcl-2."}, {"pubmed": 22020323, "text": "the data support that BAG3 is induced by LPS via JNK and NF-kappaB-dependent signals, and involved in monocytic cell-extracellular matrix interaction, suggesting that BAG3 may have a role in the host response to LPS stimulation"}, {"pubmed": 22072743, "text": "BAG3 protein sustains anaplastic thyroid tumor growth in vitro and in vivo. The underlying molecular mechanism appears to rely on BAG3 binding to BRAF, thus protecting it from proteasome-dependent degradation."}, {"pubmed": 22302993, "text": "findings show that during heat shock recovery NF-kappaB activates selective removal of misfolded or aggregated proteins by controlling expression of BAG3 and HSPB8 and by modulating the level of the BAG3-HspB8 complex"}, {"pubmed": 22310281, "text": "BAG3 is expressed in endothelial cells."}, {"pubmed": 22734908, "text": "This report confirms the association of giant axonal neuropathy with BAG3-associated myofibrillar myopathy"}, {"pubmed": 22944597, "text": "BAG3 expression level might be a potential marker for prediction of patient outcome."}, {"pubmed": 22984599, "text": "Data suggest that by investigating the interplay between large T-antigen (T-Ag) and Bag3 may provid better understanding on the development of JCV-associated diseases."}, {"pubmed": 23108398, "text": "BAG3 is a novel substrate of PKCdelta, and PKCdelta-mediated phosphorylation of BAG3 is implicated in EMT and invasiveness of thyroid cancer cells."}, {"pubmed": 23271418, "text": "we identified Caspase 3, BAG1 and BAG3 as key targets of ERalpha in neuronal cells that may play a role in ERalpha-mediated neuroprotection."}, {"pubmed": 23341456, "text": "Studies indicate BAG3-mediated Mcl-1 stabilization as a potential target for cancer drug discovery."}, {"pubmed": 23395971, "text": "Hyperthermia sensitivity in human oral squamous cell carcinoma cells is enhanced upon silencing of BAG3 and inhibition of the JNK pathway."}, {"pubmed": 23434281, "text": "Autophagosome formation during chaperone-assisted selective autophagy depends on an interaction of BAG3 with synaptopodin-2."}, {"pubmed": 23434281, "text": "BAG3 balances autophagic degradation and YAP/TAZ-mediated transcription of filamin in mechanically strained cells and tissues. BAG3 uses its WW domain to associate with SYNPO2 during autophagosome formation or to bind the YAP/TAZ-inhibitors LATS1/2 and AMOTL1/2 during transcription regulation. This dual function is essential for tissue maintenance and for cell adhesion, migration and proliferation in mammals."}, {"pubmed": 23553442, "text": "aberrant Bag-3 expression might be involved in colorectal adenoma-adenocarcinoma sequence and subsequent progression"}, {"pubmed": 23575457, "text": "Noncanonical autophagy mediated by BAG3 suppresses responsiveness of HepG2 cells to proteasome inhibitors"}, {"pubmed": 23582692, "text": "Missense mutations in antiapoptotic bag3 protein are found in patients with tako-tsubo cardiomyopathy."}, {"pubmed": 23824909, "text": "Functional studies demonstrated that BAG3 interacts with the proteasome and modulates its activity, sustaining cell survival and underlying resistance to therapy through the down-modulation of apoptosis."}, {"pubmed": 23978946, "text": "Data suggest that BAG3 expression is increased in chronic lymphocytic leukemia (CLL) cells compared with normal B-cells; knocking down BAG3 expression results in increased apoptosis and decreased cell migration in primary CLL cells."}, {"pubmed": 24080088, "text": "these results suggested that through direct interaction BAG3 could prevent the antiapoptotic effect of GRP78 upon genotoxic stress."}, {"pubmed": 24140207, "text": "BAG3 stabilized JunD mRNA."}, {"pubmed": 24286317, "text": "Bis knockdown resulted in a significant decrease in the migration and invasion of A172 glioma cells. Furthermore, Bis knockdown notably decreased TPA-induced matrix metalloproteinase-9 (MMP-9) activity and mRNA expression."}, {"pubmed": 24318877, "text": "we measured the binding of human Hsp72 (HSPA1A) to BAG1, BAG2, BAG3, and the unrelated NEF Hsp105. These studies revealed a clear hierarchy of affinities: BAG3 > BAG1 > Hsp105 >> BAG2."}, {"pubmed": 24365746, "text": "BAG3 was overexpressed in hepatocellular carcinoma. BAG3 knockdown resulted in reduction in migration and invasion of cells, which was linked to reversion of epithelial-mesenchymal transition."}, {"pubmed": 24492285, "text": "BAG-3 expression correlated with increased HSP70 expression in a subset of systemic T cell lymphoma cases co-expressing the CD30 antigen."}, {"pubmed": 24577090, "text": "These results indicate BAG3 as a regulator of ZEB1 expression in epithelial-mesenchymal transition and as a regulator of metastasis in thyroid cancer cells."}, {"pubmed": 24623017, "text": "Diminished levels of BAG3 protein may be associated with both familial and non-familial forms of dilated cardiomyopathy."}, {"pubmed": 24722298, "text": "These results identify a subgroup of stage III melanoma patients, that is, patients with 2-3 positive lymph nodes, whose clinical behavior is influenced by the expression of the anti-apoptotic BAG3 protein."}, {"pubmed": 24895585, "text": "The results suggested that the expression level of BAG3 and HIF-1 alpha is efficient prognostic parameters in patients with HCC after liver transplantation."}, {"pubmed": 24994713, "text": "Disrupts the Hsp70-Bag3 interaction."}, {"pubmed": 24997994, "text": "Bag3-MVP is an important complex that regulates a potent prosurvival signaling pathway and contributes to chemotherapy resistance in breast cancer"}, {"pubmed": 25008357, "text": "BAG3 point mutations and large deletions are relatively frequent cause of dilated cardiomyopathy"}, {"pubmed": 25046115, "text": "BAG3 binding to the ubiquitinated clients occurs through the BAG domain, in competition with BAG1"}, {"pubmed": 25149536, "text": "A subset of SCLCs over express BAG3 that exerts an anti-apoptotic effect resulting in resistance to chemotherapy."}, {"pubmed": 25175321, "text": "Findings reveal a novel role for BAG3 as host protein contributing to HPV18 E6-activated pro-survival strategies."}, {"pubmed": 25204229, "text": "BAG3 induced autophagy is Beclin-1 independent"}, {"pubmed": 25208129, "text": "BAG3 mutations should be considered even in cases with a mild phenotype or an adult onset"}, {"pubmed": 25273835, "text": "findings showed that the P209L mutation causes BAG3 to aggregate; proposed that the gradual loss of available BAG3(wt) and BAG3(P209L) proteins results in insufficiency leading to myofibrillar disintegration"}, {"pubmed": 25347739, "text": "Studies indicate that heat shock protein Hsp70 (Hsp70) regulates multiple pathways in cancer cells via interaction with Bcl2-associated athanogene 3 protein (BAG3) co-chaperone."}, {"pubmed": 25361773, "text": "Knockdown of BAG3 also significantly suppressed motion and invasion of HK2 cells mediated by FGF-2"}, {"pubmed": 25412315, "text": "BIS targeting induces cellular senescence through the regulation of 14-3-3 zeta/STAT3/SKP2/p27 in glioblastoma cells."}, {"pubmed": 25448463, "text": "BAG3 carries highly penetrant DCM mutations that are associated with a worse prognosis characterized by earlier age of onset."}, {"pubmed": 25483098, "text": "HIV-1 Tat protein is able to stimulate autophagy through increasing BAG3 levels in glial cells."}, {"pubmed": 25564440, "text": "The Hsp70-Bag3 interaction may be a promising, new target for anticancer therapy."}, {"pubmed": 25738313, "text": "To examine the relationships among BAG3, miR-29b and MMP2 in endometrioid adenocarcinoma cells."}, {"pubmed": 25753466, "text": "The stress response protein BAG3 may be prognostic for death in patients with acutely decompensated heart failure."}, {"pubmed": 25766323, "text": "Upon glucose stimulation BAG3 is phosphorylated by FAK and dissociates from SNAP-25 allowing the formation of the SNARE complex, destabilization of the F-actin network and insulin release."}, {"pubmed": 25766331, "text": "by demonstrating a critical role of NIK in mediating NF-kappaB activation and BAG3 induction upon ST80/Bortezomib cotreatment, our study provides novel insights into mechanisms of resistance to proteotoxic stress in RMS"}, {"pubmed": 25889438, "text": "BAG3 protein loci is involved in the pathophysiology of systolic heart failure."}, {"pubmed": 25968616, "text": "Bis expression was higher in squamous cell carcinoma than in adenocarcinoma in Lung Cancer."}, {"pubmed": 26100943, "text": "BAG3 is a suitable target for combined therapies aimed at synergistically inducing apoptosis in bladder cancer."}, {"pubmed": 26158518, "text": "This newly described ERa-mediated and estrogen response element (ERE)-independent non-canonical autophagy pathway, which involves the function of BAG3 and provides stress resistance in our model systems."}, {"pubmed": 26159920, "text": "BAG3 plays a key role in the processing of the nucleocytoplasmic shuttling of HSF1 upon heat stress"}, {"pubmed": 26337083, "text": "Data show although no any significant differences between patient groups and lean subjects of proteins SYT4, BAG3, APOA1, and VAV3, except for VGF protein, there was a trend between the expression of these four genes and their protein levels."}, {"pubmed": 26496431, "text": "our findings suggest the existence of a so-far unrecognized quality control mechanism involving BAG3, HSPB8 and p62/SQSTM1 for accurate remodelling of actin-based mitotic structures that guide spindle orientation."}, {"pubmed": 26522614, "text": "BAG3 promotes pancreatic ductal adenocarcinoma growth by activating stromal macrophages."}, {"pubmed": 26526841, "text": "modulation of proteostasis is a distinct biological function of sAPPalpha and does not require surface-bound holo-APP."}, {"pubmed": 26541455, "text": "MiR-143 enhanced the tumor suppressive effect of shikonin partly through the regulation of BAG3 in glioblastoma stem cells."}, {"pubmed": 26545904, "text": "BAG3 is associated with Z-disc maintenance."}, {"pubmed": 26577854, "text": "in the present study, we demonstrated that BAG3 overexpression plays a critical role in cell proliferation, migration, and invasion of colorectal cancer. Our data suggests targeted inhibition of BAG3 may be useful for patients with colorectal cancer"}, {"pubmed": 26621836, "text": "Data indicate a tumor suppressor-like function of Bcl-2 associated athanogene 3 (BAG3) via direct interaction with glucose 6 phosphate dehydrogenase (G6PD) in hepatocellular carcinomas (HCCs) at the cellular level."}, {"pubmed": 26654586, "text": "BAG3 maintains the basal amount of LC3B protein by controlling the translation of its mRNA in HeLa and HEK293 cells."}, {"pubmed": 26655271, "text": "BAG3-mediated miRNA let-7g and let-7i inhibit proliferation and enhance apoptosis of human esophageal carcinoma cells by targeting the drug transporter ABCC10 and modulates cisplatin resistance."}, {"pubmed": 26707573, "text": "The present study, for the first time, examined the expression of central autophagy proteins BAG3 and p62 in testicular cancer"}, {"pubmed": 26969713, "text": "This study therefore identifies both BAG3 reduction and autophagy promotion as potential therapies for FLNC(W2710X) myofibrillar myopathy, and identifies protein insufficiency due to sequestration, compounded by impaired autophagy, as the cause."}, {"pubmed": 27120977, "text": "BAG3 was found to positively regulate Mcl-1 levels by binding to and inhibiting USP9X. Our data show that BAG3 and Mcl-1 are key mediators of resistance to chemotherapy in ovarian cancer"}, {"pubmed": 27145367, "text": "Our findings suggest that high levels of BIS expression might confer stem-cell-like properties on cancer cells through STAT3 stabilization"}, {"pubmed": 27245201, "text": "These results provide further insight into the molecular mechanisms involved in the enhancement of hyperthermia sensitivity by the silencing of BAG3 in human oral squamous cell carcinoma cells."}, {"pubmed": 27321750, "text": "we report the first mammalian model of a single amino acid mutation of BAG3 (P209L) in exon 3 of Bag3 associated with the development of muscle disease with left ventricular dysfunction and heart failure"}, {"pubmed": 27391596, "text": "Study report p.H243Tfr*64_BAG3 as a novel pathogenic variation responsible for familial dilated cardiomyopathy. This variation correlates with a more severe phenotype of the disease, mainly in younger individuals."}, {"pubmed": 27414463, "text": "These results indicate a possible role for BAG3 protein in the maintenance of cell survival in endometrioid endometrial cancer."}, {"pubmed": 27456361, "text": "high expression of BAG3 was detected in a majority of medulloblastoma tissues and predicted poor outcome for medulloblastoma patients."}, {"pubmed": 27474739, "text": "These results suggest that Bag1 and Bag3 control the stability of the Hsc70-client complex using at least two distinct protein-protein contacts, providing a previously under-appreciated layer of molecular regulation in the human Hsc70 system."}, {"pubmed": 27570075, "text": "It has been demonstrated that HSPB8-BAG3-HSP70 ensures the functionality of stress granules and restores proteostasis by targeting defective ribosomal products for degradation."}, {"pubmed": 27736720, "text": "Familial suffering of Dilated cardiomyopathy and carrying a heterozygous large deletion in the BAG3 gene.This gene encodes BCL2-associated athanogene 3 protein."}, {"pubmed": 27756573, "text": "The spatial regulation of mTORC1 exerted by BAG3 apparently provides the basis for a simultaneous induction of autophagy and protein synthesis to maintain the proteome under mechanical strain."}, {"pubmed": 27884606, "text": "BAG3 bound to Hsp70 at the same time as Hsp22, Hsp27, or alphaB-crystallin, suggesting that it might physically bring the chaperone families together into a complex."}, {"pubmed": 27922674, "text": "By showing transcription factor HSF1 activation, we demonstrated that HCA induces the expression of BAG3 through HSF1 activation. More importantly, knockdown of BAG3 expression using siRNA largely inhibited HCA-induced apoptosis, suggesting that BAG3 is actively involved in HCA-induced cancer cell death"}, {"pubmed": 28076420, "text": "The authors propose that the chaperone-mediated autophagy function of BAG3 represents a specific host defense strategy to counteract the function of VP40 in promoting efficient egress and spread of virus particles."}, {"pubmed": 28181153, "text": "HSPB2 competes with HSPB8 for binding to BAG3. In contrast, HSPB3 negatively regulates HSPB2 association with BAG3."}, {"pubmed": 28211974, "text": "BAG3 mutations are associated with DCM phenotypes. BAG3 should be added to cardiomyopathy gene panels for screening of DCM patients, and patients previously considered gene elusive should undergo sequencing of the BAG3 gene."}, {"pubmed": 28224639, "text": "This case indicates that rigid spine syndrome and sensory-motor axonal neuropathy are key clinical features of BAG3 mutations that should be considered even without cardiac involvement."}, {"pubmed": 28275944, "text": "Silencing of HSPB8 markedly decreased the mitotic levels of BAG3 in HeLa cells, supporting its crucial role in BAG3 mitotic functions. The results support a role for the HSPB8-BAG3 chaperone complex in quality control of actin-based structure dynamics that are put under high tension, notably during cell cytokinesis."}, {"pubmed": 28373462, "text": "High BAG3 expression Correlates with Sebaceous Gland Carcinoma of the Eyelid."}, {"pubmed": 28624440, "text": "These results indicated that at least some oncogenic functions of BAG3 were mediated through posttranscriptional regulation of Skp2 via antagonizing suppressive action of miR-21-5p in ovarian cancer cells."}, {"pubmed": 28669108, "text": "variants in TNNT2 and BAG3 are associated with a high propensity to life-threatening cardiomyopathy presenting from childhood and young adulthood."}, {"pubmed": 28696030, "text": "higher levels of BAG3 were observed in hypertensive patients compared to healthy controls, and even higher levels in hypertensive diabetic patients compared to healthy subjects."}, {"pubmed": 28703799, "text": "BAG3 interacted with CXCR4 mRNA and promoted its expression via its coding and 3'-untranslational regions."}, {"pubmed": 28754666, "text": "BAG3 mutation causes adult onset Charcot-Marie-Tooth disease, type 2."}, {"pubmed": 28864347, "text": "BAG3 can modulate the levels, localization or activity of its partner proteins, thereby regulating major cell pathways and functions, including apoptosis, autophagy, mechanotransduction, cytoskeleton organisation, motility."}, {"pubmed": 29068469, "text": "The HSF1-BAG3-Mcl-1 signal axis is critical for protection of mutant KRAS colon cancer cells from AUY922-induced apoptosis."}, {"pubmed": 29114069, "text": "BAG3 directly stabilizes hexokinase 2 mRNA and promotes aerobic glycolysis in pancreatic cancer cells."}, {"pubmed": 29295729, "text": "High BAG3 expression is associated with Cervical Cancer Cell Proliferation."}, {"pubmed": 29405094, "text": "BAG3 interaction with HSPB8 promotes spatial sequestration of ubiquitinated proteins.  BAG3 mutation P209L in the HSPB8-binding motif deregulated association between BAG3 and SQSTM1 and the KEAP1-Nrf2 signaling axis."}, {"pubmed": 29462756, "text": "Genetic and pharmacological interference with BAG3 is capable to resensitize TNBC cells to treatment."}, {"pubmed": 29484408, "text": "study revealed oncogenic roles of BAG3 in chondrosarcoma and provided mechanisms that the BAG3-modulated the expression of RUNX2 through upregulation of beta-catenin."}, {"pubmed": 29514624, "text": "There was no association of SNPs in ADRB1, GRK5 and BAG3 genes with Takotsubo cardiomyopathy."}, {"pubmed": 29962275, "text": "HIV-1 Tat induces autophagy by upregulating BAG3 via NF-kappaB signaling."}, {"pubmed": 29986884, "text": "BAG3 silencing-mediated correction of F508del-CFTR restores the autophagy pathway, which is defective in F508del-CFTR-expressing cells, likely because of the maladaptive stress response in cystic fibrosis pathophysiology."}, {"pubmed": 29987014, "text": "The Hsp70-Bag3 complex therefore functions as an important signaling node that senses proteotoxicity and triggers multiple pathways that control cell physiology, including activation of protein aggregation."}, {"pubmed": 30081850, "text": "BAG3 overexpression in colorectal cancer can promote tumor proliferation, migration and invasion."}, {"pubmed": 30106105, "text": "These findings provide a molecular basis for understanding of BAG3dependent cell proliferation and survival from the aspect of alteration of gene expression."}, {"pubmed": 30140897, "text": "Results show that unique variants in BAG3 found almost exclusively in individuals of African descent were not associated with the onset of dilated cardiomyopathy (DCM) but were associated with a negative influence on the phenotypic response to the development of DCM and worse outcomes of patients with both ischemic and non-ischemic disease."}, {"pubmed": 30145633, "text": "this is the first Korean patient with BAG3 mutation. We described a BAG3 mutation patient with atypical phenotype of CMT and myopathy, and those are expected to broaden the clinical spectrum of the disease and help to diagnose it."}, {"pubmed": 30442290, "text": "Dilated cardiomyopathy caused by mutations in BAG3 is characterized by high penetrance in carriers > 40years of age and a high risk of progressive heart failure."}, {"pubmed": 30514177, "text": "BAG3 may have an important role in HGF-mediated cell proliferation and metastasis in gastric cancer through an ERK and Egr1-dependent pathway."}, {"pubmed": 30559338, "text": "BAG3 in particular, and maybe nucleotide exchange factors in general, are a potential Achilles heel of the Hsp70 machinery, where minor malfunctioning results in the entrapment of the whole chaperone complex with disastrous consequences for protein homeostasis."}, {"pubmed": 30631036, "text": "These results suggest a novel function for BAG3 in maintaining the level and quality of lamin B, thereby promoting the integrity of the nuclear envelope under stressful conditions."}, {"pubmed": 30771383, "text": "The current study revealed that BAG3 did not interact with ISG15, but positively regulated ISG15 expression in pancreatic ductal adenocarcinoma cancer."}, {"pubmed": 30792263, "text": "Data show that 56% of Bcl2-associated athanogene 3 protein (BAG3+)/ dilated cardiomyopathy (DCM+) significantly co-expressed mir-154-5p and mir-182-5p, suggesting that co-expression of mir-154-5p and mir-182-5p may potentially show diagnostic value."}, {"pubmed": 30910998, "text": "BAG3 promotes autophagic activity via enhancing glutaminolysis and ammonia generation."}, {"pubmed": 31119886, "text": "BAG3-positive pancreatic stellate cells promote migration and invasion of pancreatic ductal adenocarcinoma."}, {"pubmed": 31471350, "text": "Genetic variations within the BIS gene in the korean patients with dilated cardiomyopathy."}, {"pubmed": 31723063, "text": "Investigation of a dilated cardiomyopathy-associated variant in BAG3 using genome-edited iPSC-derived cardiomyocytes."}, {"pubmed": 31801989, "text": "BAG3 regulates multiple myeloma cell proliferation through FOXM1/Rb/E2F axis."}, {"pubmed": 31808029, "text": "Advances in the role and mechanism of BAG3 in dilated cardiomyopathy."}, {"pubmed": 31823704, "text": "Association of GRP78, HIF-1alpha and BAG3 Expression with the Severity of Chronic Lymphocytic Leukemia."}, {"pubmed": 32029272, "text": "Downregulation of BIS sensitizes A549 cells for digoxin-mediated inhibition of invasion and migration by the STAT3-dependent pathway."}, {"pubmed": 32360144, "text": "The multiple activities of BAG3 protein: Mechanisms."}, {"pubmed": 32472079, "text": "BAG3 Pro209 mutants associated with myopathy and neuropathy relocate chaperones of the CASA-complex to aggresomes."}, {"pubmed": 32578139, "text": "BAG3 interacts with p53 in endometrial carcinoma."}, {"pubmed": 32696179, "text": "BAG3 and BAG6 differentially affect the dynamics of stress granules by targeting distinct subsets of defective polypeptides released from ribosomes."}, {"pubmed": 32956817, "text": "Novel BAG3 Variants in African American Patients With Cardiomyopathy: Reduced beta-Adrenergic Responsiveness in Excitation-Contraction."}, {"pubmed": 33030392, "text": "Metformin rescues muscle function in BAG3 myofibrillar myopathy models."}, {"pubmed": 33086735, "text": "SRSF3 Is a Critical Requirement for Inclusion of Exon 3 of BIS Pre-mRNA."}, {"pubmed": 33158300, "text": "BAG3 Proteomic Signature under Proteostasis Stress."}, {"pubmed": 33989081, "text": "BAG3 expression and sarcomere localization in the human heart are linked to HSF-1 and are differentially affected by sex and disease."}, {"pubmed": 34011988, "text": "Cardiomyocyte contractile impairment in heart failure results from reduced BAG3-mediated sarcomeric protein turnover."}, {"pubmed": 34099896, "text": "An emerging role for BAG3 in gynaecological malignancies."}, {"pubmed": 34111434, "text": "BAG3 epigenetically regulates GALNT10 expression via WDR5 and facilitates the stem cell-like properties of platin-resistant ovarian cancer cells."}, {"pubmed": 34117258, "text": "Overexpression of human BAG3(P209L) in mice causes restrictive cardiomyopathy."}, {"pubmed": 34180073, "text": "BAG3 is a negative regulator of ciliogenesis in glioblastoma and triple-negative breast cancer cells."}, {"pubmed": 34685619, "text": "CDK1-Mediated Phosphorylation of BAG3 Promotes Mitotic Cell Shape Remodeling and the Molecular Assembly of Mitotic p62 Bodies."}, {"pubmed": 34741483, "text": "BAG3 induces alpha-SMA expression in human fibroblasts and its over-expression correlates with poorer survival in fibrotic cancer patients."}, {"pubmed": 34783111, "text": "Lutein induces an inhibitory effect on the malignant progression of pancreatic adenocarcinoma by targeting BAG3/cholesterol homeostasis."}, {"pubmed": 34951719, "text": "PKM2 compensates for proteasome dysfunction by mediating the formation of the CHIP-HSP70-BAG3 complex and the aggregation of ubiquitinated proteins."}, {"pubmed": 35000752, "text": "BAG3 Regulation of RAB35 Mediates the Endosomal Sorting Complexes Required for Transport/Endolysosome Pathway and Tau Clearance."}, {"pubmed": 35008592, "text": "Neurodegeneration and Astrogliosis in the Human CA1 Hippocampal Subfield Are Related to hsp90ab1 and bag3 in Alzheimer's Disease."}, {"pubmed": 35253089, "text": "BAG3 protects chondrocytes against lumbar facet joint osteoarthritis by regulating autophagy and apoptosis."}, {"pubmed": 35834635, "text": "Therapeutic induction of Bcl2-associated athanogene 3-mediated autophagy in idiopathic pulmonary fibrosis."}, {"pubmed": 35985611, "text": "Unraveling the mystery: How bad is BAG3 in hematological malignancies?"}, {"pubmed": 36228497, "text": "MiR-135a-5p suppresses breast cancer cell proliferation, migration, and invasion by regulating BAG3."}, {"pubmed": 36980278, "text": "BAG3: Nature's Quintessential Multi-Functional Protein Functions as a Ubiquitous Intra-Cellular Glue."}, {"pubmed": 37899687, "text": "BAG3 regulates the specificity of the recognition of specific MAPT species by NBR1 and SQSTM1."}, {"pubmed": 37907725, "text": "Distal hereditary motor neuronopathy as a new phenotype associated with variants in BAG3."}, {"pubmed": 38108245, "text": "Dysregulated Autophagy and Sarcomere Dysfunction in Patients With Heart Failure With Co-Occurrence of P63A and P380S BAG3 Variants."}, {"pubmed": 38880224, "text": "Acetylation-dependent deubiquitinase USP26 stabilizes BAG3 to promote breast cancer progression."}], "genomic_pos": {"chr": "10", "end": 119677819, "ensemblgene": "ENSG00000151929", "start": 119651380, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 121437331, "start": 121410882, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000045", "qualifier": "involved_in", "term": "autophagosome assembly"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006457", "pubmed": 9873016, "qualifier": "involved_in", "term": "protein folding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008625", "pubmed": 10597216, "qualifier": "acts_upstream_of_or_within", "term": "extrinsic apoptotic signaling pathway via death domain receptors"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010658", "qualifier": "involved_in", "term": "striated muscle cell apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010664", "qualifier": "involved_in", "term": "negative regulation of striated muscle cell apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010664", "pubmed": 19085932, "qualifier": "involved_in", "term": "negative regulation of striated muscle cell apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034605", "pubmed": 26159920, "qualifier": "involved_in", "term": "cellular response to heat"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034620", "pubmed": 18006506, "qualifier": "involved_in", "term": "cellular response to unfolded protein"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042307", "pubmed": 26159920, "qualifier": "involved_in", "term": "positive regulation of protein import into nucleus"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043066", "pubmed": 10597216, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046716", "qualifier": "involved_in", "term": "muscle cell cellular homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046716", "pubmed": 19085932, "qualifier": "involved_in", "term": "muscle cell cellular homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046827", "pubmed": 26159920, "qualifier": "involved_in", "term": "positive regulation of protein export from nucleus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050821", "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050821", "pubmed": 18006506, "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061684", "qualifier": "involved_in", "term": "chaperone-mediated autophagy"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0070842", "pubmed": 21681022, "qualifier": "involved_in", "term": "aggresome assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071260", "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097192", "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway in absence of ligand"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0098840", "pubmed": 21681022, "qualifier": "acts_upstream_of", "term": "protein transport along microtubule"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905337", "pubmed": 18006506, "qualifier": "involved_in", "term": "positive regulation of aggrephagy"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001725", "qualifier": "located_in", "term": "stress fiber"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 26159920, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 26159920, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 10597216, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "is_active_in", "term": "membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016235", "pubmed": 21681022, "qualifier": "located_in", "term": "aggresome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030018", "qualifier": "located_in", "term": "Z disc"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0101031", "pubmed": 18006506, "qualifier": "part_of", "term": "protein folding chaperone complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000774", "qualifier": "enables", "term": "adenyl-nucleotide exchange factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000774", "pubmed": [20060297, 24318877], "qualifier": "enables", "term": "adenyl-nucleotide exchange factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 19229298, 21044950, 21516116, 22366786, 23434281, 24318877, 24510904, 25036637, 25277244, 25416956, 26159920, 26496610, 27880917, 28144995, 28514442, 31515488, 32296183, 32707033, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0045505", "pubmed": 21252941, "qualifier": "enables", "term": "dynein intermediate chain binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051087", "qualifier": "enables", "term": "protein-folding chaperone binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051087", "pubmed": 18006506, "qualifier": "enables", "term": "protein-folding chaperone binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0140597", "pubmed": 21681022, "qualifier": "enables", "term": "protein carrier chaperone"}]}, "homologene": {"genes": [[7955, 445139], [9031, 423931], [9544, 714420], [9598, 450778], [9606, 9531], [9615, 486916], [9913, 782633], [10090, 29810], [10116, 293524]], "id": 3162}, "interpro": [{"desc": "WW domain", "id": "IPR001202", "short_desc": "WW_dom"}, {"desc": "BAG domain", "id": "IPR003103", "short_desc": "BAG_domain"}, {"desc": "WW domain superfamily", "id": "IPR036020", "short_desc": "WW_dom_sf"}, {"desc": "BAG domain superfamily", "id": "IPR036533", "short_desc": "BAG_dom_sf"}, {"desc": "Molecular chaperone regulator BAG", "id": "IPR039773", "short_desc": "BAG_chaperone_regulator"}], "ipi": ["IPI00639961", "IPI00641582"], "map_location": "10q26.11", "name": "BAG cochaperone 3", "other_names": ["BAG family molecular chaperone regulator 3", "BCL2 associated athanogene 3", "BCL2-binding athanogene 3", "Bcl-2-binding protein BIS transcript 2", "bcl-2-binding protein Bis", "docking protein CAIR-1"], "pantherdb": {"HGNC": "939", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1352493", "ortholog_type": "LDO", "panther_family": "PTHR12329", "taxid": 10090, "uniprot_kb": "Q9JLV1"}, {"RGD": "1307794", "ortholog_type": "LDO", "panther_family": "PTHR12329", "taxid": 10116, "uniprot_kb": "Q5U2U8"}, {"Ensembl": "ENSGALG00000009433", "ortholog_type": "LDO", "panther_family": "PTHR12329", "taxid": 9031, "uniprot_kb": "F1NY41"}, {"ZFIN": "ZDB-GENE-040801-40", "ortholog_type": "LDO", "panther_family": "PTHR12329", "taxid": 7955, "uniprot_kb": "F1Q9J0"}, {"FlyBase": "FBgn0086708", "ortholog_type": "O", "panther_family": "PTHR12329", "taxid": 7227, "uniprot_kb": "A8JNS4"}, {"PomBase": "SPBC530.03c", "ortholog_type": "O", "panther_family": "PTHR12329", "taxid": 4896, "uniprot_kb": "O59739"}, {"PomBase": "SPBC16G5.11c", "ortholog_type": "O", "panther_family": "PTHR12329", "taxid": 4896, "uniprot_kb": "O60125"}, {"TAIR": "2182900", "ortholog_type": "O", "panther_family": "PTHR12329", "taxid": 3702, "uniprot_kb": "Q9LYP4"}, {"TAIR": "2174038", "ortholog_type": "O", "panther_family": "PTHR12329", "taxid": 3702, "uniprot_kb": "Q0WPX7"}, {"TAIR": "2173108", "ortholog_type": "O", "panther_family": "PTHR12329", "taxid": 3702, "uniprot_kb": "Q0WUQ1"}, {"TAIR": "2074353", "ortholog_type": "O", "panther_family": "PTHR12329", "taxid": 3702, "uniprot_kb": "Q8RX71"}], "uniprot_kb": "O95817"}, "pathway": {"reactome": [{"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3371453", "name": "Regulation of HSF1-mediated heat shock response"}, {"id": "R-HSA-3371556", "name": "Cellular response to heat stress"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}], "wikipathways": {"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}}, "pfam": ["PF00397", "PF02179"], "pharmgkb": "PA25239", "pharos": {"target_id": 3484, "tdl": "Tbio"}, "prosite": ["PS50020", "PS51035"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF260303", "relationship": "is"}, {"id": "GNF260304", "relationship": "is"}, {"id": "GNF260305", "relationship": "is"}, {"id": "GNF260306", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF163177", "relationship": "is"}, {"id": "GNF164803", "relationship": "weakly similar to"}], "GNF_hs-Origene": {"id": "GNF035660", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF000992", "relationship": "is"}, {"id": "GNF000993", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF286782", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF099637", "relationship": "is"}, {"id": "GNF139292", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_016125.1"], "protein": ["NP_004272.2", "XP_005270344.1", "XP_054223194.1"], "rna": ["NM_004281.4", "XM_005270287.2", "XM_054367219.1"], "translation": [{"protein": "NP_004272.2", "rna": "NM_004281.4"}, {"protein": "XP_005270344.1", "rna": "XM_005270287.2"}, {"protein": "XP_054223194.1", "rna": "XM_054367219.1"}]}, "reporter": {"HG-U133_Plus_2": "217911_s_at", "HTA-2_0": "TC10000868.hg.1", "HuEx-1_0": "3267314", "HuGene-1_1": "7930921", "HuGene-2_1": "16709856"}, "summary": "BAG proteins compete with Hip for binding to the Hsc70/Hsp70 ATPase domain and promote substrate release. All the BAG proteins have an approximately 45-amino acid BAG domain near the C terminus but differ markedly in their N-terminal regions. The protein encoded by this gene contains a WW domain in the N-terminal region and a BAG domain in the C-terminal region. The BAG domains of BAG1, BAG2, and BAG3 interact specifically with the Hsc70 ATPase domain in vitro and in mammalian cells. All 3 proteins bind with high affinity to the ATPase domain of Hsc70 and inhibit its chaperone activity in a Hip-repressible manner. [provided by RefSeq, Jul 2008].", "symbol": "BAG3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412731"}, "unigene": "Hs.523309", "uniprot": {"Swiss-Prot": "O95817", "TrEMBL": "C9JFK9"}, "wikipedia": {"url_stub": "BAG3"}}