{"AllianceGenome": "949", "HGNC": "949", "MIM": "600516", "_id": "578", "_version": 1, "accession": {"genomic": ["AY260471.1", "CH471081.1", "CP068272.2", "D88397.2", "NC_000006.12", "NC_060930.1", "Z93017.6"], "protein": ["AAA74466.1", "AAA93066.1", "AAH04431.1", "AAI10338.1", "AAM74949.1", "AAO74828.1", "ALQ33392.1", "ALQ33393.1", "BAA13606.1", "BAF84782.1", "BAG52419.1", "BAG57025.1", "BAG64474.1", "CAA58997.1", "CAG33700.1", "CAI46254.1", "EAX03740.1", "EAX03741.1", "EAX03742.1", "NP_001179.1", "Q16611.1", "XP_011513081.1", "XP_011513082.1", "XP_047275150.1", "XP_047275152.1", "XP_054212099.1", "XP_054212100.1", "XP_054212101.1", "XP_054212102.1"], "rna": ["AF520590.1", "AK091807.1", "AK292093.1", "AK293547.1", "AK303422.1", "BC004431.1", "BC032789.1", "BC110337.1", "BM855203.1", "CB142221.1", "CR457419.1", "CR627020.1", "KU177934.1", "KU177935.1", "NM_001188.4", "U16811.1", "U23765.1", "X84213.1", "XM_011514779.4", "XM_011514780.2", "XM_047419194.1", "XM_047419196.1", "XM_054356124.1", "XM_054356125.1", "XM_054356126.1", "XM_054356127.1"], "translation": [{"protein": "XP_054212100.1", "rna": "XM_054356125.1"}, {"protein": "XP_054212102.1", "rna": "XM_054356127.1"}, {"protein": "XP_011513081.1", "rna": "XM_011514779.4"}, {"protein": "CAA58997.1", "rna": "X84213.1"}, {"protein": "XP_054212101.1", "rna": "XM_054356126.1"}, {"protein": "AAA93066.1", "rna": "U23765.1"}, {"protein": "ALQ33392.1", "rna": "KU177934.1"}, {"protein": "BAG52419.1", "rna": "AK091807.1"}, {"protein": "BAG57025.1", "rna": "AK293547.1"}, {"protein": "XP_054212099.1", "rna": "XM_054356124.1"}, {"protein": "BAF84782.1", "rna": "AK292093.1"}, {"protein": "XP_047275152.1", "rna": "XM_047419196.1"}, {"protein": "ALQ33393.1", "rna": "KU177935.1"}, {"protein": "XP_011513082.1", "rna": "XM_011514780.2"}, {"protein": "XP_047275150.1", "rna": "XM_047419194.1"}, {"protein": "AAH04431.1", "rna": "BC004431.1"}, {"protein": "AAM74949.1", "rna": "AF520590.1"}, {"protein": "AAI10338.1", "rna": "BC110337.1"}, {"protein": "BAG64474.1", "rna": "AK303422.1"}, {"protein": "CAG33700.1", "rna": "CR457419.1"}, {"protein": "AAA74466.1", "rna": "U16811.1"}, {"protein": "CAI46254.1", "rna": "CR627020.1"}, {"protein": "NP_001179.1", "rna": "NM_001188.4"}]}, "alias": ["BAK", "BAK-LIKE", "BCL2L7", "CDN1"], "ensembl": {"gene": "ENSG00000030110", "protein": ["ENSP00000363591", "ENSP00000391258"], "transcript": ["ENST00000374467", "ENST00000442998"], "translation": [{"protein": "ENSP00000391258", "rna": "ENST00000442998"}, {"protein": "ENSP00000363591", "rna": "ENST00000374467"}], "type_of_gene": "protein_coding"}, "entrezgene": "578", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.66368725685, "exp_mis": 81.4043816075, "exp_syn": 33.553640779, "lof_z": 1.23298204554055, "mis_z": 0.943520058015654, "mu_lof": 6.71798876289e-07, "mu_mis": 7.65109659269e-06, "mu_syn": 3.15062471516e-06, "n_lof": 5.0, "n_mis": 64.0, "n_syn": 25.0, "p_li": 0.00348654810029572, "p_null": 0.159397813949675, "p_rec": 0.83711563795003, "syn_z": 0.915441494679577}, "bp": 636, "cds_end": 33545381, "cds_start": 33541579, "n_exons": 5, "nonpsych": {"exp_lof": 7.7570941198, "exp_mis": 73.5944439311, "exp_syn": 30.2849047944, "lof_z": 0.972196472613489, "mis_z": 0.975667379080265, "mu_lof": 6.71798876289e-07, "mu_mis": 7.65109659269e-06, "mu_syn": 3.15062471516e-06, "n_lof": 5.0, "n_mis": 57.0, "n_syn": 22.0, "p_li": 0.00258567916591905, "p_null": 0.236581331292949, "p_rec": 0.760832989541132, "syn_z": 0.947845861029239}, "nontcga": {"exp_lof": 7.9623678769, "exp_mis": 74.8838117968, "exp_syn": 30.8611271232, "lof_z": 1.03561668926697, "mis_z": 0.972044996279061, "mu_lof": 6.71798876289e-07, "mu_mis": 7.65109659269e-06, "mu_syn": 3.15062471516e-06, "n_lof": 5.0, "n_mis": 58.0, "n_syn": 23.0, "p_li": 0.00263916928208859, "p_null": 0.206556250829498, "p_rec": 0.790804579888414, "syn_z": 0.895986371560923}, "transcript": "ENST00000374467.3"}, "exons": [{"cdsend": 33577604, "cdsstart": 33573802, "chr": "6", "position": [[33572551, 33573907], [33574033, 33574214], [33575297, 33575441], [33575792, 33575928], [33577534, 33577635], [33580024, 33580276]], "strand": -1, "transcript": "NM_001188", "txend": 33580276, "txstart": 33572551}], "exons_hg19": [{"cdsend": 33545381, "cdsstart": 33541579, "chr": "6", "position": [[33540328, 33541684], [33541810, 33541991], [33543074, 33543218], [33543569, 33543705], [33545311, 33545412], [33547801, 33548053]], "strand": -1, "transcript": "NM_001188", "txend": 33548053, "txstart": 33540328}], "generif": [{"pubmed": 11795669, "text": "Paracrine suppression of apoptosis by cytokine-stimulated neutrophils involves divergent regulation of NF-kappaB, Bcl-X(L), and Bak"}, {"pubmed": 11867266, "text": "analyzed expression in leiomyomas and myometrium from fertile and menopausal women"}, {"pubmed": 11908704, "text": "Bak mRNA and its protein were overexpressed in the intestinal lesions of coeliac disease patients"}, {"pubmed": 11929871, "text": "Bcl-2 family member Bfl-1/A1 sequesters truncated bid to inhibit is collaboration with pro-apoptotic Bak or Bax."}, {"pubmed": 11932420, "text": "limits Adenovirus replication through apoptosis induction"}, {"pubmed": 11940658, "text": "calpain-mediated Bid cleavage and calpain-independent Bak modulation: two separate pathways in cisplatin-induced apoptosis"}, {"pubmed": 11964315, "text": "Erythrocyte survival is suppressed by a Bak-derived BH3 peptide that interacts with membrane-associated Bcl-X(L)."}, {"pubmed": 12176904, "text": "conformational changes of Bak are among the early steps in the induction of cell death"}, {"pubmed": 12297281, "text": "caspase 3-independent function of Bak in the TNF-alpha-induced apoptotic pathway"}, {"pubmed": 12454021, "text": "functional cooperation between Bax and Bak in cell hypoxia"}, {"pubmed": 12808108, "text": "Bax and Bak have roles in Bid-mediated apoptosis"}, {"pubmed": 14647456, "text": "suggestion that Bak is a regulatory molecule involved in IFNgamma-facilitated TRAIL-mediated apoptosis in thyroid cancer cells"}, {"pubmed": 15003505, "text": "Identification of a Bak homologue, Bak-like, that regulates apoptosis."}, {"pubmed": 15077116, "text": "These results are consistent with a model in which p53 and Mcl1 have opposing effects on mitochondrial apoptosis by interacting with, and modulating the activity of, the death effector Bak."}, {"pubmed": 15124764, "text": "both Bak and Bcl-2 were found to be increased in correlation with an immune marker (beta2-microglobulin) in white and gray matter and plaque compared with corresponding cortical regions"}, {"pubmed": 15159409, "text": "results suggest that Fas antigen stimulation not only activates caspase-8, but also a distinct signaling pathway involving protein kinase(s) to induce exposure of the N terminus of Bak protein"}, {"pubmed": 15194786, "text": "Myxoma virus M11L can interact with Bak independently of any involvement with Bax; conclude that M11L inhibits, in a species-independent fashion, apoptotic signals mediated by activation of Bak"}, {"pubmed": 15248898, "text": "Overexpression of the BAK gene can lead to apoptosis of gastric cancer cells in vitro, which does not appear to be dependent on p53 status."}, {"pubmed": 15322047, "text": "Activation of Bak was inhibited in Chlamydia trachomatis infected Hela cells."}, {"pubmed": 15351796, "text": "evaluated the expression of Bcl-2, Bax and Bak in patients with Graves Disease (GD); findings suggest that the differential expression of Bcl-2 family proteins in both thyrocytes and lymphoid follicles may be involved in the pathology of GD"}, {"pubmed": 15467752, "text": "establish distinct roles for Bax and Bak in linking the TRAIL death receptor pathway to the mitochondrial apoptosis signaling cascade and delineate a higher degree of specificity in signaling for cell death by multidomain Bcl-2 homologs"}, {"pubmed": 15478112, "text": "Results describe the expression of Bak and Bcl-2 in primary human breast cancers."}, {"pubmed": 15638360, "text": "Expression may be useful for better characterising and predicting the prognosis of oral squamous cell carcinoma."}, {"pubmed": 15638362, "text": "There may be a dominance expression of proapoptotic proteins in optic nerve axons in glaucoma."}, {"pubmed": 15757910, "text": "VDAC-2 inhibits the Bak-mediated apoptotic response via Bax"}, {"pubmed": 15846589, "text": "Bak protein and its gene polymorphism may participate in the pathology and susceptibility of primary Sjogren's syndrome"}, {"pubmed": 16172118, "text": "proteolytic activation of Bid and the subsequent induction of the mitochondrial apoptotic pathway through Bax/Bak is essential for apoptosis triggered by caspase-2"}, {"pubmed": 16376985, "text": "may contribute to the higher level of constitutive apoptosis in cultures of cytotrophoblasts compared to syncytiotrophoblasts"}, {"pubmed": 16410245, "text": "activation of the c-Abl-PKCdelta-Rac1-p38 MAPK pathway in response to ionizing radiation signals conformational changes of Bak and Bax, resulting in mitochondrial activation-mediated apoptotic cell death in human non-small cell lung cancer cells"}, {"pubmed": 16436379, "text": "Helicobacter pylori vacuolating cytotoxin induces activation of the proapoptotic proteins Bax and Bak"}, {"pubmed": 16439990, "text": "Vaccinia virus F1L uses a specific, BH3-like domain to bind and inhibit Bak at the mitochondria."}, {"pubmed": 16529740, "text": "Bak function was found to be regulated in two distinct steps by two SAP kinases, MEKK1 and JNK1 when human melanoma cells were treated with cisplatin, and the two-step regulation may be important for control of mitochondrial factor release and apoptosis."}, {"pubmed": 16794010, "text": "Bcl-xL exerts an inhibitory effect over Bak via heterodimerization"}, {"pubmed": 16847458, "text": "p14(ARF) triggers apoptosis via a Bax/Bak-dependent pathway in p53-proficient cells."}, {"pubmed": 16874066, "text": "In Bax(-/-)/Bak(-/-) cells a nonapoptotic pathway dependent on sustained autophagy commits the oxidatively damaged cells to death."}, {"pubmed": 16978419, "text": "Mycobacterium leprae inhibits apoptosis in THP-1 cells by downregulation of Bak and upregulation of Mcl-1 gene expression."}, {"pubmed": 16988840, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17015472, "text": "inhibiting the fission machinery in Bax/Bak-mediated apoptosis, by down-regulating of Drp1 or hFis1, prevents the fragmentation of the mitochondrial network"}, {"pubmed": 17074758, "text": "in addition to interacting with the pro-apoptotic protein Bak, vaccinia F1L also functions to indirectly inhibit the activation of Bax, likely by interfering with the pro-apoptotic activity of BH3-only proteins such as BimL"}, {"pubmed": 17188240, "text": "Our results confirm that ultrasound induces apoptosis via a pathway that involves Bak, Bcl-2, and caspases, but not ROS."}, {"pubmed": 17227835, "text": "GX15-070 induced apoptosis in vitro in MCL cell lines and primary cells from patients with MCL by releasing Bak from Mcl-1 and Bcl-X(L)."}, {"pubmed": 17235284, "text": "Activation of Bak is required to release cytochrome c from the mitochondria, and is necessary to accomplish DNA damage and Neisseria gonorrhoeae-induced apoptosis."}, {"pubmed": 17513609, "text": "mitochondria-mediated cell death by DATS is associated with ROS generation and regulated by Bax/Bak but independent of Bcl-2 or Bcl-xL"}, {"pubmed": 17686864, "text": "FPV039 is a functional Bcl-2 homologue that inhibits apoptosis by neutralizing the proapoptotic Bcl-2 family member Bak."}, {"pubmed": 17698840, "text": "Mcl-1 confers TRAIL resistance by serving as a buffer for Bak, Bim, and Puma, and sorafenib is a potential modulator of TRAIL sensitivity"}, {"pubmed": 17699158, "text": "Bcl-x(L) interacts with the DNA binding site of p53, but Bak does not interact with this site"}, {"pubmed": 17724463, "text": "Bak-positive cells showed an increased sensitivity to apoptosis induction by staurosporine."}, {"pubmed": 17879944, "text": "Histone H1.2 was translocated from the nucleus to the mitochondria after treatment with bleomycin and co-localized with Bak in mitochondria."}, {"pubmed": 17880809, "text": "We conclude that alteration in the expression of proapoptotic (Bax, Bak) and antiapoptotic (Bcl-2, Bcl-XL) proteins on surface of thyroid follicular cells may play a role in the pathogenesis of thyroid autoimmune disorders."}, {"pubmed": 17991745, "text": "Galpha(s) protects neuroblastoma cells from hydrogen peroxide-induced apoptosis by repressing Bak induction."}, {"pubmed": 18056640, "text": "transfection of synthetic miR-125b stimulated androgen-independent growth of Cprostate cancer cells and down-regulated the expression of Bak1"}, {"pubmed": 18178565, "text": "distinctions in the behaviors of Bcl-B and Mcl-1 relative to the other anti-apoptotic Bcl-2 family members, where Bcl-B and Mcl-1 display reciprocal abilities to bind and neutralize Bax and Bak."}, {"pubmed": 18251703, "text": "data indicate that Bim, Bak, and Bax actively mediate osteoblast apoptosis induced by trophic factor withdrawal"}, {"pubmed": 18299329, "text": "BI-1 and Bcl-X(L) operate downstream of or parallel to Bax/Bak"}, {"pubmed": 18349538, "text": "Downregulation of Bak expression in normal enterocytes contributes to abnormal growth and tumorigenesis."}, {"pubmed": 18362892, "text": "Hierarchical involvement of Bak, VDAC1 and Bax in cisplatin-induced cell death."}, {"pubmed": 18413764, "text": "ABT-737 augments TRAIL-induced cell killing by unsequestering Bim and Bak and enhancing a Bax conformational change induced by TRAIL."}, {"pubmed": 18471982, "text": "Data demonstrate that Bak oligomerization involves insertion of the BH3 domain of one Bak molecule into the groove of another and may produce symmetric Bak dimers."}, {"pubmed": 18472157, "text": "Prolonged hypoxia-reoxygenation caused the most severe villous apoptotic changes, increased the expression of Bax and Bak mRNA and protein and reduced the expression of Bcl-2 mRNA."}, {"pubmed": 18524770, "text": "BAK oligomerization by p53 utilizes conserved residues of the p53 DNA binding domain"}, {"pubmed": 18593893, "text": "The transcriptional status of four key genes, thymidylate synthase (TYMS), MORF-related gene X (MRGX), Bcl2-antagonist/killer (BAK), and ATPase, Cu(2+) transporting beta polypeptide (ATP7B), can accurately predict response to 5-FU."}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18665919, "text": "thrombin induces activation and mitochondrial translocation of Bid, Bax and Bak, and evokes mitochondrial membrane depolarization"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18715924, "text": "several of the beta-HPV types possess the ability to protect UV-treated keratinocytes from apoptosis by reducing levels of Bak in those cells, thus blocking the intrinsic apoptotic pathway."}, {"pubmed": 18927073, "text": "Caspase-mediated Bak activation and cytochrome c release during intrinsic apoptotic cell death in Jurkat cells."}, {"pubmed": 19041633, "text": "These results suggest that Bak activation may occur upstream of caspase activation in Triton X-100- but not deoxycholate-induced apoptosis."}, {"pubmed": 19056676, "text": "BAX and BAK proteins are required for cyclin-dependent kinase inhibitory drugs to cause apoptosis"}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19135534, "text": "The crystal structure and chemical properties of Bak homodimers formed through a cystine bridge (Cys166) were studied."}, {"pubmed": 19168699, "text": "IL-6 induces Bcl-2 expression to perform cytoprotective functions in response to oxygen toxicity, and that this effect is mediated by alterations in the interactions between Bak and Mfn1/Mfn2."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19255499, "text": "A member of proapoptotic Bcl-2 family, BAK, was required for HIP1R to induce cell death, while BAX was dispensable."}, {"pubmed": 19282307, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19282307, "text": "results indicated that this polymorphic gene influences the risk for Sjogren syndrome, Systemic Lupus Erythematosus and Rheumatoid Arthritis in women from north-western Colombia, adding to the theory of a common genetic origin of autoimmune diseases."}, {"pubmed": 19343496, "text": "The additional loss of Bak expression, as observed in one JCaM1.6 subclone, rendered the cells resistant to apoptosis."}, {"pubmed": 19351886, "text": "the ability of Bcl-2 to protect cells from activated Bak depends on two important contextual variables, the identity of the Bcl-2 present and the amount expressed"}, {"pubmed": 19381065, "text": "Galphas augments gamma ray-induced apoptosis by up-regulation of Bak expression via CREB and AP-1 in H1299 lung cancer cells."}, {"pubmed": 19463775, "text": "Gemtuzumab ozogamicin (GO)-induced proapoptotic activation of Bax, Bak, and stress-activated protein kinase indicate an important role for these signal proteins in the regulation of GO sensitivity in AML."}, {"pubmed": 19481066, "text": "Bz-423 superoxide signals B cell apoptosis via MCL1, BAK, and BAX."}, {"pubmed": 19514060, "text": "different BAK1 variants can exist in both diseased and nondiseased abdominal aortic tissues, suggesting that selection may be a significant factor in abdominal aortic aneurysms ontogeny"}, {"pubmed": 19587033, "text": "Bak is more important than Bax for the induction of apoptosis in HeLa cells with recombinant wild-type VSV"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19875445, "text": "Membrane-associated XIAP induces mitochondrial outer membrane permeabilization leading to cytochrome c and Smac release, which is dependent on Bax and Bak."}, {"pubmed": 19898928, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19898928, "text": "genetic polymorphism in patients with ataxia telangiectasia is associated with the disease progression"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19955184, "text": "Data suggest that F1L replaces the antiapoptotic activity of Mcl-1 during vaccinia virus infection by interacting with Bak using highly divergent BH domains."}, {"pubmed": 20034877, "text": "Interference of Bak expression inhibits the apoptosis of human granulosa cells, and the inhibitory effect can be enhanced by simultaneous Bax interference."}, {"pubmed": 20308427, "text": "Mcl-1 rather than Bcl-xL is a major target for sensitization of Bax-deficient tumors for death receptor-induced apoptosis via the Bak pathway"}, {"pubmed": 20428767, "text": "oligomerization of Bak was partially responsible for the increased apoptosis in cells treated with both CGP37157 and TRAIL"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20460378, "text": "MicroRNA-125b confers the resistance of breast cancer cells to paclitaxel through suppression of pro-apoptotic Bcl-2 antagonist killer 1 (Bak1) expression"}, {"pubmed": 20503275, "text": "BH3 mimetic S1 potently induces Bax/Bak-dependent apoptosis by targeting both Bcl-2 and Mcl-1"}, {"pubmed": 20561923, "text": "Subtilase cytotoxin of Escherichia coli did not change the expression of anti-apoptotic Bcl-2 or Bcl-XL and pro-apoptotic Bax or Bak, but triggered Bax and Bak conformational changes and association of Bax with Bak."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20629644, "text": "expression of PARP, Bak and p53 was significantly greater for patients afflicted with varicocele than was the case for the normal controls"}, {"pubmed": 20836993, "text": "Bcl-xL can substitute for the loss of Mcl-1 whereas Bcl-2, incapable of forming a high affinity complex with Bak, could not."}, {"pubmed": 20855536, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20959805, "text": "On apoptotic stimulation Bak undergoes dephosphorylation at tyrosine residue 108 (Y108), a critical event that is necessary but not sufficient for Bak activation."}, {"pubmed": 20978950, "text": "Survivin and Bak1 mRNA were considerable markers for the identification of breast cancer patients with bone metastasis."}, {"pubmed": 21036904, "text": "Heterodimerization of BAK and MCL-1 activated by detergent micelles."}, {"pubmed": 21041309, "text": "BH3 peptides other than Bim and Bid exhibited various degrees of direct activation of the effector Bax or Bak"}, {"pubmed": 21148306, "text": "The BH3 alpha-helical mimic BH3-M6 disrupts Bcl-X(L), Bcl-2, and MCL-1 protein-protein interactions with Bax, Bak, Bad, or Bim and induces apoptosis in a Bax- and Bim-dependent manner."}, {"pubmed": 21158936, "text": "Bak differential expression among melanoma subtypes confirms the importance of the apoptotic pathway as a contributor to melanoma aggressiveness."}, {"pubmed": 21159883, "text": "DPV022 encoded an inhibitor of apoptosis and interacted with cellular Bak and Bax."}, {"pubmed": 21196599, "text": "Reconstitution of proapoptotic BAK function in liposomes reveals a dual role for mitochondrial lipids in the BAK-driven membrane permeabilization process."}, {"pubmed": 21233848, "text": "Data suggest that expression of Bak can be induced by both, p53 and p73 utilizing different binding sites within the bak promoter."}, {"pubmed": 21617256, "text": "variants in or near BAK1, DMRT1, TERT-CLPTM1L, and KITLG predispose to familial and bilateral TGCT."}, {"pubmed": 21656147, "text": "Plasminogen K5 activates mitochondrial apoptosis pathway in endothelial cells by regulating Bak and Bcl-x(L) subcellular distribution"}, {"pubmed": 21658363, "text": "Co-stimulation of oxidized low density lipoprotein with interleukin-10 for 24h inhibited Bak1 expression to 28.4+/-7.2% (mRNA) and 25.7+/-6.3% (protein)."}, {"pubmed": 21726118, "text": "immunohistochemical investigation of variables involved in expression of Bak (alongside STAT3 and Bcl-xL) in endometrioid adenocarcinoma tissue: Bak and Bcl-xL are expressed in cytoplasm in some patients; expression in ERalpha +/- tissues"}, {"pubmed": 21727192, "text": "The observations indicate that transient protein-protein interactions involving the Bak BH3-binding groove initiate Bak oligomerization and activation."}, {"pubmed": 21823019, "text": "Down-regulation of Bak1 suppressed cisplatin-induced apoptosis."}, {"pubmed": 21852253, "text": "likely that BAK1 polymorphisms studies not susceptibility loci for rheumatoid arthritis and systemic lupus erythematosus."}, {"pubmed": 22024133, "text": "Mcl-1 is complexed with Bak (but not Bax or Noxa) in untreated cells; Bak becomes activated in concert with loss of Mcl-1 expression."}, {"pubmed": 22056880, "text": "Bax and Bak are functionally redundant, but they are counteracted by distinct anti-apoptotic Bcl-2 family proteins in different species"}, {"pubmed": 22065578, "text": "the diterpenoid compound induces a structural and functional conversion of Bcl-2 through Bim to permeabilize the mitochondrial outer membrane, thereby inducing apoptosis independently of Bax and Bak."}, {"pubmed": 22072546, "text": "A significant association was found for rs210138 in BAK1 and pediatric germ cell tumors."}, {"pubmed": 22188816, "text": "Findings suggest that sorafenib attenuates (-)-gossypol-induced Mcl-1 upregulation in androgen-independent prostate cancer cells (AI-PC) in cell death pathway that may depend on the level of Bak."}, {"pubmed": 22253918, "text": "An up-regulation at the transcriptional level of both pro-apoptotic Bak and pro-survival myeloid cell leukemia-1 (Mcl-1), is reported."}, {"pubmed": 22257632, "text": "These findings suggested the dysregulation of the apoptosis-related proteins MCL1 and BAK1 in multiple sclerosis."}, {"pubmed": 22297299, "text": "There is strong translational arrest of N-Bak mRNA in the neurons. This arrest is partially mediated by 50-untranslated region of Bak mRNA and it is not released during mitochondrial apoptosis."}, {"pubmed": 22354970, "text": "p14(ARF)-induced apoptosis in p53 protein-deficient cells is mediated by BH3-only protein-independent derepression of Bak protein through down-regulation of Mcl-1 and Bcl-xL proteins"}, {"pubmed": 22378505, "text": "These data firstly demonstrate that ART induces Bak-mediated caspase-independent intrinsic apoptosis in which Bim and VDAC2 as well as AIF play important roles in both ASTC-a-1 and A549 cell lines."}, {"pubmed": 22440942, "text": "Study concluded that disturbances in the expression of p53, Bax, Bcl-xL and Bak proteins are associated with their involvement in the process of carcinogenesis in the stomach."}, {"pubmed": 22493436, "text": "Results indicate that a protective role for Bak during ionophore-induced cell death may be closely associated with its regulatory effect on maintenance of autophagic flux and vacuole homeostasis."}, {"pubmed": 22504646, "text": "Dendritic cells (DC) stimulated by known inducers of DC apoptosis are characterized by high levels and activation of the proapoptotic protein BAK."}, {"pubmed": 22515821, "text": "The study reports the first NMR solution structure of a photoswitchable peptide derived from the proapoptotic protein BAK in complex with the antiapoptotic protein bcl-xL."}, {"pubmed": 22526391, "text": "Bax/Bak knockdown and wild-type CNE2 cells showed the same kinetics of cytochrome c release."}, {"pubmed": 22686245, "text": "Unstimulated neutrophils from chronic obstructive pulmonary disease patients had significantly lower Bak mRNA expression."}, {"pubmed": 22719244, "text": "Sequence and structural alignment revealed that a hub was conserved in the Bak amino acid sequence, and in the 3D structure of folded Bak."}, {"pubmed": 23140172, "text": "Demonstrate that P2Y(12) activation protects platelets from apoptosis via PI3k-dependent Bak/Bax inactivation."}, {"pubmed": 23189150, "text": "BAK multimerization requires removal of inhibitory phosphorylation at the hydrophobic groove, mediated by PP2A, in the stepwise process of activation."}, {"pubmed": 23192964, "text": "Diva binds peptides derived from the BH3 domain of several other proapoptotic Bcl-2 proteins, including mouse Harakiri, Bid, Bak and Bmf."}, {"pubmed": 23217248, "text": "Letter: demonstrate the role of MHC loci other than BAK1 in influencing platelets blood counts."}, {"pubmed": 23229512, "text": "Bak is necessary and sufficient for VK2-induced cytochrome c (cyt c) release and cell death."}, {"pubmed": 23242420, "text": "These results suggested that calpain, Bak and Atg5 were molecular links between autophagy and apoptosis and revealed novel aspects of the crosstalk between these two processes."}, {"pubmed": 23283967, "text": "the direct interaction of Bax and Bak proteins with Bcl-2 homology domain 3 (BH3)-only proteins in living cells is revealed by fluorescence complementation"}, {"pubmed": 23303126, "text": "Bak is not significantly phosphorylated at any residue, and Bak activation during apoptosis does not require dephosphorylation."}, {"pubmed": 23389372, "text": "data indicate that somatic mutation of BAX and BAK genes are rare in the common cancers (besides the cancers with high microsatellite instability) and suggest that neither BAX nor BAK mutation may causally be implicated in their tumorigenesis"}, {"pubmed": 23404709, "text": "activation of both BAK and BAX is initiated by direct BH3-interaction but at distinct trigger sites."}, {"pubmed": 23443079, "text": "G-Rh2 causes rapid and dramatic translocation of both Bak and Bax, which subsequently triggers mitochondrial cytochrome c release and consequent caspase activation."}, {"pubmed": 23480852, "text": "BAK activation increases ceramide synthase levels and ceramide accumulation in tumor cell lines."}, {"pubmed": 23604079, "text": "BAK activation follows a 'hit-and-run' mechanism whereby BID dissociates from the trigger site, which allows BAK oligomerization at an overlapping interface."}, {"pubmed": 23798675, "text": "CXCR4 chemokine receptor signaling induces apoptosis in acute myeloid leukemia cells via regulation of the Bcl-2 family members Bcl-XL, Noxa, and Bak."}, {"pubmed": 23928699, "text": "OCT4 directly induces expression of miR-125b, which inhibits its direct target BAK1, leading to suppression of cervical cancer cell apoptosis."}, {"pubmed": 23954442, "text": "zinc-binding protein-89 upregulates the expression of Bak by targeting multiple components of the epigenetic pathway in hepatocellular carcinoma."}, {"pubmed": 23954445, "text": "Mcl-1 knock-down resulted in marked cleavage of PARP and induction of apoptosis. Down-regulation of Bcl-2 or Bcl-xL had a much weaker effect."}, {"pubmed": 23966164, "text": "Baseline Bax and Bak expression may serve as biomarkers for patients with Burkitt lymphoma likely to respond to histone deacetylase inhibitors treatment."}, {"pubmed": 24074954, "text": "Therefore, BID and BIM have nonoverlapping roles in the induction of apoptosis via BAK and BAX, affecting chemotherapy response."}, {"pubmed": 24097825, "text": "Phosphorylated Bcl-2, Bcl-2 S70E, and Bcl-2 S70A exhibit enhanced binding to Bim and Bak compared with unmodified Bcl-2."}, {"pubmed": 24100034, "text": "Bax and BakDeltaC21 follow similar mechanisms of membrane permeabilization characterized by the formation of protein-permeable pores of dynamic size, in agreement with the proteolipidic nature of these apoptotic pores."}, {"pubmed": 24130482, "text": "In vitro IFNalpha/beta stimulation enhanced Bak expression, CD95/Fas expression and CD95/Fas-mediated apoptosis in healthy donor T cells and induced death of HIV-specific CD8+ T cells from HIV-1-infected patients."}, {"pubmed": 24162660, "text": "This progress has resolved longstanding controversies, but has also challenged established theories in the apoptosis field, it focus on the recent progress made in characterizing the proapoptotic Bax and Bak."}, {"pubmed": 24265320, "text": "these results provide strong evidence that Puma, like Bim, Noxa, and tBid, is able to act as a direct Bak activator."}, {"pubmed": 24532468, "text": "data highlight a novel molecular interaction between miR-150 and BAK1 and provide a novel strategy for non-small cell lung cancer therapy via the down-regulation of miR-150 expression"}, {"pubmed": 24643683, "text": "our data strongly support an important role for miR-125b on conferring TMZ resistance through targeting Bak1 expression."}, {"pubmed": 24672785, "text": "The Bak and Bax genes expressions were analyzed in 23 breast cancer patients."}, {"pubmed": 24680709, "text": "Imperatorin is a Mcl-1 degradation inducer that can effectively suppress multidrug-resistant human liver cancer growth via Bax/Bak pathway."}, {"pubmed": 24794530, "text": "Bak interacts with Mtx2 together with VDAC2 in resting cells and with Mtx1 upon induction of apoptosis."}, {"pubmed": 24850748, "text": "Authors demonstrate that during vaccinia virus infection, engagement of Bim and Bak by F1L is crucial for subversion of host cell apoptosis."}, {"pubmed": 24901052, "text": "Rapamycin-enhanced mitomycin C-induced apoptotic death is mediated through the S6K1-Bad-Bak pathway in peritoneal carcinomatosis."}, {"pubmed": 24970817, "text": "Data show that proto-oncogene protein ERBB3 knockdown resulted in cell cycle arrest and activation of Bak and Bax-dependent apoptosis."}, {"pubmed": 25012639, "text": "Chk1 activity is required for BAK multimerization in association with PUMA during mitochondrial apoptosis"}, {"pubmed": 25175025, "text": "Data shows that Bak undergoes a conformational change similar to that of Bax upon activation."}, {"pubmed": 25228770, "text": "Helices contribute to mitochondrial outer membrane perforation in that oligomers Bak alpha5 (like Bax alpha5) remain part of the protein core and a membrane-impermeable cysteine reagent labels cysteines placed at many positions in alpha5 and alpha6 of both Bak and Bax."}, {"pubmed": 25246614, "text": "Caspase 8 cleavage by HIV protease activates BAK, enabling HIV to kill infected T cells."}, {"pubmed": 25275009, "text": "The mitochondrial metalloprotease OMA1 was activated in a Bax- and Bak-dependent fashion."}, {"pubmed": 25304383, "text": "Clitocine may activate Bak by disrupting the interaction between Mcl-1."}, {"pubmed": 25378477, "text": "the reduction of Bax shuttling to the level of Bak retrotranslocation results in full Bax toxicity even in absence of apoptosis induction."}, {"pubmed": 25408501, "text": "Data show that E3 ubiquitin-protein ligase HERC1 interacts with bcl-2 homologous antagonist-killer protein BAK in HPV5 E6-expressing cells that have been damaged by UV."}, {"pubmed": 25446129, "text": "enhanced efficacy of combination of mdivi-1 and death ligands is not dependent on the originally reported target of mdivi-1, Drp1, and is also not dependent on the two important pro-apoptotic Bcl-2 family proteins Bax and Bak"}, {"pubmed": 25617717, "text": "Results show that in thyroid tumours and cell lines, VDAC2 is upregulated and BAK1 downregulated. Also, transient knockdown of VDAC2 promoted upregulation of the BAK1 expression, and increased susceptibility to sorafenib treatment."}, {"pubmed": 25649765, "text": "BMX directly inhibits a core component of the intrinsic apoptosis machinery opens opportunities to improve the efficacy of existing chemotherapy by potentiating BAK-driven cell death in cancer cells."}, {"pubmed": 25715028, "text": "the BH3 mimetic ABT-737 induces autophagy through a BAX and BAK1-independent mechanism that likely involves disruption of BECN1 binding to antiapoptotic BCL2 family members"}, {"pubmed": 25744027, "text": "Bak apoptotic pores involve a flexible C-terminal region and juxtaposition of the C-terminal transmembrane domains."}, {"pubmed": 25773855, "text": "By down-regulating Bak, P53, P21, BRCA1, BCL-Xl."}, {"pubmed": 25880232, "text": "alpha1 dissociation is a key step in unfolding Bak into three major components, the N terminus, the core (alpha2-alpha5) and the latch (alpha6-alpha8) that is required for apoptosis."}, {"pubmed": 25893290, "text": "Low expression of pro-apoptotic Bak protein in in Waldenstrom macroglobulinemia."}, {"pubmed": 25906158, "text": "Data with full-length proteins indicate that most BH3-only proteins can directly activate both Bak and Bax."}, {"pubmed": 25999420, "text": "Studies show that necrosis requires Bcl-2-associated protein x (Bax) and Bcl-2 homologues antagonist/killer (Bak), which can regulate the permeability characteristics of the outer mitochondrial membrane."}, {"pubmed": 26030884, "text": "Puma is the major mediator of virus-induced Bax/Bak activation and mitochondrial membrane permeabilization induction."}, {"pubmed": 26134559, "text": "Data show that mitochondrial X-linked inhibitor of apoptosis protein (XIAP) entry requires apoptosis regulatory proteins Bax or Bak through mitochondrial permeabilization and Smac/DIABLO protein degradation."}, {"pubmed": 26179084, "text": "Different selenium concentrations had varying effects on BAK1 and APAF1 levels. APAF1 may play an important role in the pathogenesis of KBD"}, {"pubmed": 26378049, "text": "LTX-315 kills cancer cells through Bax/Bak-regulated mitochondrial membrane permeabilization"}, {"pubmed": 26406239, "text": "Report shows that high Bak expression is associated with the favorable overall survival rates of breast cancer patients."}, {"pubmed": 26417093, "text": "Motifs of VDAC2 required for mitochondrial Bak import and tBid-induced apoptosis."}, {"pubmed": 26486506, "text": "Low expression of BAX is associated with docetaxel resistance in gastric cancer."}, {"pubmed": 26494789, "text": "high BAK expression correlates with sensitivity of clinical acute myelogenous leukemia to chemotherapy, whereas low BAK levels correlate with resistance and relapse"}, {"pubmed": 26610208, "text": "Findings argue for auto-activation of Bak in the absence of anti-apoptotic Bcl-2 proteins and provide evidence of profound differences in the activation of Bax and Bak."}, {"pubmed": 26668309, "text": "A Novel Naphthalimide Compound Restores p53 Function in Non-small Cell Lung Cancer by Reorganizing the Bak.Bcl-xl Complex and Triggering Transcriptional Regulation."}, {"pubmed": 26743580, "text": "E6 proteins of human papillomavirus types 6 and 11 are able to protect keratinocytes from apoptosis via Bak degradation."}, {"pubmed": 27076518, "text": "These results not only establish Bok as a Bak- and Bax-independent apoptosis inducer, but also suggest a potential impact of Bok expression in ovarian cancer therapy."}, {"pubmed": 27177325, "text": "the expression of Bak1 was downregulated in CRC tumor tissues and was reversely correlated with the expression of miR410, which provided further support that Bak1 was regulated by miR410."}, {"pubmed": 27217060, "text": "Study reports the proximal alpha1-alpha2 loop as a second activation site in Bak and in mitochondrial Bax."}, {"pubmed": 27310874, "text": "The results strongly suggest that the direct apoptosis-activation activities of Bid, Bim, Puma, and p53 are not essential for activating Bax/Bak once the anti-apoptotic Bcl-2 proteins are neutralized."}, {"pubmed": 27401010, "text": "The low-level constitutive production of platelets caused by the G allele of rs5745568 in BAK1 protein seems to increase the risk of bleeding in dengue infection"}, {"pubmed": 27555755, "text": "The BAK1/BCL2 ratio was positively correlated with the results of audiometric tests. Our results indicate that BAK-mediated apoptosis may be a core mechanism in the progression of age-related hearing impairment in humans"}, {"pubmed": 27845183, "text": "after the induction of apoptosis, Bak switches from its association with Mtx2 and VDAC2 to a closer association with Mtx1."}, {"pubmed": 28064312, "text": "Polymorphisms of KITLG, SPRY4, and BAK1 genes in patients with testicular germ cell tumors and individuals with infertility associated with AZFc deletion of the Y chromosome"}, {"pubmed": 28182867, "text": "This comprehensive survey showed that in each Bak dimer the N-termini are fully solvent-exposed and mobile, the core is highly structured, and the C-termini are flexible but restrained by their contact with the membrane."}, {"pubmed": 28295819, "text": "Studied BAK1, SPRY4 and GAB2 SNPs in pediatric germ cell tumors(GCT); found a variant in SPRY4 was associated with reduced risk of GCT; a variant in BAK1 was positively associated with GCT with a strong estimated effect for testis tumors; and a SNP in GAB2 was associated with increased risk for GCT."}, {"pubmed": 28337703, "text": "UMI-77 enhances TRAIL-induced apoptosis by unsequestering Bim and Bak, which provides a novel therapeutic strategy for the treatment of gliomas."}, {"pubmed": 28676391, "text": "The proapoptotic BCL-2 proteins BAX and BAK can commit a cell to its programmed death by permeabilizing the outer mitochondrial membrane and subsequent initiation of the caspase cascade. (Review)"}, {"pubmed": 28937296, "text": "Data suggest that ECAD, STAT3, Bak, and Bcl-xL are expressed in affected endometrial tissues of women with endometrioid adenocarcinoma depending on neoplasm staging and cell differentiation. This study was conducted using immunohistochemistry of surgically resected tissues. (ECAD = E-cadherin; STAT3 = signal transducer and activator of transcription 3 protein; Bcl-xL = BCL2 associated agonist of cell death)"}, {"pubmed": 29149594, "text": "Conversion of Bim-BH3 from Activator to Inhibitor of Bak through Structure-Based Design."}, {"pubmed": 29256070, "text": "Casp3 cleavage partially impaired the anti-apoptotic activity of Mcl-1 by reducing its mitochondrial localization and impeding its association with the permeability transition pore-forming protein Bak."}, {"pubmed": 29653560, "text": "Our findings suggested that ZBP-89 and Sp1 overexpression induced Bak expression in a genetic manner. Increased Bak level was associated with poor patient survival, whereas high level of Sp1 is a beneficial factor for patient survival."}, {"pubmed": 30404157, "text": "we found that differential expression of BAK1, FIS1, and SFN were altered across the Barrett's disease sequence and manipulation of these genes elicited significant effects on mitochondrial membrane potential."}, {"pubmed": 30573668, "text": "BAK is ubiquitinated by endogenous Parkin. Its oligomerisation restricts its ubiquitination, impairs its ability to permeabilize membranes but promotes Parkin activity."}, {"pubmed": 30592293, "text": "BRD7 was positively correlated with BAK levels in breast cancer tissues, and the survival rate of patients with low BAK and BRD7 expression was significantly lower than that of patients with high BAK and BRD7 expression. In addition, BRD7 activated BAK promoter activity and induced BAK expression in an indirect manner."}, {"pubmed": 30899020, "text": "The fractional cell death response reflects variable effective concentrations at the mitochondria surface of the pro-apoptotic proteins Bax/Bak."}, {"pubmed": 31261174, "text": "It is distinct from the canonical pathways mediating platelet procoagulant function by strong physiologic stimuli or by the platelet apoptotic-like Bak/Bax-mediated pathway for cellular clearance."}, {"pubmed": 31637258, "text": "These results indicate that TNFalpha/CHX-induced apoptosis does not occur in Bak-/- cells, suggesting that TNFalpha/CHX-induced apoptosis is Bak-dependent but Bax-independent."}, {"pubmed": 31767839, "text": "Data for the leukaemia risk loci BCL2-antagonist-killer 1 protein (BAK1) and insulin like growth factor 2 mRNA binding protein 1 (IGF2BP1) suggests deregulation of B-cell development and genetic susceptibility to precursor B-cell lymphoblastic leukemia (Pre B-ALL) [Meta-Analysis]."}, {"pubmed": 31981967, "text": "Structure-based modeling of turnover of Bcl-2 family proteins bound to voltage-dependent anion channel 2 (VDAC2): Implications for the mechanisms of proapoptotic activation of Bak and Bax in vivo."}, {"pubmed": 32038496, "text": "Association Between BAK1 Gene rs210138 Polymorphisms and Testicular Germ Cell Tumors: A Systematic Review and Meta-Analysis."}, {"pubmed": 32054850, "text": "Low expression of pro-apoptotic proteins Bax, Bak and Smac indicates prolonged progression-free survival in chemotherapy-treated metastatic melanoma."}, {"pubmed": 32226296, "text": "Inflammation-dependent downregulation of miR-532-3p mediates apoptotic signaling in human sarcopenia through targeting BAK1."}, {"pubmed": 32234474, "text": "SFTSV Infection Induces BAK/BAX-Dependent Mitochondrial DNA Release to Trigger NLRP3 Inflammasome Activation."}, {"pubmed": 32430171, "text": "Co-expression of Mcl-1 and Bak induces mitochondrial swelling."}, {"pubmed": 32513923, "text": "Glucocorticoids can induce BIM to trigger apoptosis in the absence of BAX and BAK1."}, {"pubmed": 32620849, "text": "Characterization of an alternative BAK-binding site for BH3 peptides."}, {"pubmed": 32929280, "text": "BAK core dimers bind lipids and can be bridged by them."}, {"pubmed": 34523144, "text": "High-resolution analysis of the conformational transition of pro-apoptotic Bak at the lipid membrane."}, {"pubmed": 34523147, "text": "Dynamic reconfiguration of pro-apoptotic BAK on membranes."}, {"pubmed": 34725331, "text": "Paradoxical implication of BAX/BAK in the persistence of tetraploid cells."}, {"pubmed": 35017502, "text": "Structural basis of BAK activation in mitochondrial apoptosis initiation."}, {"pubmed": 35094193, "text": "Bak interacts with AKT and is involved in TNFalpha/CHX-induced apoptosis."}, {"pubmed": 35120587, "text": "The interplay between BAX and BAK tunes apoptotic pore growth to control mitochondrial-DNA-mediated inflammation."}, {"pubmed": 35876934, "text": "Decoding the concealed transcriptional signature of the apoptosis-related BCL2 antagonist/killer 1 (BAK1) gene in human malignancies."}, {"pubmed": 35918310, "text": "A common deletion at BAK1 reduces enhancer activity and confers risk of intracranial germ cell tumors."}, {"pubmed": 37507742, "text": "Hsa_circ_0002348 regulates trophoblast proliferation and apoptosis through miR-126-3p/BAK1 axis in preeclampsia."}, {"pubmed": 37903059, "text": "Dysregulation of MTFR2, ATP5IF1 and BAK1 in Sertoli cells relates to idiopathic non-obstructive azoospermia via inhibiting mitochondrial fission and inducing mitochondrial dysfunctiondagger."}, {"pubmed": 38001340, "text": "Cell-specific modulation of mitochondrial respiration and metabolism by the pro-apoptotic Bcl-2 family members Bax and Bak."}, {"pubmed": 38503846, "text": "Endogenous BAX and BAK form mosaic rings of variable size and composition on apoptotic mitochondria."}], "genomic_pos": {"chr": "6", "end": 33580293, "ensemblgene": "ENSG00000030110", "start": 33572547, "strand": -1}, "genomic_pos_hg19": [{"chr": "20", "end": 31278816, "start": 31276723, "strand": -1}, {"chr": "6", "end": 33548019, "start": 33540329, "strand": -1}], "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001782", "qualifier": "involved_in", "term": "B cell homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001783", "qualifier": "involved_in", "term": "B cell apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001836", "qualifier": "involved_in", "term": "release of cytochrome c from mitochondria"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001836", "pubmed": [9843949, 16199525], "qualifier": "involved_in", "term": "release of cytochrome c from mitochondria"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0001836", "pubmed": 21041309, "qualifier": "involved_in", "term": "release of cytochrome c from mitochondria"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001974", "qualifier": "involved_in", "term": "blood vessel remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002262", "qualifier": "involved_in", "term": "myeloid cell homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002352", "qualifier": "involved_in", "term": "B cell negative selection"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006915", "pubmed": 23028632, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006915", "pubmed": 7715731, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006919", "qualifier": "involved_in", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008053", "qualifier": "involved_in", "term": "mitochondrial fusion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008630", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to DNA damage"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009620", "qualifier": "involved_in", "term": "response to fungus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010046", "qualifier": "involved_in", "term": "response to mycotoxin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010225", "qualifier": "involved_in", "term": "response to UV-C"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010248", "pubmed": 9843949, "qualifier": "involved_in", "term": "establishment or maintenance of transmembrane electrochemical gradient"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010332", "qualifier": "involved_in", "term": "response to gamma radiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010524", "qualifier": "involved_in", "term": "positive regulation of calcium ion transport into cytosol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010629", "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014070", "qualifier": "involved_in", "term": "response to organic cyclic compound"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031018", "qualifier": "involved_in", "term": "endocrine pancreas development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031100", "qualifier": "involved_in", "term": "animal organ regeneration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031334", "pubmed": 9111042, "qualifier": "involved_in", "term": "positive regulation of protein-containing complex assembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032469", "pubmed": 18309324, "qualifier": "involved_in", "term": "endoplasmic reticulum calcium ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032471", "qualifier": "involved_in", "term": "negative regulation of endoplasmic reticulum calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033137", "qualifier": "involved_in", "term": "negative regulation of peptidyl-serine phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0034620", "pubmed": 22013210, "qualifier": "involved_in", "term": "cellular response to unfolded protein"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034644", "pubmed": 15901672, "qualifier": "involved_in", "term": "cellular response to UV"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034644", "qualifier": "involved_in", "term": "cellular response to UV"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035108", "qualifier": "involved_in", "term": "limb morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042542", "qualifier": "involved_in", "term": "response to hydrogen peroxide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043065", "pubmed": 17289999, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044346", "qualifier": "involved_in", "term": "fibroblast apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045862", "pubmed": 18387192, "qualifier": "involved_in", "term": "positive regulation of proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046902", "pubmed": [9843949, 21041309], "qualifier": "involved_in", "term": "regulation of mitochondrial membrane permeability"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048597", "qualifier": "involved_in", "term": "post-embryonic camera-type eye morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050673", "qualifier": "involved_in", "term": "epithelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051649", "qualifier": "involved_in", "term": "establishment of localization in cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051726", "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051881", "pubmed": 9843949, "qualifier": "involved_in", "term": "regulation of mitochondrial membrane potential"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060068", "qualifier": "involved_in", "term": "vagina development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060402", "qualifier": "involved_in", "term": "calcium ion transport into cytosol"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0070059", "pubmed": 22934019, "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to endoplasmic reticulum stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070242", "qualifier": "involved_in", "term": "thymocyte apoptotic process"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071260", "pubmed": 19593445, "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0090200", "pubmed": 32929280, "qualifier": "involved_in", "term": "positive regulation of release of cytochrome c from mitochondria"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090201", "pubmed": 15901672, "qualifier": "involved_in", "term": "negative regulation of release of cytochrome c from mitochondria"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0097190", "pubmed": 15901672, "qualifier": "involved_in", "term": "apoptotic signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0097192", "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway in absence of ligand"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097193", "pubmed": 22006182, "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097202", "pubmed": 18387192, "qualifier": "involved_in", "term": "activation of cysteine-type endopeptidase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900103", "qualifier": "involved_in", "term": "positive regulation of endoplasmic reticulum unfolded protein response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901029", "pubmed": 15901672, "qualifier": "involved_in", "term": "negative regulation of mitochondrial outer membrane permeabilization involved in apoptotic signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1901030", "pubmed": 32929280, "qualifier": "involved_in", "term": "positive regulation of mitochondrial outer membrane permeabilization involved in apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902262", "qualifier": "involved_in", "term": "apoptotic process involved in blood vessel morphogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1903896", "pubmed": 22013210, "qualifier": "involved_in", "term": "positive regulation of IRE1-mediated unfolded protein response"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 9843949, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005741", "qualifier": "is_active_in", "term": "mitochondrial outer membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005741", "pubmed": 22006182, "qualifier": "is_active_in", "term": "mitochondrial outer membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005741", "pubmed": [29531808, 32929280], "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005741", "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005741", "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0046930", "pubmed": 9843949, "qualifier": "part_of", "term": "pore complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097136", "pubmed": 21041309, "qualifier": "part_of", "term": "Bcl-2 family protein complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0097136", "pubmed": 22515821, "qualifier": "part_of", "term": "Bcl-2 family protein complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097145", "pubmed": [10950869, 17024184, 23028632], "qualifier": "part_of", "term": "BAK complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0097145", "pubmed": 32929280, "qualifier": "part_of", "term": "BAK complex"}], "MF": [{"category": "MF", "evidence": "ND", "id": "GO:0003674", "qualifier": "enables", "term": "molecular_function"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9027312, 9111042, 9463381, 9843949, 10381623, 10950869, 11571294, 12624108, 14596824, 15901672, 16189514, 16439990, 17097560, 17289999, 17446862, 17606912, 18040043, 19060904, 19968986, 20023629, 21036904, 21132008, 22516262, 23055042, 23604079, 23680104, 23782464, 25416956, 26004684, 28514442, 29997244, 31467278, 31515488, 32296183, 32814053, 37398436], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015288", "qualifier": "enables", "term": "porin activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015288", "pubmed": 22006182, "qualifier": "enables", "term": "porin activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031072", "qualifier": "enables", "term": "heat shock protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [10950869, 15901672, 16439990, 17024184, 17446862, 21041309, 23782464], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 23028632, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044325", "pubmed": 25296756, "qualifier": "enables", "term": "transmembrane transporter binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046982", "pubmed": 10837489, "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051087", "qualifier": "enables", "term": "protein-folding chaperone binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051400", "qualifier": "enables", "term": "BH domain binding"}]}, "homologene": {"genes": [[9031, 419912], [9544, 706534], [9598, 462616], [9606, 578], [9615, 481744], [9913, 514090], [10090, 12018], [10116, 116502]], "id": 917}, "interpro": [{"desc": "Bcl2-like", "id": "IPR002475", "short_desc": "Bcl2-like"}, {"desc": "Apoptosis regulator, Bcl-2, BH1 motif, conserved site", "id": "IPR020717", "short_desc": "Bcl2_BH1_motif_CS"}, {"desc": "Apoptosis regulator, Bcl-2, BH2 motif, conserved site", "id": "IPR020726", "short_desc": "Bcl2_BH2_motif_CS"}, {"desc": "Apoptosis regulator, Bcl-2, BH3 motif, conserved site", "id": "IPR020728", "short_desc": "Bcl2_BH3_motif_CS"}, {"desc": "Bcl-2 family", "id": "IPR026298", "short_desc": "Bcl-2_fam"}, {"desc": "Bcl-2-like superfamily", "id": "IPR036834", "short_desc": "Bcl-2-like_sf"}, {"desc": "Bcl-2, Bcl-2 homology region 1-3", "id": "IPR046371", "short_desc": "Bcl-2_BH1-3"}], "ipi": ["IPI00924856", "IPI00953562"], "map_location": "6p21.31", "name": "BCL2 antagonist/killer 1", "other_names": ["BCL2-like 7 protein", "apoptosis regulator BAK", "bcl-2 homologous antagonist/killer", "bcl-2-like protein 7", "bcl2-L-7", "pro-apoptotic protein BAK"], "pantherdb": {"HGNC": "949", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1097161", "ortholog_type": "LDO", "panther_family": "PTHR11256", "taxid": 10090, "uniprot_kb": "O08734"}, {"RGD": "621635", "ortholog_type": "LDO", "panther_family": "PTHR11256", "taxid": 10116, "uniprot_kb": "Q9JK59"}, {"Ensembl": "ENSGALG00000031493", "ortholog_type": "LDO", "panther_family": "PTHR11256", "taxid": 9031, "uniprot_kb": "Q5F404"}], "uniprot_kb": "Q16611"}, "pathway": {"biocarta": {"id": "mitochondriapathway", "name": "role of mitochondria in apoptotic signaling"}, "kegg": [{"id": "hsa04141", "name": "Protein processing in endoplasmic reticulum - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04215", "name": "Apoptosis - multiple species - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05203", "name": "Viral carcinogenesis - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, {"id": "hsa05210", "name": "Colorectal cancer - Homo sapiens (human)"}, {"id": "hsa05212", "name": "Pancreatic cancer - Homo sapiens (human)"}, {"id": "hsa05213", "name": "Endometrial cancer - Homo sapiens (human)"}, {"id": "hsa05214", "name": "Glioma - Homo sapiens (human)"}, {"id": "hsa05216", "name": "Thyroid cancer - Homo sapiens (human)"}, {"id": "hsa05217", "name": "Basal cell carcinoma - Homo sapiens (human)"}, {"id": "hsa05218", "name": "Melanoma - Homo sapiens (human)"}, {"id": "hsa05220", "name": "Chronic myeloid leukemia - Homo sapiens (human)"}, {"id": "hsa05222", "name": "Small cell lung cancer - Homo sapiens (human)"}, {"id": "hsa05223", "name": "Non-small cell lung cancer - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05225", "name": "Hepatocellular carcinoma - Homo sapiens (human)"}, {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}], "pid": [{"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "p73pathway", "name": "p73 transcription factor network"}], "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-109606", "name": "Intrinsic Pathway for Apoptosis"}, {"id": "R-HSA-111452", "name": "Activation and oligomerization of BAK protein"}, {"id": "R-HSA-111457", "name": "Release of apoptotic factors from the mitochondria"}, {"id": "R-HSA-111471", "name": "Apoptotic factor-mediated response"}, {"id": "R-HSA-5218859", "name": "Regulated Necrosis"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5620971", "name": "Pyroptosis"}], "wikipathways": [{"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP2507", "name": "Nanomaterial induced apoptosis"}, {"id": "WP254", "name": "Apoptosis"}, {"id": "WP3614", "name": "Photodynamic therapy-induced HIF-1 survival signaling"}, {"id": "WP3872", "name": "Regulation of apoptosis by parathyroid hormone-related protein"}, {"id": "WP3941", "name": "Oxidative Damage"}, {"id": "WP4155", "name": "Endometrial cancer"}, {"id": "WP4216", "name": "Chromosomal and microsatellite instability in colorectal cancer"}, {"id": "WP4255", "name": "Non-small cell lung cancer"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP4263", "name": "Pancreatic adenocarcinoma pathway"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4658", "name": "Small cell lung cancer"}, {"id": "WP4685", "name": "Melanoma"}, {"id": "WP4838", "name": "Regucalcin in proximal tubule epithelial kidney cells"}, {"id": "WP710", "name": "DNA damage response (only ATM dependent)"}]}, "pdb": ["1BXL", "2IMS", "2IMT", "2JBY", "2JCN", "2LP8", "2M5B", "2XPX", "2YV6", "3I1H", "3QBR", "4D2L", "4U2U", "4U2V", "4UF1", "5AJK", "5FMI", "5FMK", "5VWV", "5VWW", "5VWX", "5VWY", "5VWZ", "5VX0", "5VX1", "6ODH", "6UXM", "6UXN", "6UXO", "6UXP", "6UXQ", "6UXR", "7K02", "7LK4", "7M5A", "7M5B", "7OFM", "7OFO", "8CZF", "8CZG", "8CZH", "8GSV", "8IGC", "8IVB", "8SRX", "8SRY", "8UKY"], "pfam": "PF00452", "pharmgkb": "PA25253", "pharos": {"target_id": 16322, "tdl": "Tbio"}, "pir": "S58873", "prosite": "PS50062", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246243", "relationship": "is"}, {"id": "GNF246244", "relationship": "is"}, {"id": "GNF246245", "relationship": "is"}, {"id": "GNF246246", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163679", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF036750", "relationship": "is"}, {"id": "GNF046300", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080002", "relationship": "is"}, {"id": "GNF080003", "relationship": "is"}, {"id": "GNF080004", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052709", "relationship": "is"}, {"id": "GNF057478", "relationship": "is"}, {"id": "GNF072562", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062782", "relationship": "is"}, {"id": "GNF064139", "relationship": "is"}, {"id": "GNF064140", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF001000", "relationship": "is"}, {"id": "GNF274132", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094569", "relationship": "is"}, {"id": "GNF134226", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1"], "protein": ["NP_001179.1", "XP_011513081.1", "XP_011513082.1", "XP_047275150.1", "XP_047275152.1", "XP_054212099.1", "XP_054212100.1", "XP_054212101.1", "XP_054212102.1"], "rna": ["NM_001188.4", "XM_011514779.4", "XM_011514780.2", "XM_047419194.1", "XM_047419196.1", "XM_054356124.1", "XM_054356125.1", "XM_054356126.1", "XM_054356127.1"], "translation": [{"protein": "XP_047275152.1", "rna": "XM_047419196.1"}, {"protein": "XP_054212100.1", "rna": "XM_054356125.1"}, {"protein": "XP_054212102.1", "rna": "XM_054356127.1"}, {"protein": "XP_054212099.1", "rna": "XM_054356124.1"}, {"protein": "NP_001179.1", "rna": "NM_001188.4"}, {"protein": "XP_011513081.1", "rna": "XM_011514779.4"}, {"protein": "XP_011513082.1", "rna": "XM_011514780.2"}, {"protein": "XP_047275150.1", "rna": "XM_047419194.1"}, {"protein": "XP_054212101.1", "rna": "XM_054356126.1"}]}, "reporter": {"HG-U133_Plus_2": "203728_at", "HG-U95Av2": ["1687_s_at", "846_s_at"], "HTA-2_0": "TC06001588.hg.1", "HuEx-1_0": "2950753", "HuGene-1_1": "8125766", "HuGene-2_1": "17018274"}, "retired": 1035, "summary": "The protein encoded by this gene belongs to the BCL2 protein family. BCL2 family members form oligomers or heterodimers and act as anti- or pro-apoptotic regulators that are involved in a wide variety of cellular activities. This protein localizes to mitochondria, and functions to induce apoptosis. It interacts with and accelerates the opening of the mitochondrial voltage-dependent anion channel, which leads to a loss in membrane potential and the release of cytochrome c. This protein also interacts with the tumor suppressor P53 after exposure to cell stress. [provided by RefSeq, Jul 2008].", "symbol": "BAK1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332379"}, "unigene": "Hs.485139", "uniprot": {"Swiss-Prot": "Q16611", "TrEMBL": "A0A0S2Z391"}, "wikipedia": {"url_stub": "Bcl-2 homologous antagonist killer"}}