{"AllianceGenome": "950", "HGNC": "950", "MIM": "603089", "_id": "8314", "_version": 3, "accession": {"genomic": ["AC092045.2", "AJ011861.1", "CH471055.1", "CP068275.2", "MF588675.1", "MF802268.1", "MF802269.1", "MF802270.1", "MF802271.1", "MF802272.1", "MF802273.1", "MF802274.1", "MF802275.1", "MF802276.1", "MF802277.1", "MF947144.1", "MF947145.1", "MF947146.1", "MF947147.1", "MF947148.1", "MF947149.1", "MF947150.1", "MF947151.1", "NC_000003.12", "NC_060927.1", "NG_031859.1"], "protein": ["AAC15970.1", "AAH01596.1", "AAN05092.1", "AXS78008.1", "BAA13401.3", "BAB46921.1", "BAB46926.1", "BAF85297.1", "BAG52602.1", "BAG58349.1", "EAW65220.1", "EAW65221.1", "NP_001397701.1", "NP_004647.1", "Q92560.2", "QCO31682.1", "XP_011532451.1", "XP_011532452.1", "XP_011532453.1", "XP_011532454.1", "XP_047305000.1", "XP_054204030.1", "XP_054204031.1", "XP_054204032.1", "XP_054204033.1", "XP_054204034.1"], "rna": ["AB002534.1", "AF045581.1", "AK092725.1", "AK094499.1", "AK225494.1", "AK292608.1", "AK295395.1", "AK307274.1", "AY130008.1", "BC001596.1", "BX647318.1", "D87462.2", "D88812.1", "DA188433.1", "DQ593715.1", "NM_001410772.1", "NM_004656.4", "XM_011534149.4", "XM_011534150.4", "XM_011534151.4", "XM_011534152.3", "XM_047449044.1", "XM_054348055.1", "XM_054348056.1", "XM_054348057.1", "XM_054348058.1", "XM_054348059.1"], "translation": [{"protein": "BAG58349.1", "rna": "AK295395.1"}, {"protein": "BAB46926.1", "rna": "AB002534.1"}, {"protein": "AAN05092.1", "rna": "AY130008.1"}, {"protein": "NP_001397701.1", "rna": "NM_001410772.1"}, {"protein": "XP_011532452.1", "rna": "XM_011534150.4"}, {"protein": "BAB46921.1", "rna": "D88812.1"}, {"protein": "XP_054204033.1", "rna": "XM_054348058.1"}, {"protein": "XP_054204031.1", "rna": "XM_054348056.1"}, {"protein": "AAH01596.1", "rna": "BC001596.1"}, {"protein": "XP_011532451.1", "rna": "XM_011534149.4"}, {"protein": "XP_054204032.1", "rna": "XM_054348057.1"}, {"protein": "BAG52602.1", "rna": "AK092725.1"}, {"protein": "AAC15970.1", "rna": "AF045581.1"}, {"protein": "XP_054204034.1", "rna": "XM_054348059.1"}, {"protein": "XP_054204030.1", "rna": "XM_054348055.1"}, {"protein": "BAA13401.3", "rna": "D87462.2"}, {"protein": "XP_047305000.1", "rna": "XM_047449044.1"}, {"protein": "XP_011532454.1", "rna": "XM_011534152.3"}, {"protein": "XP_011532453.1", "rna": "XM_011534151.4"}, {"protein": "NP_004647.1", "rna": "NM_004656.4"}, {"protein": "BAF85297.1", "rna": "AK292608.1"}]}, "alias": ["HUCEP-13", "KURIS", "TPDS1", "UBM2", "UCHL2", "UVM2", "hucep-6"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2019-03-21T17:57:13.803Z", "disease_label": "BAP1-related tumor predisposition syndrome", "gcep": "Hereditary Cancer Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0013692", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_d70c33af-2e4f-4489-9c29-797655015b1d-2019-03-21T175713.803Z", "sop": "SOP6"}}, "ec": "3.4.19.12", "ensembl": {"gene": "ENSG00000163930", "protein": ["ENSP00000296288", "ENSP00000417132", "ENSP00000417776", "ENSP00000418320", "ENSP00000419709", "ENSP00000420647", "ENSP00000482839"], "transcript": ["ENST00000296288", "ENST00000460680", "ENST00000466093", "ENST00000469613", "ENST00000470173", "ENST00000471532", "ENST00000478368", "ENST00000483984", "ENST00000490804", "ENST00000490917", "ENST00000615113"], "translation": [{"protein": "ENSP00000417132", "rna": "ENST00000460680"}, {"protein": "ENSP00000418320", "rna": "ENST00000469613"}, {"protein": "ENSP00000296288", "rna": "ENST00000296288"}, {"protein": "ENSP00000482839", "rna": "ENST00000615113"}, {"protein": "ENSP00000420647", "rna": "ENST00000478368"}, {"protein": "ENSP00000419709", "rna": "ENST00000490917"}, {"protein": "ENSP00000417776", "rna": "ENST00000470173"}], "type_of_gene": "protein_coding"}, "entrezgene": "8314", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 22.0741275926, "exp_mis": 273.826083408, "exp_syn": 123.258017627, "lof_z": 3.59986753586399, "mis_z": 3.09847817240018, "mu_lof": 1.52050953124e-06, "mu_mis": 2.64209104194e-05, "mu_syn": 1.12069439777e-05, "n_lof": 5.0, "n_mis": 169.0, "n_syn": 133.0, "p_li": 0.385637503937077, "p_null": 8.72024860841888e-05, "p_rec": 0.614275293576839, "syn_z": -0.543988889558292}, "bp": 2190, "cds_end": 52443894, "cds_start": 52436303, "n_exons": 17, "nonpsych": {"exp_lof": 19.6609169079, "exp_mis": 247.520737679, "exp_syn": 111.242099846, "lof_z": 3.24721704029361, "mis_z": 3.25469663819749, "mu_lof": 1.52050953124e-06, "mu_mis": 2.64209104194e-05, "mu_syn": 1.12069439777e-05, "n_lof": 5.0, "n_mis": 146.0, "n_syn": 120.0, "p_li": 0.22567138907808, "p_null": 0.000402927428271558, "p_rec": 0.773925683493648, "syn_z": -0.52279196017505}, "nontcga": {"exp_lof": 20.2771721315, "exp_mis": 251.888989251, "exp_syn": 113.366353639, "lof_z": 4.22299820198266, "mis_z": 3.16700666476829, "mu_lof": 1.52050953124e-06, "mu_mis": 2.64209104194e-05, "mu_syn": 1.12069439777e-05, "n_lof": 1.0, "n_mis": 151.0, "n_syn": 120.0, "p_li": 0.995927821737352, "p_null": 6.56299145507498e-08, "p_rec": 0.00407211263273361, "syn_z": -0.394484026435919}, "transcript": "ENST00000460680.1"}, "exons": [{"cdsend": 52409878, "cdsstart": 52402287, "chr": "3", "position": [[52401008, 52402421], [52402601, 52402674], [52402778, 52402871], [52403137, 52403298], [52403415, 52403894], [52404452, 52404586], [52405109, 52405294], [52405764, 52405912], [52406252, 52406376], [52406828, 52406907], [52407173, 52407316], [52407398, 52407460], [52407957, 52408077], [52408473, 52408606], [52409553, 52409608], [52409713, 52409743], [52409841, 52410008]], "strand": -1, "transcript": "NM_004656", "txend": 52410008, "txstart": 52401008}], "exons_hg19": [{"cdsend": 52443894, "cdsstart": 52436303, "chr": "3", "position": [[52435024, 52436437], [52436617, 52436690], [52436794, 52436887], [52437153, 52437314], [52437431, 52437910], [52438468, 52438602], [52439125, 52439310], [52439780, 52439928], [52440268, 52440392], [52440844, 52440923], [52441189, 52441332], [52441414, 52441476], [52441973, 52442093], [52442489, 52442622], [52443569, 52443624], [52443729, 52443759], [52443857, 52444024]], "strand": -1, "transcript": "NM_004656", "txend": 52444024, "txstart": 52435024}], "generif": [{"pubmed": 18757409, "text": "identification of the deubiquitinating enzyme BAP1 as a tumor suppressor may lead to further understanding of how the ubiquitin proteasome system contributes to cancer and aid in the identification of new targets for cancer therapy"}, {"pubmed": 18950845, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19117993, "text": "Results suggest that BAP1 and BRCA1/BARD1 coordinately regulate ubiquitination during the DNA damage response and the cell cycle."}, {"pubmed": 19197335, "text": "Four genes encoding BRCA1-interacting proteins were analyzed in a cohort of 96 breast cancer individuals from high-risk non-BRCA1/BRCA2 French Canadian families."}, {"pubmed": 19197335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19367581, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19815555, "text": "BAP1 regulates cell proliferation by deubiquitinating HCF-1"}, {"pubmed": 19950226, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20436459, "text": "BAP1 is the catalytic subunit of the PR-DUB polycomb complex"}, {"pubmed": 20805357, "text": "HCF-1 interacts with the middle region of YY1 encompassing the glycine-lysine-rich domain and is essential for the formation of a ternary complex with YY1 and BAP1 in vivo."}, {"pubmed": 21051595, "text": "findings implicate loss of BAP1 in uveal melanoma metastasis and suggest that the BAP1 pathway may be a valuable therapeutic target"}, {"pubmed": 21484256, "text": "Studies suggest that BAP1 influences cell proliferation at G1/S by co-regulating transcription from HCF-1/E2F-governed promoters."}, {"pubmed": 21642991, "text": "The nuclear deubiquitinase BAP1 is commonly inactivated by somatic mutations and 3p21.1 losses in malignant pleural mesothelioma."}, {"pubmed": 21874000, "text": "These results identify a BAP1-related cancer syndrome that is characterized by mesothelioma and uveal melanoma."}, {"pubmed": 21874003, "text": "Loss of BAP1 is associated with a clinically and morphologically distinct type of melanocytic neoplasm."}, {"pubmed": 21941004, "text": "Biallelic inactivation of BAP1 is observed in uveal melanoma, lung adenocarcinoma and meningioma."}, {"pubmed": 22321046, "text": "These results suggest that the lack of the tumor suppressor BAP1 may be more specifically involved in the pathogenesis of epithelioid MM rather than non-epithelioid MM."}, {"pubmed": 22367297, "text": "A distinct subset of atypical Spitz tumors is characterized by BRAF mutation and loss of BAP1 expression."}, {"pubmed": 22545102, "text": "Germline BAP1 mutations are associated with a more aggressive ocular melanoma phenotype and a recurrent phenotypic complex of cutaneous/ocular melanoma."}, {"pubmed": 22683710, "text": "BAP1 loss sensitizes RCC cells in vitro to genotoxic stress."}, {"pubmed": 22863556, "text": "BAP1 may be a useful prognostic factor of NSCLC patients and potential target for anticancer drugs."}, {"pubmed": 22878500, "text": "results identify a potent tumor suppressor function for BAP1 in myeloid neoplasia; a BAP1 catalytic mutation found in a myelodysplastic syndrome patient implies that BAP1 loss of function has similar consequences in mice and humans"}, {"pubmed": 22889334, "text": "These findings further support BAP1 as a melanoma susceptibility gene and extend the potential predisposition spectrum to paraganglioma."}, {"pubmed": 22935333, "text": "Germline BAP1 mutations are associated with a novel cancer syndrome characterized by malignant mesothelioma, uveal melanoma, cutaneous melanoma and MBAITs, and possibly by other cancers"}, {"pubmed": 22958294, "text": "somatic mutation in a BAP1 TSG may be rare or absent in these carcinomas; somatic mutational events in BAP1 may not contribute to development of these carcinomas."}, {"pubmed": 23026932, "text": "We report a series of 8 combined melanocytic lesions, in which a dominant large epithel-ioid cell proliferation with loss of BAP1 expression was associated and intimately admixed with a BAP1-positive conventional nevus."}, {"pubmed": 23032617, "text": "BAP1 germline mutation carriers are predisposed to the development of melanocytic skin lesions, uveal and cutaneous melanoma, and mesothelioma with varying degrees of penetrance."}, {"pubmed": 23171164, "text": "The study revealed that 2/66 (3%) unselected uveal melanoma cases had novel mutations in BAP1 that may have contributed to their disease risk."}, {"pubmed": 23277170, "text": "If a BAP1 mutation is confirmed in a tumour, the patient's treating physician should be informed of the possibility of a BAP1 germline mutation."}, {"pubmed": 23333114, "text": "The median overall survival in the UTSW cohort was significantly shorter for patients with BAP1-mutant tumours (4.6 years; 95% CI 2.1-7.2), than for patients with PBRM1-mutant tumours (10.6 years; 9.8-11.5)."}, {"pubmed": 23341325, "text": "Data show that exome sequencing of germline DNA from members of the affected family indicate a loss-of-function mutation in the BAP1 gene."}, {"pubmed": 23495950, "text": "Clumped perinuclear BAP1 expression is a frequent finding in sporadic epithelioid Spitz tumors."}, {"pubmed": 23620406, "text": "BAP1 and SETD2 mutations (6%-12%) are associated with worse cancer-specific survival , suggesting their roles in disease progression."}, {"pubmed": 23644518, "text": "PBRM1, KDM6A, SETD2 and BAP1 were unmethylated in all tumor and normal specimens."}, {"pubmed": 23684012, "text": "BAP1 mutations are associated with the genetic cause of some familial nonsyndromic renal cell carcinomas."}, {"pubmed": 23709298, "text": "Findings suggest that BAP1 is an early-onset familial Renal cell carcinoma (RCC) predisposing gene; BAP1 mutations may drive tumor development in a subset of patients with inherited renal cell cancer"}, {"pubmed": 23849051, "text": "study describes a family with a novel germline BAP1 nonsense mutation, c.723T>G, which leads to a predicted truncated protein, p.Y241*, or nonsense-mediated decay of the BAP1 mRNA; the proband had uveal melanoma and his paternal family has a remarkable history of multiple cancers"}, {"pubmed": 23867514, "text": "the evidence that implicated PBRM1 and BAP1 as renal cancer driver genes, provide an update on the function of the gene products, and speculate on how mutations in these genes may be exploited therapeutically"}, {"pubmed": 23915344, "text": "BAP1 appears to function in the uveal melanocyte lineage primarily as a regulator of differentiation, with cells deficient for BAP1 exhibiting stem-like qualities."}, {"pubmed": 23963927, "text": "BAP1 expression was not associated with asbestos exposure."}, {"pubmed": 23977234, "text": "BAP1 is an important uveal and cutaneous melanoma tumor suppressor gene."}, {"pubmed": 24018818, "text": "loss of expression of BAP1 occurs in a small proportion (~5%) of cutaneous melanomas"}, {"pubmed": 24029645, "text": "Mutation frequencies among CT images of clear cell RCCs were as follows: BAP1, 6.0% (14 of 233)."}, {"pubmed": 24076305, "text": "In clear cell renal carcinoma, BAP1 loss was associated with adverse clinicopathological variables, including high Fuhrman grade, advanced pT stage, sarcomatoid dedifferentiation and necrosis."}, {"pubmed": 24128712, "text": "High BAP1 mutations are associated with smoking in malignant pleural mesothelioma."}, {"pubmed": 24166983, "text": "BAP1-mutated tumors are associated with metastatic clear cell renal cell carcinoma."}, {"pubmed": 24185509, "text": "Frequent inactivating mutations in multiple chromatin-remodeling genes (including BAP1, ARID1A and PBRM1), and mutation in one of these genes occurred in almost half of the carcinomas sequenced."}, {"pubmed": 24187051, "text": "We detected a cosegregating BAP1 germline mutation in two family members with UM. This suggests that, consistent with a classic tumour suppressor model, carriers of damaging mutations in BAP1 are predisposed to UM."}, {"pubmed": 24211834, "text": "A model whereby stress induced phosphorylation functions to displace BAP1 from specific promoters. This may regulate the transcription of a subset of genes involved in the response to DNA damage."}, {"pubmed": 24243779, "text": "The results of this study confirm the association between germline BAP1 mutation and predisposition to UM, mesothelioma, CM and RCC."}, {"pubmed": 24247622, "text": "Analysis of BAP1 protein expression using immunohistochemistry may serve as a rapid and cost-effective means of identifying uveal melanoma patients with aggressive disease, who can then be managed appropriately."}, {"pubmed": 24347639, "text": "BAP1 has an important role in DSB repair by homologous recombination, which is a possible molecular basis for its tumor suppressor function"}, {"pubmed": 24373783, "text": "Immunohistochemically, Wiesner nevus is BAP1 negative and VE1 positive."}, {"pubmed": 24382589, "text": "This study used a large patient cohort to demonstrate that BAP1 expression is an independent marker of prognosis in patients with low-risk (SSIGN</= 3) ccRCC."}, {"pubmed": 24511587, "text": "Gene expression profiling for uveal melanoma may be obtained from patients who were previously treated with radiotherapy"}, {"pubmed": 24697775, "text": "Uveal melanoma and the BAP1 cancer syndrome raise awareness in the predisposition of hereditary cancer syndrome."}, {"pubmed": 24703950, "text": "UBE2O defines an atypical ubiquitin-signaling pathway that coordinates the function of BAP1."}, {"pubmed": 24705312, "text": "We characterized the BAP1 status in 17 ambiguous melanocytic tumors with a single genomic event involving loss of BAP1"}, {"pubmed": 24894717, "text": "BAP1 functions as part of the DNA damage response - mediates rapid poly(ADP-ribose)-dependent recruitment of the polycomb deubiquitylase complex PR-DUB to sites of DNA damage"}, {"pubmed": 24938780, "text": "The pathogenesis of Wiesner nevus is based on a loss of expression of the BAP1 gene."}, {"pubmed": 24970262, "text": "BAP1 mutations were associated with significantly increased odds of metastasis in uveal melanoma."}, {"pubmed": 25058347, "text": "BAP1 protein expression is an independent survival predictor for uveal melanoma patients."}, {"pubmed": 25080371, "text": "our observations suggest that BCCs are part of the BAP1 cancer syndrome, perhaps in relation with chronic sun exposure and melanocortin 1 receptor (MC1R) variants."}, {"pubmed": 25147369, "text": "Loss of BAP1 expression associated well with all of the methods currently used for prognostication and was itself predictive of death due to metastasis in uveal melanoma after enucleation"}, {"pubmed": 25225064, "text": "This study is the first to identify frequent BAP1 and BRCA pathway alterations in bladder cancer, show TERT promoter alterations are independent of other bladder cancer gene alterations, and show KDM6A loss is a driver of the bladder cancer phenotype."}, {"pubmed": 25225168, "text": "A recurrent germline BAP1 mutation and extension of the BAP1 tumor predisposition spectrum to include basal cell carcinoma"}, {"pubmed": 25228651, "text": "a new mechanism for BAP1 involved in deubiquitination of gamma-tubulin, which is required to prevent abnormal mitotic spindle formation and genome instability."}, {"pubmed": 25231345, "text": "BAP1 mutations are rare in patients with sporadic malignant mesothelioma MM, and we report a new BAP1 mutation, extend the cancer types associated with these mutations, and suggest the existence of other unknown genes in the pathogenesis of familial MM."}, {"pubmed": 25283999, "text": "INO80 is stabilized and targeted to replication forks by BAP1 during normal DNA synthesis but downregulated in BAP1 defective cancer cells"}, {"pubmed": 25380601, "text": "BAP1 mutations cause a new cancer syndrome, with a high rate of malignant mesothelioma."}, {"pubmed": 25451922, "text": "BAP1 deficiency causes increased expression of FoxK2 target genes in a Ring1B-Bmi1-dependent manner"}, {"pubmed": 25465300, "text": "Data suggest biallelic inactivation of PBRM1 or BAP1 is less common in non-ccRCC when compared with ccRCC tumors. Findings suggest loss of PBRM1 or BAP1 are key events in ccRCC, whereas other pathways may support tumorigenesis in non-ccRCC subtypes."}, {"pubmed": 25468148, "text": "taking into account previous similar screenings, the prevalence of germline BAP1 mutations in sporadic malignant pleural mesothelioma (MPM) patients can be estimated around 1-2%, suggesting a minor role of germline BAP1 mutation in the pathogenesis of sporadic MPM"}, {"pubmed": 25479927, "text": "The combined BAP1-BRAFV600E+ immunoprofile appears to be a constant feature of BAP1 tumor syndrome-associated melanocytic lesions"}, {"pubmed": 25488749, "text": "Integrative analysis of mutations and somatic copy-number alterations revealed frequent genetic alterations in BAP1, NF2, CDKN2A, and CUL1 in pleural mesothelioma."}, {"pubmed": 25506912, "text": "The mechanism by which loss of BAP1 promotes metastasis of uveal melanoma cells is shown."}, {"pubmed": 25521456, "text": "BAP1 may have a growth-sustaining role in melanoma cells, but its impact on ubiquitination underpins a complex physiology, which is context and cell dependent"}, {"pubmed": 25636086, "text": "The subsequent validation study on 68 LCBs identified recurrent mutations in TERT promoter, chromatin regulators (BAP1, PBRM1 and ARID2), a synapse organization gene (PCLO), IDH genes and KRAS."}, {"pubmed": 25658628, "text": "Our findings conclusively establish BAP1 as the most commonly mutated gene in MM, regardless of ethnic background or other clinical characteristics."}, {"pubmed": 25687217, "text": "This study suggests that a small subset of patients with early onset UM has germline mutation in BAP1."}, {"pubmed": 25787093, "text": "Prevalence of Germline BAP1, CDKN2A, and CDK4 Mutations in an Australian Population-Based Sample of Cutaneous Melanoma Cases"}, {"pubmed": 25796603, "text": "Sporadic germline BAP1 mutations are not relevant to the genetic susceptibility of malignant mesothelioma."}, {"pubmed": 25830670, "text": "BAP1 c.2054 A&T (p.E685V) variant is a pathogenic mutation and contributes to MPM through disruption of normal splicing"}, {"pubmed": 25889843, "text": "These findings suggest a major role for BAP1 in peritoneal malignant mesothelioma susceptibility."}, {"pubmed": 25938359, "text": "we have demonstrated that loss of IHC staining for BAP1 identifies a distinct subgroup of mesotheliomas with the same features previously associated with double hit mutation/inactivation of BAP1"}, {"pubmed": 25952750, "text": "The authors established mesothelioma patient derived tumor xenografts with BAP1 mutation that mimic the molecular characteristics in patient tumors. It can be used for studying novel drug regimens and the functional aspects of BAP1 in mesothelioma."}, {"pubmed": 25970771, "text": "BAP1 regulates HDAC2 by increasing transcript abundance, rather than opposing its ubiquitylation."}, {"pubmed": 25972334, "text": "Loss of BAP1 expression could be associated with the development of basal cell carcinomas in patients with germline BAP1 mutations"}, {"pubmed": 25974357, "text": "Germline BAP1 mutations occur infrequently in uveal melanoma and are associated with larger tumors and higher rates of ciliary body involvement, 2 known risk factors for metastasis."}, {"pubmed": 25976137, "text": "Known or suspected risk factors for UM, the cancer risk in UM patients and their family members, and the genes that have been reported to predispose to UM."}, {"pubmed": 26011428, "text": "Our results suggested that, whereas wild-type BAP1 suppresses Malignant mesothelioma cell proliferation and restores cell survival, some mutant BAP1 may also moderately retain these functions."}, {"pubmed": 26022455, "text": "BAP1 protein is frequently lost in mesothelioma, especially of epithelioid/biphasic subtype and is commonly associated with homozygous BAP1 deletion."}, {"pubmed": 26096145, "text": "BAP1 mutations responsible for tumor predisposition syndrome were reported in 2 families."}, {"pubmed": 26118501, "text": "These results demonstrate BAP1 as a major link with the BCR-ABL-induced downregulation of BRCA1 in CML."}, {"pubmed": 26191197, "text": "Suggest that cytoplasmic expression of BAP1 might serve as a valuable predictive biomarker of the prognosis in gliomas."}, {"pubmed": 26226841, "text": "conclude that loss of BAP1 expression, while not definitive, can be used to support the diagnosis of mesothelioma in effusion cytology"}, {"pubmed": 26246155, "text": "Unusually high frequency of large deletions indicates that the 3p21 chromosomal region surrounding BAP1 gene is structurally unstable."}, {"pubmed": 26300218, "text": "BAP1 expression identified 4 clinical subgroups of patients with clear cell renal cell carcinoma who had divergent clinical outcomes."}, {"pubmed": 26300492, "text": "BAP1 loss and MCRS1 down-regulation in renal cell carcinoma are associated with adverse clinicopathological features."}, {"pubmed": 26376834, "text": "BAP1 loss is frequent in epithelioid malignant mesothelioma, which is in turn associated with improved survival."}, {"pubmed": 26409435, "text": "study reports a high-risk cancer family with multiple mesotheliomas, cutaneous melanomas, basal cell carcinomas, and meningiomas segregating with a germline nonsense mutation in BAP1 (c.1938T>A; p.Y646X)"}, {"pubmed": 26416890, "text": "inactivation of the BAP1/ASXL2 axis might contribute to cancer development."}, {"pubmed": 26419610, "text": "BAP1 interacts directly with KLF5 and stabilizes KLF5 via deubiquitination."}, {"pubmed": 26437366, "text": "Bap1 loss leads cell proliferation and malignant transformation via histone methylation and gene expression."}, {"pubmed": 26448191, "text": "BAP1 immunohistochemistry provides a reliable marker of mesothelial malignancy in effusion cytology specimens."}, {"pubmed": 26452128, "text": "Use bioinformatic tools to predict the molecular effects of all mutations lying in BAP1 genes."}, {"pubmed": 26463840, "text": "BAP1 mutations occurred in asbestos-exposed malignant mesothelioma."}, {"pubmed": 26496992, "text": "The diagnosis was an amelanotic choroidal melanoma: stage T2aN0M0 in the right eye, a naevus in the left eye and ocular melanocytosis."}, {"pubmed": 26611647, "text": "expression of BAP1 is downregulated in gastric adenocarcinoma and its decreased expression is associated with more advanced tumor progressions (advanced T category, M category, and TNM stage) and malignant phenotypes (histologic grade). Additionally, low BAP1 expression is correlated to poor prognosis in gastric adenocarcinoma."}, {"pubmed": 26645730, "text": "Cellular blue nevi showed normal positive IHC staining for BAP1. Loss of BAP1 IHC expression was restricted to melanomas. including all metastatic cases"}, {"pubmed": 26683624, "text": "once a proband is identified, extended analyses of these kindreds, using genomic and genealogical studies to identify the most recent common ancestor, allow investigators to uncover additional branches of the family that may carry BAP1 mutations."}, {"pubmed": 26701415, "text": "Whole-exome sequencing of these lesions revealed the acquisition of BAP1 and TP53 mutations during tumor evolution, thereby unmasking clonal heterogeneity and allowing the identification of cooperating genes within the same tumor."}, {"pubmed": 26719535, "text": "Many tumors harboring BAP1 germline mutations were associated with BAP1 syndrome, including mesothelioma and ocular/cutaneous melanomas, as well as renal, breast, lung, gastric, and basal cell carcinomas."}, {"pubmed": 26739236, "text": "This study showed that the BAP1 C-terminal extension is important for H2A deubiquitination but needs to be activated by the DEUBAD domains of ASXL1 or its relatives."}, {"pubmed": 26744134, "text": "BAP1 mutation is associated with melanocytic tumors of the central nervous system."}, {"pubmed": 26765459, "text": "absent expression in intrahepatic cholangiocarcinoma associated with improved prognosis, higher histological grade"}, {"pubmed": 26774355, "text": "identifies a new BAP1 mutation, further highlights the relevance of BAP1 as a clinically important tumor suppressor gene, and broadens the range of cancers associated with BAP1 inactivation"}, {"pubmed": 26876698, "text": "The frequency of BAP1 germline pathogenic variants in consecutive Finnish patients with uveal melanoma who come from a high-risk region for the development of this cancer is comparable with reports from other populations."}, {"pubmed": 26885612, "text": "Low BAP1 expression is associated with lung cancer progression."}, {"pubmed": 26891804, "text": "Data showed that patients with biallelic BAP1 mutation had the worse recurrence-free survival."}, {"pubmed": 26896281, "text": "Bap1 is a bona fide tumor suppressor gene and offer key insights into the contribution of carcinogen exposure to enhanced cancer susceptibility"}, {"pubmed": 26900815, "text": "BAP1 immunohistochemistry is relatively insensitive in the context of differential diagnosis of sarcomatous and desmoplastic mesotheliomas."}, {"pubmed": 26923342, "text": "Patients with uveal melanoma can be classified into 3 groups, of which EIF1AX-mutated tumors and tumors without BAP1, SF3B1, or EIF1AX mutations are associated with prolonged survival and low metastatic risk, SF3B1-mutated tumors are associated with late metastasis"}, {"pubmed": 26982343, "text": "We conclude that, in contrast to intrahepatic cholangiocarcinoma, loss of expression of BAP1 occurs very rarely in pancreatic ductal adenocarcinoma. Therefore BAP1 inactivation is unlikely to be a frequent driver abnormality in pancreatic adenocarcinoma"}, {"pubmed": 27015033, "text": "BAP1 protein as determined by immunohistochemistry was absent in all samples with a BAP1 mutation irrespective of the functional type of mutation"}, {"pubmed": 27067777, "text": "loss of BAP1 expression can be used to very strongly support a pathological diagnosis of abdominal mesothelioma over serous carcinoma"}, {"pubmed": 27072194, "text": "BAP1 gene deletion is associated with chordoma."}, {"pubmed": 27114369, "text": "Our cohort included 257 lung cancer patients, of which 155 (60%) were adenocarcinomas and 72 (28%) were squamous cell carcinomas, with no other subtype comprising more than 3%. BAP1 loss of expression was found in only one lung cancer. We conclude that BAP1 mutation occurs very infrequently (0.4%) in non-small cell lung cancer."}, {"pubmed": 27116551, "text": "mutation is the most significant prognostic predictor of metastasis in polyploidy uveal melanoma"}, {"pubmed": 27123562, "text": "BAP1, SF3B1, and EIF1AX mutations occur during uveal melanoma tumor progression in an almost mutually exclusive manner and are associated with different levels of metastatic risk."}, {"pubmed": 27181379, "text": "In two out of six families with both mesothelioma and melanoma identified either a germline nonsense mutation (c.1153C > T, p.Arg385*) in BAP1 or a recurrent pathogenic germline mutation (c.301G > T, p.Gly101Trp) in CDKN2A."}, {"pubmed": 27223342, "text": "on the basis of our meta-analysis, we have demonstrated a peculiar role of BAP1 in influencing the prognosis in cancer. Thus, BAP1 could be considered as an important potential target for personalized medicine."}, {"pubmed": 27553041, "text": "Loss of BAP1 expression is associated with lung adenocarcinoma."}, {"pubmed": 27718540, "text": "Germline mutations in BAP1 gene is associated with familial uveal melanoma."}, {"pubmed": 27749792, "text": "Patients with uveal melanoma, especially if multifocal, and those with other systemic malignancy or family history of cancers should be tested for germ line BRCA-associated protein 1 mutation."}, {"pubmed": 27771374, "text": "BAP1 immunohistochemistry has limited prognostic utility as a complement of CDKN2A (p16) fluorescence in situ hybridization in malignant pleural mesothelioma."}, {"pubmed": 27813512, "text": "In malignant peritoneal mesothelioma, the most frequent genetic alteration was biallelic inactivation of the BAP1 gene, which occurred in 9/13 cases, with an additional two cases demonstrating monoallelic loss of BAP1. All 11 of these cases demonstrated loss of BAP1 nuclear staining by immunohistochemistry"}, {"pubmed": 27859460, "text": "BAP1 loss and high EZH2 expression were highly specific to malignant mesothelioma in differentiating it from benign mesothelial proliferations"}, {"pubmed": 27864835, "text": "BAP1 and PBRM1 loss is seen frequently in intrahepatic cholangiocarcinoma"}, {"pubmed": 27916271, "text": "In this report we show that patients with uveal melanoma harbor mutation-specific chromosomal patterns in the tumor. These chromosomal patterns are characterized by different types of chromosomal anomalies, thus illustrating that distinct biological mechanisms underlie uveal melanoma pathogenesis."}, {"pubmed": 27984124, "text": "Loss of BAP1 expression is a rare event in non-small cell lung cancer."}, {"pubmed": 28034829, "text": "BAP1 mutation, Copy Number Loss, and/or Loss of Protein Expression is associated with Malignant Peritoneal Mesotheliomas."}, {"pubmed": 28038708, "text": "FISH analysis of the p16/CDKN2A status and BAP1 immunohistochemistry in the spindled mesothelium provide a more objective means to differentiate between biphasic mesothelioma and epithelioid mesothelioma with atypical stromal cells"}, {"pubmed": 28062663, "text": "study reports germline mutations of the BAP1 gene in a sample of 1977 melanoma patients and 754 controls; sequencing revealed 30 BAP1 variants in total, of which 27 were rare; of the 27 rare variants, 22 were present in cases (18 missense, 1 splice acceptor, 1 frameshift and 2 near splice regions) and 5 in controls (all missense)"}, {"pubmed": 28098597, "text": "Letter: BAP1 expression is not lost in trichoblastomas, whether solitary sporadic or those occurring in the setting of multiple familial trichoepithelioma (MFT)/Brooke-Spiegler syndrome."}, {"pubmed": 28122578, "text": "NEAT-1 is a downstream effector of gemcitabine sensitivity in CCA. The expression of BAP1 is a determinant of sensitivity to therapeutic drugs that can be exploited to enhance responses through combination strategies."}, {"pubmed": 28170043, "text": "Study shows that the tumor suppressor gene breast cancer [BRCA]1-associated protein 1 (BAP1) is inactivated in 6 high-grade, rhabdoid meningiomas. In addition to patients with somatic BAP1 loss, 2 patients carried germline mutations, indicating that such meningiomas can arise as part of the BAP1 cancer predisposition syndrome."}, {"pubmed": 28256910, "text": "Important role of BAP1 in the survival of osteosarcoma cells."}, {"pubmed": 28284891, "text": "Intratumoral heterogeneity of BAP1 protein expression is more frequent in primary tumor than in metastatic sites. The loss of BAP1 protein expression in metastatic sites predicts poor prognosis in patients with ccRCC."}, {"pubmed": 28339037, "text": "lncFOXO1 suppressed the growth of breast cancer by increasing FOXO1 transcription. Moreover, we found that lncFOXO1 associated with BRCA-1-associated protein 1 (BAP1) and regulates its binding and the level of mono-ubiquitinated H2A at K119 (ubH2AK119) at FOXO1 promoter"}, {"pubmed": 28342657, "text": "this review discusses BAP1 as a drug target in mesothelioma"}, {"pubmed": 28362705, "text": "Loss of BAP1 Expression Occurs Rarely to Never in Colorectal Adenocarcinoma."}, {"pubmed": 28389374, "text": "Observations suggest that BAP1Delta does regulate DNA damage response and influences drug sensitivity in mesothelioma cells."}, {"pubmed": 28404968, "text": "Loss of nuclear BAP1 expression is an independent prognostic factor of poor overall survival and associated with distant metastasis in oral mucosal melanoma."}, {"pubmed": 28408295, "text": "Mutations in BAP1 negatively affected overall survival in patients with metastatic clear cell renal cell carcinoma"}, {"pubmed": 28409567, "text": "Our findings suggest that the genetic profile of coexistent GNAQ or GNA11 mutations with BAP1 or SF3B1 mutations can aid the histopathological diagnosis of blue nevus-like melanoma and distinguish blue nevus-like melanoma from conventional epidermal-derived melanomas."}, {"pubmed": 28444874, "text": "BRCA1-associated protein 1 (BAP1) gene mutation status had no prognostic significance. The frequency and spectrum of BAP1 mutations in UM may be more dependent on ethnicity and demographic variables than hitherto considered."}, {"pubmed": 28482042, "text": "A cancer surveillance program for individuals who carry germline BAP1 mutations may help identify tumors such as uveal melanoma, cutaneous melanoma, and renal cell carcinoma at early and treatable stages"}, {"pubmed": 28488170, "text": "Our data confirm the established role of BAP1 as a tumor suppressor protein and is the first report where BAP1 has been studied in pT1 clear cell renal cell carcinomas"}, {"pubmed": 28551647, "text": "We analyzed the prevalence of germline BAP1 mutations in a group of asbestos-exposed malignant mesothelioma patients and found non obviously pathogenic germline sequence variants of BAP1."}, {"pubmed": 28560743, "text": "A deleterious mutation of BAP1 was confirmed in 12/17 melanocytic BAP1-associated intradermal tumors cases."}, {"pubmed": 28597019, "text": "Case Report: germline BAP1 mutation associated with melanoma of foot."}, {"pubmed": 28614305, "text": "BAP1 regulates IP3R3-mediated Ca(2+) flux to mitochondria suppressing cell transformation"}, {"pubmed": 28618948, "text": "Our study revealed a unique tissue-specific significance of BAP1 mutation in prognostic prediction among different types of cancer. Clinically, combining detection of BAP1 mutation and other driver mutations may further allow for a more precise molecular taxonomy to stratify patients into distinct subgroups in uveal melanoma and clear cell renal cell carcinoma"}, {"pubmed": 28661472, "text": "Studies have clarified novel important molecular aspects associated with the cancer predisposition of BAP1+/- carrying individuals and suggest new relevant questions, related to BAP1-dependent cancer susceptibility, and to more general gene/environment interactions."}, {"pubmed": 28665402, "text": "Germline BAP1 mutations induce a Warburg effect"}, {"pubmed": 28746778, "text": "BAP1 loss differentiates malignant pleural mesothelioma from metastatic pleural tumours"}, {"pubmed": 28753773, "text": "This study of patients with ccRCC, pooled analysis and multivariable modeling demonstrated that three recurrently mutated genes, BAP1, SETD2, and TP53, have statistically significant associations with poor clinical outcomes.important clinical confounders, mutations of TP53 and SETD2 were associated with decreased CSS and RFS, respectively."}, {"pubmed": 28823399, "text": "Time to metastasis differs in patients with primary uveal melanoma with different grades of nuclear BAP1 immunoreactivity. Nuclear BAP1 stain is the only significant independent predictor of metastatic disease in this study. Our data support the role of BAP1 immunohistochemical staining of primary uveal melanoma to evaluate metastatic risk"}, {"pubmed": 28935764, "text": "Our comparative thermodynamic analysis reveals that BAP1-ubiquitin interaction is majorly driven by entropy factor which is unique amongst UCHs. Our study sheds light on BAP1 interaction with ubiquitin, which will be useful in understanding its enzymatic function."}, {"pubmed": 29061454, "text": "Although there have been reports of sarcomas and meningiomas in patients affected with BAP1 mutations, to our knowledge malignant peripheral nerve sheath tumors in this patient population have not been previously reported. We report a case of malignant peripheral nerve sheath tumor in a patient affected by a BAP1 mutation."}, {"pubmed": 29076876, "text": "Loss of BAP1 expression in atypical mesothelial proliferation helps to predict malignant mesothelioma."}, {"pubmed": 29113987, "text": "BAP1 can induce radioresistance in HNSCC cells, possibly via deubiquitination of H2Aub and modulation of HR, and was associated with poor outcomes in patients with HNSCC"}, {"pubmed": 29122566, "text": "Nine of the 32 (28.1%) iCCA patients had gene mutations at chromosome 3p, totaling 11 mutations across five genes. Those included five (15.6%) BAP1 mutations, two each (6.3%) of CACNA2D3 and RASSF1 mutations, and one each (3.1%) of ATG7 and PLCD1 mutations. Six (18.8%) cases had concurrent loss of chromosome 3p and gene mutations."}, {"pubmed": 29159179, "text": "these results highlight an important role of miR-31 functioning as an oncomir which could promote EMT in cervical cancer via downregulating BAP1 expression. Thus, downregulation of miR-31 could be a novel approach for the molecular treatment of cervical cancers and other malignancies."}, {"pubmed": 29266978, "text": "Tissue-specific prognostic and clinicopathological significance of BAP1 expression (meta-analysis)."}, {"pubmed": 29284740, "text": "Loss of BAP1 expression due to BAP1 Mutation is associated with tumorigenesis."}, {"pubmed": 29317634, "text": "BAP1 mutations and other canonical genomic aberrations usually arise in an early punctuated burst in uveal melanoma."}, {"pubmed": 29345617, "text": "The authors demonstrate that BAP1 deubiquitinase activity and its association with ASXL1 to form the Polycomb repressive deubiquitinase complex (PR-DUB) impacts TRAIL sensitivity implicating transcriptional modulation as an underlying mechanism."}, {"pubmed": 29426696, "text": "Low PAB1 expression is associated with early stages of clear cell renal cell carcinoma."}, {"pubmed": 29530782, "text": "When adequate material is obtained, immunocytology using BAP1 is a potentially informative tool for prognostication of uveal melanoma."}, {"pubmed": 29623743, "text": "Study based on 47 tissue samples from spitzoid tumors revealed 2 BAP1-inactived cases. The absence of anomalous expression of translocation-related proteins ALK and ROS1 in this series, composed predominantly of low-grade/low-risk tumors, indicates that translocated spitzoid lesions may not be as prevalent as initially suggested, at least in some populations."}, {"pubmed": 29686263, "text": "study uncovers a new mechanism for BAP1 in the regulation of cell apoptosis in neuroblastoma cells."}, {"pubmed": 29689622, "text": "Multivariate analysis showed that the presence of monosomy 3, 8q gain, and loss of BAP1 protein were significantly associated to DPFS, while BAP1 gene mutation was not, mainly due to the presence of metastatic UM cases with negative BAP1 IHC and no BAP1 mutation detected by Sanger sequencing."}, {"pubmed": 29761599, "text": "germline null mutations in BAP1 have a significantly higher frequency in cancer patients than the general population. Given the low frequency of reported families with BAP1-tumor predisposition syndrome (BAP1-TPDS), our results suggest that the syndrome is underreported especially in patients with cancer"}, {"pubmed": 29763720, "text": "Suggests that BAP1 loss in well-differentiated papillary mesothelioma may be associated with subsequent development of malignant mesothelioma."}, {"pubmed": 29778232, "text": "Results confirm the high frequency of BAP1 alterations in ICC and low frequency in pancreatic cancers. It also suggests that BAP1 is commonly altered in a subtype of HCC with both hepatocytic and biliary differentiation."}, {"pubmed": 29787736, "text": "DNA helicases CHD2 and CHD7 could reduce BAP1 promoter activity, likely through unwinding its G4 structures."}, {"pubmed": 29802871, "text": "Expression of BAP1 in serous effusions is a highly sensitive and specific marker for malignant mesothelioma."}, {"pubmed": 29994997, "text": "GROWTH OF PRESUMED CHOROIDAL NEVUS INTO MELANOMA OVER 4 YEARS IN BAP1 TUMOR PREDISPOSITION SYNDROME."}, {"pubmed": 30013160, "text": "Mutant ASXL1 cooperates with BAP1 to promote myeloid leukemogenesis."}, {"pubmed": 30073324, "text": "Regarding time to clinically detected metastases, the first 2 peaks appear to be associated with BAP1-mutated tumors and the late peak to SF3B1-mutated tumors. None of the tumors with only an EIF1AX mutation metastasized."}, {"pubmed": 30076753, "text": "These results indicate that miR-125a-5p inhibited cell proliferation and promoted cell apoptosis in breast cancer by negatively regulating BAP1."}, {"pubmed": 30202049, "text": "Data link the tumour suppressor BRCA1-associated protein 1 (BAP1) to metabolism-related biological processes."}, {"pubmed": 30305612, "text": "BAP1 is a putative tumor suppressor of ICC."}, {"pubmed": 30338612, "text": "Studied prevalence of BAP1 germline variants in patients with mesothelioma in regards to cumulative asbestos exposure."}, {"pubmed": 30377796, "text": "In intrahepatic cholangiocarcinoma retained expression of BAP-1 and PBRM-1, and an overexpression of S100P are related to a poor prognosis."}, {"pubmed": 30395583, "text": "findings showed that genetic mutations are involved in BAP1 down-regulation, leading to promotion of the invasive character of cancer cells and poor prognosis in gallbladder cancer"}, {"pubmed": 30429020, "text": "Combined MTAP and BAP1 IHC is a reliable and effective method for distinguishing sarcomatoid MPM from fibrous pleuritis."}, {"pubmed": 30446457, "text": "Patients with metastatic ccRCC that present loss of BAP1 expression in metastatic tissue demonstrated poor survival rates and represent a relevant risk group for tumor recurrence and death."}, {"pubmed": 30463901, "text": "The deubiquitinase BRCA1-associated protein-1 (BAP1) is a component of the repressor complex whose activity maintains NCoR1 at sites in the beta-globin locus, and BAP1 inhibition in erythroid cells massively induces gamma-globin synthesis."}, {"pubmed": 30477459, "text": "Defining germline vs. somatic nature of BAP1 mutations in UM can inform the individual about both the risk of metastasis, and the time to metastasis, which are critically important outcomes for the individual. This information can also change the cascade screening and surveillance of family members."}, {"pubmed": 30553477, "text": "presence of BAP1 mutations associated significantly with BAP1 protein expression, the incidence of organ metastasis, progression free survival after second line treatment and clinical response after second line treatment only"}, {"pubmed": 30640754, "text": "BAP1 Loss is a Useful Adjunct to Distinguish Malignant Mesothelioma Including the Adenomatoid-like Variant From Benign Adenomatoid Tumors."}, {"pubmed": 30660076, "text": "we show a strong relationship between the expression profiles of PBRM1, BAP1 and SETD2 in ccRCC suggesting reciprocal synergy effects in the context of tumor suppression."}, {"pubmed": 30664650, "text": "BAP1 complex promotes transcription by opposing PRC1-mediated H2A ubiquitylation."}, {"pubmed": 30669483, "text": "The results of this study provide new insight into BAP1 status and changes of sensitivity to the DNA damaging agent gemcitabine, widely used in second-line therapy for MMe."}, {"pubmed": 30686559, "text": "This article is a synthesis of the literature on the functions of the BAP1 gene, the tumour risks related to its alteration and the follow up of patients bearing a constitutional mutation. [review]"}, {"pubmed": 30716094, "text": "BAP1 is highly positively correlated with RBM15B and USP19 expression in invasive breast carcinoma, UM, and colon adenocarcinoma"}, {"pubmed": 30777124, "text": "BAP1 haploinsufficiency refines peritoneal mesothelioma classification and predicts response to immunotherapy."}, {"pubmed": 30801340, "text": "Cutaneous melanomas with loss of BAP1 expression arising in patients without a family history of cancer."}, {"pubmed": 30907299, "text": "BAP1 and PRC1 repressed SLC7A11 expression, and regulated H2Aub ubiquitination, which is important for SLC7A11 repression."}, {"pubmed": 30992312, "text": "a new role for BAP1 in controlling mesenchymal-epithelial transition in clear cell renal cancer cells, is reported."}, {"pubmed": 31000662, "text": "BAP1 appears to modulate gene expression by countering H2A ubiquitination, but its loss only promotes tumorigenesis in cells that do not engage an RNF2-dependent apoptotic program."}, {"pubmed": 31058349, "text": "BAP1-deficient tumor/nevus with germline aberration: A potential pitfall in assessing melanocytic neoplasms with single nucleotide polymorphism array."}, {"pubmed": 31058963, "text": "Identification of pathogenic BAP1 germline variations in patients with uveal melanoma."}, {"pubmed": 31130514, "text": "in an engineered human cancer model, malignant features are induced upon BAP1 loss"}, {"pubmed": 31165505, "text": "Diagnostic value of BRCA1-associated protein-1, glucose transporter-1 and desmin expression in the discrimination between reactive mesothelial proliferation and malignant mesothelioma in tissues and effusions."}, {"pubmed": 31323388, "text": "Unselected prevalence ascertainment study of germline BAP1 alterations suggest that the frequency of this mutation is low among patients with mesothelioma."}, {"pubmed": 31425584, "text": "Five clusters with distinct copy number variations patterns and concomitant mutations in BAP1, SF3B1, or EIF1AX were identified. Incorporating clinico-histopathological, cluster and mutation data in the analysis results in good performance for uveal melanoma-related disease free survival prediction."}, {"pubmed": 31555735, "text": "These findings show that Bap1 regulates lineage commitment through H3K27ac-mediated transcriptional activation, at least in part, by modulation of Hdac4, and they provide insights into how BAP1 loss promotes cancer progression."}, {"pubmed": 31570769, "text": "Fluorescence in situ hybridization (FISH) provides estimates of minute and interstitial BAP1, CDKN2A, and NF2 gene deletions in peritoneal mesothelioma."}, {"pubmed": 31580399, "text": "Intraocular Metastasis in Unilateral Multifocal Uveal Melanoma Without Melanocytosis or Germline BAP1 Mutations."}, {"pubmed": 31619462, "text": "Functional Genomic Screen in Mesothelioma Reveals that Loss of Function of BRCA1-Associated Protein 1 Induces Chemoresistance to Ribonucleotide Reductase Inhibition."}, {"pubmed": 31635476, "text": "Studies indicate that BAP1 mutation is an unfavorable predictive factor for overall survival in patients with clear cell renal cell carcinomas."}, {"pubmed": 31657441, "text": "BAP1 promotes the restart of stress-induced stalled replication forks by recruiting INO80 to the stalled forks. This function of BAP1 in replication stress recovery may contribute to its ability to suppress genome instability and cancer development."}, {"pubmed": 31706282, "text": "A novel pathogenic BAP1 germline variant was indentified in an adult female patient with a family a history cutaneous melanomas, and mesothelioma."}, {"pubmed": 31734934, "text": "This study documents that the loss of BAP1 nuclear expression is quite a frequent finding in paraganglioma and pheochromocytoma, suggesting a possible role of BAP1 in the pathogenesis of these tumors. Gene mutations do not seem to be involved in this loss of expression, at least in most cases"}, {"pubmed": 31735283, "text": "The role of BAP1 missense mutations in cancer.[review]"}, {"pubmed": 31780633, "text": "circASXL1-1 regulates BAP1 deubiquitinase activity in leukemia."}, {"pubmed": 31862487, "text": "BAP1 mutations define a homogeneous subgroup of hepatocellular carcinoma with fibrolamellar-like features and activated PKA."}, {"pubmed": 31864162, "text": "Expression of BAP1 and ATM proteins: Association with AJCC tumor category in uveal melanoma."}, {"pubmed": 31960425, "text": "Loss of BAP1 expression is associated with an immunosuppressive microenvironment in uveal melanoma"}, {"pubmed": 32096236, "text": "BAP1-inactivated melanocytic tumor with preserved BAP1 expression? Morphology to the rescue!"}, {"pubmed": 32097618, "text": "Digital morphometry of tumor nuclei correlates to BAP-1 status, monosomy 3, gene expression class and survival in uveal melanoma."}, {"pubmed": 32131485, "text": "The Potential Role of Selected miRNA in Uveal Melanoma Primary Tumors as Early Biomarkers of Disease Progression."}, {"pubmed": 32486284, "text": "Ubiquitin Carboxyl-Terminal Hydrolases (UCHs): Potential Mediators for Cancer and Neurodegeneration."}, {"pubmed": 32541668, "text": "BAP1 is a haploinsufficient tumor suppressor linking chronic pancreatitis to pancreatic cancer in mice."}, {"pubmed": 32669118, "text": "ASXL3 bridges BRD4 to BAP1 complex and governs enhancer activity in small cell lung cancer."}, {"pubmed": 32678499, "text": "Testing for BAP1 loss and CDKN2A/p16 homozygous deletion improves the accurate diagnosis of mesothelial proliferations in effusion cytology."}, {"pubmed": 32683582, "text": "Tumor-derived neomorphic mutations in ASXL1 impairs the BAP1-ASXL1-FOXK1/K2 transcription network."}, {"pubmed": 32819560, "text": "BAP1 regulates AMPK-mTOR signalling pathway through deubiquitinating and stabilizing tumour-suppressor LKB1."}, {"pubmed": 32829890, "text": "Malignant mesothelioma in situ: diagnostic and clinical considerations."}, {"pubmed": 32932212, "text": "Whole exome sequencing reveals BAP1 somatic abnormalities in mesothelioma in situ."}, {"pubmed": 32944962, "text": "Large-scale analysis of BAP1 expression reveals novel associations with clinical and molecular features of malignant pleural mesothelioma."}, {"pubmed": 32945606, "text": "Ameloblastoma shows nuclear BAP1 immunoexpression, independently of the BRAF V600E status."}, {"pubmed": 33155366, "text": "BAP1 suppresses prostate cancer progression by deubiquitinating and stabilizing PTEN."}, {"pubmed": 33208912, "text": "BAP1 mutant uveal melanoma is stratified by metabolic phenotypes with distinct vulnerability to metabolic inhibitors."}, {"pubmed": 33210135, "text": "BAP1-Mutated Clear Cell Renal Cell Carcinoma."}, {"pubmed": 33316260, "text": "Uveal Melanoma in BAP1 Tumor Predisposition Syndrome: Estimation of Risk."}, {"pubmed": 33341088, "text": "Molecular and immunohistochemical evaluation of BAP-1 antibody in bladder cancer and comparison with luminal-basal subtyping."}, {"pubmed": 33397551, "text": "Bioinformatic Analysis of Differentially Expressed Genes and Screening of Hub Genes in Uveal Melanoma Cells with BRCA1-Associated Protein 1 Related Protein 1 Depletion."}, {"pubmed": 33421325, "text": "Role of somatic mutations and chromosomal aberrations in the prognosis of uveal melanoma in a Spanish patient cohort."}, {"pubmed": 33462414, "text": "Roles and mechanisms of BAP1 deubiquitinase in tumor suppression."}, {"pubmed": 33516665, "text": "BAP1 antagonizes WWP1-mediated transcription factor KLF5 ubiquitination and inhibits autophagy to promote melanoma progression."}, {"pubmed": 33529461, "text": "BAP1 promotes viability and migration of ECA109 cells through KLF5/CyclinD1/FGF-BP1."}, {"pubmed": 33547197, "text": "Alterations in BAP1 Are Associated with Cisplatin Resistance through Inhibition of Apoptosis in Malignant Pleural Mesothelioma."}, {"pubmed": 33600035, "text": "Re-evaluating the pathogenicity of the c.783+2T>C BAP1 germline variant."}, {"pubmed": 33658435, "text": "CHIP and BAP1 Act in Concert to Regulate INO80 Ubiquitination and Stability for DNA Replication."}, {"pubmed": 33731362, "text": "Kinetic Characterization of ASXL1/2-Mediated Allosteric Regulation of the BAP1 Deubiquitinase."}, {"pubmed": 33866194, "text": "The spectrum of tumors harboring BAP1 gene alterations."}, {"pubmed": 33903674, "text": "Estimation of the timing of BAP1 mutation in uveal melanoma progression."}, {"pubmed": 34008015, "text": "Novel LRRK2 mutations and other rare, non-BAP1-related candidate tumor predisposition gene variants in high-risk cancer families with mesothelioma and other tumors."}, {"pubmed": 34033161, "text": "Diagnostic utility of BAP1 for malignant pleural mesothelioma in pleural fluid specimens with atypical morphology."}, {"pubmed": 34170818, "text": "BAP1/ASXL complex modulation regulates epithelial-mesenchymal transition during trophoblast differentiation and invasion."}, {"pubmed": 34186160, "text": "Reducing hyperactivated BAP1 attenuates mutant ASXL1-driven myeloid malignancies in human haematopoietic cells."}, {"pubmed": 34227091, "text": "Inherited predisposition to malignant mesothelioma: germline BAP1 mutations and beyond."}, {"pubmed": 34257556, "text": "Diagnostic Utility of BAP1, EZH2 and Survivin in Differentiating Pleural Epithelioid Mesothelioma and Reactive Mesothelial Hyperplasia: Immunohistochemical Study."}, {"pubmed": 34283976, "text": "Multiple Genetically Distinct Uveal Melanomas Arise in the Same Eye of Two Patients with Melanosis Oculi."}, {"pubmed": 34463336, "text": "Loss of Methylthioadenosine Phosphorylase by Immunohistochemistry Is Common in Pulmonary Sarcomatoid Carcinoma and Sarcomatoid Mesothelioma."}, {"pubmed": 34591877, "text": "Proteomic analysis identifies novel binding partners of BAP1."}, {"pubmed": 34628055, "text": "Meningiomas in Patients With Malignant Pleural Mesothelioma Harboring Germline BAP1 Mutations."}, {"pubmed": 34706158, "text": "Co-occurrence of BAP1 and SF3B1 mutations in uveal melanoma induces cellular senescence."}, {"pubmed": 34907091, "text": "BAP1-deficient meningioma presenting with trabecular architecture and cytokeratin expression: a report of two cases and review of the literature."}, {"pubmed": 34970936, "text": "Somatic Mutation of BAP1 Can Lead to Expression Loss in Non-Small Cell Lung Carcinoma: Next Generation Sequencing and IHC Analysis in A Large Single Institute Cohort."}, {"pubmed": 35051358, "text": "Rare germline heterozygous missense variants in BRCA1-associated protein 1, BAP1, cause a syndromic neurodevelopmental disorder."}, {"pubmed": 35052351, "text": "Gene Expression and Mutational Profile in BAP-1 Inactivated Melanocytic Lesions of Progressive Malignancy from a Patient with Multiple Lesions."}, {"pubmed": 35122023, "text": "Epigenetic targeted therapy of stabilized BAP1 in ASXL1 gain-of-function mutated leukemia."}, {"pubmed": 35143119, "text": "Analysis of early pleural fluid samples in patients with mesothelioma: A case series exploration of morphology, BAP1, and CDKN2A status with implications for the concept of mesothelioma in situ in cytology."}, {"pubmed": 35176625, "text": "Oxidation of catalytic cysteine of human deubiquitinase BAP1 triggers misfolding and aggregation in addition to functional loss."}, {"pubmed": 35212356, "text": "Genomic Profiling of Metastatic Uveal Melanoma Shows Frequent Coexisting BAP1 or SF3B1 and GNAQ/GNA11 Mutations and Correlation With Prognosis."}, {"pubmed": 35261270, "text": "Immunohistochemical Evaluation of BAP1 Expression in Breast Cancer with Known BRCA1 and BRCA2 Mutations and Comparison with Histopathological Features."}, {"pubmed": 35317997, "text": "Impacts of Cancer-associated Mutations on the Structure-Activity Relationship of BAP1."}, {"pubmed": 35426938, "text": "Multi-omics Profiling Shows BAP1 Loss Is Associated with Upregulated Cell Adhesion Molecules in Uveal Melanoma."}, {"pubmed": 35446349, "text": "Tumor suppressor BAP1 nuclear import is governed by transportin-1."}, {"pubmed": 35512220, "text": "BAP1 and Claudin-4, But Not MTAP, Reliably Distinguish Borderline and Low-grade Serous Ovarian Tumors From Peritoneal Mesothelioma."}, {"pubmed": 35576287, "text": "Expression Of Bap1 In Clear Cell Renal Cell Carcinoma."}, {"pubmed": 35637285, "text": "BAP1 promotes the repair of UV-induced DNA damage via PARP1-mediated recruitment to damage sites and control of activity and stability."}, {"pubmed": 35905855, "text": "Pan-cancer analysis of the prognostic and immunological role of BRCA1-associated protein 1 gene (BAP1): Friend or foe?"}, {"pubmed": 35920959, "text": "Analysis of uveal melanomas and paired constitutional DNA for exclusion of a BAP1-tumor predisposition syndrome."}, {"pubmed": 35932824, "text": "The expanding role of BAP1 in clear cell renal cell carcinoma."}, {"pubmed": 35945149, "text": "Diagnostic capacity of BAP1 and MTAP in cytology from effusions and biopsy in mesothelioma."}, {"pubmed": 35995140, "text": "BAP1 maintains HIF-dependent interferon beta induction to suppress tumor growth in clear cell renal cell carcinoma."}, {"pubmed": 36253570, "text": "PBRM1, SETD2 and BAP1 - the trinity of 3p in clear cell renal cell carcinoma."}, {"pubmed": 36282437, "text": "Diagnostic utility of immunohistochemistry in concordance with mRNA analysis of PRAME in the stratification of high-risk uveal melanoma patients."}, {"pubmed": 36285428, "text": "Histopathologic and molecular characterization of BAP-1-inactivated melanoma."}, {"pubmed": 36292588, "text": "Intrinsic Disorder in BAP1 and Its Association with Uveal Melanoma."}, {"pubmed": 36300836, "text": "BAP1 depletion in human B-lymphoblast cells affects the production of innate immune cytokines and chemokines."}, {"pubmed": 36513904, "text": "Two unique BAP1 pathogenic variants identified in the same family by panel cascade testing."}, {"pubmed": 36550359, "text": "BAP1 loss induces mitotic defects in mesothelioma cells through BRCA1-dependent and independent mechanisms."}, {"pubmed": 36562826, "text": "BAP1 and PTEN mutations shape the immunological landscape of clear cell renal cell carcinoma and reveal the intertumoral heterogeneity of T cell suppression: a proof-of-concept study."}, {"pubmed": 36656861, "text": "BAP1 is a novel regulator of HIF-1alpha."}, {"pubmed": 36657447, "text": "Genetic screens reveal new targetable vulnerabilities in BAP1-deficient mesothelioma."}, {"pubmed": 36735464, "text": "DNA methylation of GITR, OX40, 4-1BB, CD27 , and CD40 correlates with BAP1 aberrancy and prognosis in uveal melanoma."}, {"pubmed": 36991118, "text": "Basis of the H2AK119 specificity of the Polycomb repressive deubiquitinase."}, {"pubmed": 37009801, "text": "BAP1 as a guardian of genome stability: implications in human cancer."}, {"pubmed": 37137901, "text": "Organoid models of fibrolamellar carcinoma mutations reveal hepatocyte transdifferentiation through cooperative BAP1 and PRKAR2A loss."}, {"pubmed": 37556531, "text": "Structural basis of histone H2A lysine 119 deubiquitination by Polycomb repressive deubiquitinase BAP1/ASXL1."}, {"pubmed": 37569676, "text": "Investigating the Role of FoxP3 in Renal Cell Carcinoma Metastasis with BAP1 or SEDT2 Mutation."}, {"pubmed": 37710185, "text": "BAP1 mutations inhibit the NF-kappaB signaling pathway to induce an immunosuppressive microenvironment in uveal melanoma."}, {"pubmed": 37740028, "text": "BAP1 promotes osteoclast function by metabolic reprogramming."}, {"pubmed": 37916370, "text": "Contribution of BAP1 loss and p16 (CDKN2A) deletion analysis to the definitive diagnosis of mesothelioma in effusion cytology."}, {"pubmed": 37956408, "text": "Functional assay for assessment of pathogenicity of BAP1 variants."}, {"pubmed": 37964637, "text": "BAP1 controls mesenchymal stem cell migration by inhibiting the ERK signaling pathway."}, {"pubmed": 37976977, "text": "Morphological characteristics of SETD2-mutated locally advanced clear cell renal cell carcinoma: Comparison with BAP1-mutated clear cell renal cell carcinoma."}, {"pubmed": 38088808, "text": "Balanced Epigenetic Regulation of MHC Class I Expression in Tumor Cells by the Histone Ubiquitin Modifiers BAP1 and PCGF1."}, {"pubmed": 38092371, "text": "Methylthioadenosine Phosphorylase and Breast Cancer 1 Protein-Associated Protein 1 as Biomarkers for the Peritoneal Mesothelioma."}, {"pubmed": 38150154, "text": "ITGB2-ICAM1 axis promotes liver metastasis in BAP1-mutated uveal melanoma with retained hypoxia and ECM signatures."}, {"pubmed": 38383726, "text": "The BAP1 nuclear deubiquitinase is involved in the nonhomologous end-joining pathway of double-strand DNA repair through interaction with DNA-PK."}, {"pubmed": 38642144, "text": "Circ_0087851 suppresses colorectal cancer malignant progression through triggering miR-593-3p/BAP1-mediated ferroptosis."}, {"pubmed": 38861613, "text": "Slow proliferation of BAP1-deficient uveal melanoma cells is associated with reduced S6 signaling and resistance to nutrient stress."}, {"pubmed": 38969833, "text": "Saturation genome editing of BAP1 functionally classifies somatic and germline variants."}, {"pubmed": 39103260, "text": "[Clinicopathological features of BAP1 mutated clear cell renal cell carcinoma]."}], "genomic_pos": {"chr": "3", "end": 52410008, "ensemblgene": "ENSG00000163930", "start": 52401008, "strand": -1}, "genomic_pos_hg19": {"chr": "3", "end": 52444366, "start": 52435029, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000278", "qualifier": "involved_in", "term": "mitotic cell cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001558", "pubmed": 19815555, "qualifier": "involved_in", "term": "regulation of cell growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001894", "qualifier": "involved_in", "term": "tissue homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002574", "qualifier": "involved_in", "term": "thrombocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006338", "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006511", "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 9528852, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016579", "qualifier": "involved_in", "term": "protein deubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016579", "pubmed": [18757409, 19815555], "qualifier": "involved_in", "term": "protein deubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030223", "qualifier": "involved_in", "term": "neutrophil differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033028", "qualifier": "involved_in", "term": "myeloid cell apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035520", "pubmed": 24703950, "qualifier": "involved_in", "term": "monoubiquitinated protein deubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035726", "qualifier": "involved_in", "term": "common myeloid progenitor cell proliferation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0036211", "pubmed": 9528852, "qualifier": "involved_in", "term": "protein modification process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036344", "qualifier": "involved_in", "term": "platelet morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043249", "qualifier": "involved_in", "term": "erythrocyte maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043363", "qualifier": "involved_in", "term": "nucleate erythrocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 25451922, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050727", "qualifier": "involved_in", "term": "regulation of inflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051726", "pubmed": 19188440, "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061484", "qualifier": "involved_in", "term": "hematopoietic stem cell homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061519", "qualifier": "involved_in", "term": "macrophage homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070050", "qualifier": "involved_in", "term": "neuron cellular homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070661", "qualifier": "involved_in", "term": "leukocyte proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071108", "pubmed": 19188440, "qualifier": "involved_in", "term": "protein K48-linked deubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900015", "qualifier": "involved_in", "term": "regulation of cytokine production involved in inflammatory response"}, {"evidence": "HMP", "gocategory": "BP", "id": "GO:1903955", "pubmed": 24270810, "qualifier": "involved_in", "term": "positive regulation of protein targeting to mitochondrion"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [18757409, 19188440, 19815555, 24703950], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [18757409, 19188440, 24703950], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035517", "pubmed": [20436459, 25451922], "qualifier": "part_of", "term": "PR-DUB complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0035517", "pubmed": 20436459, "qualifier": "part_of", "term": "PR-DUB complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003682", "pubmed": 19815555, "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004843", "qualifier": "enables", "term": "cysteine-type deubiquitinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004843", "pubmed": [18757409, 19188440, 19815555, 20436459, 24703950], "qualifier": "enables", "term": "cysteine-type deubiquitinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004843", "qualifier": "enables", "term": "cysteine-type deubiquitinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9528852, 19117993, 19188440, 19615732, 19815555, 20436459, 22897849, 24211834, 25451922, 27705803, 28614305], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0008233", "pubmed": 9528852, "qualifier": "enables", "term": "peptidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031490", "qualifier": "enables", "term": "chromatin DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0140950", "pubmed": 25451922, "qualifier": "enables", "term": "histone H2A deubiquitinase activity"}]}, "homologene": {"genes": [[7227, 36794], [7955, 558885], [8364, 493568], [9031, 415944], [9544, 697221], [9598, 460426], [9606, 8314], [9615, 484737], [9913, 100124510], [10090, 104416], [10116, 306257]], "id": 3421}, "interpro": [{"desc": "Peptidase C12, ubiquitin carboxyl-terminal hydrolase", "id": "IPR001578", "short_desc": "Peptidase_C12_UCH"}, {"desc": "Peptidase C12, ubiquitin carboxyl-terminal hydrolase superfamily", "id": "IPR036959", "short_desc": "Peptidase_C12_UCH_sf"}, {"desc": "Papain-like cysteine peptidase superfamily", "id": "IPR038765", "short_desc": "Papain-like_cys_pep_sf"}, {"desc": "Peptidase C12, C-terminal domain", "id": "IPR041507", "short_desc": "UCH_C"}], "ipi": ["IPI00465087", "IPI00796196", "IPI00946816", "IPI00947312"], "map_location": "3p21.1", "name": "BRCA1 associated deubiquitinase 1", "other_names": ["BRCA1 associated protein 1", "BRCA1 associated protein-1 (ubiquitin carboxy-terminal hydrolase)", "cerebral protein 6", "cerebral protein-13", "ubiquitin carboxy-terminal hydrolase L2", "ubiquitin carboxyl-terminal hydrolase BAP1"], "pantherdb": {"HGNC": "950", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1206586", "ortholog_type": "LDO", "panther_family": "PTHR10589", "taxid": 10090, "uniprot_kb": "Q99PU7"}, {"RGD": "1311938", "ortholog_type": "LDO", "panther_family": "PTHR10589", "taxid": 10116, "uniprot_kb": "D3ZHS6"}, {"Gene_ORFName": "RCJMB04_11f19", "ortholog_type": "LDO", "panther_family": "PTHR10589", "taxid": 9031, "uniprot_kb": "Q5F3N6"}, {"Ensembl": "ENSGALG00000004366", "ortholog_type": "LDO", "panther_family": "PTHR10589", "taxid": 9031, "uniprot_kb": "F1NVF5"}, {"ZFIN": "ZDB-GENE-050208-492", "ortholog_type": "LDO", "panther_family": "PTHR10589", "taxid": 7955, "uniprot_kb": "A1L2G3"}, {"FlyBase": "FBgn0262166", "ortholog_type": "LDO", "panther_family": "PTHR10589", "taxid": 7227, "uniprot_kb": "Q7K5N4"}, {"PomBase": "SPBC409.06", "ortholog_type": "O", "panther_family": "PTHR10589", "taxid": 4896, "uniprot_kb": "Q9UUB6"}, {"dictyBase": "DDB_G0285527", "ortholog_type": "O", "panther_family": "PTHR10589", "taxid": 352472, "uniprot_kb": "Q54N38"}, {"TAIR": "2171312", "ortholog_type": "O", "panther_family": "PTHR10589", "taxid": 3702, "uniprot_kb": "Q9FFF2"}, {"TAIR": "2018516", "ortholog_type": "O", "panther_family": "PTHR10589", "taxid": 3702, "uniprot_kb": "O04482"}], "uniprot_kb": "Q92560"}, "pathway": {"reactome": [{"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689603", "name": "UCH proteinases"}, {"id": "R-HSA-5693532", "name": "DNA Double-Strand Break Repair"}, {"id": "R-HSA-5693565", "name": "Recruitment and ATM-mediated phosphorylation of repair and signaling proteins at DNA double strand breaks"}, {"id": "R-HSA-5693606", "name": "DNA Double Strand Break Response"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73894", "name": "DNA Repair"}], "wikipathways": {"id": "WP4018", "name": "Pathways in clear cell renal cell carcinoma"}}, "pdb": ["7VPW", "8H1T", "8SVF"], "pfam": ["PF01088", "PF18031"], "pharmgkb": "PA25254", "pharos": {"target_id": 10568, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF258471", "relationship": "is"}, {"id": "GNF258472", "relationship": "is"}, {"id": "GNF258473", "relationship": "is"}, {"id": "GNF258474", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163388", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031349", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080152", "relationship": "is"}, {"id": "GNF080153", "relationship": "is"}, {"id": "GNF083684", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053908", "relationship": "is"}, {"id": "GNF055176", "relationship": "is"}, {"id": "GNF073437", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068445", "relationship": "is"}, {"id": "GNF068446", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF001006", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285451", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102966", "relationship": "is"}, {"id": "GNF142617", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1", "NG_031859.1"], "protein": ["NP_001397701.1", "NP_004647.1", "XP_011532451.1", "XP_011532452.1", "XP_011532453.1", "XP_011532454.1", "XP_047305000.1", "XP_054204030.1", "XP_054204031.1", "XP_054204032.1", "XP_054204033.1", "XP_054204034.1"], "rna": ["NM_001410772.1", "NM_004656.4", "XM_011534149.4", "XM_011534150.4", "XM_011534151.4", "XM_011534152.3", "XM_047449044.1", "XM_054348055.1", "XM_054348056.1", "XM_054348057.1", "XM_054348058.1", "XM_054348059.1"], "translation": [{"protein": "XP_054204030.1", "rna": "XM_054348055.1"}, {"protein": "XP_054204032.1", "rna": "XM_054348057.1"}, {"protein": "XP_054204033.1", "rna": "XM_054348058.1"}, {"protein": "XP_054204031.1", "rna": "XM_054348056.1"}, {"protein": "XP_047305000.1", "rna": "XM_047449044.1"}, {"protein": "XP_011532454.1", "rna": "XM_011534152.3"}, {"protein": "XP_011532453.1", "rna": "XM_011534151.4"}, {"protein": "NP_004647.1", "rna": "NM_004656.4"}, {"protein": "NP_001397701.1", "rna": "NM_001410772.1"}, {"protein": "XP_054204034.1", "rna": "XM_054348059.1"}, {"protein": "XP_011532451.1", "rna": "XM_011534149.4"}, {"protein": "XP_011532452.1", "rna": "XM_011534150.4"}]}, "reporter": {"HG-U133_Plus_2": ["1555735_a_at", "201419_at"], "HG-U95Av2": "38682_at", "HTA-2_0": ["TC03001453.hg.1", "TC03002916.hg.1"], "HuEx-1_0": "2676092", "HuGene-1_1": "8087885", "HuGene-2_1": "16954770"}, "retired": 170593, "summary": "This gene belongs to the ubiquitin C-terminal hydrolase subfamily of deubiquitinating enzymes that are involved in the removal of ubiquitin from proteins. The encoded enzyme binds to the breast cancer type 1 susceptibility protein (BRCA1) via the RING finger domain of the latter and acts as a tumor suppressor. In addition, the enzyme may be involved in regulation of transcription, regulation of cell cycle and growth, response to DNA damage and chromatin dynamics. Germline mutations in this gene may be associated with tumor predisposition syndrome (TPDS), which involves increased risk of cancers including malignant mesothelioma, uveal melanoma and cutaneous melanoma. [provided by RefSeq, May 2013].", "symbol": "BAP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332380"}, "unigene": "Hs.106674", "uniprot": {"Swiss-Prot": "Q92560", "TrEMBL": ["H0Y8E8", "Q96TC6", "F8WEY5", "F8W6N3", "H7C4V7", "C9J7L9"]}, "wikipedia": {"url_stub": "BAP1"}}