{"AllianceGenome": "17868", "HGNC": "17868", "MIM": "605854", "_id": "27113", "_version": 1, "accession": {"genomic": ["AC008532.7", "AF411827.1", "CH471126.1", "CP068259.2", "NC_000019.10", "NC_060943.1", "NG_031991.2"], "protein": ["AAB51243.2", "AAI36482.1", "AAK31316.1", "AAK39542.1", "AAK39543.1", "AAK39544.1", "BAG60965.1", "EAW57465.1", "EAW57466.1", "EAW57467.1", "NP_001120712.1", "NP_001120713.1", "NP_001120714.1", "NP_055232.1", "Q96PG8.2", "Q9BXH1.1", "XP_006723204.1", "XP_011525024.1", "XP_047294562.1", "XP_054176516.1", "XP_054176517.1", "XP_054176518.1"], "rna": ["AA887822.1", "AF332558.1", "AF354654.1", "AF354655.1", "AF354656.1", "AK124984.1", "AK298837.1", "BC136481.1", "BG258126.1", "MK670947.1", "MK670948.1", "NM_001127240.3", "NM_001127241.3", "NM_001127242.3", "NM_014417.5", "U82987.1", "XM_006723141.4", "XM_011526722.3", "XM_047438606.1", "XM_054320541.1", "XM_054320542.1", "XM_054320543.1"], "translation": [{"protein": "AAB51243.2", "rna": "U82987.1"}, {"protein": "AAK39544.1", "rna": "AF354656.1"}, {"protein": "XP_006723204.1", "rna": "XM_006723141.4"}, {"protein": "XP_011525024.1", "rna": "XM_011526722.3"}, {"protein": "XP_054176517.1", "rna": "XM_054320542.1"}, {"protein": "NP_055232.1", "rna": "NM_014417.5"}, {"protein": "NP_001120712.1", "rna": "NM_001127240.3"}, {"protein": "XP_054176516.1", "rna": "XM_054320541.1"}, {"protein": "NP_001120713.1", "rna": "NM_001127241.3"}, {"protein": "XP_047294562.1", "rna": "XM_047438606.1"}, {"protein": "AAI36482.1", "rna": "BC136481.1"}, {"protein": "AAK39542.1", "rna": "AF354654.1"}, {"protein": "XP_054176518.1", "rna": "XM_054320543.1"}, {"protein": "NP_001120714.1", "rna": "NM_001127242.3"}, {"protein": "BAG60965.1", "rna": "AK298837.1"}, {"protein": "AAK39543.1", "rna": "AF354655.1"}, {"protein": "AAK31316.1", "rna": "AF332558.1"}]}, "alias": ["JFY-1", "JFY1", "PUMA"], "ensembl": {"gene": "ENSG00000105327", "protein": ["ENSP00000300880", "ENSP00000341155", "ENSP00000395862", "ENSP00000404503"], "transcript": ["ENST00000300880", "ENST00000341983", "ENST00000439096", "ENST00000449228", "ENST00000598636", "ENST00000601438"], "translation": [{"protein": "ENSP00000395862", "rna": "ENST00000439096"}, {"protein": "ENSP00000300880", "rna": "ENST00000300880"}, {"protein": "ENSP00000341155", "rna": "ENST00000341983"}, {"protein": "ENSP00000404503", "rna": "ENST00000449228"}], "type_of_gene": "protein_coding"}, "entrezgene": "27113", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.82929657457, "exp_mis": 46.0625868453, "exp_syn": 23.8484119297, "lof_z": 0.926007066262041, "mis_z": 0.869326295442026, "mu_lof": 8.30216945705e-07, "mu_mis": 1.46822134883e-05, "mu_syn": 6.31883688961e-06, "n_lof": 2.0, "n_mis": 34.0, "n_syn": 15.0, "p_li": 0.0712435383459735, "p_null": 0.187798240410139, "p_rec": 0.740958221243888, "syn_z": 1.12327209207423}, "bp": 786, "cds_end": 47735859, "cds_start": 47724957, "n_exons": 4, "nonpsych": {"exp_lof": 3.43901718582, "exp_mis": 41.6642214185, "exp_syn": 21.5582451838, "lof_z": 0.762080383697958, "mis_z": 0.911456024115687, "mu_lof": 8.30216945705e-07, "mu_mis": 1.46822134883e-05, "mu_syn": 6.31883688961e-06, "n_lof": 2.0, "n_mis": 30.0, "n_syn": 12.0, "p_li": 0.0675503051741972, "p_null": 0.22264704922747, "p_rec": 0.709802645598333, "syn_z": 1.29608984772802}, "nontcga": {"exp_lof": 3.52033431838, "exp_mis": 42.374964348, "exp_syn": 21.9379180262, "lof_z": 0.799334175166366, "mis_z": 0.947107085237765, "mu_lof": 8.30216945705e-07, "mu_mis": 1.46822134883e-05, "mu_syn": 6.31883688961e-06, "n_lof": 2.0, "n_mis": 30.0, "n_syn": 14.0, "p_li": 0.0650850082640078, "p_null": 0.205436843049164, "p_rec": 0.729478148686829, "syn_z": 1.07307802359978}, "transcript": "ENST00000449228.1"}, "exons": [{"cdsend": 47232602, "cdsstart": 47221700, "chr": "19", "position": [[47220823, 47221918], [47226563, 47226754], [47228157, 47228446], [47232514, 47232667]], "strand": -1, "transcript": "NM_001127240", "txend": 47232667, "txstart": 47220823}, {"cdsend": 47232602, "cdsstart": 47221801, "chr": "19", "position": [[47220823, 47221918], [47226563, 47226754], [47232514, 47232667]], "strand": -1, "transcript": "NM_001127241", "txend": 47232667, "txstart": 47220823}, {"cdsend": 47232602, "cdsstart": 47221700, "chr": "19", "position": [[47220823, 47221918], [47232514, 47232667]], "strand": -1, "transcript": "NM_001127242", "txend": 47232667, "txstart": 47220823}, {"cdsend": 47228431, "cdsstart": 47221801, "chr": "19", "position": [[47220823, 47221918], [47226563, 47226754], [47228157, 47228446], [47230928, 47231199]], "strand": -1, "transcript": "NM_014417", "txend": 47231199, "txstart": 47220823}], "exons_hg19": [{"cdsend": 47735859, "cdsstart": 47724957, "chr": "19", "position": [[47724080, 47725175], [47729820, 47730011], [47731414, 47731703], [47735771, 47735924]], "strand": -1, "transcript": "NM_001127240", "txend": 47735924, "txstart": 47724080}, {"cdsend": 47735859, "cdsstart": 47725058, "chr": "19", "position": [[47724080, 47725175], [47729820, 47730011], [47735771, 47735924]], "strand": -1, "transcript": "NM_001127241", "txend": 47735924, "txstart": 47724080}, {"cdsend": 47735859, "cdsstart": 47724957, "chr": "19", "position": [[47724080, 47725175], [47735771, 47735924]], "strand": -1, "transcript": "NM_001127242", "txend": 47735924, "txstart": 47724080}, {"cdsend": 47731688, "cdsstart": 47725058, "chr": "19", "position": [[47724080, 47725175], [47729820, 47730011], [47731414, 47731703], [47734185, 47734456]], "strand": -1, "transcript": "NM_014417", "txend": 47734456, "txstart": 47724080}], "generif": [{"pubmed": 12574499, "text": "role in mediating the apoptotic response to p53 in colorectal cancer cells"}, {"pubmed": 12963126, "text": "PUMA suppresses tumor cell growth in head/neck cancer, but it does not appear to be a direct target of inactivation in head and neck tumorigenesis."}, {"pubmed": 14550297, "text": "PUMA-induced Bax conformational change and Bax translocation to mitochondria can be separate events and the conformational change in Bax is crucial for PUMA-induced mitochondrial dysfunction"}, {"pubmed": 14585351, "text": "PUMA is an essential mediator of p53-dependent and -independent apoptosis in vivo"}, {"pubmed": 14634023, "text": "findings demonstrate that p73 protein elicits apoptosis via the mitochondrial pathway using p53 up regulated modulator of apoptosis(PUMA) and Bax protein as mediators"}, {"pubmed": 15143349, "text": "In the absence of PUMA, there is no HIV apoptosis."}, {"pubmed": 15547745, "text": "PUMA expression may be of minor importance in the development of colorectal cancer"}, {"pubmed": 15574335, "text": "a specific interaction between Bax Halpha1 and their BH3 domains allows Bid and PUMA to function as \"death agonists\" of Bax"}, {"pubmed": 15595728, "text": "histones and a ubiquitin conjugate protein UBC9, which are involved in DNA double-strand break (DSB) repair were significantly down-regulated in the PUMA-overexpressing apoptotic cells, suggesting the detection of DSB in the apoptotic process"}, {"pubmed": 15731037, "text": "degraded during Chlamydia trachomatis infection"}, {"pubmed": 15731089, "text": "degraded in Chlamydia trachomatis-infected cells."}, {"pubmed": 15905879, "text": "Results demonstrate that thapsigargin engages PUMA and Bax for full transduction of apoptotic signals and both PUMA and Bax appear to exist in the same apoptotic pathway in which PUMA may reside upstream of Bax."}, {"pubmed": 16007132, "text": "The interaction of PUMA with MCL1 is not sufficient to prevent rapid degradation of MCL1."}, {"pubmed": 16091745, "text": "BBC3 mediates fenretinide-induced cell death in neuroblastoma."}, {"pubmed": 16151013, "text": "demonstrated that a tripartite nexus between Bcl-xL, cytoplasmic p53, and PUMA coordinates the nuclear and cytoplasmic p53 proapoptotic functions"}, {"pubmed": 16462759, "text": "interference with the p53/PUMA/Bax cascade is crucial for the antiapoptotic function of the viral E6 oncogene in HPV-positive cancer cells"}, {"pubmed": 16608847, "text": "PUMA initiates apoptosis in part by dissociating Bax and Bcl-X(L), thereby promoting Bax multimerization and mitochondrial translocation"}, {"pubmed": 16983338, "text": "p53 activation and the transcriptional induction of its target gene PUMA play an important role in the sensitivity of cancer cells to apoptosis induced by proteasome inhibition"}, {"pubmed": 17267315, "text": "Differential expression of PUMA between normal and neoplastic gastric cells suggests that regulation of PUMA expression might play a possible role in the development of gastric adenocarcinoma."}, {"pubmed": 17360476, "text": "the binding of nuclear p53 to the specific sites within the PUMA promoter is essential for its ability to induce apoptosis and is likely to be required for its tumor suppressive capacity"}, {"pubmed": 17368424, "text": "findings suggest that PUMA plays an important role in celecoxib-induced mitochondrial dysfunction and the resulting apoptosis"}, {"pubmed": 17393317, "text": "Expression of BBC3 protein was increased in the colorectal cancer cells and may possibly alter the cell death regulation during colorectal tumorigenesis."}, {"pubmed": 17616685, "text": "GADD153 (CHOP) and Bcl-2-binding component 3 (PUMA) and apoptosis are induced by 4-hydroxybenzylretinone in a process that is caspase- dependent and independent of the retinoic acid receptor"}, {"pubmed": 17698840, "text": "Mcl-1 confers TRAIL resistance by serving as a buffer for Bak, Bim, and Puma, and sorafenib is a potential modulator of TRAIL sensitivity"}, {"pubmed": 17934815, "text": "Differential expression of PUMA between non-neoplastic and neoplastic hepatocellular cells suggests that regulation of PUMA expression may play a role in development of hepatocellular carcinoma."}, {"pubmed": 17996028, "text": "critical involvement of p38 MAPK, PUMA, and Bax in 6-OHDA-induced apoptosis"}, {"pubmed": 18215742, "text": "PUMA exerts a negative feedback on p53 and p21, leading to p21-dependent growth suppressive and survival changes."}, {"pubmed": 18324703, "text": "A p53-upregulated modulator of apoptosis (Puma) protein accumulated significantly in genistein-treated A549 and WI-38 cells."}, {"pubmed": 18354037, "text": "Noxa and Puma bind Mcl-1 to release Bak and Bim within 6 hours of arsenic trioxide addition"}, {"pubmed": 18367875, "text": "PUMA is involved in green tea polyphenol-induced apoptosis in colorectal cancer cell lines"}, {"pubmed": 18573879, "text": "Puma deletion in the Emu-Myc mouse model of Burkitt lymphoma accelerates lymphomagenesis and that approximately 75% of Emu-Myc lymphomas naturally select against Puma protein expression."}, {"pubmed": 18579560, "text": "transcription factors Sp1 and p73 mediate p53-independent induction of PUMA following serum starvation to trigger apoptosis in human cancer cells."}, {"pubmed": 18811981, "text": "PUMA (p53-upregulated modulator of apoptosis) plays a role in H2O2-induced apoptosis in colorectal cancer cells."}, {"pubmed": 18835564, "text": "These results demonstrate that the level of the Bcl-2 prosurvival family sets the threshold at which Puma is able to indirectly activate Bax or Bak, leading in turn to activation of caspases that cause cell death."}, {"pubmed": 18941118, "text": "Up-regulation of miR-34a after irradiation was associated with induction of Bax and p21, but not Puma"}, {"pubmed": 19028473, "text": "PUMA makes a key contribution to the process whereby kaempferol induces ATM protein phosphorylation."}, {"pubmed": 19064725, "text": "loss of Puma only provided transient protection from apoptosis in hematopoietic progenitor cells, human leukemic cell lines, and primary AML cells"}, {"pubmed": 19380879, "text": "Results suggest that Puma is competent to trigger Bax activity by itself, thereby promoting cellular dependence on prosurvival Bcl-2 family members."}, {"pubmed": 19421143, "text": "Results suggest that PUMA induction through p73 represents a new mechanism of EGFR inhibitor-induced apoptosis, and provide potential ways for enhancing and predicting the sensitivity to EGFR-targeted therapies in HNSCC."}, {"pubmed": 19439449, "text": "Studies create an important conclusion that PUMA promotes Bax translocation both by directly interacting with Bax and by competitive binding to Bcl-X(L) in UV-induced apoptosis."}, {"pubmed": 19444283, "text": "The induction of PUMA was p53 independent, and mediated by the p65 component of NF-kappaB through a kappaB site in the PUMA promoter."}, {"pubmed": 19587239, "text": "MAP4K3 orchestrates activation of BAX via the concerted posttranscriptional modulation of PUMA, BAD, and BIM."}, {"pubmed": 19638343, "text": "Data show that PUMA expression was increased in liver biopsy specimens from patients with non-alcoholic steatohepatitis."}, {"pubmed": 19641508, "text": "PUMA is a critical mediator of p53-dependent & -independent apoptosis induced by a wide variety of stimuli.It directly binds and antagonizes all known antiapoptotic Bcl-2 family members to induce mitochondrial dysfunction & caspase activation. Review."}, {"pubmed": 19660860, "text": "Autophagic cell death is induced as an alternative form of cell death by 5-fluorouracil in Bax or PUMA deficient HCT116 cells which are apoptosis defective."}, {"pubmed": 19679565, "text": "Data show low or moderate methylation was found in seven selected genes BAD, BBC3, CAV1, CDK2AP1, NPM1, PRKCDBP and THEM4."}, {"pubmed": 19737931, "text": "Interference with Puma induction or expression of MCL1 or BCL2 significantly reduced both glucocorticoid- and FAS-induced cell death in p16INK4A-reconstituted leukemia cells."}, {"pubmed": 19815839, "text": "Data show that both Akt inhibitors decreased MCL-1 protein level, increased PUMA and NOXA protein levels, and induced apoptosis irrespective of TP53 status."}, {"pubmed": 19851330, "text": "We conclude that IRF-1 can induce apoptosis by the intrinsic pathway independent of the extrinsic pathway by upregulation of PUMA."}, {"pubmed": 19966853, "text": "Data show that suppression of PUMA through the phosphoinositide 3-kinase (PI3K)/protein kinase B (AKT)/p53 axis in the intestinal stem cells as a novel molecular mechanism of growth factor-mediated intestinal radioprotection."}, {"pubmed": 20075864, "text": "On mild DNA damage, SMAR1 selectively represses BAX and PUMA through binding to the MAR independently of inducing p53 deacetylation through HDAC1."}, {"pubmed": 20206402, "text": "palmitoleate inhibits lipoapoptosis by blocking endoplasmic reticulum stress-associated increases of the BH3-only proteins Bim and PUMA"}, {"pubmed": 20413175, "text": "Sharply p53-insensitive down-regulation of PUMA, coupled with Bcl-X(L) up-regulation, may play a cytoprotective role in liver regeneration after hepatectomy"}, {"pubmed": 20418652, "text": "Slug gene facilitates apoptosis of fibroblast-like synoviocytes by increasing Puma transactivation."}, {"pubmed": 20419447, "text": "Data show that in the presence of a functional p53/Puma/Bax-signaling axis, p14(ARF)-triggered apoptosis is enhanced by loss of p21(CDKN1)-mediated cell cycle checkpoint control."}, {"pubmed": 20421300, "text": "Data show that transcriptional activation of PUMA is regulated by nuclear factor-kappaB and endoplasmic reticulum stress."}, {"pubmed": 20430872, "text": "Collectively, these data suggest that CHOP and AP-1(c-Jun) cooperatively mediate PUMA induction during hepatocyte lipoapoptosis."}, {"pubmed": 20478995, "text": "PUMA (p53 up-regulated modulator of apoptosis), a key mediator of p53-dependent cell death, is regulated by a noncanonical, gene-specific mechanism"}, {"pubmed": 20723285, "text": "Puma mRNA expression is significantly correlated with prognostic factors, and may be a prognostic marker of chronic lymphocytic leukemia."}, {"pubmed": 20813046, "text": "Data indicate for the first time that miR-221/222 directly regulate apoptosis by targeting PUMA in glioblastoma and that miR-221/222 could be potential therapeutic targets for glioblastoma intervention."}, {"pubmed": 20978166, "text": "PUMA-mediated apoptosis is pivotal for the anticancer activities of UCN-01; PUMA manipulation may be useful for improving their anticancer activities."}, {"pubmed": 21042732, "text": "PUMA is a direct target of miR-221/222 that functions as an endogenous apoptosis regulator in these epithelial cancers."}, {"pubmed": 21044367, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21120639, "text": "rAAV2-Slug siRNA, in combination with radiation, increased levels of the PUMA, which contributes to the radiosensitivity of cholangiocarcinomas."}, {"pubmed": 21153863, "text": "Expression of p53-inducible BH3-only apoptotic proteins Puma and Noxa was elevated and large activation of executive caspases was observed."}, {"pubmed": 21159778, "text": "Akt requires glucose metabolism to suppress puma expression and prevent apoptosis of leukemic T cells."}, {"pubmed": 21364664, "text": "The phosphorylation of Puma at serine 10 promotes Puma turnover, represses Puma's cell death potential and promotes cell survival."}, {"pubmed": 21490394, "text": "PUMA induction contributes to the pathogenesis of colitis by promoting IEC apoptosis"}, {"pubmed": 21633093, "text": "Micro RNA miR-296-5p takes part in the regulation of PUMA expression during hepatic lipoapoptosis."}, {"pubmed": 21699775, "text": "In mice and humans, colon inflammation induces apoptosis of intestinal epithelial cells via p53-dependent and - independent mechanisms; PUMA also activates an intrinsic apoptosis pathway associated with colitis."}, {"pubmed": 21863213, "text": "PUMA enhances sensitivity of SKOV3 cells to cisplatin by lowering the threshold set simultaneously by Bcl-x(L) and Mcl-1."}, {"pubmed": 21868573, "text": "Puma is a major regulator of memory B lymphocyte survival and therefore a key molecule in the control of the immune response."}, {"pubmed": 21887277, "text": "p21 prevents Puma and its downstream effector Bax from triggering the mitochondrial apoptotic pathway."}, {"pubmed": 21997190, "text": "Cytokine receptor signaling activates an IKK-dependent phosphorylation of PUMA to prevent cell death."}, {"pubmed": 22021910, "text": "The PUMA expression induced by stretch is mediated by IFN-gamma, JNK, and IRF-1 pathways."}, {"pubmed": 22086558, "text": "the PUMA promoter polymorphisms may be a biomarker for risk of HPV16-associated squamous cell carcinoma of the head and neck"}, {"pubmed": 22130069, "text": "Smad4 suppresses the PAK1, which promotes the PUMA destabilization"}, {"pubmed": 22159712, "text": "In tumors the frequency of p53 positivity was 24%, that of bax positivity was 83%, and strong positivity was found for PUMA (43%)."}, {"pubmed": 22178394, "text": "Studies indicate that PUMA and TOMM22 as potential targets for miRNA-BART viral transcripts."}, {"pubmed": 22283740, "text": "Silibinin up-regulated PUMA expression. Pifithrin-alpha reduced it. p53 could interfere with mitochondrial functions such as MMP via PUMA pathways."}, {"pubmed": 22286758, "text": "Sorafenib kills cancer cells by activating PUMA."}, {"pubmed": 22359675, "text": "Bim-independent apoptosis by BITC in cancer cells is mediated by PUMA"}, {"pubmed": 22394200, "text": "The JNK-potentiated Akt/FoxO3a and JNK-mediated c-Jun pathways co-operatively trigger Puma expression, which determines the threshold for overcoming chemoresistance in ovarian cancer cells."}, {"pubmed": 22446329, "text": "these study suggested that the four mutations lowered the stability of the p53 DBD domain and induced aggregation of structurally destabilized p53, and thus disrupted the p53-PUMA/NOXA interaction."}, {"pubmed": 22714709, "text": "PUMA, c-Myb and p53 protein expression closely relates to the carcinogenesis, fast-progression, easy-metastasis, high-invasion, and poor-prognosis in gallbladder adenocarcinoma."}, {"pubmed": 22763818, "text": "Histone deacetylase 3 inhibits expression of PUMA in gastric cancer cells; patients with low PUMA expression have significant decreases in overall survival."}, {"pubmed": 22773666, "text": "Data suggest that PUMA/BBC3 and DP5 (death protein DP5) contribute to palmitate-induced apoptosis of pancreatic beta-cells via lipotoxic endoplasmic reticulum stress."}, {"pubmed": 22997714, "text": "[review] Small molecules like p21 and PUMA may play a role in the pathogenesis of rheumatoid arthritis."}, {"pubmed": 23001513, "text": "The binding of PUMA to the inhibitory members of the Bcl-2 family (Bcl-2-like proteins) via its BH3 domain seems to be a critical regulatory step in the induction of apoptosis."}, {"pubmed": 23220852, "text": "we confirmed the model of BBC3-mediated apoptosis, which can be activated with or without p53."}, {"pubmed": 23243310, "text": "Transforming growth factor-beta directly induces p53-up-regulated modulator of apoptosis (PUMA) during the rapid induction of apoptosis in myc-driven B-cell lymphomas"}, {"pubmed": 23321162, "text": "High levels of PUMA in pancreatic ductal adenocarcinoma tumour cells suggest that PUMA expression may play a role in pancreatic tumourigenesis."}, {"pubmed": 23340338, "text": "The PUMA-induced partial unfolding of BCL-xL disrupts interactions between cytosolic p53 and BCL-xL, releasing the bound p53 to initiate apoptosis."}, {"pubmed": 23475628, "text": "High expression of PUMA is associated with lymph node metastasis and invasion in gallbladder adenocarcinoma."}, {"pubmed": 23517560, "text": "The BH3-only protein Puma plays an essential role in p53-mediated apoptosis of chronic lymphocytic leukemia cells."}, {"pubmed": 23532334, "text": "BIM and PUMA are induced upon HER2 inhibition in HER2-amplified breast cancers to execute apoptosis."}, {"pubmed": 23805223, "text": "data suggest that PUMA cooperates with p21 to regulate normal acinus formation and epithelial-to-mesenchymal transition."}, {"pubmed": 23873935, "text": "a polymorphism in the miR-149 precursor may result in important phenotypic traits of myocardial infarction by regulating the puma protein in apoptosis"}, {"pubmed": 23916609, "text": "Sox4 is required for p53-independent apoptotic cell death mediated by PUMA induction via TSA treatment"}, {"pubmed": 24077289, "text": "ESR2 induces apoptosis of prostate cancer cells by increasing transcription of FOXO3a, leading to an increase of PUMA."}, {"pubmed": 24127039, "text": "The results have shown that the proliferation of the tumor was inhibited after delivery of WWOX, and the expressions of P73 and PUMA were upregulated in target tissues."}, {"pubmed": 24236056, "text": "HER2-mediated phosphorylation destabilizes PUMA protein."}, {"pubmed": 24265320, "text": "these results provide strong evidence that Puma, like Bim, Noxa, and tBid, is able to act as a direct Bak activator."}, {"pubmed": 24452416, "text": "MiR-222 targets the expression of PUMA in oral squamous cell carcinoma cells and affects cell growth, invasive and apoptotic abilities."}, {"pubmed": 24566851, "text": "c-Jun transactivates Puma gene expression to promote osteoarthritis."}, {"pubmed": 24625983, "text": "Data demonstrate that high concentrations of glucose induce endoplasmic reticulum and oxidative stress, which causes pancreatic beta cell death mediated by Bim and Puma."}, {"pubmed": 24625987, "text": "PUMA mediates endoplasmic reticulum stress-induced mucosal epithelial apoptosis through the mitochondrial apoptotic pathway in portal hypertensive gastropathy."}, {"pubmed": 24685133, "text": "PUMA depletion is sufficient to prevent the sensitization to apoptosis that occurs when autophagy is blocked."}, {"pubmed": 24769730, "text": "Stable knockdown of Bim or PUMA expression prevented cell toxicity induced by loss of Keap1."}, {"pubmed": 24824714, "text": "PUMA protein in p53 regulatory molecule pattern determines the prognosis for patients with lymphoproliferative diseases."}, {"pubmed": 24830722, "text": "Slug promotes survival during metastasis through suppression of Puma-mediated apoptosis."}, {"pubmed": 25012639, "text": "Chk1 activity is required for BAK multimerization in association with PUMA during mitochondrial apoptosis"}, {"pubmed": 25354317, "text": "Beta-arrestin 2 promotes inflammation-induced intestinal epithelial apoptosis through endoplasmic reticulum stress/PUMA in colitis."}, {"pubmed": 25356864, "text": "caspase-9 mediates Puma activation to determine the threshold for overcoming chemoresistance in cancer cells."}, {"pubmed": 25474084, "text": "The present study explored the role and mechanism of miR-222 in increasing the expression of p53 up-regulated modulator of apoptosis (PUMA) and enhancing the sensitivity of oral squamous cell carcinoma to cisplatin."}, {"pubmed": 25499216, "text": "Taken together, our results indicate that DNA damage resistance in RCC is reversible, involves the p53-PUMA axis, and is potentially targetable to improve the oncological outcomes of RCC patients."}, {"pubmed": 25544752, "text": "Results establish that Tip60-T158 phosphorylation by p38 plays an essential role in stimulating Tip60 activity required for inducing the p53-PUMA pathway that ultimately leads to apoptosis in response to DNA damage."}, {"pubmed": 25585941, "text": "PUMA is silenced in bladder cancer by miR-221."}, {"pubmed": 25647720, "text": "Upregulation of PUMA is associated with metastatic breast cancer."}, {"pubmed": 25684518, "text": "Loss of PUMA is associated with lung cancer."}, {"pubmed": 25812964, "text": "Slug inversely regulated PUMA and p53 expression in both CNE-2 and CNE-2-RES cells."}, {"pubmed": 25831048, "text": "puma-mediated apoptosis is not induced in mucosal melanomas by cisplatin"}, {"pubmed": 25846496, "text": "PUMA expression increases further during transformation while the expression of p53 is not significantly altered which suggests that PUMA alterations might be a late event during the evolution of myelodysplastic syndromes."}, {"pubmed": 25893985, "text": "inhibition of AKT/FoxO3a signaling may contribute to H1-mediated PUMA induction, suggesting that inhibition of AKT/FoxO3a signaling result in PUMA expression in response to p53-independent cytotoxic effects of H1."}, {"pubmed": 25895606, "text": "Decrease of survivin expression and induction of PUMA expression."}, {"pubmed": 26030884, "text": "Puma is the major mediator of virus-induced Bax/Bak activation and mitochondrial membrane permeabilization induction."}, {"pubmed": 26043078, "text": "Activation of p38 and Jun kinase results in increased expression of the pro-apoptotic Bcl-2 homologs Bim and Puma, which inducibly bind and sequester Mcl-1 and Bcl-xL leading to the induction of the mitochondrial apoptosis pathway."}, {"pubmed": 26125773, "text": "There-fore, stable transfection of PUMA can significantly enhance epirubicin-induced apoptosis sensitivity of MCF-7 breast cancer cells."}, {"pubmed": 26212789, "text": "the selective degradation of BBC3 underlies the prosurvival role of chaperone-mediated autophagy."}, {"pubmed": 26397041, "text": "in vitro OGT knockdown induced more cell apoptosis through increasing PUMA and caspase-3 expression"}, {"pubmed": 26397233, "text": "our data purport that p53 not only increased Puma expression directly, but that it may also do so through miR-203. Additionally, functional studies revealed that miR-203 overexpression induced apoptosis and inhibited cell invasiveness."}, {"pubmed": 26431330, "text": "Suggest that the accumulation of PUMA in the cytosol may be important for the participation of this protein in apoptosis without the need for prior transcription in Burkitt's lymphoma b cells."}, {"pubmed": 26576741, "text": "p53/PUMA expression in human pulmonary fibroblasts mediates cell activation and migration in silicosis"}, {"pubmed": 26904937, "text": "Therapeutic response to non-genotoxic activation of p53 by Nutlin3a is driven by PUMA-mediated apoptosis in lymphoma cells."}, {"pubmed": 26917778, "text": "Inhibition of mTORC1-mediated 4EBP1 phosphorylation leads to decreased expression of c-MYC and subsequent upregulation of the proapoptotic BCL2 family member PUMA, whereas inhibition of mTORC2 results in nuclear factor-kappaB-mediated expression of the Early Growth Response 1 (EGR1) gene, which encodes a transcription factor that binds and transactivates the proapoptotic BCL2L11 locus encoding BIM."}, {"pubmed": 27117005, "text": "These results demonstrated the involvement of BBC3/Bbc3 in cold preservation/rewarming-mediated islet injury, possibly through modulating HMGB1- and oxidative stress-mediated injury to islets."}, {"pubmed": 27235693, "text": "p53 and Bax might play an important role in microcystin-LR (MC-LR)-induced apoptosis in HepG2 cells in which PUMA and survivin were involved."}, {"pubmed": 27277529, "text": "Our results revealed that Slug siRNA transfection in combination with radiation increased the expression of PUMA, which contributed to radiosensitivity of oral squamous cell carcinoma cells"}, {"pubmed": 27339788, "text": "findings suggest that PUMA would be involved in the possible crosstalk between the ER and the mitochondria in the homocysteine-induced apoptosis of caspase-4 deficient SH-SY5Y cells."}, {"pubmed": 27472460, "text": "EZH2 directly binds to the Puma promoter thus epigenetically repressing PUMA expression in non-small cell lung cancer cells."}, {"pubmed": 27718035, "text": "Inhibition of GART induced cellular apoptosis and suppressed the migration of intestinal epithelial cells through the activation of the MEKK3-MKK3-p38 mitogen-activated protein kinase (MAPK) pathway, following with the dys-regulation of p53 and PUMA."}, {"pubmed": 27737950, "text": "miR-23a-3p, miR-23b-3p, and miR-149-5p, were downregulated by cytokines and selected for further studies. These miRNAs were found to regulate the expression of the proapoptotic Bcl-2 proteins DP5 and PUMA and consequent human beta-cell apoptosis."}, {"pubmed": 27780918, "text": "Results show that PUMA expression is downregulated at the translational level by miR-3196 which inhibits lung cancer cells apoptosis."}, {"pubmed": 27786352, "text": "Collectively, our findings strongly suggest targeting miR-155 exhibited in vivo and in vitro antileukemic activities in acute myelogeneous leukemia through a novel mechanism resulting in inhibition of Slug expression and increase of PUMA expression."}, {"pubmed": 27924057, "text": "these results establish a critical role of PUMA in mediating the anticancer effects of pazopanib in colon cancer cells and provide the rationale for clinical evaluation."}, {"pubmed": 28012060, "text": "Concurrent knock-down of Puma reverses Bcl-xl-induced caspase activation. Puma is required for Bclxl-induced cell death."}, {"pubmed": 28128736, "text": "Knockdown of Slug enhanced the antitumor activity of DOX in SW1736 cells via induction of PUMA upregulation. Our results suggest that targeting of Slug has good potential for the development of new therapeutic strategies for Anaplastic thyroid carcinoma."}, {"pubmed": 28277537, "text": "In the mouse model of silicosis, Bbc3 knockout mice clearly exhibited decreased levels of autophagy and fibrosis progression. These results suggest that downregulation of BBC3 expression may become a novel therapeutic strategy for the treatment of silicosis."}, {"pubmed": 28287251, "text": "ERK1/2/p53/PUMA signaling axis is related to cisplatin-induced cell death in ovarian cancer cells."}, {"pubmed": 28409774, "text": "The mitochondrial apoptotic pathway, activated by BH3-only proteins, BIM and PUMA, is essential for endoplasmic reticulum stress-induced cell death; DR5 as well as caspase-8 are not required for this process."}, {"pubmed": 28423513, "text": "we have demonstrated that miR-503-5p expression negatively correlates with PUMA expression in colorectal carcinoma cells."}, {"pubmed": 28423586, "text": "Results show that in PUMA protein adenovirus-infected A2780s ovarian cancer cells, exogenous PUMA was partially accumulated in the cytosol and mainly located to the mitochondria."}, {"pubmed": 28445976, "text": "Data suggest that H2O2 regulates cell death in granulosa cells via the ROS-JNK-p53 pathway."}, {"pubmed": 28489680, "text": "Authors show that blockade of cAMP signaling using MDL12330A led to an increase in PUMA transcript levels, but not p21 in melanoma cells. Results suggest that transcriptional repression is one of the functions of the cAMP-Epac signaling pathway."}, {"pubmed": 28692117, "text": "Quantitative real-time PCR analysis indicated higher expression of PUM in renal cell carcinoma tissues compared to that in para-carcinoma tissues."}, {"pubmed": 28747638, "text": "Data show that targeting of synoviocytes by a vector, consisting of a baculovirus conjugated to an adenovirus carrying the pro-apoptotic gene PUMA, has therapeutic efficacy in a rat arthritis model."}, {"pubmed": 28893313, "text": "Altogether, these findings suggest that in normal/high glucose condition a mutual unbalance between p53-dependent apoptosis (PUMA) and autophagy (DRAM) gene occurred, modifying the ADR-induced cancer cell death in HG both in vitro and in vivo."}, {"pubmed": 28905491, "text": "Apoptosis pathways are impaired in fibroblasts from patients with SSc, leading to chronic fibrosis. Nonetheless, PUMA/p53 pathway may not be involved in dysfunction of apoptosis mechanisms in fibroblasts of patients with SSc."}, {"pubmed": 28921546, "text": "Low BBC3 expression is associated with bone marrow metastasis in neuroblastoma."}, {"pubmed": 29030732, "text": "these results establish a critical role of PUMA in mediating the anticancer effects of deguelin in lung cancer cells and provide the rationale for clinical evaluation."}, {"pubmed": 29227280, "text": "genetic or pharmacological disruption of alphavbeta3/Src signaling drives PUMA expression, specifically depleting these stem-like tumor cells; increases their sensitivity to apoptosis; and reduces pulmonary metastasis, with no effect on primary tumor growth."}, {"pubmed": 29229477, "text": "AGG is also found to trigger ubiquitination of PUMA which in turn interacted with p62 for prompting mitophagy suggesting that AGG turns on PUMA-mediated mitophagy in U87MG cells in both p62-dependent as well as in p62-independent manner"}, {"pubmed": 29307600, "text": "PAK1 is upregulated in cutaneous T cell lymphoma. PAK1 silencing induced apoptosis and inhibited cell growth by stimulating the expression of PUMA and p21."}, {"pubmed": 29352138, "text": "Authors found that miR-663 regulates apoptosis by controlling mitochondrial outer membrane permeabilization (MOMP) through the expression of two novel direct targets PUMA/BBC3 and BTG2."}, {"pubmed": 29533771, "text": "Low PUMA expression is associated with cancer."}, {"pubmed": 29581256, "text": "PUMA promotes the cytosolic release of mitochondrial DNA and activation of the DNA sensors DAI/Zbp1 and STING, leading to enhanced RIP3 and MLKL phosphorylation in a positive feedback loop."}, {"pubmed": 29686375, "text": "the suppression of GSK-3 is the key function of PI3K signaling in order to prevent the induction of Puma by FOXO3A and p53 and thereby apoptosis upon growth factor withdrawal."}, {"pubmed": 29693134, "text": "miR222 inhibitor exerted anticancer effects against liver cancer cells, probably by targeting the 3' untranslated region (UTR) of BBC3."}, {"pubmed": 29755130, "text": "Inhibition of aurora kinases preferentially kills mutant KRAS CRC cells and overcomes KRAS-mediated resistance to anti-EGFR antibodies in vitro and in vivo by restoring PUMA induction."}, {"pubmed": 29991800, "text": "TAM improves susceptibility of Beclin-1-deficient glioma cells to CRAd-S-5/3 oncolysis."}, {"pubmed": 30185800, "text": "PUMA induction by FoxO3a."}, {"pubmed": 30556447, "text": "LincRNA-p21 is aberrantly upregulated in non-small cell lung cancer and inhibits cell apoptosis by decreasing PUMA expression."}, {"pubmed": 30712844, "text": "WTp53 has role in promoting the cancer metabolic switch by dominantly suppressing pyruvate-driven oxidative phosphorylation by inducing PUMA."}, {"pubmed": 31202167, "text": "CRNDE bond to p53 upregulated modulator of apoptosis (PUMA), and PUMA was required for CRNDE to enhance cervical cancer cell growth."}, {"pubmed": 31881122, "text": "Gilteritinib induces PUMA-dependent apoptotic cell death via AKT/GSK-3beta/NF-kappaB pathway in colorectal cancer cells."}, {"pubmed": 32080167, "text": "PUMA-mediated epithelial cell apoptosis promotes Helicobacter pylori infection-mediated gastritis."}, {"pubmed": 32173531, "text": "Inhibition of NOTCH signaling pathway chemosensitizes HCC CD133(+) cells to vincristine and 5-fluorouracil through upregulation of BBC3."}, {"pubmed": 32588752, "text": "MiR-222-3p Promotes Cell Proliferation and Inhibits Apoptosis by Targeting PUMA (BBC3) in Non-Small Cell Lung Cancer."}, {"pubmed": 33034274, "text": "Nipped-B-like Protein Sensitizes Esophageal Squamous Cell Carcinoma Cells to Cisplatin via Upregulation of PUMA."}, {"pubmed": 33218295, "text": "The long non-coding RNA TSLC8 inhibits colorectal cancer by stabilizing puma."}, {"pubmed": 33631672, "text": "Structural basis of the p53 DNA binding domain and PUMA complex."}, {"pubmed": 33785736, "text": "PUMA facilitates EMI1-promoted cytoplasmic Rad51 ubiquitination and inhibits DNA repair in stem and progenitor cells."}, {"pubmed": 34239363, "text": "Recombinant human bone morphogenetic protein 2 and 7 inhibit the degeneration of intervertebral discs by blocking the Puma-dependent apoptotic signaling."}, {"pubmed": 34461288, "text": "High glucose mediates the ChREBP/p300 transcriptional complex to activate proapoptotic genes Puma and BAX and contributes to intervertebral disc degeneration."}, {"pubmed": 34587475, "text": "FBXL20 promotes breast cancer malignancy by inhibiting apoptosis through degradation of PUMA and BAX."}, {"pubmed": 34636989, "text": "Genome-wide mRNA profiling identifies X-box-binding protein 1 (XBP1) as an IRE1 and PUMA repressor."}, {"pubmed": 34874225, "text": "Long non-coding RNA HOTAIRincreased mechanical stimulation-induced apoptosis by regulating microRNA-221/BBC3 axis in C28/I2 cells."}, {"pubmed": 34903507, "text": "Expression of p53 up-regulated modulator of apoptosis (PUMA) in non-melanoma skin cancer of long-term immunosuppressed solid organ transplant recipients compared to immunocompetent patients."}, {"pubmed": 36122664, "text": "PUMA overexpression dissociates thioredoxin from ASK1 to activate the JNK/BCL-2/BCL-XL pathway augmenting apoptosis in ovarian cancer."}, {"pubmed": 36508676, "text": "Synthetical lethality of Werner helicase and mismatch repair deficiency is mediated by p53 and PUMA in colon cancer."}], "genomic_pos": {"chr": "19", "end": 47232766, "ensemblgene": "ENSG00000105327", "start": 47220822, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 47736023, "start": 47724081, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001836", "qualifier": "involved_in", "term": "release of cytochrome c from mitochondria"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001836", "pubmed": 11463392, "qualifier": "involved_in", "term": "release of cytochrome c from mitochondria"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006915", "pubmed": 26212789, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006919", "qualifier": "involved_in", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006919", "pubmed": 11463392, "qualifier": "involved_in", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006974", "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008340", "qualifier": "involved_in", "term": "determination of adult lifespan"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031334", "pubmed": 21041309, "qualifier": "involved_in", "term": "positive regulation of protein-containing complex assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034976", "pubmed": 22761832, "qualifier": "involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042771", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to DNA damage by p53 class mediator"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043525", "qualifier": "involved_in", "term": "positive regulation of neuron apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044346", "qualifier": "involved_in", "term": "fibroblast apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045926", "pubmed": 11463392, "qualifier": "involved_in", "term": "negative regulation of growth"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070059", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to endoplasmic reticulum stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070059", "pubmed": 16407291, "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to endoplasmic reticulum stress"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070059", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to endoplasmic reticulum stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070231", "qualifier": "involved_in", "term": "T cell apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070245", "qualifier": "involved_in", "term": "positive regulation of thymocyte apoptotic process"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071456", "pubmed": 20810912, "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071479", "qualifier": "involved_in", "term": "cellular response to ionizing radiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0090200", "qualifier": "involved_in", "term": "positive regulation of release of cytochrome c from mitochondria"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0090200", "pubmed": 21041309, "qualifier": "involved_in", "term": "positive regulation of release of cytochrome c from mitochondria"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097193", "pubmed": 17024184, "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0097194", "qualifier": "involved_in", "term": "execution phase of apoptosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097194", "pubmed": 11463391, "qualifier": "involved_in", "term": "execution phase of apoptosis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1902237", "pubmed": 22013210, "qualifier": "involved_in", "term": "positive regulation of endoplasmic reticulum stress-induced intrinsic apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903749", "qualifier": "involved_in", "term": "positive regulation of establishment of protein localization to mitochondrion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1903896", "pubmed": 22013210, "qualifier": "involved_in", "term": "positive regulation of IRE1-mediated unfolded protein response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000271", "qualifier": "involved_in", "term": "positive regulation of fibroblast apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2001056", "qualifier": "involved_in", "term": "positive regulation of cysteine-type endopeptidase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2001244", "pubmed": [17289999, 27031958], "qualifier": "involved_in", "term": "positive regulation of intrinsic apoptotic signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2001244", "qualifier": "involved_in", "term": "positive regulation of intrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": [11463391, 11463392], "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005739", "pubmed": 26212789, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005741", "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005764", "pubmed": 26212789, "qualifier": "colocalizes_with", "term": "lysosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11463391, 11463392, 15694340, 16151013, 16608847, 16697956, 17177603, 17289999, 20153921, 20627101, 22516262, 26212789, 26431330, 28514442, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051117", "pubmed": 26212789, "qualifier": "enables", "term": "ATPase binding"}]}, "homologene": {"genes": [[9598, 107969772], [9606, 27113], [9615, 612153], [10090, 170770], [10116, 317673]], "id": 8679}, "interpro": {"desc": "Bcl-2-binding component 3", "id": "IPR031661", "short_desc": "Bbc3"}, "ipi": ["IPI00004338", "IPI00044436", "IPI00186516"], "map_location": "19q13.32", "name": "BCL2 binding component 3", "other_names": ["bcl-2-binding component 3", "p53 up-regulated modulator of apoptosis", "p53-upregulated modulator of apoptosis"], "pantherdb": {"HGNC": "17868", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2181667", "ortholog_type": "LDO", "panther_family": "PTHR28639", "taxid": 10090, "uniprot_kb": "Q99ML1"}, {"RGD": "631434", "ortholog_type": "LDO", "panther_family": "PTHR28639", "taxid": 10116, "uniprot_kb": "Q80ZG6"}, {"ZFIN": "ZDB-GENE-070119-4", "ortholog_type": "LDO", "panther_family": "PTHR28639", "taxid": 7955, "uniprot_kb": "F1QKA1"}], "uniprot_kb": "Q96PG8"}, "pathway": {"kegg": [{"id": "hsa04115", "name": "p53 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04215", "name": "Apoptosis - multiple species - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa05016", "name": "Huntington disease - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05210", "name": "Colorectal cancer - Homo sapiens (human)"}], "pid": [{"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "p73pathway", "name": "p73 transcription factor network"}, {"id": "tap63pathway", "name": "Validated transcriptional targets of TAp63 isoforms"}], "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-109606", "name": "Intrinsic Pathway for Apoptosis"}, {"id": "R-HSA-111453", "name": "BH3-only proteins associate with and inactivate anti-apoptotic BCL-2 members"}, {"id": "R-HSA-114452", "name": "Activation of BH3-only proteins"}, {"id": "R-HSA-139915", "name": "Activation of PUMA and translocation to mitochondria"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5633008", "name": "TP53 Regulates Transcription of Cell Death Genes"}, {"id": "R-HSA-6803204", "name": "TP53 Regulates Transcription of Genes Involved in Cytochrome C Release"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9614657", "name": "FOXO-mediated transcription of cell death genes"}], "wikipathways": [{"id": "WP1530", "name": "miRNA regulation of DNA damage response"}, {"id": "WP1742", "name": "TP53 network"}, {"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP1971", "name": "Integrated Cancer Pathway"}, {"id": "WP254", "name": "Apoptosis"}, {"id": "WP3613", "name": "Photodynamic therapy-induced unfolded protein response"}, {"id": "WP3982", "name": "miRNA regulation of p53 pathway in prostate cancer"}, {"id": "WP4216", "name": "Chromosomal and microsatellite instability in colorectal cancer"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4864", "name": "Host-pathogen interaction of human coronaviruses - apoptosis"}, {"id": "WP4925", "name": "Unfolded protein response"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}, {"id": "WP707", "name": "DNA damage response"}, {"id": "WP710", "name": "DNA damage response (only ATM dependent)"}]}, "pdb": ["2M04", "4BPI", "4BPJ", "4BPK", "4HNJ", "5UUL", "6QFM", "6QG8", "6TQP", "7DVD", "7P0S", "7P9W", "7QTX"], "pfam": "PF15826", "pharmgkb": "PA38471", "pharos": {"target_id": [2344, 4285], "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF264187", "relationship": "is"}, {"id": "GNF264188", "relationship": "is"}, {"id": "GNF264189", "relationship": "is"}, {"id": "GNF264190", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098984", "relationship": "is"}, {"id": "GNF138639", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_031991.2"], "protein": ["NP_001120712.1", "NP_001120713.1", "NP_001120714.1", "NP_055232.1", "XP_006723204.1", "XP_011525024.1", "XP_047294562.1", "XP_054176516.1", "XP_054176517.1", "XP_054176518.1"], "rna": ["NM_001127240.3", "NM_001127241.3", "NM_001127242.3", "NM_014417.5", "XM_006723141.4", "XM_011526722.3", "XM_047438606.1", "XM_054320541.1", "XM_054320542.1", "XM_054320543.1"], "translation": [{"protein": "XP_054176517.1", "rna": "XM_054320542.1"}, {"protein": "XP_011525024.1", "rna": "XM_011526722.3"}, {"protein": "NP_055232.1", "rna": "NM_014417.5"}, {"protein": "NP_001120712.1", "rna": "NM_001127240.3"}, {"protein": "XP_054176516.1", "rna": "XM_054320541.1"}, {"protein": "NP_001120713.1", "rna": "NM_001127241.3"}, {"protein": "XP_047294562.1", "rna": "XM_047438606.1"}, {"protein": "XP_054176518.1", "rna": "XM_054320543.1"}, {"protein": "NP_001120714.1", "rna": "NM_001127242.3"}, {"protein": "XP_006723204.1", "rna": "XM_006723141.4"}]}, "reporter": {"HG-U133_Plus_2": "211692_s_at", "HG-U95Av2": "1700_at", "HTA-2_0": "TC19001661.hg.1", "HuEx-1_0": "3866435", "HuGene-1_1": "8037872", "HuGene-2_1": ["16873675", "16873684"]}, "summary": "This gene encodes a member of the BCL-2 family of proteins. This family member belongs to the BH3-only pro-apoptotic subclass. The protein cooperates with direct activator proteins to induce mitochondrial outer membrane permeabilization and apoptosis. It can bind to anti-apoptotic Bcl-2 family members to induce mitochondrial dysfunction and caspase activation. Because of its pro-apoptotic role, this gene is a potential drug target for cancer therapy and for tissue injury. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Dec 2011].", "symbol": "BBC3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425143"}, "unigene": "Hs.467020", "uniprot": {"Swiss-Prot": ["Q9BXH1", "Q96PG8"]}, "wikipedia": {"url_stub": "P53 upregulated modulator of apoptosis"}}