{"AllianceGenome": "989", "HGNC": "989", "MIM": "603517", "_id": "8915", "_version": 1, "accession": {"genomic": ["AF097732.1", "AL590113.8", "CH471097.2", "CP068277.2", "KT584966.1", "NC_000001.11", "NC_060925.1", "NG_012216.2"], "protein": ["AAC99767.1", "AAD15800.1", "AAD16428.1", "AAD24918.1", "AAD32597.1", "AAD39147.1", "AAF06894.1", "AAH53617.1", "ABN09569.1", "BAF84035.1", "CAA06955.1", "EAW73208.1", "NP_001307644.1", "NP_003912.1", "O95999.1", "XP_011540699.1", "XP_011540700.1", "XP_011540701.1", "XP_054195442.1", "XP_054195443.1"], "rna": ["AF057700.1", "AF082283.1", "AF100338.1", "AF105066.1", "AF127386.1", "AF134395.1", "AJ006288.1", "AK098790.1", "AK291346.1", "BC053617.1", "BI831624.1", "BX647306.1", "CA420027.1", "CA443148.1", "CB126730.1", "EF189176.1", "NM_001320715.2", "NM_003921.5", "XM_011542397.4", "XM_011542398.3", "XM_011542399.3", "XM_054339467.1", "XM_054339468.1"], "translation": [{"protein": "XP_011540701.1", "rna": "XM_011542399.3"}, {"protein": "AAC99767.1", "rna": "AF082283.1"}, {"protein": "AAF06894.1", "rna": "AF105066.1"}, {"protein": "XP_011540699.1", "rna": "XM_011542397.4"}, {"protein": "CAA06955.1", "rna": "AJ006288.1"}, {"protein": "XP_054195442.1", "rna": "XM_054339467.1"}, {"protein": "AAD32597.1", "rna": "AF127386.1"}, {"protein": "XP_011540700.1", "rna": "XM_011542398.3"}, {"protein": "NP_003912.1", "rna": "NM_003921.5"}, {"protein": "AAD16428.1", "rna": "AF100338.1"}, {"protein": "AAD39147.1", "rna": "AF134395.1"}, {"protein": "XP_054195443.1", "rna": "XM_054339468.1"}, {"protein": "NP_001307644.1", "rna": "NM_001320715.2"}, {"protein": "AAD15800.1", "rna": "AF057700.1"}, {"protein": "AAH53617.1", "rna": "BC053617.1"}, {"protein": "ABN09569.1", "rna": "EF189176.1"}, {"protein": "BAF84035.1", "rna": "AK291346.1"}]}, "alias": ["CARMEN", "CIPER", "CLAP", "IMD37", "c-E10", "mE10"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2022-12-29T18:00:00.000Z", "disease_label": "immunodeficiency 37", "gcep": "SCID-CID Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0014491", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_2826b3a9-d32b-4d91-8c5d-1a20c408d08d-2022-12-29T180000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000142867", "protein": ["ENSP00000480561", "ENSP00000497490", "ENSP00000498104"], "transcript": ["ENST00000620248", "ENST00000648566", "ENST00000649060", "ENST00000649434", "ENST00000650582"], "translation": [{"protein": "ENSP00000498104", "rna": "ENST00000648566"}, {"protein": "ENSP00000480561", "rna": "ENST00000620248"}, {"protein": "ENSP00000497490", "rna": "ENST00000649060"}], "type_of_gene": "protein_coding"}, "entrezgene": "8915", "exons": [{"cdsend": 85276352, "cdsstart": 85267626, "chr": "1", "position": [[85265775, 85267949], [85270617, 85270906], [85276295, 85276632]], "strand": -1, "transcript": "NM_001320715", "txend": 85276632, "txstart": 85265775}, {"cdsend": 85276352, "cdsstart": 85267626, "chr": "1", "position": [[85265775, 85267982], [85270617, 85270906], [85276295, 85276632]], "strand": -1, "transcript": "NM_003921", "txend": 85276632, "txstart": 85265775}], "exons_hg19": [{"cdsend": 85742035, "cdsstart": 85733309, "chr": "1", "position": [[85731459, 85733632], [85736300, 85736589], [85741978, 85742315]], "strand": -1, "transcript": "NM_001320715", "txend": 85742315, "txstart": 85731459}, {"cdsend": 85742035, "cdsstart": 85733309, "chr": "1", "position": [[85731459, 85733665], [85736300, 85736589], [85741978, 85742315]], "strand": -1, "transcript": "NM_003921", "txend": 85742315, "txstart": 85731459}], "generif": [{"pubmed": 11830492, "text": "vimplicated in apoptosis, and it has been suggested that mutated forms gain oncogenic activity. The occurrence of genomic BCL10 mutations in gastric MALT-type lymphomas was investigated."}, {"pubmed": 11836626, "text": "Mutations, relatively common in lymphomas, are extremely rare in malignant cartilaginous tumors."}, {"pubmed": 11960389, "text": "REVIEW: Genetic alterations involving BCL10 underlying the pathogenesis of MALT lymphoma"}, {"pubmed": 12017308, "text": "There is a lack of BCL10 mRNA mutation in lymphold malignancies."}, {"pubmed": 14523480, "text": "association of mutations with aberrant BCL10 localization in the nucleus in nasal NK/T-cell lymphomas"}, {"pubmed": 14638696, "text": "Bcl10 is post-translationally modified by Rip2 and has a role in T-cell signaling"}, {"pubmed": 14674990, "text": "Nuclear expression of BCL10 is unlikely to correlate with the API2-MALT1 fusion gene in ocular adnexal MALT lymphoma."}, {"pubmed": 14695475, "text": "Bcl10 targets NEMO for lysine-63-linked ubiquitination"}, {"pubmed": 15207693, "text": "Together, these findings suggest that Bcl10 nuclear expression may modulate gene expression and Bcl10 is a potential transcriptional activator apart from its traditional roles that have been found."}, {"pubmed": 15637807, "text": "BinCard inhibits BCL10-mediated activation of NF-kappa B."}, {"pubmed": 15878976, "text": "The ability of Bcl10 expression to prevent B-cell antigen receptor-induced growth arrest and apoptosis of WEHI-231 cells was dependent on NF-kappaB activation."}, {"pubmed": 16123224, "text": "nucleocytoplasmic shuttling of MALT1 and BCL10 complex may indicate that these molecules are involved not only in the nuclear factor kappaB (NF-kappaB) pathway but also in other biologic functions in lymphocytes"}, {"pubmed": 16127295, "text": "Accumulation of BCL10 at the perinuclear region is required for the BCL10-mediated NF-kappa B activation."}, {"pubmed": 16229939, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16280327, "text": "TNFalpha up-regulates the expression of Bcl10 and induces a fraction of Bcl10 nuclear translocation in human breast cancer cells: Akt1, activated by TNFalpha, phosphorylates Bcl10 at Ser218 and Ser231 which complexes with Bcl3 to enter the nucleus"}, {"pubmed": 16341151, "text": "BCL10 immunohistochemistry is a simple technique to identify those MALT lymphoma cases with an underlying genetic aberration."}, {"pubmed": 16775419, "text": "results reveal a physiological function of cellular inhibitor of apoptosis 2, identify Bcl10 upregulation as a unifying molecular mechanism for mucosa-associated lymphoid tissue lymphomas."}, {"pubmed": 16785131, "text": "Heterogeneous BCL10 gene amplification in diffuse large B cell lymphoma cells."}, {"pubmed": 16831874, "text": "Data show that IRAK-1 acts as the essential upstream adaptor that recruits BCL10 to the TLR4 signaling complex and mediates signaling to NF-kappaB through the BCL10-MALT1-TRAF6-TAK1 cascade."}, {"pubmed": 17101977, "text": "CARMA3/Bcl10/MALT1-dependent NF-kappaB activation mediates angiotensin II-responsive inflammatory signaling in hepatocytes."}, {"pubmed": 17179215, "text": "Bcl10 is a key signaling component mediating NF-kappaB activation induced by GPCRs in nonlymphoid cells."}, {"pubmed": 17199743, "text": "BCL10 nuclear expression was present in four of 17 cases od MALT lymphoma."}, {"pubmed": 17213322, "text": "Mutants of Bcl10 in the IKK phosphorylation site are resistant to degradation"}, {"pubmed": 17371994, "text": "These results point to a key role of Bcl10 in F-actin-dependent immune responses of T cells and monocytes/macrophages."}, {"pubmed": 17502353, "text": "These findings demonstrate that phosphorylation of Bcl10 at S138 down-regulates Bcl10 protein levels and thus negatively regulates T-cell receptor-mediated NF-kappaB activation."}, {"pubmed": 17540779, "text": "Identify Bcl10 as a mediator of LPS-induced activation of NK-kappaB and IL-8."}, {"pubmed": 17893875, "text": "Epo has a role in reducing expression of apoptosis-related proteins Bcl-2 and Bcl-10 in ovarian cancer cells"}, {"pubmed": 18231929, "text": "BCL10 and MALT1 might not only reflect the lymphocytic origin of H-RS cells, but autonomous activity of this crippled antigen receptor pathway might confer NFB activity and apoptosis resistance 9 at least in those cases of HL expressing wild-type IB."}, {"pubmed": 18252714, "text": "Toll-like receptor 4 mediates induction of the Bcl10-NFkappaB-interleukin-8 inflammatory pathway by carrageenan"}, {"pubmed": 18287044, "text": "The regulated ubiquitination of Bcl10 and its recognition by NEMO are a critical link between the Carma1-Bcl10-MALT1 complex, IkappaB kinase recruitment, and NF-kappaB activation."}, {"pubmed": 18307945, "text": "A novel mutation of Bc1-10 gene in ocular adnexal MALT lymphoma was detected in Chinese patients."}, {"pubmed": 18346354, "text": "The bcl-10 staining was most intense in MALT lymphoma of ocular adnexa"}, {"pubmed": 18349075, "text": "results further define the molecular mechanisms that control activation of NF-kappaB and reveal a function for A20 in the regulation of CARMA and BCL10 activity in lymphoid and non-lymphoid cells"}, {"pubmed": 18625728, "text": "Data show that the protein kinase C-responsive inhibitory domain of CARD11 functions in NF-kappaB activation to regulate the association of multiple signaling cofactors that differentially depend on Bcl10 and MALT1 for association."}, {"pubmed": 18806265, "text": "analysis of protein domains that mediate interaction between Bcl10 and MALT1"}, {"pubmed": 18949449, "text": "BCL10 nuclear expression and t(11;18)(q21;q21)-positive gastric MALT lymphomas are likely to be related to a failure to respond to H. pylori eradication in Chinese patients."}, {"pubmed": 19035248, "text": "BCL10 nuclear expression is common in ocular adnexal mucosa-associated lymphoid tissue lymphomas."}, {"pubmed": 19112107, "text": "components of the CBM complex, Carma3, Bcl10, and Malt1 are key mediators of the CXCL8/IL8-induced NFkappaB activation and VEGF up-regulation."}, {"pubmed": 19279678, "text": "data suggest that this inherent instability of MALT1-API2 prevents its accumulation and renders a potential effect on MALT lymphoma development via destabilization of BCL10 unlikely"}, {"pubmed": 19309400, "text": "Bcl-10 is expressed in peripheral T-cell lymphomas, correlates with PKC theta and Pp65(Ser536) expression and seems to be associated with better survival."}, {"pubmed": 19336552, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19444310, "text": "T-cell activation triggers the recruitment of the COP9 signalosome (CSN) to the Carma1-Bcl10-Malt1 (CBM) complex, and CSN downregulation impairs TCR-induced IKK activation."}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19690445, "text": "A specific single nucleotide polymorphism in the BCL10 gene may be responsible for the tumorigenesis of intracranial germinomas in Japanese individuals."}, {"pubmed": 19709433, "text": "Results suggest that the NFkappaB regulator BCL10 is an IL-2-independent STAT5 target gene."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19897484, "text": "These findings indicate an upstream signaling role for BCL10, in addition to its effects on IKKgamma, the regulatory component of the IKK signalosome, and a requirement for BCL10 in both canonical and noncanonical pathways of NF-kappaB activation."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20439115, "text": "Interaction of calmodulin with Bcl10 modulates NF-kappaB activation."}, {"pubmed": 20466000, "text": "Lipopolysaccharide induces activation of both canonical and non-canonical pathways of NF-kappaB and the non-canonical pathway requires phosphorylations of BCL10 (serine 138) and NIK."}, {"pubmed": 20695076, "text": "activation of NF-kappaB by CXCR4 occurs through Carma3/Bcl10/Malt1 (CBM) complex in OSCC. loss of components of CBM complex in HNSCC can inhibit SDF-1 alpha induced phosphorylation and degradation of IkappaBalpha."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21406399, "text": "Data show that CARMA3 and Bcl10 contributed to several characteristics of EGFR-associated malignancy, including proliferation, survival, migration, and invasion."}, {"pubmed": 21513986, "text": "study shows CaMKII is recruited to the immunological synapse where it interacts with and phosphorylates Bcl10; propose a mechanism whereby Ca(2+) signals can be integrated at the immunological synapse through CaMKII-dependent phosphorylation of Bcl10"}, {"pubmed": 21674474, "text": "Findings demonstrate that CaN functions as a critical signaling molecule during Th cell activation, regulating Bcl-10 phosphorylation and NF-kappaB activation."}, {"pubmed": 21700900, "text": "findings indicate that BCL10 phosphorylations act upstream of phosphorylations of NIK, TAK1, and IkappaBalpha and differentially affect the canonical and noncanonical pathways of NF-kappaB activation"}, {"pubmed": 21896478, "text": "identify MIB2 as a novel component of the activated BCL10 signaling complex and a missing link in the BCL10-dependent NF-kappaB signaling pathway."}, {"pubmed": 22474286, "text": "FOXO3a promotes cell survival via BCL10/NF-kappaB in serum starvation"}, {"pubmed": 22564715, "text": "BCL10 plays an important role in controlling the growth of cervical cancer cells through NF-kappaB dependent cyclin D1 regulation."}, {"pubmed": 22579587, "text": "Results indicate that NF-kappaB binding to the BCL10 promoter can lead to prolonged activation of the carrageenan-induced inflammatory cascade by a transcriptional mechanism involving an NF-kappaB-BCL10 loop."}, {"pubmed": 22708078, "text": "Bcl10 links saturated fat overnutrition with hepatocellular NF-kB activation and insulin resistance."}, {"pubmed": 22812606, "text": "A proapoptotic role for protein kinase C zeta in the binding and phosphorylating Bcl10 at the nuclear envelope."}, {"pubmed": 22818167, "text": "BCL10 was commonly down-regulated in peripheral T cell lymphomas, suggest the T-cell receptor signaling cascade for future characterization."}, {"pubmed": 23153494, "text": "identify Bcl10 as an early coordinator of NF-kappaB-mediated immune response with endosomal trafficking and signaling to F-actin remodeling"}, {"pubmed": 23530562, "text": "BCL10 expression is a useful marker for acinar cell differentiation, particularly in the diagnosis of endoscopic ultrasound-guided fine-needle aspiration specimens of Acinar cell carcinomas of the pancreas"}, {"pubmed": 23784377, "text": "A novel susceptibility locus on 1p22 was discovered, which implicates BCL10 as a new susceptibility gene for leprosy."}, {"pubmed": 24074955, "text": "Combining crystallography, nuclear magnetic resonance, and electron microscopy, we reveal the structure of the Bcl10 CARD filament and the mode of interaction between CARMA1 and Bcl10"}, {"pubmed": 24681956, "text": "B-cell lymphoma/leukemia 10 promotes oral cancer progression through STAT1/ATF4/S100P signaling pathway."}, {"pubmed": 24702227, "text": "elevated in cholesteatoma"}, {"pubmed": 24732096, "text": "BCL10 delivers UBC13 to RNF8/RNF168 to regulate ubiquitination-mediated double-strand break signaling and repair."}, {"pubmed": 25105596, "text": "BCL10 induces cleavage of MALT1 at R149 in 293T cells."}, {"pubmed": 25365219, "text": "The results of this study indicate that inherited BCL10 deficiency should be considered in patients with combined immunodeficiency with B cell, T cell, and fibroblast defects."}, {"pubmed": 25384343, "text": "Overexpression of CARMA-BCL10-MALT in T-ALL may contribute to the constitutive cleavage and inactivation of A20, which enhances NF-kappaB signaling and may be related to T-ALL pathogenesis."}, {"pubmed": 25849213, "text": "characterization of zebrafish (Danio rerio) Bcl10"}, {"pubmed": 26038114, "text": "we identified BCL10 as a bona fide target of BCR-induced linear ubiquitylation and demonstrated an important role of the linear ubiquitin ligase HOIP in BCR-induced phosphorylation"}, {"pubmed": 26668357, "text": "Data show that caspase recruitment domain-containing protein 11/B-cell CLL/lymphoma 10/mucosa-associated lymphoid tissue lymphoma translocation gene 1 signaling drives lymphoproliferation through NF-kappa B and c-Jun N-terminal kinase activation."}, {"pubmed": 26771713, "text": "BCL10 promoted DNA double-strand breaks repair, enhancing cell survival after DNA damage."}, {"pubmed": 26774590, "text": "BCL10 is not essential for actin polymerization after fibroblast FcgammaR stimulation."}, {"pubmed": 27071417, "text": "Psoriasis mutations disrupt CARD14 autoinhibition promoting BCL10-MALT1-dependent NF-kappaB activation"}, {"pubmed": 27777308, "text": "results define molecular determinants that control the production of Lin(Ub)n-Bcl10, an important signaling intermediate in TCR and oncogenic CARD11 signaling."}, {"pubmed": 28717989, "text": "The results suggest that the involvement of BCL10 in DNA damage-induced NF-kappaB is through the recruitment of TRAF6."}, {"pubmed": 29259013, "text": "High BCL10 expression is associated with Breast Cancer."}, {"pubmed": 29358699, "text": "Results show that GSK3beta modulates serine phosphorylation of BCL10."}, {"pubmed": 29382759, "text": "BCL10 forms CARMA1-BCL10-MALT1-TRAF6 signalosome and BCL10 polymerizes in a unidirectional manner."}, {"pubmed": 30206119, "text": "CARD9 is a potential target of Zn(2+)-mediated signaling that affects Bcl10 polymerization in innate immune responses."}, {"pubmed": 30279415, "text": "MALT1 C-terminal region covering the Ig2-paracaspase-Ig3 domain is flexibly attached to the BCL10-MALT N-terminal death domain core filaments"}, {"pubmed": 30283440, "text": "Data indicate the importance of \"tuning\" caspase recruitment domain family member 11 (CARD11 or CARMA1)-B cell CLL/lymphoma 10 (BCL10)-MALT1 paracaspase (MALT1) complex (CBM) signaling to preserve immune homeostasis [Review]."}, {"pubmed": 30336982, "text": "MALT1 activation by TRAF6 in lymphocytes needs neither BCL10 nor CARD11."}, {"pubmed": 30514565, "text": "Deregulated CARD11, BCL10 or MALT1 (CBM) expression or CBM signaling have been associated with immunodeficiency, autoimmunity and cancer. (Review)"}, {"pubmed": 31047877, "text": "review: BCL10 is involved in the formation of complexes that antagonize apoptosis and contribute to cell survival after DNA damage"}, {"pubmed": 31178130, "text": "ZNF436 has a role in promoting tumor cell proliferation through transcriptional activation of BCL10 in glioma"}, {"pubmed": 32008135, "text": "Human BCL10 Deficiency due to Homozygosity for a Rare Allele."}, {"pubmed": 32799824, "text": "Correlation analysis between CARMEN variants and alcohol-induced osteonecrosis of the femoral head in the Chinese population."}, {"pubmed": 33640899, "text": "TRIM41 is required to innate antiviral response by polyubiquitinating BCL10 and recruiting NEMO."}, {"pubmed": 34928543, "text": "BCL10 correlates with bad prognosis and immune infiltration of tumor microenvironment in hepatocellular carcinoma."}, {"pubmed": 35658124, "text": "BCL10 Mutations Define Distinct Dependencies Guiding Precision Therapy for DLBCL."}, {"pubmed": 35727133, "text": "A nucleation barrier spring-loads the CBM signalosome for binary activation."}, {"pubmed": 35750252, "text": "BCL10 loss-of-function novel mutation leading to atypical severe combined immunodeficiency."}, {"pubmed": 36537036, "text": "A transposable element into the human long noncoding RNA CARMEN is a switch for cardiac precursor cell specification."}, {"pubmed": 37991197, "text": "Regulatory roles of CARD9-BCL10-Rac1 (CBR) signalome in islet beta-cell function in health and metabolic stress: Is there room for MALT1?"}], "genomic_pos": {"chr": "1", "end": 85276632, "ensemblgene": "ENSG00000142867", "start": 85265776, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 85742773, "start": 85731931, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001783", "qualifier": "involved_in", "term": "B cell apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001843", "pubmed": 11163238, "qualifier": "involved_in", "term": "neural tube closure"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002224", "pubmed": 16831874, "qualifier": "involved_in", "term": "toll-like receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002250", "pubmed": 25365219, "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0002250", "pubmed": 16831874, "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002906", "pubmed": 15878976, "qualifier": "involved_in", "term": "negative regulation of mature B cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006968", "qualifier": "involved_in", "term": "cellular defense response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0012501", "pubmed": 10400625, "qualifier": "involved_in", "term": "programmed cell death"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016064", "qualifier": "involved_in", "term": "immunoglobulin mediated immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031398", "pubmed": 14695475, "qualifier": "involved_in", "term": "positive regulation of protein ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031663", "pubmed": 16831874, "qualifier": "involved_in", "term": "lipopolysaccharide-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032094", "pubmed": 17095757, "qualifier": "involved_in", "term": "response to food"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0032755", "pubmed": 16647297, "qualifier": "acts_upstream_of", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032757", "pubmed": 17095757, "qualifier": "involved_in", "term": "positive regulation of interleukin-8 production"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0032761", "pubmed": 16647297, "qualifier": "acts_upstream_of", "term": "positive regulation of lymphotoxin A production"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0032765", "pubmed": 16647297, "qualifier": "acts_upstream_of", "term": "positive regulation of mast cell cytokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038061", "qualifier": "involved_in", "term": "non-canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042327", "pubmed": 15125833, "qualifier": "involved_in", "term": "positive regulation of phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 11821383, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043123", "pubmed": [18287044, 27777308], "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 12761501, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043280", "pubmed": 22267217, "qualifier": "involved_in", "term": "positive regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0045087", "pubmed": 16831874, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 15207693, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050852", "pubmed": 15125833, "qualifier": "involved_in", "term": "T cell receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050862", "pubmed": [18287044, 27777308], "qualifier": "involved_in", "term": "positive regulation of T cell receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050870", "qualifier": "involved_in", "term": "positive regulation of T cell activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051092", "pubmed": [10400625, 14695475, 18287044, 24074955, 27777308], "qualifier": "involved_in", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051260", "pubmed": 24074955, "qualifier": "involved_in", "term": "protein homooligomerization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061760", "qualifier": "involved_in", "term": "antifungal innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070231", "qualifier": "involved_in", "term": "T cell apoptotic process"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071222", "pubmed": 16831874, "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071260", "pubmed": 19593445, "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:2001238", "qualifier": "involved_in", "term": "positive regulation of extrinsic apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001238", "pubmed": 11466612, "qualifier": "involved_in", "term": "positive regulation of extrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001772", "qualifier": "located_in", "term": "immunological synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0002096", "qualifier": "part_of", "term": "polkadots"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16280327, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [11021819, 11053425, 11238466, 11278692, 15082780], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005764", "pubmed": 15082780, "qualifier": "located_in", "term": "lysosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": [12154360, 16831874], "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005881", "pubmed": 23264731, "qualifier": "located_in", "term": "cytoplasmic microtubule"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0032449", "qualifier": "part_of", "term": "CBM complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032449", "pubmed": [24074955, 28628108], "qualifier": "part_of", "term": "CBM complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0032449", "pubmed": 15125833, "qualifier": "part_of", "term": "CBM complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": [14695475, 16280327, 22267217], "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045121", "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 16127295, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 18223652, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003713", "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003713", "pubmed": 15207693, "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10187771, 11053425, 11259443, 11278692, 11466612, 11472070, 12154360, 14695475, 16280327, 16809782, 16831874, 17052756, 17363905, 17948050, 18287044, 19118383, 19444310, 19815501, 21157432, 22267217, 22528498, 24412244, 25011391, 25416956, 25910212, 26488816, 27070702, 27071417, 27107012, 31296852, 31774199, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019209", "qualifier": "contributes_to", "term": "kinase activator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019209", "pubmed": 15125833, "qualifier": "contributes_to", "term": "kinase activator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030674", "pubmed": 15125833, "qualifier": "enables", "term": "protein-macromolecule adaptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 16395405, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [10187771, 25416956, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042802", "pubmed": 16831874, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043422", "qualifier": "enables", "term": "protein kinase B binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043422", "pubmed": 16280327, "qualifier": "enables", "term": "protein kinase B binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0050700", "qualifier": "enables", "term": "CARD domain binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051059", "qualifier": "enables", "term": "NF-kappaB binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051059", "pubmed": 16280327, "qualifier": "enables", "term": "NF-kappaB binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140296", "pubmed": 15207693, "qualifier": "enables", "term": "general transcription initiation factor binding"}]}, "homologene": {"genes": [[7955, 100334750], [8364, 548494], [9031, 424528], [9544, 714869], [9598, 456984], [9606, 8915], [9615, 490183], [9913, 540824], [10090, 12042], [10116, 83477]], "id": 2912}, "interpro": [{"desc": "CARD domain", "id": "IPR001315", "short_desc": "CARD"}, {"desc": "Death-like domain superfamily", "id": "IPR011029", "short_desc": "DEATH-like_dom_sf"}, {"desc": "B-cell lymphoma/leukemia 10/E10", "id": "IPR033238", "short_desc": "BCL10/E10"}, {"desc": "BCL10, CARD domain", "id": "IPR042143", "short_desc": "CARD_BCL10"}], "ipi": "IPI00022477", "map_location": "1p22.3", "name": "BCL10 immune signaling adaptor", "other_names": ["B cell CLL/lymphoma 10", "B-cell lymphoma/leukemia 10", "CARD containing molecule enhancing NF-kB", "CARD-containing apoptotic signaling protein", "CARD-containing molecule enhancing NF-kappa-B", "CARD-containing proapoptotic protein", "CED-3/ICH-1 prodomain homologous E10-like regulator", "cCARMEN", "caspase-recruiting domain-containing protein", "cellular homolog of vCARMEN", "cellular-E10", "hCLAP", "mammalian CARD-containing adapter molecule E10"], "pantherdb": {"HGNC": "989", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1337994", "ortholog_type": "LDO", "panther_family": "PTHR34920", "taxid": 10090, "uniprot_kb": "Q9Z0H7"}, {"RGD": "620544", "ortholog_type": "LDO", "panther_family": "PTHR34920", "taxid": 10116, "uniprot_kb": "Q9QYN5"}, {"Ensembl": "ENSGALG00000028935", "ortholog_type": "LDO", "panther_family": "PTHR34920", "taxid": 9031, "uniprot_kb": "R4GI14"}, {"ZFIN": "ZDB-GENE-100219-2", "ortholog_type": "LDO", "panther_family": "PTHR34920", "taxid": 7955, "uniprot_kb": "E7F8A6"}], "uniprot_kb": "O95999"}, "pathway": {"kegg": [{"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04625", "name": "C-type lectin receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04660", "name": "T cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04662", "name": "B cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05152", "name": "Tuberculosis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_BCR", "name": "BCR"}, {"id": "Pathway_TCR", "name": "TCR"}], "pid": [{"id": "bcr_5pathway", "name": "BCR signaling pathway"}, {"id": "cd8tcrpathway", "name": "TCR signaling in na&#xef;ve CD8+ T cells"}, {"id": "nfkappabcanonicalpathway", "name": "Canonical NF-kappaB pathway"}, {"id": "tcr_pathway", "name": "TCR signaling in na&#xef;ve CD4+ T cells"}], "reactome": [{"id": "R-HSA-1168372", "name": "Downstream signaling events of B Cell Receptor (BCR)"}, {"id": "R-HSA-1168372", "name": "Downstream signaling events of B Cell Receptor (BCR)"}, {"id": "R-HSA-1169091", "name": "Activation of NF-kappaB in B cells"}, {"id": "R-HSA-1169091", "name": "Activation of NF-kappaB in B cells"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-202403", "name": "TCR signaling"}, {"id": "R-HSA-202424", "name": "Downstream TCR signaling"}, {"id": "R-HSA-2454202", "name": "Fc epsilon receptor (FCERI) signaling"}, {"id": "R-HSA-2454202", "name": "Fc epsilon receptor (FCERI) signaling"}, {"id": "R-HSA-2871837", "name": "FCERI mediated NF-kB activation"}, {"id": "R-HSA-2871837", "name": "FCERI mediated NF-kB activation"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5607764", "name": "CLEC7A (Dectin-1) signaling"}, {"id": "R-HSA-5621481", "name": "C-type lectin receptors (CLRs)"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8852135", "name": "Protein ubiquitination"}, {"id": "R-HSA-8866654", "name": "E3 ubiquitin ligases ubiquitinate target proteins"}, {"id": "R-HSA-983705", "name": "Signaling by the B Cell Receptor (BCR)"}, {"id": "R-HSA-983705", "name": "Signaling by the B Cell Receptor (BCR)"}], "wikipathways": [{"id": "WP23", "name": "B Cell Receptor Signaling Pathway"}, {"id": "WP3863", "name": "T-Cell antigen Receptor (TCR) pathway during Staphylococcus aureus infection"}, {"id": "WP5072", "name": "Modulators of TCR signaling and T cell activation"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}]}, "pdb": ["2MB9", "6BZE", "6GK2", "8CZD", "8CZO"], "pfam": "PF00619", "pharmgkb": "PA25299", "pharos": {"target_id": 817, "tdl": "Tbio"}, "prosite": "PS50209", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259435", "relationship": "is"}, {"id": "GNF259436", "relationship": "is"}, {"id": "GNF259437", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046154", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079989", "relationship": "is"}, {"id": "GNF079990", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052221", "relationship": "is"}, {"id": "GNF056990", "relationship": "is"}, {"id": "GNF061821", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070455", "relationship": "is"}, {"id": "GNF070456", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF001057", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF239691", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102235", "relationship": "is"}, {"id": "GNF141890", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_012216.2"], "protein": ["NP_001307644.1", "NP_003912.1", "XP_011540699.1", "XP_011540700.1", "XP_011540701.1", "XP_054195442.1", "XP_054195443.1"], "rna": ["NM_001320715.2", "NM_003921.5", "XM_011542397.4", "XM_011542398.3", "XM_011542399.3", "XM_054339467.1", "XM_054339468.1"], "translation": [{"protein": "XP_011540701.1", "rna": "XM_011542399.3"}, {"protein": "XP_054195442.1", "rna": "XM_054339467.1"}, {"protein": "XP_011540699.1", "rna": "XM_011542397.4"}, {"protein": "XP_011540700.1", "rna": "XM_011542398.3"}, {"protein": "NP_003912.1", "rna": "NM_003921.5"}, {"protein": "NP_001307644.1", "rna": "NM_001320715.2"}, {"protein": "XP_054195443.1", "rna": "XM_054339468.1"}]}, "reporter": {"HG-U133_Plus_2": ["1557257_at", "1557258_a_at", "205263_at"], "HG-U95Av2": "38871_at", "HTA-2_0": "TC01002828.hg.1", "HuEx-1_0": "2420808", "HuGene-1_1": "7917338", "HuGene-2_1": "16689060"}, "summary": "This gene was identified by its translocation in a case of mucosa-associated lymphoid tissue (MALT) lymphoma. The protein encoded by this gene contains a caspase recruitment domain (CARD), and has been shown to induce apoptosis and to activate NF-kappaB. This protein is reported to interact with other CARD domain containing proteins including CARD9, 10, 11 and 14, which are thought to function as upstream regulators in NF-kappaB signaling. This protein is found to form a complex with MALT1, a protein encoded by another gene known to be translocated in MALT lymphoma. MALT1 and this protein are thought to synergize in the activation of NF-kappaB, and the deregulation of either of them may contribute to the same pathogenetic process that leads to the malignancy. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Mar 2016].", "symbol": "BCL10", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1367449"}, "unigene": "Hs.193516", "uniprot": {"Swiss-Prot": "O95999", "TrEMBL": ["A2TDT2", "A0A087WWW9", "A0A3B3ISX2"]}, "wikipedia": {"url_stub": "BCL10"}}