{"AllianceGenome": "998", "HGNC": "998", "MIM": "109560", "_id": "602", "_version": 1, "accession": {"genomic": ["AC092066.4", "AH006679.3", "CH471126.1", "CP068259.2", "M31731.1", "NC_000019.10", "NC_060943.1", "NG_052809.1", "Z15098.1"], "protein": ["AAA51815.1", "AAA51816.1", "AAC51348.1", "AAH64993.1", "BAH12275.1", "EAW57291.1", "NP_005169.2", "P20749.2", "XP_011525500.3", "XP_016882599.1", "XP_054177661.1", "XP_054177662.1", "XP_054177663.1", "XP_054177664.1", "XP_054177665.1", "XP_054177666.1", "XP_054177667.1"], "rna": ["AK296180.1", "AK309453.1", "BC064993.1", "BU501187.1", "M31732.1", "NM_005178.5", "XM_011527198.4", "XM_017027110.2", "XM_054321686.1", "XM_054321687.1", "XM_054321688.1", "XM_054321689.1", "XM_054321690.1", "XM_054321691.1", "XM_054321692.1"], "translation": [{"protein": "BAH12275.1", "rna": "AK296180.1"}, {"protein": "NP_005169.2", "rna": "NM_005178.5"}, {"protein": "XP_011525500.3", "rna": "XM_011527198.4"}, {"protein": "XP_054177661.1", "rna": "XM_054321686.1"}, {"protein": "XP_054177665.1", "rna": "XM_054321690.1"}, {"protein": "XP_054177664.1", "rna": "XM_054321689.1"}, {"protein": "XP_054177662.1", "rna": "XM_054321687.1"}, {"protein": "XP_054177663.1", "rna": "XM_054321688.1"}, {"protein": "AAH64993.1", "rna": "BC064993.1"}, {"protein": "XP_054177667.1", "rna": "XM_054321692.1"}, {"protein": "AAA51815.1", "rna": "M31732.1"}, {"protein": "XP_016882599.1", "rna": "XM_017027110.2"}, {"protein": "XP_054177666.1", "rna": "XM_054321691.1"}]}, "alias": ["BCL4", "D19S37"], "ensembl": {"gene": "ENSG00000069399", "protein": ["ENSP00000164227", "ENSP00000393731"], "transcript": ["ENST00000164227", "ENST00000403534", "ENST00000444487", "ENST00000464319", "ENST00000473468", "ENST00000473473", "ENST00000474300", "ENST00000477832", "ENST00000487394"], "translation": [{"protein": "ENSP00000164227", "rna": "ENST00000164227"}, {"protein": "ENSP00000393731", "rna": "ENST00000444487"}], "type_of_gene": "protein_coding"}, "entrezgene": "602", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.5921445794, "exp_mis": 151.126525418, "exp_syn": 76.414687451, "lof_z": 2.91953344537501, "mis_z": 2.07398045677626, "mu_lof": 9.91846078202e-07, "mu_mis": 2.34064122671e-05, "mu_syn": 1.24756107778e-05, "n_lof": 1.0, "n_mis": 99.0, "n_syn": 54.0, "p_li": 0.86217268510329, "p_null": 0.000426836694144332, "p_rec": 0.137400478202566, "syn_z": 1.58962166479093}, "bp": 1365, "cds_end": 45262872, "cds_start": 45252047, "n_exons": 9, "nonpsych": {"exp_lof": 9.45328664223, "exp_mis": 136.650466604, "exp_syn": 69.0290328337, "lof_z": 2.70013920785239, "mis_z": 1.96970677672555, "mu_lof": 9.91846078202e-07, "mu_mis": 2.34064122671e-05, "mu_syn": 1.24756107778e-05, "n_lof": 1.0, "n_mis": 91.0, "n_syn": 47.0, "p_li": 0.823549402151132, "p_null": 0.00100825423066934, "p_rec": 0.175442343618199, "syn_z": 1.66933301216672}, "nontcga": {"exp_lof": 9.73174824947, "exp_mis": 139.023388404, "exp_syn": 70.288483461, "lof_z": 2.76113111759622, "mis_z": 2.07142520992539, "mu_lof": 9.91846078202e-07, "mu_mis": 2.34064122671e-05, "mu_syn": 1.24756107778e-05, "n_lof": 1.0, "n_mis": 90.0, "n_syn": 53.0, "p_li": 0.825042771765117, "p_null": 0.000808287592721486, "p_rec": 0.174148940642161, "syn_z": 1.30568091261309}, "transcript": "ENST00000164227.5"}, "exons": [{"cdsend": 44759615, "cdsstart": 44748790, "chr": "19", "position": [[44748707, 44749046], [44751226, 44751380], [44756231, 44756340], [44757016, 44757221], [44757326, 44757415], [44757645, 44757723], [44758245, 44758413], [44758723, 44758841], [44759427, 44760044]], "strand": 1, "transcript": "NM_005178", "txend": 44760044, "txstart": 44748707}], "exons_hg19": [{"cdsend": 45262872, "cdsstart": 45252047, "chr": "19", "position": [[45251964, 45252303], [45254483, 45254637], [45259488, 45259597], [45260273, 45260478], [45260583, 45260672], [45260902, 45260980], [45261502, 45261670], [45261980, 45262098], [45262684, 45263301]], "strand": 1, "transcript": "NM_005178", "txend": 45263301, "txstart": 45251964}], "generif": [{"pubmed": 1923524, "text": "Characterization of the mouse BCL3 ortholog and comparison to the human gene."}, {"pubmed": 12456498, "text": "High-level expression of BCL3 differentiates t(2;5)(p23;q35)-positive anaplastic large cell lymphoma from Hodgkin disease."}, {"pubmed": 12808109, "text": "BCL3 is downregulated by p53 to repress cyclin D1 and has a role in regulation of cell cycle progression"}, {"pubmed": 15105810, "text": "The relatively high frequency of BCL-3 expression in some non-Hodgkin and Hodgkin lymphoma types raises the possibility that BCL-3 is involved in the pathogenesis of these tumors, and may be a target of new therapies."}, {"pubmed": 15634875, "text": "Supported by IL-12 signals, Bcl-3 enhances survival and clonal expansion of transgenic OT-1 CD8 T cells."}, {"pubmed": 16099425, "text": "Bcl-3 might participate in oncogenic pathways involving Lck"}, {"pubmed": 16108830, "text": "(p52)2/Bcl-3P ternary complex, which is specifically induced in CD30-stimulated anaplasstic larage cell lymphoma, can modulate expression of apoptosis-related genes regulated by NF-kappaB."}, {"pubmed": 16123212, "text": "elevated Bcl-3 expression has an important function in classical Hodgkin lymphoma and peripheral T-cell non-Hodgkin lymphoma, in particular anaplastic large-cell lymphomas"}, {"pubmed": 16311697, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16732314, "text": "overexpression of BCL3 increases apoptosis, whereas BCL3-specific siRNA does not affect the viability of INA-6 cells suggesting that BCL3 is not essential for the survival of these cells"}, {"pubmed": 16940298, "text": "HBx and NF-kappaB2/BCL3 mediated-cyclin D1 up-regulation might play an important role in the HBx-mediated HCC development and progression"}, {"pubmed": 17272867, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17495977, "text": "study indicates that BCL3 translocations are not restricted to B-cell chronic lymphocytic leukemia but present in a heterogeneous group of B-cell malignancies"}, {"pubmed": 17644518, "text": "BCL3 functions as a repressor of HTLV-1 LTR-mediated transcription through interactions with TORC3"}, {"pubmed": 17881446, "text": "induction of p50/p50/Bcl-3 complexes by latent membrane protein 1 (LMP1) C-terminal activating region 1 mediates LMP1-induced epidermal growth factor receptor upregulation"}, {"pubmed": 17963943, "text": "Bcl-3 is rapidly induced following the expression of Epstein-Barr virus LMP1."}, {"pubmed": 18025803, "text": "demonstrated that HCCs almost universally overexpress Bcl-3 and preferentially express nuclear p52 and p50, with little evidence of p65 activation."}, {"pubmed": 18796561, "text": "Buthionine sulfoximine activates a noncanonical, inhibitory NF-kappaB- and p65-independent NF-kappaB pathway via a multistep process leading to the up-regulation of Bcl-2"}, {"pubmed": 18940474, "text": "BCL2 or BCL3 are recurrent translocation partners of the IGH locus in cHL (classical Hodgkin lymphomas)."}, {"pubmed": 19191868, "text": "BCL3 is a common target gene for several growth-promoting cytokines in myeloma cells and high expression of BCL3 at the time of diagnosis is associated with poor prognosis of patients with multiple myeloma"}, {"pubmed": 19229118, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19282837, "text": "Bcl-3 as an important modulator of cutaneous innate immune responses and its possible therapeutic role in atopic dermatitis (AD)."}, {"pubmed": 19383626, "text": "elevated lung levels of IL-10 may impair MTb-mediated alveolar macrophage apoptosis in HIV through a BCL-3-dependent mechanism"}, {"pubmed": 19451226, "text": "Transcriptional profiling demonstrated that Bcl3 activates genes involved in diverse pathways including a subset involved in cellular energy metabolism known to be regulated by PGC-1alpha, ERRalpha, and a second nuclear receptor, PPARalpha."}, {"pubmed": 19494302, "text": "activation of p52/Bcl-3 complexes in monocyte-derived macrophages (MDM) and p50/p65 heterodimers in fibroblasts in response to HCMV infection might explain the low-level growth of the virus in MDMs vs efficient growth in fibroblasts"}, {"pubmed": 19617629, "text": "adiponectin augmented the expression of A20, suppressor of cytokine signaling (SOCS) 3, B-cell CLL/lymphoma (BCL) 3, TNF receptor-associated factor (TRAF) 1, and TNFAIP3-interacting protein (TNIP) 3."}, {"pubmed": 19806201, "text": "JNK2 suppression of a novel JNK1/c-Jun/Bcl-3 apoptotic network hasa role in basal cancer cell survival"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20226764, "text": "Bcl-3 interacts with the pleckstrin homology domain and the phosphotyrosine binding domain of IRS-3, and that IRS-3 interacts with the ankyrin repeat domain of Bcl-3."}, {"pubmed": 20414006, "text": "NF-kB and Bcl-3 activation are prognostic in metastatic colorectal cancer"}, {"pubmed": 20471052, "text": "Human T cell leukemia virus type 1 (HTLV-1) oncoprotein Tax increases Bcl3 expression, which is associated with enhanced growth of HTLV-1-infected T cells."}, {"pubmed": 20547759, "text": "Biochemical purification of interacting partners of BCL-3 led to the identification of CtBP as a molecule required for the ability of BCL-3 to repress gene transcription."}, {"pubmed": 20558726, "text": "Data defined a unique motif of BCL-3 that is needed for its recruitment to the proteasome and identified PSMB1 as a key protein required for the proteasome-mediated degradation of a nuclear and oncogenic IkappaB protein."}, {"pubmed": 20572854, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20601676, "text": "Genetic variations of UBE2L3 and BCL3 are potential new risk genes for Crohn's disease."}, {"pubmed": 20601676, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20658525, "text": "inhibitory effect on OC cell growth was mediated by miR-125b inhibition of the translation of an mRNA encoding a proto-oncogene, BCL3"}, {"pubmed": 20672350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20731879, "text": "found that depleting Bcl-3 protein using shRNAs induce a decrease of proliferation and clonogenic survival associated with the induction of multinucleation and increased ploidy"}, {"pubmed": 20737317, "text": "COX-2 inhibitor can inhibit the expression of BCL-3 and cyclin D1 in a dose-dependent manner human colon cancer cell line SW480."}, {"pubmed": 20800578, "text": "this study reveals a novel combinatorial role for Bcl3 and CtBP1, providing an explanation for the acquisition of resistance to apoptosis in cancer cells, which is a major requirement for cancer development."}, {"pubmed": 20974051, "text": "We validated STAT3 as a bona fide target of BCL3 in a cervical cancer cell line by additional interference RNA and in silico analyses of previously reported lymphoma patients."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21912613, "text": "a novel mechanism for regulatory control of CTCF in UV stress-induced human corneal epithelial cells, which requires activation and formation of Bcl-3/p50 complex through a noncanonical NF-kappaB pathway"}, {"pubmed": 22580608, "text": "using Bcl-3 knockdown in prostate cancer cells, identified the inhibitor of DNA-binding (Id) family of helix-loop-helix proteins as potential Bcl-3-regulated genes"}, {"pubmed": 22782967, "text": "acute alcohol treatment induces molecular signatures of TLR4/LPS tolerance through the induction of Bcl-3"}, {"pubmed": 23115114, "text": "Carriers of BCL3 allele rs7257231T had longer posterior cranial bases than noncarriers, and in the familial-based association test showed the statistically strongest relationship to phenotype."}, {"pubmed": 23149915, "text": "These results indicate for the first time a cell-autonomous disease-modifying role for Bcl3 in vivo, affecting metastatic disease progression rather than primary tumor growth."}, {"pubmed": 23494744, "text": "It protects cells from apoptosis by regulationg apoptotic pathways."}, {"pubmed": 23534762, "text": "Bcl-3 may contribute to the adult T cell leukemia development through the positive regulation of cell growth, DNA stabilization and NF-kappaB activation."}, {"pubmed": 23607276, "text": "elevated expression in patients with Crohn's disease and ulcerative colitis"}, {"pubmed": 23669365, "text": "RHBDD1 could inhibit cell apoptosis by activating and upregulating c-Jun and its downstream target, Bcl-3"}, {"pubmed": 23794716, "text": "Bcl-3 plays a critical role in stabilizing c-Myc protein via ERK activation."}, {"pubmed": 24130828, "text": "a delayed (incoherent) feed-forward loop together with differential rates of TNFA (fast) and BCL3 (slow) mRNA turnover provide robust, pulsatile expression of TNFalpha"}, {"pubmed": 24867235, "text": "DC-SIGN directs adaptive T helper cell type-2immunity to fucose-expressing pathogens via an IKKepsilon-CYLD-dependent signalling pathway leading to Bcl3 activation."}, {"pubmed": 25374339, "text": "Suggest the involvement of BCL3 in cardiovascular disease, which could be partly mediated through the influence on metabolic phenotypes."}, {"pubmed": 25873381, "text": "These findings suggest that the two LMP1 signaling domains modulate their combined activity and that the bcl3 transcription factor is likely responsible for some of the unique effects of CTAR1 domain on cellular expression."}, {"pubmed": 25922067, "text": "data show that BCL-3 makes extensive contacts with p50 homodimers and in particular with ankyrin repeats (ANK) 1, 6, and 7, and the N-terminal region of Bcl-3."}, {"pubmed": 25929479, "text": "Subcellular localization of Bcl-3 could be a potential-early diagnostic marker in colon cancer."}, {"pubmed": 26033966, "text": "We have shown for the first time that BCL-3 promotes the growth of colorectal cancer cells through activation of the AKT pathway, increasing tumour cell yield both in vitro and in vivo."}, {"pubmed": 26122346, "text": "Variant of BCL3 gene is strongly associated with five-year survival of non-small-cell lung cancer patients"}, {"pubmed": 26138292, "text": "Bcl-3 is involved in the development of Tfh cells and the pathogenesis of RA, presumably by inducing IL-21 production."}, {"pubmed": 26526716, "text": "Bcl3 reduces the inflammatory response in pancreas/biliary tissue by blocking ubiquitination and proteasome-mediated degradation of nuclear factor-kappaB p50 homodimers."}, {"pubmed": 26882953, "text": "Study confirmed that BCL-3 is overexpressed in hepatocellular carcinoma (HCC) tissues and correlated with adverse clinicopathological features and poorer prognosis. BCL-3 can promote the growth of HCC cells by promoting cell viability, proliferation and cell cycle progression through regulation of CCND1 expression."}, {"pubmed": 27748795, "text": "BCL3 serves as an oncogene in glioma by modulating proliferation, cell cycle progression and apoptosis, and its oncogenic effects are mediated by the STAT3 signaling pathway."}, {"pubmed": 27779101, "text": "Four gene signature (PTEN, PIK3C2A, ITPA and BCL3) is an independent prognostic factors of both overall survival and disease-free survival in clear-cell renal-cell carcinoma."}, {"pubmed": 27906182, "text": "Bcl-3 knockdown enhanced the degradation of Smad3 but not Smad2 following TGFbeta treatment."}, {"pubmed": 28452361, "text": "Data show that B-cell CLL-lymphoma 3 (Bcl-3) expression levels in colonic T cells correlate with disease manifestation in patients with inflammatory bowel disease."}, {"pubmed": 28684863, "text": "B-cell leukemia protein 3 (Bcl3) expressed in response to cytokine TWEAK stimulation (experimental kidney injury) decreases TWEAK-induced inflammatory and lethal responses."}, {"pubmed": 28689659, "text": "Akt2, Erk2, and IKK1/2 phosphorylate Bcl3, converting Bcl3 into a transcriptional coregulator by facilitating its recruitment to DNA."}, {"pubmed": 28901004, "text": "Bcl-3 participates in the IL-22-induced expression of STAT3-dependent late-response genes, and the combination of IL-22 and IL-17-induced psoriasis-related gene expression."}, {"pubmed": 29473241, "text": "Bcl3 overexpression could be a surrogate biomarker for NF-kappaB activation in Barrett's epithelial cells leading to deregulation of NF-kappaB-inducible gene expression, inferring resistance to apoptosis through the activation of anti-apoptotic genes such as Survivin."}, {"pubmed": 29973405, "text": "BCL-3 might be a useful indicator of glioma response to alkylating chemotherapy."}, {"pubmed": 29973688, "text": "BCL-3 transcription is regulated directly by NF-KB signaling in colorectal cancer"}, {"pubmed": 30135206, "text": "This work identifies PD-L1 as a novel target of Bcl3, and links Bcl3 to IFN-gamma signaling and PD-L1-mediated immune escape."}, {"pubmed": 30289427, "text": "Data suggest that B cell lymphoma 3 (Bcl-3) may be a potential clinical biomarker for diagnosis, treatment, and prognosis of patients with BL1-subtype triple-negative breast cancer (TNBC)."}, {"pubmed": 30357752, "text": "these findings indicated that BCL3 appeared as a promising molecular biomarker of pediatric acute myeloid leukemia with unfavorable prognosis"}, {"pubmed": 30575108, "text": "Approximately 3% of all newly diagnosed chronic lymphocytic leukemia patients have either an IGH-BCL2 or IGH-BCL3 translocations."}, {"pubmed": 30792270, "text": "BCL-3 acts as a driver of the stem cell phenotype in colorectal cancer cells, potentially promoting tumour cell plasticity and therapeutic resistance."}, {"pubmed": 31793036, "text": "MicroRNA-627-5p inhibits the proliferation of hepatocellular carcinoma cells by targeting BCL3 transcription coactivator."}, {"pubmed": 31930327, "text": "The role of B-Cell Lymphoma-3 (BCL-3) in enabling the hallmarks of cancer: implications for the treatment of colorectal carcinogenesis."}, {"pubmed": 31957805, "text": "Bcl-3 promotes multi-modal tumour cell migration via NF-kappaB1 mediated regulation of Cdc42."}, {"pubmed": 32319612, "text": "BCL3 promotes cyclooxygenase2/prostaglandin E2 signalling in colorectal cancer."}, {"pubmed": 32355204, "text": "Bcl-3 promotes Wnt signaling by maintaining the acetylation of beta-catenin at lysine 49 in colorectal cancer."}, {"pubmed": 33040819, "text": "BCL-3 and beta-catenin signaling and tumor staging in colorectal cancer."}, {"pubmed": 33544468, "text": "PCAT1 induced by transcription factor YY1 promotes cholangiocarcinoma proliferation, migration and invasion by sponging miR-216a-3p to up-regulate oncogene BCL3."}, {"pubmed": 33819482, "text": "Bcl3 Couples Cancer Stem Cell Enrichment With Pancreatic Cancer Molecular Subtypes."}, {"pubmed": 35355979, "text": "Bcl-3: A Double-Edged Sword in Immune Cells and Inflammation."}, {"pubmed": 35641486, "text": "Hepatocyte Bcl-3 protects from death-receptor mediated apoptosis and subsequent acute liver failure."}, {"pubmed": 37132942, "text": "Hsa_circ_0088036 promotes nonsmall cell lung cancer progression by regulating miR-1343-3p/Bcl-3 axis through TGFbeta/Smad3/EMT signaling."}, {"pubmed": 37560801, "text": "BCL3 rearrangements in B-cell lymphoid neoplasms occur in two breakpoint clusters associated with different diseases."}, {"pubmed": 37794349, "text": "Bcl-3 regulates T cell function through energy metabolism."}], "genomic_pos": {"chr": "19", "end": 44760044, "ensemblgene": "ENSG00000069399", "start": 44747705, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 45263301, "start": 45250962, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002268", "qualifier": "involved_in", "term": "follicular dendritic cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002315", "qualifier": "involved_in", "term": "marginal zone B cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002455", "qualifier": "involved_in", "term": "humoral immune response mediated by circulating immunoglobulin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002467", "qualifier": "involved_in", "term": "germinal center formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006606", "pubmed": 8196632, "qualifier": "involved_in", "term": "protein import into nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": 16384933, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007249", "pubmed": 8196632, "qualifier": "involved_in", "term": "canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009615", "pubmed": 16306601, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010225", "pubmed": 16384933, "qualifier": "involved_in", "term": "response to UV-C"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019730", "qualifier": "involved_in", "term": "antimicrobial humoral response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030330", "pubmed": 16384933, "qualifier": "involved_in", "term": "DNA damage response, signal transduction by p53 class mediator"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032088", "pubmed": 16306601, "qualifier": "involved_in", "term": "negative regulation of NF-kappaB transcription factor activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032717", "pubmed": 16306601, "qualifier": "involved_in", "term": "negative regulation of interleukin-8 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032720", "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032729", "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032733", "qualifier": "involved_in", "term": "positive regulation of interleukin-10 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042088", "qualifier": "involved_in", "term": "T-helper 1 type immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042742", "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042771", "pubmed": 16384933, "qualifier": "acts_upstream_of_or_within", "term": "intrinsic apoptotic signaling pathway in response to DNA damage by p53 class mediator"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042832", "qualifier": "involved_in", "term": "defense response to protozoan"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042981", "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042981", "pubmed": 16732314, "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 16384933, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045064", "qualifier": "involved_in", "term": "T-helper 2 cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045727", "pubmed": 16384933, "qualifier": "involved_in", "term": "positive regulation of translation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 16306601, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 16384933, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046426", "pubmed": 16306601, "qualifier": "involved_in", "term": "negative regulation of receptor signaling pathway via JAK-STAT"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048536", "qualifier": "involved_in", "term": "spleen development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0051101", "pubmed": 9407099, "qualifier": "involved_in", "term": "regulation of DNA binding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070231", "qualifier": "involved_in", "term": "T cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070233", "qualifier": "involved_in", "term": "negative regulation of T cell apoptotic process"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:1901222", "pubmed": 8196632, "qualifier": "involved_in", "term": "regulation of non-canonical NF-kappaB signal transduction"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [8196632, 16280327, 16306601], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 11387332, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030496", "qualifier": "located_in", "term": "midbody"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 16280327, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032996", "pubmed": 16280327, "qualifier": "part_of", "term": "Bcl3-Bcl10 complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0033257", "qualifier": "part_of", "term": "Bcl3/NF-kappaB2 complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0033257", "pubmed": 9407099, "qualifier": "part_of", "term": "Bcl3/NF-kappaB2 complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003713", "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003714", "pubmed": 16306601, "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10362352, 16099425, 16280327, 21988832, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030674", "pubmed": 16306601, "qualifier": "enables", "term": "protein-macromolecule adaptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042826", "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042826", "pubmed": 16306601, "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0140297", "qualifier": "enables", "term": "DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140297", "pubmed": [8196632, 11387332, 16108830, 16306601], "qualifier": "enables", "term": "DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[8364, 100489600], [9544, 713049], [9598, 744209], [9606, 602], [9913, 531942], [10090, 12051], [10116, 680611]], "id": 81738}, "interpro": [{"desc": "Ankyrin repeat", "id": "IPR002110", "short_desc": "Ankyrin_rpt"}, {"desc": "Ankyrin repeat-containing domain superfamily", "id": "IPR036770", "short_desc": "Ankyrin_rpt-contain_sf"}], "ipi": "IPI00791379", "map_location": "19q13.32", "name": "BCL3 transcription coactivator", "other_names": ["B cell CLL/lymphoma 3", "B-cell leukemia/lymphoma 3", "B-cell lymphoma 3 protein", "B-cell lymphoma 3-encoded protein", "BCL-3", "chronic lymphatic leukemia protein", "proto-oncogene BCL3"], "pantherdb": {"HGNC": "998", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88140", "ortholog_type": "LDO", "panther_family": "PTHR24118", "taxid": 10090, "uniprot_kb": "Q9Z2F6"}, {"RGD": "1589465", "ortholog_type": "LDO", "panther_family": "PTHR24118", "taxid": 10116, "uniprot_kb": "D3ZQF8"}, {"ZFIN": "ZDB-GENE-061013-1", "ortholog_type": "LDO", "panther_family": "PTHR24118", "taxid": 7955, "uniprot_kb": "E7FFI8"}], "uniprot_kb": "P20749"}, "pathway": {"kegg": [{"id": "hsa04625", "name": "C-type lectin receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TNFalpha", "name": "TNFalpha"}, "pid": {"id": "nfkappabatypicalpathway", "name": "Atypical NF-kappaB pathway"}, "wikipathways": {"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}}, "pdb": ["1K1A", "1K1B"], "pfam": ["PF00023", "PF12796"], "pharmgkb": "PA25310", "pharos": {"target_id": 14927, "tdl": "Tchem"}, "pir": "A34794", "prosite": ["PS50088", "PS50297"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246295", "relationship": "is"}, {"id": "GNF246296", "relationship": "is"}, {"id": "GNF246297", "relationship": "is"}, {"id": "GNF246298", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047897", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079994", "relationship": "is"}, {"id": "GNF079995", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053358", "relationship": "is"}, {"id": "GNF058127", "relationship": "is"}, {"id": "GNF073310", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070579", "relationship": "is"}, {"id": "GNF070580", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF001066", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100301", "relationship": "is"}, {"id": "GNF139956", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_052809.1"], "protein": ["NP_005169.2", "XP_011525500.3", "XP_016882599.1", "XP_054177661.1", "XP_054177662.1", "XP_054177663.1", "XP_054177664.1", "XP_054177665.1", "XP_054177666.1", "XP_054177667.1"], "rna": ["NM_005178.5", "XM_011527198.4", "XM_017027110.2", "XM_054321686.1", "XM_054321687.1", "XM_054321688.1", "XM_054321689.1", "XM_054321690.1", "XM_054321691.1", "XM_054321692.1"], "translation": [{"protein": "NP_005169.2", "rna": "NM_005178.5"}, {"protein": "XP_011525500.3", "rna": "XM_011527198.4"}, {"protein": "XP_054177661.1", "rna": "XM_054321686.1"}, {"protein": "XP_054177665.1", "rna": "XM_054321690.1"}, {"protein": "XP_054177664.1", "rna": "XM_054321689.1"}, {"protein": "XP_054177662.1", "rna": "XM_054321687.1"}, {"protein": "XP_054177663.1", "rna": "XM_054321688.1"}, {"protein": "XP_054177667.1", "rna": "XM_054321692.1"}, {"protein": "XP_016882599.1", "rna": "XM_017027110.2"}, {"protein": "XP_054177666.1", "rna": "XM_054321691.1"}]}, "reporter": {"HG-U133_Plus_2": ["204907_s_at", "204908_s_at"], "HG-U95Av2": "1796_s_at", "HTA-2_0": "TC19000627.hg.1", "HuEx-1_0": "3835726", "HuGene-1_1": "8029465", "HuGene-2_1": "16863041"}, "retired": 105372417, "summary": "This gene is a proto-oncogene candidate. It is identified by its translocation into the immunoglobulin alpha-locus in some cases of B-cell leukemia. The protein encoded by this gene contains seven ankyrin repeats, which are most closely related to those found in I kappa B proteins. This protein functions as a transcriptional co-activator that activates through its association with NF-kappa B homodimers. The expression of this gene can be induced by NF-kappa B, which forms a part of the autoregulatory loop that controls the nuclear residence of p50 NF-kappa B. [provided by RefSeq, Jul 2008].", "symbol": "BCL3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812238"}, "unigene": "Hs.31210", "uniprot": {"Swiss-Prot": "P20749", "TrEMBL": ["H7C0A2", "B7Z3N9"]}, "wikipedia": {"url_stub": "BCL3"}}