{"AllianceGenome": "1029", "HGNC": "1029", "MIM": "600337", "_id": "623", "_version": 1, "accession": {"genomic": ["AB065896.1", "AF032889.1", "AH005415.2", "AL355102.5", "AX646477.1", "AY275464.1", "CH471061.1", "CP068264.2", "L42383.1", "NC_000014.9", "NC_060938.1", "U22346.1"], "protein": ["AAA21346.1", "AAC50594.1", "AAD14824.1", "AAD17233.1", "AAH34705.1", "AAP32296.1", "AIC76569.1", "AIC76570.1", "BAC06112.1", "BAF84659.1", "CAB45650.1", "CAD69366.1", "EAW81632.1", "NP_000701.2", "NP_001372936.1", "P46663.3"], "rna": ["AF117819.1", "AJ238044.1", "AK291970.1", "AK309528.1", "BC034705.1", "CB130642.1", "KJ950627.1", "KJ950628.1", "NM_000710.4", "NM_001386007.1", "U12512.1", "U30271.1", "W49512.1"], "translation": [{"protein": "AIC76569.1", "rna": "KJ950627.1"}, {"protein": "BAF84659.1", "rna": "AK291970.1"}, {"protein": "AAD17233.1", "rna": "AF117819.1"}, {"protein": "AAA21346.1", "rna": "U12512.1"}, {"protein": "AAD14824.1", "rna": "U30271.1"}, {"protein": "NP_000701.2", "rna": "NM_000710.4"}, {"protein": "NP_001372936.1", "rna": "NM_001386007.1"}, {"protein": "CAB45650.1", "rna": "AJ238044.1"}, {"protein": "AIC76570.1", "rna": "KJ950628.1"}, {"protein": "AAH34705.1", "rna": "BC034705.1"}]}, "alias": ["B1BKR", "B1R", "BKB1R", "BKR1", "BRADYB1"], "ensembl": {"gene": "ENSG00000100739", "protein": ["ENSP00000216629", "ENSP00000452064", "ENSP00000479276"], "transcript": ["ENST00000216629", "ENST00000553356", "ENST00000557122", "ENST00000611804"], "translation": [{"protein": "ENSP00000216629", "rna": "ENST00000216629"}, {"protein": "ENSP00000452064", "rna": "ENST00000553356"}, {"protein": "ENSP00000479276", "rna": "ENST00000611804"}], "type_of_gene": "protein_coding"}, "entrezgene": "623", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.75993728, "exp_mis": 132.7342897, "exp_syn": 54.5889, "lof_z": 1.69262902063981, "mis_z": -0.81791780066212, "mu_lof": 6.47899925999e-07, "mu_mis": 1.16780903031e-05, "mu_syn": 4.78100691582e-06, "n_lof": 3.0, "n_mis": 152.0, "n_syn": 61.0, "p_li": 0.07010469248697, "p_null": 0.0578329701221382, "p_rec": 0.872062337390892, "syn_z": -0.53793505712917}, "bp": 1062, "cds_end": 96731081, "cds_start": 96730019, "n_exons": 1, "nonpsych": {"exp_lof": 7.0028566, "exp_mis": 120.116709, "exp_syn": 49.38759, "lof_z": 1.85666010257465, "mis_z": -1.05312184122094, "mu_lof": 6.47899925999e-07, "mu_mis": 1.16780903031e-05, "mu_syn": 4.78100691582e-06, "n_lof": 2.0, "n_mis": 143.0, "n_syn": 53.0, "p_li": 0.256455498442624, "p_null": 0.0328848690424502, "p_rec": 0.710659632514926, "syn_z": -0.323632107096501}, "nontcga": {"exp_lof": 7.13713135, "exp_mis": 122.1135443, "exp_syn": 50.21978219, "lof_z": 1.52763182355544, "mis_z": -0.851487638267564, "mu_lof": 6.47899925999e-07, "mu_mis": 1.16780903031e-05, "mu_syn": 4.78100691582e-06, "n_lof": 3.0, "n_mis": 141.0, "n_syn": 59.0, "p_li": 0.0575047749828197, "p_null": 0.0756055142011199, "p_rec": 0.86688971081606, "syn_z": -0.784495309795697}, "transcript": "ENST00000216629.6"}, "exons": [{"cdsend": 96264744, "cdsstart": 96263682, "chr": "14", "position": [[96256209, 96256300], [96262651, 96262770], [96263672, 96264763]], "strand": 1, "transcript": "NM_000710", "txend": 96264763, "txstart": 96256209}], "exons_hg19": [{"cdsend": 96731081, "cdsstart": 96730019, "chr": "14", "position": [[96722546, 96722637], [96728988, 96729107], [96730009, 96731100]], "strand": 1, "transcript": "NM_000710", "txend": 96731100, "txstart": 96722546}], "generif": [{"pubmed": 11710536, "text": "B1 and B2 receptor expression was enhanced in tumor cells and tissue adjacent to gastric cancer compared with gastric ulcers."}, {"pubmed": 11880373, "text": "Novel mode of action of angiotensin I converting enzyme inhibitors: direct activation of bradykinin B1 receptor"}, {"pubmed": 12025967, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12063092, "text": "Bradykinin B1 receptors are upregulated by inflammatory stimuli in bronchial epithelial cells."}, {"pubmed": 12130679, "text": "the C-terminal domain participates intimately in the efficacy of B1R and B2R G(q/11) coupling by contributing both positive and negative regulatory epitopes."}, {"pubmed": 12165532, "text": "Allergic rhinitis subjects displayed significantly higher expression of B1 receptor mRNA than did the normal subjects."}, {"pubmed": 12450400, "text": "B1R exists in caveolae-related lipid rafts (CLRs) in HEK293 cells apparently by default, as a result of their random distribution in the plasma membrane and not by being targeted to the CLR fraction."}, {"pubmed": 12481150, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14499231, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15033977, "text": "B1 and B2 bradykinin receptors form a complex with enhanced signaling capacity"}, {"pubmed": 15492119, "text": "Bradykinin B(1) receptor homooligomerization is required for expression of receptors on the cell surface and subsequent constitutive receptor signaling."}, {"pubmed": 15520046, "text": "kinin B(1) receptors participate in painful and inflammatory disorders--REVIEW"}, {"pubmed": 15634338, "text": "slow internalization of B(1)KB(2) was also accompanied by a lack of agonist-induced phosphorylation, that in contrast was observed for B(1)YB(2) and B(1)CB(2), suggesting that putative helix 8 is either directly or indirectly involved"}, {"pubmed": 15643125, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15643125, "text": "the two bradykinin receptors may play a role in blood pressure regulation"}, {"pubmed": 15681300, "text": "The B1 kinin receptor does not have a major vasomotor or fibrinolytic role in patients with heart failure"}, {"pubmed": 15705059, "text": "Use of the highly sensitive DNase I in vivo footprinting approach to delineate more precisely the functional domains of the BDKRB1 gene promoter in human smooth muscle cells is reported."}, {"pubmed": 15805101, "text": "bradykinin receptors in imflammatory bowel disease may reflect intestinal inflammation"}, {"pubmed": 15837330, "text": "A novel class of 2,3-diaminopyridine bradykinin B1 receptor antagonists is disclosed using structure-activity relationship studies."}, {"pubmed": 15840906, "text": "BK-1Rs are induced in the endothelium of intramyocardial coronary vessels in failing human hearts and so may participate in the pathogenesis of heart failure."}, {"pubmed": 15883268, "text": "Kinin B1 receptor expression on multiple sclerosis mononuclear cells"}, {"pubmed": 16644486, "text": "Increased level of bradykinin receptor B1 in adenoma suggests that kinins may play a role in abnormal cellular transformation."}, {"pubmed": 17110500, "text": "kinins modulate receptor endocytosis to rapidly decrease B2R and increase B1R on the cell surface."}, {"pubmed": 17128974, "text": "B1 bradykinin binding pocket for agonists and antagonists is similar"}, {"pubmed": 17303584, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17327486, "text": "The novel finding that kinin receptors are constitutively expressed in immature hMo-DC suggests that these receptors may be expressed in the absence of proinflammatory stimuli."}, {"pubmed": 17328065, "text": "Kinin B1 and B2 receptors synergistically potentiate IL-1- and TNFalpha-induced PG biosynthesis in osteoblasts by a mechanism involving increased levels of COX-2, resulting in increased RANKL"}, {"pubmed": 17852785, "text": "The study showed 7-fold higher transcriptional activity of bradykinin 1 receptor in patients with cardiac syndrome X than in control patients."}, {"pubmed": 17878384, "text": "unveils a proinflammatory pathway centered on kinin B1 receptor activation of CXCL5 leading to leukocyte trafficking"}, {"pubmed": 18039523, "text": "Corticosteroids may have a beneficial anti-inflammatory effect in asthma by down-regulating B(1) receptor expression on neutrophils, thereby decreasing the migration of these inflammatory cells into the airways"}, {"pubmed": 18039525, "text": "We suggest that increased expression of B1 receptor in the human airway following a URI could increase the risk of an exacerbation of asthma by contributing to increased inflammation in the airway."}, {"pubmed": 18187413, "text": "Carboxypeptidase M and kinin B1 receptors interact to facilitate efficient b1 signaling from B2 agonists"}, {"pubmed": 18467203, "text": "These data show that IL-1beta and TNF-alpha upregulate B1 and B2 receptor expression by mechanisms involving activation of both NF-kappaB and MAP kinase pathways, but that signal transduction pathways are different for IL-1beta and TNF-alpha."}, {"pubmed": 18577888, "text": "The kallikrein-kinin system may be one of the more important players in angiogenesis associated with prostate and breast tumours."}, {"pubmed": 18809736, "text": "The role of B1 receptors on renal fibrosis and the use of a nonpeptide B1R antagonist on the progression of obstructive kidney disease is reported."}, {"pubmed": 18938142, "text": "RT-PCR demonstrates the presence of mRNAs for brradykinin B1 receptors in a human embryo kidney cell line."}, {"pubmed": 19038786, "text": "Eosinophils in asthmatic patients expressed significantly greater kinin B(1)R and B(2)R mRNA and proteins"}, {"pubmed": 19082699, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19120546, "text": "The ratio of bradykinin subtype 1 receptor (B1R) to bradykinin subtype 2 receptor (B2R)is markedly higher in patients with acute coronary syndrome versus the age-matched healthy control group."}, {"pubmed": 19184415, "text": "B(1)R-epidermal growth factor receptor crosstalk may be a key interaction that maintains tumor growth"}, {"pubmed": 19404481, "text": "Epithelial cells, submucosal glands, fibroblast, vascular smooth muscle, vascular endothelial cells, and macrophages showed immunoreactivity for both B1 and B2 receptors."}, {"pubmed": 19546528, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19641039, "text": "BK-1 receptor plays a pivotal role in inflammatory disorders in neutrophils."}, {"pubmed": 19661485, "text": "Laminar shear stress is a major determinant of functional B1R expression in endothelium."}, {"pubmed": 19725054, "text": "B1R and B2R activation, which may result from an increase in BK synthesis, is involved in high glucose-induced stimulation of glutamate uptake, COX-2 expression, and NF-kB activation, in retinal pigment epithelium cells."}, {"pubmed": 19796797, "text": "both B1 receptor and gC1q receptor are involved in the vascular leakage induced by hereditary and acquired angioedema plasma."}, {"pubmed": 19885862, "text": "human chondrosarcoma tissues had significantly higher expression of the B1 and B2 receptors comparing to normal cartilage"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20152050, "text": "The up-regulation of B1 receptors may contribute to acute inflammatory pain through TRPV1 activation."}, {"pubmed": 20189583, "text": "Remote ischemic preconditioning decreases expression of kinin receptors on circulating human neutrophils."}, {"pubmed": 20448019, "text": "Severe inflammation characterizes rapidly progressive glomerulonephritides, and expression of the kinin B1 receptor (B1R) associates with inflammation."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21052031, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21147512, "text": "Release of metalloproteases-2 and -9 is blocked after silencing of the kinin B1 receptor with a siRNA."}, {"pubmed": 21216565, "text": "Data suggest that B1R inhibition can reduce BBB damage and cell invasion during autoimmune CNS disease and may offer a novel anti-inflammatory strategy for the treatment of MS."}, {"pubmed": 21454694, "text": "CPM and B1Rs on cell membranes form a critical complex that potentiates B1R signaling."}, {"pubmed": 21871009, "text": "Comparing phospholipase C beta activity and Ca(2+)-regulated signals, a temperature-dependent increase was only observed for bradykinin B(1) but not for bradykinin(2)receptor activation."}, {"pubmed": 21986309, "text": "A peptidase-resistant BR agonist had no significant direct or indirect acute effect (4h) on BR expression."}, {"pubmed": 22088753, "text": "bradykinin B1 is inhibited by chromomenones"}, {"pubmed": 22092568, "text": "Taken together, this study demonstrates that Pseudomonas aeruginosa is capable of up-regulating human B1R expression via the NF-kappaB signaling pathway."}, {"pubmed": 22468084, "text": "The up-regulation of HER2 and B(1)R in precursor lesions of gallbladder carcinoma suggests cross-talk between these two receptors that may be of importance in the modulation of cell proliferation in gallbladder carcinogenesis."}, {"pubmed": 22706224, "text": "The transcriptional activity of the B1 receptor for kinins increased in patients with grade 1 and grade 2 endometrial cancer when compared to the control group, whereas it decreased in patients with grade 3 endometrial cancer."}, {"pubmed": 22971439, "text": "Bradykinin B1 receptor is induced in inflammatory diseases and contributes to hyperthermia through a vagal sensory mechanism."}, {"pubmed": 23201435, "text": "Kinin B1 receptor homo-oligomerization is required for receptor trafficking to the cell surface"}, {"pubmed": 23224295, "text": "the relevance of kinin B1 and B2 receptors in bladder cancer, was investigated."}, {"pubmed": 23351078, "text": "investigated if expression of B1 and B2 kinin receptors can be affected by IL-4 and IL-13; data show, for the first time, that IL-4 and IL-13 decrease kinin receptors in a STAT6-dependent mechanism"}, {"pubmed": 23428345, "text": "This review focuses on airway MAPK/NFkappaB-dependent kinin receptor upregulation that links the environmental risk factors to airway hyperreactivity and airway inflammation."}, {"pubmed": 23934212, "text": "Bradykinin B1 receptor signaling depends on receptor endocytosis."}, {"pubmed": 24108126, "text": "CPM binding to extracellular loop 2 of the B1R results in positive allosteric modulation of B1R signaling, and disruption of this interaction could provide a novel therapeutic approach to reduce pathological B1R signaling."}, {"pubmed": 24304135, "text": "B1 receptor-mediated vasodilatation in myometrial vessels absent in pre-eclampsia"}, {"pubmed": 24401952, "text": "BKR1 and BKR2 gene expression on peripheral monocytes is upregulated in essential hypertension"}, {"pubmed": 24475248, "text": "A novel B1R splice variant and promoter regulatory elements determine tissue-specific B1R expression."}, {"pubmed": 24686079, "text": "APJ and B1R can form heterodimers in transfected HEK293 cells and activations of APJ and B1R could up-regulate eNOS phosphorylation"}, {"pubmed": 24728914, "text": "promotes adhesion of neutrophils to endothelial cells"}, {"pubmed": 25289859, "text": "kB1R heterodimerizes with kB2Rs in co-transfected HEK293 cells and natively expressing endothelial cells, resulting in significant internalization and desensitization of the kB1R response in cells pre-treated with kB2R agonist."}, {"pubmed": 25503118, "text": "B1R agonist acts as a functional stimulus for the secretion of KLK1 and KLK6, an event relevant for kinin production and cell invasion, respectively"}, {"pubmed": 28099911, "text": "Data show that mRNA and protein of bradykinin type 2 receptors, but not bradykinin type 1 receptors, were abundant in cultured c-Kit+ progenitor cells."}, {"pubmed": 28935640, "text": "High BKB1R expression is associated with lung inflammation and injury."}, {"pubmed": 28990089, "text": "The findings revealed that serum B1R levels may provide prognostic information and currently act as potential indicators for progression in atherosclerosis."}, {"pubmed": 29034546, "text": "BK receptors, B1 and B2 (BKR-B1 and B2), were also detected in both epithelial and stromal cells of endometriotic lesions. The localization of BKR-B1 was nucleus mainly, whereas BKR-B2 was detected at cytoplasm."}, {"pubmed": 29334504, "text": "There is a divergence in BKR1 gene expression in subcutaneous white adipose tissue between patients with and without coronary artery disease and is associated with metabolic parameters."}, {"pubmed": 30132865, "text": "the putative mechanisms underlying the anticancer activities of cell-penetrant B1R antagonists were assessed by analyzing cell cycle regulation and signaling molecules related to cell survival and apoptosis"}, {"pubmed": 30366000, "text": "Results indicate that interaction of phosphorylated-STAT3 and acetylated-SP-1 modulates IL-8 expression-mediated glioblastoma migration. The present study also indicates that B1R and the phosphorylated-STAT3/acetylated-SP-1 signaling pathways could serve as therapeutic targets for developing a novel glioblastoma therapy."}, {"pubmed": 31017477, "text": "The G Allele of the rs12050217 Polymorphism in the BDKRB1 Gene Is Associated with Protection for Diabetic Retinopathy."}, {"pubmed": 31218444, "text": "Our work shows for the first time that the interaction between CPM and kinin B1 receptor alters not only B1R pharmacology, but also modulates enzyme expression and activity."}, {"pubmed": 32087235, "text": "Kinin B1 receptor: A target for neuroinflammation in hypertension."}, {"pubmed": 33284471, "text": "Correlation of matrix-related airway remodeling and bradykinin B1 receptor expression with fixed airflow obstruction in severe asthma."}, {"pubmed": 36142237, "text": "The Role of Bradykinin Receptors in Hereditary Angioedema Due to C1-Inhibitor Deficiency."}, {"pubmed": 37703419, "text": "Bradykinin receptor expression and bradykinin-mediated sensitization of human sensory neurons."}, {"pubmed": 37818853, "text": "Bradykinin-bradykinin receptor (B1R) signalling is involved in the blood-brain barrier disruption in moyamoya disease."}], "genomic_pos": {"chr": "14", "end": 96268967, "ensemblgene": "ENSG00000100739", "start": 96256210, "strand": 1}, "genomic_pos_hg19": {"chr": "14", "end": 96735304, "start": 96722161, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001933", "qualifier": "involved_in", "term": "negative regulation of protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002687", "qualifier": "involved_in", "term": "positive regulation of leukocyte migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007204", "pubmed": 8063797, "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007205", "qualifier": "involved_in", "term": "protein kinase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030308", "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045776", "qualifier": "involved_in", "term": "negative regulation of blood pressure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051281", "qualifier": "involved_in", "term": "positive regulation of release of sequestered calcium ion into cytosol"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005783", "pubmed": 9930991, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004947", "qualifier": "enables", "term": "bradykinin receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004947", "pubmed": [1314587, 10422787], "qualifier": "enables", "term": "bradykinin receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 23597562, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042277", "qualifier": "enables", "term": "peptide binding"}]}, "homologene": {"genes": [[9031, 772372], [9598, 100612769], [9606, 623], [9615, 490847], [9913, 532119], [10090, 12061], [10116, 81509]], "id": 570}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Bradykinin receptor family", "id": "IPR000496", "short_desc": "Brdyknn_rcpt"}, {"desc": "Bradykinin receptor B1", "id": "IPR001186", "short_desc": "Brdyknn_1_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00296538", "map_location": "14q32.2", "name": "bradykinin receptor B1", "other_names": ["B1 bradykinin receptor", "BK-1 receptor", "bradykinin B1 receptor", "bradykinin receptor 1"], "pantherdb": {"HGNC": "1029", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88144", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 10090, "uniprot_kb": "Q61125"}, {"RGD": "620401", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 10116, "uniprot_kb": "P97583"}, {"Ensembl": "ENSGALG00000020386", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 9031, "uniprot_kb": "Q38Q38"}, {"ZFIN": "ZDB-GENE-030814-1", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 7955, "uniprot_kb": "A8E7T8"}, {"ZFIN": "ZDB-GENE-041210-292", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 7955, "uniprot_kb": "F1RAA0"}, {"WormBase": "WBGene00020319", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 6239, "uniprot_kb": "P91439"}, {"WormBase": "WBGene00011381", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 6239, "uniprot_kb": "O18014"}, {"WormBase": "WBGene00019183", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 6239, "uniprot_kb": "O76667"}, {"WormBase": "WBGene00013848", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 6239, "uniprot_kb": "Q03613"}, {"WormBase": "WBGene00009278", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 6239, "uniprot_kb": "O62189"}, {"WormBase": "WBGene00012084", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 6239, "uniprot_kb": "Q09638"}], "uniprot_kb": "P46663"}, "pathway": {"kegg": [{"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04610", "name": "Complement and coagulation cascades - Homo sapiens (human)"}, {"id": "hsa04750", "name": "Inflammatory mediator regulation of TRP channels - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}, {"id": "WP4969", "name": "RAS and bradykinin pathways in COVID-19"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}, {"id": "WP554", "name": "ACE Inhibitor Pathway"}, {"id": "WP558", "name": "Complement and Coagulation Cascades"}]}, "pdb": "7EIB", "pfam": "PF00001", "pharmgkb": "PA79", "pharos": {"target_id": 13844, "tdl": "Tchem"}, "pir": "A53858", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246335", "relationship": "is"}, {"id": "GNF246336", "relationship": "is"}, {"id": "GNF246337", "relationship": "is"}, {"id": "GNF246338", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF279884", "relationship": "is"}, {"id": "GNF279885", "relationship": "is"}, {"id": "GNF279886", "relationship": "is"}, {"id": "GNF279887", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162005", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080123", "relationship": "is"}, {"id": "GNF080124", "relationship": "is"}, {"id": "GNF080125", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053071", "relationship": "is"}, {"id": "GNF057838", "relationship": "is"}, {"id": "GNF072982", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF064217", "relationship": "is"}, {"id": "GNF064218", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282905", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283832", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF001079", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF235854", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093702", "relationship": "is"}, {"id": "GNF133360", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1"], "protein": ["NP_000701.2", "NP_001372936.1"], "rna": ["NM_000710.4", "NM_001386007.1"], "translation": [{"protein": "NP_000701.2", "rna": "NM_000710.4"}, {"protein": "NP_001372936.1", "rna": "NM_001386007.1"}]}, "reporter": {"HG-U133_Plus_2": "207510_at", "HG-U95Av2": "33549_at", "HTA-2_0": ["TC14001832.hg.1", "TC14002311.hg.1"], "HuEx-1_0": ["3550307", "3550316"], "HuGene-1_1": "7976567", "HuGene-2_1": "16788036"}, "summary": "Bradykinin, a 9 aa peptide, is generated in pathophysiologic conditions such as inflammation, trauma, burns, shock, and allergy. The protein encoded by this gene belongs to the G-protein coupled receptor 1 family. Two types of G-protein coupled receptors have been found which bind bradykinin and mediate responses to these pathophysiologic conditions. The protein encoded by this gene is one of these receptors and is synthesized de novo following tissue injury. Receptor binding leads to an increase in the cytosolic calcium ion concentration, ultimately resulting in chronic and acute inflammatory responses. [provided by RefSeq, Aug 2020].", "symbol": "BDKRB1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1439290"}, "unigene": "Hs.525572", "uniprot": {"Swiss-Prot": "P46663", "TrEMBL": "G3V4Y2"}, "wikipedia": {"url_stub": "Bradykinin receptor B1"}}