{"AllianceGenome": "1030", "HGNC": "1030", "MIM": "113503", "_id": "624", "_version": 1, "accession": {"genomic": ["AF378542.2", "AL355102.5", "CH471061.1", "CP068264.2", "L27594.1", "NC_000014.9", "NC_060938.1", "S45489.1", "S56772.1", "X86162.1", "X86172.1", "X86173.1", "X86180.1"], "protein": ["AAB02793.1", "AAB23467.1", "AAB25765.1", "AAH74894.1", "AAH74895.1", "AAK56376.1", "AAP32297.1", "BAG61326.1", "CAA49360.1", "CAA60108.1", "CAA60109.1", "CAH18192.1", "EAW81629.1", "NP_000614.1", "NP_001366621.1", "P30411.2"], "rna": ["AI095360.1", "AK299316.1", "AK311049.1", "AY275465.1", "BC074894.2", "BC074895.2", "CR749338.1", "DA096163.1", "DC422332.1", "M88714.1", "NM_000623.4", "NM_001379692.1", "U35875.1", "X69680.1", "X86164.1", "X86165.1"], "translation": [{"protein": "NP_000614.1", "rna": "NM_000623.4"}, {"protein": "AAH74895.1", "rna": "BC074895.2"}, {"protein": "CAA60109.1", "rna": "X86165.1"}, {"protein": "CAA60108.1", "rna": "X86164.1"}, {"protein": "AAH74894.1", "rna": "BC074894.2"}, {"protein": "AAP32297.1", "rna": "AY275465.1"}, {"protein": "NP_001366621.1", "rna": "NM_001379692.1"}, {"protein": "AAB02793.1", "rna": "M88714.1"}, {"protein": "CAH18192.1", "rna": "CR749338.1"}, {"protein": "CAA49360.1", "rna": "X69680.1"}, {"protein": "BAG61326.1", "rna": "AK299316.1"}]}, "alias": ["B2R", "BK-2", "BK2", "BKR2", "BRB2"], "ensembl": {"gene": "ENSG00000168398", "protein": ["ENSP00000438376", "ENSP00000439459", "ENSP00000450482"], "transcript": ["ENST00000539359", "ENST00000542454", "ENST00000554311"], "translation": [{"protein": "ENSP00000439459", "rna": "ENST00000542454"}, {"protein": "ENSP00000450482", "rna": "ENST00000554311"}, {"protein": "ENSP00000438376", "rna": "ENST00000539359"}], "type_of_gene": "protein_coding"}, "entrezgene": "624", "exons": [{"cdsend": 96241504, "cdsstart": 96237107, "chr": "14", "position": [[96204838, 96204959], [96237073, 96237181], [96240402, 96244164]], "strand": 1, "transcript": "NM_000623", "txend": 96244164, "txstart": 96204838}, {"cdsend": 96241504, "cdsstart": 96237107, "chr": "14", "position": [[96204838, 96204959], [96237068, 96237181], [96240402, 96244164]], "strand": 1, "transcript": "NM_001379692", "txend": 96244164, "txstart": 96204838}], "exons_hg19": [{"cdsend": 96707841, "cdsstart": 96703444, "chr": "14", "position": [[96671175, 96671296], [96703410, 96703518], [96706739, 96710501]], "strand": 1, "transcript": "NM_000623", "txend": 96710501, "txstart": 96671175}, {"cdsend": 96707841, "cdsstart": 96703444, "chr": "14", "position": [[96671175, 96671296], [96703405, 96703518], [96706739, 96710501]], "strand": 1, "transcript": "NM_001379692", "txend": 96710501, "txstart": 96671175}], "generif": [{"pubmed": 11324803, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11409654, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11446495, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11517947, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11699055, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11710536, "text": "B1 and B2 receptor expression was enhanced in tumor cells and tissue adjacent to gastric cancer compared with gastric ulcers."}, {"pubmed": 11747451, "text": "Two cysteine residues located in the carboxyterminal domain of the bradykinin B2 receptor are palmitoylated and play a critical role in the response of the receptor to ligand binding."}, {"pubmed": 11908480, "text": "Bradykinin can also induce antimitogenic effects using an alternative signal transduction pathway for the B2 receptor."}, {"pubmed": 11954665, "text": "presence of B2R was studied in uteri obtained in luteal phase and in idiopathic pregnancy loss as well as in preterm and term pregnancies"}, {"pubmed": 12025967, "text": "Bradykinin B2 receptor exon 1 polymorphism may represent a susceptibility marker for nephropathy progression in diabetic patients."}, {"pubmed": 12025967, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12039525, "text": "Exon 1 polymorphism of the B2BKR gene does not influence the clinical status of patients with hereditary angioedema."}, {"pubmed": 12039525, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12063092, "text": "Bradykinin B2 receptors are upregulated by inflammatory stimuli in bronchial epithelial cells."}, {"pubmed": 12107246, "text": "Blood pressure in patients with primary aldosteronism is influenced by bradykinin B(2) receptor polymorphism."}, {"pubmed": 12107246, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12130679, "text": "the C-terminal domain participates intimately in the efficacy of B1R and B2R G(q/11) coupling by contributing both positive and negative regulatory epitopes."}, {"pubmed": 12450400, "text": "B2R is constitutively targeted to caveolae-related lipid rafts in HEK293 cells and appears to shuttle the agonist through these domains, whereas B1R may be there by default."}, {"pubmed": 12481150, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12489797, "text": "elevated level of BK found in tissue injury,is one of the major risk factors for development of Alzheimer's disease"}, {"pubmed": 12522467, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12522467, "text": "Susceptibility to develop cough is associated with a genetic variant of the bradykinin B2 receptor promoter."}, {"pubmed": 12640257, "text": "Clinical trial of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 12705334, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 12851878, "text": "Bradykinin is a powerful spasmogen via B(2) receptor activation in the normal and, especially, in the inflamed human gallbladder."}, {"pubmed": 14499231, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14607851, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15033977, "text": "B1 and B2 bradykinin receptors form a complex with enhanced signaling capacity"}, {"pubmed": 15112434, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15114524, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15114524, "text": "the C-58T B2R gene polymorphism is not associated with different levels of insulin resistance within a population of obese patients."}, {"pubmed": 15117835, "text": "AT2 receptor-mediated vasodilation in the human heart is mediated by B2 receptors."}, {"pubmed": 15161928, "text": "Y305A mutation induces a receptor conformation which is prone to ligand-independent phosphorylation and internalization. The mutated receptor binds to, but does not activate, its cognate heterotrimeric G protein G(q/11)."}, {"pubmed": 15281091, "text": "BK has mitogenic actions in cultured human epithelial breast cells; the activation of PKC-delta through B2 receptor acts in concert with ERK and PI3K pathways to induce cell proliferation."}, {"pubmed": 15301669, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15634338, "text": "slow internalization of B(1)KB(2) was also accompanied by a lack of agonist-induced phosphorylation, that in contrast was observed for B(1)YB(2) and B(1)CB(2), suggesting that putative helix 8 is either directly or indirectly involved"}, {"pubmed": 15643125, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15643125, "text": "the two bradykinin receptors may play a role in blood pressure regulation"}, {"pubmed": 15643126, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15654972, "text": "kinins may affect the life span of human keratinocytes via BK2 activation"}, {"pubmed": 15664665, "text": "study shows that bradykinin upregulates IL-1beta- and TNFalpha-stimulated IL-8 production via BK B2 receptor and that PKC signal pathway seems to be involved in the upregulation of the cytokine-induced IL-8 production in gingival fibroblasts"}, {"pubmed": 15771553, "text": "B2R polymorphism has a potential role in the earlier development of chronic renal failure in susceptible individuals."}, {"pubmed": 15771553, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15805101, "text": "bradykinin receptors in inflammatory bowel disease may reflect intestinal inflammation"}, {"pubmed": 15894833, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15894833, "text": "polymorphism (-58 T/C) in the promoter region of BDKRB might be a risk factor and might have a synergetic effect with the ACE for LVH in hypertensives, but it is not associated with hypertension in the Japanese population"}, {"pubmed": 16144969, "text": "These results identify novel pretranslational effects of the B2-VNTR region to act as a potent negative regulator of heterologous gene expression and support the notion that the bradykinin B2 3'-UTR may impact endogenous receptor regulation."}, {"pubmed": 16263113, "text": "B(2) receptor activation results in signaling via at least dual pathways - G(s)- and G(q)-mediated signaling."}, {"pubmed": 16294326, "text": "Addition of BK or AngII to the cell line expressing WT AT1aR and BKB2R downregulated the expression of collagen alpha1(I) (COL1A1) mRNA. However, these effectors did not have this effect in cells expressing the mutant receptors."}, {"pubmed": 16461337, "text": "Both the nitric oxide synthase 3 (NOS3) and bradykinin receptor B2 (BDKRB2) genes are associated with the ultra-endurance performance that occurred during Ironman Triathlons."}, {"pubmed": 16461337, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16489763, "text": "Importantly, receptor sialylation and N-glycosylation participate with disulfide bonding in the stabilization of the cell surface human B2 receptor dimers."}, {"pubmed": 16600946, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16740128, "text": "Confocal laser scanning microscopy and immunogold staining revealed that the recombinant receptor was predominantly localized intracellularly."}, {"pubmed": 16950802, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17030791, "text": "Data show that mechanical perturbation of the plasma membrane leads to ligand-independent conformational transitions in the bradykinin B2 G protein-coupled receptor."}, {"pubmed": 17077303, "text": "Heterodimer formation between angiotensin converting enzyme and B2 receptors can be a mechanism for ACE inhibitors to augment kinin activity at cellular level."}, {"pubmed": 17110500, "text": "kinins modulate receptor endocytosis to rapidly decrease B2R and increase B1R on the cell surface."}, {"pubmed": 17207964, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17299793, "text": "human embryonic stem cells can be differentiated effectively into the epithelial lineage and that when differentiated express functional, signaling AT1 and BKB2 receptors"}, {"pubmed": 17303584, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17327486, "text": "The novel finding that kinin receptors are constitutively expressed in immature hMo-DC suggests that these receptors may be expressed in the absence of proinflammatory stimuli."}, {"pubmed": 17328065, "text": "Kinin B1 and B2 receptors synergistically potentiate IL-1- and TNFalpha-induced PG biosynthesis in osteoblasts by a mechanism involving increased levels of COX-2, resulting in increased RANKL"}, {"pubmed": 17363739, "text": "Membrane disruption halts B(2)R internalization, invasion, and filopodia formation, which can be recovered with addition of cholesterol; functional recovery is severely impaired in the presence of CD13 antagonists"}, {"pubmed": 17420253, "text": "receptors are pre-coupled with their corresponding G proteins in the basal state of cells thereby limiting the response to an external signal to a defined stoichiometry that allows for a rapid and directed cellular response"}, {"pubmed": 17522594, "text": "B2 receptor BE1 +9/+9 genotype has differential effects on blood pressure and vascular resistance in white and black Americans."}, {"pubmed": 17522594, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17569300, "text": "The presence of AT1/B2-receptor heterodimers is involved in the hypertensive and oxidative stress states in pre-eclampsia."}, {"pubmed": 17593394, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17852785, "text": "The study showed a 2.5 fold higher transcriptional activity of bradykinin 2 receptor in patients with cardiac syndrom X than in control patients."}, {"pubmed": 18039523, "text": "Quantitative image analysis of fluorescence immunolabeled neutrophils showed no differences in kinin B(1) or B(2) receptor protein expression between asthmatic and non-asthmatic subjects."}, {"pubmed": 18096516, "text": "Pro258 is required for normal trafficking of the receptor to the plasma membrane and that mutation of Pro258 to Ala or Leu but not Gly, enhances bradykinin efficacy to induce receptor activation."}, {"pubmed": 18180402, "text": "BDKRB2 BE1 polymorphism influences bradykinin type 2 receptor-mediated vasodilation during angiotensin-converting enzyme inhibition."}, {"pubmed": 18180402, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18187413, "text": "Carboxypeptidase M and kinin B1 receptors interact to facilitate efficient b1 signaling from B2 agonists"}, {"pubmed": 18258629, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18430865, "text": "Bradykinin B2 receptor remains intact in cells overexpressing EP24.15 but is degraded intracellularly in an EP24.15-dependent manner upon B2R-mediated endocytosis."}, {"pubmed": 18467203, "text": "These data show that IL-1beta and TNF-alpha upregulate B1 and B2 receptor expression by mechanisms involving activation of both NF-kappaB and MAP kinase pathways, but that signal transduction pathways are different for IL-1beta and TNF-alpha."}, {"pubmed": 18577888, "text": "The kallikrein-kinin system may be one of the more important players in angiogenesis associated with prostate and breast tumours."}, {"pubmed": 18672896, "text": "Results provide evidence of interaction of PECAM-1 with bradykinin receptor B2 and of its possible role in regulating G protein-coupled receptor (GPCR) and G protein functions."}, {"pubmed": 18810490, "text": "The authors show that bradykinin and the B(2)R play a role in early innate immune functions during listeria infection."}, {"pubmed": 18927465, "text": "Blockade of the BRB2 by systemic administration of icatibant prevents the beneficial effect of bone marrow mononuclear cell transplantaation."}, {"pubmed": 18938142, "text": "RT-PCR demonstrates the presence of mRNAs for brradykinin B2 receptors in a human embryo kidney cell line."}, {"pubmed": 19017652, "text": "AT1R/B2R heterodimerization does not occur as a natural consequence of their simultaneous expression in the same cell nor does the B2R influence the AT1R signaling."}, {"pubmed": 19038786, "text": "Eosinophils in asthmatic patients expressed significantly greater kinin B(1)R and B(2)R mRNA and proteins"}, {"pubmed": 19074839, "text": "Up-regulation of the B2R in head and neck cancers suggests that this pathway is involved in squamous cell tumorigenesis"}, {"pubmed": 19082699, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "The association of BDKRB2 to several psychiatric disorders supports the view that a common genetic variant could confer susceptibility to clinically related phenotypes, and defines a new functional hint in the pathophysiology of psychiatric diseases."}, {"pubmed": 19110485, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19120546, "text": "The ratio of bradykinin subtype 1 receptor (B1R) to bradykinin subtype 2 receptor (B2R)is markedly higher in patients with acute coronary syndrome versus the age-matched healthy control group."}, {"pubmed": 19339996, "text": "Insertion/deletion polymorphism of the bradykinin type 2 receptor gene influence diastolic blood pressure"}, {"pubmed": 19339996, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19404481, "text": "Epithelial cells, submucosal glands, fibroblast, vascular smooth muscle, vascular endothelial cells, and macrophages showed immunoreactivity for both B1 and B2 receptors. B2 receptors were found in peripheral nerve fibers."}, {"pubmed": 19420105, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19456859, "text": "Results suggest that bradykinin B2 receptor intracellular loops ICL-2 and ICL-3 are involved in G(q/11) activation, albeit with different functions."}, {"pubmed": 19565561, "text": "Mild hypoxia triggers a temporal expression of functional BK-2Rs in human and rat endothelial cells and support a role for BK-2Rs in hypoxia-induced angiogenesis."}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19580784, "text": "calreticulin enhances B(2) receptor maturation and heterodimerization with AT(1)."}, {"pubmed": 19628666, "text": "endogenous bradykinin contributes to increases in MCP-1 and PAI-1 antigen after hemodialysis via its B(2) receptor."}, {"pubmed": 19716087, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19725054, "text": "B1R and B2R activation, which may result from an increase in BK synthesis, is involved in high glucose-induced stimulation of glutamate uptake, COX-2 expression, and NF-kB activation, in retinal pigment epithelium cells."}, {"pubmed": 19744011, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19854233, "text": "These data suggest that bradykinin B(2) receptors are expressed in human astrocytoma cells and that they modulate the expression pattern of inflammatory cytokines."}, {"pubmed": 19885862, "text": "human chondrosarcoma tissues had significantly higher expression of the B1 and B2 receptors comparing to normal cartilage"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20036225, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20036225, "text": "results suggested that -58T allele exhibited a protective effect on hypertension in Asians and African-Americans, yet a risk effect in Caucasians"}, {"pubmed": 20044476, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20045189, "text": "B2R expression on monocytes and lymphocytes was lower in elderly compared to young women."}, {"pubmed": 20050188, "text": "our findings suggest that bradykinin and bradykinin B2 receptors are involved in the modulation of mechanisms participating in inflammatory synovitis"}, {"pubmed": 20189583, "text": "Remote ischemic preconditioning decreases expression of kinin receptors on circulating human neutrophils."}, {"pubmed": 20201926, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20300066, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20300066, "text": "Three polymorphisms that are associated with the variation in baroreflex sensitivity were identified in the eNOS, CYP11B2, and B2R genes, respectively; overall, they accounted for 16% of the BRS variation."}, {"pubmed": 20473401, "text": "Down regulation of calreticulin expression by RNA interference confirmed the importance of calreticulin for efficient B(2) receptor maturation under in vivo conditions."}, {"pubmed": 20511677, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20592051, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20602751, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20856803, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20944660, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20952631, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21052031, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21108627, "text": "From the different affinity of MEN16132 derivatives at wild type and W86A (transmembrane 2 region) receptors, and by evaluating its antagonist profile at the D266A/D284A double mutant receptor, a model of the MEN16132-B receptor complex is proposed."}, {"pubmed": 21145390, "text": "actiaved-Bradykinin Receptor can form a complex with beta arrestin and ERK1/2, both at the plasma membrane and on endosomes"}, {"pubmed": 21210858, "text": "Tested the influence of the interaction between the BDKRB2 -9/+9 and the GNB3 C825T (rs5443) genotypes in relation to endurance performance. There was no interaction between BDKRB2 -9/+9 and GNB3 C825T polymorphisms in relation to endurance."}, {"pubmed": 21451024, "text": "Glioma cells from patient biopsies use B2R to sense bradykinin cleaved by vascular endothelial cells, using this signal to identify and connect with blood vessels as they invade the vasculature."}, {"pubmed": 21586566, "text": "High molecular weight kininogen activates B2 receptor signaling pathway in human vascular endothelial cells."}, {"pubmed": 21600887, "text": "Taken together confocal FRET imaging revealed efficient heterodimerization of co-enriched and cellular AT1/B2R, and GRK-dependent co-internalization of the AT1/B2R heterodimer."}, {"pubmed": 21602894, "text": "IRX1 influences peritoneal spreading and metastasis via inhibiting BDKRB2-dependent neovascularization on gastric cancer."}, {"pubmed": 21626144, "text": "This study demonstrates that Pseudomonas aeruginosa is able to up-regulate the expression of B2R during infection via the NF-kappaB signaling pathway."}, {"pubmed": 21719759, "text": "Bradykinin receptors positively affect arteriogenesis, with the contribution of B1R receptor being more pronounced than that of B2R."}, {"pubmed": 21871009, "text": "Comparing phospholipase C beta activity and Ca(2+)-regulated signals, a temperature-dependent increase was only observed for bradykinin B(1) but not for bradykinin(2)receptor activation."}, {"pubmed": 21986469, "text": "Aging cardiac endothelial cells gradually lose their capacity to express BK-2Rs."}, {"pubmed": 22016392, "text": "Results demonstrate that helix 8 of the B(2)R plays a crucial role not only in efficient trafficking to the plasma membrane or the activation of G proteins but also for the interaction of the B(2)R with GRK2/3 and beta-arrestins."}, {"pubmed": 22047990, "text": "Human endothelial cells (HBMECs) infected with SINV presented an upregulation of bradykinin B2 receptors (BK2R) expression"}, {"pubmed": 22108573, "text": "Maximakinin is an agonist of the human and rabbit B(2)R with a 8-12 fold lesser potency."}, {"pubmed": 22304584, "text": "Capillary electrophoresis is a rapid, accurate and sensitive method for genotyping the 9-bp exon 1 insertion/deletion polymorphism in BDKRB2."}, {"pubmed": 22468762, "text": "While -58C>T polymorphism did not reveal any association with essential hypertension, +/-9 bp polymorphism showed a significant association with high risk for heterozygotes (+9/-9) when tested against the pooled frequencies of homozygotes."}, {"pubmed": 22653778, "text": "Bradykinin enhances cell migration in human prostate cancer cells through B2 receptor/PKCdelta/c-Src dependent signaling pathway."}, {"pubmed": 22706224, "text": "expression showed a growing trend with grade of endometrial cancer, reaching the peak in grade 2, whereas grade 3 was characterized by a decrease in transcriptional activity"}, {"pubmed": 22706620, "text": "Our findings suggest that both eNOS and bradykinin B2 receptor genotypes may affect the antihypertensive responses to enalapril."}, {"pubmed": 22900090, "text": "The BDKRB2-58T/C gene polymorphism is associated with increased EH risk. The results of this study suggest that carriers of the -58C allele are susceptible to EH."}, {"pubmed": 22935637, "text": "Bradykinin up-regulates B(2) receptor expression (P<0.05) and stimulate IL-8 release (P<0.001) in BEAS-2B cells."}, {"pubmed": 23093849, "text": "The +9/-9 bp polymorphisms of BDKRB2 gene may be used as a genetic marker for the susceptibility and severity of OA."}, {"pubmed": 23127247, "text": "Triceps brachii morphological response to targeted strength training--hypertrophy--is related to bradykinin type (BK)2 receptor polymorphisms."}, {"pubmed": 23132855, "text": "Kinin-B2 receptor activity determines the differentiation fate of neural stem cells."}, {"pubmed": 23176367, "text": "results suggest that the co-existence of ACE (D/D), BDKRB2 (+9/-9) or LEP (G/A) genotypes in female athletes might be correlated with a superior level of physical performance"}, {"pubmed": 23224295, "text": "the relevance of kinin B1 and B2 receptors in bladder cancer, was investigated."}, {"pubmed": 23243416, "text": "Suggest that the BDKRB2 +9/-9 polymorphism may act as a genetic modulator of glucose homeostasis and increase susceptibility to diabetes."}, {"pubmed": 23275384, "text": "In coronary artery disease patients, bradykinin-B2-receptor downregulation on endothelial repair-promoting circulating mononuclear cells substantially impairs bradykinin-dependent endothelial repair."}, {"pubmed": 23351078, "text": "investigated if expression of B1 and B2 kinin receptors can be affected by IL-4 and IL-13; data show, for the first time, that IL-4 and IL-13 decrease kinin receptors in a STAT6-dependent mechanism"}, {"pubmed": 23362199, "text": "there is a higher frequency of the D allele (high plasma ACE activity) and +9 allele (lower B2R expression) in transplant patients compared with control individuals"}, {"pubmed": 23428345, "text": "This review focuses on airway MAPK/NFkappaB-dependent kinin receptor upregulation that links the environmental risk factors to airway hyperreactivity and airway inflammation."}, {"pubmed": 23454239, "text": "Dominant negative (GDP-locked)-Rab5 and -Rab11 reproduced the effects of inhibitors of tubulin and actin, respectively, on the cycling of bradykinin B receptor."}, {"pubmed": 23588115, "text": "Bradykinin induced asthmatic fibroblast/myofibroblast activities via bradykinin B2 receptor and different MAPK pathways."}, {"pubmed": 23613132, "text": "These results suggest that reflex muscle vasodilation and ACE activity in response to exercise training are modulated by BDKRB gene +9/-9 polymorphism in healthy individuals."}, {"pubmed": 23730990, "text": "Our data suggest that the B -9 allele and reduced ACE activity are associated with both ACE-AE and ACE-cough."}, {"pubmed": 23805043, "text": "These studies have provided evidence of a functional endogenously expressed B-receptor system in the ciliary muscle that appears to be involved in modulating intraocular pressure."}, {"pubmed": 23826374, "text": "Study demonstrated the ability of long-chain polyunsaturated fatty acids to act as agonist to the B2R at nanomolar concentrations and to induce receptor conformational changes."}, {"pubmed": 24047499, "text": "Bradykinin induces ATP release from human subcutaneous fibroblasts via connexin and pannexin-1-containing hemichannels leading to [Ca2+]i mobilization through the cooperation of B2 and P2Y12 receptors"}, {"pubmed": 24211782, "text": "We propose that heterodimerization of bradykinin B2 receptor with lamin C is essential to nuclear localization of bradykinin B2 receptor and plays an important role in cell signaling and function."}, {"pubmed": 24236827, "text": "Bradykinin activates multiple signal transduction pathways in human trabecular meshwork cells via B2-receptors that also mediate intraocular pressure reduction"}, {"pubmed": 24304135, "text": "B2 receptor-mediated relaxation reduced in myometrial vessels in pre-eclampsia"}, {"pubmed": 24401952, "text": "BKR1 and BKR2 gene expression on peripheral monocytes is upregulated in essential hypertension"}, {"pubmed": 25078958, "text": "no association between the -9/+9 polymorphism and elite athletic status"}, {"pubmed": 25109623, "text": "Bradykinin increases IL-6 production via B2R and the ERK pathway, thereby contributing to the invasion and migration of colorectal cancer cells."}, {"pubmed": 25289859, "text": "kB1R heterodimerizes with kB2Rs in co-transfected HEK293 cells and natively expressing endothelial cells, resulting in significant internalization and desensitization of the kB1R response in cells pre-treated with kB2R agonist."}, {"pubmed": 25529519, "text": "Genetic variation was observed in obese patients with hypertension, obese patients' total cholesterol levels varied by genotype, and waist circumference and blood pressure were elevated in the non-obese having a C/C genotype compared to T/C and T/T."}, {"pubmed": 25641172, "text": "Bradykinin receptor B2 (B2R) genetic variation may affect thirst because of effects bradykinin activity."}, {"pubmed": 25713410, "text": "These results indicate that B2R couples with P2Y2R and that these G-protein-coupled receptors act together to fine-tune cellular responsiveness."}, {"pubmed": 25842860, "text": "Bradykinin receptor B2-VNTR length polymorphism was not associated with angina pectoris and myocardial infarction in Russian men."}, {"pubmed": 25970620, "text": "The nasal mucosa specimens from chronic rhinosinusitis patients expressed relatively higher B2R and slightly higher kininogen (KNG)/BK and B1R."}, {"pubmed": 26235941, "text": "A cross-talk was found between bradykinin B2 receptor and cytokines in retinal pigment epithelium."}, {"pubmed": 26360782, "text": "Bradykinin inhibits oxidative stress-induced senescence of endothelial progenitor cells through the B2R/AKT/RB and B2R/EGFR/RB signal pathways."}, {"pubmed": 26362411, "text": "Significant association between the -58T/C polymorphism and the increased risk of Hypertension was found in Northern Han Chinese population."}, {"pubmed": 26588817, "text": "Bronchial B2R expression is constitutively elevated in allergic asthma and is further increased after allergen exposure together with NF-kB expression."}, {"pubmed": 26764266, "text": "BDKRB2 +9/-9 bp polymorphisms affected the gene expression and nitric oxide production, which were associated with radiographic severity of osteoarthritis, suggesting that the BDKRB2 +9/ -9 bp polymorphisms may act as a genetic modulator of osteoarthritis, and play an essential role in inflammatory process in osteoarthritis."}, {"pubmed": 26907838, "text": "These results suggest that the response to long-term exercise training could be modulated by the BDKRB2 gene -9/+9 polymorphism in male athletes. In well-trained swimmers, BDKRB2 gene variation was not found to be an independent determinant of swimming performance."}, {"pubmed": 26955769, "text": "Report the presence of nuclear B2R in the utero-placental unit and reduced abundance of nuclear B2R in extravillous trophoblast in preeclampsia."}, {"pubmed": 26982743, "text": "Data provide evidence that the BDKRB2 +9/-9 polymorphisms influence pro-inflammatory cytokine levels in knee osteoarthritis by altering TLR-2 expression."}, {"pubmed": 27007662, "text": "Review/Meta-analysis: suggest bradykinin B2 receptor -58C allele and -58CC genotype increase the risk of hypertension in Asians and African-Americans. Inversely, -58TT genotype decreases the risk of hypertension in Asians and African-Americans."}, {"pubmed": 27696692, "text": "authors found significant interactions among PRKCA, NOS3 and BDKRB2 genotypes associated with enalapril responses."}, {"pubmed": 28069442, "text": "These results indicate that KOR can form a heterodimer with B2R and this leads to increased protein kinase A activity by the CREB signaling pathway, leading to a significant increase in cell proliferation."}, {"pubmed": 28077802, "text": "Data suggest that N-myc (and STAT) interactor (NMI) could improve its downstream target bradykinin B2 receptor (BDKRB2) expression to induce extracellular signal-regulated kinases (ERK) 1/2 activation, and thereby further evoke malignant progression of hepatocellular carcinoma (HCC)."}, {"pubmed": 28099911, "text": "Data show that mRNA and protein of bradykinin type 2 receptors, but not bradykinin type 1 receptors, were abundant in cultured c-Kit+ progenitor cells."}, {"pubmed": 28757212, "text": "The most characteristic signaling pathways for B2R and D2R, dependent on intracellular Ca(2+) and cAMP concentration, respectively, were analyzed in cells presenting similar endogenous expression of B2R and D2R.The evidence of B2R-D2R dimerization may open new perspectives in the modulation of diverse cellular functions which depend on their activation."}, {"pubmed": 29034546, "text": "BK receptors, B1 and B2 (BKR-B1 and B2), were also detected in both epithelial and stromal cells of endometriotic lesions. The localization of BKR-B1 was nucleus mainly, whereas BKR-B2 was detected at cytoplasm."}, {"pubmed": 29334504, "text": "BKR2 expression levels in subcutaneous white adipose tissue did not differ significantly between patients with and without coronary artery disease."}, {"pubmed": 29894755, "text": "Study results indicated that the bradykinin B2 receptor-mediated pathway is involved in the cPLA2-related inflammatory response from the PKC pathway in traumatic brain injury."}, {"pubmed": 30206938, "text": "BDKRB2 rs1799722 was associated with differences blood pressure response to static handgrip exercise but not mental stress."}, {"pubmed": 30236981, "text": "Signal crosstalk between purinergic receptor P2Y2 (P2Y2R) and bradykinin B2 receptor (B2R) occurs in lipid rafts."}, {"pubmed": 30478260, "text": "BDKRB2 role in the genetic predisposition to the deep venous thrombosis after orthopedic surgery in the Han Chinese population ."}, {"pubmed": 30817230, "text": "These results highlight a novel and specific approach to target PKK for the treatment of hereditary angioedema (HAE) and other diseases involving contact system activation and overproduction of bradykinin."}, {"pubmed": 31059006, "text": "Data found that the serum BK levels and the levels of its receptor, B2R, were overexpressed in patients with cervical cancer (CC). B2R exhibited a high expression even in cervical intraepithelial neoplasia (CIN) tissues."}, {"pubmed": 31360266, "text": "Low expression of B2R on circulating progenitor cells is associated with heart failure."}, {"pubmed": 31552837, "text": "The decreased expression of b2r in chronic plaque lesions of psoriasis vulgaris indicates a protective role of b2r. Moreover, the intensity of b2r expression was dependent on the epidermal thickness, suggesting the implication of b2r in the pathogenesis of psoriasis."}, {"pubmed": 32114020, "text": "Bradykinin stimulates prostaglandin E2 release in human skeletal muscular fibroblasts."}, {"pubmed": 32361393, "text": "Down-regulation of B2R contributes to preeclampsia by inhibiting human trophoblast cell invasion and angiogenesis."}, {"pubmed": 33412234, "text": "Polymorphism of the bradykinin type 2 receptor gene modulates blood pressure profile and microvascular function in prepubescent children."}, {"pubmed": 33497625, "text": "Potentiation of B2 receptor signaling by AltB2R, a newly identified alternative protein encoded in the human bradykinin B2 receptor gene."}, {"pubmed": 33686021, "text": "BDKRB2 is a novel EMT-related biomarker and predicts poor survival in glioma."}, {"pubmed": 34384552, "text": "Association of Variants Near the Bradykinin Receptor B2 Gene With Angioedema in Patients Taking ACE Inhibitors."}, {"pubmed": 35038454, "text": "ACE2 internalization induced by a SARS-CoV-2 recombinant protein is modulated by angiotensin II type 1 and bradykinin 2 receptors."}, {"pubmed": 35132089, "text": "Cryo-EM structures of human bradykinin receptor-Gq proteins complexes."}, {"pubmed": 36075965, "text": "Function and structure of bradykinin receptor 2 for drug discovery."}, {"pubmed": 36142237, "text": "The Role of Bradykinin Receptors in Hereditary Angioedema Due to C1-Inhibitor Deficiency."}, {"pubmed": 37703419, "text": "Bradykinin receptor expression and bradykinin-mediated sensitization of human sensory neurons."}], "genomic_pos": {"chr": "14", "end": 96244166, "ensemblgene": "ENSG00000168398", "start": 96204679, "strand": 1}, "genomic_pos_hg19": {"chr": "14", "end": 96710666, "start": 96671016, "strand": 1}, "go": {"BP": [{"evidence": "IC", "gocategory": "BP", "id": "GO:0006939", "pubmed": 17077303, "qualifier": "involved_in", "term": "smooth muscle contraction"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0006954", "pubmed": 17077303, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 7916737, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007169", "pubmed": 10653985, "qualifier": "involved_in", "term": "cell surface receptor protein tyrosine kinase signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007204", "pubmed": 10653985, "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0008015", "pubmed": 7835885, "qualifier": "involved_in", "term": "blood circulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009651", "qualifier": "involved_in", "term": "response to salt stress"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0019229", "pubmed": 17077303, "qualifier": "involved_in", "term": "regulation of vasoconstriction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033137", "qualifier": "involved_in", "term": "negative regulation of peptidyl-serine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042310", "qualifier": "involved_in", "term": "vasoconstriction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042311", "pubmed": [4322742, 6055465], "qualifier": "involved_in", "term": "vasodilation"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0043114", "pubmed": 17077303, "qualifier": "involved_in", "term": "regulation of vascular permeability"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050482", "pubmed": 17077303, "qualifier": "involved_in", "term": "arachidonic acid secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902239", "qualifier": "involved_in", "term": "negative regulation of intrinsic apoptotic signaling pathway in response to osmotic stress by p53 class mediator"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990127", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to osmotic stress by p53 class mediator"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005768", "pubmed": 17077303, "qualifier": "located_in", "term": "endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 17077303, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 17077303, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004435", "pubmed": 8302267, "qualifier": "enables", "term": "phosphatidylinositol phospholipase C activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004947", "qualifier": "enables", "term": "bradykinin receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004947", "pubmed": [1314587, 1329734, 17077303], "qualifier": "enables", "term": "bradykinin receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18672896, 23597562], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031702", "pubmed": 10993080, "qualifier": "enables", "term": "type 1 angiotensin receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046982", "pubmed": 10993080, "qualifier": "enables", "term": "protein heterodimerization activity"}]}, "homologene": {"genes": [[7955, 100330960], [8364, 100127763], [9031, 428906], [9544, 703698], [9598, 467547], [9606, 624], [9615, 403658], [9913, 538896], [10090, 12062], [10116, 25245]], "id": 519}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Bradykinin receptor family", "id": "IPR000496", "short_desc": "Brdyknn_rcpt"}, {"desc": "Bradykinin receptor B2", "id": "IPR001504", "short_desc": "Brdyknn_2_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": ["IPI00026534", "IPI00218209"], "map_location": "14q32.2", "name": "bradykinin receptor B2", "other_names": ["B2 bradykinin receptor", "BK-2 receptor"], "pantherdb": {"HGNC": "1030", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "102845", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 10090, "uniprot_kb": "P32299"}, {"RGD": "2201", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 10116, "uniprot_kb": "P25023"}, {"Ensembl": "ENSGALG00000011080", "ortholog_type": "LDO", "panther_family": "PTHR24228", "taxid": 9031, "uniprot_kb": "F6UF32"}, {"ZFIN": "ZDB-GENE-030814-1", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 7955, "uniprot_kb": "A8E7T8"}, {"ZFIN": "ZDB-GENE-041210-292", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 7955, "uniprot_kb": "F1RAA0"}, {"WormBase": "WBGene00020319", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 6239, "uniprot_kb": "P91439"}, {"WormBase": "WBGene00011381", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 6239, "uniprot_kb": "O18014"}, {"WormBase": "WBGene00019183", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 6239, "uniprot_kb": "O76667"}, {"WormBase": "WBGene00013848", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 6239, "uniprot_kb": "Q03613"}, {"WormBase": "WBGene00009278", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 6239, "uniprot_kb": "O62189"}, {"WormBase": "WBGene00012084", "ortholog_type": "O", "panther_family": "PTHR24228", "taxid": 6239, "uniprot_kb": "Q09638"}], "uniprot_kb": "P30411"}, "pathway": {"biocarta": [{"id": "gcrpathway", "name": "corticosteroids and cardioprotection"}, {"id": "no1pathway", "name": "actions of nitric oxide in the heart"}, {"id": "raccpathway", "name": "ion channels and their functional role in vascular endothelium"}, {"id": "vegfpathway", "name": "vegf hypoxia and angiogenesis"}], "kegg": [{"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04022", "name": "cGMP-PKG signaling pathway - Homo sapiens (human)"}, {"id": "hsa04071", "name": "Sphingolipid signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04610", "name": "Complement and coagulation cascades - Homo sapiens (human)"}, {"id": "hsa04750", "name": "Inflammatory mediator regulation of TRP channels - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa04961", "name": "Endocrine and other factor-regulated calcium reabsorption - Homo sapiens (human)"}, {"id": "hsa05142", "name": "Chagas disease - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "pid": [{"id": "deltanp63pathway", "name": "Validated transcriptional targets of deltaNp63 isoforms"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}, {"id": "WP4969", "name": "RAS and bradykinin pathways in COVID-19"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}, {"id": "WP554", "name": "ACE Inhibitor Pathway"}]}, "pdb": ["7F2O", "7F6H", "7F6I"], "pfam": "PF00001", "pharmgkb": "PA80", "pharos": {"target_id": 17314, "tdl": "Tclin"}, "pir": "JH0712", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246339", "relationship": "is"}, {"id": "GNF246340", "relationship": "is"}, {"id": "GNF246341", "relationship": "is"}, {"id": "GNF246342", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF279812", "relationship": "is"}, {"id": "GNF279813", "relationship": "is"}, {"id": "GNF279814", "relationship": "is"}, {"id": "GNF279815", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF038074", "relationship": "weakly similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080126", "relationship": "is"}, {"id": "GNF080127", "relationship": "is"}, {"id": "GNF080128", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052565", "relationship": "is"}, {"id": "GNF057334", "relationship": "is"}, {"id": "GNF072393", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069357", "relationship": "is"}, {"id": "GNF069358", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278359", "relationship": "is"}, {"id": "GNF278518", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093675", "relationship": "is"}, {"id": "GNF133333", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1"], "protein": ["NP_000614.1", "NP_001366621.1"], "rna": ["NM_000623.4", "NM_001379692.1"], "translation": [{"protein": "NP_001366621.1", "rna": "NM_001379692.1"}, {"protein": "NP_000614.1", "rna": "NM_000623.4"}]}, "reporter": {"HG-U133_Plus_2": "205870_at", "HG-U95Av2": ["39309_at", "39310_at"], "HTA-2_0": "TC14002310.hg.1", "HuEx-1_0": "3550278", "HuGene-1_1": "7976560", "HuGene-2_1": "16788023"}, "summary": "This gene encodes a receptor for bradykinin. The 9 aa bradykinin peptide elicits many responses including vasodilation, edema, smooth muscle spasm and pain fiber stimulation. Bradykinin is released upon activation by pathophysiologic conditions such as trauma and inflammation, and binds to its kinin receptors, B1 and B2. The B2 receptor associates with G proteins that stimulate a phosphatidylinositol-calcium second messenger system. [provided by RefSeq, Apr 2020].", "symbol": "BDKRB2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332407"}, "unigene": ["Hs.726620", "Hs.654542"], "uniprot": {"Swiss-Prot": "P30411"}, "wikipedia": {"url_stub": "Bradykinin receptor B2"}}