{"AllianceGenome": "1043", "HGNC": "1043", "MIM": "112260", "_id": "632", "_version": 1, "accession": {"genomic": ["AY147065.1", "CH471121.2", "CP068277.2", "CS025626.1", "CS185557.1", "DQ007079.1", "HD117875.1", "HH735900.1", "NC_000001.11", "NC_060925.1", "NG_047015.1", "X04143.1"], "protein": ["AAI13433.1", "AAI13435.1", "AAY16981.1", "CAA27763.1", "CAA35996.1", "CAA37736.1", "CAI61690.1", "CAJ42738.1", "CBW53724.1", "CBX74359.1", "EAW52986.1", "NP_954642.1", "P02818.2"], "rna": ["BC113432.1", "BC113434.1", "BU622466.1", "CA428336.1", "NM_199173.6", "X51699.1", "X53698.1"], "translation": [{"protein": "NP_954642.1", "rna": "NM_199173.6"}, {"protein": "CAA37736.1", "rna": "X53698.1"}, {"protein": "AAI13433.1", "rna": "BC113432.1"}, {"protein": "AAI13435.1", "rna": "BC113434.1"}, {"protein": "CAA35996.1", "rna": "X51699.1"}]}, "alias": ["BGP", "OC", "OCN"], "ensembl": {"gene": "ENSG00000242252", "protein": "ENSP00000357255", "transcript": ["ENST00000368272", "ENST00000471413"], "translation": [{"protein": "ENSP00000357255", "rna": "ENST00000368272"}], "type_of_gene": "protein_coding"}, "entrezgene": "632", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.6647859563, "exp_mis": 38.7659929682, "exp_syn": 21.2500777959, "lof_z": -1.20834801804042, "mis_z": 0.29584905358029, "mu_lof": 2.48776264899e-07, "mu_mis": 3.76104801226e-06, "mu_syn": 2.01011697618e-06, "n_lof": 6.0, "n_mis": 35.0, "n_syn": 28.0, "p_li": 1.75722490280257e-05, "p_null": 0.857631483855404, "p_rec": 0.142350943895568, "syn_z": -0.90775328119564}, "bp": 303, "cds_end": 156212953, "cds_start": 156212022, "n_exons": 4, "nonpsych": {"exp_lof": 3.2514106409, "exp_mis": 35.0213910055, "exp_syn": 19.1677988896, "lof_z": -0.407717879960225, "mis_z": 0.17228409306821, "mu_lof": 2.48776264899e-07, "mu_mis": 3.76104801226e-06, "mu_syn": 2.01011697618e-06, "n_lof": 4.0, "n_mis": 33.0, "n_syn": 26.0, "p_li": 0.00125044848166097, "p_null": 0.617306000422149, "p_rec": 0.38144355109619, "syn_z": -0.982512191534381}, "nontcga": {"exp_lof": 3.36521134701, "exp_mis": 35.6583241164, "exp_syn": 19.5436828909, "lof_z": -0.879096807756162, "mis_z": 0.722375743052474, "mu_lof": 2.48776264899e-07, "mu_mis": 3.76104801226e-06, "mu_syn": 2.01011697618e-06, "n_lof": 5.0, "n_mis": 27.0, "n_syn": 28.0, "p_li": 0.000146406728945021, "p_null": 0.75502545024211, "p_rec": 0.244828143028945, "syn_z": -1.21115725757971}, "transcript": "ENST00000368272.4"}, "exons": [{"cdsend": 156243162, "cdsstart": 156242231, "chr": "1", "position": [[156242183, 156242295], [156242552, 156242591], [156242761, 156242831], [156243032, 156243317]], "strand": 1, "transcript": "NM_199173", "txend": 156243317, "txstart": 156242183}], "exons_hg19": [{"cdsend": 156212953, "cdsstart": 156212022, "chr": "1", "position": [[156211974, 156212086], [156212343, 156212382], [156212552, 156212622], [156212823, 156213108]], "strand": 1, "transcript": "NM_199173", "txend": 156213108, "txstart": 156211974}], "generif": [{"pubmed": 11199188, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11396736, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11574953, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11856645, "text": "Osteocalcin was not localized extracellularly within the collagen-rich dentin matrix (predentin or intertubular dentin), but was found in the mature enamel."}, {"pubmed": 11918225, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11918225, "text": "data support the BGP gene as a quantitative trait locus(QTL)underlying hip bone mineral density variation variation"}, {"pubmed": 11979972, "text": "exists in osteoblasts and suppresses excess calcification"}, {"pubmed": 12112004, "text": "Differential regulation of Cbfa1/Runx2 and osteocalcin gene expression by vitamin-D3, dexamethasone, and local growth factors in primary human osteoblasts"}, {"pubmed": 12145306, "text": "Expression is regulated by a novel Ku antigen transcription factor complex"}, {"pubmed": 12270142, "text": "TWIST inactivation reduces CBFA1/RUNX2 expression and DNA binding to its promoter in osteoblasts"}, {"pubmed": 12393937, "text": "This protein is regulated by human basic fibroblast growth factor."}, {"pubmed": 12565780, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 12674332, "text": "Telomerase accelerates osteogenesis of bone marrow stromal stem cells by upregulation of CBFA1, osterix, and osteocalcin."}, {"pubmed": 12843190, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12843190, "text": "osteocalcin genes are susceptibility loci for reduced bone mineral density in postmenopausal women"}, {"pubmed": 12879219, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15108065, "text": "relationship between increase in undercarboxylated osteocalcin levels and low bone mineral density in elderly women with type II diabetes mellitus"}, {"pubmed": 15108070, "text": "HindIII RFLP of the BGP gene may be limited as a genetic marker to discern women susceptible to low BMD and thus osteoporosis in Chinese"}, {"pubmed": 15108070, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15562030, "text": "Low serum level in osteochondrodysplasia."}, {"pubmed": 15753298, "text": "the osteocalcin sequences of Neanderthals, modern human, chimpanzee, and orangutan are unusual among mammals in that the ninth amino acid is proline (Pro-9), whereas most species have hydroxyproline (Hyp-9)"}, {"pubmed": 16263577, "text": "May be a biological markers of bone disease in multiple myeloma."}, {"pubmed": 16387359, "text": "mRNA and protein are expressed in c-KIT positive neoplastic stem cells in hematological malignancies."}, {"pubmed": 16412323, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16735944, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17000892, "text": "The transcription axis of osteocalcin is crucial in maintaining equilibrium of bone formation and resorption. Heparin affects expression in osteoblast culture."}, {"pubmed": 17242729, "text": "Serum osteocalcin showed no significant difference with the control healthy subjects."}, {"pubmed": 17252541, "text": "Data show that simvastatin and atorvastatin enhance gene expression of collagen type 1 and osteocalcin in primary human osteoblasts and MG-63 cultures."}, {"pubmed": 17254772, "text": "local 1,25D synthesis has paracrine effects in the bone microenvironment implying that vitamin D metabolism in human osteoblasts represents a physiologically important pathway"}, {"pubmed": 17627084, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17627084, "text": "Our data do not support the BGP gene having a major effect on BMD variation in pre-menopausal Chinese women."}, {"pubmed": 17889845, "text": "Combined use of osteocalcin and beta-CTX could be useful in early detection of bone metastatic breast cancer which might improve the outcome of the disease."}, {"pubmed": 18163903, "text": "BGLAP is expressed in pancreatic cancer cells and increases their growth and invasion"}, {"pubmed": 18171674, "text": "TFIIA gamma together with ATF4 and Runx2 stimulates osteocalcin promoter activity and endogenous mRNA expression."}, {"pubmed": 18285546, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18321663, "text": "In cotransfection experiments with an osteocalcin (OC) promoter construct, we confirmed that only RUNX2wt and RUNX2Delta7 could upregulate the OC promoter activity in the osteosarcoma cell line."}, {"pubmed": 18496130, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18551993, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18657532, "text": "There is a potential role of osteocalcin in regulating blood glucose levels in postmenopausal women"}, {"pubmed": 19031822, "text": "Exposure of odontoblast-like cells to LPS decreases osteocalcin gene expression."}, {"pubmed": 19063687, "text": "Plasma osteocalcin is inversely related to fat mass and plasma glucose."}, {"pubmed": 19088165, "text": "serum osteocalcin concentration was inversely associated with markers of dysmetabolic phenotype & measures of adiposity; results provide support for important role of osteocalcin to regulate glucose tolerance, insulin sensitivity & systemic inflammation"}, {"pubmed": 19136823, "text": "Protein levels and mRNA expression of osteocalcin were greater in calcified compared to noncalcified plaques."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19595020, "text": "strain enhance expression of osteocalcin, type I collagen gene and Cbfa1/Runx2 in human osteoblas"}, {"pubmed": 19641839, "text": "The OC/BAP ratio could be clinically useful for assessing the risk of vertebral fractures independent of BMD in diabetic men."}, {"pubmed": 19732762, "text": "Data suggest taht serial measurements of osteocalcin could be useful in the detection of bone metastases from differentiated thyroid carcinoma."}, {"pubmed": 19751416, "text": "Relationship between bone formation markers osteocalcin and bone-specific alkaline phosphatase and age in postmenopausal women."}, {"pubmed": 19751417, "text": "Prevalence of osteopenia and relationships between osteocalcin, bone alkaline phosphatase, and bone mineral density in patients with insulin-dependent diabetes mellitus."}, {"pubmed": 19767102, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19767102, "text": "not associated with dental fluorosis"}, {"pubmed": 19856264, "text": "Data show that the gradual process of osteogenesis can be followed by different proteins being expressed at various time points, comprising early bone-specific alkaline phosphatase (bALP)) and late gene osteocalcin."}, {"pubmed": 19877133, "text": "Elevated plasma osteocalcin is associated with improved glucose tolerance. Elevated uncarboxylated osteocalcin is associated with enhanced beta-cell function; elevated carboxylated osteocalcin is associated with improved insulin sensitivity."}, {"pubmed": 20157712, "text": "A positive association is found between serum level of osteocalcin and severity of hand osteoarthritis, in a cross-sectional population-based study."}, {"pubmed": 20200947, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20200947, "text": "Polymorphisms in and around the osteocalcin locus are significantly associated with serum-TotalOC and fracture."}, {"pubmed": 20221651, "text": "These results indicate that older age, a greater number of prevalent fractures and higher undercarboxylated osteocalcin levels, and lower lumbar bone mineral density are risks for incident fractures despite use of amino-bisphosphonates."}, {"pubmed": 20305683, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20305683, "text": "The HindIII polymorphism of the osteocalcin gene, but not the PvuII polymorphism of the estrogen receptor alpha gene or their potential interaction, was associated with body mass index in premenopausal Chinese women."}, {"pubmed": 20355242, "text": "alkaline phosphatase, IL-6, TNF-alpha, and bilirubin, but not IGF-1 or osteocalcin may play a role in hepatic osteodystrophy and liver cirrhosis"}, {"pubmed": 20395593, "text": "Serum osteocalcin is associated with measures of insulin resistance, adipokine levels, and the presence of metabolic syndrome."}, {"pubmed": 20410230, "text": "Our data support a pathophysiological link between undercarboxylated osteocalcin and carboxylated osteocalcin balance and obesity"}, {"pubmed": 20433876, "text": "The Ad-leptin up-regulated osteocalcin expression."}, {"pubmed": 20501596, "text": "Osteocalcin may lie in the causal pathway between central adiposity and insulin resistance."}, {"pubmed": 20574675, "text": "An acute increase in osteocalcin concentration, elicited by a physiological intervention (prolonged exercise) is associated with a reduction in circulating leptin levels and insulin resistance in lean well-trained triathletes."}, {"pubmed": 20577791, "text": "investigated whether chronic periodontitis patients exhibit different plasma concentrations of C-telopeptide pyridinoline cross-links of type I collagen (ICTP) and osteocalcin (OC) compared to the clinically healthy controls"}, {"pubmed": 20587710, "text": "significant association between osteocalcin levels and A-FABP in metabolic syndrome"}, {"pubmed": 20592451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20592451, "text": "Single nucleotide polymorphisms in osteocalcin was not associated with type 2 diabetes."}, {"pubmed": 20625700, "text": "A decrease of osteopontin and osteocalcin in bone is important for promoting vulnerability to hip fracture."}, {"pubmed": 20694489, "text": "Lower osteocalcin and elevated serum levels of its carboxylated form are displayed in PCOS subjects and are associated with several PCOS components."}, {"pubmed": 20831864, "text": "Osteocalcin was inversely related to visceral obesity in Korean obese and overweight men."}, {"pubmed": 21153019, "text": "In a sample of Koreans, osteocalcin was associated with metabolic syndrome independently of glucose metabolism"}, {"pubmed": 21169728, "text": "Adiponectin correlates with osteocalcin and fat free mass, and osteocalcin is related to insulin, glucose and insulin resistance in a study of female rowers."}, {"pubmed": 21178793, "text": "In healthy postmenopausal women, there was a consistent association between osteocalcin and markers of metabolic syndrome."}, {"pubmed": 21292339, "text": "Data conclude that circulating osteocalcin and leptin are related to glucose intolerant state."}, {"pubmed": 21301010, "text": "Osteocalcin is associated with liver fibrosis in nonalcoholic fatty liver disease, but this association disappears in a multivariate analysis."}, {"pubmed": 21333348, "text": "Findings expand the biological importance of osteocalcin, begin to unravel its molecular mode of action, and provide the first evidence that the skeleton is an endocrine regulator of fertility."}, {"pubmed": 21353261, "text": "In a Chinese male population, we firstly identified an inverse association of serum osteocalcin levels with the metabolic syndrome, independent from the well-known metabolic syndrome risk factors."}, {"pubmed": 21425331, "text": "These findings suggest that GPRC6A is a candidate for mediating the response to Ocn in the bone-pancreas endocrine loop regulating insulin signaling."}, {"pubmed": 21427224, "text": "Data show that osteocalcin synthesis was significantly reduced in the stable HSP27-transfected MC3T3-E1 cells and normal human osteoblasts."}, {"pubmed": 21487672, "text": "Recombinant human bone morphogenic protein-7 and osteogenic differentiation medium up-regulated osteocalcin in human bone-marrow-derived mesenchymal stem cells in vitro."}, {"pubmed": 21521304, "text": "Obese patients with type 2 diabetes showed significantly reduced levels of OC in comparison with patients with lower degrees of glucose tolerance derangement."}, {"pubmed": 21521333, "text": "Serum osteocalcin is inversely associated with the metabolic syndrome as well as the severity of coronary atherosclerosis in Chinese men, supporting the new concept that bone has the reciprocal regulation with energy metabolism."}, {"pubmed": 21558934, "text": "RT-PCR showed that BGLAP from osteoblasts from Pfeiffer syndrome grown on PLPG acid plates were upregulated after 30 days."}, {"pubmed": 21590731, "text": "In human males, the bone-testis axis may be most relevant during rapid skeletal growth, when T levels are rising under the influence of the hypothalamic-pituitary axis and OCN is increasing due to skeletal growth."}, {"pubmed": 21713451, "text": "The mRNA expression of type I collagen, ALP, osteocalcin and RUNX2 increased markedly in human adipose stem cells as a result of lactoferrin treatment."}, {"pubmed": 21935388, "text": "omentin-1 serum levels are correlated with BMD at the femoral neck and the serum levels of osteocalcin and osteopontin in MS patients"}, {"pubmed": 21944272, "text": "No significant differences in osteocalcin concentrations were observed between rine growth restriction and appropriate-for-gestational-age groups"}, {"pubmed": 21964930, "text": "Osteocalcin gene expression is regulated by wild-type p53"}, {"pubmed": 21968268, "text": "Serum OC and NTx levels may be useful markers of serum iPTH levels for evaluating bone turnover in HD patients and may eventually prove useful in the management of patients with CKD-MBD."}, {"pubmed": 22034088, "text": "Collagen type XV and osteocalcin expression are highly sensitive markers to extracellular calcium"}, {"pubmed": 22068385, "text": "in type 1 diabetes, undercarboxylated osteocalcin appears to correlate positively with markers of insulin exposure, either endogenously produced or exogenously administered"}, {"pubmed": 22068892, "text": "Adiposity measures were inversely correlated with osteocalcin and intact parathyroid hormone, whereas such relationships were not observed for vitamin D."}, {"pubmed": 22102412, "text": "BMP2 induces osteoblast differentiation through Runx2-dependent ATF6 expression, which directly regulates Oc transcription."}, {"pubmed": 22136751, "text": "investigation of whether uncarboxylated osteocalcin acts as hormone to improve glucose handling and reduce fat mass; investigation of whether elevated serum uncarboxylated osteocalcin is associated with higher body weight and adiposity"}, {"pubmed": 22219025, "text": "Data suggest that serum osteocalcin (OC) might be a sensitive biomarker for detecting early stages of dental fluorosis."}, {"pubmed": 22294259, "text": "The levels of serum undercarboxylated osteocalcin (5.66+/-4.70 ng/ml) as well as other cartilage metabolism markers, were elevated in the patients with bilateral knee osteoarthritis."}, {"pubmed": 22517558, "text": "The results showed that both OC and TRACP-5b values were at their highest during the ovulation period, and the activity of TRACP-5b was more significant than that of OC. Furthermore, the changes in sex hormone secretion involved in OC and TRACP-5b showed specific patterns during the menstrual cycle."}, {"pubmed": 22577088, "text": "In female adolescents, BMI is inversely related to osteocalcin."}, {"pubmed": 22615158, "text": "Metabolic activity of bone and energy-related organs like fat and islets are closely linked by circulating osteocalcin (OCN). Through systemic release of OCN, bone delivers its energy-demanding information to other organs to satisfy its energy requirement"}, {"pubmed": 22652825, "text": "A significant increase of osteocalcin after physical exercise was found in subjects with adrenal incidentaloma."}, {"pubmed": 22679141, "text": "Skeletal hormone osteocalcin cross-talks with vascular system and contributes to vascular remodeling via angiotensin II, Toll-like receptor (TLR)4, and cyclooxygenase (COX)-2."}, {"pubmed": 22735266, "text": "These findings indicate that hBGP expression in osteoblasts resulted in the abnormal skeletal growth in the mice.This study provides a valuable model for understanding the fundamental role of BGP in vivo."}, {"pubmed": 22752126, "text": "serum osteocalcin levels were independently associated with glucose intolerance and abdominal obesity, which are components of metabolic syndrome, and type 2 diabetes mellitus in postmenopausal women in Iran"}, {"pubmed": 22773701, "text": "The serum osteocalcin level was not associated with the development of type 2 diabetes in middle-aged males."}, {"pubmed": 22842327, "text": "Bioinformatics sources suggest that the aforementioned interaction could originate from different genetic loci in the osteocalcin region; however, ascertaining the exact circumstances requires a detailed molecular-genetic study"}, {"pubmed": 22978420, "text": "Osteocalcin may play a protective role in the pathogenesis of type 2 diabetes"}, {"pubmed": 23001602, "text": "Our study indicates that the serum ucOC decreases with age in men, increases postmenopausally in women, and correlates inversely with dietary consumption of certain foods and with fasting glucose and HbA1c level."}, {"pubmed": 23135318, "text": "High Serum undercarboxylated osteocalcin level is associated with response to therapy in rheumatoid arthritis."}, {"pubmed": 23137636, "text": "the polymorphic genotypes of BGLAP, ER1, Col1A1 and CALCR are not found to be associated with osteoporosis in a single form but found to be associated in combined forms."}, {"pubmed": 23162093, "text": "Serum osteocalcin levels were inversely correlated with visceral fat area in Chinese men."}, {"pubmed": 23206207, "text": "Osteocalcin is released from platelet granules and is expressed and released at a higher concentration in patients with carotid artery occlusive disease."}, {"pubmed": 23261860, "text": "Is there an association between insulin resistance and serum osteocalcin (or adiponectin) levels? Data from obese children/adolescents in Turkey suggest no association between serum osteocalcin (or adiponectin) levels and insulin resistance."}, {"pubmed": 23342952, "text": "Serum osteocalcin is an independent risk factor for carotid atherosclerosis in patients with type 2 diabetes."}, {"pubmed": 23386651, "text": "Higher baseline total osteocalcin concentrations were associated with lower abdominal aorta calcification progression rate and lower mortality."}, {"pubmed": 23485732, "text": "Data suggest that lower serum OCN is associated with metabolic syndrome (MS); serum OCN is inversely associated with body mass index, waist circumference, and hypertension, suggesting that OCN plays a part in development/progression of MS/overweight."}, {"pubmed": 23512417, "text": "Circulating UC-OCN was increased while C-OCN was decreased in treatment-naive females with metabolic syndrome."}, {"pubmed": 23553865, "text": "Data suggest that serum level of total osteocalcin during the follicular phase is positively associated with fat-free mass in healthy premenopausal women."}, {"pubmed": 23616149, "text": "Data from overweight/obese patients suggest that serum total OC is associated with skeletal muscle but not hepatic insulin resistance; undercarboxylated OC is associated with islet beta-cell function only in individuals with impaired fasting glucose."}, {"pubmed": 23696116, "text": "Data do not support the notion that osteocalcin is associated with male fertility in young men from infertile couples."}, {"pubmed": 23788330, "text": "There are 3 ERRalpha response elements (ERR response element, ERRE) in the osteocalcin promoter, and ERRalpha interacted cooperatively with PGC-1alpha could improve the osteocalcin promoter activity."}, {"pubmed": 24037881, "text": "In a population at high cardiovascular risk, low concentrations of serum carboxylated OC and uccarboxylated OC were strongly associated with an increased risk of incident diabetes."}, {"pubmed": 24078129, "text": "Engineered a recombinant human osteocalcin (rhOC) with FN type III9-14 (rhOC-FNIII9-14) containing RGD and HBD to promote the cellular activity of MC3T3-E1 cells, including adhesion, proliferation, and differentiation."}, {"pubmed": 24113735, "text": "The uncarboxylated to carboxylated index of osteocalcin is low in type 2 diabetes patients."}, {"pubmed": 24167545, "text": "an inverse association between serum ferritin and sTfR with osteocalcin and extend previous results on adiponectin, thus supporting that factors related to iron metabolism could contribute to the insulin resistance and the development of type 2 diabetes"}, {"pubmed": 24219294, "text": "Activation of IGF-1R can induce apoptosis in adipose-derived stem cells, whereas it can be prevented by the A20 and osteocalcin expression."}, {"pubmed": 24339141, "text": "Data suggest that serum osteocalcin levels are down-regulated in newly diagnosed, middle-aged, Tibetan men with different degrees of glucose tolerance in association with poorer insulin resistance and poorer pre-treatment control of blood glucose."}, {"pubmed": 24405382, "text": "protective action of osteocalcin against the development of insulin resistance and type 2 diabetes in women may be partially mediated through up-regulation of adiponectin secretion"}, {"pubmed": 24455828, "text": "Results indicate a significant correlation between Glu-OC and assessed markers of bone metabolism. 2. Research has indicated a link between bone metabolism and the degree of calcification in the coronary arteries."}, {"pubmed": 24465160, "text": "Serum osteocalcin is associated with indices of obesity and HDL level in men"}, {"pubmed": 24503413, "text": "Data suggest plasma osteocalcin can be regulated by diet; osteocalcin levels are lower with high-protein/high-glycemic index (GI) diet than with low-protein/high-GI diet after 6-month family intervention in children/adolescents of overweight parents."}, {"pubmed": 24529156, "text": "The undercarboxylated form of OC is related to common cardiovascular risk markers in children at risk for cardiovascular disease."}, {"pubmed": 24583540, "text": "We found that one bout of severe eccentric contractions caused increases in osteocalcin and TRACP-5b"}, {"pubmed": 24606073, "text": "Total OC and carboxylated OC showed less pronounced decrease during the oral glucose tolerance test in obese subjects compared with controls, whereas other bone turnover markers responded similarly in the two groups."}, {"pubmed": 24785155, "text": "Osteocalcin might improve glucose metabolism through enhancing insulin secretion in males, and through increasing insulin secretion and improving insulin resistance in females with type 2 diabetes mellitus."}, {"pubmed": 24801588, "text": "A higher plasma OC concentration was associated with a reduced risk of CVD in older-old men and with an increased risk of CVD in older-old women."}, {"pubmed": 24804200, "text": "Effect of cyclic mechanical stimulation on the expression of osteogenesis genes in human intraoral mesenchymal stromal and progenitor cells."}, {"pubmed": 24842726, "text": "In older Caucasian men, total osteocalcin level was associated with metabolic syndrome severity. Osteocalcin was more strongly associated with MetS severity than other bone turnover markers."}, {"pubmed": 24852846, "text": "No correlation between total osteocalcin and fasting plasma glucose, fasting insulin and insulin resistance parameters was found in nondiabetic postmenopausal women. Serum levels of adiponectin were associated with metabolic syndrome."}, {"pubmed": 24859912, "text": "in type 1 diabetes of long duration, OC serum levels are inversely associated with HbA1c and BMI, supporting the hypothesis that a poor glycemic control can affect osteoblast function."}, {"pubmed": 24893146, "text": "In this review, we summarize the current knowledge on osteocalcin functions, its various modes of action and the mechanisms implicated in the control of this hormone. [review]"}, {"pubmed": 24896339, "text": "Data indicate that Ca2+ binding triggered a similar conformational transition in both gamma-carboxyglutamic acid-containing protein osteocalcin (Gla-OCN) and Glu-OCN from a disordered structure to a more compact/stable form."}, {"pubmed": 25050899, "text": "cross-linked C-telopeptide of type 1 collagen, body mass index, creatinine, Sema3A, bone mineral densities, and age were determinants of Ocn"}, {"pubmed": 25068814, "text": "OC follows a gene duplication strategy while MGP variability was obtained mostly by the use of multiple promoters and alternative splicing, leading to proteins with additional functional characteristics and alternative gene regulatory pathways. [review]"}, {"pubmed": 25174991, "text": "exercise-induced body fat reduction and improved insulin sensitivity were accompanied by an increase in serum osteocalcin and leptin levels"}, {"pubmed": 25195811, "text": "Serum total osteocalcin level was not associated with the development of cardiovascular disease."}, {"pubmed": 25224152, "text": "In chronic kidney disease, patients with mitral annular calcification had higher serum osteocalcin levels."}, {"pubmed": 25327813, "text": "Serum osteocalcin is negatively associated with weight BMI and fasting plasma glucose in healthy Chinese women."}, {"pubmed": 25376262, "text": "Osteocalcin has a role in the pituitary-gonadal axis in older men"}, {"pubmed": 25480426, "text": "gestational diabetes is not associated with osteocalcin, under-carboxylated osteocalin, osteopontin and leptin and does not correlate with insulin resistance."}, {"pubmed": 25577163, "text": "Endocrine function of osteocalcin and the cell biology events that allow osteocalcin to become a hormone. [review]"}, {"pubmed": 25587715, "text": "These findings for the first time suggest that genetic variant in osteocalcin gene rs1800247 polymorphisms may be a risk factor for hepatitis B-related hepatocellular carcinoma."}, {"pubmed": 25644945, "text": "Correlation between osteocalcin-positive endothelial progenitor cells and spotty calcification in patients with coronary artery disease"}, {"pubmed": 25675353, "text": "Elevated serum preptin and decreased osteocalcin concentrations, together with insulin resistance, are associated with obesity and overweight."}, {"pubmed": 25716667, "text": "ucOC(Undercarboxylated osteocalcin ) showed an inverse correlation with markers of insulin resistance, central obesity, and the presence of MetS ( metabolic syndrome ) in postmenopausal women and appears to protect against MetS ( metabolic syndrome )."}, {"pubmed": 25721846, "text": "findings indicate the association between serum osteocalcin and glucose metabolism and beta cell function; no relationship was found between osteocalcin and insulin resistance and lipid metabolism in type 2 diabetes"}, {"pubmed": 25816734, "text": "Data suggest that serum biomarkers of low bone turnover (osteocalcin; CrossLaps peptide/CTX; procollagen type 1 N-terminal propeptide/PINP) are down-regulated in subjects with metabolic syndrome and diabetes type 2."}, {"pubmed": 25855755, "text": "These findings unequivocally document that increased vitamin K intake reduces the uncarboxylated form of OCN"}, {"pubmed": 25868823, "text": "Data indicate that higher osteocalcin (OC) or its undercarboxylated form (ucOC) concentration and ucOC to osteocalcin ratio (OCR) were associated with the risk of coronary calcification in men."}, {"pubmed": 25871789, "text": "Data suggest that a low serum osteocalcin level was an independent risk factor for abdominal obesity."}, {"pubmed": 25963022, "text": "serum level not associated with weight loss or body fat percentage"}, {"pubmed": 26077201, "text": "Serum osteocalcin level was not independently associated with C-IMT in a metabolically healthy Chinese population."}, {"pubmed": 26166639, "text": "In obese patients, osteocalcin levels decreased after a hypocaloric diet."}, {"pubmed": 26194493, "text": "A common polymorphism rs1800247 in osteocalcin gene may effect the risk of osteoporosis and fracture and serum osteocalcin levels in Chinese."}, {"pubmed": 26308289, "text": "A reduced proportion of undercarboxylated osteocalcin or higher N-terminal propeptide of type I collagen are associated with increased incidence of myocardial infarction."}, {"pubmed": 26372899, "text": "Serum total osteocalcin level is significantly lower in 2 diabetes mellitus patients than controls."}, {"pubmed": 26381729, "text": "Serum uOC levels in non-dialysis patients with CKD are significantly lower than those in healthy individuals, and uOC is closely associated with subclinical atherosclerosis in CKD patients."}, {"pubmed": 26406918, "text": "Data indicate that lower osteocalcin was an independent predictor of worse cognitive performance on multivariate analysis."}, {"pubmed": 26567728, "text": "Serum osteocalcin levels are inversely correlated with nonalcoholic fatty liver disease in postmenopausal Chinese women with normal blood glucose levels."}, {"pubmed": 26576474, "text": "The aims of this study were to evaluate OCN and sclerostin levels in subjects who underwent coronary artery bypass graft (CABG) surgery compared with those in normal controls."}, {"pubmed": 26636404, "text": "Nonalcoholic fatty liver disease negatively associated with right-hip bone mineral density and serum osteocalcin in Korean men."}, {"pubmed": 26708046, "text": "Total and undercarboxylated osteocalcin levels were significantly correlated with insulin secretion and insulin resistance indices, but not adiponectin levels, in pregnant women."}, {"pubmed": 26743527, "text": "the relationship between serum osteocalcin and glucose metabolism parameters in liver transplantation recipients, was examined."}, {"pubmed": 26747614, "text": "An overview of osteocalcin progress."}, {"pubmed": 26772621, "text": "This study investigated osteocalcin, metabolic parameters and anthropometric characteristics in normal weight and overweight/obese children."}, {"pubmed": 26863345, "text": "Reduced plasma Osteocalcin levels are associated with cardiovascular and metabolic diseases."}, {"pubmed": 26922969, "text": "There is an inverse relationship between the visfatin and undercarboxylated osteocalcin in type 2 diabetes patients with diabetic kidney disease."}, {"pubmed": 26938749, "text": "Serum osteocalcin levels in pediatric obstructive sleep apnea hypopnea syndrome patients were significantly lower than normal controls before adenotonsillectomy."}, {"pubmed": 27025722, "text": "the BMP-2/Smad1/5/RUNX2 signaling pathway participates in the silicon-mediated induction of COL-1 and osteocalcin synth"}, {"pubmed": 27061949, "text": "Low serum osteocalcin concentrations are associated with type 2 diabetes."}, {"pubmed": 27251081, "text": "Common polymorphism rs1800247 in osteocalcin gene was associated with hypertension and diastolic blood pressure levels. The association of rs1800247 with hypertension was affected by its interaction with HOMA-IR."}, {"pubmed": 27515675, "text": "Demonstrate a positive association between osteocalcin, a factor known to regulate bone remodelling, with cognitive performance in older non-demented women."}, {"pubmed": 27604070, "text": "These findings indicate the undercarboxylated form of OC is not implicated in age-related changes in skeletal muscle or adipose tissue mass in older community-dwelling adults."}, {"pubmed": 27667744, "text": "Decreased blood concentration of Carboxylated osteocalcin is associated with metabolic complications and inflammation."}, {"pubmed": 27673554, "text": "Osteocalcin and Sex Hormone Binding Globulin Compete on a Specific Binding Site of GPRC6A."}, {"pubmed": 27889949, "text": "Undercarboxylated osteocalcin reflects the reserve capacity of beta-cell function, such as the bolus insulin secretion ability in patients with type 2 diabetes."}, {"pubmed": 28000970, "text": "undercarboxylated form of osteocalcin in serum not related significantly to semen parameters or measured hormones in male infertility"}, {"pubmed": 28002816, "text": "Common genetic variants of the osteocalcin gene may not be a major contributor to variations in serum osteocalcin or BMD in postmenopausal and elderly Chinese women."}, {"pubmed": 28093839, "text": "serum level not correlated with gender, race/ethnicity, age, diabetes type, BMI percentile, random C-peptide, glucose, or HbA1c at pediatric diabetes diagnosis; serum level inversely correlated with HbA1c at first office visit following diagnosis"}, {"pubmed": 28106724, "text": "Osteocalcin plays an essential role for the maturation of mineral species and modulates osteogenic differentiation of mesenchymal stromal cells (MSCs)."}, {"pubmed": 28242268, "text": "gamma-carboxylation of OCN on Glu17 residue correlates with insulin resistance and subclinical inflammation, suggesting that gamma-carboxylation of OCN negatively regulates its endocrine action"}, {"pubmed": 28429221, "text": "Progressive calcification of atherosclerotic plaques is accompanied by insignificant accumulation of calcitonin and osteoprotegerin, whereas the osteocalcin expression significantly increased during calcification."}, {"pubmed": 28443718, "text": "The study demonstrated that undercarboxylated osteocalcin (ucOC) is related to 25(OH)D and adiponectin concentrations. Both ucOC and 25(OH)D were lower in overweight and obese adolescents."}, {"pubmed": 28521505, "text": "XPS showed that similar amounts of hOC and dhOC were absorbed onto hydroxyapaptite and octacalcium phosphate surfaces, but ToF-SIMS detected some small differences in the amino acid fragment intensities on these surfaces for adsorbed hOC and dhOC."}, {"pubmed": 28732499, "text": "There were differences in the associations between total osteocalcin and glucose metabolism in Han and Uygur T2DM patients, indicating genetic factors may play a role in modulating OC and glucose metabolism in different ethnic population."}, {"pubmed": 28766135, "text": "a decrease in serum osteocalcin levels is associated with future development of type 2 diabetes mellitus."}, {"pubmed": 28822067, "text": "Findings from the available data indicated an overall significant inverse association between serum osteocalcin and body mass index--{REVIEW}"}, {"pubmed": 28841723, "text": "Increased advanced glycation end products and protein oxidative damage markers in the course of obesity may contribute to decreased carboxylated osteocalcin serum level."}, {"pubmed": 28847266, "text": "Serum osteocalcin was directly and independently correlated with circulating uric acid in a population of healthy obese subjects."}, {"pubmed": 28921598, "text": "relatively lower serum osteocalcin levels were associated with a higher risk of MACE in Chinese men with CAD"}, {"pubmed": 28922389, "text": "Several detected relations between OCN and metabolites were strongly linked to renal function, however, a number of associations remained significant after adjustment for renal function. Intermediates of proline catabolism were associated with OCN reflecting the implication in bone metabolism."}, {"pubmed": 28933309, "text": "Smoking lowers BGP levels in patients affected by advanced chronic kidney disease."}, {"pubmed": 28991837, "text": "Osteocalcin plays an important role in glucose and lipid metabolism for protection against nonalcoholic fatty liver disease occurrence and progression."}, {"pubmed": 29050649, "text": "Studied serum osteocalcin, iron stores and insulin sensitivity in obesity, and found the association of osteocalcin with insulin sensitivity is dependent on iron and obesity status. Increased iron stores were found to possibly contribute to the detrimental effects of overweight/obesity on bone."}, {"pubmed": 29172726, "text": "Serum osteocalcin level was not independently associated with blood pressure in a Chinese population"}, {"pubmed": 29476244, "text": "The present study has concluded that obesity is an undesirable factor for bone metabolism by reducing serum osteocalcin and by increasing hs-CRP and PTH which contribute to bone resorption."}, {"pubmed": 29638140, "text": "The correlation between Mycobacterium avium subsp. paratuberculosis (MAP) infection and elevation of sera ucOC, reduction of active osteocalcin and increased calcium supports MAP infection role in Crohn's disease and complications with osteoporosis."}, {"pubmed": 29712943, "text": "OC may play a protective role in middle-aged (40-49 years) men with moderate-severe ED, especially those with a high level of testosterone, non-obesity, drinking, and non-metabolic syndrome."}, {"pubmed": 29882816, "text": "Decreased circulating carboxylated osteocalcin is associated with low-energy bone fractures in children."}, {"pubmed": 30010079, "text": "High maternal serum OC levels in the first or the second trimester during pregnancy may be associated with the risk of low birth weight."}, {"pubmed": 30051143, "text": "This is the first study to show that serum total and undercarboxylated OC levels were negatively associated with chronic inflammation parameters in patients with type 2 diabetes mellitus"}, {"pubmed": 30089739, "text": "The results of this study suggest that serum osteocalcin is associated with the onset of puberty in girls."}, {"pubmed": 30179426, "text": "The results showed no significant correlation between osteocalcin HindIII gene polymorphism and bone mineral density (BMD) and therefore osteocalcin HindIII gene polymorphism may not have major effects on BMD variation in postmenopausal North Indian women."}, {"pubmed": 30188218, "text": "there is no significant difference in circulating OPG and OCN levels between RA patients and OA patients. However, plasma/serum OPN level is significantly higher in RA patients compared with OA patients."}, {"pubmed": 30372633, "text": "This observational community-based study examined the association of serum osteocalcin levels with low-grade albuminuria."}, {"pubmed": 30424752, "text": "OCN levels were inversely correlated with body fat parameters and obesity."}, {"pubmed": 30941847, "text": "decreased in children and adolescents with type 1 diabetes [meta-analysis]"}, {"pubmed": 31300749, "text": "Total osteocalcin levels varied based on health habits, body composition, comorbid illness, and bisphosphonate use in men with chronic spinal cord injury."}, {"pubmed": 31397589, "text": "Systematic review and meta-analysis of published observational evidence shows inverse association of circulating total osteocalcin (BGLAP) with risk of atherosclerotic outcomes and cardiovascular disease."}, {"pubmed": 31455100, "text": "Premenopausal obese women had lower osteoclacin levels and thicker epicardial adipose tissue than controls. There was a weak positive correlation between OC and EAT in premenopausal obese women."}, {"pubmed": 31549398, "text": "Osteocalcin does not influence acute or chronic inflammation in human vascular cells."}, {"pubmed": 31769248, "text": "reference data for P1NP and osteocalcin levels in healthy Korean children and adolescents, was established."}, {"pubmed": 31850672, "text": "Circulating osteocalcin: A potential predictor of ketosis in type 2 diabetes."}, {"pubmed": 31886290, "text": "No association between rs1800247 SNP and type 2 diabetes emergence in Ukrainian population."}, {"pubmed": 32163666, "text": "The effect of adrenocorticotropic hormone on alpha-2-macroglobulin in osteoblasts derived from human mesenchymal stem cells."}, {"pubmed": 32198716, "text": "Associations between circulating bone-derived hormones lipocalin 2, osteocalcin, and glucose metabolism in acromegaly."}, {"pubmed": 32370705, "text": "Osteocalcin: A Protein Hormone Connecting Metabolism, Bone and Testis Function."}, {"pubmed": 32418417, "text": "Metabolic bone markers can be related to preserved insulin secretion in children with newly diagnosed type 1 diabetes.\", trans \"Markery metabolizmu kostnego moga byc zwiazane z przetrwala insulinosekrecja u dzieci z nowo rozpoznana cukrzyca typu 1."}, {"pubmed": 32587575, "text": "An Investigation Into the Role of Osteocalcin in Human Arterial Smooth Muscle Cell Calcification."}, {"pubmed": 32927845, "text": "Effects of Early Life Stress on Bone Homeostasis in Mice and Humans."}, {"pubmed": 33057142, "text": "The structural role of osteocalcin in bone biomechanics and its alteration in Type-2 Diabetes."}, {"pubmed": 33087644, "text": "Serum osteocalcin is inversely associated with lower extremity atherosclerotic disease in Chinese patients with type 2 diabetes mellitus."}, {"pubmed": 33237935, "text": "Undercarboxylated osteocalcin is associated with vascular function in female older adults but does not influence vascular function in male rabbit carotid artery ex vivo."}, {"pubmed": 33338665, "text": "Osteocalcin and its forms respond similarly to exercise in males and females."}, {"pubmed": 33340588, "text": "The carboxylation status of osteocalcin has important consequences for its structure and dynamics."}, {"pubmed": 33474566, "text": "Explaining Divergent Observations Regarding Osteocalcin/GPRC6A Endocrine Signaling."}, {"pubmed": 33635235, "text": "Osteoprotegerin and osteocalcin are associated with atherosclerosis in patients with rheumatoid arthritis: a prospective cohort study."}, {"pubmed": 34003927, "text": "Associations of Osteocalcin Forms With Metabolic Syndrome and Its Individual Components in Older Men: The Health In Men Study."}, {"pubmed": 34025583, "text": "Circulating Carboxylated Osteocalcin Correlates With Skeletal Muscle Mass and Risk of Fall in Postmenopausal Osteoporotic Women."}, {"pubmed": 34114337, "text": "mTORC2 regulates hierarchical micro/nano topography-induced osteogenic differentiation via promoting cell adhesion and cytoskeletal polymerization."}, {"pubmed": 34626941, "text": "The Role of Osteocalcin in Placental Function in Gestational Diabetes Mellitus."}, {"pubmed": 34647329, "text": "Serum osteocalcin levels at 4 months of age were associated with neurodevelopment at 4 years of age in term-born children."}, {"pubmed": 35010988, "text": "Investigation of the Relationship between the Mid_Thigh Adipose Tissue Distribution Measured by MRI and Serum Osteocalcin-A Sex-Based Approach."}, {"pubmed": 35089541, "text": "Osteocalcin-expressing endothelial progenitor cells and serum osteocalcin forms are independent biomarkers of coronary atherosclerotic disease severity in male and female patients."}, {"pubmed": 35090006, "text": "Osteocalcin and Risks of Incident Diabetes and Diabetic Kidney Disease: A 4.6-Year Prospective Cohort Study."}, {"pubmed": 35118705, "text": "No Evidence of Association Between Undercarboxylated Osteocalcin and Incident Type 2 Diabetes."}, {"pubmed": 35119301, "text": "The Association of Serum Osteocalcin Levels with Metabolic Parameters and Inflammation in Postmenopausal Women with Metabolic Syndrome."}, {"pubmed": 35482214, "text": "RS 2247911 polymorphism of GPRC6A gene and serum undercarboxylated-osteocalcin are associated with testis function."}, {"pubmed": 35681236, "text": "Low total osteocalcin levels are associated with all-cause and cardiovascular mortality among patients with type 2 diabetes: a real-world study."}, {"pubmed": 35983511, "text": "The role of osteocalcin in regulation of glycolipid metabolism and muscle function in children with osteogenesis imperfecta."}, {"pubmed": 36094482, "text": "Brief Report: Undercarboxylated Osteocalcin Is Associated With Cognition in Women With and Without HIV."}, {"pubmed": 37341923, "text": "Low total osteocalcin levels are associated with the risk of cardiovascular events among women with hyperglycaemia: a 7.6-year prospective study."}, {"pubmed": 37603430, "text": "Osteocalcin: A Multifaceted Bone-Derived Hormone."}, {"pubmed": 37832077, "text": "To investigate the association of serum osteocalcin with cognitive functional status in patients with type 2 diabetes: A systematic review with meta-analysis."}, {"pubmed": 38053107, "text": "Association between serum osteocalcin and atherosclerosis in Type-2 diabetes mellitus: a cross-sectional study."}, {"pubmed": 38055125, "text": "Polymorphisms in the Runx2 and osteocalcin genes affect BMD in postmenopausal women: a systematic review and meta-analysis."}, {"pubmed": 38093960, "text": "Osteocalcin has a muscle-protective effect during weight loss in men without metabolic syndrome: a multicenter, prospective, observational study."}, {"pubmed": 38609129, "text": "ASSESSMENT OF OSTEOPONTIN, SCLEROSTIN, AND OSTEOCALCIN LEVELS IN PATIENTS WITH HYPOTHYROIDISM ON MEDICAL THERAPY."}, {"pubmed": 38803289, "text": "Osteocalcin: Beyond Bones."}], "genomic_pos": {"chr": "1", "end": 156243317, "ensemblgene": "ENSG00000242252", "start": 156242184, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 156213112, "start": 156211753, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001501", "pubmed": 10865224, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0001649", "pubmed": 17023519, "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001956", "pubmed": 24074871, "qualifier": "involved_in", "term": "positive regulation of neurotransmitter secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002076", "qualifier": "involved_in", "term": "osteoblast development"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007155", "pubmed": 12202187, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007420", "pubmed": 24074871, "qualifier": "involved_in", "term": "brain development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007611", "qualifier": "involved_in", "term": "learning or memory"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009629", "qualifier": "involved_in", "term": "response to gravity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010043", "qualifier": "involved_in", "term": "response to zinc ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014823", "qualifier": "involved_in", "term": "response to activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016311", "qualifier": "involved_in", "term": "dephosphorylation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030282", "pubmed": 10486212, "qualifier": "involved_in", "term": "bone mineralization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030500", "qualifier": "involved_in", "term": "regulation of bone mineralization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032571", "qualifier": "involved_in", "term": "response to vitamin K"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032869", "qualifier": "involved_in", "term": "cellular response to insulin stimulus"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0033280", "pubmed": 17023519, "qualifier": "involved_in", "term": "response to vitamin D"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033574", "qualifier": "involved_in", "term": "response to testosterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033594", "qualifier": "involved_in", "term": "response to hydroxyisoflavone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034224", "qualifier": "involved_in", "term": "cellular response to zinc ion starvation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036005", "qualifier": "involved_in", "term": "response to macrophage colony-stimulating factor"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042593", "qualifier": "involved_in", "term": "glucose homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043627", "qualifier": "involved_in", "term": "response to estrogen"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0044342", "qualifier": "involved_in", "term": "type B pancreatic cell proliferation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045124", "pubmed": 10486212, "qualifier": "involved_in", "term": "regulation of bone resorption"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045670", "pubmed": 10486212, "qualifier": "involved_in", "term": "regulation of osteoclast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048863", "qualifier": "involved_in", "term": "stem cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050890", "pubmed": 28851741, "qualifier": "involved_in", "term": "cognition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051384", "qualifier": "involved_in", "term": "response to glucocorticoid"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060348", "qualifier": "involved_in", "term": "bone development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071305", "qualifier": "involved_in", "term": "cellular response to vitamin D"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071363", "qualifier": "involved_in", "term": "cellular response to growth factor stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900076", "qualifier": "involved_in", "term": "regulation of cellular response to insulin stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903011", "qualifier": "involved_in", "term": "negative regulation of bone development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000224", "qualifier": "involved_in", "term": "regulation of testosterone biosynthetic process"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "is_active_in", "term": "extracellular region"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 24074871, "qualifier": "is_active_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 11856645, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031982", "qualifier": "located_in", "term": "vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043204", "qualifier": "located_in", "term": "perikaryon"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0005179", "pubmed": [24074871, 28851741], "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005198", "pubmed": 10486212, "qualifier": "enables", "term": "structural molecule activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008147", "qualifier": "enables", "term": "structural constituent of bone"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008147", "qualifier": "enables", "term": "structural constituent of bone"}, {"category": "MF", "evidence": "NAS", "id": "GO:0008147", "pubmed": 12467198, "qualifier": "enables", "term": "structural constituent of bone"}, {"category": "MF", "evidence": "IBA", "id": "GO:0046848", "qualifier": "enables", "term": "hydroxyapatite binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0046848", "pubmed": 10486212, "qualifier": "enables", "term": "hydroxyapatite binding"}]}, "homologene": {"genes": [[9544, 718296], [9598, 100190891], [9606, 632], [9615, 403762], [9913, 281646], [10090, 12095], [10090, 12096], [10090, 12097], [10116, 25295]], "id": 104130}, "interpro": [{"desc": "Gamma-carboxyglutamic acid-rich (GLA) domain", "id": "IPR000294", "short_desc": "GLA_domain"}, {"desc": "Osteocalcin/matrix Gla protein", "id": "IPR002384", "short_desc": "Osteocalcin/MGP"}, {"desc": "Gamma-carboxyglutamic acid-rich (GLA) domain superfamily", "id": "IPR035972", "short_desc": "GLA-like_dom_SF"}, {"desc": "Osteocalcin", "id": "IPR039176", "short_desc": "Osteocalcin"}], "ipi": "IPI00023015", "map_location": "1q22", "name": "bone gamma-carboxyglutamate protein", "other_names": ["bone gamma-carboxyglutamate (gla) protein (osteocalcin)", "gamma-carboxyglutamic acid-containing protein", "osteocalcin"], "pantherdb": {"HGNC": "1043", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88155", "ortholog_type": "O", "panther_family": "PTHR14235", "taxid": 10090, "uniprot_kb": "P54615"}, {"MGI": "88156", "ortholog_type": "O", "panther_family": "PTHR14235", "taxid": 10090, "uniprot_kb": "P86546"}, {"MGI": "88157", "ortholog_type": "LDO", "panther_family": "PTHR14235", "taxid": 10090, "uniprot_kb": "P86547"}, {"RGD": "2206", "ortholog_type": "LDO", "panther_family": "PTHR14235", "taxid": 10116, "uniprot_kb": "P04640"}, {"Gene": "BGLAP", "ortholog_type": "O", "panther_family": "PTHR14235", "taxid": 9031, "uniprot_kb": "P02822"}, {"Ensembl": "ENSGALG00000028560", "ortholog_type": "O", "panther_family": "PTHR14235", "taxid": 9031, "uniprot_kb": "E6Y2E2"}, {"Ensembl": "ENSGALG00000029494", "ortholog_type": "LDO", "panther_family": "PTHR14235", "taxid": 9031, "uniprot_kb": "A0A1D5PRL0"}, {"Ensembl": "ENSDARG00000104467", "ortholog_type": "O", "panther_family": "PTHR14235", "taxid": 7955, "uniprot_kb": "A0A0G2L7A3"}, {"ZFIN": "ZDB-GENE-050113-4", "ortholog_type": "LDO", "panther_family": "PTHR14235", "taxid": 7955, "uniprot_kb": "P83238"}], "uniprot_kb": "P02818"}, "pathway": {"kegg": {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}, "pid": [{"id": "fgf_pathway", "name": "FGF signaling pathway"}, {"id": "fra_pathway", "name": "Validated transcriptional targets of AP1 family members Fra1 and Fra2"}, {"id": "hes_heypathway", "name": "Notch-mediated HES/HEY network"}, {"id": "rb_1pathway", "name": "Regulation of retinoblastoma protein"}, {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}], "reactome": [{"id": "R-HSA-159740", "name": "Gamma-carboxylation of protein precursors"}, {"id": "R-HSA-159763", "name": "Transport of gamma-carboxylated protein precursors from the endoplasmic reticulum to the Golgi apparatus"}, {"id": "R-HSA-159782", "name": "Removal of aminoterminal propeptides from gamma-carboxylated proteins"}, {"id": "R-HSA-159854", "name": "Gamma-carboxylation, transport, and amino-terminal cleavage of proteins"}, {"id": "R-HSA-163841", "name": "Gamma carboxylation, hypusinylation, hydroxylation, and arylsulfatase activation"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8940973", "name": "RUNX2 regulates osteoblast differentiation"}, {"id": "R-HSA-8941326", "name": "RUNX2 regulates bone development"}], "wikipathways": [{"id": "WP2332", "name": "Interleukin-11 Signaling Pathway"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP322", "name": "Osteoblast Signaling"}]}, "pharmgkb": "PA25345", "pharos": {"target_id": 6908, "tdl": "Tbio"}, "pir": "S12652", "prosite": "PS50998", "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF293268", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167346", "relationship": "is"}, {"id": "GNF178252", "relationship": "is"}, {"id": "GNF189158", "relationship": "is"}, {"id": "GNF200064", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF011388", "relationship": "similar to"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF238584", "relationship": "similar to"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337587", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF115633", "relationship": "is"}, {"id": "GNF155274", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_047015.1"], "protein": "NP_954642.1", "rna": "NM_199173.6", "translation": {"protein": "NP_954642.1", "rna": "NM_199173.6"}}, "reporter": {"HG-U133_Plus_2": "206956_at", "HG-U95Av2": "36253_at", "HTA-2_0": "TC01001316.hg.1", "HuEx-1_0": "2361401", "HuGene-1_1": "7906140", "HuGene-2_1": "16672006"}, "summary": "This gene encodes a highly abundant bone protein secreted by osteoblasts that regulates bone remodeling and energy metabolism. The encoded protein contains a Gla (gamma carboxyglutamate) domain, which functions in binding to calcium and hydroxyapatite, the mineral component of bone. Serum osteocalcin levels may be negatively correlated with metabolic syndrome. Read-through transcription exists between this gene and the neighboring upstream gene, PMF1 (polyamine-modulated factor 1), but the encoded protein only shows sequence identity with the upstream gene product. [provided by RefSeq, Jun 2015].", "symbol": "BGLAP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412791"}, "unigene": "Hs.654541", "uniprot": {"Swiss-Prot": "P02818"}, "wikipedia": {"url_stub": "Osteocalcin"}}