{"AllianceGenome": "1044", "HGNC": "1044", "MIM": "301870", "_id": "633", "_version": 1, "accession": {"genomic": ["AH002674.2", "AX148653.1", "CH471172.2", "CP068255.2", "DQ173577.1", "DQ173592.1", "DQ173593.1", "DQ173594.1", "DQ173595.1", "DQ173596.1", "DQ173597.1", "DQ173598.1", "DQ173599.1", "DQ173600.1", "DQ173601.1", "DQ173602.1", "DQ173603.1", "DQ173604.1", "DQ173605.1", "DQ173606.1", "DQ173607.1", "DQ173608.1", "DQ173609.1", "DQ173610.1", "DQ173611.1", "DQ173612.1", "DQ173613.1", "DQ173614.1", "DQ173615.1", "DQ173616.1", "DQ173617.1", "DQ173618.1", "DQ173619.1", "DQ173620.1", "DQ173621.1", "DQ173622.1", "DQ173623.1", "DQ173624.1", "DQ173625.1", "DQ173626.1", "DQ173627.1", "DQ173628.1", "DQ173629.1", "DQ173630.1", "DQ173631.1", "DQ173632.1", "DQ173633.1", "DQ173634.1", "DQ173635.1", "DQ173636.1", "DQ173637.1", "DQ173638.1", "DQ173639.1", "DQ173640.1", "DQ173641.1", "DQ173642.1", "NC_000023.11", "NC_060947.1", "NG_015961.1", "U82695.3", "X83526.1"], "protein": ["AAA36009.1", "AAA52287.1", "AAC50117.1", "AAH02416.1", "AAH04244.1", "AAP35987.1", "BAC04007.1", "BAD96204.1", "BAD97022.1", "BAF84644.1", "BAG52637.1", "BAG52806.1", "BAG56798.1", "BAG56813.1", "BAG60276.1", "BAG60898.1", "CAC41201.1", "EAW72861.1", "EAW72862.1", "EAW72863.1", "EAW72864.1", "EAW72865.1", "NP_001702.1", "P21810.2", "XP_016885213.1", "XP_054183538.1"], "rna": ["AI538325.1", "AI570205.1", "AK092954.1", "AK093023.1", "AK094059.1", "AK222484.1", "AK223302.1", "AK291955.1", "AK293268.1", "AK293289.1", "AK297966.1", "AK298756.1", "AU142113.1", "BC002416.2", "BC004244.1", "BQ180984.1", "BT007323.1", "DC299956.1", "DC419932.1", "DC425011.1", "J04599.1", "NM_001711.6", "U11686.1", "XM_017029724.3", "XM_054327563.1"], "translation": [{"protein": "BAF84644.1", "rna": "AK291955.1"}, {"protein": "BAC04007.1", "rna": "AK092954.1"}, {"protein": "BAG56798.1", "rna": "AK293268.1"}, {"protein": "BAD96204.1", "rna": "AK222484.1"}, {"protein": "BAG56813.1", "rna": "AK293289.1"}, {"protein": "AAA36009.1", "rna": "J04599.1"}, {"protein": "AAH02416.1", "rna": "BC002416.2"}, {"protein": "BAG52637.1", "rna": "AK093023.1"}, {"protein": "BAG60898.1", "rna": "AK298756.1"}, {"protein": "AAP35987.1", "rna": "BT007323.1"}, {"protein": "AAH04244.1", "rna": "BC004244.1"}, {"protein": "XP_054183538.1", "rna": "XM_054327563.1"}, {"protein": "NP_001702.1", "rna": "NM_001711.6"}, {"protein": "BAD97022.1", "rna": "AK223302.1"}, {"protein": "XP_016885213.1", "rna": "XM_017029724.3"}, {"protein": "BAG52806.1", "rna": "AK094059.1"}, {"protein": "BAG60276.1", "rna": "AK297966.1"}, {"protein": "AAC50117.1", "rna": "U11686.1"}]}, "alias": ["DSPG1", "MRLS", "PG-S1", "PGI", "SEMDX", "SLRR1A"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "limited", "classification_date": "2016-12-22T00:00:00", "disease_label": "familial thoracic aortic aneurysm and aortic dissection", "gcep": "Heritable Thoracic Aortic Aneurysm and Dissection Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0019625", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGCIEX:assertion_8260", "sop": "SOP4"}}, "ensembl": {"gene": "ENSG00000182492", "protein": ["ENSP00000327336", "ENSP00000402525"], "transcript": ["ENST00000331595", "ENST00000431891", "ENST00000472615", "ENST00000480756", "ENST00000492658"], "translation": [{"protein": "ENSP00000327336", "rna": "ENST00000331595"}, {"protein": "ENSP00000402525", "rna": "ENST00000431891"}], "type_of_gene": "protein_coding"}, "entrezgene": "633", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.69136490087, "exp_mis": 99.7631188746, "exp_syn": 50.1420223878, "lof_z": 2.74720712196747, "mis_z": 0.722952193595737, "mu_lof": 7.013531503e-07, "mu_mis": 1.31552442625e-05, "mu_syn": 6.42981527335e-06, "n_lof": 0.0, "n_mis": 85.0, "n_syn": 53.0, "p_li": 0.916364713344778, "p_null": 0.000567279275253473, "p_rec": 0.0830680073799688, "syn_z": -0.250211771315998}, "bp": 1107, "cds_end": 152773903, "cds_start": 152770089, "n_exons": 7, "nonpsych": {"exp_lof": 6.87411685648, "exp_mis": 90.3870533535, "exp_syn": 45.378643008, "lof_z": 2.57490038064592, "mis_z": 0.975485098959021, "mu_lof": 7.013531503e-07, "mu_mis": 1.31552442625e-05, "mu_syn": 6.42981527335e-06, "n_lof": 0.0, "n_mis": 72.0, "n_syn": 45.0, "p_li": 0.902050694542164, "p_null": 0.00103021992508933, "p_rec": 0.0969190855327467, "syn_z": 0.0353886685402655}, "nontcga": {"exp_lof": 6.97071640861, "exp_mis": 90.8284821744, "exp_syn": 45.6342298962, "lof_z": 2.60447350621413, "mis_z": 0.775167333779901, "mu_lof": 7.013531503e-07, "mu_mis": 1.31552442625e-05, "mu_syn": 6.42981527335e-06, "n_lof": 0.0, "n_mis": 76.0, "n_syn": 46.0, "p_li": 0.8968373930718, "p_null": 0.000967328706802282, "p_rec": 0.102195278221398, "syn_z": -0.0342834899066542}, "transcript": "ENST00000331595.4"}, "exons": [{"cdsend": 153508445, "cdsstart": 153504631, "chr": "X", "position": [[153494979, 153495113], [153504620, 153504869], [153505237, 153505350], [153505862, 153506076], [153506528, 153506639], [153506829, 153506923], [153507046, 153507185], [153508247, 153509546]], "strand": 1, "transcript": "NM_001711", "txend": 153509546, "txstart": 153494979}], "exons_hg19": [{"cdsend": 152773903, "cdsstart": 152770089, "chr": "X", "position": [[152760437, 152760571], [152770078, 152770327], [152770695, 152770808], [152771320, 152771534], [152771986, 152772097], [152772287, 152772381], [152772504, 152772643], [152773705, 152775004]], "strand": 1, "transcript": "NM_001711", "txend": 152775004, "txstart": 152760437}], "generif": [{"pubmed": 10684260, "text": "Biglycan binds to alpha-dystroglycan and this binding requires the chondroitin sulfate side chains of biglycan."}, {"pubmed": 11979972, "text": "has two GAG chains and affinity to collagen"}, {"pubmed": 12140283, "text": "BGN expression is regulated by TGFbeta1 in pancreatic tumor cells and has a role in controlling cell growth"}, {"pubmed": 12153565, "text": "isoforms of biglycan have a smaller core protein substituted with smaller glycosaminoglycan chains, are N-glycosylated, which demonstrates that a lack in N-glycosylation is not the reason for a smaller core."}, {"pubmed": 12354766, "text": "biglycan showed a unique ability to organize collagen VI into extensive hexagonal-like networks over a time period of only a few minutes"}, {"pubmed": 12538652, "text": "regulation of gene expression by transforming growth factor-beta requires MKK6-p38 mitogen-activated protein kinase signaling downstream of Smad signaling"}, {"pubmed": 15031262, "text": "Biglycan may be involved in vascular smooth muscle growth & migration through cdk2- & p27-dependent pathways. Changes in its expression may affect arterial susceptibility to vascular injury, & may play a direct role in pathogenesis of vascular lesions."}, {"pubmed": 15372625, "text": "TGF-beta(1) stimulats human biglycan mRNA expression."}, {"pubmed": 15546867, "text": "TGF-beta induces biglycan expression through ALK5 and GADD45beta"}, {"pubmed": 16051607, "text": "Adhesion and Rac1-dependent regulation of Adhesion and Rac1-dependent BGN gene expression by TGF-beta is thought to act through oxidative signaling through NADPH oxidase."}, {"pubmed": 16434404, "text": "beta ig-h3 can differentially modulate the aggregation of collagen VI with biglycan and decorin"}, {"pubmed": 16807372, "text": "Biglycan regulates assembly of intracellular components of the dystrophin-associated protein complex."}, {"pubmed": 16883602, "text": "Biglycan binds two integral membrane proteins, alpha- and gamma- sarcoglycan, expressed in skeletal muscle and heart.  Genetic studies show that the biglycan regulates expression of these sarcoglycans in juvenile (<P21) mice."}, {"pubmed": 16883602, "text": "Biglycan is a ligand for two members of the sarcoglycan complex and regulates their expression at discrete developmental ages."}, {"pubmed": 16938379, "text": "Biglycan expression was very low in CLL patients and does not correlate with decorin mRNA transcription, suggesting that a Bcl-2 independent anti-cancer mechanism may occur."}, {"pubmed": 16989735, "text": "decorin and biglycan are increased in DMD skeletal muscle and may have a role in muscle response to dystrophic cell damage"}, {"pubmed": 17097211, "text": "biglycan in the umbilical cord vein wall is elevated in pre-eclampsia in comparison to the corresponding control vessels"}, {"pubmed": 17120779, "text": "Biglycan is a positive modulator of BMP-2 induced osteoblast differentiation"}, {"pubmed": 17269742, "text": "Human biglycan in transgenic is a multifunctional extracellular protein that has a pivotal role in pathological remodeling of cardiac tissue and mediates cardioprotection."}, {"pubmed": 17516017, "text": "analysis of distribution patterns of decorin and biglycan and their relation with collagen"}, {"pubmed": 18602826, "text": "mutations in biglycan are not a common cause of neuromuscular disorders in our cohort"}, {"pubmed": 18620607, "text": "Multiple core-protein species were detected for decorin, biglycan, lumican and keratocan in the degenerate osteoarthritic articular cartilage and menisci."}, {"pubmed": 18621549, "text": "Excess decorin, biglycan, and versican may be associated with the remodeling of other matrix components in myxomatous mitral valves."}, {"pubmed": 18988796, "text": "Data suggest that the glycosaminoglycan chains of biglycan serve as inhibitors of elastin synthesis and assembly, and that biglycan can act as an important modulator of the composition of the extracellular matrix of blood vessels."}, {"pubmed": 19422643, "text": "study shows (1) a detailed description of ectopic ossification (EO) formed by Bgn, Fmod or combined depletion, (2) the role of exercise in modulating EO and (3) that Bgn and Fmod are critical in controlling motor function."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19502413, "text": "intrinsic characteristics of the diabetic LDL other than apoCIII are responsible for further increased proteoglycan binding of diabetic LDL with high-endogenous apoCIII"}, {"pubmed": 19523462, "text": "evidence of an enhanced expression of BGN in essential hypertension"}, {"pubmed": 19580379, "text": "Growth factor-mediated hyper-elongation of glycosaminoglycan chains on BGN requires transcription and translation."}, {"pubmed": 20367117, "text": "Biglycan impinges on the expression of total epidermal growth factor receptor and possibly, on the cell-surface expression of the receptors, playing a critical role in the regulation of chondrocyte and pericellular matrix homeostasis."}, {"pubmed": 20382708, "text": "Data show that biglycan (BGN) induces of phospholipid transfer protein (PLTP) in aortic valve interstitial cells via stimulation of Toll-like receptor 2, so increased BGN in stenotic valves contributes to the production of PLTP via TLR 2."}, {"pubmed": 20591478, "text": "expressed decreased in fetal growth restriction placentae"}, {"pubmed": 21029365, "text": "Data revealed a strong induction of several genes encoding components of the extracellular matrix, such as collagens, COMP, IGFBP5 and biglycan."}, {"pubmed": 21185747, "text": "Biglycan demonstrated distinctive localization relative to nodules within calcified aortic valves."}, {"pubmed": 21397694, "text": "Differential expression of 4 out of 5 genes related to estrogen metabolism and action (ESR1, ESR2, PGR and BGN) was confirmed in endometriosis."}, {"pubmed": 21702857, "text": "Biglycan and decorin reduced the proliferation of pre-adipocytes, partly by induction of apoptosis. Furthermore, the anti-proliferative capabilities of decorin and biglycan were nullified with removal of GAG side-chains."}, {"pubmed": 21879307, "text": "Up-regulation of biglycan was significantly correlated with poor tumor differentiation, lymph node metastasis, and distant metastasis in colorectal cancer."}, {"pubmed": 21913799, "text": "findings demonstrate that Akt is a downstream signalling component of TGF-beta-mediated biglycan core protein synthesis but not glycosaminoglycan chain hyperelongation in vascular smooth muscle"}, {"pubmed": 21969569, "text": "Immunoprecipitation analysis revealed that biglycan interacts with both the canonical Wnt ligand Wnt3a and the Wnt coreceptor low-density lipoprotein receptor-related protein 6 (LRP6), possibly via the formation of a trimeric complex."}, {"pubmed": 21998129, "text": "This study demonstrates that elevated expression of biglycan may play an important role in the development and progression of gastric cancer, and could be further evaluated as a biomarker for predication of a poor clinical outcome."}, {"pubmed": 22095710, "text": "Biglycan enhances ovalbumin-specific cross-priming by over 80% to histocompatibility class I-restricted T cells in both a Toll-like receptor (TLR)2- and TLR4-pathway-dependent manner in transgenic mice."}, {"pubmed": 22329809, "text": "The concentration of aggrecan, biglycan, and decorin was determined in six regions of the human supraspinatus tendon."}, {"pubmed": 22374465, "text": "These findings suggested that biglycan is a novel tumor endothelial cell marker and a target for anti-angiogenic therapy"}, {"pubmed": 22479366, "text": "Data show that granzyme B (GrB) liberated TGF-beta1 from substrates decorin, biglycan and betaglycan."}, {"pubmed": 22582394, "text": "Bgn inhibits the major properties of HER-2/neu-transformed cells, which is inversely modulated by the PKC signaling cascade."}, {"pubmed": 22982459, "text": "Extracellular soluble biglycan induces the expression of BMP-2 and ALP in human aortic valve interstitial cells primarily via TLR2 and contributes to the proosteogenic effect of oxLDL."}, {"pubmed": 23007878, "text": "pancreatic adenocarcinoma patients who presented PG-I expression in the extracellular matrix had worse prognosis compared to those who did not"}, {"pubmed": 23393390, "text": "Molecular haplotypes within the BGN promoter may contribute to the molecular basis of interindividually different transcriptional BGN regulation, possibly modulating the predisposition to cardiovascular disease-related phenotypes."}, {"pubmed": 24051360, "text": "ADAMTS-4 and its substrate biglycan are involved in tubulogenesis by endothelial cells"}, {"pubmed": 24117774, "text": "immunolocalization of decorin and biglycan in samples of first-trimester and term placentas, placenta accreta, invasive mole, and choriocarcinoma"}, {"pubmed": 24228112, "text": "High expression of BGN in esophageal squamous cell carcinoma indicated aggressive tumor behaviors and predicted a worse clinical outcome."}, {"pubmed": 24257755, "text": "Mast cell chymase degrades the alarmins heat shock protein 70, biglycan, HMGB1, and interleukin-33 (IL-33) and limits danger-induced inflammation."}, {"pubmed": 24373744, "text": "Biglycan modulates angiogenesis and bone formation during fracture healing."}, {"pubmed": 24552666, "text": "The results suggest that regions within BGN is associated with ACL injury susceptibility and that genetic sequence variability within genes encoding proteoglycans may potentially modulate the ligament fibril properties."}, {"pubmed": 25173489, "text": "Data indicate that the biglycan (BGN) CC genotype was significantly over-represented in the control group versus the carpal tunnel syndrome (CTS) group."}, {"pubmed": 25260943, "text": "BGN is a factor secreted by peritubular cells to modulate FGFR3c signaling and thus contributes to the regulation of spermatogonial maintenance"}, {"pubmed": 25463076, "text": "Biglycan may have a role in development of vascular damage in smokers"}, {"pubmed": 25578324, "text": "This study demonstrated that the small leucine-rich proteoglycan BGN accumulates in CADASIL and binds to NOTCH3."}, {"pubmed": 26275380, "text": "BGN might play an important role on metastasis in human endometrial cancer and it might be a target marker for the molecular therapy of advanced and recurrence endometrial cancer."}, {"pubmed": 26459740, "text": "biglycan exerts an important role in cell proliferation, migration, invasion and apoptosis in colon cancer."}, {"pubmed": 27236923, "text": "Mutation in BGN gene is associated with X-Linked Spondyloepimetaphyseal Dysplasia."}, {"pubmed": 27295191, "text": "Results show that Biglycan expression was upregulated by DNA demethylation in tumour endothelial cells from myeloma."}, {"pubmed": 27465988, "text": "Elevated biglycan mRNA expression in adipose tissues of obese women"}, {"pubmed": 27485975, "text": "The expression of hBGN in the skeletal muscle of the treated mice was 1.34-fold higher than that of the native mouse Bgn (mBgn). The low transduction efficiency and improved motor functions suggest that biglycan expressed in a small number of muscle fibers was likely to have been secreted and anchored to the cell surface throughout the whole muscular fibers"}, {"pubmed": 27632686, "text": "Results identified loss-of-function mutation in BGN gene in patients with an X-linked syndromic form of severe thoracic aortic aneurysms and dissections (TAAD) confirming BGN as causative gene in severe form of TAAD."}, {"pubmed": 27849015, "text": "TLR2 and BGN contribute to sterile inflammation and infertility in man."}, {"pubmed": 28131044, "text": "After the first year of smoking abstinence the levels of BGN expression and carotid-femoral pulse wave velocity are significantly improved as compared to baseline."}, {"pubmed": 28408374, "text": "study reports a temporal relationship between altered placental biglycan expression and subsequent development of fetal growth restriction/small for gestational age."}, {"pubmed": 28459201, "text": "Quantitative polymerase chain reaction for messenger RNA expression from tissue specimens revealed significantly higher expression of Biglycan (p = 0.0008) and Lumican (p = 0.01) and lower expression of Decorin (p < 0.0001) in urothelial carcinoma of bladder"}, {"pubmed": 28476030, "text": "high Bgn expression levels promote a more dense collagen architecture, leading to increased tissue stiffness. This increased tissue stiffness leads to higher integrin-beta1 expression on melanoma cells, which promotes their invasiveness."}, {"pubmed": 28927971, "text": "sex-specific allele combinations of BGN, COL5A1, and DCN, as well as eight miRNA recognition sequences, were associated with altered susceptibility to anterior cruciate ligament ruptures"}, {"pubmed": 29253517, "text": "Study identified biglycan as a novel trigger of Th1 and Th17 cell recruitment into the kidney and chemoattractants production."}, {"pubmed": 29761248, "text": "BGN contributed to the formation of chemotherapy resistance in colon cancer cells by activating NF-kappaB signaling."}, {"pubmed": 29921372, "text": "The differential immunoexpression of perlecan and biglycan in these types of ameloblastomas suggests their participation in the developmental process of these tumors."}, {"pubmed": 30385593, "text": "Serum biglycan (and osteopontin) concentrations have a strong positive correlation with liver fibrosis in patients with chronic hepatitis B."}, {"pubmed": 30431382, "text": "Influence of TGF-beta3, EGF, and BGN on SOX9 and RUNX2 Expression in Human Chondrogenic Progenitor Cells"}, {"pubmed": 31478096, "text": "The result showed that decorin was reduced in all zones of Kashin-Beck disease (KBD) articular cartilage, while the expression of biglycan was prominently increased in KBD cartilage samples."}, {"pubmed": 31483776, "text": "Overexpression of BGN induced rapamycin resistance in WERI-Rb-1 retinoblastoma cells by activating PI3K/Akt/NF-kappaB signaling."}, {"pubmed": 31597498, "text": "Evidence of biglycan structure-function in bone homeostasis and aging."}, {"pubmed": 31989342, "text": "Biglycan protects human neuroblastoma cells from nitric oxide-induced death by inhibiting AMPK-mTOR mediated autophagy and intracellular ROS level."}, {"pubmed": 32050430, "text": "BGN/TLR4/NF-B Mediates Epigenetic Silencing of Immunosuppressive Siglec Ligands in Colon Cancer Cells."}, {"pubmed": 32061523, "text": "Altered expression of proteoglycan, collagen and growth factor genes in a TGF-beta1 stimulated genetic risk model for musculoskeletal soft tissue injuries."}, {"pubmed": 32436194, "text": "Serum Decorin and Biglycan as Potential Biomarkers to Predict PPROM in Early Gestation."}, {"pubmed": 32610121, "text": "Adipocyte-Derived Versican and Macrophage-Derived Biglycan Control Adipose Tissue Inflammation in Obesity."}, {"pubmed": 32623936, "text": "Biglycan in the Skeleton."}, {"pubmed": 32804350, "text": "Serum Decorin, Biglycan, and Extracellular Matrix Component Expression in Preterm Birth."}, {"pubmed": 32970631, "text": "Serum amyloid A-containing HDL binds adipocyte-derived versican and macrophage-derived biglycan, reducing its antiinflammatory properties."}, {"pubmed": 33472555, "text": "lncRNA LINC00460 Functions as a Competing Endogenous RNA and Regulates Expression of BGN by Sponging miR-149-5p in Colorectal Cancer."}, {"pubmed": 33573338, "text": "IGF-1 Upregulates Biglycan and Decorin by Increasing Translation and Reducing ADAMTS5 Expression."}, {"pubmed": 33649499, "text": "Biglycan expression and its function in human ligamentum flavum."}, {"pubmed": 33649986, "text": "Proteoglycan Remodeling Is Accelerated in Females with Angina Pectoris and Diffuse Myocardial Fibrosis: the iPOWER Study."}, {"pubmed": 33783999, "text": "Identification of a novel miR-21-3p/TGF-beta signaling-driven immune escape via the MHC class I/biglycan axis in tumor cells."}, {"pubmed": 33966638, "text": "Inhibition of stromal biglycan promotes normalization of the tumor microenvironment and enhances chemotherapeutic efficacy."}, {"pubmed": 34181183, "text": "Biglycan: an emerging small leucine-rich proteoglycan (SLRP) marker and its clinicopathological significance."}, {"pubmed": 34638928, "text": "Roles of Two Small Leucine-Rich Proteoglycans Decorin and Biglycan in Pregnancy and Pregnancy-Associated Diseases."}, {"pubmed": 34868341, "text": "Identification of Differentially Expressed Genes Reveals BGN Predicting Overall Survival and Tumor Immune Infiltration of Gastric Cancer."}, {"pubmed": 35358652, "text": "Expression and prognostic analysis of BGN in head and neck squamous cell carcinoma."}, {"pubmed": 36305810, "text": "Stroma biglycan expression can be a prognostic factor in prostate cancers."}, {"pubmed": 36371672, "text": "Biglycan promotes hepatic fibrosis through activating heat shock protein 47."}, {"pubmed": 36377223, "text": "Identification of BGN and THBS2 as metastasis-specific biomarkers and poor survival key regulators in human colon cancer by integrated analysis."}, {"pubmed": 37128782, "text": "Long noncoding RNA ZEB1-AS1 attenuates ferroptosis of gastric cancer cells through modulating miR-429/BGN axis."}], "genomic_pos": {"chr": "X", "end": 153509546, "ensemblgene": "ENSG00000182492", "start": 153494980, "strand": 1}, "genomic_pos_hg19": [{"chr": "HG1497_PATCH", "end": 152678026, "start": 152663411, "strand": 1}, {"chr": "X", "end": 152775012, "start": 152760397, "strand": 1}], "go": {"BP": [{"evidence": "ND", "gocategory": "BP", "id": "GO:0008150", "qualifier": "involved_in", "term": "biological_process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060348", "qualifier": "involved_in", "term": "bone development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061975", "qualifier": "involved_in", "term": "articular cartilage development"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 2212616, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030133", "qualifier": "located_in", "term": "transport vesicle"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0031012", "pubmed": 1860845, "qualifier": "located_in", "term": "extracellular matrix"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042383", "qualifier": "located_in", "term": "sarcolemma"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0043202", "qualifier": "located_in", "term": "lysosomal lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [25037231, 27559042, 28327460, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0062023", "pubmed": 22261194, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "NAS", "id": "GO:0005201", "pubmed": 1860845, "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11598131, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005539", "qualifier": "enables", "term": "glycosaminoglycan binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019955", "qualifier": "enables", "term": "cytokine binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0030021", "qualifier": "enables", "term": "extracellular matrix structural constituent conferring compression resistance"}, {"category": "MF", "evidence": "RCA", "id": "GO:0030021", "pubmed": [20551380, 25037231, 27559042, 28327460, 28675934], "qualifier": "enables", "term": "extracellular matrix structural constituent conferring compression resistance"}, {"category": "MF", "evidence": "IEA", "id": "GO:0050840", "qualifier": "enables", "term": "extracellular matrix binding"}]}, "homologene": {"genes": [[7955, 792197], [8364, 780007], [9544, 697544], [9598, 473829], [9606, 633], [9615, 403905], [9913, 280733], [10090, 12111], [10116, 25181]], "id": 1293}, "interpro": [{"desc": "Leucine-rich repeat N-terminal domain", "id": "IPR000372", "short_desc": "LRRNT"}, {"desc": "Leucine-rich repeat", "id": "IPR001611", "short_desc": "Leu-rich_rpt"}, {"desc": "Leucine-rich repeat, typical subtype", "id": "IPR003591", "short_desc": "Leu-rich_rpt_typical-subtyp"}, {"desc": "Leucine-rich repeat domain superfamily", "id": "IPR032675", "short_desc": "LRR_dom_sf"}, {"desc": "Small leucine-rich proteoglycan, class I, decorin/asporin/byglycan", "id": "IPR016352", "short_desc": "SLRP_I_decor/aspor/byglycan"}], "ipi": ["IPI00010790", "IPI00385748", "IPI00639967", "IPI00643384", "IPI00911034"], "map_location": "Xq28", "name": "biglycan", "other_names": ["biglycan", "bone/cartilage proteoglycan-I", "dermatan sulphate proteoglycan I", "small leucine-rich protein 1A"], "pantherdb": {"HGNC": "1044", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88158", "ortholog_type": "LDO", "panther_family": "PTHR45712", "taxid": 10090, "uniprot_kb": "P28653"}, {"RGD": "2207", "ortholog_type": "LDO", "panther_family": "PTHR45712", "taxid": 10116, "uniprot_kb": "P47853"}, {"ZFIN": "ZDB-GENE-040704-74", "ortholog_type": "O", "panther_family": "PTHR45712", "taxid": 7955, "uniprot_kb": "Q6GMI5"}, {"ZFIN": "ZDB-GENE-040426-21", "ortholog_type": "LDO", "panther_family": "PTHR45712", "taxid": 7955, "uniprot_kb": "B7ZDB5"}, {"FlyBase": "FBgn0052055", "ortholog_type": "O", "panther_family": "PTHR45712", "taxid": 7227, "uniprot_kb": "Q9VT89"}, {"FlyBase": "FBgn0028872", "ortholog_type": "O", "panther_family": "PTHR45712", "taxid": 7227, "uniprot_kb": "M9MSI4"}], "uniprot_kb": "P21810"}, "pathway": {"pid": {"id": "toll_endogenous_pathway", "name": "Endogenous TLR signaling"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1630316", "name": "Glycosaminoglycan metabolism"}, {"id": "R-HSA-1638091", "name": "Heparan sulfate/heparin (HS-GAG) metabolism"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1793185", "name": "Chondroitin sulfate/dermatan sulfate metabolism"}, {"id": "R-HSA-1971475", "name": "A tetrasaccharide linker sequence is required for GAG synthesis"}, {"id": "R-HSA-2022870", "name": "Chondroitin sulfate biosynthesis"}, {"id": "R-HSA-2022923", "name": "Dermatan sulfate biosynthesis"}, {"id": "R-HSA-2024101", "name": "CS/DS degradation"}, {"id": "R-HSA-3000178", "name": "ECM proteoglycans"}, {"id": "R-HSA-3000178", "name": "ECM proteoglycans"}, {"id": "R-HSA-3560782", "name": "Diseases associated with glycosaminoglycan metabolism"}, {"id": "R-HSA-3560783", "name": "Defective B4GALT7 causes EDS, progeroid type"}, {"id": "R-HSA-3560801", "name": "Defective B3GAT3 causes JDSSDHD"}, {"id": "R-HSA-3595172", "name": "Defective CHST3 causes SEDCJD"}, {"id": "R-HSA-3595174", "name": "Defective CHST14 causes EDS, musculocontractural type"}, {"id": "R-HSA-3595177", "name": "Defective CHSY1 causes TPBS"}, {"id": "R-HSA-3781865", "name": "Diseases of glycosylation"}, {"id": "R-HSA-4420332", "name": "Defective B3GALT6 causes EDSP2 and SEMDJL1"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}]}, "pfam": ["PF01462", "PF13855"], "pharmgkb": "PA25346", "pharos": {"target_id": 16395, "tdl": "Tbio"}, "pir": "A40757", "prosite": "PS51450", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167347", "relationship": "is"}, {"id": "GNF178253", "relationship": "is"}, {"id": "GNF189159", "relationship": "is"}, {"id": "GNF200065", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162106", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF035654", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF001093", "relationship": "is"}, {"id": "GNF001094", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF285868", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF334726", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097326", "relationship": "is"}, {"id": "GNF136981", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_015961.1"], "protein": ["NP_001702.1", "XP_016885213.1", "XP_054183538.1"], "rna": ["NM_001711.6", "XM_017029724.3", "XM_054327563.1"], "translation": [{"protein": "NP_001702.1", "rna": "NM_001711.6"}, {"protein": "XP_016885213.1", "rna": "XM_017029724.3"}, {"protein": "XP_054183538.1", "rna": "XM_054327563.1"}]}, "reporter": {"HG-U133_Plus_2": ["201261_x_at", "201262_s_at", "213905_x_at"], "HG-U95Av2": "38126_at", "HTA-2_0": "TC0X000750.hg.1", "HuEx-1_0": "3995633", "HuGene-1_1": "8170648", "HuGene-2_1": "17108003"}, "summary": "This gene encodes a member of the small leucine-rich proteoglycan (SLRP) family of proteins. The encoded preproprotein is proteolytically processed to generate the mature protein, which plays a role in bone growth, muscle development and regeneration, and collagen fibril assembly in multiple tissues. This protein may also regulate inflammation and innate immunity. Additionally, the encoded protein may contribute to atherosclerosis and aortic valve stenosis in human patients. This gene and the related gene decorin are thought to be the result of a gene duplication. [provided by RefSeq, Nov 2015].", "symbol": "BGN", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412792"}, "unigene": "Hs.821", "uniprot": {"Swiss-Prot": "P21810", "TrEMBL": ["C9JKG1", "B4DNL4"]}, "wikipedia": {"url_stub": "Biglycan"}}