{"AllianceGenome": "1046", "HGNC": "1046", "MIM": "604256", "_id": "8553", "_version": 3, "accession": {"genomic": ["AB043885.1", "AC090955.3", "AH010709.2", "CH471055.1", "CP068275.2", "EF015895.1", "HI574236.1", "NC_000003.12", "NC_060927.1"], "protein": ["AAH82238.1", "AAK49525.1", "ABM64206.1", "BAA21720.1", "BAB18565.1", "BAG35410.1", "BAG56745.1", "CAG33202.1", "CBX47607.1", "EAW63916.1", "EAW63917.1", "NP_003661.1", "O14503.1", "XP_054204135.1", "XP_054204136.1", "XP_054204137.1"], "rna": ["AA632164.1", "AB004066.1", "AK293205.1", "AK309173.1", "AK312509.1", "BC068292.1", "BC082238.1", "BI962730.1", "CR456921.1", "DB144350.1", "NM_003670.3", "XM_054348160.1", "XM_054348161.1", "XM_054348162.1"], "translation": [{"protein": "XP_054204136.1", "rna": "XM_054348161.1"}, {"protein": "BAG56745.1", "rna": "AK293205.1"}, {"protein": "AAH82238.1", "rna": "BC082238.1"}, {"protein": "BAG35410.1", "rna": "AK312509.1"}, {"protein": "BAA21720.1", "rna": "AB004066.1"}, {"protein": "NP_003661.1", "rna": "NM_003670.3"}, {"protein": "XP_054204137.1", "rna": "XM_054348162.1"}, {"protein": "XP_054204135.1", "rna": "XM_054348160.1"}, {"protein": "CAG33202.1", "rna": "CR456921.1"}]}, "alias": ["BHLHB2", "Clast5", "DEC1", "HLHB2", "SHARP-2", "SHARP2", "STRA13", "Stra14"], "ensembl": {"gene": "ENSG00000134107", "protein": "ENSP00000256495", "transcript": ["ENST00000256495", "ENST00000460806", "ENST00000467610"], "translation": [{"protein": "ENSP00000256495", "rna": "ENST00000256495"}], "type_of_gene": "protein_coding"}, "entrezgene": "8553", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.71694484569, "exp_mis": 162.505655017, "exp_syn": 81.7689944924, "lof_z": 2.92463616333938, "mis_z": 1.63090777358365, "mu_lof": 6.21819805727e-07, "mu_mis": 1.4718448736e-05, "mu_syn": 7.3641908452e-06, "n_lof": 0.0, "n_mis": 120.0, "n_syn": 75.0, "p_li": 0.941607017631946, "p_null": 0.000228999991486491, "p_rec": 0.0581639823765673, "syn_z": 0.464065233256505}, "bp": 1239, "cds_end": 5025377, "cds_start": 5021403, "n_exons": 5, "nonpsych": {"exp_lof": 7.79549481805, "exp_mis": 146.989122325, "exp_syn": 73.9146504171, "lof_z": 2.74204021720491, "mis_z": 1.83005519307893, "mu_lof": 6.21819805727e-07, "mu_mis": 1.4718448736e-05, "mu_syn": 7.3641908452e-06, "n_lof": 0.0, "n_mis": 103.0, "n_syn": 66.0, "p_li": 0.928834971224561, "p_null": 0.000458248959358023, "p_rec": 0.0707067798160813, "syn_z": 0.579602089777585}, "nontcga": {"exp_lof": 8.01040935274, "exp_mis": 149.496033598, "exp_syn": 75.2182992528, "lof_z": 2.7919561622648, "mis_z": 1.73158360508881, "mu_lof": 6.21819805727e-07, "mu_mis": 1.4718448736e-05, "mu_syn": 7.3641908452e-06, "n_lof": 0.0, "n_mis": 107.0, "n_syn": 65.0, "p_li": 0.927937659793544, "p_null": 0.000388179583446386, "p_rec": 0.0716741606230097, "syn_z": 0.746000718547391}, "transcript": "ENST00000256495.3"}, "exons": [{"cdsend": 4983692, "cdsstart": 4979718, "chr": "3", "position": [[4979436, 4979798], [4979961, 4980031], [4980300, 4980408], [4981391, 4981515], [4982835, 4985323]], "strand": 1, "transcript": "NM_003670", "txend": 4985323, "txstart": 4979436}], "exons_hg19": [{"cdsend": 5025377, "cdsstart": 5021403, "chr": "3", "position": [[5021121, 5021483], [5021646, 5021716], [5021985, 5022093], [5023076, 5023200], [5024520, 5027008]], "strand": 1, "transcript": "NM_003670", "txend": 5027008, "txstart": 5021121}], "generif": [{"pubmed": 11688991, "text": "hypoxia-induced gene in pancreatic cancer cell lines"}, {"pubmed": 12119049, "text": "DEC1-mediated anti-apoptosis is achieved by blocking apoptotic pathways initiated via the mitochondria. The results functionally distinguish DEC1 from other bHLH proteins and directly link this factor to oncogenesis."}, {"pubmed": 12354771, "text": "DEC1 and DEC2 may play a crucial role in the adaptation to hypoxia"}, {"pubmed": 12384505, "text": "DEC1 is the first transcription factor that can promote both chondrogenic differentiation and terminal differentiation"}, {"pubmed": 12397359, "text": "Dec1 and Dec2 are regulators of the mammalian molecular clock, and form a fifth clock-gene family."}, {"pubmed": 12624110, "text": "DEC1-mediated repression on the expression of DEC2 provides an important mechanism that these transcription factors regulate the cellular function of members within the same class"}, {"pubmed": 15560782, "text": "Findings suggest that the basic region of DEC1 participates in the transcriptional regulation through a protein-protein interaction with BMAL1 and DNA binding to the E-box."}, {"pubmed": 15719173, "text": "STRA13 interacts with the cell cycle-associated transcription factor MSP58."}, {"pubmed": 15994878, "text": "STRA13 was expressed in epithelial cells of normal and neoplastic tissues mostly in the nucleus. Intense cytoplasmic STRA13 immunoreactivity was characteristic of myoepithelial and differentiated squamous epithelial cells and their neoplastic counterparts"}, {"pubmed": 16136500, "text": "DEC1 expression is found in the majority of 1p-aberrant oligodendroglial neoplasms; its immunohistochemical detection does not correlate with tisue hypoxia in this type of primary brain tumor."}, {"pubmed": 16462771, "text": "DEC1 selectively increases the expression of survivin among antiapoptotic proteins."}, {"pubmed": 16487626, "text": "These findings suggest that Dec1 modulates osteogenic differentiation of mesenchymal stem cells by inducing the expression of several, but not all, bone-related genes."}, {"pubmed": 16878149, "text": "link between HIF-1 and STAT1 reveals a previously unknown role of STRA13 in hypoxia and carcinogenesis"}, {"pubmed": 17376295, "text": "differentiated embryo-chondrocyte expressed gene 1 downregulates hypoxia-inducible factor 1alpha at both mRNA and protein levels at hypoxia in lung adenocarcinoma cells"}, {"pubmed": 18025081, "text": "DEC1 is induced by the p53 family and DNA damage in a p53-dependent manner. p53 family proteins bind to, and activate, the promoter of the DEC1 gene."}, {"pubmed": 18228528, "text": "A multi-locus interaction between rs6442925 in the 5' upstream of BHLHB2, rs1534891 in CSNK1E, and rs534654 near the 3' end of the CLOCK gene, however, is significantly associated with bipolar disorder"}, {"pubmed": 18228528, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18345027, "text": "MLH1 is transcriptionally repressed by the hypoxia-inducible transcription factors, DEC1 and DEC2."}, {"pubmed": 18411297, "text": "DEC1, along with DEC2, plays a role in the finer regulation and robustness of the molecular clock CLOCK/BMAL1"}, {"pubmed": 19590847, "text": "Identificaiton of BHLHB2 as a potential novel mediator of insulin transcriptional action in human skeletal muscle."}, {"pubmed": 19624270, "text": "The hypoxia-regulated transcription factor DEC1 and its expression in gastric cancer are reported."}, {"pubmed": 19693801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20072116, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20174623, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20863812, "text": "Hypoxia-inducible BHLHB2 expression is a novel independent prognostic marker in pancreatic cancer patients and indicates increased chemosensitivity towards gemcitabine."}, {"pubmed": 21317427, "text": "Study conclude that DeltaNp63 is a novel target of DEC1 and HDAC2 and modulates the efficacy of HDAC inhibitors in growth suppression and keratinocyte differentiation."}, {"pubmed": 21327324, "text": "DEC1 has pro-apoptotic effects on the paclitaxel-induced apoptosis in human breast cancer MCF-7 cells."}, {"pubmed": 21528084, "text": "DEC1 is expressed in the cytoplasm of hepatocytes and because nuclear DEC1 expression is decreased with decreasing differentiation status ofhepatocellular carcinoma (HCC), nuclear DEC1 might be a marker of HCC differentiation"}, {"pubmed": 21779800, "text": "DEC1 expression is correlated with HIF-1alpha protein in gastric cancer cell line."}, {"pubmed": 21829689, "text": "findings suggested that posttranslational modification of DEC1 in the form of SUMOylation may serve as a key factor that regulates the function of DEC1 in vivo"}, {"pubmed": 21867633, "text": "Expression of BHLHB2 is inhibited by PML-RARalpha through binding to its promoter in acute promyeloid leukemia."}, {"pubmed": 22644784, "text": "IL-1beta can induce DEC1 and HIF-1alpha protein levels in gingival epithelial cells. We also demonstrate that the increase in DEC1 protein subsequently is followed by Akt phosphorylation."}, {"pubmed": 22678901, "text": "Marginal zone B cells activated by hepatitis C virus undergo functional exhaustion associated with BCR signaling defects and overexpression of a key antiproliferative gene, and may subsequently become terminally spent CD21(low) B cells."}, {"pubmed": 22723347, "text": "DEC1 controls the response of p53-dependent cell survival vs. cell death to a stress signal through MIC-1"}, {"pubmed": 22728071, "text": "findings suggest that the repression of CYP3A4 by IL-6 is achieved through increasing the DEC1 expression in human hepatocytes, the increased DEC1 binds to the CCCTGC sequence in the promoter of CYP3A4 to form CCCTGC-DEC1 complex"}, {"pubmed": 22825629, "text": "These findings suggest that DEC1 plays an important role in the regulation of these EMT-related factors in pancreatic cancer."}, {"pubmed": 22844531, "text": "DEC1 overexpression in precursor lesions of esophageal squamous cell carcinoma is a protective mechanism"}, {"pubmed": 22905217, "text": "SUMO modification of Stra13 is required for repression of cyclin D1 expression and cellular growth arrest"}, {"pubmed": 23220548, "text": "Staircase-style fluctuations in the BHLHE40 mRNA accumulation relate to the short half-life of the gene's mRNA of 0.9h."}, {"pubmed": 23423709, "text": "Loss of DEC1 may promote tumor progression in non-small-cell lung cancer through upregulation of cyclin D1"}, {"pubmed": 23426649, "text": "Studied DEC1 & claudin-1 in invasive breast ductal carcinomas;found DEC1 elevated in invasive breast ductal carcinoma. DEC1 knockdown led to the enhanced expression of claudin-1 at both the mRNA and protein levels in breast cancer cell lines."}, {"pubmed": 23445622, "text": "DEC1 level was positively correlated with HIF-1alpha and Ki67 expression in gastric cancer."}, {"pubmed": 23578198, "text": "Sunitinib treatment performance could be attributable to TIS, depending on p53/Dec1 activation."}, {"pubmed": 24100543, "text": "The efficacy of inhibiting HIF-1alpha and DEC1 expression as a possible treatment for HCC should be assessed in clinical trials."}, {"pubmed": 24397494, "text": "Study demonstrates that DEC1 is involved in osteogenesis."}, {"pubmed": 24404147, "text": "DEC1 coordinates with HDAC8 to differentially regulate TAp73 and DeltaNp73 expression."}, {"pubmed": 24758579, "text": "The expression of DEC1 was associated with the incidence of oral squamous cell carcinoma (OSCC) and there was a negative correlation between the expression of DEC1 and the prognosis of OSCC."}, {"pubmed": 25202122, "text": "USP17 binds and deubiquitylates DEC1, markedly extending its half-life. Subsequently, during checkpoint recovery, DEC1 proteolysis is reestablished through betaTrCP-dependent ubiquitylation."}, {"pubmed": 25876658, "text": "DEC1 has a pro-apoptotic effect on human esophageal cancer TE 10 cells of well-differentiated type."}, {"pubmed": 26340669, "text": "decreases of CES and CYP3A4 expression and enzymatic activities induced by Fluoxetine are through decreasing PXR and increasing DEC1 in HepG2 cells"}, {"pubmed": 26391953, "text": "BHLHE40/41 are promising markers to predict the aggressiveness of each Endometrial Neoplasm case and that molecular targeting strategies involving BHLHE40/41 and SP1 may effectively regulate Endometrial Neoplasm progression."}, {"pubmed": 26967308, "text": "BHLHE40 was identified as a viable candidate for which a droplet digital PCR assay for demethylation was developed. The assay revealed high demethylation in activated NK cells and low demethylation in naive NK, T- and B-cells. We conclude the NK cell methylome is plastic with potential for remodeling."}, {"pubmed": 26967585, "text": "STRA13 may be essential for the progression of atopic dermatitis by interacting with hsa-miR-148b and hsamiR- 152."}, {"pubmed": 27591677, "text": "High BHLHE40 expression is associated with glioblastomas."}, {"pubmed": 27765932, "text": "Cisplatin-induced synthetic lethality to arginine-starvation therapy by transcriptional suppression of ASS1 is regulated by DEC1, HIF-1alpha, and c-Myc transcription network and is independent of ASS1 promoter DNA methylation."}, {"pubmed": 27840944, "text": "Dec1 is a prognostic factor for the clinical outcome and a predictive factor for the response to TMZ chemotherapy in patients with glioma"}, {"pubmed": 28794399, "text": "DEC1 is involved in hypoxia-induced EMT processes via negatively regulating E-cadherin expression in HepG2 cells."}, {"pubmed": 28797635, "text": "This study was performed to test the hypothesis that the SHP gene is a target gene of DEC1. Cotransfection demonstrated that DEC1 repressed the SHP promoter and attenuated the transactivation of the classic circadian activator complex of Clock/Bmal1."}, {"pubmed": 29601939, "text": "The expression of transcription factor BHLHE40 DEC1/STRA13) is induced in human naive and memory resting B cells by activation through the B-cell receptor (BCR) or Toll-like receptor 9 (TLR9). DEC1/STRA13 is upregulated in human anergic CD21(low) B cells clonally expanded in patients with HCV-associated mixed cryoglobulinemia, which fail to proliferate in response to BCR or TLR9 ligation."}, {"pubmed": 29704436, "text": "BHLHE40 suppressed CLDN1 transcription by preventing the interaction between SP1 and a specific motif within the promoter region of CLDN1."}, {"pubmed": 30002194, "text": "Study reveals sCLU as a novel target of DEC1 (BHLHE40) which modulates the sensitivity of the DNA damage response. DEC1 and sCLU are frequently overexpressed in breast cancer."}, {"pubmed": 30158530, "text": "DEC1 expression is a specific feature of tumor cells, that this transcription factor is significantly over-expressed in all major thyroid cancer histotypes and that its expression correlated with NOTCH1 in these tumors."}, {"pubmed": 30285805, "text": "Gene expression analysis suggests a role of basic helix-loop-helix protein 40 (BHLHE40) in transcriptional activation of heparin-binding epidermal growth factor (HBEGF)."}, {"pubmed": 30442142, "text": "The involvement of DEC1 provides new insight into the positive or negative functional roles of p53 in the metformin-induced cytotoxicity in tumor cells."}, {"pubmed": 31914631, "text": "BHLHE40 upregulation in gastric epithelial cells increases CXCL12 production through interaction with p-STAT3 in Helicobacter pylori-associated gastritis"}, {"pubmed": 32483833, "text": "LncRNA-ES3 inhibition by Bhlhe40 is involved in high glucose-induced calcification/senescence of vascular smooth muscle cells."}, {"pubmed": 32522343, "text": "DEC1 directly interacts with estrogen receptor (ER) alpha to suppress proliferation of ER-positive breast cancer cells."}, {"pubmed": 32579212, "text": "BHLHE40 plays a pathological role in pre-eclampsia through upregulating SNX16 by transcriptional inhibition of miR-196a-5p."}, {"pubmed": 32885250, "text": "Systematic screening of CTCF binding partners identifies that BHLHE40 regulates CTCF genome-wide distribution and long-range chromatin interactions."}, {"pubmed": 33176151, "text": "TFEB Transcriptional Responses Reveal Negative Feedback by BHLHE40 and BHLHE41."}, {"pubmed": 33507476, "text": "Loss of Dec1 prevents autophagy in inflamed periodontal ligament fibroblast."}, {"pubmed": 34045534, "text": "Identification of BHLHE40 expression in peripheral blood mononuclear cells as a novel biomarker for diagnosis and prognosis of hepatocellular carcinoma."}, {"pubmed": 34215553, "text": "Role of differentiated embryo-chondrocyte expressed gene 1 (DEC1) in immunity."}, {"pubmed": 34481230, "text": "Hypoxia-induced DEC1 mediates trophoblast cell proliferation and migration via HIF1alpha signaling pathway."}, {"pubmed": 34638690, "text": "The Potential Roles of Dec1 and Dec2 in Periodontal Inflammation."}, {"pubmed": 34758708, "text": "DEC1 negatively regulates CYP2B6 expression by binding to the CYP2B6 promoter region ascribed to IL-6-induced downregulation of CYP2B6 expression in HeLa cells."}, {"pubmed": 34758939, "text": "Differentiated embryo chondrocyte 1, induced by hypoxia-inducible factor 1alpha, promotes cell migration in oral squamous cell carcinoma cell lines."}, {"pubmed": 35217585, "text": "REL and BHLHE40 Variants Are Associated with IL-12 and IL-10 Responses and Tuberculosis Risk."}, {"pubmed": 35334277, "text": "Differentiated embryonic chondrocyte expressed gene-1 (DEC1) enhances the development of colorectal cancer with an involvement of the STAT3 signaling."}, {"pubmed": 35688610, "text": "Single-cell RNA-seq analysis reveals BHLHE40-driven pro-tumour neutrophils with hyperactivated glycolysis in pancreatic tumour microenvironment."}, {"pubmed": 35689549, "text": "Upregulation of INHBA mediated by the transcription factor BHLHE40 promotes colon cancer cell proliferation and migration."}, {"pubmed": 36053880, "text": "Overexpression of DEC1 in the epithelium of OSF promotes mesenchymal transition via activating FAK/Akt signal axis."}, {"pubmed": 36194366, "text": "Long noncoding RNA SNHG1 alleviates high glucose-induced vascular smooth muscle cells calcification/senescence by post-transcriptionally regulating Bhlhe40 and autophagy via Atg10."}, {"pubmed": 36575343, "text": "HIF-1alpha contributes to metastasis in choriocarcinoma by regulating DEC1 expression."}, {"pubmed": 36739947, "text": "Differentiated embryonic chondrocyte expressed gene-1 is a central signaling component in the development of collagen-induced rheumatoid arthritis."}, {"pubmed": 36931039, "text": "Overcoming ABCB1-mediated multidrug resistance by transcription factor BHLHE40."}, {"pubmed": 36990072, "text": "High serum Bhlhe40 levels are associated with subclinical atherosclerosis in patients with type 2 diabetes mellitus: A cross-sectional study."}, {"pubmed": 37026212, "text": "High expression of BHLHE40 promotes immune infiltration and tumor progression in thyroid cancer."}, {"pubmed": 37773521, "text": "BHLHE40, a potential immune therapy target, regulated by FGD5-AS1/miR-15a-5p in pancreatic cancer."}, {"pubmed": 38052232, "text": "LncRNA H19 Influences Cellular Activities via the miR-454-3p/BHLHE40 Axis in Anaplastic Thyroid Carcinoma."}, {"pubmed": 38301894, "text": "The BHLHE40-PPM1F-AMPK pathway regulates energy metabolism and is associated with the aggressiveness of endometrial cancer."}, {"pubmed": 38448474, "text": "BHLHE40/41 regulate microglia and peripheral macrophage responses associated with Alzheimer's disease and other disorders of lipid-rich tissues."}, {"pubmed": 38657117, "text": "Single-Cell and Spatial Transcriptome Profiling Identifies the Transcription Factor BHLHE40 as a Driver of EMT in Metastatic Colorectal Cancer."}, {"pubmed": 38671456, "text": "DEC1 is involved in circadian rhythm disruption-exacerbated pulmonary fibrosis."}], "genomic_pos": {"chr": "3", "end": 4985323, "ensemblgene": "ENSG00000134107", "start": 4979437, "strand": 1}, "genomic_pos_hg19": {"chr": "3", "end": 5027008, "start": 5020801, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": [12397359, 12624110, 14672706, 15193144], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006355", "pubmed": 9240428, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007623", "pubmed": 28797635, "qualifier": "involved_in", "term": "circadian rhythm"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009952", "qualifier": "involved_in", "term": "anterior/posterior pattern specification"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032922", "pubmed": 18411297, "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042752", "qualifier": "involved_in", "term": "regulation of circadian rhythm"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043153", "pubmed": 18411297, "qualifier": "involved_in", "term": "entrainment of circadian clock by photoperiod"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043433", "pubmed": 18411297, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": [12397359, 30012868], "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045892", "pubmed": 28797635, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050767", "qualifier": "involved_in", "term": "regulation of neurogenesis"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [12624110, 28797635], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 9240428, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016604", "qualifier": "located_in", "term": "nuclear body"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000981", "pubmed": 12397359, "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": [12397359, 12624110, 15193144, 18411297, 19786558], "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003700", "pubmed": 9240428, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11278694, 12397359, 17347673, 19786558, 22458338, 22723347, 25416956, 25910212, 29234281, 29892012, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 15560782, "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 15560782, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043425", "pubmed": [12397359, 15193144], "qualifier": "enables", "term": "bHLH transcription factor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0043426", "qualifier": "enables", "term": "MRF binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046982", "pubmed": [12397359, 15193144, 15560782], "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0061629", "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070888", "pubmed": [12397359, 12624110, 14672706, 15193144, 15560782, 18411297, 28797635], "qualifier": "enables", "term": "E-box binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 324413], [9031, 416108], [9544, 707083], [9598, 460136], [9606, 8553], [9615, 484680], [9913, 506945], [10090, 20893], [10116, 79431]], "id": 2722}, "interpro": [{"desc": "Orange domain", "id": "IPR003650", "short_desc": "Orange_dom"}, {"desc": "Myc-type, basic helix-loop-helix (bHLH) domain", "id": "IPR011598", "short_desc": "bHLH_dom"}, {"desc": "Helix-loop-helix DNA-binding domain superfamily", "id": "IPR036638", "short_desc": "HLH_DNA-bd_sf"}], "ipi": "IPI00021143", "map_location": "3p26.1", "name": "basic helix-loop-helix family member e40", "other_names": ["basic helix-loop-helix domain containing, class B, 2", "class B basic helix-loop-helix protein 2", "class E basic helix-loop-helix protein 40", "differentially expressed in chondrocytes 1", "differentially expressed in chondrocytes protein 1", "differentiated embryo chondrocyte expressed gene 1", "enhancer-of-split and hairy-related protein 2", "stimulated by retinoic acid gene 13 protein"], "pantherdb": {"HGNC": "1046", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1097714", "ortholog_type": "LDO", "panther_family": "PTHR10985", "taxid": 10090, "uniprot_kb": "O35185"}, {"RGD": "68439", "ortholog_type": "LDO", "panther_family": "PTHR10985", "taxid": 10116, "uniprot_kb": "O35780"}, {"Ensembl": "ENSGALG00000008308", "ortholog_type": "LDO", "panther_family": "PTHR10985", "taxid": 9031, "uniprot_kb": "A0A1D5PVD7"}, {"ZFIN": "ZDB-GENE-030131-3133", "ortholog_type": "LDO", "panther_family": "PTHR10985", "taxid": 7955, "uniprot_kb": "Q6NY50"}, {"WormBase": "WBGene00004334", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 6239, "uniprot_kb": "G5EEQ5"}, {"WormBase": "WBGene00001965", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 6239, "uniprot_kb": "Q18053"}, {"WormBase": "WBGene00001964", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 6239, "uniprot_kb": "Q18054"}, {"WormBase": "WBGene00001966", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 6239, "uniprot_kb": "Q18056"}, {"WormBase": "WBGene00003008", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 6239, "uniprot_kb": "G5EF76"}, {"FlyBase": "FBgn0000591", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 7227, "uniprot_kb": "P13098"}, {"FlyBase": "FBgn0002631", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 7227, "uniprot_kb": "P13096"}, {"FlyBase": "FBgn0002735", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 7227, "uniprot_kb": "Q01070"}, {"FlyBase": "FBgn0002633", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 7227, "uniprot_kb": "P13097"}, {"FlyBase": "FBgn0002734", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 7227, "uniprot_kb": "Q01071"}, {"FlyBase": "FBgn0002609", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 7227, "uniprot_kb": "Q01068"}, {"FlyBase": "FBgn0002733", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 7227, "uniprot_kb": "Q01069"}, {"FlyBase": "FBgn0030899", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 7227, "uniprot_kb": "Q9VWX7"}, {"FlyBase": "FBgn0032741", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 7227, "uniprot_kb": "Q9VJ16"}, {"FlyBase": "FBgn0010109", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 7227, "uniprot_kb": "Q26263"}, {"FlyBase": "FBgn0001168", "ortholog_type": "O", "panther_family": "PTHR10985", "taxid": 7227, "uniprot_kb": "P14003"}], "uniprot_kb": "O14503"}, "pathway": {"kegg": {"id": "hsa04710", "name": "Circadian rhythm - Homo sapiens (human)"}, "pid": [{"id": "circadianpathway", "name": "Circadian rhythm pathway"}, {"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, {"id": "hif2pathway", "name": "HIF-2-alpha transcription factor network"}], "reactome": [{"id": "R-HSA-1368108", "name": "BMAL1:CLOCK,NPAS2 activates circadian gene expression"}, {"id": "R-HSA-400253", "name": "Circadian Clock"}], "wikipathways": [{"id": "WP1591", "name": "Heart Development"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP2880", "name": "Glucocorticoid Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pfam": ["PF00010", "PF07527"], "pharmgkb": "PA25347", "pharos": {"target_id": 10251, "tdl": "Tbio"}, "pir": "JC5547", "prosite": ["PS50888", "PS51054"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168902", "relationship": "is"}, {"id": "GNF179808", "relationship": "is"}, {"id": "GNF190714", "relationship": "is"}, {"id": "GNF201620", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF033470", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF131587", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101760", "relationship": "is"}, {"id": "GNF141415", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1"], "protein": ["NP_003661.1", "XP_054204135.1", "XP_054204136.1", "XP_054204137.1"], "rna": ["NM_003670.3", "XM_054348160.1", "XM_054348161.1", "XM_054348162.1"], "translation": [{"protein": "XP_054204136.1", "rna": "XM_054348161.1"}, {"protein": "NP_003661.1", "rna": "NM_003670.3"}, {"protein": "XP_054204137.1", "rna": "XM_054348162.1"}, {"protein": "XP_054204135.1", "rna": "XM_054348160.1"}]}, "reporter": {"HG-U133_Plus_2": ["201169_s_at", "201170_s_at"], "HG-U95Av2": "40790_at", "HTA-2_0": "TC03000015.hg.1", "HuEx-1_0": "2608725", "HuGene-1_1": "8077441", "HuGene-2_1": "16937024"}, "summary": "This gene encodes a basic helix-loop-helix protein expressed in various tissues. The encoded protein can interact with ARNTL or compete for E-box binding sites in the promoter of PER1 and repress CLOCK/ARNTL's transactivation of PER1. This gene is believed to be involved in the control of circadian rhythm and cell differentiation. [provided by RefSeq, Feb 2014].", "symbol": "BHLHE40", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412793"}, "unigene": "Hs.744856", "uniprot": {"Swiss-Prot": "O14503", "TrEMBL": "Q6IB83"}, "wikipedia": {"url_stub": "BHLHB2"}}