{"AllianceGenome": "591", "HGNC": "591", "MIM": "601721", "_id": "330", "_version": 1, "accession": {"genomic": ["AF178945.1", "AF233684.1", "AP000942.6", "AY764389.1", "CH471065.1", "CP068267.2", "HI574220.1", "HI574222.1", "NC_000011.10", "NC_060935.1", "NG_065365.1"], "protein": ["AAC41943.1", "AAC50371.1", "AAC50507.1", "AAC83232.1", "AAG09369.1", "AAH37420.1", "AAU88144.1", "CBX47599.1", "CBX47600.1", "EAW67017.1", "NP_001156.1", "NP_892007.1", "Q13489.2", "XP_054224588.1"], "rna": ["AA805622.1", "AA873008.1", "AF070674.1", "AI880555.1", "BC027485.2", "BC037420.1", "BE907592.1", "BG569841.1", "BQ718651.1", "BU428906.1", "BX415415.2", "BX475964.1", "L43346.1", "L49432.1", "NM_001165.5", "NM_182962.3", "U37546.1", "U45878.1", "XM_054368613.1"], "translation": [{"protein": "AAC83232.1", "rna": "AF070674.1"}, {"protein": "AAC50507.1", "rna": "U37546.1"}, {"protein": "NP_892007.1", "rna": "NM_182962.3"}, {"protein": "AAC41943.1", "rna": "L49432.1"}, {"protein": "AAH37420.1", "rna": "BC037420.1"}, {"protein": "XP_054224588.1", "rna": "XM_054368613.1"}, {"protein": "NP_001156.1", "rna": "NM_001165.5"}, {"protein": "AAC50371.1", "rna": "U45878.1"}]}, "alias": ["AIP1", "API2", "CIAP2", "HAIP1", "HIAP1", "IAP-1", "MALT2", "MIHC", "RNF49", "c-IAP2"], "ec": "2.3.2.27", "ensembl": {"gene": "ENSG00000023445", "protein": ["ENSP00000263464", "ENSP00000431718", "ENSP00000432907", "ENSP00000501119", "ENSP00000501181"], "transcript": ["ENST00000263464", "ENST00000526421", "ENST00000527309", "ENST00000527336", "ENST00000528940", "ENST00000532808", "ENST00000673846"], "translation": [{"protein": "ENSP00000431718", "rna": "ENST00000527309"}, {"protein": "ENSP00000501119", "rna": "ENST00000526421"}, {"protein": "ENSP00000263464", "rna": "ENST00000263464"}, {"protein": "ENSP00000501181", "rna": "ENST00000673846"}, {"protein": "ENSP00000432907", "rna": "ENST00000532808"}], "type_of_gene": "protein_coding"}, "entrezgene": "330", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.5924989265, "exp_mis": 176.33951981, "exp_syn": 73.8447473213, "lof_z": 3.40981716290195, "mis_z": 0.712339283581819, "mu_lof": 1.10518959205e-06, "mu_mis": 1.55261137402e-05, "mu_syn": 6.3143746109e-06, "n_lof": 2.0, "n_mis": 157.0, "n_syn": 77.0, "p_li": 0.886667092506474, "p_null": 5.18425687250095e-05, "p_rec": 0.113281064924801, "syn_z": -0.227626804393498}, "bp": 1815, "cds_end": 102207833, "cds_start": 102195240, "n_exons": 8, "nonpsych": {"exp_lof": 13.9525003854, "exp_mis": 159.444070755, "exp_syn": 66.6764065449, "lof_z": 3.14256864158268, "mis_z": 0.537018320474272, "mu_lof": 1.10518959205e-06, "mu_mis": 1.55261137402e-05, "mu_syn": 6.3143746109e-06, "n_lof": 2.0, "n_mis": 146.0, "n_syn": 69.0, "p_li": 0.82903746091886, "p_null": 0.000189227997296883, "p_rec": 0.170773311083843, "syn_z": -0.179158279695741}, "nontcga": {"exp_lof": 14.3294827263, "exp_mis": 162.216753402, "exp_syn": 67.9215536861, "lof_z": 3.21300129607186, "mis_z": 0.947278988840681, "mu_lof": 1.10518959205e-06, "mu_mis": 1.55261137402e-05, "mu_syn": 6.3143746109e-06, "n_lof": 2.0, "n_mis": 138.0, "n_syn": 66.0, "p_li": 0.835502490659468, "p_null": 0.000139504774593642, "p_rec": 0.164358004565938, "syn_z": 0.147628501454612}, "transcript": "ENST00000263464.3"}, "exons": [{"cdsend": 102337102, "cdsstart": 102324509, "chr": "11", "position": [[102317483, 102317571], [102321836, 102325362], [102325465, 102325565], [102328051, 102328130], [102328896, 102328945], [102330998, 102331241], [102335965, 102336220], [102336759, 102336801], [102336908, 102339403]], "strand": 1, "transcript": "NM_001165", "txend": 102339403, "txstart": 102317483}, {"cdsend": 102337102, "cdsstart": 102324509, "chr": "11", "position": [[102317483, 102317571], [102321836, 102321900], [102324460, 102325362], [102325465, 102325565], [102328051, 102328130], [102328896, 102328945], [102330998, 102331241], [102335965, 102336220], [102336759, 102336801], [102336908, 102339403]], "strand": 1, "transcript": "NM_182962", "txend": 102339403, "txstart": 102317483}], "exons_hg19": [{"cdsend": 102207833, "cdsstart": 102195240, "chr": "11", "position": [[102188214, 102188302], [102192567, 102196093], [102196196, 102196296], [102198782, 102198861], [102199627, 102199676], [102201729, 102201972], [102206696, 102206951], [102207490, 102207532], [102207639, 102210134]], "strand": 1, "transcript": "NM_001165", "txend": 102210134, "txstart": 102188214}, {"cdsend": 102207833, "cdsstart": 102195240, "chr": "11", "position": [[102188214, 102188302], [102192567, 102192631], [102195191, 102196093], [102196196, 102196296], [102198782, 102198861], [102199627, 102199676], [102201729, 102201972], [102206696, 102206951], [102207490, 102207532], [102207639, 102210134]], "strand": 1, "transcript": "NM_182962", "txend": 102210134, "txstart": 102188214}], "generif": [{"pubmed": 11960389, "text": "REVIEW: Genetic alterations involving API2 underlying the pathogenesis of MALT lymphoma"}, {"pubmed": 12082024, "text": "promotes tumor cell survival in mesothelioma"}, {"pubmed": 12161039, "text": "Interferon-beta therapy exerts a regulatory effect on peripheral T lymphocytes through an anti-apoptosis mechanism that involves the downregulation of cellular Inhibitor of Apoptosis Protein expression."}, {"pubmed": 12243753, "text": "These results indicate that IAPs alone are not the main factor responsible for the resistance of non-small-cell lung cancer cells to treatment."}, {"pubmed": 12393423, "text": "pathway and antiapoptotic effect of up-regulation of cIAP2 by G-CSF in neutrophils, and overexpression of cIAP2 in chronic neutrophilic leukemia"}, {"pubmed": 12525502, "text": "Cellular inhibitors of apoptosis 1 and 2 are ubiquitin ligases for the apoptosis inducer Smac/DIABLO."}, {"pubmed": 12651604, "text": "Fuses with MALT1 and defines a distinctive clinicopathologic subtype in pulmonary extranodal marginal zone B-cell lymphoma of mucosa-associated lymphoid tissue."}, {"pubmed": 12651874, "text": "cIAP1 and cIAP2 are potential oncogenes and are overexpressed in multiple lung cancers with or without higher copy numbers"}, {"pubmed": 12815069, "text": "these results indicate that unlike Smac/DIABLO, Omi/HtrA2's catalytic cleavage of IAPs is a key mechanism for it to irreversibly inactivate IAPs and promote apoptosis."}, {"pubmed": 12926068, "text": "cIAP-2 is an important regulator of apoptosis in bladder cancer and its overexpression may make tumours less susceptible to therapy involving apoptosis."}, {"pubmed": 14527959, "text": "overexpression of PKC delta induced cIAP-2 promoter activity and increased NF-kappa B transactivation, suggesting regulation of cIAP-2 expression by a PKC delta/NF-kappa B pathway"}, {"pubmed": 14562112, "text": "copy numbers of API2-MALT1 do not reflect tumor cell proportions, and that the number of copies of API2-MALT1 in a tumor cell is different for each clinical sample."}, {"pubmed": 14708638, "text": "Relative risk of death was lower for cytoplasmic c-IAP1, cytoplasmic c-IAP2, and nuclear c-IAP2 expression. It was higher for nuclear c-IAP1 expression."}, {"pubmed": 14960576, "text": "levels of c-IAP1 and c-IAP2 are regulated by Smac/DIABLO through the ubiquitin/proteasome pathway"}, {"pubmed": 15023888, "text": "PR39 causes an increase in gene expression from a transfected human cDNA IAP-2 promoter in BAEC cells. PR39-induced increase in the level of IAP-2 mRNA in BAECs is due to an increase in transcription rate and mRNA stability."}, {"pubmed": 15037009, "text": "decreased cIAP2 may play a role in increased apoptosis in aged humans"}, {"pubmed": 15078890, "text": "cAMP can induce c-IAP2 expression in colon cancer cells through CREB phosphorylation and CRE-dependent transcription in a manner that involves activation of ERK1/2 and p38 MAPK"}, {"pubmed": 15183896, "text": "X-linked XIAP is present in Chronic lymphocytic leukemia cells and is up-regulated in conditions where apoptosis is prevented."}, {"pubmed": 15363040, "text": "Detection of API2-MALT1 fusion transcripts is useful for evaluating the prognosis and clinical behavior of the MALT lymphoma."}, {"pubmed": 15598810, "text": "NF-kappa B signaling, once activated in a CD40-dependent immune response, is maintained and enhanced through deregulation of MALT1 or formation of an API2-MALT1 fusion"}, {"pubmed": 15696476, "text": "API2-MALT1 transcript was confirmed to be associated with the levels of apoptosis and API2 of MALT lymphoma."}, {"pubmed": 15845643, "text": "cIAP2 expression is up-regulated by IFN-alpha and IFN-gamma through the JAK2-STAT3 pathway, and increased expression of the cIAP2 protein may contribute to an IFN-alpha- and IFN-gamma-mediated antiapoptotic effect on human neutrophils."}, {"pubmed": 15856013, "text": "Upregulation of c-IAP2 by E6 and E7 may confer resistance to apoptosis that is necessary for sustained growth of some HPV16- and HPV18-positive cancer cells."}, {"pubmed": 15982633, "text": "Taken together, our results strongly indicated that API2-MALT1 possesses a novel mechanism of self-activation by up-regulating its own expression in t(11;18)(q21;q21)-carrying MALT lymphomas."}, {"pubmed": 16142363, "text": "IAP-2, XIAP, and survivin may make an important contribution to the resistance to the apoptotic effect of cisplatin in prostate cancer"}, {"pubmed": 16339151, "text": "cIAP1 and cIAP2 bind but do not inhibit caspases"}, {"pubmed": 16356540, "text": "demonstrates, for the first time, that BIRC3 (anti-apoptotic protein), COL3A1 (matrix protein synthesis), and CXCL3 (chemokine) were up-regulated in the thrombin-stimulated human umbilical vein endothelial cells"}, {"pubmed": 16395399, "text": "Common translocation in MALT lymphoma results in a fusion of the cIAP2 region on chromosome 11q21 with the MALT1 gene on chromosome 18q21."}, {"pubmed": 16395405, "text": "cIAP2 is an inhibitor of antigenic signaling and implicate its dysfunction in MALT lymphomas."}, {"pubmed": 16467195, "text": "Tax-mediated HIAP-1 overexpression is required to suppress endogenous apoptosis and, therefore, is essential for the survival of HTLV-1-transformed lymphocytes"}, {"pubmed": 16761316, "text": "Eosinophils of hypereosinophilic syndrome (HES) patients (but not normal eosinophils) express high levels of cellular IAP-2 (cIAP-2) and inhibit the caspase cascade in HES eosinophils."}, {"pubmed": 16775419, "text": "results reveal a physiological function of cIAP2, identify Bcl10 upregulation as a unifying molecular mechanism for MALT lymphomas, and define the mechanism and effects of this upregulation in t(11;18)-positive mucosa-associated lymphoid tissue lymphomas"}, {"pubmed": 16799641, "text": "Detachment-induced upregulation of XIAP and cIAP2 delays anoikis of intestinal epithelial cells."}, {"pubmed": 16813569, "text": "Cell cycle-dependent G2/M-phase-specific cIAP2 expression is enhanced by NF-kappaB activation, and selective down-regulation of cIAP2 causes cells blocked in mitosis with nocodazole to become susceptible to apoptosis."}, {"pubmed": 16891304, "text": "the t(11, 18)(q21;q21) translocation creating the c-IAP2.MALT1 fusion protein activates NF-kappaB independently of TRAF1 AND TRAF2 and contributes to human malignancy in the absence of signaling adaptors that might otherwise regulate its activity"}, {"pubmed": 16983704, "text": "Differential expression of IAPs in B-cell lymphomas suggests differences in pathogenesis that may have implications for novel treatment strategies targeting IAPs."}, {"pubmed": 16984419, "text": "Persistent infection of epithelial cell line with Chlamydophila pneumoniae resulted in the upregulation of the NF-kappaB regulated inhibitor of apoptosis protein 2 but not inhibitor of apoptosis protein 1 and apoptosis resistance."}, {"pubmed": 17069460, "text": "In particular, the stability of cIAP-2 is modulated by the presence of X-linked IAP and their interaction is stabilized in infected cells."}, {"pubmed": 17133355, "text": "TNF-alpha induced expression of c-IAP1 and c-IAP2 via MAP kinases, but not via NF-kappaB, and that MAP kinases participated in the inhibition of apoptosis by induction of c-IAPs in TNF-alpha-stimulated endothelial cells"}, {"pubmed": 17179183, "text": "Trp323 of BIR3 plays a pivotal role both in maintaining necessary conformation for caspase-9 interaction and to a lesser extent, recognition of Smac-type peptide."}, {"pubmed": 17626072, "text": "Bortezomib inhibited expression of cIAP-1, cIAP-2, and XIAP, which are regulated by NF-kappaB and function as inhibitors of apoptosis."}, {"pubmed": 17927572, "text": "Levels of IAP-2 and Bax were decreased in A375 cells and HIF-1alpha was increased during hypoxia."}, {"pubmed": 17972100, "text": "Inflammation during active ulcerative colitis causes an upregulation of cIAP2 in regenerating epithelium, rendering the cells less susceptible to Fas ligation."}, {"pubmed": 17993464, "text": "Data show that Cartilage oligomeric matrix protein protects cells against death by elevating cIAP2 proteins."}, {"pubmed": 18195037, "text": "cIAP2 mRNA mediates translation only via ribosome bypassing 62 uAUGs. Shunting efficiency was altered by stress & was facilitated by a conserved RNA folding domain (1,470 to 1,877 nucleotides upstream) in a region not scanned by shunting ribosomes."}, {"pubmed": 18216531, "text": "The sequencing analysis of RT-PCR prducts confirmed the presence of the characteristic API2-MALT1 fusion transcript in patients with MALT lymphoma."}, {"pubmed": 18508827, "text": "haem oxygenase-1 plays a central role in NNK-mediated cell proliferation by promoting the expression of p21(Cip1/Waf1/Cid1), inhibitor of apoptosis protein 2 and B-cell lymphoma-2 but inhibiting the activity of Bad"}, {"pubmed": 18566024, "text": "XIAP and HIAP-1 in myelin lesions were co-localized with microglia and T cells in multiple sclerosis"}, {"pubmed": 18570872, "text": "cIAP1 and cIAP2 promote cancer cell survival by functioning as E3 ubiquitin ligases that maintain constitutive ubiquitination of the RIP1 adaptor protein."}, {"pubmed": 18621737, "text": "c-IAP1 and c-IAP2 are required for TNFalpha-stimulated RIP1 ubiquitination and NF-kappaB activation."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18768389, "text": "IL-3 up-regulates the expression of the antiapoptotic proteins cIAP2, Mcl-1, and Bcl-X(L) and induces a rapid and sustained de novo expression of the serine/threonine kinase Pim1 that closely correlates with cytokine-enhanced survival."}, {"pubmed": 18931663, "text": "The ubiquitin-associated domain is required for XIAP and CIAP2-MALT1 to activate NF-kappaB."}, {"pubmed": 18953427, "text": "c-IAP2 is consistently overexpressed in nasopharyngeal carcinoma (NPC) cells; study reports that c-IAP2 plays a major role in the resistance of NPC cells to apoptosis induced by TLR3 stimulation"}, {"pubmed": 19029953, "text": "PERK activity inhibits the ER stress-induced apoptotic program through the induction of cellular inhibitor of apoptosis (cIAP1 and cIAP2) proteins"}, {"pubmed": 19060847, "text": "Methylation and API2/MALT1 fusion in colorectal extranodal marginal zone lymphoma."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19223549, "text": "cIAP1, cIAP2, and XIAP act cooperatively via nonredundant pathways to regulate genotoxic stress-induced nuclear factor-kappaB activation."}, {"pubmed": 19234489, "text": "TRAF2 interaction is critical for c-IAP2/MALT1-mediated increases in the NF-kappaB activity, increased expression of endogenous NF-kappaB target genes and resistance to apoptosis."}, {"pubmed": 19243308, "text": "c-IAP1 can be targeted for degradation by two distinct processes,through degradation of the TRAF2-c-IAP1 heterodimer or through induced autoubiquitination of c-IAP1 by IAP antagonists"}, {"pubmed": 19302291, "text": "cIAP2 may therefore play an important role as a target therapy in colorectal cancer"}, {"pubmed": 19336370, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19358671, "text": "Rickettsia rickettsii-induced expression of cIAP2 in host endothelial cells is likely not a major contributor to protection against staurosporine-induced cell death."}, {"pubmed": 19416853, "text": "ARIA knockdown significantly increased inhibitor of apoptosis cIAP-1 and cIAP-2 protein expression"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19763917, "text": "Arsenic trioxide suppresses transcription of cIAP2 mRNA in NB-4 cells."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19923725, "text": "Results provide the first structures of BIR domains from human NAIP and cIAP2."}, {"pubmed": 20063052, "text": "Adenosine downregulated the expression of mRNAs and proteins for Bcl-X(L) and inhibitor of apoptosis protein 2 (IAP2) to directly inhibit caspase-3, -7, and -9, but upregulated the expression of mRNA and protein for DIABLO, an inhibitor of IAPs."}, {"pubmed": 20078866, "text": "IAPs could be involved in prostate disorder (BPH, PIN and PC) development since might be provoke inhibition of apoptosis and subsequently cell proliferation"}, {"pubmed": 20079017, "text": "API2-MALT1 fusion gene is a distinctive genetic aberration in MALT lymphomas, and is not present in diffuse large B cell lymphoma."}, {"pubmed": 20097753, "text": "virus-triggered ubiquitination of TRAF3 and TRAF6 by cIAP1 and cIAP2 is essential for type I IFN induction and cellular antiviral response"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20385093, "text": "crystal structures of the TRAF2: cIAP2 and the TRAF1: TRAF2: cIAP2 complexes; biochemical, structural, and cell biological studies on the interaction between TRAF2 and cIAP2 and on the ability of TRAF1 to modulate this interaction"}, {"pubmed": 20447407, "text": "Results describe the complex between baculoviral IAP repeat (BIR) 1 of cIAP1/2 and the coiled-coil region of TRAF2."}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20547836, "text": "cancer cell lines evade Smac mimetic-induced apoptosis by up-regulation of cIAP2, which although initially degraded, rebounds. cIAP2 is induced by TNFalpha via NF-kappaB and modulation of the NF-kappaB signal renders cells sensitive to Smac mimetics"}, {"pubmed": 20576118, "text": "Poly(I:C) induces intense expression of c-IAP2 and cooperates with an IAP inhibitor in induction of apoptosis in cancer cells."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20691152, "text": "TTP can bind to the 2nd AU-rich elements of cIAP2 mRNA 3'UTR and destabilize cIAP2 mRNA by forming complexes with Dcp2 and Xrn1."}, {"pubmed": 20855536, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20863547, "text": "These results support a role for Tax-dependent cIAP-2 expression in preventing the death of naturally infected CD8(+) cells and thereby in their clonal expansion in vivo."}, {"pubmed": 20959404, "text": "cIAP2 upregulated by E6 via EGFR/PI3K/AKT cascades may contribute to cisplatin resistance, revealing that the EGFR or PI3K inhibitor combined with cisplatin may improve the chemotherapeutic efficacy in HPV-infected lung cancer."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21152357, "text": "we confirm that mRNA and protein levels for cIAP2 are highly up-regulated in breast cancer cells by E2 and cytokines"}, {"pubmed": 21229359, "text": "TRAF2 and cIAP2 are involved in TWEAK-induced MMP-9 production in fibroblast-like synoviocytes in rheumatoid arthritis."}, {"pubmed": 21273489, "text": "study shows API2-MALT1 fusion oncoprotein induces proteolytic cleavage of NF-kappaB-inducing kinase (NIK); resulting deregulated NIK activity is associated with constitutive noncanonical NF-kappaB signaling, enhanced B cell adhesion and apoptosis resistance"}, {"pubmed": 21331077, "text": "Data show that inhibitor-induced rapid degradation of cIAPs requires binding to TRAF2, and reveal an unexpected difference between cIAP1 and cIAP2."}, {"pubmed": 21795072, "text": "Data show that inhibitor of apoptosis protein 1 (cIAP1) and cellular inhibitor of apoptosis protein (cIAP2) expression was significantly increased in bladder cancer compared with normal bladder urothelium."}, {"pubmed": 21817100, "text": "cIAP1/2 are important regulators of inflammatory processes in endothelial cells."}, {"pubmed": 21849505, "text": "The USP19 deubiquitinase regulates the stability of c-IAP1 and c-IAP2."}, {"pubmed": 21865390, "text": "These data reveal a novel mechanism for the inhibition of hepatitis B virus replication by cIAP2 via acceleration of the ubiquitin-proteasome-mediated decay of polymerase."}, {"pubmed": 21881048, "text": "BIRC3 disruption is a common mechanism across marginal zone B-cell lymphomagenesis."}, {"pubmed": 21931591, "text": "cIAP1 and cIAP2 are direct E3 ubiquitin ligases for all four RIP proteins"}, {"pubmed": 21963223, "text": "cIAP2 may play an important role in Helicobacter pylori -induced gastric carcinogenesis"}, {"pubmed": 22068233, "text": "our results suggest that CpG-induced protection may be mediated by c-IAP-2 through the calcium-activated JNK pathway"}, {"pubmed": 22083956, "text": "NF-kappaappaB, acting through two response elements, is required for estrogen receptor recruitment to an adjacent estrogen response element in the BIRC3 promoter."}, {"pubmed": 22403404, "text": "resistance to Vpr-induced apoptosis is specifically mediated by cIAP1/2 genes independent of Bcl-xL and Mcl-1, which play a key role in maintaining cell viability."}, {"pubmed": 22434933, "text": "c-IAP1 and c-IAP2 were required for canonical activation of NF-B and MAPK by members of the TNFR family."}, {"pubmed": 22820591, "text": "The expression of C-IAP2 in hepatocellular carcinoma is associated with tumor recurrence and metastasis."}, {"pubmed": 23032264, "text": "A novel role for cIAP2 in maintaining wild-type p53 levels by preventing both an NFkappaB-mediated increase and IKKalpha/-beta-dependent transcriptional and post-translational modifications of MDM2."}, {"pubmed": 23052480, "text": "we present cIAP-2 as a novel inducer of platinum resistance in ovarian carcinoma cells, and suggest an axis beginning with an encounter between cisplatin and these cells, mediated sequentially by IL-6 and cIAP-2, resulting in cisplatin resistance"}, {"pubmed": 23243274, "text": "Clonal evolution from lower to higher risk implicated the emergence of NOTCH1, SF3B1, and BIRC3 abnormalities in addition to TP53 and 11q22-q23 lesions in chronic lymphocytic leukemia."}, {"pubmed": 23250032, "text": "BIRC2 and BIRC3 act as a molecular brake to rein in activation of the JNK signalling pathway and to fine-tune NF-kappaB and JNK signalling to ensure transcriptional responses are appropriately matched to extracellular inputs."}, {"pubmed": 23558524, "text": "BIRC3 gene mutation is associated with chronic lymphocytic leukemia."}, {"pubmed": 23770847, "text": "our study implicates RIP1 ubiquitination as a critical component of API2-MALT1-dependent lymphomagenesis"}, {"pubmed": 23852810, "text": "Cytoplasmic expression of HuR is associated with cIAP2 expression in OSCCs"}, {"pubmed": 24008361, "text": "palmitate did not decrease cIAP-1 and cIAP-2 mRNA expression in the cells"}, {"pubmed": 24194568, "text": "we note that the compounds that sensitize cancer cells to TRAIL are the most efficacious in binding to X-linked IAP, and in inducing cellular-IAP (cIAP)-1 and cIAP-2 degradation"}, {"pubmed": 24266799, "text": "increased expression with progression of chronic myeloid leukaemia"}, {"pubmed": 24349465, "text": "a number of genes not previously known to be affected by RUNX2 expression, in particular BIRC3, genes encoded on the mitochondrial genome, and several genes involved in bone and tooth formation."}, {"pubmed": 24371121, "text": "Data indicate that silencing of IAPs, IAP1 IAP2 and XIAP, reduced the TRAP-evoked RhoA activation."}, {"pubmed": 24425875, "text": "cisplatin significantly triggered the proteasomal degradation of cellular inhibitor of apoptosis protein 1 and 2 (c-IAP1 and c-IAP2), and X-linked inhibitor of apoptosis (XIAP) in a ROS-dependent manner"}, {"pubmed": 24552816, "text": "Distinctive role of c-IAP2 as stabilizer of XIAP, which is likely involved in regulation of NFkappaB activation and apoptosis in GBM cells was determined."}, {"pubmed": 24577083, "text": "Selenite caused CYLD upregulation via LEF1 and cIAP downregulation, both of which contribute to the degradation of ubiquitin chains on RIP1 and subsequent caspase-8 activation and colorectal tumor cell apoptosis."}, {"pubmed": 24584352, "text": "in 11q-deleted patients treated with first-line chemotherapy, ATM mutation rather than BIRC3 deletion and/or mutation identifies a subgroup with a poorer outcome."}, {"pubmed": 24595242, "text": "Data indicate that tumor necrosis factor inducible protein A20-mediated inhibitor of apoptosis protein-2 (cIAP-2) is important in endothelial cell resistance to tumor necrosis factor alpha (TNF-alpha)-induced apoptosis."}, {"pubmed": 24633224, "text": "cIAPs constitutively downregulate PACS-2 by polyubiquitination and proteasomal degradation, thereby restraining TRAIL-induced killing of liver cancer cells"}, {"pubmed": 24841289, "text": "XIAP, cIAP1, and cIAP2, members of inhibitor of apoptosis (IAP) proteins, are critical regulators of cell death and survival and are attractive targets for new cancer therapy"}, {"pubmed": 25046208, "text": "CIAP1 and cIAP2 represent novel therapeutic targets for the prevention of spontaneous preterm birth."}, {"pubmed": 25113061, "text": "cIAP1 and cIAP2 expression is increased in placenta from women with pre-existing maternal obesity and in response to treatment with pro-inflammatory cytokines"}, {"pubmed": 25246529, "text": "Identification and function of the NIK IAP binding motif, which promotes c-IAP1-dependent ubiquitylation of NIK."}, {"pubmed": 25273171, "text": "these findings suggest that GDC-0152 results in human leukemia apoptosis through caspase-dependent mechanisms involving down-regulation of IAPs and inhibition of PI3K/Akt signaling."}, {"pubmed": 25394657, "text": "cIAP2 is in conclusion a regulator of human intestinal wound healing through enhanced migration along with activation of Rac1"}, {"pubmed": 25513960, "text": "TNF-alpha induced apoptosis of gastric cancer cells via accelerated degradation of the inhibitor of apoptosis family members, CIAP2, XIAP, and survivin."}, {"pubmed": 25549803, "text": "Data indicate that Smac/DIABLO showed an inverse correlation with inhibitor of apoptosis proteins XIAP, cIAP-1 and cIAP-2."}, {"pubmed": 25569716, "text": "API2-MALT1 induces paracaspase-mediated cleavage of the tumour suppressor protein LIMA1."}, {"pubmed": 25692408, "text": "LapR cells possessed increased levels of 2 of the inhibitors of apoptosis (IAPs), survivin and c-IAP-2, which are reported to block caspase activation downstream of cytosolic cytochrome C release."}, {"pubmed": 25911380, "text": "Data suggest that the seventh zinc finger motif of DNA-binding protein A20 plays important role in NFkappaB-mediated apoptosis induced by tumor necrosis factor-alpha; A20 appears to bind and thus down-regulate inhibitor of apoptosis proteins cIAP1/2."}, {"pubmed": 26077759, "text": "these results indicate that N. gonorrhoeae stimulation of human endocervical epithelial cells induces the release of cIAP2, an essential regulator of cell death and immune signaling."}, {"pubmed": 26291056, "text": "this study candidates BIRC3 as one of the potentially useful predictive marker for discriminating patients with oesophageal and oesophagogastric junction adenocarcinoma who will most likely benefit from preoperative chemoradiotherapy."}, {"pubmed": 26513451, "text": "cIAP2 is upregulated in regenerative epithelial cells both in ulcerative colitis and in experimental intestinal wounds. Inhibition of cIAP2 decreases wound healing in vitro possibly through inhibition of migration. [review]"}, {"pubmed": 26815504, "text": "High BIRC3 expression is associated with pancreatic cancer."}, {"pubmed": 26819056, "text": "The clinical impact of small subclones harboring NOTCH1, SF3B1, or BIRC3 mutations in chronic lymphocytic leukemia patients appears to be less pronounced than that of small TP53 mutated subclones."}, {"pubmed": 26888114, "text": "Study demonstrate that BIRC3 expression increases secondary to acquisition of temozolomide TMZ and irradiation resistance in glioblastoma."}, {"pubmed": 27070702, "text": "cIAP1 and cIAP2 mediate BCL10 ubiquitination essential for BCR-dependent NF-kB activity in the ABC subtype of DLBCL. cIAP1/2 attach K63-linked polyubiquitin chains on themselves and on BCL10, recruiting IKK and LUBAC essential for IKK activation."}, {"pubmed": 27074575, "text": "We show that BIRC3 has a unique role in facilitating glioma progression from low- to high-grade"}, {"pubmed": 27248820, "text": "Results indicate that Pellino-1 contributes to lung oncogenesis through the overexpression of inhibitor of apoptosis protein 2 (cIAP2) and promotion of cell survival and chemoresistance."}, {"pubmed": 27282269, "text": "The expression of cIAP2 mRNA was significantly higher in the groups with Helicobacter pylori(+), atrophic gastritis/intestinal metaplasia(+), and Helicobacter pylori-positive early gastric cancer than in the control, Helicobacter pylori(+), and atrophic gastritis/intestinal metaplasia(-) groups."}, {"pubmed": 27304223, "text": "Polymorphisms in the BIRC3 gene are associated with a protective effect with regards to asthma susceptibility, and a reduced load of inflammatory cells."}, {"pubmed": 27420950, "text": "Network analysis identified BIRC3 as pathogenic gene in childhood asthma."}, {"pubmed": 27534557, "text": "destabilization of TRAF2 by miR-17 reduced the ability of TRAF2 to associate with cIAP2, resulting in the downregulation of TNF-alpha-induced NF-kappaBp65, c-Jun, and STAT3 nuclear translocation and the production of IL-6, IL-8, MMP-1, and MMP-13 in human rheumatoid arthritis synovial fibroblasts."}, {"pubmed": 28295868, "text": "CIAP2 expression was elevated in human GBC tissues."}, {"pubmed": 28635396, "text": "we indicated that miR-34a can inhibit tumor invasion and metastasis in osteosarcoma, and its mechanism may be partly related to downregulating the expression of C-IAP2 and Bcl-2 protein directly or indirectly."}, {"pubmed": 28839258, "text": "we have uncovered a novel role for BIRC3 as a targetable biomarker and mediator of hypoxia-driven habitats in GBM."}, {"pubmed": 29286141, "text": "High BIRC3 expression is associated with Oral squamous cell carcinoma."}, {"pubmed": 29518103, "text": "NAIP expression is most abundant in M2 macrophages, while cIAP1 and cIAP2 show an inverse pattern of expression in polarized cells, cIAP2 is preferentially expressed in M1-macrophages and cIAP1 in M2-macrophages. IAP antagonist treatment of resting M0 macrophages preceding polarization stimulation, induced upregulation of NAIP in M2 and downregulation of cIAP1 in M1 and M2 but an induction of cIAP2 in M1 macrophages."}, {"pubmed": 30368883, "text": "BIRC3 induces tumor proliferation and metastasis in vitro and in vivo. BIRC3 may serve as a novel therapeutic target for liver cancer."}, {"pubmed": 30385739, "text": "Sensitization and reversal of glioblastoma cells resistance to TRAIL-induced apoptosis by IAP- and Bcl-2 antagonism has been reported."}, {"pubmed": 30431128, "text": "Experimental results demonstrated that cIAP2 regulated the expression of p53 and thus was likely to be a potential mechanism for evironmental pollutant perfluorodecanoic acidinduced inhibition of gastric cell senescence resulted in growth promotion revealing possible role for cIAP2 in gastric carcinogenesis."}, {"pubmed": 30487125, "text": "Study shows the impact of BIRC3 expression in chronic lymphocytic leukemia disease progression in the absence of BIRC3 mutations and shows altered canonical NF-kappaB target gene activation with therapeutic implications."}, {"pubmed": 30670910, "text": "HuR mediated overexpression of IAP1 significantly correlates with poor outcomes and early progression of pancreatic cancer."}, {"pubmed": 30948266, "text": "We investigated the function of the long BIRC3 3' UTR, which is upregulated in leukemia. The 3' UTR does not regulate BIRC3 protein localization or abundance but is required for CXCR4-mediated B cell migration. We established an experimental pipeline to study the mechanism of regulation and used mass spectrometry to identify BIRC3 protein interactors."}, {"pubmed": 31215169, "text": "Results found that BIRC3 was upregulated in triple-negative breast cancer (TNBC) cell lines and specimens. HCP5 competitive sponging of miR-219, BIRC3 target, leads to activation of BIRC3 in apoptosis signaling pathway to promote TNBC progression."}, {"pubmed": 31371416, "text": "Biological and clinical implications of BIRC3 mutations in chronic lymphocytic leukemia."}, {"pubmed": 31540997, "text": "The findings identify ZFAND2A/AIRAP as a novel stress-regulated survival factor implicated in the stabilization of the antiapoptotic protein cIAP2 and as a new potential therapeutic target in melanoma"}, {"pubmed": 32015491, "text": "Clinical significance of TP53, BIRC3, ATM and MAPK-ERK genes in chronic lymphocytic leukaemia: data from the randomised UK LRF CLL4 trial."}, {"pubmed": 32026660, "text": "SURF4 maintains stem-like properties via BIRC3 in ovarian cancer cells."}, {"pubmed": 32028675, "text": "A20 Promotes Ripoptosome Formation and TNF-Induced Apoptosis via cIAPs Regulation and NIK Stabilization in Keratinocytes."}, {"pubmed": 32053868, "text": "Future Therapeutic Directions for Smac-Mimetics."}, {"pubmed": 32322338, "text": "Increased Expression of BIRC2, BIRC3, and BIRC5 from the IAP Family in Mesenchymal Stem Cells of the Umbilical Cord Wharton's Jelly (WJSC) in Younger Women Giving Birth Naturally."}, {"pubmed": 32382056, "text": "WTAP and BIRC3 are involved in the posttranscriptional mechanisms that impact on the expression and activity of the human lactonase PON2."}, {"pubmed": 33310033, "text": "cIAP2 via NF-kappaB signalling affects cell proliferation and invasion in hepatocellular carcinoma."}, {"pubmed": 33435582, "text": "Regulation of Anti-Apoptotic SOD2 and BIRC3 in Periodontal Cells and Tissues."}, {"pubmed": 33599891, "text": "cIAP2 expression and clinical significance in pigmented villonodular synovitis."}, {"pubmed": 33737574, "text": "Death agonist antibody against TRAILR2/DR5/TNFRSF10B enhances birinapant anti-tumor activity in HPV-positive head and neck squamous cell carcinomas."}, {"pubmed": 34244476, "text": "Biological significance of monoallelic and biallelic BIRC3 loss in del(11q) chronic lymphocytic leukemia progression."}, {"pubmed": 34389694, "text": "Clinical Positioning of the IAP Antagonist Tolinapant (ASTX660) in Colorectal Cancer."}, {"pubmed": 34914932, "text": "Targeting cIAPs attenuates CCl4-induced liver fibrosis by increasing MMP9 expression derived from neutrophils."}, {"pubmed": 34971648, "text": "Multiomics analysis identifies BIRC3 as a novel glucocorticoid response-associated gene."}, {"pubmed": 34997070, "text": "BIRC2-BIRC3 amplification: a potentially druggable feature of a subset of head and neck cancers in patients with Fanconi anemia."}, {"pubmed": 35008722, "text": "A Novel Role of BIRC3 in Stemness Reprogramming of Glioblastoma."}, {"pubmed": 35039877, "text": "Proteomic analysis of inhibitor of apoptosis proteinlike protein2 on breast cancer cell proliferation."}, {"pubmed": 35287655, "text": "Exploration of induced sputum BIRC3 levels and clinical implications in asthma."}, {"pubmed": 35968588, "text": "[The correlation of CD49d expression pattern with molecular genetics and hotspot gene mutants in patients with chronic lymphocytic leukemia]."}, {"pubmed": 35985688, "text": "Prognostic Significance of the BIRC2-BIRC3 Gene Signature in Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 37243389, "text": "SNHG1, a KLF4-upregulated gene, promotes glioma cell survival and tumorigenesis under endoplasmic reticulum stress by upregulating BIRC3 expression."}, {"pubmed": 37406588, "text": "Identification of mutation gene prognostic biomarker in multiple myeloma through gene panel exome sequencing and transcriptome analysis in Chinese population."}, {"pubmed": 38130918, "text": "Identification and validation of prognostic and tumor microenvironment characteristics of necroptosis index and BIRC3 in clear cell renal cell carcinoma."}, {"pubmed": 38443362, "text": "CircNUP54 promotes hepatocellular carcinoma progression via facilitating HuR cytoplasmic export and stabilizing BIRC3 mRNA."}, {"pubmed": 38876304, "text": "USP36 inhibits apoptosis by deubiquitinating cIAP1 and survivin in colorectal cancer cells."}], "genomic_pos": {"chr": "11", "end": 102339403, "ensemblgene": "ENSG00000023445", "start": 102317484, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 102210134, "start": 102188215, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 8548810, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007249", "qualifier": "involved_in", "term": "canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031398", "qualifier": "involved_in", "term": "positive regulation of protein ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031398", "pubmed": 21931591, "qualifier": "involved_in", "term": "positive regulation of protein ubiquitination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0033209", "qualifier": "involved_in", "term": "tumor necrosis factor-mediated signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0034121", "pubmed": 20888210, "qualifier": "involved_in", "term": "regulation of toll-like receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0038061", "pubmed": 20651737, "qualifier": "involved_in", "term": "non-canonical NF-kappaB signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0039535", "pubmed": 20888210, "qualifier": "involved_in", "term": "regulation of RIG-I signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042981", "pubmed": 21737330, "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043123", "pubmed": 20651737, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045088", "pubmed": 21447281, "qualifier": "involved_in", "term": "regulation of innate immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050727", "pubmed": 21447281, "qualifier": "involved_in", "term": "regulation of inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051726", "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060544", "pubmed": 21737330, "qualifier": "involved_in", "term": "regulation of necroptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060544", "qualifier": "involved_in", "term": "regulation of necroptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060546", "qualifier": "involved_in", "term": "negative regulation of necroptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0070424", "pubmed": 20888210, "qualifier": "involved_in", "term": "regulation of nucleotide-binding domain, leucine rich repeat containing receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:2000116", "pubmed": 20651737, "qualifier": "involved_in", "term": "regulation of cysteine-type endopeptidase activity"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [15665297, 16123224], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [15665297, 16123224], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032991", "qualifier": "part_of", "term": "protein-containing complex"}], "MF": [{"category": "MF", "evidence": "EXP", "id": "GO:0004842", "pubmed": 10797013, "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004842", "pubmed": [16395405, 21931591], "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004842", "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11907583, 16123224, 16282325, 16395405, 19690564, 20562859, 21849505, 21931591, 21988832, 22902369, 23524849, 25241761, 25260751], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0016740", "pubmed": 19008929, "qualifier": "enables", "term": "transferase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043027", "qualifier": "enables", "term": "cysteine-type endopeptidase inhibitor activity involved in apoptotic process"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}]}, "homologene": {"genes": [[9544, 702468], [9598, 451507], [9606, 330], [9615, 489433], [9913, 514386], [10090, 11796], [10116, 78971]], "id": 899}, "interpro": [{"desc": "CARD domain", "id": "IPR001315", "short_desc": "CARD"}, {"desc": "BIR repeat", "id": "IPR001370", "short_desc": "BIR_rpt"}, {"desc": "Zinc finger, RING-type", "id": "IPR001841", "short_desc": "Znf_RING"}, {"desc": "Death-like domain superfamily", "id": "IPR011029", "short_desc": "DEATH-like_dom_sf"}, {"desc": "BIRC2/3-like, UBA domain", "id": "IPR048875", "short_desc": "BIRC2-3-like_UBA"}], "ipi": "IPI00013409", "map_location": "11q22.2", "name": "baculoviral IAP repeat containing 3", "other_names": ["IAP homolog C", "RING finger protein 49", "RING-type E3 ubiquitin transferase BIRC3", "TNFR2-TRAF signaling complex protein", "TNFR2-TRAF-signaling complex protein 1", "apoptosis inhibitor 2", "baculoviral IAP repeat-containing protein 3", "cellular inhibitor of apoptosis 2", "inhibitor of apoptosis protein 1", "mammalian IAP homolog C"], "pantherdb": {"HGNC": "591", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1197007", "ortholog_type": "LDO", "panther_family": "PTHR10044", "taxid": 10090, "uniprot_kb": "O08863"}, {"RGD": "621282", "ortholog_type": "LDO", "panther_family": "PTHR10044", "taxid": 10116, "uniprot_kb": "F7FLN8"}, {"Gene": "ITA", "ortholog_type": "O", "panther_family": "PTHR10044", "taxid": 9031, "uniprot_kb": "Q90660"}, {"Ensembl": "ENSGALG00000017186", "ortholog_type": "O", "panther_family": "PTHR10044", "taxid": 9031, "uniprot_kb": "A0A140T8H6"}, {"ZFIN": "ZDB-GENE-030825-6", "ortholog_type": "O", "panther_family": "PTHR10044", "taxid": 7955, "uniprot_kb": "Q7T0K2"}, {"FlyBase": "FBgn0260635", "ortholog_type": "O", "panther_family": "PTHR10044", "taxid": 7227, "uniprot_kb": "Q24306"}, {"FlyBase": "FBgn0015247", "ortholog_type": "O", "panther_family": "PTHR10044", "taxid": 7227, "uniprot_kb": "Q24307"}, {"PomBase": "SPCC962.02c", "ortholog_type": "O", "panther_family": "PTHR10044", "taxid": 4896, "uniprot_kb": "O14064"}], "uniprot_kb": "Q13489"}, "pathway": {"biocarta": [{"id": "caspasepathway", "name": "caspase cascade in apoptosis"}, {"id": "ceramidepathway", "name": "ceramide signaling pathway"}, {"id": "hivnefpathway", "name": "hiv-1 nef: negative effector of fas and tnf"}, {"id": "keratinocytepathway", "name": "keratinocyte differentiation"}, {"id": "mitochondriapathway", "name": "role of mitochondria in apoptotic signaling"}, {"id": "soddpathway", "name": "sodd/tnfr1 signaling pathway"}, {"id": "tnfr1pathway", "name": "tnfr1 signaling pathway"}], "kegg": [{"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04215", "name": "Apoptosis - multiple species - Homo sapiens (human)"}, {"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05145", "name": "Toxoplasmosis - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05222", "name": "Small cell lung cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TNFalpha", "name": "TNFalpha"}, "pid": [{"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, {"id": "cd40_pathway", "name": "CD40/CD40L signaling"}, {"id": "ceramide_pathway", "name": "Ceramide signaling pathway"}, {"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "faspathway", "name": "FAS (CD95) signaling pathway"}, {"id": "hivnefpathway", "name": "HIV-1 Nef: Negative effector of Fas and TNF-alpha"}, {"id": "p75ntrpathway", "name": "p75(NTR)-mediated signaling"}, {"id": "tnfpathway", "name": "TNF receptor signaling pathway "}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166166", "name": "MyD88-independent TLR4 cascade "}, {"id": "R-HSA-168164", "name": "Toll Like Receptor 3 (TLR3) Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168638", "name": "NOD1/2 Signaling Pathway"}, {"id": "R-HSA-168643", "name": "Nucleotide-binding domain, leucine rich repeat containing receptor (NLR) signaling pathways"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-168927", "name": "TICAM1, RIP1-mediated IKK complex recruitment"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5213460", "name": "RIPK1-mediated regulated necrosis"}, {"id": "R-HSA-5218859", "name": "Regulated Necrosis"}, {"id": "R-HSA-5357786", "name": "TNFR1-induced proapoptotic signaling"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5357905", "name": "Regulation of TNFR1 signaling"}, {"id": "R-HSA-5357956", "name": "TNFR1-induced NF-kappa-B signaling pathway"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5675482", "name": "Regulation of necroptotic cell death"}, {"id": "R-HSA-5676594", "name": "TNF receptor superfamily (TNFSF) members mediating non-canonical NF-kB pathway"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689880", "name": "Ub-specific processing proteases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}, {"id": "R-HSA-75893", "name": "TNF signaling"}, {"id": "R-HSA-937041", "name": "IKK complex recruitment mediated by RIP1"}, {"id": "R-HSA-937061", "name": "TRIF (TICAM1)-mediated TLR4 signaling "}], "wikipathways": [{"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP2036", "name": "TNF related weak inducer of apoptosis (TWEAK) Signaling Pathway"}, {"id": "WP231", "name": "TNF-alpha signaling pathway"}, {"id": "WP254", "name": "Apoptosis"}, {"id": "WP2880", "name": "Glucocorticoid Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP3617", "name": "Photodynamic therapy-induced NF-kB survival signaling"}, {"id": "WP3646", "name": "Hepatitis C and Hepatocellular Carcinoma"}, {"id": "WP4658", "name": "Small cell lung cancer"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pdb": ["2UVL", "3EB5", "3EB6", "3M0A", "3M0D", "7NK0"], "pfam": ["PF00619", "PF00653", "PF13920", "PF21290"], "pharmgkb": "PA25360", "pharos": {"target_id": 3352, "tdl": "Tchem"}, "pir": "S68449", "prosite": ["PS50089", "PS50143", "PS50209"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245819", "relationship": "is"}, {"id": "GNF245820", "relationship": "is"}, {"id": "GNF245821", "relationship": "is"}, {"id": "GNF245822", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF037660", "relationship": "is"}, {"id": "GNF048857", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079965", "relationship": "is"}, {"id": "GNF079966", "relationship": "is"}, {"id": "GNF079967", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050758", "relationship": "is"}, {"id": "GNF055520", "relationship": "is"}, {"id": "GNF060168", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068747", "relationship": "is"}, {"id": "GNF068748", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF001114", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF239047", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF334932", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102233", "relationship": "is"}, {"id": "GNF141888", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_065365.1"], "protein": ["NP_001156.1", "NP_892007.1", "XP_054224588.1"], "rna": ["NM_001165.5", "NM_182962.3", "XM_054368613.1"], "translation": [{"protein": "NP_892007.1", "rna": "NM_182962.3"}, {"protein": "XP_054224588.1", "rna": "XM_054368613.1"}, {"protein": "NP_001156.1", "rna": "NM_001165.5"}]}, "reporter": {"HG-U133_Plus_2": ["210538_s_at", "230499_at"], "HG-U95Av2": "1717_s_at", "HTA-2_0": "TC11000956.hg.1", "HuEx-1_0": ["3346548", "3346579"], "HuGene-1_1": "7943413", "HuGene-2_1": "16730522"}, "summary": "This gene encodes a member of the IAP family of proteins that inhibit apoptosis by binding to tumor necrosis factor receptor-associated factors TRAF1 and TRAF2, probably by interfering with activation of ICE-like proteases. The encoded protein inhibits apoptosis induced by serum deprivation but does not affect apoptosis resulting from exposure to menadione, a potent inducer of free radicals. It contains 3 baculovirus IAP repeats and a ring finger domain. Transcript variants encoding the same isoform have been identified. [provided by RefSeq, Aug 2011].", "symbol": "BIRC3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332415"}, "unigene": "Hs.127799", "uniprot": {"Swiss-Prot": "Q13489", "TrEMBL": ["H0YCJ5", "A0A669KBC7"]}, "wikipedia": {"url_stub": "Baculoviral IAP repeat-containing protein 3"}}