{"AllianceGenome": "13702", "HGNC": "13702", "MIM": "605737", "_id": "79444", "_version": 1, "accession": {"genomic": ["AJ309298.1", "AL121827.34", "CH471077.2", "CP068258.2", "NC_000020.11", "NC_060944.1", "NG_029552.1"], "protein": ["AAG33622.1", "AAG37878.1", "AAH14475.1", "AAQ89194.1", "AAQ89195.1", "AAS01729.1", "CAC37337.1", "CAC37338.1", "EAW75302.1", "EAW75303.1", "EAW75304.1", "NP_071444.1", "NP_647478.1", "Q96CA5.2", "XP_047296451.1", "XP_054179986.1", "XP_054179987.1", "XP_054179988.1", "XP_054179989.1"], "rna": ["AF301009.1", "AF311388.1", "AY358835.1", "AY358836.1", "AY517497.1", "BC014475.1", "BU737800.1", "NM_022161.4", "NM_139317.3", "XM_047440495.1", "XM_054324011.1", "XM_054324012.1", "XM_054324013.1", "XM_054324014.1"], "translation": [{"protein": "XP_054179987.1", "rna": "XM_054324012.1"}, {"protein": "AAS01729.1", "rna": "AY517497.1"}, {"protein": "AAG33622.1", "rna": "AF311388.1"}, {"protein": "AAG37878.1", "rna": "AF301009.1"}, {"protein": "AAQ89195.1", "rna": "AY358836.1"}, {"protein": "XP_054179986.1", "rna": "XM_054324011.1"}, {"protein": "NP_071444.1", "rna": "NM_022161.4"}, {"protein": "XP_054179988.1", "rna": "XM_054324013.1"}, {"protein": "AAH14475.1", "rna": "BC014475.1"}, {"protein": "AAQ89194.1", "rna": "AY358835.1"}, {"protein": "XP_054179989.1", "rna": "XM_054324014.1"}, {"protein": "XP_047296451.1", "rna": "XM_047440495.1"}, {"protein": "NP_647478.1", "rna": "NM_139317.3"}]}, "alias": ["KIAP", "LIVIN", "ML-IAP", "MLIAP", "RNF50"], "ec": "2.3.2.27", "ensembl": {"gene": "ENSG00000101197", "protein": ["ENSP00000217169", "ENSP00000345213", "ENSP00000378717"], "transcript": ["ENST00000217169", "ENST00000342412", "ENST00000395306"], "translation": [{"protein": "ENSP00000345213", "rna": "ENST00000342412"}, {"protein": "ENSP00000217169", "rna": "ENST00000217169"}, {"protein": "ENSP00000378717", "rna": "ENST00000395306"}], "type_of_gene": "protein_coding"}, "entrezgene": "79444", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.85473405191, "exp_mis": 125.125508573, "exp_syn": 62.6543491978, "lof_z": 1.28320608905464, "mis_z": -0.431776154193514, "mu_lof": 6.15326607463e-07, "mu_mis": 1.17438508607e-05, "mu_syn": 5.73829542118e-06, "n_lof": 5.0, "n_mis": 135.0, "n_syn": 67.0, "p_li": 0.00380290601773512, "p_null": 0.146088525055297, "p_rec": 0.850108568926968, "syn_z": -0.34035221242687}, "bp": 897, "cds_end": 61870957, "cds_start": 61867448, "n_exons": 6, "nonpsych": {"exp_lof": 7.89770119635, "exp_mis": 113.133975364, "exp_syn": 56.5915451444, "lof_z": 1.01264020555472, "mis_z": -0.515269863752631, "mu_lof": 6.15326607463e-07, "mu_mis": 1.17438508607e-05, "mu_syn": 5.73829542118e-06, "n_lof": 5.0, "n_mis": 124.0, "n_syn": 63.0, "p_li": 0.0027726083447837, "p_null": 0.223184617154582, "p_rec": 0.774042774500635, "syn_z": -0.536340647568316}, "nontcga": {"exp_lof": 8.13498161361, "exp_mis": 115.104102284, "exp_syn": 57.6306302253, "lof_z": 1.43013333583203, "mis_z": -0.459536066886351, "mu_lof": 6.15326607463e-07, "mu_mis": 1.17438508607e-05, "mu_syn": 5.73829542118e-06, "n_lof": 4.0, "n_mis": 125.0, "n_syn": 62.0, "p_li": 0.0164069971384977, "p_null": 0.0976555459512446, "p_rec": 0.885937456910258, "syn_z": -0.364430290061996}, "transcript": "ENST00000217169.3"}, "exons": [{"cdsend": 63239605, "cdsstart": 63236096, "chr": "20", "position": [[63235904, 63236445], [63237902, 63238002], [63238395, 63238477], [63238568, 63238614], [63239161, 63239233], [63239411, 63239610], [63240255, 63240495]], "strand": 1, "transcript": "NM_022161", "txend": 63240495, "txstart": 63235904}, {"cdsend": 63239605, "cdsstart": 63236096, "chr": "20", "position": [[63235904, 63236445], [63237902, 63238002], [63238395, 63238477], [63238568, 63238614], [63239161, 63239233], [63239357, 63239610], [63240255, 63240495]], "strand": 1, "transcript": "NM_139317", "txend": 63240495, "txstart": 63235904}], "exons_hg19": [{"cdsend": 61870957, "cdsstart": 61867448, "chr": "20", "position": [[61867256, 61867797], [61869254, 61869354], [61869747, 61869829], [61869920, 61869966], [61870513, 61870585], [61870763, 61870962], [61871607, 61871847]], "strand": 1, "transcript": "NM_022161", "txend": 61871847, "txstart": 61867256}, {"cdsend": 61870957, "cdsstart": 61867448, "chr": "20", "position": [[61867256, 61867797], [61869254, 61869354], [61869747, 61869829], [61869920, 61869966], [61870513, 61870585], [61870709, 61870962], [61871607, 61871847]], "strand": 1, "transcript": "NM_139317", "txend": 61871847, "txstart": 61867256}], "generif": [{"pubmed": 11801603, "text": "SMAC negatively regulates the anti-apoptotic activity of melanoma inhibitor of apoptosis (ML-IAP)."}, {"pubmed": 12488298, "text": "alpha isoform of LIVIN, which is not expressed in normal bladder tissue, is expressed in a proportion of bladder carcinoma with a high risk of relapse"}, {"pubmed": 14614456, "text": "livin gene is susceptible to efficient and specific silencing by the siRNA technology"}, {"pubmed": 15009721, "text": "T cells in a large proportion of melanoma patients infiltrating the tumor or circulating in the peripheral blood specifically recognize ML-IAP-derived peptides"}, {"pubmed": 15541814, "text": "livin gene may play a role in NSCLC development and increased expression of livin mRNA may serve as a new target for lung cancer treatment as well as survivin"}, {"pubmed": 16026775, "text": "Like survivin, livin may act as a major cancer antigen in breast cancer patients"}, {"pubmed": 16437214, "text": "Livin beta isoform plays the key role for the antiapoptotic protection of HeLa cells by the livin gene. the Livin isoforms can strongly differ in their functional significance for the antiapoptotic resistance of tumor cells."}, {"pubmed": 16729033, "text": "findings provide a novel function of Livin: it exhibits E3 ubiquitin ligase activity to degrade the pivotal apoptotic regulator Smac/DIABLO through the ubiquitin-proteasome pathway."}, {"pubmed": 16806840, "text": "Livin cleavage in melanoma cells occurs in an Omi-independent fashion at residue 52 within its potential caspase substrate and suggests the involvement of a non-canonical caspase."}, {"pubmed": 16840203, "text": "the BIRC7 gene might play a role in the development and aggression of non-Hodgkin's lymphoma"}, {"pubmed": 16965834, "text": "Targeted inhibition of livin strongly sensitized NSCLC cells to different pro-apoptotic stimuli, such as UV-irradiation or the chemotherapeutic drug etoposide thus Livin is an important contributor to the apoptosis resistance of NSCLC cells."}, {"pubmed": 16990595, "text": "The Livin expression is a novel prognostic marker in childhood ALL and thus needs to be incorporated into the patient stratification and treatment protocols."}, {"pubmed": 17035597, "text": "Deguelin has great potential for chemosensitization of this protein and could represent a new therapeutic agent for treatment of breast cancer."}, {"pubmed": 17294084, "text": "study demonstrates that only the first N-terminal glycine residue dictates the peri-nuclear distribution of tLivin; once it is properly localized, an intact RING domain enables pro-apoptotic function"}, {"pubmed": 17437058, "text": "Livin can contribute significantly to the apoptosis resistance of renal cell carcinoma cells."}, {"pubmed": 17519534, "text": "Livin expression is detected in 59 (38.8%) of 152 renal cell carcinoma specimens but not any in normal samples."}, {"pubmed": 17632732, "text": "High Livin expression is associated with osteosarcoma"}, {"pubmed": 17672950, "text": "Both Survivin and Livin were correlated to tumor recurrence and/or metastasis, and shorter survival."}, {"pubmed": 17968430, "text": "Increased livin protein expression is associated with renal cell carcinoma"}, {"pubmed": 18031611, "text": "Silencing livin could significantly induce apoptosis, arrest cell cycle at the G0/G1 phase, and inhibit proliferation in LiBr cells"}, {"pubmed": 18034418, "text": "Livin beta moderately protects against NK cell killing whereas Livin alpha augments killing. Livin augments an extrinsic inhibitory signal rather than functioning as an independent inhibitory mechanism."}, {"pubmed": 18210873, "text": "Livin is overexpressed in gastric carcinoma with a correlation to tumor differentiation and lymph node metastasis."}, {"pubmed": 18278467, "text": "Livin expression may have a role in the development of bladder cancer"}, {"pubmed": 18315896, "text": "Overexpression of livin gene may play a synergic role in the pathogenesis of in acute non-lymphocytic leukemia and associates with complete remission."}, {"pubmed": 18451137, "text": "MITF is a major transcriptional regulator of ML-IAP expression in melanomas."}, {"pubmed": 18476630, "text": "The positive rate of Livin was higher in LSCC than that in normal soft palate tissue and the expression was significantly associated with lymph node metastasis."}, {"pubmed": 18515985, "text": "Livin is implicated in testicular tumorigenesis and to be related to the histological testicular germ cell tumors subtype."}, {"pubmed": 18555709, "text": "Livin may serve as a promising marker to identify the relapse risk in bladder cancer, and targeting Livin could offer a therapeutic benefit in apoptosis-inducing treatment."}, {"pubmed": 18827979, "text": "Results showed that knockdown livin expression could inhibit cell growth and induce apoptosis in A549 and 103H non-small cell lung cancer cell lines."}, {"pubmed": 18837095, "text": "Over-expression of livin and VEGF contributes to the pathogenesis of esophageal carcinoma."}, {"pubmed": 19074843, "text": "review of the current understanding of the versatile roles of Livin in the apoptotic cascade [review]"}, {"pubmed": 19397802, "text": "Study demonstrates that alterations in the expression of IAP family members, including Survivin and Livin/ML-IAP, are frequent in hepatocellular carcinoma (HCC)."}, {"pubmed": 19549891, "text": "Livin plays a major role in tumorigenicity and that natural killer cells induce cleavage of Livin to its proapoptotic truncated protein that in turn inhibits tumor growth, shown here in transgenic NOD SCIID mice."}, {"pubmed": 19635196, "text": "The expression and correlation of Livin and Smac/DIABLO vary in different stages and pathological types of gastric carcinoma. Overexpression of Livin is closely related to differentiation and metastases of gastric carcinoma."}, {"pubmed": 19690982, "text": "The results suggest that livin may exert anti-apoptotic action on SPC-A1 by activating JNK1 signaling pathway and inhibiting caspase-3 activation."}, {"pubmed": 19724862, "text": "MycN is required for livin expression and that livin may counteract the proapoptotic effects of MycNin neuroblastoma cells."}, {"pubmed": 19806913, "text": "Inhibiting Livin and survivin expression with siRNA reduces colon cancer cell proliferation."}, {"pubmed": 19914791, "text": "Livin is overexpressed in gastric carcinoma with a relationship to tumor differentiation and lymph node metastases"}, {"pubmed": 20109966, "text": "investigated the expression of three apoptosis related genes, BCL2L13, CASP8AP2, and Livin, as well as their prognostic significance, in a retrospective study of 90 pediatric ALL patients diagnosed between 1996 and 2007 in Taiwan"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20388502, "text": "after Etoposide intervention glioblastoma stem-like cells showed a stronger resistance to apoptosis and death, and the anti-apoptotic gene livinbeta was related with the high survival rate"}, {"pubmed": 20416174, "text": "Livin mRNA and protein are highly expressed in non-Hodgkin's lymphoma patients and are positively correlated with many clinical features."}, {"pubmed": 20460713, "text": "Livin knockdown can inhibit cell growth and increase sensitivity to apoptotic stimuli, and might serve as a potent target in bladder cancer gene therapy."}, {"pubmed": 20584688, "text": "Livin overexpression at the invasive tumor front of oral squamous cell carcinoma may indicate greater malignancy and higher likeliness of tumor recurrence and metastasis."}, {"pubmed": 20607788, "text": "Livin-alpha may promote cell proliferation by regulating G(1)-S cell cycle transition and possibly play an important part in initiation of prostate cancer."}, {"pubmed": 20691667, "text": "These findings suggest that livin may contribute to drug resistance in neuroblastoma."}, {"pubmed": 20717925, "text": "VEGF stimulation results in mTOR signaling activation which changes the phosphorylation status of 4E-BP1, the downstream of mTOR signaling, and ultimately contributes to the translation initiation of Livin protein"}, {"pubmed": 21122381, "text": "JNK1, Raf-1 and Livin may be involved in the carcinogenesis of sporadic colorectal tubular adenoma."}, {"pubmed": 21617971, "text": "this review introduces Livin structure, biological function, and its role in cancer formation and progression and the possible interventions for cancer therapy."}, {"pubmed": 21700335, "text": "Livin expression is a novel prognostic marker in adult acute leukemia and thus needs to be incorporated into the patient stratification and treatment protocols."}, {"pubmed": 21867610, "text": "Bortezomib and arsenic trioxide can induce apoptosis by inhibiting the expression of livin mRNA in Jurkat cells."}, {"pubmed": 21867615, "text": "Livin and survivin may be involved in the pathogenesis and progression of adult acute lymphoblastic leukemia."}, {"pubmed": 22033581, "text": "A broad array of CD4(+) and CD8(+) cellular responses against ML-IAP was observed with novel class I and class II epitopes identified."}, {"pubmed": 22086237, "text": "High Livin is associated with glioma."}, {"pubmed": 22427141, "text": "livin induction of fibronectin regulates tumor cell invasion via nuclear factor kappa-B signaling"}, {"pubmed": 22711539, "text": "unknown role for ML-IAP in controlling C-RAF stability and cell migration."}, {"pubmed": 22766624, "text": "data suggested that livin plays an important role in inhibiting the apoptosis of ovarian cancer cells"}, {"pubmed": 22902369, "text": "Presented is the structure of the human dimeric RING domain from BIRC7 in complex with the E2 UbcH5B covalently linked to Ub."}, {"pubmed": 22930255, "text": "Survivin and livin mRNA levels in patients with lung cancer were significantly higher than in those with benign lung disease."}, {"pubmed": 22931613, "text": "Genistein can suppress Livin gene expression, induce melanoma cell apoptosis, hinder the cell cycle, and restrain cell proliferation."}, {"pubmed": 22932199, "text": "The increased expression of CD44v6 and Livin in gastric cancer tissue may be closely related with development and progression of gastric cancer."}, {"pubmed": 22938441, "text": "study concludes PTEN and Livin are important in renal clear cell carcinoma development"}, {"pubmed": 23029054, "text": "our data reveal a new, Livin-dependent, apoptotic role for TEAD1 in mammals and provide mechanistic insight downstream of TEAD1 deregulation in cancers."}, {"pubmed": 23030305, "text": "study demonstrated the expression of inhibitor of apoptosis proteins, survivin and Livin and the pro-apoptotic protein TSP-1 in endemic Burkitt lymphoma (BL); no significant difference was found between BL and reactive lymphoid hyperplasia"}, {"pubmed": 23069480, "text": "Livin expression may be regulated by miR-198 in human prostate cancer cell lines."}, {"pubmed": 23188704, "text": "Overexpression of Livin led to cisplatin resistance in colon cancer."}, {"pubmed": 23343959, "text": "Livin expression was positively correlated with the proliferation marker Ki-67, but was negatively correlated with caspase-3 expression in human ampullary carcinoma patients."}, {"pubmed": 23404657, "text": "High livin expression is associated with lymph node micrometastasis in non-small cell lung cancer."}, {"pubmed": 23480510, "text": "BRG1 regulates ML-IAP expression by cooperating with MITF to promote transcriptionally permissive chromatin structure on the ML-IAP promoter."}, {"pubmed": 23524337, "text": "Livin expression promotes breast cancer metastasis through the activation of AKT signaling and induction of EMT in breast cancer cells both in vitro and in vivo."}, {"pubmed": 23563149, "text": "Livin interaction with caspase-3 and Livin role in the regulation of cell death"}, {"pubmed": 23632777, "text": "our data suggest that Livin is involved in tumorigenesis of human osteosarcoma and may serve as a promising therapeutic target for osteosarcoma."}, {"pubmed": 23781587, "text": "Livin may inhibit apoptosis in cervical squamous cell carcinoma by downregulating caspase-3, thereby promoting disease progression."}, {"pubmed": 23906305, "text": "High BIRC7 expression is associated with lymph node metastasis in squamous cell/adenosquamous carcinomas and adenocarcinoma of gallbladder."}, {"pubmed": 24008725, "text": "no significant correlation was found between Livin expression and various clinicopathological parameters including survival."}, {"pubmed": 24023847, "text": "Livin is associated with tumor progression by increasing tumor cell motility and inhibiting apoptosis in colorectal cancer"}, {"pubmed": 24220265, "text": "our findings indicate that the expression of Livin is increased in human GC and correlates with tumor differentiation and lymph node metastases"}, {"pubmed": 24287698, "text": "Data suggest that Livin has a role in thrombopoiesis by regulating the apoptotic and antiapoptotic balance in MK endoreplication and platelet production."}, {"pubmed": 24295240, "text": "The expression of Livin was was independently related to survival in rectal cancer patients"}, {"pubmed": 24696218, "text": "Low livin expression is associated with childhood acute lymphoblastic leukemia."}, {"pubmed": 24767895, "text": "In diagnostically difficult cases of diffuse large B-cell lymphoma and Hodgkin lymphoma, focus on livin as marker may provide useful corroborative information."}, {"pubmed": 24938471, "text": "effectively silence Livin gene expression in LoVo colon cancer cells, inhibit cell proliferation and colony formation, induce apoptosis, and enhance sensitivity to cisplatin"}, {"pubmed": 25090821, "text": "Livin expression was not associated with survival in pancreas ductal adenocarcinoma."}, {"pubmed": 25242075, "text": "livin is associated with invasive and oncogenic phenotypes such as tumor cell invasion, tumor cell migration, tumor cell proliferation, and resistance to apoptosis in human oral squamous cell carcinoma cells."}, {"pubmed": 25261663, "text": "Co-silencing of Livin and Survivin can effectively inhibit the cell proliferation and apoptosis of lung cancer cells."}, {"pubmed": 25339450, "text": "These data suggest that livin overexpression plays an important role in tumor invasiveness by mediating resistance to apoptosis."}, {"pubmed": 25370472, "text": "Upregulation of Livin expression and downregulation of caspase activity are observed under cycling and chronic hypoxia in glioblastoma cells and xenografts."}, {"pubmed": 25374170, "text": "Livin gene has a high expression in osteosarcoma and inhibits apoptosis in tumor tissue."}, {"pubmed": 25695324, "text": "These findings suggest that livin may be used as a novel target for tumor gene therapy."}, {"pubmed": 26094984, "text": "Data showed that Livin knock-down suppressed cell proliferation and inhibited cell invasion, accompanied by downregulation of VEGF and MMP-2/-9. Its silencing resulted in the prevention of xenograft tumor formation."}, {"pubmed": 26122233, "text": "Livin expression was higher in condyloma acuminatum than in normal cells and was correlated with survivin and Ki-67."}, {"pubmed": 26412467, "text": "Our results suggested the important role of Livin and its partner molecule in the process of VSV treatment"}, {"pubmed": 26708654, "text": "The apoptosisinducing effects of livin and surivin knockdown were investigated using a Hoechst staining kit."}, {"pubmed": 26823716, "text": "Expression of livin, survivin and caspase-3 are closely related to the occurrence and development of prostatic cancer."}, {"pubmed": 27175933, "text": "the results of the present study suggested that Livin may enhance tumorigenesis by modulating the mitogenactivated/Akt signaling pathways in human HSCC."}, {"pubmed": 27448305, "text": "Data show that cylindromatosis (CYLD) overexpression and livin knockdown might improve gemcitabine chemosensitivity by decreasing autophagy and increasing apoptosis in bladder cancer (BCa) cells."}, {"pubmed": 27677286, "text": "High expression of BIRC7 is associated with drug resistance in Renal cell carcinoma."}, {"pubmed": 27802195, "text": "Positive BIRC7 expression and negative KLF4 expression are associated with the progression of PDAC and poor prognosis in patients with PDAC."}, {"pubmed": 28030838, "text": "Livin is specifically over-expressed in adrenocortical carcinoma."}, {"pubmed": 28109866, "text": "MicroRNA-214 inhibits the osteogenic differentiation of human osteoblasts through the direct regulation of BIRC7."}, {"pubmed": 28440463, "text": "our results suggest that siRNA-mediated Livin knockdown enhanced the chemosensitivity of the three head and neck squamous cell carcinoma cell lines to cisplatin, 5-FU and docetaxel."}, {"pubmed": 28459204, "text": "Further experiments confirmed the induction of cell apoptosis and suppression of cell proliferation by anti-MM scFv-tP in LiBr cells, along with efficient silence of Livin gene both in vitro and in vivo. Altogether, our findings provide a feasible approach to transport Livin small interfering RNA to malignant melanoma cells which would be a new therapeutic strategy for combating malignant melanoma"}, {"pubmed": 28470345, "text": "Livin overexpression not only significantly inhibited RCC cell apoptosis and increased cell viability, but completely reversed the si-CCAT1-mediated repression of cell viability"}, {"pubmed": 29039608, "text": "our results revealed that Livin induced EMT through the activation of the p38/GSK3beta pathway, which in turn promoted the progression and metastasis of breast cancer, especially for triple-negative breast cancer (TNBC)"}, {"pubmed": 29436592, "text": "The overexpression of PTEN concomitant with Livin gene silencing was confirmed as a feasible and effective in vitro and in vivo gene modulation method, which may represent a potential therapeutic strategy for the treatment of Gastric Cancer."}, {"pubmed": 30280770, "text": "Results found that KIAP expression is regulated by miR-23a in hepatocarcinoma cell line."}, {"pubmed": 30376767, "text": "BIRC7 upregulation might serve as a valuable biomarker of increased recurrence risk."}, {"pubmed": 31298372, "text": "High expression of Livin serves as a predictive indicator for parotid gland tumors."}, {"pubmed": 31445935, "text": "Livin induced a colon cancer phenotype, including proliferation and migration, by regulating H2A.X(Y39ph) (histone family 2A variant (H2AX) phosphorylated on the 39th serine site)."}, {"pubmed": 32119704, "text": "The expression of livin was observed in nasopharyngeal carcinoma (NPC) cells, which was significantly increased after exposing to small doses of irradiation. Further results showed that livin expression in NPC cells played a critical role in the development of radioresistance."}, {"pubmed": 32124942, "text": "A novel role for Livin in the response to ultraviolet B radiation and pterygium development."}, {"pubmed": 32359099, "text": "Oncostatin M upregulates Livin to promote keratinocyte proliferation and survival via ERK and STAT3 signalling pathways."}, {"pubmed": 32395888, "text": "Methylation-mediated miR-214 regulates proliferation and drug sensitivity of renal cell carcinoma cells through targeting LIVIN."}, {"pubmed": 32724797, "text": "Huaier Granule Combined with Tegafur Gimeracil Oteracil Potassium Promotes Stage IIb Gastric Cancer Prognosis and Induces Gastric Cancer Cell Apoptosis by Regulating Livin."}, {"pubmed": 32928920, "text": "The Inhibitor of Apoptosis Protein Livin Confers Resistance to Fas-Mediated Immune Cytotoxicity in Refractory Lymphoma."}, {"pubmed": 33234031, "text": "BIRC7 and STC2 Expression Are Associated With Tumorigenesis and Poor Outcome in Extrahepatic Cholangiocarcinoma."}, {"pubmed": 33649820, "text": "Inhibitor of apoptosis protein Livin promotes tumor progression and chemoradioresistance in human anaplastic thyroid cancer."}, {"pubmed": 35931997, "text": "The clinicopathological and prognostic significances of IGF-1R and Livin expression in patients with colorectal cancer."}, {"pubmed": 37773704, "text": "Dendritic cells infected with recombinant adenoviral vector encoding mouse fibroblast activation protein-alpha and human livin alpha exert an antitumor effect against Lewis lung carcinoma in mice."}, {"pubmed": 38332512, "text": "Livin is protective in UVB-induced skin photodamage by regulating keratinocyte activation and inflammatory responses."}, {"pubmed": 38332513, "text": "Livin expression promotes keratinocyte release of inflammatory mediators in psoriasis."}], "genomic_pos": {"chr": "20", "end": 63240495, "ensemblgene": "ENSG00000101197", "start": 63235883, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 61871859, "start": 61867235, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002088", "qualifier": "involved_in", "term": "lens development in camera-type eye"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010804", "pubmed": 11865055, "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016567", "pubmed": 16729033, "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031398", "qualifier": "involved_in", "term": "positive regulation of protein ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042127", "pubmed": 21617971, "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042981", "pubmed": 11865055, "qualifier": "acts_upstream_of_negative_effect", "term": "regulation of apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": 16729033, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043066", "pubmed": 11162435, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046330", "pubmed": 11865055, "qualifier": "involved_in", "term": "positive regulation of JNK cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051726", "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070247", "pubmed": 18034418, "qualifier": "involved_in", "term": "regulation of natural killer cell apoptotic process"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 17294084, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 17294084, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 17294084, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "qualifier": "located_in", "term": "centrosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004842", "pubmed": 16729033, "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004869", "pubmed": 21617971, "qualifier": "enables", "term": "cysteine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11024045, 11084335, 11801603, 11865055, 16729033, 25416956, 28514442, 31515488, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0019899", "pubmed": 11801603, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043027", "qualifier": "enables", "term": "cysteine-type endopeptidase inhibitor activity involved in apoptotic process"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}]}, "homologene": {"genes": [[9544, 697671], [9598, 746160], [9606, 79444], [9615, 485969], [9913, 514508], [10090, 329581]], "id": 51405}, "interpro": [{"desc": "Zinc finger, RING-type", "id": "IPR001841", "short_desc": "Znf_RING"}, {"desc": "Death-like domain superfamily", "id": "IPR011029", "short_desc": "DEATH-like_dom_sf"}, {"desc": "Zinc finger, RING-type, conserved site", "id": "IPR017907", "short_desc": "Znf_RING_CS"}, {"desc": "BIR repeat", "id": "IPR001370", "short_desc": "BIR_rpt"}, {"desc": "Zinc finger, RING/FYVE/PHD-type", "id": "IPR013083", "short_desc": "Znf_RING/FYVE/PHD"}], "ipi": ["IPI00152993", "IPI00219046", "IPI00853322"], "map_location": "20q13.33", "name": "baculoviral IAP repeat containing 7", "other_names": ["RING finger protein 50", "RING-type E3 ubiquitin transferase BIRC7", "baculoviral IAP repeat-containing protein 7", "kidney inhibitor of apoptosis protein", "livin inhibitor of apoptosis", "melanoma inhibitor of apoptosis protein"], "pantherdb": {"HGNC": "13702", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2676458", "ortholog_type": "LDO", "panther_family": "PTHR10044", "taxid": 10090, "uniprot_kb": "A2AWP0"}, {"RGD": "1562883", "ortholog_type": "LDO", "panther_family": "PTHR10044", "taxid": 10116, "uniprot_kb": "D4A690"}, {"Ensembl": "ENSGALG00000005762", "ortholog_type": "LDO", "panther_family": "PTHR10044", "taxid": 9031, "uniprot_kb": "E1C5V5"}, {"ZFIN": "ZDB-GENE-070615-35", "ortholog_type": "LDO", "panther_family": "PTHR10044", "taxid": 7955, "uniprot_kb": "F1QQ37"}, {"FlyBase": "FBgn0260635", "ortholog_type": "O", "panther_family": "PTHR10044", "taxid": 7227, "uniprot_kb": "Q24306"}, {"FlyBase": "FBgn0015247", "ortholog_type": "O", "panther_family": "PTHR10044", "taxid": 7227, "uniprot_kb": "Q24307"}, {"PomBase": "SPCC962.02c", "ortholog_type": "O", "panther_family": "PTHR10044", "taxid": 4896, "uniprot_kb": "O14064"}], "uniprot_kb": "Q96CA5"}, "pathway": {"kegg": [{"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa04215", "name": "Apoptosis - multiple species - Homo sapiens (human)"}, {"id": "hsa05145", "name": "Toxoplasmosis - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05222", "name": "Small cell lung cancer - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9824594", "name": "Regulation of MITF-M-dependent genes involved in apoptosis"}, {"id": "R-HSA-9856651", "name": "MITF-M-dependent gene expression"}], "wikipathways": [{"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP4241", "name": "Type 2 papillary renal cell carcinoma"}, {"id": "WP4658", "name": "Small cell lung cancer"}]}, "pdb": ["1OXN", "1OXQ", "1OY7", "1TW6", "2I3H", "2I3I", "3F7G", "3F7H", "3F7I", "3GT9", "3GTA", "3UW5", "4AUQ"], "pfam": ["PF00653", "PF13920"], "pharmgkb": "PA25364", "pharos": {"target_id": 13175, "tdl": "Tchem"}, "pir": "JC7568", "prosite": ["PS50089", "PS50143"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF268103", "relationship": "is"}, {"id": "GNF268104", "relationship": "is"}, {"id": "GNF268105", "relationship": "is"}, {"id": "GNF268106", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079970", "relationship": "is"}, {"id": "GNF079971", "relationship": "is"}, {"id": "GNF079972", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053118", "relationship": "is"}, {"id": "GNF057886", "relationship": "is"}, {"id": "GNF073034", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066283", "relationship": "is"}, {"id": "GNF066284", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF001119", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": [{"id": "GNF334578", "relationship": "is"}, {"id": "GNF335031", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF102353", "relationship": "is"}, {"id": "GNF142007", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_029552.1"], "protein": ["NP_071444.1", "NP_647478.1", "XP_047296451.1", "XP_054179986.1", "XP_054179987.1", "XP_054179988.1", "XP_054179989.1"], "rna": ["NM_022161.4", "NM_139317.3", "XM_047440495.1", "XM_054324011.1", "XM_054324012.1", "XM_054324013.1", "XM_054324014.1"], "translation": [{"protein": "XP_054179987.1", "rna": "XM_054324012.1"}, {"protein": "XP_054179986.1", "rna": "XM_054324011.1"}, {"protein": "NP_071444.1", "rna": "NM_022161.4"}, {"protein": "XP_054179988.1", "rna": "XM_054324013.1"}, {"protein": "XP_054179989.1", "rna": "XM_054324014.1"}, {"protein": "XP_047296451.1", "rna": "XM_047440495.1"}, {"protein": "NP_647478.1", "rna": "NM_139317.3"}]}, "reporter": {"HG-U133_Plus_2": "220451_s_at", "HTA-2_0": "TC20000508.hg.1", "HuEx-1_0": "3893250", "HuGene-1_1": "8064031", "HuGene-2_1": "16915868"}, "retired": 64126, "summary": "This gene encodes a member of the inhibitor of apoptosis protein (IAP) family, and contains a single copy of a baculovirus IAP repeat (BIR) as well as a RING-type zinc finger domain. The BIR domain is essential for inhibitory activity and interacts with caspases, while the RING finger domain sometimes enhances antiapoptotic activity but does not inhibit apoptosis alone. Elevated levels of the encoded protein may be associated with cancer progression and play a role in chemotherapy sensitivity. Alternative splicing results in multiple transcript variants [provided by RefSeq, Jul 2013].", "symbol": "BIRC7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332418"}, "unigene": "Hs.256126", "uniprot": {"Swiss-Prot": "Q96CA5", "TrEMBL": "A8MTF4"}, "wikipedia": {"url_stub": "BIRC7"}}