{"AllianceGenome": "593", "HGNC": "593", "MIM": "603352", "_id": "332", "_version": 2, "accession": {"genomic": ["AC087645.19", "AY795969.1", "CH471099.1", "CP068261.2", "JA362594.1", "NC_000017.11", "NC_060941.1", "NG_029069.1", "U75285.1"], "protein": ["AAC51660.1", "AAD34226.1", "AAH08718.1", "AAH34148.1", "AAH65497.1", "AAV40840.1", "AAW22624.1", "AAY15202.1", "ABB76601.1", "ABC42341.1", "ABC42342.1", "ABC42343.1", "ABC42344.1", "ABC42345.1", "ABF60110.1", "ABF60111.1", "ABF60112.1", "ABF60113.1", "ABF60114.1", "ADM26643.1", "BAA93676.1", "BAD11155.1", "BAD97148.1", "BAG34858.1", "BAH13555.1", "CAG46540.1", "CCA94579.1", "EAW89511.1", "EAW89512.1", "EAW89513.1", "EAW89514.1", "NP_001012270.1", "NP_001012271.1", "NP_001159.2", "O15392.3", "QOI12310.1"], "rna": ["AB028869.1", "AB154416.1", "AF077350.1", "AI800528.1", "AK223428.1", "AK301793.1", "AK311917.1", "AL519719.3", "AL547142.3", "AY830084.1", "AY927772.1", "BC000784.2", "BC008718.2", "BC034148.1", "BC065497.1", "BE537971.1", "BG178974.1", "BG759111.1", "BI254058.1", "BI520186.1", "BM476145.1", "BQ687404.1", "CB112371.1", "CR541740.1", "DQ227257.1", "DQ310375.1", "DQ310376.1", "DQ310377.1", "DQ310378.1", "DQ310379.1", "DQ508245.1", "DQ508246.1", "DQ508247.1", "DQ508248.1", "DQ508249.1", "HM625836.1", "MT592864.1", "MT592865.1", "MT592866.1", "MT592867.1", "MT592868.1", "MT592869.1", "MT592870.1", "MT592871.1", "MT592872.1", "MT592873.1", "MT592874.1", "MT592875.1", "MT592876.1", "MT592877.1", "NM_001012270.2", "NM_001012271.2", "NM_001168.3"], "translation": [{"protein": "NP_001012270.1", "rna": "NM_001012270.2"}, {"protein": "ABC42342.1", "rna": "DQ310376.1"}, {"protein": "AAD34226.1", "rna": "AF077350.1"}, {"protein": "ABC42343.1", "rna": "DQ310377.1"}, {"protein": "ABF60110.1", "rna": "DQ508245.1"}, {"protein": "ABF60111.1", "rna": "DQ508246.1"}, {"protein": "CAG46540.1", "rna": "CR541740.1"}, {"protein": "ABC42345.1", "rna": "DQ310379.1"}, {"protein": "NP_001012271.1", "rna": "NM_001012271.2"}, {"protein": "ADM26643.1", "rna": "HM625836.1"}, {"protein": "ABF60112.1", "rna": "DQ508247.1"}, {"protein": "NP_001159.2", "rna": "NM_001168.3"}, {"protein": "BAD97148.1", "rna": "AK223428.1"}, {"protein": "AAH08718.1", "rna": "BC008718.2"}, {"protein": "QOI12310.1", "rna": "MT592866.1"}, {"protein": "AAH34148.1", "rna": "BC034148.1"}, {"protein": "ABC42344.1", "rna": "DQ310378.1"}, {"protein": "AAH65497.1", "rna": "BC065497.1"}, {"protein": "AAW22624.1", "rna": "AY830084.1"}, {"protein": "ABF60113.1", "rna": "DQ508248.1"}, {"protein": "BAH13555.1", "rna": "AK301793.1"}, {"protein": "BAG34858.1", "rna": "AK311917.1"}, {"protein": "ABF60114.1", "rna": "DQ508249.1"}, {"protein": "ABB76601.1", "rna": "DQ227257.1"}, {"protein": "BAA93676.1", "rna": "AB028869.1"}, {"protein": "ABC42341.1", "rna": "DQ310375.1"}, {"protein": "BAD11155.1", "rna": "AB154416.1"}, {"protein": "AAY15202.1", "rna": "AY927772.1"}]}, "alias": ["API4", "EPR-1"], "ensembl": {"gene": "ENSG00000089685", "protein": ["ENSP00000301633", "ENSP00000324180", "ENSP00000364086", "ENSP00000465868", "ENSP00000466063", "ENSP00000466617", "ENSP00000466675", "ENSP00000467259", "ENSP00000467336"], "transcript": ["ENST00000301633", "ENST00000350051", "ENST00000374948", "ENST00000586192", "ENST00000587746", "ENST00000589892", "ENST00000590449", "ENST00000590925", "ENST00000591800", "ENST00000592115", "ENST00000592734"], "translation": [{"protein": "ENSP00000301633", "rna": "ENST00000301633"}, {"protein": "ENSP00000324180", "rna": "ENST00000350051"}, {"protein": "ENSP00000467336", "rna": "ENST00000590925"}, {"protein": "ENSP00000364086", "rna": "ENST00000374948"}, {"protein": "ENSP00000465868", "rna": "ENST00000590449"}, {"protein": "ENSP00000466617", "rna": "ENST00000592734"}, {"protein": "ENSP00000466063", "rna": "ENST00000586192"}, {"protein": "ENSP00000466675", "rna": "ENST00000587746"}, {"protein": "ENSP00000467259", "rna": "ENST00000591800"}], "type_of_gene": "protein_coding"}, "entrezgene": "332", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.77728246205, "exp_mis": 65.1644613059, "exp_syn": 33.1794635568, "lof_z": 1.81778640156308, "mis_z": 0.615878914950932, "mu_lof": 4.63714069799e-07, "mu_mis": 6.10501606786e-06, "mu_syn": 3.02918265756e-06, "n_lof": 2.0, "n_mis": 55.0, "n_syn": 31.0, "p_li": 0.215847836777704, "p_null": 0.0387923331806177, "p_rec": 0.745359830041678, "syn_z": 0.23456523370242}, "bp": 498, "cds_end": 76219635, "cds_start": 76210397, "n_exons": 5, "nonpsych": {"exp_lof": 6.0394127048, "exp_mis": 58.8854454268, "exp_syn": 29.9359344586, "lof_z": 1.61425768943434, "mis_z": 0.452574429123916, "mu_lof": 4.63714069799e-07, "mu_mis": 6.10501606786e-06, "mu_syn": 3.02918265756e-06, "n_lof": 2.0, "n_mis": 52.0, "n_syn": 28.0, "p_li": 0.189336083277338, "p_null": 0.0583978184060503, "p_rec": 0.752266098316612, "syn_z": 0.222770056909408}, "nontcga": {"exp_lof": 6.22587104938, "exp_mis": 59.9420795853, "exp_syn": 30.5158787367, "lof_z": 1.67069586154538, "mis_z": 0.639766064162568, "mu_lof": 4.63714069799e-07, "mu_mis": 6.10501606786e-06, "mu_syn": 3.02918265756e-06, "n_lof": 2.0, "n_mis": 50.0, "n_syn": 29.0, "p_li": 0.18716214619582, "p_null": 0.0502331812729025, "p_rec": 0.762604672531277, "syn_z": 0.173749742601119}, "transcript": "ENST00000301633.4"}, "exons": [{"cdsend": 78223657, "cdsstart": 78214316, "chr": "17", "position": [[78214252, 78214427], [78214679, 78214789], [78223464, 78225635]], "strand": 1, "transcript": "NM_001012270", "txend": 78225635, "txstart": 78214252}, {"cdsend": 78223554, "cdsstart": 78214316, "chr": "17", "position": [[78214252, 78214427], [78214679, 78214789], [78215965, 78216034], [78216663, 78216781], [78223464, 78225635]], "strand": 1, "transcript": "NM_001012271", "txend": 78225635, "txstart": 78214252}, {"cdsend": 78223554, "cdsstart": 78214316, "chr": "17", "position": [[78214252, 78214427], [78214679, 78214789], [78216663, 78216781], [78223464, 78225635]], "strand": 1, "transcript": "NM_001168", "txend": 78225635, "txstart": 78214252}], "exons_hg19": [{"cdsend": 76219738, "cdsstart": 76210397, "chr": "17", "position": [[76210333, 76210508], [76210760, 76210870], [76219545, 76221716]], "strand": 1, "transcript": "NM_001012270", "txend": 76221716, "txstart": 76210333}, {"cdsend": 76219635, "cdsstart": 76210397, "chr": "17", "position": [[76210333, 76210508], [76210760, 76210870], [76212046, 76212115], [76212744, 76212862], [76219545, 76221716]], "strand": 1, "transcript": "NM_001012271", "txend": 76221716, "txstart": 76210333}, {"cdsend": 76219635, "cdsstart": 76210397, "chr": "17", "position": [[76210333, 76210508], [76210760, 76210870], [76212744, 76212862], [76219545, 76221716]], "strand": 1, "transcript": "NM_001168", "txend": 76221716, "txstart": 76210333}], "generif": [{"pubmed": 11712083, "text": "Relative levels of expression of survivin mRNA and survivin protein increased after low- and high-dose CDDP treatment. Survivin mRNA was not detected in normal gastric mucosas."}, {"pubmed": 11728454, "text": "data demonstrate a crucial role of PI3-kinase/Akt/NF-kappaB/survivin signaling in tubular morphogenesis of HCAEC triggered by hypoxic preconditioning."}, {"pubmed": 11773702, "text": "Expression of survivin mRNA and protein in gastric cancer cell line (MKN-45) during cisplatin treatment"}, {"pubmed": 11821157, "text": "Survivin was expressed in all thymocyte subsets but its expression level was developmentally regulated."}, {"pubmed": 11844831, "text": "expression associated with reduced survival and reduced apoptotic capacity in gliomas"}, {"pubmed": 11861764, "text": "Data demonstrate that the primary survivin pool in mitotic cells is associated with microtubules and participates in the assembly of a bipolar mitotic spindle."}, {"pubmed": 11875736, "text": "expression of alternative survivin splice varients related to gastric tumor progression"}, {"pubmed": 11877677, "text": "The ratio of survivin to Fas in primary tumors may be used to predict the risk for recurrent disease in patients with neuroblastoma."}, {"pubmed": 11888845, "text": "survivin may represent a novel neuroendocrine marker for chromaffin cell tumors, survivin does not appear to reliably distinguish benign from malignant pheochromocytomas/paragangliomas and thus does not identify patients at risk of recurrent disease"}, {"pubmed": 11925104, "text": "This nuclear shuttling protein is exported actively from the nucleus via the CRM1-dependent pathway."}, {"pubmed": 12073047, "text": "Expression in primary glioblastomas."}, {"pubmed": 12085263, "text": "survivin expression freqently seen in gastric cancer patients and first-degree relatives; co-expression with cyclooxygenase-2 suggests multiple pathways contributing to apoptosis inhibition in gastric cancer"}, {"pubmed": 12115583, "text": "expression of functionally different survivin splice variants suggests a role in the progression and clinical behavior of human renal cell carcinomas"}, {"pubmed": 12119561, "text": "Survivin expression was significantly associated with PCNA-labeling index, clinical stage, histological grade, clinical outcome, and survival rate in ovarian epithelial carcinomas."}, {"pubmed": 12133447, "text": "Higher expression level of surviving mRNA in primary leukemic cells from acute leukemia patients may be one of the reasons that leukemic cells are insensitive to chemotherapy."}, {"pubmed": 12143224, "text": "Survivin was not likely to be related with an inhibition of apoptosis or induction of telomerase but may have some role in gastric cancer extension."}, {"pubmed": 12168867, "text": "comparative study of expression of survivin in primary and metastatic colonic adenocarcinomas"}, {"pubmed": 12174930, "text": "expression in laryngeal squamous cell carcinomas and its prognostic implications"}, {"pubmed": 12235242, "text": "studies define a novel p53-survivin signaling pathway activated by DNA damage that results in down-regulation of survivin, cell cycle arrest, and apoptosis"}, {"pubmed": 12363043, "text": "cellular studies and clinical data suggest a direct link between survivin expression and tumour cell susceptibility to taxol"}, {"pubmed": 12374680, "text": "survivin not only suppresses apoptosis but also accelerates cancer cell-proliferative activity and plays an important role in tumor progression in hepatocellular carcinoma"}, {"pubmed": 12388702, "text": "Reovirus-induced apoptosis involves reduction of cellular survivin levels"}, {"pubmed": 12393476, "text": "findings suggest that activated STAT3 signaling directly contributes to malignant progression of primary effusion lymphoma by preventing apoptosis, acting through the prosurvival protein survivin"}, {"pubmed": 12419797, "text": "These results indicate that survivin stimulates Aurora-B kinase activity and helps correctly target Aurora-B to its substrates during the cell cycle, thus providing a mechanism as to how survivin exerts its function in human cells."}, {"pubmed": 12510154, "text": "Survivin may be actively involved in regulating cell viability during HIV-1 infection"}, {"pubmed": 12517802, "text": "Suppression of phosphorylation on Thr34 by flavopiridol enhances tumor cell apoptosis."}, {"pubmed": 12556969, "text": "the determination of nuclear survivin expression could be used to individualise therapeutic strategies in oesophageal squamous cell cancer in the future."}, {"pubmed": 12569609, "text": "Survivin expression in astrocytic tumors varies with histologic malignancy and may play an important role in the oncogenesis and progression of astrocytic tumors"}, {"pubmed": 12609713, "text": "The level of survivin was decreased after thapsigargin treatment in hepatoma cell lines indicating that survivin plays an important role in endoplasmic reticulum stress-mediated apoptosis."}, {"pubmed": 12643601, "text": "We conclude that the changes in the level of caspase-3 and survivin play an important role in the transformation from normal gastric mucosa to gastric cancer."}, {"pubmed": 12654446, "text": "Survivin is an important inhibitor of apoptosis in colorectal cancer cell lines."}, {"pubmed": 12678716, "text": "role in pathological conditions-REVIEW"}, {"pubmed": 12709681, "text": "Survivin is expressed in embryonic tissues as well as in the majority of human cancers, but is not expressed in most normal adult tissues."}, {"pubmed": 12773388, "text": "Survivin-HBXIP complexes, but neither survivin nor HBXIP individually, bind pro-caspase-9, preventing its recruitment to Apaf1, and thereby selectively suppressing apoptosis."}, {"pubmed": 12794243, "text": "survivin may play an important role in transition from intraductal papillary-mucinous tumor of the pancreas adenoma to carcinoma in situ"}, {"pubmed": 12805209, "text": "Data show that mammalian cells lacking survivin are unable to align their chromosomes, fail to recruit Aurora B to kinetochores and become polyploid at a very high frequency."}, {"pubmed": 12833149, "text": "survivin is upregulated by oncogenic c-H-Ras in tumor cells"}, {"pubmed": 12854136, "text": "survivin plays an important role in the onset of gastric carcinoma and that high survivin expression is an early event of gastric carcinoma."}, {"pubmed": 12883703, "text": "survivin has a role in the dedifferentiation of thyroid carcinoma"}, {"pubmed": 12885482, "text": "Expression of non-destructible beta catenin mutants increased survivin expression and protected against ultraviolet-B-induced apoptosis."}, {"pubmed": 12926071, "text": "All bladder tumor tissues expressed survivin mRNA."}, {"pubmed": 12963850, "text": "Survivin is essential for cell cycle progression in leukemic cells"}, {"pubmed": 14523021, "text": "survivin is required to maintain a critical anti-apoptotic threshold in prostate cancer cells"}, {"pubmed": 14527689, "text": "adenovirus 2 E1B-55K protein blocks p53 as a transcriptional repressor protein of the survivin and the MAP4 promoters"}, {"pubmed": 14581472, "text": "survivin has separable checkpoint functions at multiple phases of mitosis and in the control of mitochondrial-dependent apoptosis."}, {"pubmed": 14583779, "text": "abnormally low levels of expression of the nuclear form of this protein may be a marker of more aggressive disease or higher morphologic grade in ependymal and choroid plexus tumours."}, {"pubmed": 14597555, "text": "Stabilization of survivin may contribute to the apoptosis resistance effect of COX-2 in non-small cell lung cancer."}, {"pubmed": 14597622, "text": "PML-induced apoptosis by down-regulation of Survivin."}, {"pubmed": 14610074, "text": "phosphorylation of survivin at threonine 117 by aurora-B may regulate targeting of survivin"}, {"pubmed": 14614132, "text": "Hsp90, a molecular chaperone that is central to the cellular stress response, associates with survivin, an apoptosis inhibitor and essential regulator of mitosis."}, {"pubmed": 14676801, "text": "Data suggests that survivin expression may identify cases of oral squamous cell carcinoma with more aggressive and invasive phenotype."}, {"pubmed": 14699067, "text": "Substitution of single amino acid converts Survivin to proapoptotic agent."}, {"pubmed": 14734714, "text": "Through induction of survivin by IL-11 in a human transplant model, evidence is given that survivin can protect cells from T cell-mediated graft injury."}, {"pubmed": 14988404, "text": "NO inhibited the expression of survivin, which was down-regulated by the p38 MAP kinase pathway"}, {"pubmed": 15004200, "text": "Survivin up-regulates Fas ligand (FasL) expression in colon cancer cells by augmenting DNA binding of transcription factor specificity protein 1 (Sp1) to the FasL promoter."}, {"pubmed": 15077160, "text": "STAT3 signaling supports gastric cancer cell survival in association with survivin expression."}, {"pubmed": 15126108, "text": "High expression of survivin is associated with esophageal cancer"}, {"pubmed": 15138717, "text": "higher level of expression of survivin is associated with Colonic Neoplasms"}, {"pubmed": 15139971, "text": "Testicular survivin was found in infertile men."}, {"pubmed": 15148334, "text": "new insights into the regulation and function of survivin and implications for the pathogenesis, diagnosis, and treatment of inflammatory diseases and cancer"}, {"pubmed": 15149158, "text": "survivin, p53, and bcl-2 are elevated in breast carcinoma but not ductal intraepithelial neoplasia"}, {"pubmed": 15195112, "text": "An important role is suggested for survivin in progression, recurrence, and treatment of hepatocellular carcinoma"}, {"pubmed": 15280424, "text": "Changes in the turnover of survivin at centromeres influence the stability of kinetochore-microtubule attachment and signaling of the spindle checkpoint."}, {"pubmed": 15294091, "text": "the high level of survivin in some cancers is, at least in part, due to a genetic defect in the promoter region of the human survivin gene, which causes derepression of survivin transcription apparently due to the mutated repressor binding motifs."}, {"pubmed": 15309737, "text": "Overexpression of survivin plays an important role in the development and progression of pancreatic cancer"}, {"pubmed": 15326475, "text": "may enhance tumor cell survival upon radiation exposure such as regulation of double-strand DNA break repair and tumor cell metabolism"}, {"pubmed": 15334064, "text": "survivin-2B variant is a proapoptotic factor and its expression is upregulated by p53"}, {"pubmed": 15334693, "text": "Survivin is a special tumor marker independent of histopathological characteristics and may play an important role during human colorectal tumorigenesis by inhibiting apoptosis."}, {"pubmed": 15383173, "text": "the high level of survivin in some cancers is, at least in part, due to a genetic defect in the promoter region of the human survivin gene, which causes derepression of survivin transcription"}, {"pubmed": 15456784, "text": "survivin can reduce the cell growth inhibition and apoptosis, and p53 elevates the p21 level, which may attenuate the cell death in the quercetin-treated human lung carcinoma cells"}, {"pubmed": 15457550, "text": "possible role of survivin in gastric cancer invasiveness and metastasis"}, {"pubmed": 15477601, "text": "depletion of survivin caused defects in cell division, followed by an arrest of DNA synthesis"}, {"pubmed": 15489959, "text": "results show that survivin exists in a novel mitochondrial pool in tumor cells; mitochondrial survivin orchestrates a novel pathway of apoptosis inhibition, which contributes to tumor progression"}, {"pubmed": 15512811, "text": "survivin may have a role in promoting aberrantly increased cell viability and contribute to the altered homeostatic balance between cell growth and cell death in leukemia"}, {"pubmed": 15531913, "text": "Inhibition of Cdc2 activity and the subsequent downregulation of survivin and XIAP by subtoxic doses of rottlerin contribute to amplification of caspase cascades."}, {"pubmed": 15541727, "text": "Survivin does not act to inhibit Smac-mediated apoptosis"}, {"pubmed": 15547736, "text": "survivin may play an important role in tumor progression of hepatocellular carcinoma."}, {"pubmed": 15569667, "text": "G(1) cell cycle arrest sensitizes breast cancer cells to TRAIL at least in part by reducing levels of the anti-apoptotic protein survivin: ectopic expression of survivin partially suppresses apoptosis induced by TRAIL"}, {"pubmed": 15611790, "text": "Our results suggest that the different forms of survivin may have different roles in apoptosis in breast cancer."}, {"pubmed": 15623349, "text": "involvement of Survivin (and the associated events) in UV-B response in vitro and in vivo in experimental models regarded to have relevance to human situations"}, {"pubmed": 15628841, "text": "The homodimer interface of this protein interacts with Smac/Diablo."}, {"pubmed": 15637054, "text": "Protein binding to the 21-bp DNA element in the survivin promoter contributes at least in part to the inhibitory effect of hedamycin on survivin gene transcription."}, {"pubmed": 15638381, "text": "Patients with non-Hodgkin's lymphoma presented a high level of survivin expression, it was more pronounced in aggressive than in indolent nHL."}, {"pubmed": 15655550, "text": "a role for Survivin as a marker of tumour morphology and clinical outcome in medulloblastoma."}, {"pubmed": 15670305, "text": "Survivin expression provides some prognostic information regarding uterine cervical cancer, even though it was not correlated with survival. It could represent a possible new prognostic marker of uterine cervical squamous cell carcinoma patients."}, {"pubmed": 15685548, "text": "Use of the adeno-associated virus mediated survivan mutant (Cys84Ala) is a promising strategy in colon cancer gene therapy."}, {"pubmed": 15688031, "text": "Targeting specific survivin isoforms, rather than survivin alone, may selectively and effectively destroy tumor cells."}, {"pubmed": 15709157, "text": "Survivin is involved in supporting luteal function, and that HCG contributes to this role."}, {"pubmed": 15729715, "text": "Our findings suggest that activated NF-kappaB signaling contributes directly to malignant progression of ATL by preventing apoptosis, acting through the prosurvival protein survivin."}, {"pubmed": 15735703, "text": "upregulation of Survivin via IGF-1 signaling confers resistance to flutamide in prostate cancer cells"}, {"pubmed": 15743529, "text": "a novel survivin splice variant designated as survivin 2alpha"}, {"pubmed": 15802787, "text": "A high level of expression of survivin mRNA indicates a high grade of malignancy, high likelihood of recurrence, and poor prognosis."}, {"pubmed": 15809755, "text": "High expression level of survivin and its splice variants have important roles in the progression of human colorectal carcinomas."}, {"pubmed": 15817155, "text": "Survivin up-regulates telomerase activity by augmenting gene transcription of hTERT."}, {"pubmed": 15829320, "text": "apoptotic defects in pleural mesotheliomas are linked to increased levels of survivin; gene may be important in mesothelial carcinogenesis, and overexpression may be involved in pleural mesothelioma drug resistance"}, {"pubmed": 15829330, "text": "Survivin-2B specifically expressed in lung cancer tissue and found to specifically elicit a cellular immune response in lung cancer patients"}, {"pubmed": 15831281, "text": "survivin is expressed in human germ cells and might be involved in apoptosis control during spermatogenesis"}, {"pubmed": 15870931, "text": "Overexpression of survivin is associated with metastatic melanomas"}, {"pubmed": 15882878, "text": "Exposure of human neuroblastoma cells to exogenous VEGF results in an increased expression of survivin protein."}, {"pubmed": 15896468, "text": "Survivin expression correlates with the differentiation state of testicular germ cell tumors and may be relevant for their tumorigenesis and malignant potential"}, {"pubmed": 15916722, "text": "Results indicate that the differential p53-regulated expression of survivin at different stages of the cell cycle results in different cellular outputs under the same apoptosis-inducer."}, {"pubmed": 15923164, "text": "Up-regulated survivin expression was an independent predictor of high-risk human papillomavirus in cervical lesions"}, {"pubmed": 15924721, "text": "Survivin is related to differentiation of K562 cells, and it can be a target of gene therapy for leukemia."}, {"pubmed": 15928668, "text": "This is the first study reporting a statistical significant prognostic relevance of nuclear and cytoplasmic Survivin overexpression in pancreatic cancer."}, {"pubmed": 15936846, "text": "survivin-2B and survivin-DeltaEx3 play opposite roles in disease relapse and NSCLC cell survival, which is likely through the differential modulation of mitochondrial potential"}, {"pubmed": 15938719, "text": "Aurora-c is directly associated with survivin and is required for cytokinesis."}, {"pubmed": 15943789, "text": "Survivin might be a good predictor of diffuse large B-cell lymphoma and its subtypes."}, {"pubmed": 15986442, "text": "studies demonstrate that lower levels of survivin in recurrent metastatic melanomas are associated with significantly improved survival in patients receiving postoperative adjuvant immunotherapy"}, {"pubmed": 15991282, "text": "Overexpression of survivin in hepatocellular carcinoma(HCC) closely correlated to expression of VEGF. Stronger expression of survivin and VEGF also found in metastasis. Could become new target of gene therapy of HCC."}, {"pubmed": 15993841, "text": "Rebamipide significantly downregulates in AGS cell survivin expression, its association with Aurora-B and cell proliferation. Rebamipide-induced downregulation of survivin is at the transcription level and does not involve ubiquitin-proteasome pathway."}, {"pubmed": 16026775, "text": "Like survivin, livin may act as a major cancer antigen in breast cancer patients"}, {"pubmed": 16048634, "text": "Testicular survivin levels in infertile patients were related inversely to the severity of spermatogenic failure (p < 0.001), with a lack of expression in most specimens with pre-meiotic spermatogenic arrest and in all those with germ cell aplasia."}, {"pubmed": 16055565, "text": "Whereas survivin expression is essential for megakaryocyte and erythroid progenitors, its down-regulation is required for terminal differentiation of megakaryocytes."}, {"pubmed": 16108013, "text": "survivin is downregulated by p53, and that siRNA targeting of survivin increases cell sensitivity to adriamycin and promotes apoptosis"}, {"pubmed": 16123317, "text": "Survivin is a critical regulator of multiple processes, including proliferation, apoptosis, and angiogenesis, that determine the remodeling response of vein grafts following arterialization"}, {"pubmed": 16142334, "text": "Survivin variants are differentially expressed in breast cancer according to tumour progression"}, {"pubmed": 16142363, "text": "IAP-2, XIAP, and survivin may make an important contribution to the resistance to the apoptotic effect of cisplatin in prostate cancer"}, {"pubmed": 16171786, "text": "Survivin should accelerate tumorigenesis by inhibiting the anti-proliferative effect of p53 tumor suppressor that is activated by aurora B in normal and glioblastoma cells containing intact p53."}, {"pubmed": 16173017, "text": "upregulated by Hepatitis B virus X (HBx) protein in in hepatoma tissues, suggesting that HBx and survivin may both be involved in carcinogenesis of hepatocellular carcinoma"}, {"pubmed": 16202147, "text": "Survivin may have a role in venous or perineural invasion of metastastic pancreatic cancer"}, {"pubmed": 16211215, "text": "survivin gene expression is negatively regulated by p53 in NSCLC, and survivin expression could inhibit apoptosis and accelerate tumor cell proliferation to produce more aggressive carcinomas"}, {"pubmed": 16211302, "text": "downregulation of the XIAP or survivin enhances cell death by TRAIL and increases sensitivity against some chemotherapeutic agents in hepatocellular carcinoma cells"}, {"pubmed": 16239925, "text": "Data show that INCENP has an important role in stabilizing the chromosomal passenger complex, and that Borealin acts to promote binding of Survivin to INCENP."}, {"pubmed": 16254145, "text": "Inhibition of Bcr-Abl by imatinib significantly decreased survivin expression and cell viability in omatinib-resistantchronic myelogenous leukemia cells."}, {"pubmed": 16291752, "text": "alternatively spliced variants of survivin do not play a role in mitosis"}, {"pubmed": 16329164, "text": "SI gene (GenBank accession No.AY830084) might be a novel alternatively spliced isoforms of the survivin gene involved in other functional significances related to tumorigenesis"}, {"pubmed": 16364925, "text": "thymosin beta-4 increases colon carcinoma apoptosis resistance triggered by FasL and apoptosis inhibitors by downregulating Fas and upregulating Survivin expression"}, {"pubmed": 16372125, "text": "Espression of survivin dropped in testes with postmeiotic spermatogenic arrest. These findings substantiate results from studies in the rodent testis suggesting a predominant expression of survivin in meiotically dividing germ cells."}, {"pubmed": 16375115, "text": "Overexpression of survivin was strongly associated with tumor grade, stage and lervical lymph node metastasis in laryngeal squamous cell carcinoma."}, {"pubmed": 16375117, "text": "There was a significant correlation between Survivin/VEGF expression and stage, lymph node metastasis and prognosis in larygeal squamous cell carcinoma."}, {"pubmed": 16404364, "text": "increased accumulation of Survivin in the cytoplasm of more malignant glioma cells may prove to be a selective advantage, thus accelerating progression to a more aggressive phenotype"}, {"pubmed": 16407408, "text": "Depletion of survivin by small interfering RNAs (siRNAs) increased both the number of microtubules nucleated by centrosomes and the incidence of microtubule catastrophe, the transition from microtubule growth to shrinking."}, {"pubmed": 16462771, "text": "Induction of survivin is at least in part responsible for DEC1 antiapoptosis."}, {"pubmed": 16470228, "text": "transgenic mice expressing survivin in pancreatic islet beta-cells show no changes in cell proliferation, as determined by islet size or islet number"}, {"pubmed": 16512495, "text": "Antisense survivin RNA can induce apoptosis and inhibit the proliferation of Hep-2 cells by down-regulating the expression of endogenous survivin in vitro."}, {"pubmed": 16516635, "text": "combination of gene dosages of MYCN and Survivin and the expression level of BIN1 using the quantitative polymerase chain reaction method was significantly correlated with the clinical stage and the patients' outcome in neuroblastoma"}, {"pubmed": 16525632, "text": "Survivin expression was associated with cell proliferation in renal cell carcinoma cells."}, {"pubmed": 16525657, "text": "Combined detection of survivin and PTEN protein smight be more valuable in the evaluation of malignancy and prognosis in epithelial ovarian tumors."}, {"pubmed": 16529600, "text": "Survivin overexpression, by disrupting the balance between cell proliferation/differentiation and apoptosis, may play an important role in chronic myelomonocytic leukemia's pathophysiology."}, {"pubmed": 16534839, "text": "Survivin is positively correlated with PTEN expression in gastric cancer and is a molecular marker of lymph node metastasis"}, {"pubmed": 16552335, "text": "Expression of HIF-1alpha mRNA was closely correlated with the expression of survivin, PCNA, and CD34 proteins in pancreatic cancer."}, {"pubmed": 16571674, "text": "A functional module within the chromosomal passenger complex involving the inner centromere protein INCENP, Survivin, and Borealin."}, {"pubmed": 16595680, "text": "analysis of a novel regulatory pathway for the expression of survivin under the control of KLF5 and p53"}, {"pubmed": 16608879, "text": "Results suggest that anti-proliferative and pro-apoptotic properties of caveolin-1 may be attributed to reduced survivin expression via a mechanism involving diminished beta-catenin-Tcf/Lef-dependent transcription."}, {"pubmed": 16644787, "text": "Results suggest that survivin and splice variant survivin-EX3 may be closely linked to escape from apoptosis and the development of endometriosis."}, {"pubmed": 16671090, "text": "In esophageal adenocarcinoma, survivin expression and pattern of distribution had no prognostic relevance"}, {"pubmed": 16714396, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16714396, "text": "survivin promoter polymorphism at position 31 may not represent an increased risk for the development of cervical cancer"}, {"pubmed": 16732934, "text": "Apoptosis of HL-60 cells induced by bufalin is related to downregulation of expressions of bcl-2 and survivin."}, {"pubmed": 16761316, "text": "Eosinophils of hypereosinophilic syndrome (HES) patients (but not normal eosinophils)express high levels of survivin and inhibit the caspase cascade in HES eosinophils."}, {"pubmed": 16762323, "text": "the direct interaction of Survivin and Aurora B was critical for the correct location of Survivin and the function of the Survivin complex in cell division"}, {"pubmed": 16773218, "text": "RTQ-LDA and RTQ identified survivin as significantly over-expressed in dead-of-disease compared to long-term survival glioblastoma multiforme patients."}, {"pubmed": 16807248, "text": "survivin-aryl hydrocarbon receptor-interacting protein (AIP) complex may influence the cellular xenobiotic response to environmental toxin(s) and contribute to subcellular chaperone trafficking during cell death regulation"}, {"pubmed": 16825985, "text": "Survivin, an inhibitor of apoptosis, is key players in cellular apoptotic mechanisms. High survivin mRNA levels were associated with worse overall survival in children's neuroblastoma."}, {"pubmed": 16826583, "text": "High levels of survivin mRNA and protein expression is associated with endometrial adenocarcinomas"}, {"pubmed": 16847054, "text": "Data show that activation of survivin gene expression is mediated by oxygen-independent hypoxia-inducible factor-1alpha up-regulation, mediated by epidermal growth factor (EGF) receptor signaling in EGF-treated cancer cells."}, {"pubmed": 16850112, "text": "84% of the examined primary central nervous system lymphoma specimens showed expression of survivin. Tumours expressing survivin co-expressed PDGFRalpha frequently and PDGF-A occasionally."}, {"pubmed": 16863850, "text": "TRAIL induces apoptotic cell death in neuroblastoma and survivin inhibits TRAIL induced apoptosis. Neuroblastoma cell sensitivity to TRAIL is governed by the ratio of TRAIL-R to survivin expression."}, {"pubmed": 16873289, "text": "All variants of survivin exhibited particular associations with clinicopathologic characteristics of breast cancer patients. Survival analyses suggest a modulating role of survivin 2alpha and survivin-3B on the biological function of total survivin."}, {"pubmed": 16950794, "text": "anti-apoptotic and mitotic roles of survivin can be separated through mutation of its nuclear exportation signal"}, {"pubmed": 17008426, "text": "Nuclear survivin could reflect the different behavior between keratinocyte stem cells in vitro and in vivo, in terms of proliferation."}, {"pubmed": 17012855, "text": "Survivin gene promoter-driven stathmin siRNA expression vector may have potential use in tumor gene therapy with targeted tumor gene silencing effect."}, {"pubmed": 17015676, "text": "CD3/CD46-induced T regulatory cell 1-like cells die through a process of abortive proliferation"}, {"pubmed": 17018890, "text": "serum survivin could have a role in metastases in lymph nodes from breast cancer"}, {"pubmed": 17038538, "text": "a novel pathway regulating angiogenesis through Survivin DeltaEx3 and a novel mechanism for Rac1 activation during angiogenesis"}, {"pubmed": 17045968, "text": "This suggests that the balance between cellular Smac/DIABLO and Survivin levels could be critical for cellular destiny in taxane-treated cancer cells."}, {"pubmed": 17077982, "text": "A dominant negative mutant of survivin (surDN) was expressed in colorectal tumor cells.  Its expression induced by RU486 was dose- and time-dependent. surDN suppressed tumor cell growth and had a synergistic effect with antineoplastic agents."}, {"pubmed": 17084966, "text": "findings suggest that a predominant nuclear localization of Survivin increases the sensitivity for pro-apoptotic stimuli, whereas nuclear export enables Survivin to fulfill its inhibitor of apoptosis function"}, {"pubmed": 17087938, "text": "Molecular data based on gene transcriptional profiles of a 3-gene set (GPC3, LYVE1, and survivin) allow a reliable diagnosis of early hepatocellular carcinoma."}, {"pubmed": 17095626, "text": "functional relationship between TEL/AML1, HSP90, and survivin provides the rational for targeted therapy"}, {"pubmed": 17098350, "text": "Survivin gene RNAi not only could inhibit the proliferation of human cervical carcinoma cells (HeLa), but also could enhance the radiosensitivity of those cells. RNAi-targeted survivin gene strategy is an approach to radiosensitization therapy"}, {"pubmed": 17099693, "text": "Our report shows the functional significance of the Survivin-Crm1 interface and provides a novel link between the mitotic effector Crm1 and the CPC."}, {"pubmed": 17108713, "text": "results indicate that Ad-PTEN exerts its tumor suppressive effect on bladder cancer cells through inhibiting survivin and upregulating caspase-related proteins"}, {"pubmed": 17124585, "text": "Results suggest an active role of Survivin in normal and in myelodysplastic hematopoiesis."}, {"pubmed": 17127378, "text": "A review of the roles of survivin including its role in the mechanisms of tumor invasion and metastasis."}, {"pubmed": 17128412, "text": "COX-2 and beta-Catenin may have roles in regulating intracellular Survivin levels in mouse and human colon cancer"}, {"pubmed": 17143520, "text": "Patients with meningiomas and malignant gliomas mount a high-titer IgG immune response against the 'universal' tumor-associated antigen survivin."}, {"pubmed": 17167759, "text": "Nuclear Survivin expression was found to be an independent predictor of progression-free survival."}, {"pubmed": 17170079, "text": "indicate a role for c-myc in the transcriptional regulation of survivin in breast cancer"}, {"pubmed": 17203351, "text": "The degree of survivin staining was significantly higher in the high grade refluxing ureters compared to low grade reflux and to the bladder wall in the same patients."}, {"pubmed": 17219991, "text": "The up-regulation of Survivin expression and its close relationship with angiogenesis may play an important role in carcinogenesis and development of differentiated thyroid carcinomas."}, {"pubmed": 17225522, "text": "The expression of STAT3 was positively related to that of Survivin and Ki67 in in nasal NK/T cell lymphoma."}, {"pubmed": 17239009, "text": "overexpression of survivin mRNA is a common feature in medulloblastoma, may contribute to their anti-apoptosis properties and clinical behaviours"}, {"pubmed": 17255535, "text": "Survivin is a critical modulator of atherosclerotic macrophage apoptosis under dual control by growth factors and oxidized lipids accumulating in atheroma."}, {"pubmed": 17283539, "text": "An inverse correlation between survivin expression and the level of spontaneous apoptosis in nasal and paranasal sinus carcinoma suggests that survivin may play an important role in tumorgenesis."}, {"pubmed": 17285125, "text": "The presence of the inhibitor of apoptosis protein survivin is a highly significant independent predictor of shorter duration of survival of patients with poor prognostic features, and merits investigation as a marker in other prognostic groups."}, {"pubmed": 17289902, "text": "CD8+ T cells react against survivin antigen in patients with multiple myeloma"}, {"pubmed": 17304504, "text": "Sensitization towards TRAIL was due to the transcriptional downregulation of survivin"}, {"pubmed": 17328950, "text": "Survivin expression is a bad prognostic indicator in cases with acute leukemia especially in AML. Survivin negativity and EPR-1 positivity show good clinical outcome in acute leukemias"}, {"pubmed": 17337592, "text": "Cell hypoxia promotes an antiapoptotic phenotype in brain endothelial cells by activating survivin via the PI3-kinase/Akt pathway."}, {"pubmed": 17341657, "text": "Review highlights how better knowledge of the role of survivin in tumor versus normal cells will be instrumental for the design of optimal strategies to selectively disrupt survivin in cancer."}, {"pubmed": 17357516, "text": "The abnormal expression of Survivin and PTEN gene may be related to carcinogenesis, tumor progress and prognosis in laryngeal squamous cell carcinoma."}, {"pubmed": 17361097, "text": "Review highlights the role of survivin as a subunit of the chromosomal passenger complex and its export as a novel strategy to antagonize survivin's activity."}, {"pubmed": 17376603, "text": "Intracellular delivery of survivin or Survivin DeltaEx3 by fusion with protein transduction domain would enhance skin flap survival through accelerating revascularization."}, {"pubmed": 17393113, "text": "Changes of survivin mRNA and protein expression during paclitaxel treatment in breast cancer cells are reported."}, {"pubmed": 17441339, "text": "relationship between the expression of survivin and the development of ovarian germ cell tumors"}, {"pubmed": 17451195, "text": "Downregulation of survivin results in significant inhibition of tumor growth in vitro."}, {"pubmed": 17457057, "text": "Phosphorylation by aurora-B negatively regulates survivin function during mitosis."}, {"pubmed": 17464868, "text": "survivin expression was up-regulated in cervical carcinoma associated with humanpapillomavirus (HPV) infection"}, {"pubmed": 17505517, "text": "Survivin-DeltaEx3 plays a key role in the inhibition of caspase-3 activity, and in the control of the mitochondrial checkpoint of apoptosis."}, {"pubmed": 17509581, "text": "Survivin may be used as an indicator of the success of in vitro fertilization-embryo transfer."}, {"pubmed": 17533050, "text": "GM-CSF-stimulated CD34(+) cell proliferation is regulated by the JAK/STAT3/survivin signaling pathway."}, {"pubmed": 17534699, "text": "XIAP and Survivin are not involved in the cytoprotective effect of HGF against antineoplastic agents."}, {"pubmed": 17536304, "text": "findings suggest that survivin is involved in tumor cell apoptosis and proliferation and may play a role in critical steps of cancer progression in NSCLC"}, {"pubmed": 17543072, "text": "Nuclear presence of survivin may be an independent biomarker for disease recurrence and overall survival in patients with Stage I and II melanoma."}, {"pubmed": 17548900, "text": "Ehe expression of survivin was potently inhibited by quercetinin non-small cell lung cancer cells."}, {"pubmed": 17559540, "text": "mRNA levels of survivin and its splice variants in liver tumour tissue were significantly higher than in paired non-tumour tissue."}, {"pubmed": 17569112, "text": "Survivin is a potentially significant protein in the diagnosis, prognosis and treatment of gastric tumors."}, {"pubmed": 17582222, "text": "Survivin isoforms are unlikely to modulate survivin in trans in cancer patients."}, {"pubmed": 17584963, "text": "Chromogranin A can increase prostatic cancer cell survival through sutvivin up-regulatoin."}, {"pubmed": 17609820, "text": "subcellular localisation of survivin was significantly correlated with the lymph node involvement indicating its value in predicting the aggressiveness of tumour cells, since it increases the resistance to apoptosis and promotes cell proliferation"}, {"pubmed": 17613533, "text": "XAF1 mediates Survivin down-regulation through a complex containing XIAP, supporting dual roles for XAF1 in apoptosis"}, {"pubmed": 17616652, "text": "the direct interaction of survivin with the nuclear export receptor Crm1 is critically involved in its intracellular localization and cancer-relevant functions [review]"}, {"pubmed": 17624454, "text": "PIN1 down-regulates BIRC5."}, {"pubmed": 17633470, "text": "SVV is abnormally expressed in the early stage of colorectal carcinogenesis, which may be correlated with the carcinogenesis of colorectal ademoma."}, {"pubmed": 17634026, "text": "The positive rate of Survivin protein expression in laryngeal carcinoma was significantly higher than that in the adjacent nontumorous laryngeal epithelium, laryngeal papilloma and normal laryngeal epithelium."}, {"pubmed": 17635796, "text": "This review discusses the possible connections between viral infection, survivin expression, and subsequent joint inflammation in rheumatoid arthritis."}, {"pubmed": 17638911, "text": "Histone deacetylase inhibitors enhance lexatumumab-induced apoptosis via a p21Cip1-dependent decrease in survivin levels"}, {"pubmed": 17641414, "text": "Elevated expression of cell-cycle regulators p16(INK4A), p21(CIP1), and cytoplasmic/nuclear beta-catenin correlated with increased colorectal cancers risk, as did elevated expression of survivin and human telomerase reverse transcriptase."}, {"pubmed": 17656368, "text": "Forced expression of survivin-2B abrogates mitotic cells and induces mitochondria-dependent apoptosis by blockade of tubulin polymerization and modulation of Bcl-2, Bax, and survivin."}, {"pubmed": 17666323, "text": "Survivin may affect invasion and metastasis of human colorectal carcinoma cells via regulating the production of MMPs."}, {"pubmed": 17672950, "text": "Both Survivin and Livin were correlated to tumor recurrence and/or metastasis, and shorter survival."}, {"pubmed": 17680529, "text": "Survivin expression in bladder cancer cell line can be markedly inhibited by the application of siRNA-survivin, that could also induce apoptosis and inhibit the growth of the tumor."}, {"pubmed": 17687492, "text": "Heavy ion beams induce survivin expression in human hepatoma cells more effectively than X-rays."}, {"pubmed": 17693049, "text": "prognosis of stage I-IIIA non small cell lung cancer may be linked to the cellular pattern of distribution of survivin."}, {"pubmed": 17704744, "text": "Survivin expression is associated with progression of ovarian carcinoma."}, {"pubmed": 17706282, "text": "survivin expression was detected in 53 of the cases with NHL, and is associated with aggressive histology and shorter overall survival."}, {"pubmed": 17714426, "text": "Survivin contains a monomer-specific NES and that dimerization modulates cytoplasmic access of the protein"}, {"pubmed": 17718383, "text": "The present review is a summary of survivin's functions, focused on its role in cell division in normal and cancer cells, as well as introduction to discussion about anticancer therapies based on survivin depletion."}, {"pubmed": 17785436, "text": "Re-expression of E-cadherin in HT29(US) cells restored the ability of caveolin-1 to down-regulate beta-catenin-Tcf/Lef-dependent transcription and survivin expression, as seen in HT29(ATCC) cells."}, {"pubmed": 17805549, "text": "Survivin levels were not helpful in identifying patients who would benefit from neoadjuvant treatment of rectal cancer."}, {"pubmed": 17828494, "text": "Survivin-2a may act as an antagonist of survivin-DeltaEX3 in gastric cancer."}, {"pubmed": 17828496, "text": "Inhibition of survivin expression by siRNA could sensitize hepatocellular carcinoma cells to chemotherapeutic drugs."}, {"pubmed": 17828507, "text": "Expression of survivin mRNA in bladder cancer tissue was much higher than in adjacent normal tissues, and expression was correlated with pathological grades and clinical stages."}, {"pubmed": 17869043, "text": "We concluded that As(2)O(3) induced the apoptosis of Hep-2 cells via down-regulating the expression of survivin mRNA."}, {"pubmed": 17877643, "text": "Survivin and its splice variants might be involved in the pathogenesis and development of cervical carcinomas."}, {"pubmed": 17879398, "text": "The survivin protein concentration in hepatocellular carcinoma cells was increased by the combination of hypoxia and anti-cancer drugs."}, {"pubmed": 17881355, "text": "mitotic regulator Survivin binds as a monomer to its functional interactor Borealin"}, {"pubmed": 17905101, "text": "survivin was not expressed in normal bladder urothelium; survivin was overexpressed in 53% of non-muscle-invasive bladder tumors; overexpression of survivin was associated with greater tumor grade"}, {"pubmed": 17927889, "text": "The expression of Survivin and PTEN proteins are closely related to the prognosis of adrenal tumors."}, {"pubmed": 17943598, "text": "Compared with survivin, PLK1 seems to be a better independent prognostic factor for diffuse large B-cell lymphoma."}, {"pubmed": 17956729, "text": "Borealin and INCENP associate with the helical domain of Survivin to form a tight three-helical bundle."}, {"pubmed": 17959540, "text": "Expression of survivin and Smac regulated cell cycle and apoptosis in ovarian cancer cells."}, {"pubmed": 17961802, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17961802, "text": "survivin -31C>G polymorphism influences survivin expression, thus contributing to the genetic susceptibility to lung cancer."}, {"pubmed": 17962949, "text": "Inhibition of Survivin expression and/or function has been shown to impede tumor cell proliferation, and markedly induce spontaneous or chemotherapy induced apoptosis."}, {"pubmed": 17965335, "text": "The antiapoptotic isoform of survivin which was decreased during differentiation, was re-induced by GM-CSF in neutrophil-like, differentiated HL60."}, {"pubmed": 17967504, "text": "Radiation-induced apoptosis of tumor cells is increased by inhibition of the interaction between Survivin and Smac/DIABLO."}, {"pubmed": 17982126, "text": "survivin may be of importance for renal pathophysiology and pathology"}, {"pubmed": 17993464, "text": "Data show that in both HeLa cells and chondrocytes, Cartilage oligomeric matrix protein induced survivin mRNA by 5-fold. Thus survivin is the first gene identified to be up-regulated transcriptionally by COMP."}, {"pubmed": 18027854, "text": "expression is negatively regulated by Egr-1"}, {"pubmed": 18032822, "text": "Survivin expression was observed in 29 (91%) surgical malignant peritoneal mesothelioma (MPM) specimens; transfection of MPM cells with the survivin siRNA inhibited survivin protein expression and cell growth, and enhanced drug-induced apoptosis."}, {"pubmed": 18035418, "text": "tumor vaccine consisted of a cell-penetrating peptide of Tat(49-57), a CTL epitope peptide survivin(85-93) and a plasmid encoding murine interleukin-15 (IL-15)could effectively mediate the expression of the gene and presentation of the tumor antigen"}, {"pubmed": 18048012, "text": "These data shed more light on the molecular biology of meningioma cells and suggest that survivin and proteins of the RB pathway could play a determinant role in the development and the treatment of meningiomas."}, {"pubmed": 18055328, "text": "Survivin mRNA positive cases are associated with bladder tumour recurrence"}, {"pubmed": 18057009, "text": "survivin in the cell nucleus has reduced stability and is not cytoprotective"}, {"pubmed": 18058462, "text": "Downregulation of survivin causes changes in mitosis and apoptosis, which may be related to changes in TNF receptors and NF-kappaB signaling."}, {"pubmed": 18069771, "text": "Survivin may play an important role in progression of hepatocellular carcinoma by promoting cell proliferation, and may be positively correlated with high risk of disease recurrence and poor prognosis."}, {"pubmed": 18079751, "text": "IGF1 promotes resistance to apoptosis in melanoma cells through an increased expression of BCL2, BCL-X(L), and survivin"}, {"pubmed": 18089792, "text": "Survivin expression is induced as an early event in lung carcinogenesis."}, {"pubmed": 18154598, "text": "Our findings suggest an important role of survivin to promote trophoblast cell survival and proliferation during placentation, thus maintaining pregnancy."}, {"pubmed": 18171482, "text": "Survivin and VEGF co-expression is an independent prognostic survival factor for patients with advanced nasopharyngeal carcinoma."}, {"pubmed": 18171606, "text": "Increased expression of COX-2 and survivin in ovarian cancer is associated with adverse clinicopathologic parameters, including reduced survival."}, {"pubmed": 18181175, "text": "Up-regulation of of BIRC5 is associated with breast carcinomas"}, {"pubmed": 18192073, "text": "-survivin expression might be a prognostic factor for non-small cell lung cancer"}, {"pubmed": 18206228, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18206228, "text": "methylation status of the survivin promoter and occurrence of these SNPs within the promoter region of the survivin gene appear to be of minor importance in leukemogenesis"}, {"pubmed": 18226337, "text": "Overexpressions of survivin mRNA and p27 protein and reduced expression of PTEN protein might be valuable markers to predict the presence of hepatocellular carcinoma."}, {"pubmed": 18227733, "text": "Survivin and caspase-3 expression correlate with poor prognostic parameters (higher histologic grade and high proliferation), but not with outcome, in breast carcinoma patients."}, {"pubmed": 18242580, "text": "identify leptin/STAT3 signaling as a novel pathway for survivin expression in breast cancer cells"}, {"pubmed": 18250050, "text": "Survivin expression in Hepa1-6 cells increases in response to mitomycin treatment at low doses."}, {"pubmed": 18251132, "text": "Wild-type survivin mRNA expression level is significantly associated with docetaxel-resistance in gastric cancer."}, {"pubmed": 18251156, "text": "survivin levels were correlated with activity scores in chronic liver disease.Increased Survivin levels were correlated with high tumor grade and vascular invasion. Tumor recurrences were more frequent in patients with high survivin levels."}, {"pubmed": 18251581, "text": "Survivin immunohistochemical staining can be a useful adjunct tool for the grading of challenging cases of papillary urothelial carcinoma."}, {"pubmed": 18266976, "text": "oxidative stress could lead to a significant activation of survivin expression, suggesting that this might be an important event in the development of pterygium, inducing and supporting a hyperproliferative condition"}, {"pubmed": 18278445, "text": "survivin has a role in proliferation of leukemia cells"}, {"pubmed": 18298903, "text": "Expression of BIRC5 in non-Hodgkin lymphoma treated with CHOP is reported."}, {"pubmed": 18301249, "text": "The majority (81%) of breast carcinomas show survivin expression which correlates with bcl-x, another antiapoptotic marker, and both markers tend to correlate with prognosis"}, {"pubmed": 18316606, "text": "EBV uses its latent protein, LMP2A, to activate the NF-kappaB-survivin pathway to rescue EBV-infected epithelial cells from serum deprivation"}, {"pubmed": 18327814, "text": "Hyperexpression of Survivin is associated with gliomas"}, {"pubmed": 18332262, "text": "In human cardiomyopathy, survivin was potently induced in the failing heart and downregulated again after hemodynamic support by a left ventricular assist device. Its expression positively correlated with the mean cardiomyocyte DNA content"}, {"pubmed": 18334114, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18334114, "text": "The -31C genotype of survivin promoter is associated with gastric cancer, and may be a risk factor of gastric carcinoma."}, {"pubmed": 18336724, "text": "we believe the elevated expression of survivin might play an important role of development in nasal polyps"}, {"pubmed": 18336887, "text": "survivin and its spliced isoforms have associations with PCa cell proliferation and aggressive phenotypes"}, {"pubmed": 18364081, "text": "Survivin may play a critical role in mediating radiation resistance in SMMC-7721 through its up-regulation and in a caspase-3 dependent manner."}, {"pubmed": 18391576, "text": "Survivin shRNA effectively inhibits survivin gene expression in Hep-2 cells leading to growth suppression and apoptotic induction in Hep-2 cells."}, {"pubmed": 18393241, "text": "The expression of survivin gene may play some roles in the pathogenesis of nasopharyngeal carcinoma."}, {"pubmed": 18401527, "text": "Survivin, Smac, and PKC alpha might play important roles in the inhibition of apoptosis by FGF-2 in human small cell lung cancer cells."}, {"pubmed": 18414895, "text": "Immunohistochemical assessment of both Survivin and CD44v6 status in negative surgical margin may be a valuable approach for predicting recurrence and survival after curative surgery for laryngeal cancer"}, {"pubmed": 18425079, "text": "survivin is expressed in Merkel cell carcinoma"}, {"pubmed": 18425331, "text": "Report effect of antisense-mediated inhibition of survivin, hTERT and VEGF in bladder cancers."}, {"pubmed": 18426652, "text": "The expression of survivin gene significantly increased in in myelodysplastic syndrome patients, as compared with controls."}, {"pubmed": 18431086, "text": "Survivin knockdown combined with apoptin overexpression inhibits cell growth significantly"}, {"pubmed": 18438971, "text": "Smac/DIABLO interacts in a similar way with both XIAP and survivin through its amino terminal residues."}, {"pubmed": 18451140, "text": "Inhibition of survivin function by dominant-negative approaches showed that this inhibitor of apoptosis family member is critical to cell survival."}, {"pubmed": 18451232, "text": "in breast cancer, increased nuclear, but not cytoplasmic, survivin was associated with reduced overall survival (OS) & disease-specific survival; high cytoplasmic-to-nuclear ratio of survivin was associated with improved OS & disease-specific survival"}, {"pubmed": 18476631, "text": "Expression of Survivin, Caspase-3 and p53 in surgical margin of LSCC may play an important role in the tumorigenesis and development of laryngeal carcinoma."}, {"pubmed": 18498065, "text": "Genetically programmed cell death is related to the p27, cathepsin and survivin pathways in Fuchs' dystrophy and to the p21 and p27 pathways in pseudophakic bullous keratopathy."}, {"pubmed": 18510850, "text": "Suppression of survivin expression in HCCLM6 cells can reduce their invasive and adhesive capabilities."}, {"pubmed": 18519556, "text": "These data suggest that the apoptotic response of infected intestinal epithelial cells is actively suppressed by C. parvum via upregulation of survivin, favoring parasite infection."}, {"pubmed": 18539906, "text": "Chemically synthesized human survivn does not inhibit caspase 3."}, {"pubmed": 18553460, "text": "Silencing survivin gene expression promotes cell apoptosis mediated by translocation of the mitochondrial apoptosis inducing factor, while no changes were observed in caspase-3 activation and Bid cleavage."}, {"pubmed": 18563330, "text": "p21 could be a potential mediator of survivin suppression at the transcriptional level"}, {"pubmed": 18566409, "text": "tumor-shared survivin does not appear to be the target of immune tolerance in healthy donors and cancer patients and is a relevant candidate for cancer vaccine"}, {"pubmed": 18574502, "text": "These results indicate that FSH increases the expression of VEGF by upregulating the expression of survivin, which is activated by the PI3K/AKT signaling pathway.[survivin]"}, {"pubmed": 18591255, "text": "Survivin is a novel effector of Ran signaling, and this pathway may be preferentially exploited for spindle assembly in tumor cells."}, {"pubmed": 18593915, "text": "A novel molecular mechanism of how NO signaling may contribute to therapy resistance in ovarian cancer by modulating survivin expression."}, {"pubmed": 18593928, "text": "ER- breast cancer cells become dependent on Notch-survivin signaling for their maintenance, in vivo."}, {"pubmed": 18595518, "text": "There was significant statistical correlation between survivin and p53 expression but no correlation of survivin and Bcl2 expression in laryngeal and hypopharyngeal cancer."}, {"pubmed": 18599610, "text": "overexpression of survivin in endothelial cells serves as a protective mechanism that defends the vasculature from drug cytotoxicity."}, {"pubmed": 18611860, "text": "CCL2 protects prostate cancer PC3 cells from autophagic death via the phosphatidylinositol 3-kinase/Akt/survivin pathway"}, {"pubmed": 18630507, "text": "survivin expression in non-small cell lung cancer was significantly higher than in normal tissues; survivin mRNA was up-regulated in tumors of 42 patients (66%); survivin overexpression did not correlate with survival of lung cancer"}, {"pubmed": 18632631, "text": "survivin greatly enhances the activity of an oncolytic adenovirus in the presence of low-dose radiotherapy"}, {"pubmed": 18642030, "text": "Up-regulation of survivin is associated with oral squamous cell carcinoma."}, {"pubmed": 18652770, "text": "Results suggest that survivin appears to participate in the multidrug resistance mechanism of H460/cDDP lung cancer cells."}, {"pubmed": 18670822, "text": "BIRC5 expressing circulating cancer cells are associated with metastasis and recurrence in gastric and colorectal cancer."}, {"pubmed": 18676762, "text": "T-cell survivin in prostate or colorectal neoplasms has a role in response to radiation therapy"}, {"pubmed": 18687517, "text": "survivin gene acts as a critical mediator of AML1/ETO-induced late oncogeneic events."}, {"pubmed": 18701842, "text": "survivin is an important predictive factor for effectiveness of neoadjuvant chemotherapy with TE regimen in locally advanced breast cancer"}, {"pubmed": 18704463, "text": "Survivin expression was markedly downregulated after the siRNA expression vector against HIF-1 alpha was transfected into the LS174T cells."}, {"pubmed": 18708766, "text": "BIRC5 is a novel target of transcriptional regulation by histone deacetylase inhibitors in non-small cell lung cancer."}, {"pubmed": 18712773, "text": "chromosomal binding of the mitotic regulators such as survivin is essential for mitotic progression.the localization of survivin was altered in cells."}, {"pubmed": 18716870, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18716870, "text": "Results demonstrate that the survivin C-31G polymorphism may be involved in distal gastric carcinogenesis and tumor differentiation in a Chinese population."}, {"pubmed": 18758234, "text": "The function of survivin in the control of autophagy and the interaction between CCL2, survivin and autophagy in the complex program of tumor progression is discussed."}, {"pubmed": 18815458, "text": "Survivin was down-regulated in the growth inhibition of hepatoma cells induced by a selective Cyclooxygenase 2 Inhibitors , N-(2-cyclohexyloxy-4-nitrophenyl)methanesulfonamide , in a concentration- and time-dependent manner."}, {"pubmed": 18815881, "text": "survivin may function as a factor inducing breast cancer resistance against tamoxifen-induced apoptosis."}, {"pubmed": 18818705, "text": "Survivin expression in myeloid precursors was increased in bone marrow biopsies of all severe congenital neutropenia patients compared to reactive bone marrow, irrespective of the underlying genetic defect & it was correlated with the dose of rG-CSF."}, {"pubmed": 18824294, "text": "survivin may have a role in progression of lung cancer"}, {"pubmed": 18825388, "text": "The greatest upregulation of IL-23p19, Foxp3 and survivin mRNA was seen in colorectal carcinomas than normal mucosa."}, {"pubmed": 18829549, "text": "Adenoviral activity is facilitated by abrogation of multiple cell cycle checkpoints and can be enhanced by expression of survivin within the nucleus."}, {"pubmed": 18839071, "text": "The main purpose of this study was to compare (in the same cells) survivin expression driven by chromosomal survivin promoters (endogenous survivin) with survivin expression from plasmids driven by recombinant survivin promoter."}, {"pubmed": 18842333, "text": "Akt2 down-regulation sensitizes ovarian cancer cells to paclitaxel-induced apoptosis, and inhibits survivin expression"}, {"pubmed": 18856066, "text": "the increase of level of survivin in tumor tissues is not the result of decrease in content of its inhibitors SMAC and PML, as their content in tumor and normal cells is the same."}, {"pubmed": 18927499, "text": "Survivin may serve as a universal target antigen for anti-cancer immunotherapy."}, {"pubmed": 18928590, "text": "Hedyotis diffusa wild injection suppresses Bcl2 and survivin expression which inhibits the growth of HL-60 cells."}, {"pubmed": 18928599, "text": "survivin and NF-kappaB are widely expressed in lymphoma cells and they play an important role in enhancing proliferation and inhibiting apoptosis of tumor cells."}, {"pubmed": 18946675, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18946675, "text": "The -31CC genotype of survivin promoter is associated with colorectal cancer (CRC) and may be a risk factor for CRC."}, {"pubmed": 18949405, "text": "the phosphorylation of survivin on Thr34 critically regulate survivin and plays an important role during the malignant transformation of oral submucous fibrosis"}, {"pubmed": 18950577, "text": "Survivin has a dual role in mitosis & in apoptosis resistance. It plays an important role in development, but is absent in differentiated adult tissues.  Aberrant survivin expression is found in most human cancers (Review)"}, {"pubmed": 18981709, "text": "Synergy between methylselenininc acid and paclitaxel against ovarian cancer is associated with silencing survivin expression."}, {"pubmed": 18998509, "text": "silibinin induced apoptosis of laryngeal squamous carcinoma cells by a mechanism involving decreased survivin expression, which suggests the possibility that silibinin may be an effective treatment of laryngeal cancers."}, {"pubmed": 19018856, "text": "Our results suggested that the survivin expression depended on the p53 status and the C allele in the survivin promoter polymorphism -625G/C might increase the possibility of the survivin overexpression in esophageal cancer patients"}, {"pubmed": 19018973, "text": "Survivin is upregulated in human and rodent liver regeneration and correlates with proliferation, suggesting an association of survivin and cell division."}, {"pubmed": 19025652, "text": "High expression of BIRC5 is associated with breast cancer."}, {"pubmed": 19032823, "text": "survivin gene expression correlated well with disease activity and radiographic damage in patients with rheumatoid arthritis"}, {"pubmed": 19033926, "text": "There is a potential diagnostic utility of survivin to assisting in the microscopic differentiation of benign and malignant sebaceous neoplasms [survivin]."}, {"pubmed": 19034775, "text": "Patients with low survivin expression had statistically significant better survival rates than patients with high survivin expression (p < 0.05)."}, {"pubmed": 19038421, "text": "polymorphism of the survivin gene promoter is associated with both the clinical tumor stage and the pathologic tumor grade and might be involved in the development of urothelial carcinoma"}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19102934, "text": "After treatment of HepG2 cells with DOX, the expression of p53 and p21 was increased, whereas that of survivin was reduced during 24 hours of the treatment."}, {"pubmed": 19112393, "text": "Overexpression of survivin is characteristic for pituitary tumors."}, {"pubmed": 19120021, "text": "Mutation within a putative Sp1 binding site in BIRC5 promoter led to a sharp decrease of promoter activity."}, {"pubmed": 19130609, "text": "Overexpression of survivin is associated with head and neck cancer."}, {"pubmed": 19131553, "text": "TCF4 regulates BIRC5 gene expression"}, {"pubmed": 19134343, "text": "Cyclin B1, p34(cdc2) and p-survivin may play a key role during the mitosis and proliferation of oral submucosal fibrosis."}, {"pubmed": 19141860, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19144991, "text": "STAT pathways and survivin could be potential targets for reducing resistance developed in patients receiving FLT3 inhibitors"}, {"pubmed": 19171073, "text": "inhibition of apoptosis in rheumatoid arthritis synovium was observed downstream of caspase-3 and may involve the caspase-3 inhibitors, survivin and xIAP."}, {"pubmed": 19173802, "text": "Insulin induces survivin expression via the PI3K signalling pathway."}, {"pubmed": 19176119, "text": "Survivin specific siRNA could inhibit SO-Rb50 cell proliferation and induced apoptosis by knockdown of Survivin gene."}, {"pubmed": 19207554, "text": "Higher survivin scores positively related to tumor differentiation of esophageal SqCC. Significantly worse prognosis in patients with high scores of survivin, poor differentiation, T4 stage, positive for lymph node metastasis and distant metastasis."}, {"pubmed": 19211844, "text": "Repression of Survivin by FKHRL1 facilitates FKHRL1-induced apoptosis and sensitizes to cell death induced by DNA-damaging agents."}, {"pubmed": 19218139, "text": "Survivin and COX-2 expressions may participate in the pathogenesis and development of giant cell tumor of bone, but is not indicative of the prognosis."}, {"pubmed": 19219613, "text": "Higher expression of cortactin and survivin significantly correlated with advanced clinicopathological stage in renal cell carcinomas."}, {"pubmed": 19242064, "text": "Higher expression of survivin and cortactin correlates significantly with tumor stages and shorter survival time. Survivin and cortactin may be good biomarkers of aggressiveness of colorectal adenocarcinomas."}, {"pubmed": 19244345, "text": "By reducing COX-2 expression, caveolin-1 interrupts a feedback amplification loop involving PGE(2)-induced signaling events linked to beta-catenin/Tcf/Lef-dependent transcription of tumor survival genes including cox-2 itself and survivin."}, {"pubmed": 19244543, "text": "cinobufocini induces apoptosis of A 549 cells, which is associated with the decreasing expression of survivin mRNA and protein, increasing caspase-3 activity of A 549 cells."}, {"pubmed": 19247455, "text": "Significant correlation between COX-2 and survivin in primary pterygium. Pterygium may originate through an anti-apoptotic mechanism."}, {"pubmed": 19252483, "text": "We suggest that continued expression of survivin upon differentiation in vivo may contribute to teratoma formation by hES cells."}, {"pubmed": 19258429, "text": "Tolfenamic acid enhanced the radiation-induced apoptosis associated with decreased survivin expression in tumors and this correlates with the enhanced response of these tumors to the radiation."}, {"pubmed": 19272817, "text": "Data indicate an almost universal expression of survivin in benign and malignant salivary gland tumors."}, {"pubmed": 19280061, "text": "Knockdown of BIRC5 expression by siRNAs enhances chemosensitivity of prostate cancer cells and attenuates its tumorgenicity."}, {"pubmed": 19285711, "text": "Dendritic cells transduced with the survivin gene induced potent survivin-specific CTL responses in vitro. This suggests that cancer immunotherapy targets for survivin might offer a novel approach to treating various urologic cancers"}, {"pubmed": 19287462, "text": "dysregulation of survivin expression in hyperplastic endometrium may be part of the molecular mechanisms for progestin resistance."}, {"pubmed": 19287963, "text": "the interaction between survivin and aurora-B kinase may be essential for survivin to increase hTERT expression"}, {"pubmed": 19293795, "text": "a novel microenvironmental function for survivin in the control of cancer aggressiveness and spread."}, {"pubmed": 19298527, "text": "survivin is an essential mediator of arthritogenic properties of uPA regulating its synthesis in synovial fibroblasts and uPAR expression in leucocytes"}, {"pubmed": 19320741, "text": "survivin plays a critical role in epidermal homeostasis in normal conditions and during UVB exposure, with possible implication in skin carcinogenesis"}, {"pubmed": 19336448, "text": "Survivin protein is an important predictive and prognostic parameter of poor outcome in gastric carcinoma."}, {"pubmed": 19347901, "text": "A significant association was detected between pre-therapeutic survivin levels and prognosis in gastric cancer patients: patients with a higher survivin protein expression showed a significant survival benefit."}, {"pubmed": 19352701, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19352701, "text": "Polymorphisms of survivin promoter are associated with esophageal squamous cell carcinoma."}, {"pubmed": 19361279, "text": "Luciferase reporter gene assays revealed that survivin promoter activity is repressed upon overexpression of KLF4 in EC9706 cells."}, {"pubmed": 19363521, "text": "Data indicates that demethylation of the survivin promoter by decitabine results in p53-dependent survivin repression and that p53 binding can be inhibited by DNA methylation."}, {"pubmed": 19366855, "text": "RET interacts in vivo with aryl hydrocarbon receptor-interacting protein to alter survivin availability."}, {"pubmed": 19379562, "text": "2-methoxyestradiol treatment decreased expression of survivin in K562 cells."}, {"pubmed": 19397802, "text": "Study demonstrates that alterations in the expression of IAP family members, including Survivin and Livin/ML-IAP, are frequent in hepatocellular carcinoma (HCC)."}, {"pubmed": 19405109, "text": "GPC-3 is a reliable and more specific immunohistochemical marker than survivin for the diagnosis of hepatocellular carcinoma in fine-needle aspiration biopsies"}, {"pubmed": 19421758, "text": "Elevated expressions of MMP7, TROP2, and survivin are associated with survival, disease recurrence, and liver metastasis of colon cancer."}, {"pubmed": 19423183, "text": "On the basis of the results obtained the use of exhaled breath condensate COX-2 and survivin levels could be suggested as two potential markers within an early non-invasive screening of populations of smokers at risk of lung cancer."}, {"pubmed": 19428321, "text": "Emodin potentiates gemcitabine antitumor activity through suppression of survivin gene in pancreatic cancer in a tumor cell line."}, {"pubmed": 19439469, "text": "Upregulation of survivin expression in KSHV-associated human cells contributes to cell proliferation."}, {"pubmed": 19440933, "text": "Quercetin inhibits human SW480 colon cancer growth in association with inhibition of cyclin D1 and survivin expression through Wnt/beta-catenin signaling pathway."}, {"pubmed": 19451595, "text": "Results show that the folate-induced DNA methylation limits proliferation and increases the sensitivity to temozolomide-induced apoptosis in glioma cells through methylation of PDGF-B, MGMT, survivin, and bcl-w genes."}, {"pubmed": 19469654, "text": "Decreasing trend for BIRC5 expression is associated with early to advanced stages of myelodysplastic syndrome."}, {"pubmed": 19472128, "text": "results showed that overexpression of survivin and survivin-deltaEx3 in bladder tumors correlates with poor prognosis of bladder cancer"}, {"pubmed": 19483728, "text": "These results support the notion that the upregulation of survivin in cancer cells is reflective of an oncogenic event."}, {"pubmed": 19497660, "text": "Conclude that BIRC5 and BIRC5-2B are induced via a functional cooperation between MYCN and E2F1 in neuroblastomas."}, {"pubmed": 19500507, "text": "Data show that antagonism with Smac could downregulate the protein expression of survivin and sensitize the response of pancreatic cancer to chemotherapeutic agents, which emerged as a potential and effective therapeutic strategy for pancreatic cancer."}, {"pubmed": 19506533, "text": "Data show that combination therapy resulted in robust apoptotic induction with a concomitant survivin and XIAP reduction in the MIA PaCa-2 cells with little effect in the PANC-1 cells."}, {"pubmed": 19585499, "text": "High BIRC5 is associated with malignant cancers than in the benign group."}, {"pubmed": 19605357, "text": "Nuclear degradation of Wilms tumor 1-associating protein and survivin splice variant switching underlie IGF-1-mediated survival"}, {"pubmed": 19615253, "text": "Survivin RNAi can partly suppress the expression of survivin in SKOV3/DDP cells, inhibit the cell proliferation and promote cell apoptosis."}, {"pubmed": 19621386, "text": "Ectopic expression of wild-type CaSR in colon carcinoma cells inhibited the expression of survivin.  Vitamin D suppressed the expression of survivin and survivin gene transcriptional activities."}, {"pubmed": 19624872, "text": "MS-275 could suppress the proliferation, induce apoptosis and reduce the expression of survivin in human myeloma cell line U266."}, {"pubmed": 19628339, "text": "siRNA targeting survivin gene downregulates survivin gene expression in renal clear cell carcinoma cells, inhibiting growth, and inducing apoptosis."}, {"pubmed": 19632843, "text": "Survivin was expressed in about two-thirds of the male breast neoplasms in cohort, and was not corrected with prognosis."}, {"pubmed": 19636556, "text": "Data show that with SF1126 treatment, caspase 3 and PARP proteins were cleaved, survivin was down-regulated, and inhibition of PI3-kinase was confirmed by reduced phosphorylation of Akt."}, {"pubmed": 19639203, "text": "Intracellular localization of survivin determines biological behavior in colorectal cancer."}, {"pubmed": 19664395, "text": "Upregulation of survivin in non-small cell lung cancer is associated with its neoplasm staging and correlated with p53 and Bcl-2 level."}, {"pubmed": 19676105, "text": "Data show that p53-independent curcumin-induced apoptosis in ovarian carcinoma cells involves p38 MAPK activation, ablation of Akt signaling, and reduced expression of the antiapoptotic proteins Bcl-2 and survivin."}, {"pubmed": 19679061, "text": "High Survivin and its spliced isoform gene expression is associated with proliferation of renal cancer cells and clinical stage of renal cancer."}, {"pubmed": 19705503, "text": "Yes-associated protein and survivin have roles in gastric carcinoma and precancerous lesions"}, {"pubmed": 19716375, "text": "Hyperglycemia critically alters survivin expression in vitro and in vivo, which leads to attenuation of angiogenic activity and impacts endothelial metabolism."}, {"pubmed": 19724852, "text": "survivin was not related to lymph node metastases"}, {"pubmed": 19728912, "text": "MMP-7 and survivin are related to the generation of colon cancer, and are independent factors for prognosis of colon cancer."}, {"pubmed": 19728914, "text": "The positive expression of survivin in nucleus might be associated with invasion, progression and poor prognosis of non-small cell lung cancer."}, {"pubmed": 19729377, "text": "Data indicate survivin plays a critical role in reducing susceptibility of endometriotic stromal cells to staurosporine-induced apoptosis."}, {"pubmed": 19732355, "text": "expression in oral potentially malignant lesions might indicate a progressive deregulation of expression paralleling oncogenesis"}, {"pubmed": 19756737, "text": "Survivin-c-erbB2-cox2 co-expression score has independent prognostic value for endometrial cancer."}, {"pubmed": 19763917, "text": "Arsenic trioxide suppresses transcription of survivin mRNA in NB-4 cells."}, {"pubmed": 19767411, "text": "Deletion of cav-1 protects hyperoxia-induced apoptosis via modulation of survivin expression."}, {"pubmed": 19778801, "text": "Ginsenoside Rg3 significantly downregulated the expression of survivin protein in the lung squamous cell carcinoma SK-MES-1 cell line."}, {"pubmed": 19781773, "text": "presents a potent anti-proliferative effect in part via the down-regulation of survivin expression and STAT3 phosphorylation in HTLV-1-transformed cells."}, {"pubmed": 19787275, "text": "treatment with 1,1-Bis(3'-indolyl)-1-(p-bromophenyl)methane and the 2,2'-dimethyl analog decreased survivin protein and mRNA expression in cancer cell lines"}, {"pubmed": 19806913, "text": "Inhibiting Livin and survivin expression with siRNA reduces colon cancer cell proliferation."}, {"pubmed": 19832036, "text": "Upregulated p27kip1 can downregulate survivin expression and inhibit telomerase activity in gastric carcinoma cells."}, {"pubmed": 19840459, "text": "C-reactive protein can stimulate the proliferation of multiple myeloma U266 cells directly by up-regulating the expression of survivin and HSP90alpha."}, {"pubmed": 19885569, "text": "the overexpression of survivin in the majority of NSCLCs together with the abundant or upregulated expression of HBXIP and XIAP suggest that tumours are endowed with resistance against a variety of apoptosis-inducing conditions."}, {"pubmed": 19887369, "text": "t(17;19)+ acute lymphoblastic leukemias cells express Survivin at high levels and that a dominant negative mutant of E2A-HLF suppresses Survivin expression."}, {"pubmed": 19895735, "text": "Fe3O4-magnetic nanoparticles down-regulates bcl-2 and survivin in ovarian carcinoma cells."}, {"pubmed": 19895744, "text": "The expressions of survivin and survivin-DeltaEx3 mRNA were positively correlated with the pathologic grades and clinical stages of bladder cancer, but survivin-2B mRNA was negatively correlated."}, {"pubmed": 19903782, "text": "Survivin expression may have a role in urothelial carcinoma recurrence"}, {"pubmed": 19913527, "text": "Survivin levels were higher in aqueous humor and serum of retinoblastoma patients than the controls."}, {"pubmed": 19921309, "text": "Survivin might be an independent prognostic factor and a potential target for the chemoradiotherapy of colorectal cancer patients."}, {"pubmed": 19933689, "text": "Over-expression of survivin mRNA is associated with malignant pleural effusion."}, {"pubmed": 19939880, "text": "Treatment of various gliomas with capsaicin downregulated the caspase inhibitor survivin. The reduction in survivin protein level was associated with downregulation of cyclin B and Cdc2 expression."}, {"pubmed": 19949374, "text": "Runx2 (runt-related transcription factor 2) regulates survivin expression in prostate cancer cells"}, {"pubmed": 19951584, "text": "Down regulation of survivin gene by RNAi can increase chemosensitivity of HCC both in vitro and in vivo. The reversal of drug resistance may be reduced through the inhibitions of LRP."}, {"pubmed": 19956893, "text": "survivin is downregulated by resveratrol, which induces apoptosis in human multidrug-resistant SPC-A-1/CDDP cells"}, {"pubmed": 20010504, "text": "The expression of survivin in both normal and cancer pituitary cells suggests that it may play an important role in regulation of the gland's proliferation"}, {"pubmed": 20011512, "text": "TNF signaling activates Notch2 that sensitizes endothelial cells to apoptosis via modulation of the key apoptosis regulator survivin."}, {"pubmed": 20019839, "text": "findings suggest that CCL2 hyperactivates mTORC1 through simultaneous regulation of both AMPK and Akt pathways and reveals a new network that promotes prostate cancer: CCL2-AMPK-mTORC1-survivin."}, {"pubmed": 20027603, "text": "Enhanced expression of survivin is associated with ulcerative colitis-associated neoplasia."}, {"pubmed": 20028510, "text": "Gene expression of Survivin, CK19, CEA and VEGF was higher than in normal controls in 98.6%, 97.1%, 42.9% and 38.6% of cases, respectively, suggesting a potential diagnostic value of both Survivin and CK19."}, {"pubmed": 20033843, "text": "Survivin was found in the majority of colorectal carcinomas, suggesting that its expression is an early event in colorectal carcinogenesis; it is statistically significantly associated with tumor differentiation but not with patient survival"}, {"pubmed": 20041268, "text": "The expression of survivin increased after each surgical procedure. However it was lower after CO(2) pneumoperitoneum than after laparotomy."}, {"pubmed": 20050981, "text": "significant relationship between expression and carcinogenesis and aggressiveness of oral squamous cell carcinoma"}, {"pubmed": 20056675, "text": "Our data suggest that assessment of survivin and second mitochondria-derived activator of caspase mRNA expression may be useful for predicting survival in non-small cell lung cancer patients receiving platinum-based chemotherapy after surgical resection"}, {"pubmed": 20057973, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20072652, "text": "Data show that LLL12 inhibited STAT3 phosphorylation, induced apoptosis as indicated by the increases of cleaved caspase-3 and poly (ADP-ribose) polymerase, and also downregulated cyclin D1, Bcl-2, and survivin at both protein and messenger RNA levels."}, {"pubmed": 20094073, "text": "Data show that the methylated sense oligonucleotide reduce specifically survivin mRNA expression and induce cell apoptosis."}, {"pubmed": 20100132, "text": "significant correlation between the levels of anti-survivin antibody in the serum and survivin mRNA in head and neck cancer tissues"}, {"pubmed": 20101202, "text": "polymorphism in the survivin promoter creates an 'alternative' binding site for the transcription factor GATA-1, which can enhance the expression of the protein in breast carcinomas."}, {"pubmed": 20104682, "text": "The abnormal expression of survivin and caspase-3 may play important role in the pathogenesis of juvenile laryngeal papilloma."}, {"pubmed": 20126979, "text": "nuclear factor-kappaB activation and survivin expression are inhibited by PSK in combination with docetaxel in gastric neoplasms"}, {"pubmed": 20128283, "text": "Expression of Survivin was significantly higher in sinonasal inverted papilloma and sinonasal squamous cell carcinoma than in normal tissues."}, {"pubmed": 20178473, "text": "This study demonstrated survivin expression in normal canine epidermis; nuclear survivin expression in pre-neoplastic and neoplastic lesions demonstrated a possible association of survivin with development of squamous cell carcinomas in humans and dogs."}, {"pubmed": 20181247, "text": "Survivin protein expression in the cytoplasm and in the nucleus detected by immunohistochemistry is significantly associated with prognosis of leiomyosarcoma and synovial sarcoma patients"}, {"pubmed": 20193113, "text": "The expression of survivin in glioma cells was significantly down-regulated as the concentration of celecoxib increased."}, {"pubmed": 20193400, "text": "The expression of Survivin protein in extrahepatic cholangiocarcinoma has a negative correlation with histological differentiation, but has a positive correlation with lymphatic vessel infiltration and serum CA19-9 concentrations."}, {"pubmed": 20195727, "text": "study revealed survivin expression in synovial tissues and fibroblast-like synoviocytes (FLS) of rheumatoid arthritis patients; suggests extracellular survivin may be produced from rheumatoid FLS and may play an important role in destructive RA process"}, {"pubmed": 20235790, "text": "Preoperative survivin expression levels appear to be associated with overall survival in patients with esophageal cancers. Increasing levels could potentially indicate a higher risk for shorter overall survival."}, {"pubmed": 20236666, "text": "Loss of p53, rather than beta-catenin overexpression, induces survivin-mediated resistance to apoptosis in an esophageal cancer cell line."}, {"pubmed": 20306657, "text": "Data show that survivin is expressed in most cases of CML patients and its over expression is associated with bad prognosis."}, {"pubmed": 20346215, "text": "The expression of Elf-1 and survivin in non-small cell lung cancer is related to differentiation, lymphatic metastasis, clinical stage, and prognosis, and both are positively correlated with microvessel density."}, {"pubmed": 20357690, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20357690, "text": "caspase-9 G allele confers increased susceptibility to pancreatic cancer development, and the survivin C carriage status may be related to aggressive features of this malignancy."}, {"pubmed": 20361940, "text": "these results demonstrated that PI3K/Akt/p70S6K1 pathway is essential for regulating survivin mRNA expression."}, {"pubmed": 20367605, "text": "new information on the BIRC5 gene expression regulation"}, {"pubmed": 20368071, "text": "The expression of survivin in cervical carcinoma with lymphatic metastasis was higher than that without lymphatic metastasis. There was no relationship between survivin or bcl-2 expression and the pathological type or tumor type of cervical carcinoma."}, {"pubmed": 20372866, "text": "Survivin transcription was associated with P-glycoprotein/MDR1 overexpression, PI3k/Akt pathway was involved in P-glycoprotein/MDR1 associated survivin transcription activity in the multidrug resistant MCF-7 breast cancer cells."}, {"pubmed": 20398291, "text": "We showed for the first time that down-regulation of survivin is not a definite therapeutic function of Hsp90 inhibitors"}, {"pubmed": 20401641, "text": "This study investigated the expression of Cox-2, Survivin and Bcl-2 in hepatocellular carcinoma."}, {"pubmed": 20403046, "text": "33% of patients with hepatocellular carcinoma had promoter methylation of the survivin gene. Immunohistochemical staining of survivin was observed in 32%. Nuclear survivin was associated with high proliferative index and poor prognosis."}, {"pubmed": 20406824, "text": "survivin cleavage by Granzyme M triggers degradation of the survivin-X-linked inhibitor of apoptosis protein (XIAP) complex to free caspase activity leading to cytolysis of target tumor cells"}, {"pubmed": 20427271, "text": "Phosphorylation of survivin at Ser(20) by Plk1 kinase is essential for accurate chromosome alignment and cell proliferation but is dispensable for its anti-apoptotic activity in cancer cells."}, {"pubmed": 20430742, "text": "Data suggest that determination of HMGB1, survivin and VEGF concentrations has no clinical significance in the prognosis of the survival time in lung cancer."}, {"pubmed": 20444731, "text": "Survivin nuclear translocation in tumor cells did not differ between HCCs (10%) and FLCs (9%)."}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20470195, "text": "Survivin downregulation by siRNA/cationic liposome inhibited proliferation, induced apoptosis and enhanced radiosensitivity in human hepatoma cells in vitro and in vivo."}, {"pubmed": 20501415, "text": "The positive expression rates of OPN mRNA and protein in prostate cancer tissue were significantly correlated to survivin expression."}, {"pubmed": 20503268, "text": "survivin is an important determinant of senescence reversibility in tumor cells"}, {"pubmed": 20506498, "text": "These results demonstrate that IL-4, through activation of the STAT-6 signaling pathway, is involved in survivin expression levels as well as its localization."}, {"pubmed": 20515940, "text": "Rac1 knockdown by RNAi interference confirmed the specificity of NSC23766 and requirement for Rac1 in the regulation of cyclin D1, survivin, and XIAP in breast cancer cells."}, {"pubmed": 20524087, "text": "apoptosis inhibition by survivin is a significant prognostic parameter of poor response to chemotherapy in Burkitt's lymphoma."}, {"pubmed": 20551096, "text": "Results suggest that autoantibody against survivin is generated in patients with systemic sclerosis, especially those with long disease duration."}, {"pubmed": 20596624, "text": "Periplocin from Cortex periplocae inhibits cell growth and down-regulates survivin and c-myc expression in colon cancer."}, {"pubmed": 20597995, "text": "Results support the idea that isolating survivin and MRP5+ CTCs may help in the selection of metastatic colorectal cancer patients resistant to standard 5-FU and L-OHP based chemotherapy, for which alternative regimens may be appropriate."}, {"pubmed": 20627126, "text": "Data suggest that modulation of Birc5 expression may represent a novel physiological mechanism to protect the inner ear against stress-induced cell damage."}, {"pubmed": 20627293, "text": "mesenchymal stem cells (MSCs) had anti-apoptotic effect on U266 and H929 cells that was mediated by survivin."}, {"pubmed": 20638385, "text": "knock-down of Beclin 1 down-regulated survivin protein, and the turnover rate of survivin was increased when Beclin 1 expression was silenced"}, {"pubmed": 20668868, "text": "expression higher in carcinomatous components than in sarcomatous components ofuterine cervical carcinosarcoma"}, {"pubmed": 20673487, "text": "Results indicate that Survivin autoantibody as a latent value of tumor marker could be used for clinical diagnosis in NSCLC patients."}, {"pubmed": 20682707, "text": "SF2/ASF and survivin expression is involved in non-small cell lung cancer progression"}, {"pubmed": 20698994, "text": "High BIRC5 expression is associated with prostate cancer."}, {"pubmed": 20716114, "text": "Data revealed the significance of HER2 in the radio-resistance of HER2(+) breast cancer cells through induction of transcription factors NF-kappaB and c-myc, leading to activation of survivin, a downstream target oncogene preventing apoptosis."}, {"pubmed": 20717727, "text": "Survivin is released from exosomes to the extracellular space both basally and after proton irradiation-induced stress. Survivin was able to enhance cellular proliferation, survival and tumor cell invasion."}, {"pubmed": 20724919, "text": "Nuclear survivin expression is a strong, independent prognostic marker for poor clinical outcomes in epithelial ovarian carcinoma."}, {"pubmed": 20728447, "text": "survivin is a direct target of miR-542."}, {"pubmed": 20735270, "text": "These findings implicate survivin as an important survival factor in the gastric mucosa of humans."}, {"pubmed": 20735841, "text": "Increased expression of survivin is associated with T4 breast carcinoma."}, {"pubmed": 20798131, "text": "These data suggest that survivin transcript is regulated by estrogens and progestins in the disease-free human endometrium."}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20807887, "text": "TEL-AML1 might exert its antiapoptotic action at least in part by suppressing miRNA-494 and miRNA-320a, lowering their expression causing enhanced survivin expression."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20822926, "text": "Data indicate that the expression of Bax mRNA was up-regulated, while the expression of Bcl-2 and survivin were decreased in both cell lines following zinc treatment."}, {"pubmed": 20826784, "text": "Data identified the oncogenic transcription factor STAT3 as a binding partner of nuclear survivin."}, {"pubmed": 20842728, "text": "1,25(OH)2D3 inhibits survivin and TP73 variants in colon and breast carcinomas; findings point to positive regulation of TP73 isoforms by survivin, reinforcing the possibility that downregulation of TP73 forms by 1,25(OH)2D3 could be survivin-dependent"}, {"pubmed": 20851637, "text": "After ventricular unloading, decreased survivin protein expression might contribute to cardiac hypertrophy decrease by lowering the number of cyclin D1/cdk4 complexes."}, {"pubmed": 20862566, "text": "Increased survivin expression was correlated with decreased apoptosis and increased proliferation in laryngeal squamous cell carcinoma."}, {"pubmed": 20868995, "text": "levels of survivin mRNA expression were significantly higher in oral squamous cell carcinoma cells or tissues than those in normal human oral keratinocyte or corresponding noncancerous tissues"}, {"pubmed": 20881643, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20881643, "text": "Single nucleotide polymorphisms in survivin gene is associated with non-small cell lung cancer."}, {"pubmed": 20882051, "text": "Human survivin expressed in mice may promote tumorigenesis by imparting a survival advantage to cells that acquire additional genetic lesions."}, {"pubmed": 20929126, "text": "After UVB treatment, Bcl-2 levels increased and casp3 and survivin levels decreased in patients with psoriasis vulgaris, restoring expression to near-normal."}, {"pubmed": 20939430, "text": "survivin-3B expression in colon cancer is an important factor involved in the invasive capacity of cancer cells in the presence of anticancer drug."}, {"pubmed": 20957442, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20957442, "text": "Survivin promoter polymorphism (-31G>C) is associated with esophageal cancer"}, {"pubmed": 20959405, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20978324, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20978324, "text": "our results support a role of survivin in colorectal carcinogenesis while the -31G/C single nucleotide polymorphism may constitute a marker of survival."}, {"pubmed": 20978950, "text": "High survivin level was associated with high grade, late stages and lymph node involvement, whereas low Bak1 mRNA was associated with late stages of breast cancer."}, {"pubmed": 20979750, "text": "Cardiopulmonary bypass could inhibit neutrophils apoptosis and increase the expression of survivin."}, {"pubmed": 21034499, "text": "Nuclear survivin expression may be a useful biomarker for predicting prognosis in patients with head and neck adenoid cystic carcinoma who were treated with surgical resection."}, {"pubmed": 21041181, "text": "Tumor survivin is downregulated by the antisense oligonucleotide LY2181308."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21055155, "text": "With the malignant development of ovarian mucinous tumors, the expressions of Survivin are up-regulated, and the expressions of Smac are down-regulated."}, {"pubmed": 21057000, "text": "APC mutation-induced up-regulation of the survivin/ABK cascade can explain delayed crypt cell maturation, expansion of proliferative cell populations (including mitotic figures), and promotion of colon tumorigenesis."}, {"pubmed": 21062054, "text": "direct evidence that the N-terminal sequence of Survivin is not critical for dimer formation but may contribute to correct folding and function of baculovirus IAP repeat domain."}, {"pubmed": 21074309, "text": "Survivin expression is up-regulated by LH via ERK1/2 pathway in ovarian tumor cell line and transformed cell line (but not normal cell line); when survivin is upregulated by LH, tumor cell line is less responsive to cisplatin (apoptosis is reduced)."}, {"pubmed": 21082354, "text": "results strongly suggest that IGF-1 inhibits 5-fluorouracil induced apoptosis through increasing survivin levels, which prevents Smac/DIABLO release and blocks the activation of caspases"}, {"pubmed": 21083600, "text": "Cytoplasmic expression of survivin is an independent predictor of poor prognosis in patients with salivary gland cancer"}, {"pubmed": 21092276, "text": "Findings provide robust evidence of the importance of survivin cytoplasmic-to-nuclear ratio as a breast cancer biomarker, and its potential to predict outcome in tamoxifen-treated patients."}, {"pubmed": 21093004, "text": "These results suggest that Epstein-Barr virus nuclear antigen 1 can contribute to the oncogenic process by up-regulating the apoptosis suppressor protein survivin."}, {"pubmed": 21106262, "text": "impact of survivin on myocardial homeostasis in hypertrophic cardiomyopathy"}, {"pubmed": 21108736, "text": "Decreased immunoexpression of survivin could be a potential marker in human non-alcoholic fatty liver disease progression."}, {"pubmed": 21130077, "text": "This study suggests that histone deacetylation guides SurKex-induced DNA methylation in survivin silencing possibly through increasing the expression of DNMT1 mRNA."}, {"pubmed": 21148584, "text": "survivin physically binds to polo-like kinase 1 domain."}, {"pubmed": 21154810, "text": "These results indicate that the two SNPs have a significant and cooperative influence on bladder cancer susceptibility."}, {"pubmed": 21156966, "text": "High survivin expression is associated with adenocarcinomas than in squamous cell subtype of lung cancer."}, {"pubmed": 21158719, "text": "regulation of transcription of survivin: role of gamma catenin and CBP (CREB-Binding Protein)"}, {"pubmed": 21159887, "text": "Data indicate that survivin is a direct target of miR-203."}, {"pubmed": 21161671, "text": "The present result suggests that the presence of the C allele of -31C/G Survivin promoter polymorphism in combination with D17S250 instability may be used as a risk factor for gastric cancer in our population."}, {"pubmed": 21187067, "text": "These results revealed a cooperative role of TLS and PRMT1 in transcriptional regulation of survivin."}, {"pubmed": 21198263, "text": "HER-2 expression significantly correlates with Survivin at the protein level in primary invasive ductal breast cancer tissues"}, {"pubmed": 21211287, "text": "The changes of cell cycle distribution caused by survivin(T34A) or survivin(N-8AA) enhanced the G(2)/M cell cycle-dependent chemosensitivity of paclitaxel on epithelial ovarian cancer HO-8910 cells."}, {"pubmed": 21215029, "text": "Silencing survivin with siRNA inhibited the proliferation of leukemia cell line K562."}, {"pubmed": 21219826, "text": "Downregulation of survivin by siRNA transfection suppressed proliferation and induced apoptosis in SPCA1 and SH77 cells."}, {"pubmed": 21220185, "text": "Data show that ectopic expression of survivin significantly attenuated YM155-induced apoptosis and autophagy, whereas survivin siRNA induced autophagy."}, {"pubmed": 21223797, "text": "Tamoxifen down-regulates survivin expression in HepG2 cells and it is mediated by transcriptional and post-transcriptional level via PI3K/Akt/mTOR pathway to induce apoptosis."}, {"pubmed": 21252625, "text": "The protein kinase CK2 phosphorylates survivin specifically on threonine 48 within its BIR domain. T48 is critical to its anti-apoptotic and mitotic roles."}, {"pubmed": 21279308, "text": "Adeno-associated virus-mediated survivin mutant Thr34Ala cooperates with oxaliplatin to inhibit tumor growth and angiogenesis in colon cancer."}, {"pubmed": 21292023, "text": "role of beta-catenin/Tcf4/survivin signaling in determining the fate of human corneal epithelial stem cells in different media"}, {"pubmed": 21296634, "text": "the survivin -31G/C polymorphism have not been any major role in genetic susceptibilty to hepatocellular carcinogenesis"}, {"pubmed": 21304814, "text": "The functional polymorphism -31C/G in the promoter of BIRC5 gene may play a role in mediating the susceptibility to nasopharyngeal carcinoma among Chinese."}, {"pubmed": 21309483, "text": "Increased survivin is associated with urothelial carcinoma of the bladder."}, {"pubmed": 21312234, "text": "BIRC5 cell cycle network for the understanding of molecular mechanism between no-tumor hepatitis/cirrhosis and HCC transformation was identified."}, {"pubmed": 21330050, "text": "Polo-like kinase 1 contributes to the tumorigenicity of hepatoma cells via regulation of Survivin expression"}, {"pubmed": 21342791, "text": "Chronic myeloid leukemia patients at advanced-stage displayed an increased expression of the standard-survivin form along with a significant decrease of survivin-2B and -DeltaEx3 levels. Anti-survivin CD8(+) T cells were undetectable at diagnosis."}, {"pubmed": 21351527, "text": "The expressions of survivin and GRIM-19 may be closely correlated with the pathogenesis of prostate cancer."}, {"pubmed": 21355309, "text": "The difference in expression of survivin between platinum-resistant and platinum-sensitive epithelial ovarian carcinoma was not significant."}, {"pubmed": 21358596, "text": "Overexpression of wild type p53 protein may suppress the expression of survivin and its antiapoptotic activity in basal cell carcinomas cells."}, {"pubmed": 21362215, "text": "5-Bromotetrandrine and daunorubicin can effectively reverse the multidrug resistance of K562/A02 cells by downregulating survivin."}, {"pubmed": 21364656, "text": "survivin represents an innate cytoprotective resistor against stress conditions in the auditory system."}, {"pubmed": 21364662, "text": "The withdrawal of Survivin is a novel and active physiological regulatory mechanism that tilts the survival balance and promotes the progression of apoptosis."}, {"pubmed": 21367753, "text": "Studies demonstrate that targeting survivin may be an effective approach for radiosensitization of malignant glioblastoma."}, {"pubmed": 21385904, "text": "Data show direct interaction between miR-218 and the 3'UTR of mRNAs encoding ROBO1, survivin (BIRC5), and connexin43 (GJA1)."}, {"pubmed": 21402055, "text": "high levels of survivin protein expression are indispensable for survival of HER2 gene-amplified breast cancer cells with de novo resistance to HER1/2-targeted therapies"}, {"pubmed": 21415216, "text": "Data show that ALK inhibitor-induced apoptosis is mediated both by BIM upregulation resulting from inhibition of ERK signaling as well as by survivin downregulation resulting from inhibition of STAT3 signaling in EML4-ALK-positive lung cancer cells."}, {"pubmed": 21424389, "text": "High survivin expression in pretreatment tumor biopsy was associated with less tumor downstaging after preoperative chemoradiotherapy for locally advanced rectal cancer."}, {"pubmed": 21431279, "text": "survivin may contribute to an apoptosis-resistant phenotype by inhibiting idarubicin-induced apoptosis"}, {"pubmed": 21443519, "text": "the increased survivin expression observed in oesophageal cancer cells that have lost p53."}, {"pubmed": 21470426, "text": "Studies indicate that survivin has been identified by molecular profiling analysis to be associated with higher tumor grade, more advanced disease, abbreviated survival, accelerated rates of recurrence, and chemotherapy and radiation resistance."}, {"pubmed": 21472129, "text": "Survivin isoforms may play a role in cell apoptosis and their quantification could provide information about clinical management of patients suffering from colorectal cancer."}, {"pubmed": 21516372, "text": "Survivin may mediate metastasis in hepatocellular carcinoma. The knockdown of survivin expression may enhance cancer metastasis through the downregulation of GRP78 and upregulation of vimentin expression"}, {"pubmed": 21518489, "text": "Tetrandrine inhibits the expression of Survivin and increase the apoptosis of K562 cells."}, {"pubmed": 21526486, "text": "The findings of study suggest that increased expression of Survivin may indicate a worse prognosis in breast cancer patients."}, {"pubmed": 21536684, "text": "The mechanism of dimer-monomer balance regulation may also work as a \"switcher\" between survivin functions and thereby explain remarkable functional diversities of this protein."}, {"pubmed": 21538024, "text": "These results support a role of survivin in colorectal carcinogenesis while the -31 G/C snp may constitute a marker of survival."}, {"pubmed": 21552210, "text": "We conclude that low p21 and high survivin expression are poor prognosis indicators in FIGO stage I endometrial endometrioid adenocarcinoma"}, {"pubmed": 21565982, "text": "MAGE-A regulates Bax and survivin through p53-dependent mechanisms"}, {"pubmed": 21569999, "text": "High expression levels of survivin in the primary tumor may be used as a potential predictive biomarker of pCR to neoadjuvant chemotherapy in patients with stage II and stage III breast cancer."}, {"pubmed": 21572400, "text": "Cytoplasmic survivin in adenocarcinomas and squamous cell carcinomas could be useful independent prognostic marker in lung neoplasms."}, {"pubmed": 21585553, "text": "current data of survivin in skin biology and a comprehensive compilation of survivin expression in skin pathologies (review)"}, {"pubmed": 21611748, "text": "An important role of survivin -31 G/C polymorphism with cancer risk especially in Asian population."}, {"pubmed": 21612579, "text": "The functions of survivin in anti-apoptosis and regulation of cell division might mediate the role of NS5A in HCV-induced HCC."}, {"pubmed": 21613637, "text": "Centromere protein F and survivin are malignant behaviour markers for colorectal gastrointestinal stromal tumours."}, {"pubmed": 21633298, "text": "Survivin expression may be a prognostic indicator for survival in early-stage neuroendocrine carcinoma of the uterine cervix without lymph node metastasis."}, {"pubmed": 21634118, "text": "BIRC5 protein expression in tumor samples versus corresponding normal tissue was 1.3 times more often elevated in the squamous cell lung cancer group (in 76% tumor samples)."}, {"pubmed": 21674243, "text": "Survivin is a critical factor for cell division and cell viability in primary human osteoblastic cells."}, {"pubmed": 21695980, "text": "The high expression of survivin was shown to be correlated with the lower-grade differentiation of a tumor and its higher stage."}, {"pubmed": 21705450, "text": "Data suggest that the development of strategies to concurrently induce both CD4(+) and CD8(+) T-cell responses against survivin is warranted for optimal anti-survivin cancer immunotherapy."}, {"pubmed": 21718681, "text": "Survivin is a novel target of CD44-promoted breast tumor invasion"}, {"pubmed": 21729321, "text": "Survivin is expressed at protein and mRNA levels in human osteoarthritic cartilage-- the so-called chondroid nests, comprising accumulations of \"stressed\" chondrocytes where survivin gene transcription and translation are reactivated."}, {"pubmed": 21729543, "text": "Glycyrrhetinic acid can inhibit proliferation of U266 cells in a time- and dose-dependent manner and induce apoptosis through arresting G(0)/G(1) phase and down-regulating expression of survivin."}, {"pubmed": 21729576, "text": "mesenchymal stem cells have lower sensitivity to radiation, which may associate with the expression of radioresistant genes survivin and HO-1."}, {"pubmed": 21737502, "text": "Data show that siRNA-mediated survivin knockdown induced spontaneous apoptosis in melanoma cells."}, {"pubmed": 21757750, "text": "Histone deacetylase inhibitor belinostat represses survivin expression through reactivation of transforming growth factor beta (TGFbeta) receptor II leading to cancer cell death"}, {"pubmed": 21765467, "text": "Survivin expression correlates with PPARdelta expression in human colorectal cancer"}, {"pubmed": 21788344, "text": "We conclude that survivin is functionally relevant in gliomas"}, {"pubmed": 21794903, "text": "Paracrine factors from normal endometrial stromal cells can inhibit hormone-stimulated cell proliferation in Ishikawa cells by regulating cell survival and apoptosis through PI3K/AKt/Survivin signaling"}, {"pubmed": 21826474, "text": "Data show that survivin was an independent prognostic factor for predicting overall survival of patients with esophageal cancer."}, {"pubmed": 21852011, "text": "Nuclear accumulation of Survivin and interaction with components of the DNA-double-strand break (DSB) repair machinery indicates Survivin to regulate DSB damage repair that leads to a significant improvement of survival of LN229 glioblastoma cells."}, {"pubmed": 21855041, "text": "High BIRC5 expression is associated with colon cancer."}, {"pubmed": 21856925, "text": "RNAi-mediated survivin knockdown in vascular smooth muscle cells leads to profound cell cycle arrest at G(2)/M and impaired chemotaxis without cytotoxicity."}, {"pubmed": 21861135, "text": "BIRC5 promoter SNPs do not affect nuclear survivin expression and survival of malignant pleural mesothelioma patients"}, {"pubmed": 21867615, "text": "Livin and survivin may be involved in the pathogenesis and progression of adult acute lymphoblastic leukemia."}, {"pubmed": 21874565, "text": "survivin expression correlated with TNM stage and lymph node metastasis in patients with non-small-cell lung cancer"}, {"pubmed": 21878572, "text": "These data suggest that splice variant Survivin-3B contributes to cell survival through the anti-apoptotic pathway and that its expression level may be an important factor in determining therapeutic strategies for breast carcinoma"}, {"pubmed": 21880190, "text": "survivin may play an important role in the apoptosis pathway in cardiac myxomas."}, {"pubmed": 21897272, "text": "The presence of survivin gene allele C was found to be significantly increased in endometrial cancer tissues compared to the healthy tissues."}, {"pubmed": 21900948, "text": "Additional studies on the expression of survivin isoforms and their subcellular localization in relation to function will confirm the key role of survivin in the skin."}, {"pubmed": 21910343, "text": "Jiedu Huayu Recipe could block the NF-kappaB signal pathway of K562/A02 cells and reverse drug resistance by influencing the expression of NF-kappaB and survivin genes."}, {"pubmed": 21933669, "text": "Survivin but not TNFalpha may have an important role in the development of acute leukemia and it could serve as a significant prognostic mark"}, {"pubmed": 21979596, "text": "Expression patterns of survivin and gamma-H2AX were different, suggesting their involvement in different biologic mechanisms as an early event leading to resistance to apoptosis in vulvar carcinogenesis."}, {"pubmed": 22020290, "text": "although survivin was highly expressed in gastrointestinal stromal sarcoma, there was no correlation between survivin expression and disease-free or overall survival. Survivin may be a biomarker for disease progression in gastrointestinal stromal sarcoma."}, {"pubmed": 22032967, "text": "the BIR domain of Survivin presents an accessible and preformed binding site to recognize histone H3"}, {"pubmed": 22033156, "text": "Data suggest that expression of survivin mRNA and protein in preeclamptic placenta is significantly reduced compared to that in normal placenta; these levels are significantly reduced in severe preeclampsia compared to mild preeclampsia."}, {"pubmed": 22035627, "text": "High survivin levels predict poor clinical response to infliximab treatment in patients with rheumatoid arthritis."}, {"pubmed": 22045227, "text": "findings suggest that positive survivin expression may be used as a predictor of a poor response to chemotherapy and shorter survival in lung cancer patients with malignant pleural effusion"}, {"pubmed": 22052111, "text": "The results suggest that the survivin T9809C single nucleotide polymorphism might contribute to the prediction of susceptibility and pathological development to hepatocellular carcinoma."}, {"pubmed": 22055399, "text": "Survivin likely has different functions in distinct breast cancer subtypes."}, {"pubmed": 22056470, "text": "Describe the baseline levels of urine levels of survivin after radical cystectomy for primary invasive bladder cancer."}, {"pubmed": 22065492, "text": "High survivin expression was an independent factor for predicting lymph node metastasis of colorectal cancer. The expression levels of survivin mRNA and protein were higher in CRC cells than in normal intestinal epithelial cell line."}, {"pubmed": 22075159, "text": "Persistent activation of signaling by the AKT-survivin pathway induced by PTEN loss underlies a mechanism of resistance to erlotinib-induced apoptosis in EGFR mutation-positive non-small cell lung cancer."}, {"pubmed": 22076382, "text": "The survivin protein acted as mitotic regulator and apoptosis inhibitor."}, {"pubmed": 22089920, "text": "High expression of nuclear survivin is a significant marker of a poor prognosis in patients with a pancreatic endocrine tumor."}, {"pubmed": 22103896, "text": "Survivin was overexpressed in carcinoma cells. It was present in different subcellular compartments. Nuclear positivity of survivin or combined nuclear & cytoplasmic expression was a poor prognostic parameter in ductal breast carcinoma."}, {"pubmed": 22110249, "text": "A novel dendritic cell(DC) progenitor regulatory pathway in which PGE(2) signaling through EP1/EP3 receptors regulates Flt3 expression and downstream STAT3 activation and survivin expression, required for optimal progenitor survival and differentiation."}, {"pubmed": 22126543, "text": "findings showed down-regulation of survivin expression in cancer cells; study allows the conclusion that survivin is essential for proper chromosome segregation and cytokinesis"}, {"pubmed": 22126788, "text": "Silencing survivin causes growth suppression of MGC-803 cells and enhances sensitivity to celecoxib in vitro."}, {"pubmed": 22152688, "text": "Downregulation of survivin by shRN inhibited cell proliferation and arrested cell at G2/M phase."}, {"pubmed": 22154363, "text": "Nuclear survivin typifies aggressive high-grade salivary gland carcinomas with worse prognosis"}, {"pubmed": 22159225, "text": "results demonstrate that Aurora B confers TRAIL resistance to cancer cells via phosphorylation of survivin."}, {"pubmed": 22161156, "text": "Expressions of SMAC/DIABLO and survivin were significantly reciprocal in breast cancer and benign tumor tissues."}, {"pubmed": 22161157, "text": "High expression of survivin is associated with ovarian epithelial tumors."}, {"pubmed": 22174091, "text": "IL-4 triggers a simultaneous activation of the JNK-pathway and the up-regulation of survivin turning on a cancer proliferation mechanism"}, {"pubmed": 22182412, "text": "Ang-2 mediated Survivin expression in response to OxLDL-induced endothelial apoptosis."}, {"pubmed": 22193624, "text": "The functional polymorphism -31G>C, -1547A>G and -241C>T in the promoter of Survivin gene may play a significant role in mediating the bladder cancer risk among North Indian cohort."}, {"pubmed": 22199273, "text": "REG4, BIRC5 and NEIL2 genes might have a role in the sensitivity of cancer patients to radiotherapy"}, {"pubmed": 22214342, "text": "No association between rs8073069, rs9904341 or rs1042489 in survivin gene and the risk of hepatocellular carcinoma (HCC) is found in Chinese han population, but rs8073069G-rs9904341C- rs1042489T is perhaps a protective haplotype for HCC."}, {"pubmed": 22237452, "text": "Data show that the expression of TSLC1 was lower in hepatocellular carcinoma (HCC) cells than in normal cells, and survivin expression is higher in detected HCC cells than in normal cells."}, {"pubmed": 22244766, "text": "Survivin primarily recognizes N-terminal Ala1 of H3, H3T3ph, and SmacN peptides and exhibits a 25-fold preference for H3T3ph over SamcN peptide."}, {"pubmed": 22266808, "text": "LMP1 upregulated survivin protein expression and its phosphorylation by p53 due to the transactivation of the survivin promoter in nasopharyngeal carcinoma cells."}, {"pubmed": 22274581, "text": "Survivin -31G>C promoter polymorphism might be associated with an increased risk of cancer, especially in the Asian populations."}, {"pubmed": 22288915, "text": "GC heterozygotes had considerably decreased susceptibility for KCOTs compared with GG homozygotes. same was true for GC+CC vs. GG. GG genotype of -31G/C polymorphism might be risk factor for KCOT development."}, {"pubmed": 22293278, "text": "Survivin polymorphism at position -31 (G/C) (rs 9904341) was associated with papillary thyroid carcinoma."}, {"pubmed": 22295057, "text": "functional -31G>C polymorphism in the promoter of survivin may influence the susceptibility and progression of renal cell cancer in Chinese population"}, {"pubmed": 22306317, "text": "study indicates that miR-203 exerts a tumor-suppressive effect during laryngeal carcinogenesis via suppressing the expression of survivin"}, {"pubmed": 22311150, "text": "Patients who showed high expression of cytoplasmic and nuclear survivin and Aurora B had significantly shorter overall survival"}, {"pubmed": 22318371, "text": "These results suggest that survivin gene polymorphisms and their interactions with environmental carcinogens may increase susceptibility to oral cancer in Taiwanese men."}, {"pubmed": 22325225, "text": "Survivin expression was not related differentiation, clinical stage, and lymph node metastasis of lung cancer."}, {"pubmed": 22333553, "text": "The over-expression of PTEN gene may inhibit the proliferation of K562 cells and promote cell apoptosis via the regulation of Survivin, Xiap and Smac genes."}, {"pubmed": 22334690, "text": "HDAC6 deacetylates survivin to regulate its nuclear export"}, {"pubmed": 22336533, "text": "The BIRC5 might be an important regulator of the asthmatic processes and it provides some evidence that its effect might be affected by single nucleotide polymorphisms(SNPs) located in the gene regulatory regions."}, {"pubmed": 22340101, "text": "The expression of Survivin in combination with BCRP and HER-2 is associated with clinical response to TE neoadjuvant chemotherapy in breast cancer."}, {"pubmed": 22357620, "text": "Our data demonstrate that Survivin paralogues have different characteristics of phosphospecific binding to threonine-3 of histone H3, providing new insight into the biology of the inner centromere."}, {"pubmed": 22389513, "text": "nuclear survivin, including survivin itself and the survivin-Ex3 splice variants, may participate in modulation of altered cell kinetics of uterine cervical carcinomas during radiation therapy."}, {"pubmed": 22391172, "text": "Gene silencing of survivin reduces the proliferation of lymphoma cell line Jeko-1."}, {"pubmed": 22407831, "text": "High survivin expression is associated with malignant peripheral nerve sheath tumors."}, {"pubmed": 22410464, "text": "review of the role of survivin as a target in cancer [review]"}, {"pubmed": 22416874, "text": "There was a significant association between a higher nuclear survivin expression and laryngeal squamous cell carcinoma recurrence.  Wild-type survivin was the most frequently detected splice variant."}, {"pubmed": 22419576, "text": "Upregulation of survivin is associated with disease progression in the myelodysplastic syndromes."}, {"pubmed": 22426960, "text": "Downregulation of survivin expression decreased the growth and viability of tumor cells in culture and reduced growth of the cancer cells upon transplantation into immunodeficient mice"}, {"pubmed": 22446832, "text": "survivin and Bcl-2 may act synergistically in the occurrence, development, invasion and metastasis of non-small cell lung carcinoma (NSCLC), both of which are up-regulated in NSCLC tissues"}, {"pubmed": 22459568, "text": "These findings suggest that survivin and XIAP may have a role in leukemogenesis and provide prognostic information."}, {"pubmed": 22491741, "text": "This study identified a novel role for survivin in erythroblast enucleation through previously unknown protein partners."}, {"pubmed": 22502701, "text": "High survivin expression is associated with drug resistance to docetaxel in patients with advanced breast cancer."}, {"pubmed": 22503977, "text": "survivin may act as a transcription factor or cofactor to interact with p53 on the p21(WAF1/CIP1) promoter leading to the inhibition of p21(WAF1/CIP1) expression at least in part by neutralizing p53-mediated transcriptional activation of the p21 gene."}, {"pubmed": 22507272, "text": "Survivin knockdown induced morphological features of neuronal differentiation in neuroblastoma cell lines."}, {"pubmed": 22513782, "text": "analysis of a promiscuous survivin-derived T-cell epitope restricted to the HLA-A3 super-type alleles"}, {"pubmed": 22517713, "text": "Decreased survivin cytoplasmic expression or nuclear overexpression may be related to favorable prognosis of Wilms tumor."}, {"pubmed": 22528514, "text": "Nuclear survivin could serve as a marker for indicating disease status in esophageal squamous cell carcinoma patients."}, {"pubmed": 22528517, "text": "The results of this study showed that disregulation of survivin expression had an important role in the determination of the course of the disease in patients with nodal diffuse large B cell lymphoma treated with R-CHOP"}, {"pubmed": 22530010, "text": "survivin was not influenced by confounders like inflammation and exhibited a relatively low number of false-positives. Therefore, despite the low sensitivity, survivin may still be considered as a component of a multimarker panel."}, {"pubmed": 22550469, "text": "concluded that the survive gene expression was lower in APL than those in any other types of leukemia, thus closely associated with clinical manifestation"}, {"pubmed": 22563025, "text": "CXCL8 and CXCR1 are involved in the pathogenesis of endometriosis by up-regulating proliferation and growth and restricting apoptosis in endometrial stromal cells by activating the PTEN/Akt pathway and mediating the expression of survivin and Bcl-2"}, {"pubmed": 22568207, "text": "The survivin promoter exhibited a higher transcriptional activity than PSMA promoter and enhancer in prostate tumor cell lines."}, {"pubmed": 22569715, "text": "The mechanism of estrogen-promoted ovarian cancer metastasis may due to the up-regulation of survivin conducted through the ERalpha signalling pathway."}, {"pubmed": 22581315, "text": "Birc5 and Hspa5 could be important survival factors for hepatoma carcinoma cells"}, {"pubmed": 22607367, "text": "Survivin regulates VEGF-C expression in lymphatic metastasis in breast cancer."}, {"pubmed": 22645176, "text": "Survivin expression correlated with the expressions of multiple proteins involved with cell proliferation and survival."}, {"pubmed": 22646166, "text": "CUG-BP1 associates with the 3'-untranslated region of survivin mRNA, thereby stabilizing the transcript and elevating its expression in oesophageal cancer cells."}, {"pubmed": 22680927, "text": "A review of the prognostic and predictive relevance of survivin detection in cancer patients."}, {"pubmed": 22696161, "text": "survivin mRNA assay is a useful tumor marker for discriminating malignant from benign pleural effusion."}, {"pubmed": 22711176, "text": "survivin expression alters the sensitivity of hepatocellular carcinoma cells to curcumin-induced cytotoxicity."}, {"pubmed": 22713668, "text": "Up-regulated of BIRC5 and LASP1 was able to abrogate the effects induced by transfection with the miR-203 precursor in triple negative breast cancer."}, {"pubmed": 22723337, "text": "Survivin expression was also significantly upregulated in all head and neck cancer cell lines and levels were further elevated in cisplatin-resistant cells."}, {"pubmed": 22740207, "text": "Overexpression of survivin is associated with drug resistance to docetaxel-based chemotherapy in advanced gastric cancer."}, {"pubmed": 22749932, "text": "survivin levels are increased in lamina propria T cells(LPTs) from patients with Crohn's disease (compared with ulcerative colitis and controls) because survivin interacts with HSP90 and prevents proteasome degradation; this allows LPTs to avoid apoptosis"}, {"pubmed": 22819074, "text": "Overexpression of survivin is associated with multidrug-resistance in multiple myeloma."}, {"pubmed": 22848370, "text": "novel insight into the molecular circuitry of Noscapine-induced apoptosis to indicate suppression of survivin expression as a critical mediator of this process."}, {"pubmed": 22858571, "text": "Allele & genotype frequencies were significantly different between Wilms tumor patients & controls for the -31 G/C polymorphism. Those with CC & CG genotypes had decreased risk compared with GG individuals."}, {"pubmed": 22886454, "text": "miR-203 overexpression significantly inhibited survivin expression in HepG2 cells, while underexpression of miR-203 significantly promoted it. Low miR-203 expression contributes to the progression of hepatocellular carcinoma via targeting survivin."}, {"pubmed": 22925504, "text": "Data suggest that survivin expression in up-regulated following induction of HIF1A (hypoxia inducible factor 1 alpha subunit) by cellular hypoxia cervical cancer cells possibly leading to tumor formation and tumor progression."}, {"pubmed": 22930255, "text": "Survivin and livin mRNA levels in patients with lung cancer were significantly higher than in those with benign lung disease."}, {"pubmed": 22935455, "text": "It seems that vascular endothelial growth factor and survivin play role in local invasion and spread of gastric adenocarcinoma and negatively influences survival."}, {"pubmed": 22936565, "text": "Survivin expression in biopsy could be an important predictive factor of preoperative CRT response."}, {"pubmed": 22957790, "text": "Data suggest that BIBR1532 caused rapid cell death in Nalm-6 cells probably through transcriptional suppression of survivin-mediated c-Myc and human telomerase reverse transcriptase (hTERT) expression in a concentration-dependent manner."}, {"pubmed": 22958786, "text": "High levels of survivin mRNA expression in luteinized granulosa cells in cases with tubal infertility seem to protect ovaries from follicular apoptosis."}, {"pubmed": 22961763, "text": "BIRC5 is over-expressed in Ewing sarcoma (ES) cell lines and tumor samples. Further, it plays an important role in cell growth and viability in vitro."}, {"pubmed": 22968628, "text": "High survivin mRNA expression is associated with breast cancer."}, {"pubmed": 22981350, "text": "The Nuclear survivin expression is associated with poor prognosis for Caucasian non-small cell lung cancer(NSCLC) patients."}, {"pubmed": 22996285, "text": "These data suggest that TFF3 and survivin expressions play a vital role in gastric cancer development, and these two proteins are important markers for prognosis in gastric cancer."}, {"pubmed": 23028610, "text": "The study showed that survivin expression detected by immunohistochemistry seems to be associated with a worse prognosis of ESCC patients."}, {"pubmed": 23030305, "text": "study demonstrated the expression of inhibitor of apoptosis proteins, survivin and Livin and the pro-apoptotic protein TSP-1 in endemic Burkitt lymphoma (BL); no significant difference was found between BL and reactive lymphoid hyperplasia"}, {"pubmed": 23041974, "text": "Liver cancer initiation is controlled by AP-1 through SIRT6-dependent inhibition of survivin."}, {"pubmed": 23042483, "text": "With the cutoff point at 5%, 14% of all cases were classified nuclear survivin positive and 86% nuclear survivin negative"}, {"pubmed": 23053158, "text": "Survivin knockdown in combination with radiation inhibits cell proliferation, repair, and colony formation significantly and increases apoptosis more than each single treatment alone."}, {"pubmed": 23065255, "text": "Survivin overexpression had a poor prognosis value in patients with non-small cell lung cancer. [Meta-analysis]"}, {"pubmed": 23084269, "text": "data have demonstrated for the first time that human oocytes/embryos not only express but also secret survivin, suggesting that survivin may play an important role in human oogenesis and embryogenesis"}, {"pubmed": 23087365, "text": "Survivin protein gene expression is a key predictor of malignant progression in patients diagnosed with laryngeal squamous cell carcinoma."}, {"pubmed": 23091600, "text": "Plasma-derived exosomal survivin, a plausible biomarker for early detection of prostate cancer."}, {"pubmed": 23097134, "text": "Expression of survivin modulated by sodium valproate is under the regulation of AKT."}, {"pubmed": 23106581, "text": "TERT immunoexpression was closely related to survivin reactivity, increased from normal vulvar squamous epithelia to lichen sclerosus and to vulvar intraepithelial neoplasia, and invasive squamous cell carcinoma"}, {"pubmed": 23124118, "text": "High expression of BIRC5 is associated with shorter overall survival and progression-free survival in patients with resected pancreatic adenocarcinoma after adjusting for other histopathological factors."}, {"pubmed": 23126236, "text": "Nuclear survivin expression and Bcl-2 expression warrant investigation as potential predictive biomarkers to enable individualized treatments for patients whose LSCCs strongly express nuclear survivin or/and Bcl-2."}, {"pubmed": 23131769, "text": "promoter polymorphisms are not associated with susceptibility to endometriosis in the Estonian population"}, {"pubmed": 23143666, "text": "Data suggest that survivin mRNA is significantly overexpressed in adrenocortical carcinoma as compared to adrenocortical adenoma or normal adrenal gland; moderate/high intensity of staining for survivin seems to indicate poor prognosis."}, {"pubmed": 23146905, "text": "suggests that glycolysis inhibitors target an 'archilles heel' of BIRC5/Survivin-overexpressing neuroblastoma and may be highly useful as chemosensitizers in the treatment of high-stage NB"}, {"pubmed": 23152437, "text": "Transfection of the NSCLC cell lines with specific siRNAs against SRF, E2F1 and survivin resulted in a very considerable reduction of the intracellular mRNA concentration."}, {"pubmed": 23161837, "text": "Survivin mutations confer improved response to chemotherapy in vivo."}, {"pubmed": 23167185, "text": "The positive expression rates of survivin and PTEN in vocal cord polyps were obviously lower than in papilloma of larynx and laryngeal squamous cell carcinoma."}, {"pubmed": 23167260, "text": "SLC5A8 suppresses tumour progression through depletion of survivin without involving its transport function."}, {"pubmed": 23168152, "text": "these data support the conceptof a dysregulated survivin expression, especially in individualswith AERD, which might be part of the pathogenesis of nasal polyps."}, {"pubmed": 23176035, "text": "Presence of the C allele was significantly associated with tumor stage and size; therefore, survivin might be an important marker in the prognosis of tongue SCC that requires further investigation."}, {"pubmed": 23185410, "text": "OCT4 positively regulates Survivin expression to promote cancer cell proliferation and leads to poor prognosis in esophageal squamous cell carcinoma"}, {"pubmed": 23219440, "text": "Our results suggest that survivin may be a valuable diagnostic marker, as well as a new independent prognostic parameter, in lobular breast carcinoma."}, {"pubmed": 23232114, "text": "this study validated the functions of the rs2239680 SNP in the mir-355-related regulation of BIRC5 in Chinese Han with lung cancer."}, {"pubmed": 23244104, "text": "High expression of survivin is associated with oral squamous cell carcinoma and peritumoral tissue."}, {"pubmed": 23254641, "text": "Suppression of survivin expression by RNAi attenuates the malignant phenotype of hepatocellular carcinoma cells."}, {"pubmed": 23254909, "text": "these results indicated that stimulation of ovarian cancer cell VEGF, Cox2 and survivin expression by FSH involves the microRNA27a: ZBTB10-specificity protein pathway"}, {"pubmed": 23258739, "text": "The survivin promoter -31G/C polymorphism may confer an increased susceptibility to gastric cancer."}, {"pubmed": 23280017, "text": "expression of Survivin was negatively correlated with that of Fas (r = -0.517, p < 0.01), but positively correlated with that of FasL (r = 0.381, p < 0.01) in tissues of cervical cancer"}, {"pubmed": 23281010, "text": "Data using recombinant proteins in cell-free lysates suggest that interaction of survivin with phosphorylated histone 3 (H3T3-Phos; a mitotic biological marker appearing during cell division) is abolished by trimethylation at neighboring lysine."}, {"pubmed": 23296940, "text": "Analysis of survivin-specific T cells in breast cancer patients using human DCs engineered with survivin mRNA."}, {"pubmed": 23310986, "text": "Results showed that PTEN expression progressively decreased with the continuum from normal epithelium to squamous cell carcinoma (P < 0.05), whereas survivin expression progressively increased (P < 0.05)."}, {"pubmed": 23317219, "text": "High expression of survivin is associated with T-cell lymphoma."}, {"pubmed": 23323858, "text": "HER2 stabilizes survivin while concomitantly down-regulating survivin gene transcription by suppressing Notch cleavage."}, {"pubmed": 23324341, "text": "mutant K-Ras contributes to the maintenance of the aberrantly high levels of survivin in tumors by regulating its stability, and the ability of mutant K-Ras to induce malignant transformation is, in part, dependent on these high levels of survivin."}, {"pubmed": 23325045, "text": "Data indicate that siRNA down-regulation of survivin retarded tumor growth in cervical cancer mouse xenograft."}, {"pubmed": 23333752, "text": "Functional interaction between PIN1 and survivin may therefore play an important role in hepatocarcinogenesis and chemoresistance."}, {"pubmed": 23338618, "text": "autophagy induced by harmol represented a pro-apoptotic mechanism, and harmol suppressed the expression of survivin and subsequently induced apoptosis."}, {"pubmed": 23340171, "text": "show that these events can be at least in part attributed to the STAT3/Survivin pathway"}, {"pubmed": 23358177, "text": "Survivin protein expression is an independent molecular marker for predicting epithelial ovarian cancer prognosis. shRNA targeting survivin can effectively suppress survivin expression, enhance apoptosis, and increase the sensitivity of ovarian cancer cells to paclitaxel."}, {"pubmed": 23358691, "text": "Survivin was highly expressed in tumour cell nuclei in all samples of malignant pleural mesothelioma and this correlated positively with both apoptosis and proliferation, but did not have a significant prognostic value"}, {"pubmed": 23368531, "text": "We report for the first time that survivin-3alpha is expressed in benign and malignant breat tumors with no expression in normal adjacent tissues."}, {"pubmed": 23377885, "text": "The survivin and eRF3 complex may function in spindle formation and segregation of chromosomes and cytokinesis."}, {"pubmed": 23380758, "text": "Our findings suggest that miR-16 represses colorectal cancer cell growth in vitro by regulating the p53/survivin signaling pathway."}, {"pubmed": 23405077, "text": "results from the current meta-analysis suggests that survivin -31G>C polymorphism might increase the risk of gastrointestinal tract cancer, especially among gastric and colorectal cancers"}, {"pubmed": 23405201, "text": "High Survivin is associated with lymph node and distant metastases of colorectal cancer."}, {"pubmed": 23414714, "text": "the survivin (A9194G) polymorphism was found to play a protective role in the susceptibility to papillary thyroid carcinoma"}, {"pubmed": 23444076, "text": "Results indicate that most primary hepatoblastoma tissue specimens express survivin. Expression increased after chemotherapy, suggesting that survivin may be important for survival of tumor cells."}, {"pubmed": 23449974, "text": "Up-regulation of survivin during immortalization of human myofibroblasts is linked to repression of tumor suppressor p16(INK4a) protein and confers resistance to oxidative stress."}, {"pubmed": 23467576, "text": "The simultaneous RNA interferencemediated downregulation of survivin and VEGF expression inhibited proliferation and induced the apoptosis of Panc1 cells and human umbilical vein endothelial cells."}, {"pubmed": 23477121, "text": "Treatment of transplanted laryngeal squamous cell carcinoma with Gold Throat Tablets reduced expression of survivin and PTEN."}, {"pubmed": 23479154, "text": "Our data showed that individuals carrying the survivin 31 GC genotype and those carrying the survivin 644 CC genotype had a significantly decreased risk of having non-small cell lung cancer."}, {"pubmed": 23494669, "text": "Levels of survivin and mRNA expression rates and its four splice variants are elevated in colorectal cancer tissues."}, {"pubmed": 23504337, "text": "Survivin expression could correlate as an independent predictor of recurrence, while it could also be a potential bio-target gene of angiogenesis in sacral chordoma."}, {"pubmed": 23564498, "text": "results suggest that survivin plays an important role in the response to radiotherapy and may be a useful marker for predicting radiotherapy response in patients with head and neck squamous cell carcinoma"}, {"pubmed": 23572266, "text": "beta-catenin is delocalized and survivin is over-expressed in recurrent sporadic and nevoid basal cell carcinoma syndrome-associated keratocystic odontogenic tumor"}, {"pubmed": 23580032, "text": "Silibinin induced the apoptosis of Hep-2 cells via oxidative stress and down-regulating survivin expression."}, {"pubmed": 23581553, "text": "Survivin 31G/C may adjust the Survivin expression, and it might contribute to a risk of developing colorectal cancer."}, {"pubmed": 23611357, "text": "Cases of adenoid cystic carcinoma of the lacrimal gland with high nuclear BIRC5 levels had a shorter progression-free survival."}, {"pubmed": 23613251, "text": "overexpression of survivin and VEGF accompany a higher risk of BTCC recurrence, making survivin and VEGF biomarkers for predicting the relapse of bladder cancer."}, {"pubmed": 23618862, "text": "Data show that YM155 induces apoptosis in leukemia cells through downregulation of survivin and Mcl-1, and that caspase-8 may play a critical role during apoptosis."}, {"pubmed": 23624914, "text": "survivin expression is regulated by ERK and AKT signaling for metastatic progression of colorectal cancer"}, {"pubmed": 23640047, "text": "These findings support a direct role for Survivin in melanoma metastasis, which requires alpha5 integrin and suggest that inhibitors of alpha5 integrin may be useful in combating this process"}, {"pubmed": 23643942, "text": "Angiopoietin 2-mediated signaling via survivin/ref-1/MSK-1 pathway promotes doxorubicin resistance in HepG2 cells."}, {"pubmed": 23645041, "text": "BIRC5-31CC and CASP9+83CT/TT genotypes were associated with an increased risk for renal cell carcinoma development in the female group of our southern European study population."}, {"pubmed": 23677479, "text": "These findings indicate that bFGF could rapidly activate the protein kinase B activities, enhance the expression of survivin and the proliferation of hepatocellular carcinoma cells via the PI3K pathway."}, {"pubmed": 23679249, "text": "High survivin expression is associated with high HPV infections in precancerous cervical lesions."}, {"pubmed": 23690235, "text": "results suggested that high survivin expression had an unfavorable prognostic role for patients with breast cancer [meta-analysis]"}, {"pubmed": 23728352, "text": "Data indicate that MAGE3, Survivin and B-cell maturation antigen (BCMA) mRNA-pulsed dendritic cells (DCs) are capable of stimulating tumor-associated antigens (TAA)-specific T-cell responses in multiple myeloma (MM) patients."}, {"pubmed": 23729541, "text": "Data support biological model suggesting over-expression of survivin/BIRC5 in endometriosis serves as protective mechanism that defends pancreatic beta-cells from apoptosis during Th1-cell (helper-inducer T-lymphocytes) autoimmune assault. [LETTER]"}, {"pubmed": 23732815, "text": "MiR203 regulates the proliferation, apoptosis and cell cycle progression of pancreatic cancer cells by targeting Survivin."}, {"pubmed": 23747271, "text": "Report a new pathway of glioma radioresistance via Report the regulation of radiation-induced centrosome duplication and therefore mitotic cell death by ILK, HIF-1alpha and survivin."}, {"pubmed": 23749114, "text": "the combination of simultaneous siRNA-mediated knockdown of antiapoptotic Bcl-xL and survivin-a multitarget molecular-based therapy-and conventional chemotherapy shows great potential for improving bladder cancer treatment."}, {"pubmed": 23755220, "text": "Expression of survivin in colorectal cancer patients indicates poor prognosis and a pro-metastatic tumor phenotype. (Meta-analysis)"}, {"pubmed": 23812937, "text": "Cytoplasmic survivin is a critical downstream effector of the PI3K/Akt pathway and a more favorable outcome in acute myeloid leukemia."}, {"pubmed": 23826993, "text": "Combinatorial expression of WT1, survivin, and TERT determine the survival outcome in adult acute myeloid leukemia."}, {"pubmed": 23828577, "text": "TGF-beta1 regulates the cell cycle via survivin."}, {"pubmed": 23847060, "text": "The results of this study indicated that the loss of survivin due to Helicobacter pylori infection involves proteasome-mediated degradation of the protein induced by secreted bacterial gamma-glutamyl transpeptidase."}, {"pubmed": 23856250, "text": "Overexpression of alternative splice isoform survivin-3B is associated with tumorigenesis by facilitating immune escape in a manner associated with resistance to immune cell toxicity."}, {"pubmed": 23858797, "text": "In Serbian population, -31G/C polymorphism in the promoter of the survivin gene cannot be considered as a risk factor for oral squamous cell carcinoma and skin basal cell carcinoma."}, {"pubmed": 23883402, "text": "Functional promoter -31G/C variant of Survivin gene predict prostate cancer susceptibility among Chinese."}, {"pubmed": 23898122, "text": "Survivin is overexpressed in blood and tissue of patients with non-small cell lung cancer and is associated with histological type and tumor grade."}, {"pubmed": 23924925, "text": "Survivin BIR-domain mutant Cys84Ala was transduced by adeno-associated viral vectors into mice with a xenograft human gastric cancer. This increased apoptosis & 5-FU sensitivity & inhibited cancer growth in vivo."}, {"pubmed": 23936532, "text": "High survivin expression is associated with gastric cancer."}, {"pubmed": 23938875, "text": "The present review explores the role of post-translational modifications on protein-protein interactions focused on BIRC5 to provide new insights into the functions and cell localization of this BIRC5 in pathophysiological conditions. [review]"}, {"pubmed": 23948878, "text": "A correlation between the expression of survivin and overall survival for patients with gastric cancer."}, {"pubmed": 23979427, "text": "Data suggest that survivin is a key mediator of cytoprotection in acute lung injury (as seen in adult respiratory distress syndrome); survivin appears to act at epithelial/mucosal cell level; action of survivin depends partly on apoptosis inhibition."}, {"pubmed": 24077840, "text": "The survivin -31G>C polymorphism is associated with elevated cancer risk."}, {"pubmed": 24096544, "text": "In this updated meta-analysis of 26 studies, we conclude that the BIRC5 rs9904341 polymorphism might contribute to risk of various cancers, especially in Asian populations."}, {"pubmed": 24098667, "text": "The survivin rs9904341 most likely contributed to increased susceptibility to tumor in Asians as well as to gastric, colorectal and bladder cancers."}, {"pubmed": 24117205, "text": "Upregulation of survivin expression may be a molecular marker of dedifferentiation in thyroid epithelial carcinomas, likely being responsible for survival responses of tumor cells and, thus, favoring progression toward a poorly differentiated phenotype."}, {"pubmed": 24127439, "text": "BIRC5 splice variant expression correlates with refractory disease in pediatric acute myeloid leukemia."}, {"pubmed": 24128853, "text": "CR108 is a novel vitamin K3 derivative that induces apoptosis and tumor inhibition by ROS production and mitochondrial dysfunction and associates with the phosphorylation of p38 MAP kinase and the inhibition of survivin in the human breast cancer."}, {"pubmed": 24133585, "text": "silencing of survivin and over-expression of GRIM-19 can significantly inhibit the growth and induce the apoptosis of Hep-2 laryngeal cancer cells in vitro and in vivo."}, {"pubmed": 24165223, "text": "Up-regulation of survivin by AKT and hypoxia-inducible factor 1alpha contributes to cisplatin resistance in gastric cancer."}, {"pubmed": 24197699, "text": "The regulation of survivin mRNA expression. [Review]"}, {"pubmed": 24199968, "text": "survivin is an unfavorable molecule for papillary thyroid carcinoma"}, {"pubmed": 24204662, "text": "Studies indicate that survivin expression indicates worse prognosis in patients with bladder cancer but the results should be interpreted with caution."}, {"pubmed": 24213373, "text": "Our results indicate that indomethacin can potentiate TRAIL-induced apoptosis through upregulation of death receptors and downregulation of survivin."}, {"pubmed": 24213518, "text": "Cigarette smoking is associated with the higher nuclear survivin expression in lung adenocarcinomas at the early stage."}, {"pubmed": 24223763, "text": "Expression of NgBR has a strong correlation with the expression of survivin, which is a well-known apoptosis inhibitor, in breast cancer."}, {"pubmed": 24223792, "text": "Higher expression of survivin in tumor tissue was associated with increased risk of death; while surviving expression in adjacent tissue was a superior predictor of recurrence."}, {"pubmed": 24233638, "text": "survivin and EGFR expression are useful prognostic markers of triple-negative breast cancer"}, {"pubmed": 24235270, "text": "The present studies aim to examine whether and how cilia function (Pkd1 or Pkd2) and structure (Tg737) play a role in cystic kidney and aneurysm through survivin downregulation."}, {"pubmed": 24239173, "text": "Data indicate that verapamil suppresses MDR1 and survivin expressions and increases Bim expression via suppression of Src activation."}, {"pubmed": 24294379, "text": "Suggest that levels of nuclear and cytoplasmic survivin expression differ between gastric carcinoma and colorectal carcinoma."}, {"pubmed": 24303016, "text": "these data support the concept that survivin can be regarded as a useful prognostic marker for pediatric MPNST and a promising target for therapeutic interventions."}, {"pubmed": 24317109, "text": "The present study indicated the significance of Smac and survivin in determining the breast cancer response to anthracyclinebased chemotherapy, and may permit further stratifying of prechemotherapy patients to undertake more tailored treatments."}, {"pubmed": 24325949, "text": "Survivin variants are associated with aggressive breast cancer."}, {"pubmed": 24337012, "text": "Survivin may be a regulator of VEGFC expression in gastric cancer cells, and is essential in invasion and lymphatic metastasis."}, {"pubmed": 24338338, "text": "survivin and VEGF are over-expressed in small-cell lung cancer and may have a role in tumorigenesis"}, {"pubmed": 24338523, "text": "Cell free BIRC5 mRNA levels were significantly increased in serum of colorectal cancer. A significantly higher diagnosis capability was showed when combined BIRC5 mRNA and CEA"}, {"pubmed": 24386184, "text": "survivin expression was correlated with poor prognosis in patients with hepatocellular carcinoma, regardless whether they were assessed by overall survival or disease-free survival."}, {"pubmed": 24387108, "text": "Survivin expression may serve as a biomarker to predict treatment efficacy in hepatocellular carcinoma"}, {"pubmed": 24390805, "text": "has a dual cellular function: suppression of apoptotic cell death and regulation of cell division."}, {"pubmed": 24425325, "text": "The ectopic expression of survivin significantly promoted the invasive activity of colon carcinoma cells and resulted in increased levels of MMP7 activation."}, {"pubmed": 24440709, "text": "Here, we critically review the current data on YM155 and other new experimental agents supposed to antagonize survivin"}, {"pubmed": 24448704, "text": "Report no correlation between survivin expression and prognosis in epithelial ovarian carcinoma."}, {"pubmed": 24448706, "text": "Survivin expression did not have prognostic significance in synovial sarcoma."}, {"pubmed": 24460358, "text": "siRNA-mediated silencing of survivin inhibits proliferation and enhances etoposide chemosensitivity in acute myeloid leukemia."}, {"pubmed": 24478433, "text": "LANA of Human herpesvirus 8interacts with Aurora kinase B and induces phosphorylation of survivin at residue T34."}, {"pubmed": 24495510, "text": "Proto-oncogene survivin was increased in individuals prior to onset of symptoms of rheumatoid arthritis and was correlated to cytokines suggesting its role at pre-clinical stages of the disease"}, {"pubmed": 24508259, "text": "Data show that knockdown of Yin Yang 1 (YY1) releases the survivin promoter from the observed repression and leads to a 3- to 5-fold increase in promoter activity above basal levels."}, {"pubmed": 24519067, "text": "downregulation of STAT3 or Survivin can suppress the proliferation of T24 bladder cancer cells."}, {"pubmed": 24556686, "text": "Survivin-2B promoted autophagy and further regulated cell death by accumulating and stabilizing IKK alpha in the nucleus of selenite treated leukemia cells."}, {"pubmed": 24563335, "text": "survivin is expressed in blood and may have a role in response to EGFR-tyrosine kinase inhibitors and prognosis in patients with non-small cell lung cancer"}, {"pubmed": 24596368, "text": "High nuclear survivin expression in stromal cells is associated with phyllodes tumors and fibroadenomas of the breast."}, {"pubmed": 24615109, "text": "Cyclin D1 and survivin may be used as molecular markers to predict the sensitivity of radiotherapy."}, {"pubmed": 24618734, "text": "survivin protein has a role in the proliferative and chemoresistant compartment in chronic lymphocytic leukemia"}, {"pubmed": 24620748, "text": "Study shows that like Survivin, the Survivin splice variants are also exosomally packaged in the breast cancer patients' sera, mimicking the survivin splice variant pattern reported in breast cancer tissues."}, {"pubmed": 24636883, "text": "RUNX3-binding site in the promoter of survivin gene is identified. This leads to significantly inhibition of survivin expression. Negative correlation of RUNX3 and survivin expression in clinical specimens of gastric cancer exists."}, {"pubmed": 24647137, "text": "HIF-1alpha/PTEN/CD44v6/Survivin, as measured by immunohistochemistry, can be used to predict the prognosis and potential for invasion and metastasis in Asian patients with gastric cancer."}, {"pubmed": 24648609, "text": "Survivin expression is associated with tumor stage and grade and may present a predictive marker of overall survival in urothelial carcinoma of the bladder."}, {"pubmed": 24662134, "text": "Low expression of survivin is associated with low response to chemotherapy in epithelial ovarian cancer or primary peritoneal cancer."}, {"pubmed": 24676140, "text": "Survivin expression in low-grade gliomas is associated with poor survival and is preferentially expressed in proneural gliomas."}, {"pubmed": 24722794, "text": "The sensitivity of gastric cancer patients to paclitaxel treatment was inversely correlated with the mRNA and protein expression of BIRC5."}, {"pubmed": 24726064, "text": "Protein expression of PI3K, Akt and survivin were significantly associated with the development, progression and metastasis of gastric cancer and may have value as diagnostic and prognostic markers in gastric cancer"}, {"pubmed": 24735609, "text": "Data indicate that Go6976 displays a significant antiproliferative activity against leukemia cells through the profound down-regulation of survivin and MCL-1."}, {"pubmed": 24786601, "text": "these data identified combined expression levels of Aldh1, Survivin, and EpCAM as strong independent prognostic factors, with high hazard ratios, for survival and tumour recurrence in colorectal cancer patients, and therefore reflect tumour aggressiveness."}, {"pubmed": 24838432, "text": "The expression of PIK3CA and survivin had a significant correlation with pathological grade and lymph node metastasis in the primary adenosquamous lung carcinoma patients."}, {"pubmed": 24852427, "text": "Overexpression of survivin but reduced HLA-I expression is useful in the prediction of tumor-free survival of clear cell renal cell carcinoma patients"}, {"pubmed": 24852932, "text": "Mismatch repair proteins may suppress the antiapoptotic function of survivin through p53 inactivation of its promoter in grade 1 and grade 2 colon carcinomas."}, {"pubmed": 24886358, "text": "Survivin plays an essential role in proper amphitelic kinetochore-spindle assembly; constraining Survivin's mitotic function results in polyploidy and aneuploidy which cannot be controlled by p53."}, {"pubmed": 24886421, "text": "Hepatitis B protein HBx accelerates hepatocarcinogenesis with partner survivin through modulating tumor suppressor miR-520b and oncoprotein HBXIP."}, {"pubmed": 24886669, "text": "Survivin family proteins are novel effectors of doxorubicin resistance in chemotherapy-naive breast cancer."}, {"pubmed": 24891298, "text": "survivin contributes to the maintenance of pluripotency and post-transcriptional control of survivin isoform expression is selectively regulated by microRNAs."}, {"pubmed": 24920238, "text": "Results indicate that PKCzeta regulates survivin expression levels and inhibits apoptosis in colon cancer cells."}, {"pubmed": 24930483, "text": "Expression of AR significantly impacts prognosis and is thus promising prognostic marker in periocular SGC."}, {"pubmed": 24935470, "text": "Data indicate that expression of survivin in peripheral blood could be useful both in the diagnosis and prognosis of gallbladder cancer (GBC)."}, {"pubmed": 24945990, "text": "The results suggest that survivin, especially survivin delta Ex3 splice variant being overexpress, is a characteristic feature of thyroid malignancy."}, {"pubmed": 24946930, "text": "we show that survivin is essential for melanoma survival in vitro and in vivo"}, {"pubmed": 24961465, "text": "Tumor N-survivin expression is a predictive biomarker in the chemotherapy setting as a surrogate marker of high proliferation status in lung cancer."}, {"pubmed": 24972968, "text": "transfecting mTOR siRNA into A549 cells significantly decreased the expression of hypoxia-inducible factor 1alpha (HIF-1alpha) and survivin"}, {"pubmed": 24996542, "text": "The overexpressions of both Survivin and NF-kappaB are associated with worse survival outcome in patients with hepatocellular carcinoma."}, {"pubmed": 25008566, "text": "Our study suggests that an autophagy signal may be activated after the anti-apoptotic molecule survivin is suppressed in hepatocellular carcinoma cells"}, {"pubmed": 25018047, "text": "variations in Sp1 binding sites may be associated with survivin expression in breast cancer"}, {"pubmed": 25022384, "text": "The BIRC5 gene alternate splice variant survivin 2-alpha is expressed in thyroid nodules."}, {"pubmed": 25028191, "text": "vimentin, survivin and p53 may have a role in clear cell renal cell carcinoma"}, {"pubmed": 25040987, "text": "MEKK3 expression was positively correlated with survivin."}, {"pubmed": 25046253, "text": "Downregulating Survivin using siRNA copied the phenotype of miR-542-3p expression in neuroblastoma cell lines, while cDNA-mediated ectopic expression of Survivin partially rescued the phenotype induced by miR-542-3p expression"}, {"pubmed": 25050620, "text": "Survivin expression may be part of a mechanism that inhibits the apoptosis of autoreactive B cells in myasthenia gravis and other autoimmune disorders."}, {"pubmed": 25069511, "text": "Analysis indicates that the genes BIRC5, HOXA1 and RARB are critical targets that play an important regulatory role in cervical cancer pathogenesis."}, {"pubmed": 25090821, "text": "Survival time was associated with survivin expression in pancreas ductal adenocarcinoma."}, {"pubmed": 25106503, "text": "The expressions of HER-2/neu (c-erbB2), survivin and cycline D1 are positively correlated with the malignant potential of serous ovarian neoplasms."}, {"pubmed": 25107550, "text": "No significant differences between survivin and its splice variants Ex3 and 2beta expression in pituitary tumors and in normal pituitary glands as well as in invasive and in non-invasive tumors were found."}, {"pubmed": 25129311, "text": "Studied survivin protein expression in serum of patients with gallbladder diseases (cholelithiasis, n = 30; GBC, n = 39) and compared with healthy controls."}, {"pubmed": 25152517, "text": "Data suggest that expression of survivin is up-regulated in adenomyosis as compared to normal endometrium; expression of PP2A (protein phosphatase 2 catalytic subunit alpha) and PTEN (phosphatase and tensin homolog) appear to be down-regulated."}, {"pubmed": 25169544, "text": "there was no statistically significant relationship between the rates of cytoplasmic and nuclear survivin expression with identified prognostic factors and total or non-disease survival."}, {"pubmed": 25177958, "text": "Data indicate that siRNA-survivin promotes gastric cancer cell apoptosis and inhibits cell proliferation by downregulating survivin mRNA and protein expression."}, {"pubmed": 25248821, "text": "Decreased plasma survivin levels in pregnancy (compared to nonpregnant healthy controls) but not in asthmatic pregnancy (compared to nonpregnant asthmatic controls) suggest that normal apoptotic mechanisms are compromised in asthmatic gestation."}, {"pubmed": 25261663, "text": "Co-silencing of Livin and Survivin can effectively inhibit the cell proliferation and apoptosis of lung cancer cells."}, {"pubmed": 25288231, "text": "data suggest that elevated expression of AURKA and SURVIVIN, together with AURKA gene amplification, are associated with increased chromosomal instability in breast cancer"}, {"pubmed": 25294423, "text": "In refractory aggressive non-Hodgkin's lymphoma, surviving is associated with low overall response and shorter overall survival."}, {"pubmed": 25317803, "text": "Survivin silencing enhances sensitivity of oral squamous cell carcinoma cells to radiotherapy."}, {"pubmed": 25333812, "text": "Silencing survivin expression inhibits the tumor growth of non-small-cell lung cancer cells in vitro and in vivo."}, {"pubmed": 25337230, "text": "Pleural survivin plays a role in the diagnosis of malignant pleural effusion."}, {"pubmed": 25344020, "text": "The -241 C/T (rs17878467) polymorphism in the promoter region is associated with a lower risk of hemorrhagic transformation in patients with ischemic stroke."}, {"pubmed": 25374237, "text": "Survivin -31 G/C and -241 C/T polymorphisms are associated with colon cancer development."}, {"pubmed": 25392106, "text": "Pancreatic ductal adenocarcinoma patients with elevated serum survivin levels demonstrated poor overall survival."}, {"pubmed": 25429620, "text": "these results demonstrated that irradiation could regulate glioblastomas cell dedifferentiation via a survivin-dependent pathway."}, {"pubmed": 25471003, "text": "this study documented down-regulation of galectin-3 and Bcl-2 (antiapoptotic molecules) and stepwise increase of survivin (inhibitor of apoptosis), during thyroid tumor progression from PTC to ATC."}, {"pubmed": 25473903, "text": "Data indicate that survivin is an important target of microRNA-218 (miR-218) in cervical cancer cells."}, {"pubmed": 25480498, "text": "Serum survivin and VEGF expression can predict survival in a nasal type extranodal NK/T-cell lymphoma."}, {"pubmed": 25537090, "text": "Patients that presented at the diagnosis a survinin gene expression >/= 1.05 are 17 times more likely to develop metastatic disease."}, {"pubmed": 25577253, "text": "Preoperative measurement of serum VEGF, survivin, and Smac/DIABLO may be of help in early detection of serous ovarian cancer and may provide important information about the patient's outcome and prognosis."}, {"pubmed": 25598934, "text": "Unlike in transitional cell carcinoma, alteration of survivin expression in squamous cell carcinoma occurs less frequently and is not associated with features of tumor aggression or patient outcome"}, {"pubmed": 25605253, "text": "Selective inhibition of HDAC2 in lung tumor cell causes survivin downregulation through activation of p53, which is mediated by downregulation of Mdm2."}, {"pubmed": 25607650, "text": "The last 22 amino acids of survivin are required to bind to borealin and support mitosis and cytokinesis, whereas the first 10 amino acids are needed to protect cells from irradiation."}, {"pubmed": 25635055, "text": "Survivin affected the stability of cIAP1 through binding, contributing to cell sensitivity to antineoplastic drug YM155."}, {"pubmed": 25640185, "text": "cell cycle-progressive role in chordomas"}, {"pubmed": 25661346, "text": "Multisite mutation mutants of survivin remained as monomers under ambient conditions, and induced cells (breast cancer Bcap-37 cells) apoptosis even more efficiently."}, {"pubmed": 25677909, "text": "Survivin (-31CC) genotype was associated with significantly increased survivin gene expression and ultimately may contribute in the poor clinical outcome of non-small cell lung cancer patients."}, {"pubmed": 25692408, "text": "LapR cells possessed increased levels of 2 of the inhibitors of apoptosis (IAPs), survivin and c-IAP-2, which are reported to block caspase activation downstream of cytosolic cytochrome C release."}, {"pubmed": 25701406, "text": "survivin may have a role in radioresistance of laryngeal squamous cell carcinoma"}, {"pubmed": 25707849, "text": "these results suggested that simultaneous inhibition of XIAP and survivin may be a promising strategy for the treatment of pancreatic cancer"}, {"pubmed": 25726084, "text": "Overexpression of survivin via activation of ERK1/2, Akt, and NF-kappaB is associated with vincristine resistance in multiple myeloma."}, {"pubmed": 25763854, "text": "Survivin modulation influences radiation response differently in estrogen receptor-positive and estrogen receptor-negative breast cancer subtypes, warranting further investigation."}, {"pubmed": 25769404, "text": "Protein expression of BIRC5, TK1, and TOP2A in malignant peripheral nerve sheath tumours--A prognostic test after surgical resection."}, {"pubmed": 25771974, "text": "Patients whose MPM tissues expressed elevated mRNA levels of BIRC5, DSP, NME2, and THBS2 showed a statistically significant shorter overall survival."}, {"pubmed": 25778398, "text": "the Skp1.Cul1.F-box protein complex subunit Fbxl7 modulates mitochondrial function by controlling the cellular abundance of survivin"}, {"pubmed": 25808836, "text": "Findings indicate survivin inhibition as an approach to improve renal cell carcinoma (RCC) therapy."}, {"pubmed": 25810016, "text": "Deptor enhances triple-negative breast cancer metastasis and chemoresistance through coupling to survivin expression"}, {"pubmed": 25816072, "text": "elevated survivin expression in PBMCs, particularly survivin and CD8, VEGF, and ICAM-1 double-positive PBMCs, may be crucial for good collateral formation in patients with coronary CTO, as confirmed by assessment of a rat model."}, {"pubmed": 25824761, "text": "Overexpression of the survivin gene plays an important role in onset and development of nasopharyngeal carcinoma."}, {"pubmed": 25867400, "text": "siRNA-mediated survivin gene silencing induces nasopharyngeal carcinoma cell apoptosis."}, {"pubmed": 25875800, "text": "MGMT inhibition is associated with decrease in survivin expression and increase in sensitivity to gemcitabine in pancreatic cancer."}, {"pubmed": 25889770, "text": "Survivin -31 G/C polymorphism is associated with the risk of colorectal cancer."}, {"pubmed": 25890196, "text": "ERK/MSK/Sp1/c-Myc axis functioned as a critical regulator of survivin expression."}, {"pubmed": 25895606, "text": "Decrease of survivin expression and induction of PUMA expression."}, {"pubmed": 25896962, "text": "In this meta-analysis, survivin overexpression is associated with poor prognosis in esophageal cancer patients."}, {"pubmed": 25900794, "text": "miR-218 targets survivin and regulates resistance to chemotherapeutics in breast cancer"}, {"pubmed": 25910412, "text": "p16 and survivin expression might be correlated with the clinico-pathological and prognosis of cervical cancer"}, {"pubmed": 25917317, "text": "MiR-205/miR-218 expression is associated with carboplatin chemoresistance and regulation of apoptosis via Mcl-1 and survivin signaling in lung cancer cells."}, {"pubmed": 25928399, "text": "Mitotic activity of survivin is regulated by acetylation at K129."}, {"pubmed": 25948791, "text": "Overall, we have demonstrated a marked efficacy of SINE in DMPM preclinical models that may relay on the interference with survivin intracellular distribution and function."}, {"pubmed": 25964579, "text": "Conversely, we found a positive relationship between clinical stage and nuclear survivin LI, which is considered to be useful in deciding treatment strategies."}, {"pubmed": 25966084, "text": "Data show that silencing of alpha-fetoprotein (AFP) expression in HepG2 cells can effectively inhibit the growth of hepatoma cells and promote apoptosis, which may be useful for reducing intracellular Survivin mRNA levels."}, {"pubmed": 25973061, "text": "our results suggest that survivin play an important role in gastric cancer"}, {"pubmed": 26002465, "text": "Survivin expression and chemoresistance were increased in CD133+ colon cancer cells."}, {"pubmed": 26016480, "text": "High Survivin expression and serum levels are associated with pancreatic cancer."}, {"pubmed": 26017879, "text": "In prostate cancer the immunoexpression of survivin is augmented and positively correlated with parameters of tumor aggressiveness."}, {"pubmed": 26018732, "text": "targeting survivin by YM155 can benefit head neck squamous cell carcinoma therapy by increasing apoptotic and autophagic cell death, and suppressing prosurvival pathways."}, {"pubmed": 26022098, "text": "Ectopic expression of survivin in U937 cells attenuated tunicamycin-induced apoptosis by suppression of caspase-3 cleavage, mitochondrial membrane potential, and cytochrome c release in U937 cells."}, {"pubmed": 26043753, "text": "Our results indicated that aberrant high cytoplasmic survivin expression in gastric cancer cells is associated with increased proliferation index and tumor growth"}, {"pubmed": 26080853, "text": "Simultaneous silencing of NET-1 and survivin using one-chain-double-target siRNA thus provides an advantageous alternative in the development of therapeutics for skin squamous cell carcinoma ."}, {"pubmed": 26093789, "text": "Molecular docking computations also show that the studied compounds can bind to BIR domain of Survivin in the same binding site as that of Smac/DIABLO with a suitable binding energy."}, {"pubmed": 26112839, "text": "This review discusses the complex circuitry of survivin in human cancers and gene variants of survivin, and highlights novel therapy that targets this important protein."}, {"pubmed": 26118178, "text": "may play an important role in the development of colorectal cancer"}, {"pubmed": 26122233, "text": "Survivin expression was higher in condyloma acuminatum than in normal cells and was correlated with livin and Ki-67."}, {"pubmed": 26125713, "text": "Using multivariate logistic regression analysis, the CC genotype of survivin was found to be associated with a significantly increased risk of pancreatic cancer risk compared with the GG genotype"}, {"pubmed": 26148234, "text": "selective activity of 2DG treatment on Survivin-overexpressing tumor cells was also confirmed in a xenograft mouse model, which further supports our hypothesis that glycolysis inhibitors might be useful drugs in the treatment of NB"}, {"pubmed": 26183563, "text": "Data show that SIRT6, a member of the sirtuin family, induces apoptosis, and its induction is attributed to the repression of survivin protein, which could be a target for endometrial cancer treatment."}, {"pubmed": 26191195, "text": "miR-204 targets JAK2 and suppressed JAK2 and p-JAK2 expression in breast cancer, which further inhibit the activation of STAT3, BCl-2 and survivin."}, {"pubmed": 26198101, "text": "Findings suggest that overexpression of Class III beta-tubulin, Sox2, and nuclear Survivin might be predictive of taxane resistance and poor progression-free survival in patients with stage III ovarian epithelial cancer."}, {"pubmed": 26227487, "text": "Circulating tumor cell CK20 and survivin expression may effectively predict overall survival in metastic colorectal cancer patients receiving chemotherapy."}, {"pubmed": 26245993, "text": "survivin and its splice variants hold a great biological significance, particularly in the diagnosis of cancer."}, {"pubmed": 26261483, "text": "Antisense microRNA targeting survivin induced apoptosis and prevented cell proliferation and migration in rectal tumor cells."}, {"pubmed": 26261647, "text": "Survivin -31G/C and 9194A/G polymorphisms were associated with the risk of lung cancer"}, {"pubmed": 26268608, "text": "mitochondrial respiration enhanced by survivin contributes to cancer metabolism, and relocalized mitochondria may provide a \"regional\" energy source to fuel tumor cell invasion and metastasis."}, {"pubmed": 26271669, "text": "IGF-1 signaling activated survivin expression and controlled the expression of EMT biomarkers in the development of GC."}, {"pubmed": 26318298, "text": "MiR-335 and miR-34a can also regulate GC cell growth, apoptosis, and invasion at least partly through survivin."}, {"pubmed": 26327128, "text": "Data show that molecular chaperone GRP78 and survivin cooperatively conferred multi-drug resistance (MDR) by decreasing folate deficiency (FD)-induced reactive oxygen species (ROS) generation"}, {"pubmed": 26352384, "text": "Results showed that survivin expression was higher in esophageal cancer and associated with poor prognosis."}, {"pubmed": 26356696, "text": "There is significant correlation between survivin expression with poor prognosis in Diffuse Large B-cell Lymphoma."}, {"pubmed": 26392111, "text": "Reduced levels of survivin can sensitize tumor cells to apoptosis."}, {"pubmed": 26404623, "text": "Overexpression of FOXM1, XIAP, and Survivin contributes to the development of drug-resistance and is associated with poor clinical outcome in breast cancer patients."}, {"pubmed": 26408642, "text": "survivin can function as a new diagnostic biomarker for osteosarcoma and be used as a reference index to determine pathology classification of osteosarcoma"}, {"pubmed": 26419626, "text": "Findings suggest that dermal survivin+CD1a+ (CD1a antigen) cell infiltration may be a potential biomarker of systemic sclerosis skin lesions."}, {"pubmed": 26420684, "text": "A decrease of survivin levels during treatment is associated with better clinical responsesin active rheumatoid arthritis."}, {"pubmed": 26442524, "text": "MiR-218 promoted apoptosis, inhibited cell proliferation and caused cell cycle arrest in colorectal cancer cells by suppressing BIRC5 expression."}, {"pubmed": 26450645, "text": "IWR-1 has the potential to suppress tumor metastasis by inhibiting Wnt/beta-catenin pathway as well as survivin expression"}, {"pubmed": 26470725, "text": "results suggest that high-grade glioma expressing high level of alpha5beta1 integrin may benefit from associated therapies including integrin antagonists and repressors of survivin expression."}, {"pubmed": 26540052, "text": "the Notch1/survivin crosstalk contributes to the maintenance of stemness in human keratinocytes."}, {"pubmed": 26557682, "text": "Suppression of survivin with specific inhibitor YM155 significantly increased the susceptibility of KG1a cells to BUS."}, {"pubmed": 26595675, "text": "Suggest that the p53-p21-DREAM-CDE/CHR pathway regulates p53-dependent repression of Survivin, CDC25C, and PLK1 in HCT116 cells."}, {"pubmed": 26600399, "text": "Survivin and cyclin E2 genes expression may have clinical relevance and can be considered as molecular risk factors for AL. Also they may be useful as predictive markers for treatment outcome in leukemic patients."}, {"pubmed": 26614845, "text": "Survivin, p53, and beta-catenin overexpression, as prognostic markers, might suggest that the Urothelial carcinomas are biologically aggressive with the poor prognosis"}, {"pubmed": 26647806, "text": "we discovered a novel mechanism mediated by Smad4 to trigger 5-FU chemosensitivity through cell cycle arrest by inhibiting the PI3K/Akt/CDC2/survivin cascade."}, {"pubmed": 26648308, "text": "Studies on survivin in NP cells may aid in increasing the understanding of the complex processes underlying NP cell degeneration, and could provide fundamental information for gene therapy to inhibit this degeneration in vitro"}, {"pubmed": 26651826, "text": "BIRC5 -31C>G polymorphism could be useful pharmacogenetic marker for methotrexate treatment response in rheumatoid arthritis"}, {"pubmed": 26677013, "text": "results indicate that survivin functions as a common mediator of gemcitabine- and TRAIL-induced cell death."}, {"pubmed": 26679694, "text": "We defined Survivin as a constitutive actor of HR in breast cancers, and implies that its inhibition would enhance cell vulnerability upon PARP inhibition."}, {"pubmed": 26681053, "text": "Survivin, Bcl-2, and KAI1 are metastasis-related factors in cervical cancer. Overexpression of survivin and Bcl-2, and low expression of KAI1 promotes cervical cancer progress and metastasis."}, {"pubmed": 26690822, "text": "High surviving expression is associated with adenocarcinoma in non-small cell lung cancer."}, {"pubmed": 26708654, "text": "The apoptosisinducing effects of livin and surivin knockdown were investigated using a Hoechst staining kit."}, {"pubmed": 26718331, "text": "Survivin overexpression activates NFkappaB p65, which is important in the acquisition and maintenance of the oncogenic characteristics of esophageal squamous cell carcinoma."}, {"pubmed": 26718651, "text": "Overexpression of miR494 and silencing survivin RNA through the use of survivin shRNA inhibited the expression of survivin and attenuated PC3 cell growth in vitro and in vivo."}, {"pubmed": 26723509, "text": "MiR-542-3p and its target gene survivin may play crucial roles in the aggressive progression of human bladder cancer."}, {"pubmed": 26755645, "text": "High survivin expression is associated with radioresistance in HER2-positive breast cancers."}, {"pubmed": 26771139, "text": "High survivin expression is associated with gastric cancer."}, {"pubmed": 26771605, "text": "Survivin is a key gene for regulating squamous cell carcinoma (SCC) cancer stem cell formation and cancer SCC development."}, {"pubmed": 26815661, "text": "The expressions of survivin and cycline D1 are positively correlated with the malignant potential of mucinous ovarian neoplasms."}, {"pubmed": 26823716, "text": "Expression of livin, survivin and caspase-3 are closely related to the occurrence and development of prostatic cancer."}, {"pubmed": 26828978, "text": "It also inhibits the mRNA levels of Survivin gene."}, {"pubmed": 26832409, "text": "Survivin is a key regulator of gut tissue integrity by regulating epithelial homeostasis in the stem cell niche."}, {"pubmed": 26896649, "text": "Data show that down regulation of survivin gene in HO8910PM cells with small interference RNA (siRNA) resulted in increased sensitivity to S-allylmercaptocysteine (SAMC) together with a decrease in invasiveness of tumor cells."}, {"pubmed": 26944315, "text": "Nuclear accumulation of YAP could promote the survival of senescent cells by increasing survivin expression."}, {"pubmed": 26969755, "text": "this study shows that c-IAP-2 may prevent HIV-viral protein -mediated mitochondrial depolarization through stabilizing TRAF-1/2 expression and sequential inhibition of caspase-8, Bid, and Bax"}, {"pubmed": 26978233, "text": "Expression of Caspase 3, including that of survivin, was significantly more frequently detected in the patients who had received combined cytotoxic and anti-VEGF therapy as compared to both those treated with only cytotoxic agents and the control group"}, {"pubmed": 26995334, "text": "The aim of the study was to evaluate the caspase-3 and survivin expression in correlation with MIB-1 expression in gliomas of various grade."}, {"pubmed": 27055667, "text": "Survivin and miRNA-16-1 as potential biomarkers."}, {"pubmed": 27079211, "text": "Present study indicated that survivin expression is a significant prognostic factor and that survivin is a promising therapeutic target for endometrial cancer."}, {"pubmed": 27090386, "text": "Survivin expression was associated with the clinicopathologic characteristics of non-small cell lung cancer (NSCLC) and may serves as an important biomarker for NSCLC progression."}, {"pubmed": 27097943, "text": "Mi335 might function as a tumor suppressor in osteosarcoma(OS), and downregulation of miR-335 in OS cells contributes to the decreased apoptotic potential of OS cells through derepression of survivin."}, {"pubmed": 27166029, "text": "Significantly higher expression of survivin protein in gallbladder cancer as compared to cholelithiasis group suggests its role in gallbladder carcinogenesis though it may not have prognostic value."}, {"pubmed": 27177222, "text": "increased expression of both DNA methytransferase I (DNMT1) and Survivin was observed and significantly correlated with the reduced miR-203 in NSCLC"}, {"pubmed": 27235693, "text": "p53 and Bax might play an important role in microcystin-LR (MC-LR)-induced apoptosis in HepG2 cells in which PUMA and survivin were involved."}, {"pubmed": 27246243, "text": "the N-terminus of survivin is a mitochondrial-targeting sequence that regulates Src."}, {"pubmed": 27322712, "text": "Effective internalization of SurR9-C84A in Y79 cells induced cytotoxic effects."}, {"pubmed": 27332895, "text": "Aurora-C interactions with members of the Chromosome Passenger Complex (CPC), Survivin and Inner Centromere Protein (INCENP) in reference to known Aurora-B interactions to understand the functional significance of Aurora-C overexpression in human cancer cells, is reported."}, {"pubmed": 27350406, "text": "A higher survivin expression seems to represent an unfavorable and robust prognostic factor for clinical outcomes in renal cell carcinoma patients [review; meta-analysis]."}, {"pubmed": 27371848, "text": "Data show that knockdown of signal transducer and activator of transcription (STAT3)- significantly inhibited the mRNA and protein levels of survivin."}, {"pubmed": 27372966, "text": "BIRC5 gene has the potential to be a marker for the detection and prognosis of cancer at an early age."}, {"pubmed": 27378628, "text": "These findings uncover the significance of Merlin protein expression and Survivin labeling index as prognosticators for poor clinical outcome in two independent Malignant pleural mesothelioma cohorts."}, {"pubmed": 27391438, "text": "survivin may have a role in recurrence in rectal cancer patients treated with surgery and postoperative concurrent chemo-radiation therapy"}, {"pubmed": 27399126, "text": "This study aimed to demonstrate the usefulness of mRNA expression levels of BIRC5 in brush cytology specimens combined with cytology for the diagnosis of malignant biliary stricture"}, {"pubmed": 27400093, "text": "High expression of survivin is one prognostic factor correlating with low survival rate in glioblastoma."}, {"pubmed": 27411340, "text": "our data suggest the existence of a novel pre-metastatic phase quiescent-breast cancer stem cells (Q-BCSCs) before epithelial to mesenchymal transition and SURVIVIN acts as a marker for Quiescent-BCSCs"}, {"pubmed": 27411378, "text": "Studies indicated that high survivin expression in renal cell carcinoma (RCC) was associated with poor overall survival [Review]."}, {"pubmed": 27420945, "text": "Increased survivin expression in choledochal cyst tissue correlated with certain clinical parameters of congenital choledochal cysts."}, {"pubmed": 27423588, "text": "Study suggests that BIRC5 may play a role as a protective factor in the development of intracerebral hemorrhage, and also the brain damage inducing after intracerebral hemorrhage"}, {"pubmed": 27430728, "text": "Survivin protein expression levels were downregulated in both cell lines."}, {"pubmed": 27473264, "text": "Survivin expression predicted disease-free survival in high grade papillary urothelial carcinomas."}, {"pubmed": 27489375, "text": "results indicate that survivin is of prognostic signi fi cance in patients with renal cell carcinoma"}, {"pubmed": 27531889, "text": "Data suggest that KLF4 could promote cell senescence through a complex network: miR-203, survivin, and p21, which were all regulated by overexpression of KLF4 and contributed to cell senescence."}, {"pubmed": 27539959, "text": "Reciprocal regulation of BMF and BIRC5 is linked to Eomes overexpression in colorectal cancer."}, {"pubmed": 27581819, "text": "High survivin expression is associated with ovarian cancer."}, {"pubmed": 27602754, "text": "High survivin expression is associated with lung cancer and colorectal cancer."}, {"pubmed": 27663628, "text": "The high sensitivity, specificity, and accuracy of serum and aqueous humor survivin and TGF-B1 proteins make them promising markers for early detection and follow-up of RB patients."}, {"pubmed": 27715398, "text": "Survivin was regulated by TGF-beta and was found to be highly expressed during mucosal healing following intestinal inflammation"}, {"pubmed": 27748828, "text": "the results of the present study demonstrated that injection of the LV carrying survivin into punctured rabbit intervertebral discs acted to delay changes associated with the degeneration of the discs."}, {"pubmed": 27764228, "text": "Studies showed that survivin mRNA and protein levels are overexpressed in cervical cancer cells. [meta-analysis]"}, {"pubmed": 27798120, "text": "The results indicate that CXCL12/CXCR4 protects colorectal cancer cells against radiotherapy via survivin, implying an important underlying mechanism of resistance to radiotherapy during colorectal cancer therapy."}, {"pubmed": 27803511, "text": "High survivin expression is Associated with Acne Vulgaris."}, {"pubmed": 27806337, "text": "FAT10 promotes tumor proliferation by directly stabilizing Survivin protein in breast cancer cells."}, {"pubmed": 27865841, "text": "Using recombinant proteins, this study investigated the influence of survivin on the inhibition of caspase-9 by XIAP in vitro. With a fluorescence-based assay for the apoptosome-stimulated activity of caspase-9, the study shows that survivin has no effect on the inhibition of caspase-9 by XIAP, neither in the presence nor in the absence of Smac."}, {"pubmed": 27866460, "text": "morphine promotes renal cell carcinoma growth and increases RCC progression via over-expression of Survivin"}, {"pubmed": 27915033, "text": "Studying survivin expression in leukocytes of 144 female rheumatoid arthritis patients this study observed that smoking patients had higher survivin transcription and a remarkable spreading of survivin isoforms."}, {"pubmed": 27978829, "text": "study revealed a critical role of miR-138- 5p as a tumor suppressive miRNA in bladder carcinogenesis, explored the molecular mechanisms by which aberrant miR-138-5p expression contributes to bladder cancer progression and identified Survivin as a direct target of miR- 138-5p. Regulation of Survivin by miR-138-5p might explain why the decrease of miR-138-5p during bladder carcinogenesis can promote cancer progression."}, {"pubmed": 27994498, "text": "results showed that survivin genetic variants were related to EGFR mutation in lung adenocarcinoma patients and might contribute to pathological development to NSCLC."}, {"pubmed": 28011476, "text": "Inhibition of survivin by YM155 overcomes statin resistance in renal cancer cells."}, {"pubmed": 28039474, "text": "In gastroenteropancreatic neuroendocrine neoplasms survivin and XIAP regulate cell proliferation and apoptosis functioning as possible prognostic biomarkers and therapeutic targets."}, {"pubmed": 28095864, "text": "the overexpression of miR-141 augments anoikis resistance in ovarian cancer cells by targeting and repressing the expression of KLF12, which, in turn, competes for binding sites in the survivin promoter with Sp1. The subsequent increase in survivin then protects ovarian cancer cells against anoikis by blocking the intrinsic apoptotic activity."}, {"pubmed": 28178644, "text": "Studies indicate that survivin expression was associated with more aggressive clinical features and predicted poor cancer-specific survival (CSS) and overall survival (OS) in patients with renal cell carcinoma (RCC)."}, {"pubmed": 28193315, "text": "After cancer cell fusion, some fused cells avoid the apoptotic crisis partly owing to survivin, and continue to proliferate, a process that contributes to human cancer progression."}, {"pubmed": 28214203, "text": "This study shows that both survivin and TIIalpha are independent prognostic predictors in human grade II/III astrocytomas stratified for IDH1-mutation status"}, {"pubmed": 28260087, "text": "Results showed that both PARP6 and survivin exhibited higher expression in colorectal adenocarcinoma tissues and cell lines.  knockdown of either PARP6 or survivin promotes cell apoptosis and inhibits the cell invasion of colorectal adenocarcinoma cells suggesting a significant correlation between theses 2 proteins."}, {"pubmed": 28319412, "text": "Survivin expression in lung squamous cell carcinoma was increased compared to normal tissue, and was unaffected by methylation status of the surviving gene."}, {"pubmed": 28319413, "text": "Survivin gene promoter methylation was more frequent in gastric cancer patients than in controls."}, {"pubmed": 28328831, "text": "No significant differences of p-Akt and survivin expression were found between PTC patients with type 2 diabetes mellitus and papillary thyroid carcinoma patients without type 2 diabetes mellitus"}, {"pubmed": 28337018, "text": "Study showed for the first time that the suppression of rheumatiod arthritis fibroblast-like synoviocyte was mediated by phosphatase and tensin homolog involving survivin silencing."}, {"pubmed": 28346726, "text": "In leukoplakia, the expression of survivin associated with that of ki-67 reinforces the assumption that all these lesions are potentially malignant."}, {"pubmed": 28365965, "text": "G/G genotype of the survivin -31C/G polymorphism might be a risk factor for UC development."}, {"pubmed": 28384094, "text": "nuclear survivin is a prognostic marker for the progression of oral squamous cell carcinomas."}, {"pubmed": 28430038, "text": "Nuclear expression of survivin is a factor for a poor prognosis in glioblastoma patients. Subcellular localization of survivin can help to predict overall survival in glioblastoma patients treated with the standard protocol."}, {"pubmed": 28446541, "text": "Nuclear survivin expression correlates with endoglin-assessed microvascularisation in laryngeal squamous cell carcinoma."}, {"pubmed": 28476028, "text": "HIF-2alpha dictates the resistance of human pancreatic cancer cells to TRAIL under normoxic and hypoxic conditions and transcriptionally regulates survivin expression."}, {"pubmed": 28476037, "text": "Findings suggest that lysosome-associated transmembrane protein 4B (LAPTM4B), vascular endothelial growth factor (VEGF), and nuclear survivin expression are significantly correlated in breast cancer, which may be predictive of prognosis as well as effective therapeutic targets for anticancer therapies."}, {"pubmed": 28509321, "text": "In III-rd trimester of pregnancy parameters of Timp-1 and Survivin - anti-apoptotic substances concentration were similar in maternal and cord blood in both artery and vein. We found no increased activity of selected antiapoptotic factors."}, {"pubmed": 28518147, "text": "inhibition of apoptosis targeting survivin might represent an effective strategy for both obesity and cancer therapy."}, {"pubmed": 28639913, "text": "we uncovered that folate deficiency could profoundly downregulate two prominent anti-apoptotic effectors including survivin and glucose-regulated protein-78. Silencing of either survivin or glucose-regulated protein-78 via small interfering RNA interfering technique established that both effectors could serve as reactive oxygen species sinker proteins"}, {"pubmed": 28655776, "text": "Data suggest that the first 22 bp of exon 3 in BIRC5 contain cis-acting elements that enhance the exclusion of exon 3 to generate the survivin DEx3 mRNA isoform via exclusion/deletion of exon 3; Sam68 is a possible trans-acting factor that binds to this cis-acting element and regulates exon 3 splicing. (BIRC5/survivin = baculoviral IAP repeat containing 5; Sam68 = GAP-associated tyrosine phosphoprotein p62)"}, {"pubmed": 28713892, "text": "By downregulation of Sp1 and survivin at the late phase of treatment."}, {"pubmed": 28751665, "text": "Shorter overall survival was associated with BIRC5 and DNMT3B overexpression highlighting its potential as novel prognostic marker for penile cancer."}, {"pubmed": 28803837, "text": "ablation of Glut1 attenuated apoptosis and increased drug resistance via upregulation of p-Akt/p-GSK-3beta (Ser9)/beta-catenin/survivin."}, {"pubmed": 28845553, "text": "survivin expression modes and YAP localization (Hippo pathway activation modes) were not correlated with survival. In addition, we confirmed that survivin small interference RNA (siRNA) transfection and YM155, an anti-survivin drug, elicited decreased nuclear survivin expression and cell proliferation in ISO-HAS-B cells which expressed survivin consistently"}, {"pubmed": 28849238, "text": "treatment of DLD1 cells with tamoxifen , betaestradiol, or a combination of these two drugs, inhibited cell viability and migration, promoted cell apoptosis, and reduced the mRNA and protein expression levels of survivin in a dose and timedependent manner. These results provide novel experimental basis for hormonal adjuvant therapy for the treatment of colorectal cancers"}, {"pubmed": 28852723, "text": "Expressions of SDF-1, survivin and smac were significantly higher in epithelial ovarian cancer tissue than those in normal tissue."}, {"pubmed": 28883406, "text": "These data showed that miR-338-5p, one of the target miRNA biomarkers, was significantly downregulated in TE-4R. Ectopic overexpression of miR-338-5p induced apoptosis and sensitivity to radiation treatment by interfering with survivin, which is a known inhibitor of apoptosis."}, {"pubmed": 28949095, "text": "Results identified BIRC5 to be significantly upregulated in the lung squamous cell carcinoma tissues of smoking patients and may play an important role in diagnosis and prognosis."}, {"pubmed": 28950390, "text": "Results form study in non-small-cell lung cancer cells showed that SphK2 plays a critical role in doxorubicin-induced resistance by regulating key anti-apoptotic gene, survivin."}, {"pubmed": 28952057, "text": "Overexpression of survivin in gallbladder cancer suggests its possible role and association with poor prognosis. But XIAP has not been found to be associated with gallbladder carcinogenesis."}, {"pubmed": 28953948, "text": "The aim of this study was to compare the prognostic value of the histopathological grading and the conventional biomarker MIB-1 with expression of the anti-apoptotic protein survivin to see if this biomarker could complement recurrence prediction."}, {"pubmed": 28981528, "text": "circulating Survivin in prostate cancer patients was higher compared to controls, with the highest levels in African-American (AA) patients. AA patients with prostate cancer contained higher amounts of extracellular vesicles (EVs) in their plasma and sera than European-American (EA) patients. EVs from AA patients with prostate cancer contained higher amounts of Survivin, XIAP and cIAP-2 than EVs from EA patients."}, {"pubmed": 29089085, "text": "The expressions of survivin and STAT2 are up-regulated in skin lesions of PV patients, and their mRNA expressions are positively correlated."}, {"pubmed": 29113504, "text": "Mcl-1 and Survivin can be considered as promising molecular targets for the treatment of AML. The combination treatment with etoposide, and siRNA-mediated silencing of corresponding genes may be a novel strategy in chemoresistance AML treatment."}, {"pubmed": 29180609, "text": "Data sugest that targeting survivin using honokiol in combination with radiation therapy (RT) may provide novel therapeutic opportunities."}, {"pubmed": 29204860, "text": "Survivin expression in gastric cancer cells is regulated by DEC1."}, {"pubmed": 29233639, "text": "Single nucleotide polymorphism genotyping for -31G/C (rs9904341) polymorphism in the survivin promoter region is found in 54.1% of the breast cancer patients compared with 46.5% of controls from a north Indian population. The presence of homozygous CC genotype is associated with increased risk for development of breast cancer."}, {"pubmed": 29270761, "text": "Survivin may play an important role in the occurrence and development of laryngeal carcinoma, and its high expression is related to the poor prognosis of patients with laryngeal cancer. (Meta-analysis)"}, {"pubmed": 29277888, "text": "Findings indicated that miR-494 synergistically suppressed GISTs by concomitantly targeting survivin and KIT."}, {"pubmed": 29282022, "text": "Overexpression of Survivin in glioma cells induces chromosomal instability"}, {"pubmed": 29311669, "text": "Our findings identify survivin as a target of HO-1 and a mediator of adipocyte-induced survival in the metastatic niche."}, {"pubmed": 29328641, "text": "Survivin expression in tumor tissue and its serum concetration significantly correlate with clinical and histopathological parameters in melanoma patients."}, {"pubmed": 29330624, "text": "We identified 16 potentially druggable candidates. Among them, NEK2, BIRC5, and TOP2A were also found to be amplified in breast cancer, suggesting that they could act as strategic players in the obese-deregulated transcriptome."}, {"pubmed": 29391151, "text": "The upregulation of survivin was detected accompanied by the key component elevations of autophagy pathway including LC3, Beclin1, and p62. YM155, a specific inhibitor of survivin, could abrogate hyperglycemia-induced endothelial hyper-activation."}, {"pubmed": 29416000, "text": "miR-195 targets cyclin D3 to cause cell cycle arrest at the G1 phase and that miR-195 targets survivin to induce apoptosis and senescence in NSCLC cells. Overexpression of cyclin D3 or survivin reverses the effects of miR-195 in NSCLC cells."}, {"pubmed": 29473241, "text": "NF-kappaB activation may infer resistance to apoptosis through the expression of anti-apoptotic genes such as Survivin, which showed progressive increase in expression throughout the oesophageal metaplasia-dysplasia-adenocarcinoma sequence."}, {"pubmed": 29491110, "text": "Data suggest that Ki-67 index and survivin may be useful biomarkers for rectal cancer with preoperative chemoradiotherapy."}, {"pubmed": 29517199, "text": "Nuclear accumulation of survivin is associated with proliferative phenotype and was shown to be a worse prognostic marker in breast ductal carcinoma."}, {"pubmed": 29522718, "text": "Knockdown of BIRC5, a member of the inhibitor of apoptosis protein family, using either lentiviral vector based CRISPR/Cas9 nickase gene editing or inhibition of survivin using the small-molecule inhibitor YM155, results in the suppression of epithelial to mesenchymal transition in retinal pigment epithelial cells."}, {"pubmed": 29578160, "text": "Concomitant high expression of survivin and VEGF-C is closely associated with LNM status of PTC patients, which suggests their cooperation in the metastatic process."}, {"pubmed": 29596838, "text": "CSN5 directly bound survivin and decreased its ubiquitination to enhance the protein stability of survivin."}, {"pubmed": 29604934, "text": "Our work shows for the first time that YY1 represses survivin transcription by physically interacting with the survivin promoter. Furthermore, YY1 appears to contribute to basal survivin transcriptional activity, indicating that disruption of its binding may in part contribute to survivin overexpression after cellular stress events including chemotherapy and radiotherapy."}, {"pubmed": 29605299, "text": "LNC473 could recruit deubiquitinase USP9X to inhibit the ubiquitination level of survivin and then increase survivin expression."}, {"pubmed": 29625788, "text": "suggests SIRT1 may serve as a predictor of poor prognosis in esophageal squamous cell carcinoma, and its mediated tumor-promoting role might be associated with the overexpression of EGFR protein in esophageal squamous cell carcinoma"}, {"pubmed": 29631694, "text": "The survivin gene 3' UTR polymorphisms (rs17878624) show that GG genotype provides substantial protection from non-small-cell lung carcinoma."}, {"pubmed": 29658609, "text": "These findings collectively suggest that the triple combination of survivin knockdown with ABT-263 and trametinib treatment, may be a potential strategy for the treatment of KRAS-mutant lung adenocarcinoma. Furthermore, our findings indicate that the welldifferentiated type of KRAS-mutant lung tumors depends, at least in part, on TTF1 for growth."}, {"pubmed": 29678577, "text": "Overexpression of miR-485-5p suppresses breast cancer progression and enhances chemosensitivity. Further study demonstrated that miR-485-5p directly targeted the 3'-untranslated region of survivin and overexpression of survivin overcomes the miR-485-5p induced effects on breast cancer."}, {"pubmed": 29740686, "text": "Plasma survivin levels are reduced in obstructive sleep apnea, are relate to disease severity, and are associated with high CRP levels."}, {"pubmed": 29767242, "text": "In the present study, liposomeplasmid DNA encoding mutant survivinT34A could inhibit tumor growth of cervical cancer. This inhibition may be associated with an increase in the apoptosis rate of tumor cells and a reduction in angiogenesis."}, {"pubmed": 29795564, "text": "High BIRC5 expression is associated with ovarian cancer."}, {"pubmed": 29802019, "text": "these findings suggest that BIRC5 supports long-term survival of HIV-1-infected cells"}, {"pubmed": 29807222, "text": "Targeting the Cripto-1/TAK-1/NF-kappaB/Survivin pathway may be an effective approach to combat apoptosis resistance in cancer."}, {"pubmed": 29848705, "text": "enigma siRNA-transfected cells, cell viability, and the protein levels of AKT and survivin decreased."}, {"pubmed": 29893319, "text": "Our study results may suggest that high serum survivin levels can show 4 times increased risk of cancer in a subject with a high suspicion of cancer. Furthermore, survivin level was not influenced with demographic characteristics of breast, gastric, colorectal, prostate, ovarian cancer, and glioblastome multiforme."}, {"pubmed": 29901157, "text": "Oct4 plays a vital role in the malignant progression of HCC cells through the survivin/STAT3 signaling pathway."}, {"pubmed": 29913237, "text": "let-7b targets PLK1 to inhibit hepatocellular carcinoma cell growth and induce their apoptosis by attenuating the PLK1-mediated Survivin phosphorylation"}, {"pubmed": 29917189, "text": "The expressions of HIF-1alpha, surviving, and VEGF played important roles in the occurrence, invasion, and metastasis of hepatocarcinoma."}, {"pubmed": 29956756, "text": "Study demonstrate that ZIC1 plays a tumor suppressive role in breast cancer, by targeting surviving, significantly downregulating its expression."}, {"pubmed": 29956779, "text": "simvastatin significantly inhibited the proliferation and invasion of SACC83 cells, induced apoptosis, and reduced the expression of survivin, which suggests that simvastatin may be a novel target for salivary gland adenoid cystic carcinoma therapy."}, {"pubmed": 29961070, "text": "results demonstrated that PLAUR induces geftinib-resistance through EGFR/p-AKT/survivin signaling pathway in gefitinib-resistant human lung adenocarcinoma cells. PLAUR could be a novel therapeutic target for gefitinib-resistant NSCLC patients."}, {"pubmed": 29989646, "text": "Study in hepatocellular carcinoma cell line elicited a new mechanism in which IGF-1 induced epithelial-mesenchymal transition through regulation of survivin and a downstream pathway."}, {"pubmed": 30003758, "text": "The role of PTEN in the process is potentially significant providing a suppressor balance to the p53/ survivin complex."}, {"pubmed": 30010107, "text": "Survivin is significantly up-regulated in hepatocellular carcinoma (HCC)tissues and associated with tumor growth and lymph node metastasis. Clinical detection of survivin level combined with MRI examination might be beneficial for clinical diagnosis and treatment of HCC"}, {"pubmed": 30061219, "text": "Survivin overexpression plays a key role in the chemoresistance of ovarian CSCs."}, {"pubmed": 30075571, "text": "ERCC1 expression may also inhibit esophageal squamous cell carcinoma cell apoptosis via regulating survivin expression, and ERCC1 and survivin overexpression are independent predictors of prognosis for ESCC patients who receive chemotherapy and/or radiotherapy"}, {"pubmed": 30086460, "text": "Survivin in the signal downstream of VEGFR2 played an important role in esophageal cancer cell survival."}, {"pubmed": 30106446, "text": "High BIRC5 expression is associated with gefitinib resistance in lung cancer."}, {"pubmed": 30128768, "text": "Results show nuclear survivin protein expression in colorectal cancer (CRC) patients with the CC genotype higher than in patient with the GG and GC genotypes suggesting that C allele of - 31G/C polymorphism in survivin might be cooperative in CRC development."}, {"pubmed": 30205554, "text": "Results of this study revealed that Survivin is rarely mutated in oral squamous cells carcinoma samples and upregulated when compared to non-cancerous tissue. A negative correlation between the methylation of the island cg25986496 and BIRC5 mRNA expression was detected from the Cancer Genome Atlas data."}, {"pubmed": 30226700, "text": "Our study identified the STAT3 rs1053004 C/C as a high-risk genotype in MA with lower survivin and VEGF transcription levels in the peripheral blood."}, {"pubmed": 30241553, "text": "miR-203 expression also inhibited primary tumor growth in ovaries and metastatic tumors in multiple peritoneal organs including liver and spleen.  miR-203 inhibits ovarian tumor metastasis by targeting BIRC5/survivin and attenuating the TGFbeta pathway."}, {"pubmed": 30249893, "text": "Survivin may be implicated in the bcl-2 and p53 pathways and therefore in the biology of PDAC. Its potential use as a survival predictor and therapeutic target represent a promising field."}, {"pubmed": 30275230, "text": "High serum survivin levels with GG genotype are associated with Brain Tumors."}, {"pubmed": 30323195, "text": "A positive feedback loop was identified between mitochondrial fission and Notch signaling pathway in triple negative breast cancer (TNBC) cells, where elevated Notch signaling enhanced Drp1-mediated mitochondrial fission, while Drp1-mediated mitochondrial fission in turn promoted the activation of Notch signaling, which ultimately promoted the cell survival of TNBC via increasing survivin expression level."}, {"pubmed": 30351173, "text": "Survivin expression was not associated with breast cancer recurrence in this study."}, {"pubmed": 30456501, "text": "BIRC5 can be used as a cardiac risk score if it is used with other highly accurate means of stratification."}, {"pubmed": 30465472, "text": "Overall meta-analysis revealed significant associations between c.-31G>C transversion and risk of urinary tract cancers in dominant (OR: 1.34; 95% CI: 1.02-1.75; p = 0.035), recessive (OR: 1.52; 95% CI: 1.33-1.74; p < 0.001) and homozygote codominant (OR: 1.90; 95% Cl: 1.37-2.62; p < 0.001) genetic models.  The c.-31G>C transversion might be a risk factor for urinary system cancers."}, {"pubmed": 30483758, "text": "The results suggest that RAD51 and survivin are potent markers that determine the therapeutic efficacy of proton beam therapy in patients with pancreatic cancer"}, {"pubmed": 30489176, "text": "The expression of survivin-wt and its four splice variants was investigated by quantitative real-time polymerase chain reaction in archival RNA samples of 35 pediatric B-cell ALL patients, divided into high- and standard-risk groups. The ratio of survivin-DeltaEx3/wild type (WT) expression was higher in the low-risk group than in the high-risk group."}, {"pubmed": 30537730, "text": "Enforced expression of miR-494 decreased the expression of survivin, and thus promoted the TRAIL-induced mitochondria collapse and apoptosis pathway in gastric cancer cells."}, {"pubmed": 30641849, "text": "Of 71 patients, 50 had primary chordomas with a mean survivin expression level of 1.09; the other 21 patients had recurrent chordomas with a mean survivin expression level of 2.57, which was 2.36 times higher than the level in the primary chordoma patients. Analysis of 18 paired samples from 9 patients showed that the expression level of survivin was 2.62 times higher in the recurrent ones."}, {"pubmed": 30664711, "text": "Data suggest targeting cyclin dependent kinase 1 (CDK1) and survivin with Sp1 inhibitors such as mithramycin may be an effective approach to treat Nasal natural killer/T-cell lymphoma (NNKTL)."}, {"pubmed": 30683476, "text": "differential expression of survivin and its splice variants may perhaps act as a diagnostic marker in patients suffering from thyroid cancer (review)."}, {"pubmed": 30715796, "text": "Peripheral CD4(+) T cells of patients with allergic asthma (AS) express high levels of survivin. The expression of survivin is positively correlated with the expression of IL-4 in CD4+ T cells. CD4+ T cells with overexpression of survivin are prone to differentiate into Th2 cells. The activation-induced cell death machinery is defective in CD4+ T cells of AS patients, which is associated with the expression of survivin."}, {"pubmed": 30722117, "text": "High surviving expression is associated with melanoma."}, {"pubmed": 30736319, "text": "survivin isoforms are regulated both by different GLI proteins and BIRC5 polymorphisms in ovarian cancer."}, {"pubmed": 30747314, "text": "The survivin rs9904341 polymorphism may be associated with the risk of cancer either overall or in the Asian population.[meta-analysis]"}, {"pubmed": 30765238, "text": "The minor allele C of -31G/C survivin single nucleotide polymorphism is more frequent in Egyptian breast cancer patients compared to the control group. Patients with the GC + CC genotype have higher serum levels of survivin and are at increased risk of breast cancer compared to the GG genotype of the control group and the benign group.  There is significant elevation of serum survivin in different breast cancer stages."}, {"pubmed": 30774747, "text": "BIRC5 may be responsible for the condition of stem cell pluripotency."}, {"pubmed": 30776886, "text": "the novel functionalized SWCNT loaded with DOX and survivin siRNA was successfully synthesized, and the nanocomplex exhibited effective antitumor effects both in vitro and in vivo, thereby providing an alternative strategy for the codelivery of antitumor drugs and genes."}, {"pubmed": 30834699, "text": "microRNAs are not involved in the regulation of survivin in peripheral blood mononuclear cells from rheumatoid arthritis patients."}, {"pubmed": 30876863, "text": "Survivin was overexpressed in the nucleus of tumor cells, and also in a greater proportion of tumor cells, in comparison with the non-tumoral infiltrating cells."}, {"pubmed": 30880759, "text": "Survivin -31G>C polymorphism is associated with sporadic colorectal cancer (CRC) risk in the Southern Chinese population. The -31G wild-type genotypes and GC, GG genotypes are the independent protective factors against sporadic CRC excluding those with a BMI >/=28.0 kg/m2, family cancer history, and premenopausal."}, {"pubmed": 30948431, "text": "description of the structure, expression and function of survivin, especially in the context of cancer [review]"}, {"pubmed": 30969080, "text": "in acute myeloid leukemia, WT1 is associated with increased bone marrow blasts and higher Flt3-ITD mutations, while survivin is associated with higher white blood cell count; both show less remission and survival"}, {"pubmed": 31020660, "text": "The proximal BIRC5 promoter possesses specific binding sites for key transcription factors such as nuclear factor kappaB and signal transducer and activator of transcription 3. Upregulation of survivin exacerbates the autoimmune diseases (AIDs) including multiple sclerosis and myasthenia gravis by reducing the activity threshold of survivin-specific cytotoxic T cells."}, {"pubmed": 31031231, "text": "Survivin Promoter Polymorphism (-31 C/G) is associated with Oral Cancer."}, {"pubmed": 31053526, "text": "Validation of survivin and HMGA2 as biomarkers for cisplatin resistance in bladder cancer."}, {"pubmed": 31093306, "text": "Overexpressed in tumors, BIRC5 is associated with unfavorable overall survival in triple negative lung adenocarcinomas."}, {"pubmed": 31104397, "text": "BIRC5 disruption has favorable effects on the Acute Myelocytic Leukemia clinical outcome."}, {"pubmed": 31113740, "text": "The mRNA and protein expression level of SOX2 and Survivin was significantly higher in salivary adenoid cystic carcinoma tissues than in paracancerous normal salivary gland tissues, indicating that both of the two are tissue-specific and may become salivary adenoid cystic carcinoma oncogenes."}, {"pubmed": 31128011, "text": "MicroRNA-203 is highly expressed in non-small cell lung cancer (NSCLC) , and is closely related to tumor stage, lymph node metastasis, distant metastasis and poor prognosis of NSCLC patients. It is concluded that microRNA-203 promotes the progression of NSCLC via regulating survivin expression."}, {"pubmed": 31165868, "text": "this study suggests that -31C>G SNP in the promoter of the BIRC5 gene may be associated with risk of developing ESCC. And -241 C>T and -625 G>C polymorphisms are significantly related to the survival of ESCC patients."}, {"pubmed": 31250439, "text": "The survivin molecule as a double-edged sword in cellular physiologic and pathologic conditions and its role as a potential biomarker and therapeutic target in cancer."}, {"pubmed": 31315909, "text": "survivin binds to non-muscle myosin II (NMII), regulating its filament assembly."}, {"pubmed": 31322187, "text": "The protooncogene survivin was identified as a functional target of miR3305p, and this was validated using a luciferase reporter assay."}, {"pubmed": 31330513, "text": "Survivin Impairs the Apoptotic Machinery in CD4+ T Cells of Patients with Ulcerative Colitis."}, {"pubmed": 31428968, "text": "BCR-ABL induces tyrosine phosphorylation of YAP presumably through Src family kinases, which results in expression of Survivin and Cyclin D leading to leukemogenesis in CML cells."}, {"pubmed": 31438837, "text": "BIRC5 (survivin) C allele CC genotype in the rs9904341 polymorphism increased risk of relapsing-remitting multiple sclerosis (RRMS). Survivin mRNA expression in PBMCs and serum survivin level were increased in RRMS patients in comparison to the controls."}, {"pubmed": 31441344, "text": "microRNAs are potentially regulating the survivin gene in PBMCs from systemic sclerosis patients."}, {"pubmed": 31539134, "text": "Effect miR-214-3p on proliferation and apoptosis of breast cancer cells by targeting survivin protein."}, {"pubmed": 31591437, "text": "d-a-Tocopheryl Polyethylene Glycol 1000 Succinate and a small-molecule Survivin suppressant synergistically induce apoptosis in SKBR3 breast cancer cells."}, {"pubmed": 31601255, "text": "Over-expression MiR-203 played the opposite role and attenuated the effects of AB209371 over-expression. Therefore, AB209371 may down-regulate miR-203 to up-regulate Survivin, thereby promoting ovarian carcinoma (OC) cell proliferation. Our study provided novel insights into the pathogenesis of OC."}, {"pubmed": 31612776, "text": "BIRC5/Survivin is a novel ATG12-ATG5 conjugate interactor and an autophagy-induced DNA damage suppressor in human cancer and mouse embryonic fibroblast cells."}, {"pubmed": 31638931, "text": "Bone marrow stromal cells-induced resistance to drugs is associated with survivin upregulation which is a direct target of miR-101-3p."}, {"pubmed": 31642557, "text": "MicroRNA-214-3p modified tetrahedral framework nucleic acids target survivin to induce tumour cell apoptosis."}, {"pubmed": 31663299, "text": "dysregulation of miR-195-5p/-218-5p/BIRC5 axis predicts a poor prognosis in patients with gastric cancer"}, {"pubmed": 31711057, "text": "miR-34a could modulate the susceptibility of gastric cancer to Platycodin D via targeting survivin"}, {"pubmed": 31718698, "text": "Results demonstrate that Survivin is epigenetically modified in non-small cell lung cancer (NSCLC) tissues. A high expression of Survivin on the RNA level was negatively correlated with patients' survival in adenocarcinomas. Also, NSCLC smokers with low expression of Survivin show a better outcome."}, {"pubmed": 31786858, "text": "Survivin expression reflects aggressive histological and clinical behavior of HCC."}, {"pubmed": 31809840, "text": "we found that BIRC5 rs9904341, rs2071214 polymorphisms might cause the increased risk of urinary cancer, while rs17878467 reduces risk. An upgrade risk in rs9904341 of BIRC5 were associated with urinary cancer in allele contrast model (OR = 1.222, P = 0.012), homozygote contrast model (OR = 1.579, P = 0.0001) and recessive contrast model (OR = 1.433, P < 0.001), as well as rs2071214 polymorphism in subgroup analysis."}, {"pubmed": 31861751, "text": "Functional Compartmentalization of HSP60-Survivin Interaction between Mitochondria and Cytosol in Cancer Cells."}, {"pubmed": 31893572, "text": "Loss of cytoplasmic survivin expression is an independent predictor of poor prognosis in radically operated prostate cancer patients."}, {"pubmed": 31929540, "text": "Study showed that the overexpression of survivin contributes significantly to aggressive tumor phenotypes in pancreatic ductal adenocarcinoma."}, {"pubmed": 31929744, "text": "CD44 mediates stem cell mobilization to damaged lung via its novel transcriptional targets, Cortactin and Survivin."}, {"pubmed": 31948306, "text": "Epithelial-mesenchymal transition of circulating tumor cells in prostate cancer is promoted by survivin."}, {"pubmed": 31959045, "text": "Targeting survivin sensitizes cervical cancer cells to radiation treatment."}, {"pubmed": 31991041, "text": "In this study, we designed and synthesized 7-19 residues of inner centromere protein (INCENP)-derived small peptides (INC peptides) as novel survivin-targeting agents."}, {"pubmed": 32019552, "text": "Besides the anti-apoptotic functions, recent discoveries have revealed that XIAP, survivin, and BRUCE also exhibit regulatory functions for autophagy in cells. As the role of autophagy in human diseases has already been discussed extensively in different reviews, this review will discuss the emerging autophagic role of XIAP, survivin, and BRUCE in cancer cells."}, {"pubmed": 32043523, "text": "Identification of prognostic significance of BIRC5 in breast cancer using integrative bioinformatics analysis."}, {"pubmed": 32094363, "text": "Subcellular Compartmentalization of Survivin is Associated with Biological Aggressiveness and Prognosis in Prostate Cancer."}, {"pubmed": 32107072, "text": "Unraveling survivin expression in chronic myeloid leukemia: Molecular interactions and clinical implications."}, {"pubmed": 32152425, "text": "Replicative conditioning of Herpes simplex type 1 virus by Survivin promoter, combined to ERBB2 retargeting, improves tumour cell-restricted oncolysis."}, {"pubmed": 32279998, "text": "The 5' untranslated region of the anti-apoptotic protein Survivin contains an inhibitory upstream AUG codon."}, {"pubmed": 32322338, "text": "Increased Expression of BIRC2, BIRC3, and BIRC5 from the IAP Family in Mesenchymal Stem Cells of the Umbilical Cord Wharton's Jelly (WJSC) in Younger Women Giving Birth Naturally."}, {"pubmed": 32468587, "text": "Molecular characterisation of TP53 mutated squamous cell carcinomas of the lung to identify putative targets for therapy."}, {"pubmed": 32546857, "text": "Weight loss normalizes enhanced expression of the oncogene survivin in visceral adipose tissue and blood leukocytes from individuals with obesity."}, {"pubmed": 32599467, "text": "Dysregulation of microRNAs regulating survivin in CD4+ T cells in multiple sclerosis."}, {"pubmed": 32664056, "text": "Downregulation of serum survivin correlates with increased inflammation, enhanced disease severity and worse prognosis in sepsis patients."}, {"pubmed": 32709750, "text": "Survivin in breast cancer-derived exosomes activates fibroblasts by up-regulating SOD1, whose feedback promotes cancer proliferation and metastasis."}, {"pubmed": 32719269, "text": "Comparative evaluation of survivin expression in leukoplakia, lichen planus, and oral squamous cell carcinoma: An immunohistochemical study."}, {"pubmed": 32729225, "text": "Differentially localized survivin and STAT3 as markers of gastric cancer progression: Association with Helicobacter pylori."}, {"pubmed": 32814079, "text": "Survivin modulation in the antimelanoma activity of prodiginines."}, {"pubmed": 32825933, "text": "Downregulation of TRIM27 suppresses gastric cancer cell proliferation via inhibition of the Hippo-BIRC5 pathway."}, {"pubmed": 32945459, "text": "Long noncoding RNA NR2F1AS1 facilitates the osteosarcoma cell malignant phenotype via the miR4855p/miR2185p/BIRC5 axis."}, {"pubmed": 32951213, "text": "Expression of survivin and p53 genes in patients with alopecia areata: A case-control study."}, {"pubmed": 33153400, "text": "Identification of CDCA8, DSN1 and BIRC5 in Regulating Cell Cycle and Apoptosis in Osteosarcoma Using Bioinformatics and Cell Biology."}, {"pubmed": 33171188, "text": "Down-regulation of Survivin and Bcl-2 concomitant with the activation of caspase-3 as a mechanism of apoptotic death in KG1a and K562 cells upon exposure to a derivative from ciprofloxacin family."}, {"pubmed": 33196129, "text": "alpha5-nAChR and survivin: Two potential biological targets in lung adenocarcinoma."}, {"pubmed": 33221541, "text": "Survivin expression and impact on head and neck cancer outcomes."}, {"pubmed": 33247694, "text": "Role of Napsin A and Survivin Immunohistochemical Expression in Bronchogenic Adenocarcinoma."}, {"pubmed": 33431968, "text": "BIRC5 is a prognostic biomarker associated with tumor immune cell infiltration."}, {"pubmed": 33472892, "text": "Survivin Expression Is Differentially Regulated by a Selective Cross-talk between RBM38 and miRNAs let-7b or miR-203a."}, {"pubmed": 33494811, "text": "Concentration of survivin in children with oligo- and polyarticular juvenile idiopathic arthritis (JIA): diagnostic and prognostic value-a single-center study."}, {"pubmed": 33513976, "text": "Natural Killer Cell Phenotype and Functionality Affected by Exposure to Extracellular Survivin and Lymphoma-Derived Exosomes."}, {"pubmed": 33518654, "text": "BIRC5, GAJ5, and lncRNA NPHP3-AS1 Are Correlated with the Development of Atrial Fibrillation-Valvular Heart Disease."}, {"pubmed": 33686072, "text": "Specific inhibition of the Survivin-CRM1 interaction by peptide-modified molecular tweezers."}, {"pubmed": 33710603, "text": "Survivin drives tumor-associated macrophage reprogramming: a novel mechanism with potential impact for obesity."}, {"pubmed": 33778066, "text": "Identification and Validation of a Prognostic Model Based on Three Autophagy-Related Genes in Hepatocellular Carcinoma."}, {"pubmed": 33836600, "text": "Therapeutic targeting of FOS in mutant TERT cancers through removing TERT suppression of apoptosis via regulating survivin and TRAIL-R2."}, {"pubmed": 33845641, "text": "CircANKRD52 Promotes the Tumorigenesis of Hepatocellular Carcinoma by Sponging miR-497-5p and Upregulating BIRC5 Expression."}, {"pubmed": 33863308, "text": "The prognostic significance of survivin expression in patients with HNSCC: a systematic review and meta-analysis."}, {"pubmed": 33888009, "text": "Expression Profiles Reveal Involvement of VEGF, IGF1, BIRC5, and MMP1 in Vulvar Carcinogenesis."}, {"pubmed": 33914777, "text": "Lung development, repair and cancer: A study on the role of MMP20 gene in adenocarcinoma."}, {"pubmed": 34014801, "text": "Serum survivin is decreased in women with preeclampsia."}, {"pubmed": 34076538, "text": "Prognostic significance of survivin expression in pediatric ewing sarcoma."}, {"pubmed": 34082009, "text": "LncRNA PART1 alleviated myocardial ischemia/reperfusion injury via suppressing miR-503-5p/BIRC5 mediated mitochondrial apoptosis."}, {"pubmed": 34096679, "text": "Survivin promotes rheumatoid arthritis fibroblast-like synoviocyte cell proliferation, and the expression of angiogenesis-related proteins by activating the NOTCH pathway."}, {"pubmed": 34100981, "text": "Localization matters: nuclear-trapped Survivin sensitizes glioblastoma cells to temozolomide by elevating cellular senescence and impairing homologous recombination."}, {"pubmed": 34112092, "text": "Identification of prognostic markers for hepatocellular carcinoma based on the epithelial-mesenchymal transition-related gene BIRC5."}, {"pubmed": 34257556, "text": "Diagnostic Utility of BAP1, EZH2 and Survivin in Differentiating Pleural Epithelioid Mesothelioma and Reactive Mesothelial Hyperplasia: Immunohistochemical Study."}, {"pubmed": 34265766, "text": "The Early Diagnostic and Prognostic Value of BIRC5 in Clear-Cell Renal Cell Carcinoma Based on the Cancer Genome Atlas Data."}, {"pubmed": 34278505, "text": "TMEM100 negatively regulated by microRNA106b facilitates cellular apoptosis by suppressing survivin expression in NSCLC."}, {"pubmed": 34330893, "text": "DEPDC1B regulates the progression of human chordoma through UBE2T-mediated ubiquitination of BIRC5."}, {"pubmed": 34438346, "text": "Regulation of survivin protein stability by USP35 is evolutionarily conserved."}, {"pubmed": 34517565, "text": "Upregulation of BIRC5 plays essential role in esophageal squamous cell carcinoma."}, {"pubmed": 34580516, "text": "Expression levels of MiRNA-16, SURVIVIN and TP53 in Preeclamptic and Normotensive women."}, {"pubmed": 34595724, "text": "LINC00511 Knockdown Suppresses Resistance to Cisplatin in Lung Adenocarcinoma by Interacting with miR-182-3p and BIRC5."}, {"pubmed": 34797333, "text": "The transcriptional activity profile of inhibitor apoptosis protein encoding genes in colon cancer patients: A STROBE-compliant study."}, {"pubmed": 35132928, "text": "CircCAMSAP1 promotes non-small cell lung cancer proliferation and inhibits cell apoptosis by sponging miR-1182 and regulating BIRC5."}, {"pubmed": 35142784, "text": "The Role of Survivin and Transcription Factor FOXP1 in Scarring After Glaucoma Surgery."}, {"pubmed": 35178302, "text": "BIRC5 promotes cancer progression and predicts prognosis in laryngeal squamous cell carcinoma."}, {"pubmed": 35326407, "text": "Polymorphism of Baculoviral Inhibitor of Apoptosis Repeat-Containing 5 (BIRC5) Can Be Associated with Clinical Outcome of Non-Small Cell Lung Cancer."}, {"pubmed": 35331169, "text": "Pan-cancer analysis identifies BIRC5 as a prognostic biomarker."}, {"pubmed": 35428913, "text": "Nuclear survivin is a prognosticator in gastroenteropancreatic neuroendocrine neoplasms: a meta-analysis."}, {"pubmed": 35461228, "text": "BIRC5 regulates inflammatory tumor microenvironment-induced aggravation of penile cancer development in vitro and in vivo."}, {"pubmed": 35673958, "text": "miR-203 represses keratinocyte stemness by targeting survivin."}, {"pubmed": 35685607, "text": "Association of BIRC5 Gene Polymorphism with the Collateral Circulation and Severity of Large Artery Atherosclerotic Stroke."}, {"pubmed": 35749893, "text": "Fine particulate matter induces METTL3-mediated m(6)A modification of BIRC5 mRNA in bladder cancer."}, {"pubmed": 35995118, "text": "Survivin; a novel therapeutic target that correlates with survival of autoreactive T lymphocytes obtained from patients with ankylosing spondylitis."}, {"pubmed": 36100919, "text": "miR-92a-3p promotes breast cancer proliferation by regulating the KLF2/BIRC5 axis."}, {"pubmed": 36153316, "text": "Inhibition of USP1 enhances anticancer drugs-induced cancer cell death through downregulation of survivin and miR-216a-5p-mediated upregulation of DR5."}, {"pubmed": 36166738, "text": "Survivin in Breast Cancer: A Review."}, {"pubmed": 36336629, "text": "Longitudinal associations of serum survivin with the severity and prognosis of community-acquired pneumonia patients."}, {"pubmed": 36572559, "text": "RUNX1-Survivin Axis Is a Novel Therapeutic Target for Malignant Rhabdoid Tumors."}, {"pubmed": 36581205, "text": "Oncogenic RAS promotes MYC protein stability by upregulating the expression of the inhibitor of apoptosis protein family member Survivin."}, {"pubmed": 37164127, "text": "The analysis of Survivin promoter (-31G/C) gene variation in oral squamous cell carcinoma risk and prognosis."}, {"pubmed": 37355887, "text": "Long non-coding RNA FGD5 antisense RNA 1 targets Baculovirus inhibitor 5 via microRNA-497-5p to alleviate calcific aortic valve disease."}, {"pubmed": 37382161, "text": "TP53RK Drives the Progression of Chronic Kidney Disease by Phosphorylating Birc5."}, {"pubmed": 37408277, "text": "An Insight into Survivin in Relevance to Hematological, Biochemical and Genetic Characteristics in Tobacco Chewers with Oral Squamous Cell Carcinoma."}, {"pubmed": 37741993, "text": "Establishing a prognostic model based on immune-related genes and identification of BIRC5 as a potential biomarker for lung adenocarcinoma patients."}, {"pubmed": 37864584, "text": "Impact of Survivin rs9904341 and rs17878467 Polymorphisms On Risk of Preeclampsia in Iran."}, {"pubmed": 38111129, "text": "Post-transcriptional regulation of BIRC5/survivin expression and induction of apoptosis in breast cancer cells by tristetraprolin."}, {"pubmed": 38139318, "text": "BIRC5 Gene Polymorphisms Are Associated with a Higher Stage of Local and Regional Disease in Oral and Oropharyngeal Squamous Cell Carcinomas."}, {"pubmed": 38164179, "text": "TRAF4 regulates ubiquitination-modulated survivin turnover and confers radioresistance."}, {"pubmed": 38216925, "text": "Downregulation of PTPRT elevates the expression of survivin and promotes the proliferation, migration, and invasion of lung adenocarcinoma."}, {"pubmed": 38446998, "text": "CYR61 confers chemoresistance by upregulating survivin expression in triple-negative breast cancer."}, {"pubmed": 38876304, "text": "USP36 inhibits apoptosis by deubiquitinating cIAP1 and survivin in colorectal cancer cells."}], "genomic_pos": {"chr": "17", "end": 78225636, "ensemblgene": "ENSG00000089685", "start": 78214186, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 76221717, "start": 76210267, "strand": 1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0000278", "pubmed": 17956729, "qualifier": "involved_in", "term": "mitotic cell cycle"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0000281", "pubmed": 17956729, "qualifier": "involved_in", "term": "mitotic cytokinesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": 21252625, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0007605", "pubmed": 20627126, "qualifier": "involved_in", "term": "sensory perception of sound"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008284", "pubmed": 16344111, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031503", "pubmed": 16239925, "qualifier": "involved_in", "term": "protein-containing complex localization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": [10949038, 20627126, 21364656], "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": [21536684, 25778398, 28218735], "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045892", "pubmed": 20826784, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0051256", "pubmed": 17956729, "qualifier": "involved_in", "term": "mitotic spindle midzone assembly"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0090267", "pubmed": 17956729, "qualifier": "involved_in", "term": "positive regulation of mitotic cell cycle spindle assembly checkpoint"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0090307", "pubmed": 17956729, "qualifier": "involved_in", "term": "mitotic spindle assembly"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1901970", "pubmed": 17956729, "qualifier": "involved_in", "term": "positive regulation of mitotic sister chromatid separation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1902425", "pubmed": 17956729, "qualifier": "involved_in", "term": "positive regulation of attachment of mitotic spindle microtubules to kinetochore"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1903490", "pubmed": 17956729, "qualifier": "involved_in", "term": "positive regulation of mitotic cytokinesis"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000228", "pubmed": 16322459, "qualifier": "located_in", "term": "nuclear chromosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000775", "pubmed": [11084331, 16322459], "qualifier": "located_in", "term": "chromosome, centromeric region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000776", "pubmed": 15665297, "qualifier": "located_in", "term": "kinetochore"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [15665297, 20627126, 20826784, 21364656], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [20627126, 21364656], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005819", "qualifier": "located_in", "term": "spindle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 18591255, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005874", "qualifier": "located_in", "term": "microtubule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0015630", "pubmed": 9859993, "qualifier": "located_in", "term": "microtubule cytoskeleton"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030496", "pubmed": [11084331, 15665297], "qualifier": "located_in", "term": "midbody"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0032133", "pubmed": [15260989, 17956729, 18591255], "qualifier": "part_of", "term": "chromosome passenger complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:1990713", "pubmed": 10949038, "qualifier": "part_of", "term": "survivin complex"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0004869", "qualifier": "enables", "term": "cysteine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14610074, 15665297, 16239925, 16291752, 17099693, 17681274, 17956729, 18243099, 19357306, 20638385, 20739936, 20826784, 21051298, 21225229, 21536684, 21988832, 23251006, 23825075, 24571573, 25778398, 27332895, 28218735, 28514442, 29568061, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008017", "pubmed": 21536684, "qualifier": "enables", "term": "microtubule binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 16322459, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031267", "pubmed": 18591255, "qualifier": "enables", "term": "small GTPase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [17099693, 23251006], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051087", "pubmed": 18086682, "qualifier": "enables", "term": "protein-folding chaperone binding"}]}, "homologene": {"genes": [[7955, 373110], [8364, 733575], [9031, 374078], [9544, 709565], [9598, 455276], [9606, 332], [9615, 442936], [9913, 414925], [10090, 11799], [10116, 64041]], "id": 37450}, "interpro": {"desc": "BIR repeat", "id": "IPR001370", "short_desc": "BIR_rpt"}, "ipi": ["IPI00006210", "IPI00218095", "IPI00735946", "IPI00784873", "IPI00784916", "IPI00784964", "IPI00785191"], "map_location": "17q25.3", "name": "baculoviral IAP repeat containing 5", "other_names": ["apoptosis inhibitor 4", "apoptosis inhibitor survivin", "baculoviral IAP repeat-containing protein 5"], "pantherdb": {"HGNC": "593", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"RGD": "70499", "ortholog_type": "LDO", "panther_family": "PTHR46771", "taxid": 10116, "uniprot_kb": "Q9JHY7"}, {"Ensembl": "ENSGALG00000008713", "ortholog_type": "LDO", "panther_family": "PTHR46771", "taxid": 9031, "uniprot_kb": "F1NN48"}, {"WormBase": "WBGene00000250", "ortholog_type": "O", "panther_family": "PTHR46771", "taxid": 6239, "uniprot_kb": "G5ECJ5"}, {"WormBase": "WBGene00000249", "ortholog_type": "O", "panther_family": "PTHR46771", "taxid": 6239, "uniprot_kb": "G5EFA2"}, {"FlyBase": "FBgn0264291", "ortholog_type": "O", "panther_family": "PTHR46771", "taxid": 7227, "uniprot_kb": "Q9VEM2"}, {"SGD": "S000003849", "ortholog_type": "O", "panther_family": "PTHR46771", "taxid": 4932, "uniprot_kb": "P47134"}], "uniprot_kb": "O15392"}, "pathway": {"biocarta": {"id": "bcellsurvivalpathway", "name": "b cell survival pathway"}, "kegg": [{"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04215", "name": "Apoptosis - multiple species - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05210", "name": "Colorectal cancer - Homo sapiens (human)"}], "pid": [{"id": "aurora_a_pathway", "name": "Aurora A signaling"}, {"id": "aurora_b_pathway", "name": "Aurora B signaling"}, {"id": "foxm1pathway", "name": "FOXM1 transcription factor network"}, {"id": "myc_activpathway", "name": "Validated targets of C-MYC transcriptional activation"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-141424", "name": "Amplification of signal from the kinetochores"}, {"id": "R-HSA-141444", "name": "Amplification  of signal from unattached  kinetochores via a MAD2  inhibitory signal"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2467813", "name": "Separation of Sister Chromatids"}, {"id": "R-HSA-2500257", "name": "Resolution of Sister Chromatid Cohesion"}, {"id": "R-HSA-2555396", "name": "Mitotic Metaphase and Anaphase"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-4615885", "name": "SUMOylation of DNA replication proteins"}, {"id": "R-HSA-5633008", "name": "TP53 Regulates Transcription of Cell Death Genes"}, {"id": "R-HSA-5663220", "name": "RHO GTPases Activate Formins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-6803205", "name": "TP53 regulates transcription of several additional cell death genes whose specific roles in p53-dependent apoptosis remain uncertain"}, {"id": "R-HSA-68877", "name": "Mitotic Prometaphase"}, {"id": "R-HSA-68882", "name": "Mitotic Anaphase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69618", "name": "Mitotic Spindle Checkpoint"}, {"id": "R-HSA-69620", "name": "Cell Cycle Checkpoints"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8951664", "name": "Neddylation"}, {"id": "R-HSA-9648025", "name": "EML4 and NUDC in mitotic spindle formation"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}], "wikipathways": [{"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP2332", "name": "Interleukin-11 Signaling Pathway"}, {"id": "WP254", "name": "Apoptosis"}, {"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}, {"id": "WP3303", "name": "RAC1-PAK1-p38-MMP2 Pathway"}, {"id": "WP3614", "name": "Photodynamic therapy-induced HIF-1 survival signaling"}, {"id": "WP3617", "name": "Photodynamic therapy-induced NF-kB survival signaling"}, {"id": "WP3646", "name": "Hepatitis C and Hepatocellular Carcinoma"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP395", "name": "IL-4 signaling pathway"}, {"id": "WP4216", "name": "Chromosomal and microsatellite instability in colorectal cancer"}, {"id": "WP4300", "name": "Extracellular vesicles in the crosstalk of cardiac cells"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4666", "name": "Hepatitis B infection"}]}, "pdb": ["1E31", "1F3H", "1XOX", "2QFA", "2RAW", "2RAX", "3UEC", "3UED", "3UEE", "3UEF", "3UEG", "3UEH", "3UEI", "3UIG", "3UIH", "3UII", "3UIJ", "3UIK", "4A0I", "4A0J", "4A0N", "6SHO", "6YIE", "6YIF", "6YIH", "7LBK", "7LBO", "7LBP", "7LBQ"], "pfam": "PF00653", "pharmgkb": "PA25362", "pharos": {"target_id": 10081, "tdl": "Tchem"}, "prosite": "PS50143", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245827", "relationship": "is"}, {"id": "GNF245828", "relationship": "is"}, {"id": "GNF245829", "relationship": "is"}, {"id": "GNF245830", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163483", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF048060", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF001116", "relationship": "is"}, {"id": "GNF001117", "relationship": "is"}, {"id": "GNF001118", "relationship": "is"}, {"id": "GNF016455", "relationship": "is"}, {"id": "GNF016962", "relationship": "is"}, {"id": "GNF017371", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF102355", "relationship": "is"}, {"id": "GNF142009", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_029069.1"], "protein": ["NP_001012270.1", "NP_001012271.1", "NP_001159.2"], "rna": ["NM_001012270.2", "NM_001012271.2", "NM_001168.3"], "translation": [{"protein": "NP_001159.2", "rna": "NM_001168.3"}, {"protein": "NP_001012271.1", "rna": "NM_001012271.2"}, {"protein": "NP_001012270.1", "rna": "NM_001012270.2"}]}, "reporter": {"HG-U133_Plus_2": ["1555826_at", "202094_at", "202095_s_at", "210334_x_at"], "HG-U95Av2": ["40532_at", "40533_at"], "HTA-2_0": ["TC17000899.hg.1", "TC17001915.hg.1"], "HuEx-1_0": ["3403724", "3736290", "3772187"], "HuGene-1_1": ["8010260", "8018860"], "HuGene-2_1": "16838359"}, "summary": "This gene is a member of the inhibitor of apoptosis (IAP) gene family, which encode negative regulatory proteins that prevent apoptotic cell death. IAP family members usually contain multiple baculovirus IAP repeat (BIR) domains, but this gene encodes proteins with only a single BIR domain. The encoded proteins also lack a C-terminus RING finger domain. Gene expression is high during fetal development and in most tumors, yet low in adult tissues. Alternatively spliced transcript variants encoding distinct isoforms have been found for this gene. [provided by RefSeq, Jun 2011].", "symbol": "BIRC5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332416"}, "unigene": "Hs.744872", "uniprot": {"Swiss-Prot": "O15392", "TrEMBL": ["H3BLT4", "A0A0B4J1S3", "K7EMW2", "K7EP76", "K7ELG2"]}, "wikipedia": {"url_stub": "Survivin"}}