{"AllianceGenome": "1066", "HGNC": "1066", "MIM": "164831", "_id": "648", "_version": 1, "accession": {"genomic": ["AL158211.29", "CH471072.2", "CP068268.2", "NC_000010.11", "NC_060934.1"], "protein": ["AAA19873.1", "AAB27059.1", "AAH11652.1", "AAV38257.1", "CAG33192.1", "EAW86148.1", "EAW86150.1", "EAW86151.1", "EAW86154.1", "NP_001415238.1", "NP_001415239.1", "NP_001415240.1", "NP_001415241.1", "NP_005171.4", "P35226.2", "WBY73527.1"], "rna": ["AH004292.1", "AI274830.1", "BC011652.2", "BE008203.1", "BT019450.1", "CR456911.1", "DB161566.1", "DB225488.1", "L13689.1", "NM_001428309.1", "NM_001428310.1", "NM_001428311.1", "NM_001428312.1", "NM_005180.9", "OP680450.1"], "translation": [{"protein": "NP_001415241.1", "rna": "NM_001428312.1"}, {"protein": "NP_005171.4", "rna": "NM_005180.9"}, {"protein": "AAA19873.1", "rna": "L13689.1"}, {"protein": "AAB27059.1", "rna": "AH004292.1"}, {"protein": "CAG33192.1", "rna": "CR456911.1"}, {"protein": "AAV38257.1", "rna": "BT019450.1"}, {"protein": "WBY73527.1", "rna": "OP680450.1"}, {"protein": "NP_001415238.1", "rna": "NM_001428309.1"}, {"protein": "NP_001415239.1", "rna": "NM_001428310.1"}, {"protein": "AAH11652.1", "rna": "BC011652.2"}, {"protein": "NP_001415240.1", "rna": "NM_001428311.1"}]}, "alias": ["FLVI2/BMI1", "PCGF4", "RNF51", "flvi-2/bmi-1"], "ensembl": {"gene": "ENSG00000168283", "protein": ["ENSP00000365851", "ENSP00000390768", "ENSP00000397912", "ENSP00000399220"], "transcript": ["ENST00000376663", "ENST00000416820", "ENST00000442508", "ENST00000443519", "ENST00000456675", "ENST00000490311", "ENST00000496174", "ENST00000602358", "ENST00000602523", "ENST00000602524"], "translation": [{"protein": "ENSP00000365851", "rna": "ENST00000376663"}, {"protein": "ENSP00000397912", "rna": "ENST00000442508"}, {"protein": "ENSP00000399220", "rna": "ENST00000416820"}, {"protein": "ENSP00000390768", "rna": "ENST00000443519"}], "type_of_gene": "protein_coding"}, "entrezgene": "648", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.6666016995, "exp_mis": 94.2204948966, "exp_syn": 36.4929642951, "lof_z": 3.01765314880066, "mis_z": 1.92592787541849, "mu_lof": 9.70024476731e-07, "mu_mis": 8.02636515642e-06, "mu_syn": 2.90268373406e-06, "n_lof": 3.0, "n_mis": 56.0, "n_syn": 41.0, "p_li": 0.515144747396546, "p_null": 0.000786663996909644, "p_rec": 0.484068588606544, "syn_z": -0.462526175940719}, "bp": 981, "cds_end": 22618471, "cds_start": 22615378, "n_exons": 9, "nonpsych": {"exp_lof": 13.0908334144, "exp_mis": 85.0947859622, "exp_syn": 32.8457991907, "lof_z": 3.01045757795462, "mis_z": 2.02825768129465, "mu_lof": 9.70024476731e-07, "mu_mis": 8.02636515642e-06, "mu_syn": 2.90268373406e-06, "n_lof": 2.0, "n_mis": 48.0, "n_syn": 32.0, "p_li": 0.778320612725127, "p_null": 0.000389476850330591, "p_rec": 0.221289910424542, "syn_z": 0.0929161568204724}, "nontcga": {"exp_lof": 13.4753528255, "exp_mis": 86.6649401479, "exp_syn": 33.5556086685, "lof_z": 3.0837362269804, "mis_z": 2.06921444221813, "mu_lof": 9.70024476731e-07, "mu_mis": 8.02636515642e-06, "mu_syn": 2.90268373406e-06, "n_lof": 2.0, "n_mis": 48.0, "n_syn": 37.0, "p_li": 0.786708815892452, "p_null": 0.000286012645578287, "p_rec": 0.213005171461969, "syn_z": -0.37648876315844}, "transcript": "ENST00000376663.3"}, "exons": [{"cdsend": 22329542, "cdsstart": 22326449, "chr": "10", "position": [[22321098, 22321696], [22326430, 22326561], [22326889, 22326986], [22327594, 22327650], [22327741, 22327792], [22327949, 22328058], [22328133, 22328179], [22328599, 22328698], [22329047, 22329128], [22329212, 22331484]], "strand": 1, "transcript": "NM_005180", "txend": 22331484, "txstart": 22321098}], "exons_hg19": [{"cdsend": 22618471, "cdsstart": 22615378, "chr": "10", "position": [[22610027, 22610625], [22615359, 22615490], [22615818, 22615915], [22616523, 22616579], [22616670, 22616721], [22616878, 22616987], [22617062, 22617108], [22617528, 22617627], [22617976, 22618057], [22618141, 22620413]], "strand": 1, "transcript": "NM_005180", "txend": 22620413, "txstart": 22610027}], "generif": [{"pubmed": 12183433, "text": "The Bmi-1 oncogene induces telomerase activity and immortalizes human mammary epithelial cells."}, {"pubmed": 12482990, "text": "Bmi-1 extends the replicative life span of human fibroblasts by suppressing the p16-dependent senescence pathway"}, {"pubmed": 12829790, "text": "BMI-1 binds the MLL repression domain. Recruitment of BMI-1 to the MLL protein may be able to modulate its function."}, {"pubmed": 14536079, "text": "E2a-Pbx1 and Bmi-1 are likely to play a role in the pathogenesis of human lymphoid leukemias through downregulation of the INK4A-ARF gene"}, {"pubmed": 14732230, "text": "modulation of Bmi-1 protein might be involved in human colorectal carcinogenesis by repressing the INK4a/ARF proteins"}, {"pubmed": 15009096, "text": "BMI-1 is transiently localized with the centromeric region in interphase."}, {"pubmed": 15029199, "text": "BMI1 overexpression is an alternative or additive mechanism in the pathogenesis of medulloblastomas"}, {"pubmed": 15563468, "text": "Activation or overexpression of MAPKAP kinase 3pK resulted in phosphorylation of Bmi1 and other PcG members and their dissociation from chromatin"}, {"pubmed": 15931389, "text": "Altered expression is associated with therapy failure and death in patients with multiple types of cancer."}, {"pubmed": 16105758, "text": "a subgroup of M0 patients has a high expression level of polycomb group gene BMI-1, which may contribute to leukemogenesis"}, {"pubmed": 16107895, "text": "CALM-AF10+ T-ALL associatd with elevated expression of subset of HOXA genes and some of there transcriptional and functional regulators, as well as specific overexpression of oncogene BMI1"}, {"pubmed": 16314526, "text": "EZH2 is essential for BMI1 recruitment to the polycomb bodies."}, {"pubmed": 16501599, "text": "Critical for the short-term survival of cancer cells, and inhibition has minimal effect on the survival of normal cells."}, {"pubmed": 16537449, "text": "p16(INK4a) expression was regulated by the Polycomb group repressor Bmi-1, which is shown as a direct transcriptional target of c-Myc."}, {"pubmed": 16714294, "text": "Bmi-1-Ring1B complex stabilizes the interaction of the ubiquitin ligase complex."}, {"pubmed": 16751658, "text": "Bmi1 is required for H2A ubiquitylation; H2A ubiquitylation regulates Bmi1-mediated gene expression"}, {"pubmed": 16874656, "text": "BMI-1 is expressed in gastrointestinal stem cells and may have a role protein in cellular differentiation and stem cell maintenance"}, {"pubmed": 16936260, "text": "bmi1 expression caused by oxidative stress may be involved in the pathogenesis of cellular senescence of biliary epithelial cells in primary biliary cirrhosis."}, {"pubmed": 16963837, "text": "Advanced cell- & animal imaging, expression profiling, stable siRNA-gene targeting, and TMAs of experimental and clinical samples indicate that activation of the BMI1 oncogene-associated PcG pathway plays an essential role in metastatic prostate cancer."}, {"pubmed": 16982619, "text": "Bmi-1 regulates the differentiation and clonogenic self-renewal of I-type neuroblastoma cells"}, {"pubmed": 17134822, "text": "PcG protein BMI1 is associated with adverse pathological features and clinical PSA recurrence of prostate cancer."}, {"pubmed": 17145810, "text": "The oncogenic role of Bmi-1 in human primary breast carcinomas is not determined by its capacity to inhibit INK4a/ARF proteins(p16INK4a, p14ARF, or h-TERT) or to induce telomerase activity."}, {"pubmed": 17145814, "text": "Bmi1 overexpression was correlated with the malignant grades of human digestive precancerous tissues, which suggests that advanced Bmi1 dysregulation might predict malignant progression."}, {"pubmed": 17148583, "text": "ERK5 probably mediates HOXB9 expression by repressing BMI1 in Hodgkin lymphoma cell lines"}, {"pubmed": 17148591, "text": "Bmi-1 and LMP1 down-regulate the ataxia telangiectasia-mutated (ATM) tumor suppressor and conclude that Bmi-1 contributes to LMP1-induced oncogenesis in Hodgkin lymphoma"}, {"pubmed": 17151361, "text": "Our data suggest that Mel-18 regulates Bmi-1 expression during senescence via down-regulation of c-Myc."}, {"pubmed": 17161394, "text": "Our results provide new information on the roles of Bmi-1 and HPV-16 E6 in the multi-step process of oral epithelial carcinogenesis."}, {"pubmed": 17179983, "text": "The Bmi-1 may act through p16(INK4A)-independent pathways to regulate cellular proliferation during oral cancer progression."}, {"pubmed": 17233832, "text": "many human cell types undergo senescence by activation of the p16(INK4a)/Rb pathway, and that introduction of Bmi-1 can inhibit p16(INK4a) expression and extend the life span of human epithelial cells"}, {"pubmed": 17298744, "text": "The intensive expression of Bmi-1 in breast cancer is related to tumor progression."}, {"pubmed": 17344414, "text": "Study shows that the ability of the oncogene BMI1 to repress the INK4A-ARF locus requires its direct association and is dependent on the continued presence of the EZH2-containing Polycomb-Repressive Complex 2 complex."}, {"pubmed": 17360938, "text": "In a cohort of 64 CML patients, the level of BMI1 at diagnosis correlated with time to transformation to blast crisis, and the combination of low BMI1 and high proteinase-3 expression was associated with an improved overall survival"}, {"pubmed": 17452456, "text": "These results suggest that Bmi-1 and Mel-18 may have overlapping functions in cancer cell growth."}, {"pubmed": 17454639, "text": "Bmi-1 seems to play a secondary role in chronic myeloid leukemia transformation"}, {"pubmed": 17545584, "text": "Mel-18 and Bmi-1 may regulate the Akt pathway in breast cancer cells, and that Mel-18 functions as a tumor suppressor by repressing the expression of Bmi-1 and consequently down-regulating Akt activity."}, {"pubmed": 17557835, "text": "BMI1 is a target gene for SALL4 in leukemic cells."}, {"pubmed": 17597110, "text": "BMI-1 mediated repression of p16(ink4a) may contribute to an increased aggressive behavior of stem cell-like melanoma cells."}, {"pubmed": 17625597, "text": "Bmi-1 may promote maintenance of suprabasal keratinocyte survival to prevent premature death during differentiation."}, {"pubmed": 17666329, "text": "Bmi-1 mRNA expression is correlated to differentiation and metastasis of gastric carcinoma and may facilitate its prognostic evaluation."}, {"pubmed": 17711569, "text": "Elevated Bmi-1 is associated with breast cancer"}, {"pubmed": 17917742, "text": "Bmi-1 could be a candidate biomarker for long-term survival in HCC"}, {"pubmed": 17974970, "text": "Examination of various growth-regulatory pathways suggested that Bmi-1 overexpression together with H-Ras promotes human mammary epithelial cell transformation and breast oncogenesis by deregulation of multiple growth-regulatory pathways."}, {"pubmed": 17989714, "text": "BMI1 is an oncogenic candidate in a novel TCRB-associated chromosomal aberration in a patient with TCRgammadelta+ T-cell acute lymphoblastic leukemia"}, {"pubmed": 18094618, "text": "BMI-1 antibody as a potential marker of nasopharyngeal carcinoma may be rational, and could have diagnostic and prognostic value."}, {"pubmed": 18156489, "text": "BMI1 is an intrinsic regulator of human stem/progenitor cell self-renewal."}, {"pubmed": 18228133, "text": "Bmi-1 expression associated with favorable overall survival only in estrogen receptor-positive breast cancer patients."}, {"pubmed": 18246051, "text": "loss of BMI-1 expression was associated with features of aggressive tumors. Low levels of BMI-1 expression were also significantly associated with decreased patient survival."}, {"pubmed": 18264721, "text": "Bmi-1 expression in non-small cell lung cancer (NSCLC) in respect to clinicopathological features and therapeutic outcomes"}, {"pubmed": 18269588, "text": "Neither EGFR nor BMI-1 had significant prognostic impact for basal-like phenotype of breast cancer."}, {"pubmed": 18346113, "text": "BMI-1 is a novel independent prognostic marker in oligodendroglial tumours."}, {"pubmed": 18347933, "text": "study showed BMI-1 expression was inversely correlated with the differentiation grade of renal clear cell carcinoma; BMI-1 was strongly expressed in both papillary carcinomas and oncocytomas"}, {"pubmed": 18427816, "text": "BMI1 gene is aberrant at the chromosomal level in a subset of gliomas, and possibly contributes to brain tumour pathogenesis"}, {"pubmed": 18438345, "text": "Bmi-1 protein is highly expressed in ovarian epithelial cancer tissues, and its expression level correlates with histological grade and clinical phase of the patients."}, {"pubmed": 18439910, "text": "Bmi1 can induce multipotency in astrocytes."}, {"pubmed": 18450386, "text": "the results suggest that BMI1 does not play a significant prognosticator role ini astrocytic tumors"}, {"pubmed": 18475299, "text": "Loss of BMI-1 seems to be associated with an aggressive phenotype in endometrial carcinomas."}, {"pubmed": 18565849, "text": "BMI-1 measured prior to allo-SCT can serve as a biomarker for predicting outcome in patients with CP-CML receiving allo-SCT"}, {"pubmed": 18591938, "text": "overexpression associated with the malignant progression of hepatocellular carcinoma"}, {"pubmed": 18592462, "text": "The relative expression of BMI1 in bladder tumor tissues is greater than 5 times that of nontumor samples and there is a statistically significant correlation between the level of BMI1 expression and the stage of the bladder tumors."}, {"pubmed": 18668134, "text": "BMI1 overexpression accompanied with 11q23 rearrangements is associated with acute myeloid leukemias."}, {"pubmed": 18701473, "text": "Overexpresion of BMI-1 is associated with ewing sarcoma tumorigenesis"}, {"pubmed": 18781299, "text": "inhibitors, BMI-1 is presumed to be positively regulated by BCR-ABL and further by posttranscriptional modification in the course of the disease progressio"}, {"pubmed": 18817867, "text": "Data demonstrate that Bmi1 promotes prostate tumorigenesis, and that Bmi1 expression is associated with a reduction in tumor suppressors p16(INK4A) and p14(ARF)."}, {"pubmed": 18829528, "text": "An important role for BMI1 in the maintenance of tumor-initiating side population cells in hepatocellular carcinoma."}, {"pubmed": 19012049, "text": "candidate for stem cell marker and renewal factor in nasal mucosa, may contribute to tissue homeostasis and differentiation in the epithelium and submucosal glands of normal nasal mucosa, and may play a role in proliferation of nasal polyps"}, {"pubmed": 19021148, "text": "dysregulated BMI-1 could indeed lead to keratinocytes transformation and tumorigenesis, potentially through promoting cell cycle progression and increasing cell mobility."}, {"pubmed": 19080002, "text": "Overexpression of Bmi-1 and Ki67 protein are significantly correlated with tumorigenesis, metastasis and prognosis of colorectal carcinoma."}, {"pubmed": 19080003, "text": "Bmi-1 protein is highly expressed in bladder cancer."}, {"pubmed": 19099625, "text": "SALL4 and BMI-1 expressions are up-regulated significantly in acute leukemia."}, {"pubmed": 19228380, "text": "Expression of Bmi-1 was greater in bladder cancers than in the adjacent normal tissues. Bmi-1 expression was positively correlated with tumor classification and TNM stage, but not with tumor number."}, {"pubmed": 19233177, "text": "A polymorphism in Bmi-1 that reduces levels of this important protein."}, {"pubmed": 19269851, "text": "transcripotional control of Th2 memory cell generation"}, {"pubmed": 19337376, "text": "provides evidence that, in the appropriate context, expression of the SYT-SSX2 oncogene leads to loss of Bmi1 polycomb function"}, {"pubmed": 19379548, "text": "Suppression of Bmi-1 expression is not able to reduce proliferation of K562 cells."}, {"pubmed": 19386347, "text": "Distinct expression of BMI1 in hepatocellular carcinoma is reported."}, {"pubmed": 19389366, "text": "The more pronounced effects of Bmi-1 over-expression in culture were largely attributable to the attenuated induction of p16(Ink4a) and p19(Arf) in culture, proteins that are generally not expressed by neural stem/progenitor cells in young mice in vivo."}, {"pubmed": 19452584, "text": "Increased Bmi1 mRNA expression was significantly associated with esophageal squamous cell carcinoma progression, and the oncoprotein was largely distributed in the cytoplasm of tumor cells."}, {"pubmed": 19543317, "text": "BMI1 collaborates with H-RAS to induce an aggressive and metastatic phenotype with the unusual occurrence of brain metastasis."}, {"pubmed": 19556423, "text": "BMI1 expression is required for maintenance and self-renewal of normal and leukemic stem and progenitor cells, and expression of BMI1 protects cells against oxidative stress."}, {"pubmed": 19605626, "text": "BMI1 is expressed in human GBM tumors and highly enriched in CD133-positive cells. Stable BMI1 knockdown using short hairpin RNA-expressing lentiviruses resulted in inhibition of clonogenic potential in vitro and of brain tumor formation in vivo"}, {"pubmed": 19639171, "text": "Bmi-1 mRNA might be a new tool to support the diagnosis of breast cancers"}, {"pubmed": 19695678, "text": "The overexpression of polycomb-group protein Bmi1 is essential for colony formation and cell proliferation, probably by the repression of cellular senescence in intrahepatic cholangiocarcinoma."}, {"pubmed": 19778799, "text": "The overexpression of Bmi-1 protein was significantly correlated to the tumorigenesis, metastasis and prognosis of colorectal cancer."}, {"pubmed": 19806792, "text": "Inhibition of Bmi-1 expression in human gastric carcinoma cells affects cell proliferation and invasiveness."}, {"pubmed": 19884659, "text": "upregulation of Bmi-1 induced epithelial-mesenchymal transition (EMT) and enhanced the motility and invasiveness of nasopharyngeal epithelial cells, whereas silencing endogenous Bmi-1 expression reversed EMT and reduced motility"}, {"pubmed": 19903340, "text": "Nuclear PTEN reduces BMI1 function independently of its phosphatase activity."}, {"pubmed": 19903841, "text": "Bmi-1 protein is downregulated by miR-15a or miR-16 expression and leads to significant reduction in ovarian cancer cell proliferation and clonal growth."}, {"pubmed": 19907431, "text": "key role of Bmi-1 downregulation in enforcing aging in primary human keratinocytes"}, {"pubmed": 19934271, "text": "Bmi1 functions independent of Ink4A/Arf repression in liver cancer development."}, {"pubmed": 19940551, "text": "Data show that tumor spheroid cells express ABCG2, Bmi1, WNT5A, CD133, prox1 and VEGFR3."}, {"pubmed": 19956605, "text": "Silencing of Bmi1 inhibits drug-induced Top2alpha degradation, increases the persistence of Top2alpha-DNA cleavage complex, and increases Top2 drug efficacy."}, {"pubmed": 19957112, "text": "High Bmi1 is associated with colon cancer."}, {"pubmed": 20015867, "text": "Although Bmi-1 does not influence the basal level of apoptotic activity, its overexpression protects the tumor cells against the proapoptotic action of (-)-epigallocatechin-3-gallate."}, {"pubmed": 20024662, "text": "The expression of Bmi-1 was elevated in colon cancer and might serve as an independent prognostic marker."}, {"pubmed": 20035051, "text": "Bmi-1 bestows apoptotic resistance to glioma cells through the IKK-NF-kappaB pathway; Bmi-1 as a useful indicator for glioma prognosis."}, {"pubmed": 20085590, "text": "Bmi-1 gene is upregulated in early-stage hepatocellular carcinoma and correlates with ATP-binding cassette transporter B1 expression."}, {"pubmed": 20127006, "text": "EZH2 and BMI-1 are upregulated in osteosarcoma. EZH2 and BMI-1 may be useful targets for cancer immunotherapy of osteosarcoma, although knock-down of EZH2 and BMI-1 could not prevent osteosarcoma growth."}, {"pubmed": 20145620, "text": "Negative Bmi-1 expression is associated with squamous cell carcinoma of the tongue."}, {"pubmed": 20170541, "text": "BMI1 acts as an oncogene and Mel-18 functions as a tumor suppressor via downregulation of BMI1."}, {"pubmed": 20190806, "text": "Bmi1 is a MYCN target gene that regulates tumorigenesis through repression of KIF1Bbeta and TSLC1 in neuroblastoma."}, {"pubmed": 20308890, "text": "Studies indicate that in the absence of BMI1, reactive oxygen species accumulate, associating with activation of DNA damage response pathways and increased apoptosis."}, {"pubmed": 20377880, "text": "Expression of Bmi-1 might be important in the acquisition of an invasive and/or aggressive phenotype of ovarian carcinoma, and serve as a independent biomarker for shortened survival time of patients."}, {"pubmed": 20385206, "text": "The study confirmed a direct involvement of Bmi-1 in the regulation of human fetal NSCs self-renewal and proliferation in vitro, and suggested that the Ink4a/Arf locus was a potential downstream target of Bmi-1 pathway."}, {"pubmed": 20426791, "text": "BMI1 plays an important role in the late progression of pancreatic cancer and may represent a therapeutic target for treatment of this cancer."}, {"pubmed": 20428793, "text": "BMI-1 depletion leads to reduced cell growth and proliferation, and increased cell apoptosis."}, {"pubmed": 20530672, "text": "Studies not only highlight Bmi-1 as a cancer-dependent factor in multiple myeloma, but also elucidate a novel antiapoptotic mechanism for Bmi-1 function involving the suppression of Bim."}, {"pubmed": 20551323, "text": "the molecular mechanism of Bmi-1-mediated regulation of the p16 gene"}, {"pubmed": 20564407, "text": "Bmi1 and EZH2 had characteristic and distinctive expression in NSCLCs."}, {"pubmed": 20568112, "text": "Loss of BMI1 enhances docetaxel activity and impairs antioxidant response and promotes prostate cancer."}, {"pubmed": 20569464, "text": "data suggest that the PS domain of BMI1 is involved in its stability and that it negatively regulates function of BMI1 oncoprotein"}, {"pubmed": 20574517, "text": "miR-128a has growth suppressive activity in medulloblastoma and that this activity is partially mediated by targeting Bmi-1."}, {"pubmed": 20591222, "text": "Bmi-1 downregulation in esophageal carcinoma cells inhibits cell proliferation, cell cycle, and cell migration, while increasing cell apoptosis."}, {"pubmed": 20592341, "text": "the BMI-I protein is significantly overexpressed in ovarian, endometrial and cervical cancer"}, {"pubmed": 20661663, "text": "knockdown of BMI-1 expression can induce cell-cycle arrest and up-regulate p16INK4a, HOXA9 and HOXC13 in HeLa cells"}, {"pubmed": 20717685, "text": "Our analysis showed correlation between BMI1 and PCGF2 gene's expression and survival in children with medulloblastoma."}, {"pubmed": 20724541, "text": "Introduction of BCR-ABL and BMI1 in human cord blood CD34+ cells induces lymphoid leukemia upon transplantation in NOD/SCID mice."}, {"pubmed": 20809956, "text": "Overexpression of Bmi-1 is associated with esophageal squamous cell carcinoma."}, {"pubmed": 20818389, "text": "Bmi1 and Twist1 act cooperatively to repress expression of both E-cadherin and p16INK4a."}, {"pubmed": 20818602, "text": "High BMI1 is associated with lung adenocarcinoma."}, {"pubmed": 20921134, "text": "BMI1 contributes to histone ubiquitylation and has a role in maintaining genomic stability."}, {"pubmed": 21039844, "text": "A direct correlation analysis showed that ubiquitin-specific protease 22 was strongly correlated with BMI-1 and c-Myc at the mRNA level."}, {"pubmed": 21047978, "text": "ESFT that do not overexpress BMI-1 represent a novel subclass with a distinct molecular profile and altered activation of and dependence on cancer-associated biological pathways."}, {"pubmed": 21059209, "text": "Decreased Mel-18 and increased Bmi-1 mRNA expression was associated with the carcinogenesis and progression of gastric cancer"}, {"pubmed": 21113618, "text": "C-MYC and BMI-1 expression was detected in stromal cells only"}, {"pubmed": 21125401, "text": "Overexpression of the EZH2, RING1, and BMI1 genes is common in MDS and indicate poor prognosis. The products of these genes might participate in epigenetic regulation of Myelodysplastic syndrome."}, {"pubmed": 21152871, "text": "Bmi-1 may be a potential molecular target for the therapy of breast carcinoma."}, {"pubmed": 21162745, "text": "Bmi-1/Mel-18 ratio can be potentially used as a tool for stratifying women at risk of developing breast malignancy."}, {"pubmed": 21164364, "text": "Increase of BMI1 is associated with lung adenocarcinoma."}, {"pubmed": 21170084, "text": "a previously unrecognized link between BMI-1, contact inhibition and the Hippo-YAP pathway"}, {"pubmed": 21252986, "text": "higher expression of BMI-1 and immune responses to BMI-1 protein is associated with improved outcome following allogeneic stem cell transplantation."}, {"pubmed": 21259057, "text": "the aim of this study was to investigate the prognosis and clinicopathologic roles of beta-catenin, Wnt1, Smad4, Hoxa9, and Bmi-1 in esophageal squamous cell carcinoma"}, {"pubmed": 21276135, "text": "WWOX was identified as a Bmi1 target in small cell lung cancer cells"}, {"pubmed": 21276221, "text": "Bmi-1 promotes invasion and metastasis, and its elevated expression is correlated with an advanced stage of breast cancer"}, {"pubmed": 21307872, "text": "Bmi-1 elicits radioprotective effects on normal human keratino by mitigating the genotoxicity of ionizing radiation through epigenetic mechanisms."}, {"pubmed": 21309753, "text": "BMI1 protein human might be an independent prognostic marker in patient diagnosed with uterine cervical cancer."}, {"pubmed": 21370603, "text": "Bmi-1 might participate in the development and progression of uterine cervical cancer and have clinical potential not only as a useful predictor of aggressive phenotype but also a promising prognostic predictor."}, {"pubmed": 21373837, "text": "Studies indicate that new targets have recently been investigated as potential modulators in myeloid leukemia pathogenesis, including miR-328, BMI1, FOXOs and IL1RAP."}, {"pubmed": 21383063, "text": "BMI1 is recruited to sites of DNA DSBs, where it persists for more than 8 h. BMI1 is required for postdamage ubiquitination of histone H2A at lysine 119 and contributes to efficient homology-mediated repair of DNA breaks."}, {"pubmed": 21428211, "text": "Bmi-1 siliencing combined treatment of doxorubicin might be a new strategy for biological treatment on breast cancer."}, {"pubmed": 21430439, "text": "F box protein betaTrCP regulates BMI1 protein turnover via ubiquitination and degradation."}, {"pubmed": 21496667, "text": "results indicate that dMSCs lose their odontogenic differentiation potential during senescence, in part by reduced Bmi-1 expression."}, {"pubmed": 21572997, "text": "DNA methyltransferase controls stem cell aging by regulating BMI1 and EZH2 through microRNAs.("}, {"pubmed": 21638011, "text": "A significant association between the expression of Bmi-1 and estrogen receptor was found in primary breast cancers and their metastases."}, {"pubmed": 21656027, "text": "Bmi-1 may be associated with the epithelial-mesenchymal transition in lung squamous cell carcinoma"}, {"pubmed": 21678481, "text": "It has been clearly established that BMI1 is a bonafide oncogene and plays critical roles in promoting cancer stem cell self-renewal and tumorogenesis."}, {"pubmed": 21685941, "text": "Knockdown experiments of Bmi1 in vitro and in vivo demonstrate that Hh signaling not only drives Bmi1 expression, but a feedback mechanism exists wherein downstream effectors of Bmi1 may, in turn, activate Hh pathway genes"}, {"pubmed": 21725369, "text": "correlated the expression of miR-200b, miR-15b and BMI1 with the clinicopathological status and prognosis of tongue squamous cell carcinoma patients"}, {"pubmed": 21732356, "text": "Data indicate that the dynamics of recognition of UV-damaged chromatin, and the nuclear arrangement of BMI1 protein can be influenced by acetylation and occur as an early event prior to the recruitment of HPbeta to UV-irradiated chromatin."}, {"pubmed": 21735131, "text": "simultaneous activation of USP22 and BMI-1 may associate with GC progression and therapy failure"}, {"pubmed": 21755556, "text": "BMI1 was required to maintain the proliferative capacity of laryngeal Cancer stem cells."}, {"pubmed": 21772249, "text": "Crystallography of a complex of the Bmi1/Ring1b RING-RING heterodimer & UbcH5c shows that UbcH5c interacts with Ring1b only. Bmi1/Ring1b interacts with nucleosomal DNA & an acidic patch on histone H4 to achieve specific monoubiquitination of H2A."}, {"pubmed": 21851624, "text": "MicroRNA-194 inhibits epithelial to mesenchymal transition of endometrial cancer cells by targeting oncogene BMI-1."}, {"pubmed": 21856782, "text": "dysregulation of the BMI1 gene mediated by MYCN or MYC overexpression, confers increased cell proliferation during neuroblastoma genesis and tumor progression"}, {"pubmed": 21865393, "text": "Correlating with the loss of H3K27me3, human papillomavirus 16 E6/E7-expressing cells exhibited derepression of specific EZH2-, KMD6A-, and BMI1-targeted HOX genes."}, {"pubmed": 21866458, "text": "Bmi1 expression is associated with the clinicopathological characteristics of colorectal cancer."}, {"pubmed": 21883379, "text": "Twist1 directly activates Bmi1 expression and that these two molecules function together to mediate cancer stemness and epithelial-mesenchymal transition--{REVIEW}"}, {"pubmed": 21919891, "text": "Epithelial-mesenchymal transition and cancer stemness: the Twist1-Bmi1 connection"}, {"pubmed": 21960247, "text": "a c-Myb-Bmi1 transcription-regulatory pathway is required for p190(BCR/ABL) leukemogenesis."}, {"pubmed": 21999765, "text": "Overexpression of BMI-1 correlates with drug resistance in B-cell lymphoma cells through the stabilization of survivin expression."}, {"pubmed": 22009787, "text": "ATP-binding cassette, G2 subfamily (ABCG2) and BMI-1, predict the transformation of oral leukoplakia to cancer."}, {"pubmed": 22040961, "text": "Expressions of ABCB1, BMI-1, HOXB4 were not detected in the patients with non-malignant hematologic diseases, but were higher in de novo acute leukemia patients and lower in patients in complete remission."}, {"pubmed": 22096526, "text": "Results suggest that Bmi1 plays a crucial role in the maintenance of the stem cell pool in postnatal skeletal muscle and is essential for efficient muscle regeneration after injury especially after repeated muscle injury."}, {"pubmed": 22120066, "text": "Overexpression of BMI1 confers clonal cells resistance to apoptosis and contributes to adverse prognosis in myelodysplastic syndrome."}, {"pubmed": 22120721, "text": "report that BMI1 has a critical role in stabilizing cyclin E1 by repressing the expression of FBXW7, a substrate-recognition subunit of the SCF E3 ubiquitin ligase that targets cyclin E1 for degradation"}, {"pubmed": 22132147, "text": "Measuring BMI-1 autoantibody levels of patients with cervical cancer could have clinical prognostic value as well as a non-tissue specific biomarker for neoplasms expressing BMI-1."}, {"pubmed": 22170051, "text": "Regulation of the potential marker for intestinal cells, Bmi1, by beta-catenin and the zinc finger protein KLF4: implications for colon cancer."}, {"pubmed": 22209830, "text": "results indicate that Bmi-1 may play an important role in breast cancer radiosensitivity."}, {"pubmed": 22252887, "text": "BMI1, which is upregulated in a variety of cancers, has a positive correlation with clinical grade/stage and poor prognosis. [Review]"}, {"pubmed": 22265735, "text": "Bmi1 expression profiles show a marked elevation in the proneural glioblastoma subtype."}, {"pubmed": 22293918, "text": "Bmi-1 plays a part in autoreactive CD4+ T cell proliferative capability and apoptotic resistance in immune thrombocytopenia patients"}, {"pubmed": 22366984, "text": "Bmi-1 status in breast cancer is an independent prognostic factor, which also is associated with tumor histological grade and basal-like phenotype."}, {"pubmed": 22384090, "text": "Bmi1 is down-regulated in the aging brain and displays antioxidant and protective activities in neurons"}, {"pubmed": 22420951, "text": "Bmi-1 regulates key pathways involved in the metastasis of lung adenocarcinoma cells."}, {"pubmed": 22509111, "text": "high expression of p16(INK4a) and low expression of Bmi1 are associated with endothelial cellular senescence in human cornea."}, {"pubmed": 22664532, "text": "After cisplatin treatment, Bmi1 is required for the self-renewal of stem-like cells that are important for the expansion of the stem-like cell pool in human A549 cells and that targeting Bmi1 slows down the formation of tumors in vivo."}, {"pubmed": 22725270, "text": "expression patterns of ALDH1 and Bmi1 in OE were associated with malignant transformation, suggesting they may be valuable predictors for evaluating risk of oral cancer."}, {"pubmed": 22766604, "text": "Both Bmi1 and EZH2, not each alone, could be potent candidates of new target therapy in esophageal squamous cell carcinoma."}, {"pubmed": 22777769, "text": "Bmi-1 represses transcription of insulin-like growth factor-1 receptor and abrogates IGF-IR signaling in prostate cancer"}, {"pubmed": 22825250, "text": "Structural alterations of BMI1 and downstream effectors are rare but they do occur in human myeloproliferative neoplasms."}, {"pubmed": 22842564, "text": "These results suggest that Bmi-1 plays an important role in tumor radioadaptive resistance under FIR and may be a potent molecular target for enhancing the efficacy of fractionated RT."}, {"pubmed": 22863087, "text": "Coexpression of B-lymphoma Moloney murine leukemia virus insertion region-1 (BMI1) and sex-determining region of Y chromosome-related high mobility group box-2 (SOX2) may promote cervical carcinogenesis."}, {"pubmed": 22872929, "text": "Bmi-1 siRNA has a role in inhibiting ovarian cancer cell line growth and decreasing telomerase activity"}, {"pubmed": 22898137, "text": "Cervical cancer with excessive BMI-1 expression possesses high metastases potential and that BMI-1 may be a promising biomarker for predicting metastasis in cervical cancer."}, {"pubmed": 22912356, "text": "We found that overexpression of c-Myc was significantly associated with that of BMI1, and that patients who harbored glioblastomas overexpressing c-Myc and BMI1 showed significantly longer overall survival."}, {"pubmed": 22967049, "text": "Knockdown of endogenous Bmi-1 reduced the invasiveness and migration of glioma cells. NF-kappaB transcriptional activity and MMP-9 expression and activity were significantly increased in Bmi-1-overexpressing but reduced in Bmi-1-silenced cells."}, {"pubmed": 22982443, "text": "miR-200c overexpression resulted in significant down-regulation of BMI-1."}, {"pubmed": 22994774, "text": "There was higher Bmi-1 protein expression in intestinal-type carcinomas."}, {"pubmed": 23023333, "text": "Our results suggest that CHMP1A serves as a critical link between cytoplasmic signals and BMI1-mediated chromatin modifications that regulate proliferation of central nervous system progenitor cells."}, {"pubmed": 23046527, "text": "There was no significant correlation between p16INK4A expression and BMI1 expression."}, {"pubmed": 23057360, "text": "The expressions of Bmi1 and hTERT genes may have a close relation to the proliferative capacity of CD34+ cells."}, {"pubmed": 23078618, "text": "This study demonstrates that high expression Bmi-1 is associated with esophageal adenocarcinoma and precancerous lesions, which implies that Bmi-1 plays an important role in early carcinogenesis in esophageal adenocarcinoma."}, {"pubmed": 23092893, "text": "Akt phosphorylates the transcriptional repressor bmi1 to block its effects on the tumor-suppressing ink4a-arf locus."}, {"pubmed": 23138990, "text": "High expression of Bmi1 was associated with hepatocarcinogenesis."}, {"pubmed": 23204235, "text": "our results link CSCs, EMT, and CIN through the BMI1-AURKA axis"}, {"pubmed": 23239878, "text": "A positive feedback loop connected by the WNT signaling pathway regulates BMI1 expression."}, {"pubmed": 23242307, "text": "Downregulation of the Bmi1 gene by RNAi can inhibit the proliferation and invasivesness of hepatocellular carcinoma cells."}, {"pubmed": 23255074, "text": "miR-218 suppressed protein expression of BMI-1 downstream targets of cyclin-dependent kinase 4, a cell cycle regulator, while upregulating protein expression of p53."}, {"pubmed": 23308129, "text": "BMI1 could be developed as a dual bio-marker (serum and biopsy) for the diagnosis and prognosis of prostate cancer in Caucasian and African-American men."}, {"pubmed": 23383216, "text": "Bmi-1 promotes glioma angiogenesis by activating NF-kappaB signaling."}, {"pubmed": 23437065, "text": "These results implicate Bmi1 in the invasiveness and growth of pancreatic cancer and demonstrate its key role in the regulation of pancreatic cancer stem cells."}, {"pubmed": 23468063, "text": "The Bmi-1 pathway was downregulated in GBM cells."}, {"pubmed": 23525303, "text": "siRNA against Bmi-1 significantly suppresses tumor growth and induces apoptosis in vitro and in vivo."}, {"pubmed": 23559850, "text": "BMI-1 might render important oncogenic property of retinoblastomas."}, {"pubmed": 23592496, "text": "Authors assessed the functional relevance of two genes, FoxG1 and Bmi1, which were significantly enriched in non-Shh/Wnt MBs and showed these genes to mediate MB stem cell self-renewal and tumor initiation in mice."}, {"pubmed": 23601184, "text": "Sp1 and c-Myc are important transcription factors that directly bind to the BMI1 promoter region and regulate gene expression in nasopharyngeal carcinoma."}, {"pubmed": 23671559, "text": "Regulation of TCF4-mediated BCL2 gene expression by BMI1 is universal."}, {"pubmed": 23686310, "text": "Upregulation of BMI1 and downregulation of miR-16 in mantle cell lymphoma (MCL) side population has a key role in the disease's progression by reducing MCL cell apoptosis."}, {"pubmed": 23700898, "text": "Bmi-1 may contribute to malignant cell transformation, and its expression in tissues taken from patients with cervical, breast and ovarian cancer could be a marker for diagnosis and prognosis."}, {"pubmed": 23708658, "text": "Data indicate that post-translational phosphorylation of Nanog is essential to regulate Bmi1 and promote tumorigenesis."}, {"pubmed": 23712029, "text": "BMI-1 expression plays a role in hTERT-induced immortalisation and epithelial-mesenchymal transition."}, {"pubmed": 23727134, "text": "BMI-1 and RING1B expression was enhanced with the development of embryos in early pregnancy."}, {"pubmed": 23744494, "text": "Single nucleotide polymorphism in BMI1-PIP4K2A is associated with Precursor B-Cell Lymphoblastic Leukemia-Lymphoma."}, {"pubmed": 23807724, "text": "These data demonstrate that Bmi-1 plays a vital role in HCC invasion and that Bmi-1 is a potential therapeutic target for HCC"}, {"pubmed": 23820733, "text": "BMI1 may represent a novel diagnostic marker and a therapeutic target for bladder cancer, and deserves further investigation."}, {"pubmed": 23864317, "text": "Bmi1 and FoxF1 may cooperate with hedgehog signaling in non-small-cell lung carcinogenesis."}, {"pubmed": 23873108, "text": "Data indicate that B cell-specific Moloney murine leukaemia virus integration site 1 (BMI1) gene was co-regulated with progesterone receptor (PR) in the invasive ductal breast carcinoma."}, {"pubmed": 23873701, "text": "Identified a novel t(10;14)(p12;q32)/IGH-BMI1 rearrangement and its IGL variant in six cases of chronic lymphocytic leukemia; this study shows that BMI1 is recurrently targeted by chromosomal aberrations in B-cell leukemia/lymphoma."}, {"pubmed": 23950210, "text": "High BMI1 expression is associated with glioma."}, {"pubmed": 23984324, "text": "Increased expression of the Bmi-1 in pediatric brain tumors may be important in the acquisition of an aggressive phenotype."}, {"pubmed": 23990442, "text": "Bmi-1 was a significant prognostic factor of poor overall survival in lung adenocarcinoma patients."}, {"pubmed": 24039897, "text": "MiR-200c and miR-203 overexpression in breast cancer cells downregulated Bmi1 expression accompanied with reversion of resistance to 5-Fu mediated by Bmi1."}, {"pubmed": 24122997, "text": "Aberrant EZH2 and BMI1 expression was significantly associated with mode of invasion, but not with lymph node metastasis or survival rate in oral squamous cell carcinoma."}, {"pubmed": 24139839, "text": "The data of this study suggest for the first time that the combination of Bmi1 and EZH2 overexpression may be a highly sensitive marker for the prognosis in glioma patients."}, {"pubmed": 24145240, "text": "Early detection marker distinguishes cancerous from non-cancerous regions in mouth squamous cell carcinoma"}, {"pubmed": 24219349, "text": "stem renewal factor Bmi-1 was a direct target of miR-203"}, {"pubmed": 24252251, "text": "miR-15a inhibits cell proliferation and epithelial-mesenchymal transition in pancreatic ductal adenocarcinoma via the down-regulation of Bmi-1 expression"}, {"pubmed": 24292392, "text": "Downregulation of BMI-1 inhibits the ability of colorectal cancer-initiating cells to self-renew, resulting in the abrogation of their tumorigenic potential."}, {"pubmed": 24300467, "text": "Bmi1 displays higher expression in recurrent than in primary ovarian neoplasms"}, {"pubmed": 24312366, "text": "findings suggest that TAMs may cause increased Bmi1 expression through miR-30e* suppression, leading to tumor progression"}, {"pubmed": 24317363, "text": "knockdown of Bmi-1 in PC3 and DU145 cells significantly reduced cell proliferation and upregulated the p16 tumor-suppressor"}, {"pubmed": 24337040, "text": "Bmi1 knockdown inhibited cell cycle progression through derepression of the p16INK4a/p14ARF locus and caused inhibition of cell proliferation, migration, tumor sphere formation, enhanced sensitivity to cisplatin, and cell cycle arrest in the G0/G1 phase"}, {"pubmed": 24342665, "text": "The study suggested correlation between increased Bmi-1 expression and clinical progression in ovarian epithelial cancer."}, {"pubmed": 24379598, "text": "Silencing Bmi-1 by RNA interference can increase the senescent cell rate and effectively reduce the metastasis of gastric cancer cells."}, {"pubmed": 24393364, "text": "Bmi-1 might be involved in gastric cancer at both transcription and translation levels."}, {"pubmed": 24415717, "text": "The results provide evidence of increased density of ABCG2 and Bmi-1-positive populations in malignant and oral potentially malignant lesions and derived cell lines"}, {"pubmed": 24460684, "text": "BMI1 controls MB cell migration and invasion through repression of the BMP pathway, raising the possibility that BMI1 could be used as a biomarker to identify groups of patients who may benefit from a treatment with BMP agonists."}, {"pubmed": 24559156, "text": "Expression of Bmi1 is influenced by estrogen receptor alpha in the progression of breast cancer."}, {"pubmed": 24571310, "text": "High BMI1 reprogrammes histone acetylation and enhances c-fos pathway via directly binding to Zmym3 in malignant myeloid progression"}, {"pubmed": 24614341, "text": "Bmi1 and possibly RNF2 may be attractive biomarkers of gemcitabine resistance in the context of RRM1 expression."}, {"pubmed": 24709421, "text": "Cisplatin-resistant tumor stem cells expressed more Bmi-1 than cisplatin-sensitive cells."}, {"pubmed": 24719948, "text": "Bmi1 might play important roles in the development of bile duct tumor thrombi in hepatocellular carcinoma."}, {"pubmed": 24800958, "text": "A promising intracellular marker of CSCs in head and neck cancer is the oncoprotein BMI1."}, {"pubmed": 24833884, "text": "The expression of Bmi-1 and PAI-1 plays a role in esophageal squamous cell carcinoma progression, and may be used as a prognostic marker in ESCC."}, {"pubmed": 24839010, "text": "miR-218 is downregulated in melanoma. By targeting CIP2A and BMI1, miR-218 regulates the proliferation, migration, and invasion of the melanoma cell lines A375 and SK-MEL-2."}, {"pubmed": 24870796, "text": "BMI1 demonstrated marked down-regulation in basal cell carcinoma compared to normal skin tissue."}, {"pubmed": 24889242, "text": "These findings suggest an inhibitory role of BMI1 in adenovirus morphogenesis that can be implied in adenovirus tropism."}, {"pubmed": 24909638, "text": "It is a epithelial-mesenchymal transition promoting transcription factor and its expressionis associated with aggressiveness and poor prognosis of intraductal papillary mucinous neoplasm of pancreas."}, {"pubmed": 24913180, "text": "Our data suggest that Bmi-1 may serve as an important novel therapeutic target in multiple myeloma."}, {"pubmed": 24915841, "text": "Bmi-1 plays a critical role in protection from renal tubulointerstitial injury by maintaining redox balance."}, {"pubmed": 24927072, "text": "Data suggest that Bmi-1 downregulation increases the radiosensitivity to CD44+ nasopharyngeal cancer stem-like cells."}, {"pubmed": 25009285, "text": "Bmi1 expression is regulated by hypoxia-inducible factor-1a (HIF-1a) under low oxygen."}, {"pubmed": 25013381, "text": "The results demonstrate that miR-135a targets Bmi1 in pancreatic ductal adenocarcinoma."}, {"pubmed": 25031724, "text": "Knockdown of Bmi-1 expression induces epithelial-to-mesenchymal transition in breast cancer cells"}, {"pubmed": 25084695, "text": "BMI1 expression levels can predict the survival of acute myeloid leukemia patients and monitor the aggressiveness and progression in patients with chronic disease."}, {"pubmed": 25088203, "text": "Data provide compelling evidence that BMI1 decreases etoposide-induced G2/M checkpoint activation via reducing NBS1-mediated ATM activation."}, {"pubmed": 25109303, "text": "Alteration of miR-183 expression may regulate the function of pancreatic ductal adenocarcinoma cells by the downregulation of Bmi-1 expression."}, {"pubmed": 25110121, "text": "BMI-1 mRNA expression in HCC was significantly higher than that in non-cancerous tissues."}, {"pubmed": 25131797, "text": "conclude that p21/cyclin E pathway is crucial in modulating the anticlastogenic function of Bmi-1"}, {"pubmed": 25148045, "text": "prognostic value of ALDH-1, Bmi-1 and Nanog stem cell markers in esophageal squamous cell carcinoma."}, {"pubmed": 25185265, "text": "Two different BMI1-containing PcG complexes regulate hematopoietic stem cell activity, which are distinguishable by the presence of UBAP2L."}, {"pubmed": 25241082, "text": "CD133(+) cancer stem cells were chemoresistant and BMI-1 was highly expressed in these CD133(+) cells"}, {"pubmed": 25243792, "text": "found that expression of PcG proteins and H3K27me3 showed prognostic value in our study cohort"}, {"pubmed": 25252846, "text": "Bmi-1 promotes glioma cell migration and invasion via NF-kappaB-mediated upregulation of MMP-3."}, {"pubmed": 25262972, "text": "Downregulation of Bmi-1 promotes the expression of the tumor suppressor p16, which is important in glioma cell motility."}, {"pubmed": 25286028, "text": "Bmi1 serves as a key driver and biomarker with multiple oncogenic functions underlying tongue tumorigenesis."}, {"pubmed": 25333742, "text": "EE-JXY can inhibit the proliferation of HCC partially via suppression of the Bmi1 and Wnt/beta-catenin signaling pathways"}, {"pubmed": 25348805, "text": "Our study showed that Bmi1 is overexpressed in several high-grade, invasive ductal breast adenocarcinomas, thus supporting its role as a prognostic marker."}, {"pubmed": 25367080, "text": "miR-200c appears to control the epithelial-to-mesenchymal transition process through BMI-1 in bladder cancer cells, and it inhibits their proliferation through down-regulating E2F3."}, {"pubmed": 25385494, "text": "BMI1 expression in human hematopoietic stem and progenitor cells from patients with DBA is correlated with the expression of some ribosomal protein genes, suggesting that BMI1 deficiency may play a pathological role in DBA and other ribosomopathies."}, {"pubmed": 25451922, "text": "BAP1 deficiency causes increased expression of FoxK2 target genes in a Ring1B-Bmi1-dependent manner"}, {"pubmed": 25458792, "text": "In this meta-analysis, high expression of BMI1 was associated with poor survival in Asian patients with numerous forms of cancer, while high levels of expression in Caucasian patients was predictive of breast cancer."}, {"pubmed": 25475727, "text": "miR-203 regulates melanoma invasive and proliferative abilities in part by targeting BMI1"}, {"pubmed": 25501509, "text": "the inhibitory effect of PTP on the cell growth was at least in part mediated via the downregulation of Bmi-1 expression and the telomerase activity in OVCAR-3 cells, and PTP might be a new candidate for chemotherapeutic agent against human ovarian cancer"}, {"pubmed": 25505268, "text": "PLK1 inhibition down-regulates polycomb group protein BMI1 via modulation of the miR-200c/141 cluster"}, {"pubmed": 25526772, "text": "This study demonstrated that BMI1 is over-expressed in pediatric gliomas, particularly in high-grade malignant gliomas, in both CD133+ and CD133- cells."}, {"pubmed": 25547677, "text": "Bmi-1 mRNA levels were significantly associated with survival. Cox analysis indicated Bmi-1 mRNA was an independent prognostic factor for overall survival."}, {"pubmed": 25552924, "text": "Bmi1 drives stem-like properties and is associated with migration, invasion, and poor prognosis in tongue squamous cell carcinoma."}, {"pubmed": 25663545, "text": "BITC-mediated inhibition of bCSC was augmented by knockdown of Notch4 and Nicastrin, but not by RNA interference of Notch1 or Notch2."}, {"pubmed": 25726526, "text": "We provide evidence that COX4-1 controls BMI1 expression via a redox mechanism"}, {"pubmed": 25737447, "text": "BMI1 acts as a repressor of miR-31 transcription, suggesting a cross-negative feedback loop between the expression of miR-31 and BMI1."}, {"pubmed": 25761682, "text": "MiR-221 and miR-30d repress prostate cancer cell proliferation, and this effect is partially rescued by Bmi-1 overexpression."}, {"pubmed": 25764514, "text": "Bmi-1 expression is positively correlated with gastric tumor progression."}, {"pubmed": 25775580, "text": "miR-215 is a link between CDX1 expression and BMI1 repression that governs differentiation in colorectal cancer"}, {"pubmed": 25843776, "text": "The Bmi-1 RF and HT domains are required for Bmi-1 protein function in skin cancer cells and that a mechanism responsible for loss of activity in thesemutants is a reduced ability to interact with and activate the Ring1B ubiquitin ligase."}, {"pubmed": 25853770, "text": "MK3 modulation affects BMI1-dependent and independent cell cycle check-points"}, {"pubmed": 25858624, "text": "There is a notable relationship between the over-expression of BMI1 and the carcinogenesis of gliomas. The silence of BMI1 inhibited cell proliferation and enhanced the apoptosis of U251 cells and increased the sensitivity of U251 cells to cisplatin."}, {"pubmed": 25880371, "text": "Bmi-1 level accumulates strongly in early stage and then declines in late stage, which is potentially important for NSCLC cell invasion and metastasis during progression."}, {"pubmed": 25899063, "text": "Increased expression of BMI1 is associated with metastatic capability of immunoedited tumor cells."}, {"pubmed": 25903073, "text": "knock-down of miR-200c or overexpression of Bmi1 in BRAF inhibitors-sensitive melanoma cells activates the PI3K/AKT and MAPK pathways."}, {"pubmed": 25915207, "text": "PODXL up-regulates the expression level of Bmi1 in OTSCC cells."}, {"pubmed": 25922517, "text": "findings establish that MOZ and BMI1 play opposing roles during the onset of Hox gene expression in the ES cell model and during body segment identity specification in vivo."}, {"pubmed": 25967455, "text": "High peritumoral Bmi-1 expression is associated with renal cell carcinoma."}, {"pubmed": 25967457, "text": "High BMI1 expression is associated with bladder cancer cell proliferation, migration, and invasion."}, {"pubmed": 25968877, "text": "Bmi1 might serve as a novel and effective prognostic biomarker in gastric cancer, and could be a promising emerging molecular target in gastric cancer therapy."}, {"pubmed": 26023734, "text": "ERalpha inhibits epithelial-mesenchymal transition and stemness through the downregulation of Bmi1 in breast cancer"}, {"pubmed": 26043676, "text": "The results showed that BMI1 and ZEB1 are important factors in association with the promotion of EMT and invasion of tongue squamous cell carcinoma"}, {"pubmed": 26081615, "text": "It was found that CD133(+) cells existed in primary human laryngeal tumor with enhanced capacity of proliferation and invasion. Bmi-1, implicated in self-renewal and tumorigenesis, was coexpressed with the CD133."}, {"pubmed": 26090866, "text": "activated microRNA-494-targets Bmi1 and ADAM10 by silibinin and ablates cancer stemness in head and neck squamous cell carcinomas"}, {"pubmed": 26110620, "text": "Immunohistochemical staining of primary and metastatic osteosarcoma tumors revealed strong nuclear expression of BMI1."}, {"pubmed": 26151332, "text": "The enzymatic activity of BMI1 and RING1B were evaluated and compared."}, {"pubmed": 26191215, "text": "Rapamycin induced growth inhibition of human retinoblastoma cells, and inactive of mTOR pathway and downregulation of Bmi-1 was involved in its action mechanism."}, {"pubmed": 26202447, "text": "Hypoxia upregulated the expression of Twist1, Bmi1, epithelialmesenchymal transition markers, stem cell markers and vasculogenic mimicry associated markers in hepatocellular carcinoma cells."}, {"pubmed": 26238021, "text": "These results suggested that U-87 MG cells exhibited radioresistance. High doses of X-ray radiation increased the expression levels of Bmi-1, which may be associated with the evasion of cellular senescence."}, {"pubmed": 26261549, "text": "Co-silencing of Bmi-1 and hTERT using siRNA technology may be an effective treatment for breast cancer."}, {"pubmed": 26316085, "text": "MiR-452 modulated BMI1 expression."}, {"pubmed": 26343356, "text": "Data show that polycomb-group proteins BMI1, PHC3, CBX6 and CBX7 expression was significantly increased during imatinib treatment."}, {"pubmed": 26452029, "text": "Results provide functional and mechanistic links between Hes1 and Bmi-1/PTEN/Akt/GSK3beta signaling in the development and progression of colon cancer."}, {"pubmed": 26468281, "text": "These observations suggest a dynamic and developmentally regulated model of PRC1 occupancy at constitutive heterochromatin, and where BMI1 function in somatic cells is to stabilize the repetitive genome"}, {"pubmed": 26489630, "text": "Bmi1 is a potential driver oncogene of bladder cancer, and it may become a potential treatment target for human bladder cancer."}, {"pubmed": 26517683, "text": "Data show that increased polycomb repressive complex 2 EZH2 and/or polycomb repressive complex 1 BMI1 expression repress the expression of microRNA miR-200 family members."}, {"pubmed": 26546432, "text": "our work indicated that decreased SLC34A2 expression sensitized BCSCs to doxorubicin via SLC34A2-Bmi1-ABCC5 signaling and shed new light on understanding the mechanism of chemoresistance in BCSCs. This study not only bridges the missing link between stem cell-related transcription factor (Bmi1) and ABC transporter (ABCC5) but also contributes to development of potential therapeutics against breast cancer."}, {"pubmed": 26573462, "text": "Senescence of UCB-MSCs is orchestrated by MCP-1, which is secreted as a major component of the SASP and is epigenetically regulated by BMI1."}, {"pubmed": 26573508, "text": "MKK3 overexpression upregulated the cyclin-dependent kinase inhibitors, p16 INK4A and p15 INK4B in hepatocellular carcinoma cells was Bim1, was downregulated following MKK3 overexpression."}, {"pubmed": 26573774, "text": "These results provide important insights into the role of Bmi-1 in the occurrence and development of nasopharyngeal carcinoma"}, {"pubmed": 26578590, "text": "The polycomb complex proteins BMI1 and RING1A regulate the ubiquitination of chromatin associated proteins bound to promoters."}, {"pubmed": 26623561, "text": "Data show that PTC-209 caused an up-regulation of BMI1 on mRNA level, BMI1 protein levels were clearly reduced after PTC-209 treatment."}, {"pubmed": 26633535, "text": "BMI1 ubiquitinates histone H2A and gammaH2AX, thereby facilitating the repair of double-stranded DNA breaks through stimulating homologous recombination and non-homologous end joining. [review]"}, {"pubmed": 26679841, "text": "up-regulation or down-regulation of BMI1 induced resistance or sensitivity to BRAF inhibitor treatment and that induction of noncanonical Wnt by BMI1 is required for this resistance"}, {"pubmed": 26690524, "text": "Overexpression of CD133 mRNA and BMI1 protein was found in 47.6 and 76.2% patients respectively."}, {"pubmed": 26715809, "text": "MiR-203 may contribute to the metastasis and enhance apoptosis of hepatocellular carcinoma cells by regulating EZH2 and Bmi-1 expression."}, {"pubmed": 26763885, "text": "These data show that BMI1 regulates cell proliferation, apoptosis, and differentiation of human mesenchymal stem cells."}, {"pubmed": 26894855, "text": "High BMI1 expression is associated with gastric cancer."}, {"pubmed": 26918603, "text": "High BMI1 expression is associated with ovarian cancer."}, {"pubmed": 26919246, "text": "results indicate that microRNA-200b is partially silenced by DNA hypermethylation and that it can repress tumor progression by directly targeting BMI1 in HCC."}, {"pubmed": 26935956, "text": "Data indicate that overexpression of polycomb complex protein BMI-1 (BMI-1) in multiple myeloma (MM) highlighting its role as an attractive drug target."}, {"pubmed": 26951514, "text": "our findings demonstrate that coexpression of Bmi1 and KRASG12D could lead to transformation of human pancreatic duct-derived cells cells in vitro"}, {"pubmed": 27050456, "text": "genetic or pharmacological inhibition of BMI1 significantly impacts clonal growth without altering CDKN2A/INK4/ARF or CCNG2 and induces autophagy in ovarian cancer (OvCa) cells through ATP depletion."}, {"pubmed": 27052966, "text": "BMI-1 and p16 expression not correlated in head and neck squamous cell cancers"}, {"pubmed": 27100571, "text": "BMI1 is a downstream target of GSK3 signaling."}, {"pubmed": 27102362, "text": "In conclusion, BMI1 expression in primary tumors of stage II colon cancer patients could not predict relapse or overall survival of the patients."}, {"pubmed": 27105531, "text": "Data suggest that BMI1 binds to the miR-200c/141 promoter and regulates it through transcription factor binding motifs to repress expression of miR-200c/141 cluster."}, {"pubmed": 27108688, "text": "Knockdown of BMI-1 expression decreased the phosphorylation of H2AX, upregulated p16, and induced the radiosensitivity of esophageal cancer ECA109 and TE13 cells in vitro and significantly inhibited the growth and invasion of tumor cells. The mechanisms were found to be abrogation of cell cycle arrest at the G2/M stage and promotion of apoptosis."}, {"pubmed": 27154519, "text": "Long noncoding RNA uc.338 promotes HCC cell proliferation and induces cell cycle progression through association with BMI1. uc.338 also modulated the transcription of CDKN1A."}, {"pubmed": 27177084, "text": "Study demonstrated that Bmi1 could decrease the sensitivity of pancreatic cancer cells to gemcitabine through increasing oxidative stress and inhibiting NF-kappaB signaling."}, {"pubmed": 27180058, "text": "Bmi-1 messenger RNA level was found much higher in salivary adenoid cystic carcinoma tissues than in the adjacent noncancerous salivary gland tissues"}, {"pubmed": 27295567, "text": "Collectively, the data establish a hitherto unknown liaison among MDR1, BMI1 and TIP60 and provide mechanistic insights into cisplatin-induced MDR1 expression resulting in acquired cross-resistance against paclitaxel, doxorubicin and likely other anticancer drugs."}, {"pubmed": 27307599, "text": "The development of BMI-1-targeting therapy."}, {"pubmed": 27345009, "text": "newly identified miR-376c/BMI1 pathway provides an insight into cervical cancer progression"}, {"pubmed": 27412932, "text": "Data show that the expression of BMI1 polycomb ring finger oncogene protein (Bmi-1) mRNA in the breast cancer tissues was higher than that in the adjacent noncancerous breast tissues."}, {"pubmed": 27454161, "text": "We found that BMI1 showed increased expression in hypoxic-cultured hUCB-MSCs, and the further knock-down of BMI1 in hypoxic cells induced decreased proliferative and immunomodulatory abilities in hUCB-MSCs, along with COX-2/PGE2 down-regulation. More importantly, we identified BMI1 as a direct repressor of MAP kinase phosphatase-1 (MKP-1)/DUSP1, which suppresses p38 MAP kinase activity."}, {"pubmed": 27476776, "text": "MCM4 and MCM7 expression is significantly correlated with Ki-67, Bmi1, and cyclin E expression in esophageal adenocarcinoma, squamous cell carcinoma and precancerous lesions."}, {"pubmed": 27488323, "text": "Results show that BMI1 and FSCN1 are highly expressed in colorectal neoplasm and correlate with poor prognosis."}, {"pubmed": 27488898, "text": "Data show that C/EBPalpha is a tumor suppressor in lung cancer and that BMI1 is required for the oncogenic process downstream of C/EBPalpha loss."}, {"pubmed": 27506934, "text": "BMI-1, TIM-3 and CLL-1 have roles in acute myeloid leukemia prognosis and therapy"}, {"pubmed": 27600678, "text": "Bmi-1 promotes the invasion and migration of colon cancer stem cells through the downregulation of E-cadherin."}, {"pubmed": 27613804, "text": "Loss of BMI1 enhanced ribonuclease activity of polynucleotide phosphorylase and reduced mtRNA stability"}, {"pubmed": 27644439, "text": "Bmi-1 positively regulates stem cell-like properties via upregulating miR-21, and miR-34a negatively regulates stem cell-like characteristics by negative feedback regulation of Bmi-1 in gastric cancer. Bmi-1 upregulates miR-21 and miR-34a by activating AKT-NF-kB pathway."}, {"pubmed": 27647897, "text": "BMI1 and UBR5 repress the polymerase II (Pol II)-mediated transcription at damaged sites"}, {"pubmed": 27662839, "text": "High expression of BMI1 is associated with glioma chemoresistance."}, {"pubmed": 27663885, "text": "BMI1 was a functional target of miRNA-429."}, {"pubmed": 27705931, "text": "miR128-1 could function as a tumor suppressor in glioblastoma multiforme by negatively regulating tumor cell proliferation, invasion and self-renewal through direct targeting BMI1 and E2F3."}, {"pubmed": 27718152, "text": "Downregulation of BMI1 mRNA expression is associated with basal cell carcinoma."}, {"pubmed": 27748826, "text": "miR203 exerts growthinhibiting effects in MM through the suppression of Bmi1 expression. In conclusion, the present study demonstrated that Bmi1 is a direct functional target of miR-203 in MM."}, {"pubmed": 27827373, "text": "Interaction of BMI1 with polyhomeotic protein PHC2 and homo-oligomerization via ubiquitin-like domain are necessary for H2A ubiquitination activity of PRC1 and for clonogenic potential of U2OS cells."}, {"pubmed": 27855398, "text": "Bmi-1 expression in colon cancer tissue is significantly higher than that in corresponding normal tissue."}, {"pubmed": 27878257, "text": "Knockdown of Bmi-1 significantly inhibited the aggressive behavior of melanoma by reversing epithelial-mesenchymal transition-like changes via the PTEN/p-Akt/pNF-kappaB/MMP-2 pathway."}, {"pubmed": 27878292, "text": "BMI-1 plays a pivotal role in the progression of ovarian cancer, thus representing a novel target for antitumor therapy of ovarian cancer."}, {"pubmed": 27893710, "text": "These findings uncover a previously unrecognized role for MUC1-C in driving BMI1 expression and in directly interacting with this stem cell factor, linking MUC1-C with function of the PRC1 in epigenetic gene silencing."}, {"pubmed": 27979861, "text": "human BMI-1 increases the proliferative potential of bronchial epithelial cells while retaining their mucociliary differentiation potential."}, {"pubmed": 28033430, "text": "Let's be clear that these linguistic gymnastics are only fooling White people. People of color have been aware that corporate pushes for \"diversity\" are often flimsy CYA efforts to mask sustained homogeneity, and \"inclusion\" is often code for tokenism. Scholars of color have been writing about the nuances of privilege and oppression for a long, long time while watching White people invent different ways to either wriggle"}, {"pubmed": 28079973, "text": "study revealed a molecular pathway consisting of BMI1, miRNA let-7i, and ERK3, which controls the migration of head and neck cancer cells, and suggests that ERK3 kinase is a potential new therapeutic target in head and neck cancers, particularly those with BMI1 overexpression."}, {"pubmed": 28098896, "text": "Upregulation of bmi1 is associated with glioma progression."}, {"pubmed": 28122538, "text": "these data suggest that Bmi-1 could serve as a novel prognostic biomarker in pediatric primary acute lymphoblastic leukemia (ALL)and may be partially regulated by Sall4a. Our study also showed that Bmi-1 could serve as a new therapeutic target for the treatment of pediatric ALL."}, {"pubmed": 28179359, "text": "Thus, VEGFA stimulates ovarian cancer stem-like cells through Src-DNMT3A-driven miR-128-2 methylation and Bmi1 upregulation."}, {"pubmed": 28260023, "text": "Results provide evidence that BMI1 play an important role in radioresistance of triple-negative breast cancer cells."}, {"pubmed": 28270035, "text": "B-lymphoma Moloney murine leukemia virus insertion region-1 promotes self-renewal of radio- and temozolomide-resistant breast cancer cells."}, {"pubmed": 28270146, "text": "our findings establish an important regulatory role of CK2alpha on BMI1 phosphorylation and stability and implicate the CK2alpha/BMI1 axis in ovarian cancer."}, {"pubmed": 28373461, "text": "Low BMI-1 expression Correlates with Pulmonary Squamous Cell Carcinoma."}, {"pubmed": 28410532, "text": "Study suggests that BMI-1 is involved in the cellular premature senescence of human dental pulp stem cells triggered by oxidative stress."}, {"pubmed": 28415621, "text": "our study demonstrates that USP22 is indispensable for gastric cancer stem cell self-renewal through stabilization of BMI1."}, {"pubmed": 28419472, "text": "Results show that the expression of BMI1 is elevated in human HBV-related hepatocellular carcinoma tissues."}, {"pubmed": 28424413, "text": "High BMI-1 expression is associated with invasion, metastasis, and epithelial-to-mesenchymal transition of gastric cancer."}, {"pubmed": 28445986, "text": "Authors found that compared with control subjects, BMI1 mRNA expression in whole blood of advanced NSCLC patients was decreased. Similarly, authors observed decreased BMI1 mRNA expression in primary tumors compared to normal lungs from operable NSCLC patients."}, {"pubmed": 28628915, "text": "Molecular mechanism studies confirmed that Bmi-1 mediated these effects of miR-495 on MSCs.  Taken together, our data demonstrated that miR-495 induced senescence of MSCs may be involved in the pathogenesis of pre-eclampsia (PE)"}, {"pubmed": 28631557, "text": "survival of xenograft mice was prolonged by BsAbBmi/TRIM treatment compared to either AbBmi-1 or AbTRIM-14 treatment. In conclusion, these results provided new evidence that BsAbBmi/TRIM inhibited the progression of osteosarcoma, which suggest that BsAbBmi/TRIM may be a novel anti-cancer agent for osteosarcoma therapy"}, {"pubmed": 28658153, "text": "Meta-analysis suggested that Bmi-1 overexpression was correlated with tumor size, poor differentiation, distant metastasis, and worse overall survival in nonsmall cell lung cancer. Therefore, Bmi-1 could be recommended as an efficient prognostic marker for nonsmall cell lung cancer."}, {"pubmed": 28714959, "text": "Study not only uncovers a novel functional PTMs of Bmi-1 but also reveals a unique oncogenic role of O-GlcNAcylation in prostate cancer."}, {"pubmed": 28720065, "text": "miR-139-5p expression also blocked self-renewal of bladder cancer stem cells by inhibiting Bmi1. In summary, our study supports that miR-139-5p acts as a tumor suppressor in bladder cancer development and suppresses cancer stem cell property of bladder cancer. Our study also suggests that miR-139-5p has the potential to be used as a therapeutic molecule for bladder cancer treatment."}, {"pubmed": 28735850, "text": "These preclinical data in mouse models and human cells provide a strong rationale for the development of pharmacological approaches to target BMI1-mediated mitochondrial regulation and protection from DNA damage to sustain the regenerative potential of the skeletal muscle in conditions of chronic muscle wasting."}, {"pubmed": 28790310, "text": "P16INK4a deletion promoted proliferation, reduced senescence and and subsequently inhibited epithelial-mesenchymal transition of Bmi1-knocked-down tubular epithelial cells."}, {"pubmed": 28849237, "text": "Bmi1 promoted invasion and migration of CD133+Hep G2 cells."}, {"pubmed": 28857013, "text": "According to our data, significant elevation of the expression of miR-218 and downregulation of BMI1 were observed in clinical breast cancer specimens compared with normal tissues ( p < 0.0001)."}, {"pubmed": 28914785, "text": "our data suggested that Hsp90alpha could positively regulate the self-renewal of BCSCs by facilitating the nuclear translocation of c-Myc and EZH2 to maintain BMI1 expression."}, {"pubmed": 29035367, "text": "Given that glioblastomas contain both proneural and mesenchymal GSCs, combined EZH2 and BMI1 targeting proved more effective than either agent alone both in culture and in vivo, suggesting that strategies that simultaneously target multiple epigenetic regulators within glioblastomas may be effective in overcoming therapy resistance caused by intratumoral heterogeneity"}, {"pubmed": 29042141, "text": "that the down-regulated Bmi-1 might inhibit the proliferation, invasion, and migration of gastrointestinal stromal tumor cells"}, {"pubmed": 29080395, "text": "miR-200c inhibited epithelial-mesenchymal transition by targeting the BMI-1 gene through the phospho-AKT pathway."}, {"pubmed": 29186980, "text": "Through radiotherapy and chemotherapy assays, the function of miR-128a on chemoradiotherapy was evaluated. The correlation of miR-128a with BMI1 was identified by performing real-time PCR."}, {"pubmed": 29207170, "text": "Study demonstrated that BMI-1 was overexpressed in oesophageal squamous cell cancer (ESCC) cells and was related to poor prognosis in ESCC patients. Its knockdown induces radiosensitivity in ESCC and significantly inhibits cell viability, which may contribute to an increased proportion of cells in the G0/G1 phase and cell apoptosis via suppression of the PI3K/Akt signaling pathway."}, {"pubmed": 29208462, "text": "these findings provide further evidence on the tumor-suppression function of miR-630 in breast cancer, and clarify BMI1 as a novel functional target gene of miR-630."}, {"pubmed": 29220380, "text": "findings confirmed the tumorigenic activity of HK2 in glioma, and the involvement of the miR218/Bmi1 pathway in the regulation of its expression"}, {"pubmed": 29251058, "text": "Data suggest that ascertaining B-cell-specific Mo-MLV insertion site-1 (BMI1) over-expression may be useful in identifying patients who might benefit from therapies directed at reversing the chromatin-modifying functions of BMI1."}, {"pubmed": 29258116, "text": "Bmi1 expression is related to a refractory clinical course of IBD and upregulated in refractory IBD and CAC."}, {"pubmed": 29337063, "text": "The findings indicate that BMI1-mediated IDAX epigenetic suppression is crucial for enhancement of colon carcinogenesis."}, {"pubmed": 29394261, "text": "elevating the levels of BMI1 regulated miRNAspromoted Mesenchymal to Epithelial transition by regulating the expression of N-Cadherin, Vimentin, beta-Catenin, Zeb, Snail thereby resulting in decreased invasion, migration and proliferation"}, {"pubmed": 29402932, "text": "BMI1 binds the androgen receptor (AR) and prevents MDM2-mediated AR protein degradation, resulting in sustained AR signaling in prostate cancer cells."}, {"pubmed": 29528145, "text": "TA-III is a potent inhibitor of BMI1."}, {"pubmed": 29559833, "text": "ur results reveal that miR-203a may regulate cholesteatoma growth and proliferation by targeting Bmi1. These findings provide insight for the development of novel nonsurgical options for cholesteatoma."}, {"pubmed": 29626519, "text": "Data present evidence supporting a direct involvement of BMI1 in the development of tamoxifen (TAM) resistance in vitro and in vivo. BMI1 facilitates ER-derived transcription activity and upregulates androgen receptor (AR) and MUC1. BMI1 upregulation in primary ER+breast cancer (BC) may lead to downregulation of immune surveillance."}, {"pubmed": 29680296, "text": "results showed that miR-485-5p inhibits cell proliferation by reducing Bmi-1 protein expression, which has been reported to control the proliferation of many cancers"}, {"pubmed": 29685168, "text": "BMI1 is a potential biomarker in epithelial ovarian cancermanagement, especially for tumor progression and chemo-resistance. Molecular traits, including BMI1 and core genes in Focal adhesion and PI3K/AKT pathways, might be alternatives as therapeutic targets for EOC."}, {"pubmed": 29691986, "text": "BMI1 has no any significant association with breast cancer in Han Chinese."}, {"pubmed": 29749381, "text": "These results indicate regulation by Bmi1 of specific targets whose functions are intimately connected with the control of proliferation and neurogenic function in neural stem cells in both the developing and adult brain."}, {"pubmed": 29788550, "text": "indicate USP22 as a novel deubiquitinase of BMI1 in glioma"}, {"pubmed": 29802700, "text": "BMI1 expression is not associated with Colorectal Cancer."}, {"pubmed": 29843222, "text": "Down-regulating Bmi-1 may inhibit the biological properties of CD133+ LCSC by blocking NF-kappaB signaling pathway, which lays a scientific foundation for the clinical treatment of liver cancer."}, {"pubmed": 29847796, "text": "BMI1 is silenced in Alzheimer's disease (AD) brains, but not in those with early-onset familial AD, frontotemporal dementia, or Lewy body dementia."}, {"pubmed": 29848700, "text": "Data indicate that miR-203 suppressed BMI1 polycomb ring finger oncogene protein (Bmi-1) expression by directly targeting the 3'-untranslated region."}, {"pubmed": 29906128, "text": "The BMI1 mRNA and protein were upregulated in hepatocellular carcinoma (HCC) tissues. BMI1 overexpression was an independent prognostic parameter for HCC patients. The expression level of BMI1 was negatively associated with miR-203 levels in HCC tissues. Dual-luciferase reporter assays showed that miR-203 could target the 3' untranslated region of BMI1 directly."}, {"pubmed": 29923177, "text": "Fine-mapping at chromosome 10p12 identified rs11591377 variant upstream of BMI1, residing within a hematopoietic stem cell enhancer of BMI1, and which showed significant preferential binding to MYBL2. This variant was found associated with childhood acute lymphoblastic leukemia."}, {"pubmed": 29926931, "text": "Identify SETDB1 as a prominent oncogene in breast cancer. The c-MYC-BMI1 axis is essential for SETDB1-mediated breast tumourigenesis."}, {"pubmed": 29940756, "text": "Bmi1 was downregulated in gastric cancer by knockdown of long noncoding RNA CCAT1"}, {"pubmed": 30003726, "text": "Bioinformatic analysis suggested that miR-218 is a potential miRNA regulating Bmi-1 expression. Fluorescence protein analysis, RT-qPCR, and Western blotting confirmed the direct interaction between miR-218 and Bmi-1."}, {"pubmed": 30087142, "text": "BMI1, a major driver of metastasis, represents a promising therapeutic target for treating advanced prostate cancer in patients (including those belonging to high-risk group)."}, {"pubmed": 30096458, "text": "Upregulation of BMI1 correlates with advanced stages of breast neoplasm, poor prognosis and resistance to radiation and chemotherapy. BMI1 seems to be a key player in EMT, chemo-resistance and cancer stemness. Studies showed that reduction of BMI protein level in tumor cells results in inhibition of cell proliferation, induction of apoptosis, and increases susceptibility to cytotoxic agents and radiation therapy. [review]"}, {"pubmed": 30209248, "text": "Findings suggest there might be a relationship between BMI-1 mRNA and protein levels, and clinicopathological characteristics, including NIH risk grade, tumor size as well as infiltration and metastasis, of GIST patients."}, {"pubmed": 30243092, "text": "Bmi1 silencing suppresses cancer stemness in HEC1A and Ishikawa cells."}, {"pubmed": 30255595, "text": "Our data showed that Bmi1 is highly expressed in human non-small cell lung cancer (NSCLC) tissues and cell lines. Knockdown of Bmi1 significantly suppressed NSCLC cell proliferation and colony formation. Deguelin treatment attenuated the binding activity of Bmi1 to the Noxa promoter, thus resulting in Noxa transcription and apoptosis activation"}, {"pubmed": 30360597, "text": "Implementation of micronucleus assay and Bmi-1 expression analysis in blood as possible cytogenetic and molecular biomarkers."}, {"pubmed": 30405129, "text": "BMI1 high expression and anti-apoptosis are also indicators for naive human pluripotent stem cells to form chimera in mouse embryos."}, {"pubmed": 30592135, "text": "NR2F2-AS1 may influence the NSCLC cell proliferation, invasion and apoptosis through regulating miR-320b targeting BMI1."}, {"pubmed": 30649516, "text": "After BMI1 knockdown, EBNA3C repressed equally efficiently but host gene activation by EBNA3C was impaired. This overturns previous assumptions about BMI1/PRC1 functions during EBNA3C-mediated regulation, for the first time identifies directly a host factor involved in EBNA3-mediated activation and provides a new insight into how PRC1 can be involved in gene activation."}, {"pubmed": 31022428, "text": "Acute myeloid leukemia driven by the CALM-AF10 fusion gene is dependent on BMI1."}, {"pubmed": 31114988, "text": "MicroRNA-132 reverses cisplatin resistance and metastasis in ovarian cancer by the targeted regulation on Bmi-1."}, {"pubmed": 31115870, "text": "High BMI1 expression is associated with glioblastoma."}, {"pubmed": 31119760, "text": "the proliferation, metastasis, and EMT were facilitated via knocking down MEG3. In addition, the expression of B lymphoma Mo-MLV insertion region 1 (Bmi1) and RING finger protein 2 was impacted by gain or loss of MEG3, furthermore, the malignant processes induced by MEG3 knockdown were rescued by means of silencing Bmi1."}, {"pubmed": 31138311, "text": "Results find that BMI1 is a direct target of BTF3 in prostate cancer (PCa) cells which regulates stemness traits through BMI1 stability."}, {"pubmed": 31173263, "text": "High BMI1 expression is associated with cervical cancer tumorigenicity."}, {"pubmed": 31204917, "text": "Bmi-1 gene possibly involves in regulation of K562 proliferation in vivo and in vitro"}, {"pubmed": 31204925, "text": "Kaplan-Meier analysis showed that the RFS rate in Bmi-1 high expression group was significantly lower than that in Bmi-1 low expression group"}, {"pubmed": 31257132, "text": "Deleting Bmi1 from BMSCs increased marrow adipocytes, induced HSC quiescence and depletion, and impaired hematopoiesis. BMI1 repressed multiple developmental programs in BMSCs by safeguarding the repressive epigenetic marks histone H2A ubiquitylation and H3 lysine 27 trimethylation."}, {"pubmed": 31341016, "text": "PTEN and BMI1 help mediate NEUROGENIN-3-induced cell cycle arrest"}, {"pubmed": 31444928, "text": "ALDH1 and Bmi1 are well-defined markers of cancer stem cells for head and neck cancer"}, {"pubmed": 31445025, "text": "High BMI-1 expression is associated with invasion of cervical cancer."}, {"pubmed": 31462713, "text": "We further identified an AR binding site in the promoter/enhancer region of BMI1, and confirmed BMI1 as the direct target of AR using gene-editing technology. We also demonstrated that high expression of BMI1 is critical for the development of castration-resistance"}, {"pubmed": 31552409, "text": "The Study of SALL4 Gene and BMI-1 Gene Expression in Acute Myeloid Leukemia Patients."}, {"pubmed": 31591477, "text": "Bmi1 drives hepatocarcinogenesis by repressing the TGFbeta2/SMAD signalling axis."}, {"pubmed": 31642035, "text": "LncRNA CASC9 Suppressed the Apoptosis of Gastric Cancer Cells through Regulating BMI1."}, {"pubmed": 31672029, "text": "Nuclear Factor Erythroid-Derived 2-Like 2-Induced Reductive Stress Favors Self-Renewal of Breast Cancer Stem-Like Cells via the FoxO3a-Bmi-1 Axis."}, {"pubmed": 31863623, "text": "Relationship between polycomb-group protein BMI-1 and phosphatases regulating AKT phosphorylation level in endometrial cancer."}, {"pubmed": 31988455, "text": "Polycomb-mediated repression of EphrinA5 promotes growth and invasion of glioblastoma."}, {"pubmed": 32059385, "text": "Bmi-1 Immunohistochemical Expression in Endometrial Carcinoma is Correlated with Prognostic Activity."}, {"pubmed": 32142505, "text": "Cells depleted of BMI1 or RNF2 showed slower replication forks."}, {"pubmed": 32232850, "text": "The anti-mitotic agents PTC-028 and PTC596 display potent activity in pre-clinical models of multiple myeloma but challenge the role of BMI-1 as an essential tumour gene."}, {"pubmed": 32239639, "text": "Long noncoding RNA SNHG12 induces proliferation, migration, epithelial-mesenchymal transition, and stemness of esophageal squamous cell carcinoma cells via post-transcriptional regulation of BMI1 and CTNNB1."}, {"pubmed": 32323819, "text": "BMI1 promotes invasion and metastasis in endometrial adenocarcinoma and is a poor prognostic factor."}, {"pubmed": 32343689, "text": "Study unveiled a novel mitotic mechanism underlying BMI1-associated lethality using CRISPR-Cas9 derived knockouts of NUMA1 in both HAP1 cells and non-small lung cancer cell lines and highlighted a mechanism relying on mitotic arrest upon loss of BMI1 and a new genetic resistance mechanism. These observations add further knowledge to the complex and context-dependent involvement of BMI1 in cancer."}, {"pubmed": 32524353, "text": "The prognostic significance of BMI1 expression in invasive breast cancer is dependent on its molecular subtypes."}, {"pubmed": 32552941, "text": "[MiR-218 Targeting Bmi-1 Inhibits Proliferation of Acute Promyelocytic Leukemia Cells]."}, {"pubmed": 32580736, "text": "Bmi-1-induced miR-27a and miR-155 promote tumor metastasis and chemoresistance by targeting RKIP in gastric cancer."}, {"pubmed": 32588101, "text": "Role of cancer stem cell markers ALDH1, BCL11B, BMI-1, and CD44 in the prognosis of advanced HNSCC."}, {"pubmed": 32951453, "text": "Prognostic Significance of ALDH1, Bmi1, and OCT4 Expression in Oral Epithelial Dysplasia and Oral Squamous Cell Carcinoma."}, {"pubmed": 33086431, "text": "Assessment of clinicopathological and prognostic relevance of BMI-1 in patients with colorectal cancer: A meta-analysis."}, {"pubmed": 33484967, "text": "BMI1 enables extensive expansion of functional erythroblasts from human peripheral blood mononuclear cells."}, {"pubmed": 33503272, "text": "The inhibitory effect of human DEFA5 in growth of gastric cancer by targeting BMI1."}, {"pubmed": 33523558, "text": "Epigenetic regulator BMI1 promotes alveolar rhabdomyosarcoma proliferation and constitutes a novel therapeutic target."}, {"pubmed": 33610537, "text": "Histopathological findings and immunohistochemical expression of the stem cell markers CD44, ALDH1, Bmi-1, and Nanog in oral solitary fibrous tumors."}, {"pubmed": 33673825, "text": "Bmi-1 alleviates adventitial fibroblast senescence by eliminating ROS in pulmonary hypertension."}, {"pubmed": 33691197, "text": "Correlation between the expression of cancer stem cell marker BMI1 and glioma prognosis."}, {"pubmed": 33758195, "text": "G-quadruplexes originating from evolutionary conserved L1 elements interfere with neuronal gene expression in Alzheimer's disease."}, {"pubmed": 33804165, "text": "The Role of Polycomb Group Protein BMI1 in DNA Repair and Genomic Stability."}, {"pubmed": 33927214, "text": "Alantolactone inhibits cervical cancer progression by downregulating BMI1."}, {"pubmed": 34168122, "text": "Inverse and reciprocal regulation of p53/p21 and Bmi-1 modulates vasculogenic differentiation of dental pulp stem cells."}, {"pubmed": 34174322, "text": "LncAY controls BMI1 expression and activates BMI1/Wnt/beta-catenin signaling axis in hepatocellular carcinoma."}, {"pubmed": 34199929, "text": "BMI-1 Expression Heterogeneity in Endometriosis-Related and Non-Endometriotic Ovarian Carcinoma."}, {"pubmed": 34270461, "text": "BMI1 activates P-glycoprotein via transcription repression of miR-3682-3p and enhances chemoresistance of bladder cancer cell."}, {"pubmed": 34278876, "text": "Circular RNA BMI1 Serves as a Potential Target for Diagnosis and Treatment in Esophageal Cancer."}, {"pubmed": 34293363, "text": "BTF3-mediated regulation of BMI1 promotes colorectal cancer through influencing epithelial-mesenchymal transition and stem cell-like traits."}, {"pubmed": 34313249, "text": "Exosomal circRNA HIPK3 knockdown inhibited cell proliferation and metastasis in prostate cancer by regulating miR-212/BMI-1 pathway."}, {"pubmed": 34321511, "text": "Long noncoding RNA CCAT1 rs67085638 SNP contribution to the progression of gastric cancer in a Polish population."}, {"pubmed": 34391775, "text": "EPS8 supports pancreatic cancer growth by inhibiting BMI1 mediated proteasomal degradation of ALDH7A1."}, {"pubmed": 34551814, "text": "Comparative evaluation of BMI-1 proto-oncogene expression in normal tissue, adenoma and papillary carcinoma of human thyroid in pathology samples."}, {"pubmed": 34610832, "text": "BMI1 is associated with CS8F amyloid-beta and rates of cognitive decline in Alzheimer's disease."}, {"pubmed": 34753387, "text": "Ring finger 220 promotes the stemness and progression of colon cancer cells via Ubiquitin specific peptidase 22-BMI1 axis."}, {"pubmed": 34782707, "text": "Acute lymphoblastic leukemia in children and SALL4 and BMI-1 gene expression."}, {"pubmed": 35110528, "text": "BMI1 nuclear location is critical for RAD51-dependent response to replication stress and drives chemoresistance in breast cancer stem cells."}, {"pubmed": 35261819, "text": "LncRNA CCAT1 facilitates the proliferation, invasion and migration of human laryngeal squamous cell carcinoma cells via the miR-218-5p/BMI1."}, {"pubmed": 35346992, "text": "Polycomb Protein BMI-1 as a Potential Therapeutic Target in Mucinous Ovarian Cancer."}, {"pubmed": 36048559, "text": "p53 Inhibits Bmi-1-driven Self-Renewal and Defines Salivary Gland Cancer Stemness."}, {"pubmed": 36194200, "text": "BMI1 induces ubiquitination and protein degradation of Nod-like receptor family CARD domain containing 5 and suppresses human leukocyte antigen class I expression to induce immune escape in non-small cell lung cancer."}, {"pubmed": 36285479, "text": "BMI-1 promotes breast cancer proliferation and metastasis through different mechanisms in different subtypes."}, {"pubmed": 36499676, "text": "miR-145-5p Targets Sp1 in Non-Small Cell Lung Cancer Cells and Links to BMI1 Induced Pemetrexed Resistance and Epithelial-Mesenchymal Transition."}, {"pubmed": 36563713, "text": "The role of BMI1 in endometrial cancer and other cancers."}, {"pubmed": 37267716, "text": "Therapeutic inhibition of Bmi-1 ablates chemoresistant cancer stem cells in adenoid cystic carcinoma."}, {"pubmed": 37340921, "text": "[Helicobacter pylori promotes gastric cancer metastasis via up-regulating the expression of Bmi-1]."}, {"pubmed": 38141761, "text": "PP2A inhibitor SET promotes mTORC1 and Bmi1 signaling through Akt activation and maintains the colony-formation ability of cancer cells."}, {"pubmed": 38147957, "text": "Peptidase inhibitor 16 promotes inflammatory arthritis by suppressing Foxp3 expression via regulating K48-linked ubiquitin degradation Bmi-1 in regulatory T cells."}, {"pubmed": 38254031, "text": "Cancer-associated fibroblast-derived extracellular vesicles promote lymph node metastases in oral cavity squamous cell carcinoma by encapsulating ITGB1 and BMI1."}, {"pubmed": 38556336, "text": "lncRNA CCAT2 Protects Against Cardiomyocyte Injury After Myocardial Ischemia/Reperfusion by Regulating BMI1 Expression."}, {"pubmed": 38599260, "text": "The transcription factor BMI1 increases hypoxic signaling in oral cavity epithelia."}, {"pubmed": 38705565, "text": "Bmi1 facilitates the progression of cholangiocarcinoma by inhibiting Foxn2 expression dependent on a histone H2A ubiquitination manner."}, {"pubmed": 38914697, "text": "Bmi-1 promotes the proliferation, migration and invasion, and inhibits cell apoptosis of human retinoblastoma cells via RKIP."}], "genomic_pos": {"chr": "10", "end": 22331484, "ensemblgene": "ENSG00000168283", "start": 22321099, "strand": 1}, "genomic_pos_hg19": [{"chr": "10", "end": 22618471, "start": 22605317, "strand": 1}, {"chr": "10", "end": 22620413, "start": 22610140, "strand": 1}], "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 19636380, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006338", "pubmed": 26151332, "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006959", "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007379", "qualifier": "involved_in", "term": "segment specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007420", "qualifier": "involved_in", "term": "brain development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010468", "pubmed": 17420273, "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021903", "qualifier": "involved_in", "term": "rostrocaudal neural tube patterning"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030097", "pubmed": 15334543, "qualifier": "involved_in", "term": "hemopoiesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030890", "qualifier": "involved_in", "term": "positive regulation of B cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033092", "qualifier": "involved_in", "term": "positive regulation of immature T cell proliferation in thymus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045814", "pubmed": 24623306, "qualifier": "involved_in", "term": "negative regulation of gene expression, epigenetic"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048103", "qualifier": "involved_in", "term": "somatic stem cell division"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048146", "pubmed": 17420273, "qualifier": "involved_in", "term": "positive regulation of fibroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048704", "qualifier": "involved_in", "term": "embryonic skeletal system morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051443", "pubmed": 16714294, "qualifier": "involved_in", "term": "positive regulation of ubiquitin-protein transferase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097190", "qualifier": "involved_in", "term": "apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000011", "qualifier": "involved_in", "term": "regulation of adaxial/abaxial pattern formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001234", "qualifier": "involved_in", "term": "negative regulation of apoptotic signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000151", "pubmed": 16714294, "qualifier": "part_of", "term": "ubiquitin ligase complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0000792", "qualifier": "part_of", "term": "heterochromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [9367786, 10445843, 21282530], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016604", "qualifier": "located_in", "term": "nuclear body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031519", "pubmed": [21282530, 26151332], "qualifier": "part_of", "term": "PcG protein complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0035102", "qualifier": "part_of", "term": "PRC1 complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035102", "pubmed": [12167701, 19636380], "qualifier": "part_of", "term": "PRC1 complex"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15386022, 16710298, 17332741, 19233177, 19636380, 19903340, 20543829, 20601937, 21282530, 21772249, 22078878, 22493164, 22897849, 22902369, 23523425, 24981860, 25185265, 25416956, 26496610, 27705803, 28514442, 32296183, 34316702], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 16714294, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0071535", "pubmed": 16714294, "qualifier": "enables", "term": "RING-like zinc finger domain binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0097027", "qualifier": "enables", "term": "ubiquitin-protein transferase activator activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:1990841", "qualifier": "enables", "term": "promoter-specific chromatin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990841", "pubmed": 24623306, "qualifier": "enables", "term": "promoter-specific chromatin binding"}]}, "homologene": {"genes": [[7955, 321505], [9606, 648]], "id": 136787}, "interpro": [{"desc": "Zinc finger, RING-type", "id": "IPR001841", "short_desc": "Znf_RING"}, {"desc": "Zinc finger, RING/FYVE/PHD-type", "id": "IPR013083", "short_desc": "Znf_RING/FYVE/PHD"}, {"desc": "Zinc finger, RING-type, conserved site", "id": "IPR017907", "short_desc": "Znf_RING_CS"}, {"desc": "RAWUL domain", "id": "IPR032443", "short_desc": "RAWUL"}], "ipi": ["IPI00017299", "IPI00640733", "IPI00643353", "IPI00646013"], "map_location": "10p12.2", "name": "BMI1 proto-oncogene, polycomb ring finger", "other_names": ["B lymphoma Mo-MLV insertion region 1 homolog", "BMI1 polycomb ring finger oncogene", "BMI1 polycomb ring finger proto-oncogene", "murine leukemia viral (bmi-1) oncogene homolog", "polycomb complex protein BMI-1", "polycomb group RING finger protein 4", "polycomb group protein Bmi1", "ring finger protein 51"], "pantherdb": {"HGNC": "1066", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88174", "ortholog_type": "LDO", "panther_family": "PTHR10825", "taxid": 10090, "uniprot_kb": "P25916"}, {"RGD": "1307403", "ortholog_type": "LDO", "panther_family": "PTHR10825", "taxid": 10116, "uniprot_kb": "B4F7B6"}, {"Ensembl": "ENSGALG00000041267", "ortholog_type": "LDO", "panther_family": "PTHR10825", "taxid": 9031, "uniprot_kb": "Q5SDR3"}, {"ZFIN": "ZDB-GENE-040116-4", "ortholog_type": "O", "panther_family": "PTHR10825", "taxid": 7955, "uniprot_kb": "Q7T3E6"}, {"ZFIN": "ZDB-GENE-030131-224", "ortholog_type": "LDO", "panther_family": "PTHR10825", "taxid": 7955, "uniprot_kb": "Q8JIR0"}, {"FlyBase": "FBgn0265623", "ortholog_type": "O", "panther_family": "PTHR10825", "taxid": 7227, "uniprot_kb": "P25172"}, {"EnsemblGenome": "FBgn0005624", "ortholog_type": "O", "panther_family": "PTHR10825", "taxid": 7227, "uniprot_kb": "P35820"}], "uniprot_kb": "P35226"}, "pathway": {"biocarta": {"id": "prc2pathway", "name": "the prc2 complex sets long-term gene silencing through modification of histone tails"}, "kegg": [{"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}], "pid": {"id": "myc_activpathway", "name": "Validated targets of C-MYC transcriptional activation"}, "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2559580", "name": "Oxidative Stress Induced Senescence"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108214", "name": "SUMOylation of DNA damage response and repair proteins"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3899300", "name": "SUMOylation of transcription cofactors"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-4551638", "name": "SUMOylation of chromatin organization proteins"}, {"id": "R-HSA-4570464", "name": "SUMOylation of RNA binding proteins"}, {"id": "R-HSA-4655427", "name": "SUMOylation of DNA methylation proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8939243", "name": "RUNX1 interacts with co-factors whose precise effect on RUNX1 targets is not known"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-8953750", "name": "Transcriptional Regulation by E2F6"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}], "wikipathways": {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}}, "pdb": ["2H0D", "2NA1", "3RPG", "4R8P", "5FR6", "6WI7", "6WI8", "7ND1", "8GRM", "8PP7"], "pfam": ["PF13923", "PF16207"], "pharmgkb": "PA25376", "pharos": {"target_id": 8159, "tdl": "Tbio"}, "pir": "I54339", "prosite": "PS50089", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246379", "relationship": "is"}, {"id": "GNF246380", "relationship": "is"}, {"id": "GNF246381", "relationship": "is"}, {"id": "GNF246382", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159675", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF030930", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF083761", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF060219", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002817", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF338533", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104186", "relationship": "is"}, {"id": "GNF143835", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1"], "protein": ["NP_001415238.1", "NP_001415239.1", "NP_001415240.1", "NP_001415241.1", "NP_005171.4"], "rna": ["NM_001428309.1", "NM_001428310.1", "NM_001428311.1", "NM_001428312.1", "NM_005180.9"], "translation": [{"protein": "NP_001415241.1", "rna": "NM_001428312.1"}, {"protein": "NP_005171.4", "rna": "NM_005180.9"}, {"protein": "NP_001415238.1", "rna": "NM_001428309.1"}, {"protein": "NP_001415239.1", "rna": "NM_001428310.1"}, {"protein": "NP_001415240.1", "rna": "NM_001428311.1"}]}, "reporter": {"HG-U133_Plus_2": "202265_at", "HG-U95Av2": ["1728_at", "41562_at"], "HTA-2_0": "TC10002935.hg.1", "HuEx-1_0": ["2601876", "3238466", "3238491"], "HuGene-1_1": ["7926596", "7926609"], "HuGene-2_1": "16703114"}, "retired": [115789, 119526, 219686], "summary": "This gene encodes a ring finger protein that is major component of the polycomb group complex 1 (PRC1). This complex functions through chromatin remodeling as an essential epigenetic repressor of multiple regulatory genes involved in embryonic development and self-renewal in somatic stem cells. This protein also plays a central role in DNA damage repair. This gene is an oncogene and aberrant expression is associated with numerous cancers and is associated with resistance to certain chemotherapies. A pseudogene of this gene is found on chromosome X. Read-through transcription also exists between this gene and the upstream COMM domain containing 3 (COMMD3) gene. [provided by RefSeq, Sep 2015].", "symbol": "BMI1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1826623"}, "unigene": ["Hs.731287", "Hs.380403"], "uniprot": {"Swiss-Prot": "P35226", "TrEMBL": ["Q5T8Z6", "Q5T8Z2", "Q5T8Z4"]}, "wikipedia": {"url_stub": "BMI1"}}