{"AllianceGenome": "1069", "HGNC": "1069", "MIM": "112261", "_id": "650", "_version": 1, "accession": {"genomic": ["AF040249.1", "AL035668.15", "CH471133.3", "CP068258.2", "GQ335529.1", "GQ335530.1", "GQ335531.1", "GQ335532.1", "GQ335533.1", "GQ335534.1", "GQ335535.1", "GQ335536.1", "GQ335537.1", "GQ335538.1", "GQ335539.1", "GQ335540.1", "HI961649.1", "NC_000020.11", "NC_060944.1", "NG_023233.1"], "protein": ["AAA51834.1", "AAF21646.1", "ACV32585.1", "ACV32586.1", "ACV32587.1", "ACV32588.1", "ACV32589.1", "ACV32590.1", "ACV32591.1", "ACV32592.1", "ACV32593.1", "ACV32594.1", "ACV32595.1", "ACV32596.1", "AGG86667.1", "AGW22219.1", "CBY84970.1", "EAX10386.1", "EAX10387.1", "NP_001191.1", "P12643.1"], "rna": ["AA489383.1", "BC069214.1", "BM670141.1", "KC294426.1", "KF250425.1", "M22489.1", "NM_001200.4"], "translation": [{"protein": "AGW22219.1", "rna": "KF250425.1"}, {"protein": "AAA51834.1", "rna": "M22489.1"}, {"protein": "AGG86667.1", "rna": "KC294426.1"}, {"protein": "NP_001191.1", "rna": "NM_001200.4"}]}, "alias": ["BDA2", "BMP2A", "SSFSC", "SSFSC1"], "ensembl": {"gene": "ENSG00000125845", "protein": "ENSP00000368104", "transcript": "ENST00000378827", "translation": [{"protein": "ENSP00000368104", "rna": "ENST00000378827"}], "type_of_gene": "protein_coding"}, "entrezgene": "650", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.55136937182, "exp_mis": 154.240896955, "exp_syn": 73.2227050222, "lof_z": 2.89672666024194, "mis_z": 1.46668501784169, "mu_lof": 7.29826266112e-07, "mu_mis": 1.47236465304e-05, "mu_syn": 7.04180149235e-06, "n_lof": 0.0, "n_mis": 117.0, "n_syn": 61.0, "p_li": 0.938086415869115, "p_null": 0.000265287803294795, "p_rec": 0.0616482963275902, "syn_z": 0.885511138282664}, "bp": 1191, "cds_end": 6759736, "cds_start": 6750773, "n_exons": 2, "nonpsych": {"exp_lof": 7.70276167734, "exp_mis": 139.56584707, "exp_syn": 66.2365608274, "lof_z": 2.72568215715908, "mis_z": 1.7319374572964, "mu_lof": 7.29826266112e-07, "mu_mis": 1.47236465304e-05, "mu_syn": 7.04180149235e-06, "n_lof": 0.0, "n_mis": 99.0, "n_syn": 59.0, "p_li": 0.926485697851679, "p_null": 0.000497382841369637, "p_rec": 0.0730169193069518, "syn_z": 0.559817913063423}, "nontcga": {"exp_lof": 7.86364860688, "exp_mis": 141.898024162, "exp_syn": 67.3612798344, "lof_z": 2.76626199105962, "mis_z": 1.2504436741103, "mu_lof": 7.29826266112e-07, "mu_mis": 1.47236465304e-05, "mu_syn": 7.04180149235e-06, "n_lof": 0.0, "n_mis": 112.0, "n_syn": 58.0, "p_li": 0.924149029441703, "p_null": 0.000441896595680717, "p_rec": 0.0754090739626168, "syn_z": 0.722191602646732}, "transcript": "ENST00000378827.4"}, "exons": [{"cdsend": 6779089, "cdsstart": 6770126, "chr": "20", "position": [[6767685, 6768875], [6770119, 6770472], [6778244, 6780246]], "strand": 1, "transcript": "NM_001200", "txend": 6780246, "txstart": 6767685}], "exons_hg19": [{"cdsend": 6759736, "cdsstart": 6750773, "chr": "20", "position": [[6748332, 6749522], [6750766, 6751119], [6758891, 6760893]], "strand": 1, "transcript": "NM_001200", "txend": 6760893, "txstart": 6748332}], "generif": [{"pubmed": 11642720, "text": "The expression signals of BMP-2 mRNA in malignant schwannoma were not lower than in benign lesions"}, {"pubmed": 11718007, "text": "BMP-2 gene transfection tends to accelerate HPDLFs into osteoblast-like cells."}, {"pubmed": 11748585, "text": "promotes chondrogenic differentiation of multipotential mesenchymal cells"}, {"pubmed": 11792561, "text": "Macrophage cell lines produce osteoinductive signals that include bone morphogenetic protein-2."}, {"pubmed": 11854297, "text": "BMP-2 and TGF-beta activate both Ras/MAPK/AP-1 and Smad signaling in osteoblasts with Smads modulating AP-1 activity."}, {"pubmed": 11968014, "text": "RT-PCR analysis of human bone marrow stromal cells during osteogenesis in vitro: the mRNA levels of bone morphogenetic protein-2 (BMP-2), bone sialoprotein-II (BSP), osteopontin (OP) and cbfa-1 increased with culture time in osteogenic medium."}, {"pubmed": 12002771, "text": "REVIEW:Bone morphogenetic protein (BMP)-2 cell cycle arrest and apoptosis in human myeloma cells."}, {"pubmed": 12052447, "text": "Local application of recombinant human BMP2 from coated titanium implants significantly improves fracture healing, biomechanical torsional stability, and callus remodeling in a rat model."}, {"pubmed": 12082094, "text": "induces osteocalcin expression in osteoblasts"}, {"pubmed": 12126644, "text": "BMP2 binds to collagen II at a specific binding domain and has a role in embryo development, organogenesis, and regeneration of damaged tissues"}, {"pubmed": 12168799, "text": "BMP2 has a role in controlling normal and premature cranial ossification in humans [review]"}, {"pubmed": 12210753, "text": "rhBMP-2 promotes MSC activity and reverses bone and cartilage loss in osteopenic mice"}, {"pubmed": 12489168, "text": "BMP2 can recruit progenitors to the cementoblastic lineage and regulate differentiation by inducing and enhancing the expression of cementum attachment protein, a cell lineage-specific regulator."}, {"pubmed": 12527559, "text": "BMP-2 inhibits PDGF-stimulated proliferation of HASMCs through induction of p21. p21-mediated induction of cell cycle arrest by BMP-2 may initiate osteogenic differentiation of vascular smooth muscle cells, ultimately leading to vascular mineralization."}, {"pubmed": 12531697, "text": "BMP2 and BMP4 differently affect activin A induction of erythropoiesis; follistatin and FLRG proteins downmodulate the effects of activin A and BMP2."}, {"pubmed": 12535648, "text": "results show that expression of a dominant negative type II TGFbeta receptor impairs BMP2 signaling in MDA-MB-231 breast cancer cells, resulting in an attenuation of the anti-proliferative effects of BMP2 on these cells"}, {"pubmed": 12620973, "text": "BMP2 exposure can regulate PTEN protein levels by decreasing PTEN's association with the degradative pathway"}, {"pubmed": 12740218, "text": "In pulmonary artery smooth muscle cells from pulmonary hypertension patients, the BMP-2- or BMP-7-induced apoptosis was significantly inhibited compared with PASMCs from patients with secondary pulmonary hypertension."}, {"pubmed": 12819188, "text": "expression of the mature BMP-2 protein is disregulated in the majority of NSCLC. BMP-2 enhancement of tumor cell migration and invasion, as well as stimulating tumor growth in vivo, suggests it has important biological activity in lung carcinomas."}, {"pubmed": 12854828, "text": "BMP-2 exerts both positive and negative effects on osteoblasts, possibly depending on the differentiation stage and/or the existing BMP signaling"}, {"pubmed": 12856332, "text": "Results suggest that rHuIL-11 acts synergistically with rHuBMP-2 to more rapidly stimulate bone formation compared with rHuBMP-2 alone."}, {"pubmed": 12872164, "text": "Data show that retinoid-induced expression of bone morphogenetic protein-2 is necessary and sufficient for apoptosis of retinoid-responsive cells."}, {"pubmed": 12919699, "text": "Study evaluates several aspects of the osteogenic effect of human BMP-2 protein injected into quadriceps of female C57B1/6J SCID mice."}, {"pubmed": 12925611, "text": "In cell culture, IL-1beta and TNF-alpha increased BMP-2 mRNA and protein levels by eightfold and fifteenfold, respectively, whereas IGF-1 and TGF-beta1 had no effect. In cartilage explant cultures, IL-1beta and TNF-alpha increased BMP-2 levels."}, {"pubmed": 12933820, "text": "brief exposure to recombinant human bone morphogenetic protein-2 (rhBMP-2)is sufficient to induce irreversible commitment to mineralization in dexamethasone-treated osteoblast cultures"}, {"pubmed": 13678785, "text": "BMP-2 stimulated Placental growth factor secretion from MG63 osteosarcoma and mesenchymal stem cells"}, {"pubmed": 14499589, "text": "These results indicate that the 73-92 peptide of bone morphogenetic protein-2 (BMP-2) may be a receptor-binding site and may stimulate bone precursor cells to induce calcification."}, {"pubmed": 14558086, "text": "BMP-2 and BMP-6 are expressed in arthritic synovium and are strongly up-regulated by proinflammatory cytokines."}, {"pubmed": 14587031, "text": "the effect of MGP on calcification and osteogenic differentiation is determined by availability of BMP-2"}, {"pubmed": 14691541, "text": "a region on the short arm of Chromosome 20 contains a gene or genes that appear to be a major risk factor for osteoporosis and osteoporotic fractures, including BMP2"}, {"pubmed": 14699493, "text": "BMP2 acts as a tumor suppressor promoting apoptosis in mature colonic epithelial cells."}, {"pubmed": 15037653, "text": "BMP-2 enhanced the angiogenic response in developing tumors"}, {"pubmed": 15042598, "text": "Decreased BMP2 expression associated with progression to prostate cancer; loss of BMP2 and Smad4 related to progression to a more aggressive phenotype"}, {"pubmed": 15102076, "text": "BMP2 or 4 in pilomatricoma is responsible for induction of proalpha(1)(II) collagen mRNA in overlying epidermal cells resulting in deposition of type II collagen in dermo-epidermal junction."}, {"pubmed": 15150273, "text": "bone morphogenetic protein 2- and transforming growth factor beta-regulated osteoblastic differentiation requires menin, Smads and Runx2"}, {"pubmed": 15240857, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15322112, "text": "Myogenin protein stability is decreased by BMP-2 through a mechanism implicating Id1."}, {"pubmed": 15358784, "text": "The Bmp2 3' UTR contains essential regulatory elements that act post-transcriptionally"}, {"pubmed": 15592496, "text": "The expression of tenascin-W is induced by BMP-2 in mammary canacer."}, {"pubmed": 15641068, "text": "In the presence of 10 microg rHuBMP-2, muscle-derived mesenchymal cells expressed type II collagen messenger RNA at 4 days after transplantation, and a mature cartilage mass was formed 5 weeks after transplantation in the diffusion chamber."}, {"pubmed": 15647827, "text": "BMP-2 upregulates the expression of alphavbeta integrins, and these integrins, in turn, play a critical role in BMP-2 function in osteoblasts"}, {"pubmed": 15647840, "text": "BMP-2 inhibits DHT-induced growth of LNCaP cells through a decrease in E2F protein expression and suppression of E2F activity by hypophosphorylation of Rb"}, {"pubmed": 15851600, "text": "(TNF)-alpha induced NF-kappaBeta activation and elicited significant increases in BMP-2 mRNA and protein in human umbilical vein endothelial cells"}, {"pubmed": 15861517, "text": "To analyze the expression of bone morphogenetic proteins (BMPs) in prostate and breast cancers with established metastasis in bone"}, {"pubmed": 16000303, "text": "Osterix regulation by recombinant BMP-2 proceeds via protein kinase D and MAP kinase (p38 and JNK) signaling in human mesenchymal stem cells"}, {"pubmed": 16126463, "text": "BMPs influence the formation of the osteolytic prostate cancer metastases, and treatment modalities that inhibit BMP activity may limit the progression of the lytic component of prostate cancer metastases."}, {"pubmed": 16150699, "text": "findings identify functional cross-talk of Id1 expression between Wnt and BMP signaling and demonstrate a novel mechanism for Wnt regulation of the BMP-2 response, linking Id1 expression to Wnt/beta-catenin signaling"}, {"pubmed": 16157126, "text": "The principal finding of this study was that BMP2 is up-regulated in the chorioamniotic membranes in labor and histologic chorioamnionitis."}, {"pubmed": 16247476, "text": "Forced expression of BMP-2 in A549 cells significantly enhanced tumor growth in the lungs following intravenous injection but not of subcutaneous tumors"}, {"pubmed": 16261446, "text": "data indicate that BMP-2 can utilize a new signal transduction pathway in the NF-kappaB activation system, which plays a crucial role in the survival of the N1511 chondrocytic cell line"}, {"pubmed": 16326713, "text": "Data show that phosphophoryn (PP) up-regulates bone morphogenetic protein 2 gene expression 12 h post-treatment with PP, much later than initial detection of Smad1 phosphorylation at 30 min."}, {"pubmed": 16391828, "text": "identified several BMP-2-responsive genes in LNCaP cells, human prostate cancer cell line"}, {"pubmed": 16432645, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16442268, "text": "Bone morphogenetic protein-2 modulates Wnt and frizzled expression and enhances the canonical pathway of Wnt signaling in normal keratinocytes"}, {"pubmed": 16453284, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16598384, "text": "autocrine BMP production is necessary for the RUNX2 transcription factor to be active and that BMPs and RUNX2 cooperatively interact to stimulate osteoblast gene expression."}, {"pubmed": 16604289, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16613856, "text": "BMP-2 stimulates Runx2 acetylation"}, {"pubmed": 16615932, "text": "Finally, two inhibitors of cyclin-dependent kinase 9 (a dominant negative CDK9 and flavopiridol) repressed activity from the MR and BMPR2 promoters"}, {"pubmed": 16621789, "text": "BMP-2 antagonizes Wnt-3a signaling in osteoblast progenitors by promoting an interaction between Smad1 and Dvl-1 that restricts beta-catenin activation"}, {"pubmed": 16637042, "text": "Potential use of slow degrading silk fibroin 3-D scaffolds loaded with BMP-2 in combination with human bone marrow cells to induce osteogenesis."}, {"pubmed": 16672363, "text": "structure of the ternary complex representing the signaling competent complex of BMP-2 bound to the entire extracellular domains of both its type I receptor, BMPR-Ia, & its type II receptor, ActRII, at a resolution of 2.2 angstroms"}, {"pubmed": 16719933, "text": "Topical and differential expression of BMP-2/4 and BMP-7 mRNA and protein was found in bursa tissue."}, {"pubmed": 16753015, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16754660, "text": "heparin enhances BMP-2-induced osteoblast differentiation in vitro and in vivo by protecting BMPs from degradation and inhibition by BMP antagonists"}, {"pubmed": 16771708, "text": "TSG-6 is down-regulated during osteoblastic differentiation, and suppressed osteoblastic differentiation induced by both BMP-2 and osteogenic differentiation medium."}, {"pubmed": 16815889, "text": "BMP-2 significantly (>2-fold) upregulated mRNA expression of KCNA5, KCNA7, KCNA10, KCNC3, KCNC4, KCNF1, KCNG3, KCNS1, and KCNS3 but downregulated (at least 2-fold) KCNAB1, KCNA2, KCNG2, and KCNV2 in pulmonary artery smooth muscle"}, {"pubmed": 16835229, "text": "TNF-alpha increases the stability of BMP-2 mRNA through the pentameric motifs via NF-kappaB"}, {"pubmed": 16893455, "text": "Bone morphogenetic protein 2 (BMP-2) mRNA was upregulated in injured articular cartilage explants"}, {"pubmed": 17003113, "text": "GREMLIN 1 was expressed in the stroma of human basal cell carcinoma (BCC) tumors but not in normal skin in vivo. Bone morphogenetic protein (BMP) 2 and 4 are expressed by BCC cells."}, {"pubmed": 17120779, "text": "Biglycan is a positive modulator of BMP-2 induced osteoblast differentiation"}, {"pubmed": 17138967, "text": "Results show calcium-sensing receptor regulate BMP-2 synthesis and secretion required phosphatidylinositol 3-kinase activation."}, {"pubmed": 17168321, "text": "rhBMP-2 could significantly increase the ALP activity of C2C12."}, {"pubmed": 17255107, "text": "the BMP1 prodomain specifically binds and regulates signaling by BMP2 and BMP4"}, {"pubmed": 17262821, "text": "strong BMP staining is seen in maturing chondrocytes, and thus may play a role in chondrocyte differentiation and/or apoptosis; BMP release by osteoclasts may promote osteoblastic differentiation at sites of bone remodeling"}, {"pubmed": 17401695, "text": "BMP-2, TGF-beta2, and TGF-beta3 are involved in bone formation in heterotopic ossifications."}, {"pubmed": 17416365, "text": "AZFc subdeletions do not seem to cause severe impairment of spermatogenesis in Chilean men."}, {"pubmed": 17437303, "text": "Results show that cells contacting 316L steel are exposed to increased concentrations of Ni which suffice to impair BMP-2-induced ALP activity."}, {"pubmed": 17472960, "text": "RGMa facilitates the use of ActRIIA by endogenous BMP2 and BMP4 ligands that otherwise prefer signaling via BMPRII and that increased utilization of ActRIIA leads to generation of an enhanced BMP signal"}, {"pubmed": 17504062, "text": "We conclude that the controlled release of BMP-2 for a certain time period was essential to inducing the osteoinductive potential of BMP-2."}, {"pubmed": 17518682, "text": "Increased mRNA expression of BMP-2 in bone marrow derived cultured human mesenchymal stem cells under cyclic tensile strain demonstrates the critical nature of mechanical factors in the osteogenic differentiation process."}, {"pubmed": 17519894, "text": "BMP2 augmentation might be critically important in achieving this effect"}, {"pubmed": 17530715, "text": "BMP-2 induced the chondrogenic differentiation of synovial explants in a dose- and time-dependent manner under serum- and dexamethasone-free conditions"}, {"pubmed": 17549388, "text": "BMP2 regulates the interaction of IGF-1 with growth plate chondrocytes."}, {"pubmed": 17553463, "text": "lysyl hydroxylases and lysyl oxidase/lysyl oxidase-like proteins are differentially responsive to BMP-induced osteoblast differentiation"}, {"pubmed": 17577985, "text": "Data show that pcDNA-BMP2/6 produced more rhBMP6 than pcDNA-BMP6."}, {"pubmed": 17608624, "text": "Plasmid gene BMP-2 delivery induces bone marrow stromal cells into osteoblastic phenotype cells and enhances bone regeneration in rabbit calvarial bone defects."}, {"pubmed": 17617489, "text": "Glycidyl methacrylated dextran gelatin scaffolds containing micospheres loaded with BMP2 enhanced periodontal regeneration."}, {"pubmed": 17656261, "text": "Approximately half of the prostate tumors displayed increased copy numbers of the BMP2, BMP5, BMP7, and UC28 gene loci, which may account for their abnormal gene expression patterns in neoplastic prostate tissue."}, {"pubmed": 17681894, "text": "PKA signaling pathway would be the main intracellular signaling pathway of the EP4 for the anabolic effect of bone and mineral metabolisms"}, {"pubmed": 17711857, "text": "BMP2 functions via a conserved signaling pathway involving Wnt4 to regulate uterine decidualization."}, {"pubmed": 17726567, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17726567, "text": "Variation in BMP2 masy play a previously unidentified role in aspects of bone density, which may be age- and site-dependent."}, {"pubmed": 17824831, "text": "STRO-1 selected rat dental pulp stem cells transfected with adenoviral-mediated human BMP2 gene show enhanced odontogenic differentiation."}, {"pubmed": 17847004, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17847004, "text": "interactive effect on serum ferritin level of rs235756 in BMP2 and a SNP in HJV, with a small additive effect of a SNP in BMP4"}, {"pubmed": 17919499, "text": "Statins induce apoptosis in colorectal tumor cells through induction of BMP2. Statin therapy may only be effective in SMAD4-expressing tumors and may have adverse effects in SMAD4-negative tumors."}, {"pubmed": 17960657, "text": "Cotransfection of mesenchymal stem cells with the combination of the CTLA4Ig and the BMP2 gene stimulates osteoblastic cell differentiation in vitro."}, {"pubmed": 17997109, "text": "Members of the transforming growth factor beta (TGFbeta) superfamily, bone morphogenetic protein 2 (BMP2), and growth and differentiation factor 11 (GDF11), can signal cultured RGCs to form dendrites"}, {"pubmed": 18021008, "text": "polymorphisms in the BMP2 and BMP4 genes, both members of the TGF-beta superfamily, contribute to the susceptibility to otosclerosis and further strengthen the results from the recently reported association of TGFB1 with this disease"}, {"pubmed": 18029192, "text": "BMP-7 but not BMP-2 and BMP-4 prevents the loss of primitive hematopoietic progenitor cells cultured in SFM plus SF3."}, {"pubmed": 18059017, "text": "post-transcriptional mechanisms including regulation of RNA stability, rather than transcriptional mechanisms, contributed to the increased BMP2 expression in mycoplasma-infected cells."}, {"pubmed": 18059158, "text": "BMP2 downregulates PTEN via RAS/ERK in a SMAD4-null environment that contributes to cell growth, and constitutes a SMAD4-independent but BMP-responsive signaling pathway."}, {"pubmed": 18156628, "text": "HtrA1 may regulate matrix calcification via the inhibition of BMP-2 signaling, modulating osteoblast gene expression, and/or via the degradation of specific matrix proteins"}, {"pubmed": 18160401, "text": "inactivating BMPR-IA and causing a loss of the BMP-2 tumor suppressor function in colon epithelial cells."}, {"pubmed": 18179800, "text": "BMP-2 may promote vascular calcification via increased phosphate uptake and induction of osteogenic phenotype modulation in SMC"}, {"pubmed": 18287331, "text": "results show that different isoforms of hemojuvlin may play unique physiological roles through defined interactions with distinct signaling proteins such as BMP2 and neogenin, and demonstrate that some of these interactions are defective."}, {"pubmed": 18311072, "text": "findings indicate that BMP-2 expression induced by high glucose might be closely related to NF-kappaB activation."}, {"pubmed": 18326817, "text": "BMP-2, BMP-4, and BMP-6 are endogenous ligands for Hemojuvelin in hepatoma-derived cell lines, and all 3 of these ligands are expressed in human liver"}, {"pubmed": 18382765, "text": "Results describe an antiproliferative BMP-2/PPARgamma/apoE axis in human and murine SMCs and its role in pulmonary hypertension."}, {"pubmed": 18389292, "text": "BMP-2 Gene is not only a factor associated with the occurrence ofossification of the posterior longitudinal ligament (OPLL), but also a factor related to more extensive OPLL"}, {"pubmed": 18389292, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18400943, "text": "These results support a model in which the angular gradient in gap junction-mediated intercellular coupling in the lens, and thus proper lens function, is dependent on signaling between the FGF and BMP pathways."}, {"pubmed": 18404105, "text": "BMP-2-producing human adipose tissue-derived mesenchymal stem cells, created using adenoviral gene transfer, induced spinal fusion in athymic rats."}, {"pubmed": 18426824, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18426824, "text": "alleles exerting a beneficial effect in young women may subsequently contribute to phenotypes associated with osteoporosis risk in elderly women"}, {"pubmed": 18434375, "text": "BMP2 and TGFbeta1 are likely to be involved in HESC decidualization"}, {"pubmed": 18436533, "text": "BMP-2/4 and BMP-6/7 differentially utilize cell surface receptors to induce osteoblastic differentiation of human bone marrow-derived mesenchymal stem cells"}, {"pubmed": 18465455, "text": "Overproduction of BMP-2 was noted in ankylosing spondylitits patients but there was an absence of a correlation between BMP-2 and changes in noted in the spine"}, {"pubmed": 18471510, "text": "In MSI CRC this is associated predominantly with impaired BMPR2 expression and in MSS CRC with impaired SMAD4 expression."}, {"pubmed": 18490653, "text": "activation of protein kinase A elicits an immediate response through induction of genes such as ID2 and FosB, followed by sustained secretion of bone-related cytokines such as BMP-2, IGF-1, and IL-11"}, {"pubmed": 18510873, "text": "The developed synthetic gene is a promising approach for scaling-up the soluble expression of hBMP-2."}, {"pubmed": 18512729, "text": "Osteoblast-derived BMP-2 act through Akt and ERK, which in turn activates IKK alpha/beta and NF-kappaB, resulting in the activations of beta1 and beta 3 integrins and contributing the migration of prostate cancer cells."}, {"pubmed": 18546152, "text": "Proteomic profiling of CHO cells with enhanced rhBMP2 productivity following co-expression of furin is reported."}, {"pubmed": 18586671, "text": "TSG-6 has dual roles in bone remodeling: it inhibits RANKL-induced bone erosion in inflammatory diseases, and its interactions with BMP-2 and RANKL help to balance mineralization by osteoblasts and bone resorption by osteoclasts"}, {"pubmed": 18600473, "text": "TGF-beta1 or activin A but not BMP-2 significantly decreased significantly decreased melanin content and expression of Tyrosinase and Tyrp-1 in the absence of alpha-MSH in melanoma cells"}, {"pubmed": 18703506, "text": "analysis of cis-regulatory elements that control a species-specific difference in the 3'-end processing of BMP2 and potentially of other genes"}, {"pubmed": 18720162, "text": "BMP2 stimulates chondrogenic expression in human nasal chondrocytes expanded in vitro."}, {"pubmed": 18720410, "text": "These results suggest that the BMP-2 acts through PI3K/Akt, which in turn activates IKKalpha/beta and NF-kappaB, resulting in the activations of beta1 integrin and contributing the migration of human chondrosarcoma cells."}, {"pubmed": 18773965, "text": "Our study has provided evidence that BMPR-IB-dependent signaling plays a crucial role in BMP-2 up-regulation of the ALP, OC, Dlx5 and Cbfa1 genes in bone cells, suggesting a role of this receptor in BMP-2-induced osteoblast differentiation in vitro."}, {"pubmed": 18812404, "text": "Our findings demonstrate a novel genomic disorder characterised by deletion of BMP2 with variable cognitive deficits and dysmorphic features and show that individuals bearing microdeletions in 20p12.3 often present with Wolff-Parkinson-White syndrome."}, {"pubmed": 18818419, "text": "BMP2/4 were selectively expressed by endothelial colony-forming cells but not by early colonies in culture (CFU-Hill)."}, {"pubmed": 18937504, "text": "The solution structure of BMPR-IA reveals a local disorder-to-order transition upon BMP-2 binding.("}, {"pubmed": 18950289, "text": "BMP-2 enhances TGF-beta3-mediated chondrogenesis of mesenchymal stromal cells."}, {"pubmed": 19018606, "text": "In a clinical setting with a high risk of infection and nonunion, such as a compound fracture with bone loss, rhBMP-2 may increase the rate and extent of bone formation."}, {"pubmed": 19023570, "text": "BMP-2 and BMP-14 expression was strongest in areas of cartilage formation and, to a lesser extent, in areas of bone formation."}, {"pubmed": 19038372, "text": "BMP-2 enhanced the invasiveness of chondrosarcoma cells by increasing MMP-13 expression through the PI3K, Akt, c-Fos/c-Jun and AP-1 signal transduction pathway."}, {"pubmed": 19058174, "text": "There was a significant reduction in BMP-2 and BMP-14 expression in cartilaginous areas of nonhealing fractures compared to healing fractures"}, {"pubmed": 19080362, "text": "Chinese Han male patients with TC and CC genotypes in exon 3 (-726) T/C have genetic susceptibility to OPLL but not to more extensive OPLL in the cervical spine."}, {"pubmed": 19080362, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19098993, "text": "Human sclera fibroblasts expressed BMP-2, which promoted cell proliferation, and elicited changes in MMP-2 and TIMP-2, might influence extracellular matrix synthesis."}, {"pubmed": 19112539, "text": "BMP-2-containing poly(L-lactic acid) nanofibers affect growth and osteogenic differentiation of human mesenchymal stem cells"}, {"pubmed": 19113914, "text": "PKA signaling synergizes with SOX9 at the nuclear and cytoplasmic levels to promote BMP-2-induced osteochondrogenic differentiation."}, {"pubmed": 19123988, "text": "findings show that BMP-2 expression is sufficient for initiating breast cancer microcalcification in a rodent model"}, {"pubmed": 19139264, "text": "The recruitment of both canonical and noncanonical Wnt pathways is required in BMP-2-mediated angiogenesis."}, {"pubmed": 19140318, "text": "plays a crucial role in BMP-2 expression and acetylation of NF-kappaB p65 and p50 subunits by TSA treatment may activate the BMP-2 promoter."}, {"pubmed": 19231972, "text": "Adipose tissue-derived mesenchymal stem cells differentially respond to BMP-2 and TGF-beta1 with changes in gene expression of collagen-modifying enzymes."}, {"pubmed": 19238726, "text": "The effects of BMP-2 on hBMSCs can vary depending on the stage of osteoblast differentiation."}, {"pubmed": 19240369, "text": "Osteoblasts exposed in dose-dependent manner to rhBMP-2, -4 and -7 had significantly lower rates of proliferation and higher rate of apoptosis."}, {"pubmed": 19266077, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19281856, "text": "The effects of shockwave on bone healing and systemic concentrations of BMP-2"}, {"pubmed": 19301257, "text": "Osteoblastic bone formation is induced by using nanogel-crosslinking hydrogel as novel scaffold for BMP2."}, {"pubmed": 19324447, "text": "level of expression is associated with lung cancer"}, {"pubmed": 19324883, "text": "ERRgamma is a novel negative regulator of osteoblast differentiation and bone formation via its regulation of Runx2 transactivity."}, {"pubmed": 19327734, "text": "additional functional mechanism for the pathogenesis of brachydactyly type A2, which is duplication of a regulatory element that affects the expression of BMP2 in the developing limb"}, {"pubmed": 19341710, "text": "BMP-2 down-regulates miR-206 expression at the post-transcriptional level, by inhibiting the processing of pri-miR-206 into mature miR-206, and that BMP-2 could regulate miRNA biogenesis by a novel mechanism."}, {"pubmed": 19375587, "text": "Bone morphogenetic protein-2 activity is regulated by secreted phosphoprotein-24 kd."}, {"pubmed": 19438813, "text": "analysis of the in vitro reconstruction of the mesenchymal condensation phenotype in the presence of BMP-2 in fetal serum-free cultures"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19473100, "text": "Findings demonstrate for the first time an endogenous survival pathway of hMSCs driven by a BMP signal."}, {"pubmed": 19492344, "text": "Individuals with the rs15705 SNP C/C genotype were associated with lower baseline subcutaneous fat volumes and an increased gain in skeletal muscle volume following resistance training in a cohort of young males."}, {"pubmed": 19492344, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19582526, "text": "Successful spinal fusion by E. coli-derived BMP-2-adsorbed porous beta-tricalcium phosphate granules."}, {"pubmed": 19584291, "text": "Quantitative PCR analysis revealed down-regulation of BMP2 and BMP5 in tissue samples from adrenocortical carcinoma and adrenocortical tumor cell lines compared with normal adrenal glands."}, {"pubmed": 19609629, "text": "Report stimulation of ectopic bone formation in response to BMP-2 by Rho kinase inhibitor."}, {"pubmed": 19639199, "text": "suppression of the PI3 kinase/Akt pathway is correlated with the development of BMP2 resistance and invasion in BMP2-induced EMT in colon cancer."}, {"pubmed": 19653054, "text": "rhBMP-2 containing collagen sponges enhance bone repair in ovariectomized rats."}, {"pubmed": 19655815, "text": "Studied BMP2-induced osteoblast transdifferentiation; 1321 potential phosphoproteins were identified; 374 BMP2-specific phosphoproteins and 54 up- or down-regulated proteins were selected. Thrombospondin1 was id'd as the highest up-regulated protein."}, {"pubmed": 19670606, "text": "BMP2 secreted by macrophages was important in formation of tympanosclerosis."}, {"pubmed": 19693635, "text": "Complications of recombinant human BMP-2 for treating complex tibial plateau fractures: a preliminary report."}, {"pubmed": 19699244, "text": "Release characteristics and osteogenic activity of recombinant human bone morphogenetic protein-2 grafted to novel self-assembled poly(lactide-co-glycolide fumarate) nanoparticles."}, {"pubmed": 19713532, "text": "S100A4 and bone morphogenetic protein-2 codependently induce vascular smooth muscle cell migration via phospho-extracellular signal-regulated kinase and chloride intracellular channel 4."}, {"pubmed": 19754224, "text": "VEGF is a potent inhibitor of BMP2 expression in mesenchymal stem cells."}, {"pubmed": 19762079, "text": "The effects of rhBMP2 released from biodegradable polyurethane/microsphere composite scaffolds on new bone formation in rat femora are reported."}, {"pubmed": 19782107, "text": "the inhibition of apoptosis by BMP2 and GDF5 does not depend on more complex signal transduction pathways such as smad and MAPK signaling but on direct stabilization of XIAP by BMPR2."}, {"pubmed": 19797419, "text": "BMP-2 is a highly sensitive marker for gliomas prognosis"}, {"pubmed": 19799789, "text": "BMP-2 and BMP-4 were equally effective in provoking chondrogenesis by primary human mesenchymal stem cells"}, {"pubmed": 19800879, "text": "These results imply that M-Ras, induced and activated by BMP-2 signaling, participates in the osteoblastic determination, differentiation, and transdifferentiation under p38 MAPK and JNK regulation"}, {"pubmed": 19811499, "text": "interactions between TNF-alpha, NF-kappaB, and BMP-2 may be pivotal not only in enhancing the osteomimicry and metastatic potential of prostatic cancer cells, but also in bone remodeling."}, {"pubmed": 19835871, "text": "BMP-2 promotes motility and invasion of gastric cancer cells by activating the PI-3 kinase/Akt signal pathway."}, {"pubmed": 19857615, "text": "Overexpression of c-MYC particularly synergizes with endogenous BMP2 to enhance osteoblast differentiation and matrix maturation of human mesenchymal stem cells, and to a lesser extent enhances vitamin D-induced matrix mineralization."}, {"pubmed": 19879168, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19879168, "text": "investigation of BMP2 as a potential modifier gene for HFE (i.e., modifying penetrance of p.C282Y homozygote): genetic association studies with a common SNP near BMP2 in hemochromatosis patients"}, {"pubmed": 19909214, "text": "These observations indicate that GDF-5 regulates differentiation of both dental papilla and follicle during odontogenesis, co-operatively with other growth factors such as BMP-2."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19918795, "text": "Endoglin is involved in BMP-2-induced osteogenic differentiation of periodontal ligament cells through a pathway independent of Smad-1/5/8 phosphorylation."}, {"pubmed": 19924575, "text": "High BMP2 is associated with gastric cancer progression."}, {"pubmed": 19953937, "text": "The expression of BMP-2 in chorioamniotic membranes is closely related to premature rupture of membranes."}, {"pubmed": 20014079, "text": "Bone morphogenetic protein-responsive C2C12s to study the biological activity of collagen type I physisorbed BMP-2."}, {"pubmed": 20039267, "text": "Implicate STAT3 in the regulation of alkaline phosphatase expression by BMP-2 and dexamethasone in pluripotent stem cells."}, {"pubmed": 20041271, "text": "The combination of recombinant human BMP-2 and allograft yields equivalent surgical outcomes as autograft in elderly patients undergoing instrumented posterolateral lumbar fusion."}, {"pubmed": 20060812, "text": "GC-rich sequences within the BMP2 promoter region that strongly repress gene expression were identified."}, {"pubmed": 20065295, "text": "Neogenin regulates iron homeostasis via inhibiting secretion of HJV, an inhibitor of bone morphogenetic protein (BMP) signaling, to enhance BMP signaling and hepcidin expression."}, {"pubmed": 20232298, "text": "Hypoxia enhances BMP-2 expression in osteoblasts by an HIF-1alpha-dependent mechanism involving the activation of ILK/Akt and mTOR pathways."}, {"pubmed": 20237276, "text": "BMP2 is both negatively and positively regulated by Smad4 and YY1 bound to a promoter region in cerebral cortex neurons."}, {"pubmed": 20302941, "text": "A novel procedure is presented which allows fast and efficient production of biologically active BMP-2."}, {"pubmed": 20304956, "text": "Epithelial to mesenchymal transition in human skin wound healing is induced by tumor necrosis factor-alpha through bone morphogenic protein-2"}, {"pubmed": 20306291, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20346918, "text": "elevated concentrations of Ca2+ increase the gene expression level of BMP-2 via an extracellular signal-regulated kinase (ERK) pathway and the influx of Ca2+ through voltage-gated calcium channels."}, {"pubmed": 20348041, "text": "BMP2 plays an important role in the early stages of repair by recruiting local sources of skeletal progenitors within periosteum and endosteum."}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20432245, "text": "Elevated BMP2 synthesis is associated with increased malignancy in mouse models of lung cancer and poor lung cancer patient prognosis"}, {"pubmed": 20432444, "text": "Adiponectin enhances BMP-2 expression in osteoblastic cells, and AdipoR1 receptor, AMPK, p38 and NF-kappaB signaling pathways may be involved in increasing BMP-2 expression by adiponectin."}, {"pubmed": 20505824, "text": "Agrin binds BMP2, BMP4 and TGFbeta1 with relatively high affinity."}, {"pubmed": 20506112, "text": "Data find developmentally regulated and reciprocal patterns of expression of BMP2 and BMP4 and identify germ cells to be the exclusive targets of ovarian BMP signaling."}, {"pubmed": 20530805, "text": "c/hemojuvelin is a broad spectrum bone morphogenetic protein (BMP) antagonist and inhibits both BMP2- and BMP6-mediated signaling and gene expression"}, {"pubmed": 20537331, "text": "in chronic kidney disease, BMP-2 may represent the molecular link between oxidative stress and arterial stiffness due to vascular calcification"}, {"pubmed": 20546278, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20546612, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20548225, "text": "BMSCs transfected with reconstructed plasmid pIRES-hBMP-2-VEGF165 could secret a high level of BMP-2 and hVEGF165."}, {"pubmed": 20555025, "text": "The proteolytic activation and thus bioavailability of BMP2 is controlled by PC6."}, {"pubmed": 20565259, "text": "Borrelia burgdorferi CRASP-1 binds to several human extracellular matrix proteins and plasminogen that may contribute to adhesion, bacterial colonization, and organ tropism and may allow dissemination of Borrelia burgdorferi in the host."}, {"pubmed": 20567515, "text": "conclude that BMP-2/6 is more potent than BMP-2 or BMP-6 for inducing differentiation of human embryonic stem cells, and it can be used as a more powerful substitute of these BMPs in in vitro differentiation guidance"}, {"pubmed": 20576608, "text": "Down-regulation of miR-208 in BMP-2-stimulated osteoblast differentiation is an important part of the regulatory machinery involved in early osteogenesis."}, {"pubmed": 20587070, "text": "Low BMP2 is associated with epithelial ovarian cancer."}, {"pubmed": 20587610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20637325, "text": "The present study was designed to clarify the effects of epinephrine on BMP-induced ectopic bone formation."}, {"pubmed": 20651281, "text": "Expression of BMP-2, a potent initiator for osteoblast differentiation, was significantly enhanced in dedifferentiated vascular smooth muscle cells."}, {"pubmed": 20659471, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20668165, "text": "These results indicate that PDZRN3 plays an important role in negative feedback control of BMP-2-induced osteoblast differentiation in C2C12 cells through inhibition of Wnt3a-beta-catenin signaling."}, {"pubmed": 20670444, "text": "BMP-2 seems to play an important role in surgically induced cartilage repair; synovial expression correlates with the clinical outcome."}, {"pubmed": 20672350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20679527, "text": "Bone morphogenetic protein 2 is a major mediator of the hepcidin stimulatory activity of multiple myeloma sera."}, {"pubmed": 20682677, "text": "Results indicate that bone morphogenetic proteins 2, 4, and7 may play a role in the process of spinal ankylosis."}, {"pubmed": 20684029, "text": "WISP-1 has a positive influence on bone cell differentiation and function and may work by enhancing the effects of BMP-2"}, {"pubmed": 20721706, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20730440, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20816195, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20818491, "text": "The results indicated that the combined delivery of bone marrow stem cells and BMP2 (group I) resulted in the highest regenerative effects on orbital bone defects, compared to the other groups without BMP2."}, {"pubmed": 20825377, "text": "study concludes that expression and disappearance of BMP-2 might contribute to folliculogenesis and luteinization by regulating gonadotropin receptor expression in granulosa cells"}, {"pubmed": 20838369, "text": "Report few complications directly attributed to rhBMP-2/ACS in posterolateral spinal fusion."}, {"pubmed": 20848249, "text": "The data suggest that BMP-2 accelerates invasion of panc-1 cells via the PI3K/AKT pathway"}, {"pubmed": 20874259, "text": "TGF-beta1 enhances BMP-2-induced ectopic bone formation."}, {"pubmed": 20927405, "text": "The crystal structure of the complex of the BMPR-IA bound to the Fab AbD1556 revealed that the contact surface of BMPR-IA overlaps extensively with the contact surface for BMP-2 interaction."}, {"pubmed": 20939477, "text": "The mRNA expressions of VEGF and BMP-2 in the nontraumatic avascular necrosis of femoral head group were significantly lower than those in the control group."}, {"pubmed": 21054789, "text": "data indicate that WFIKKN proteins are antagonists of GDF8 and GDF11, but in the case of TGFbeta1, BMP2 and BMP4 they function as growth factor binding proteins"}, {"pubmed": 21084396, "text": "Leiomyoma-secreted transforming growth factor beta 3 induces BMP-2 resistance in endometrium by down-regulation of bone morphogenetic protein receptor 2, likely causing defective endometrial decidualization"}, {"pubmed": 21096864, "text": "The objective of this work was to investigate the effect of sustained release of rhBMP-2, grafted to biodegradable nanoparticles (NPs) based on osteogenic differentiation of bone mesenchymal stem (BMS) cells."}, {"pubmed": 21121067, "text": "high glucose levels can evoke the calcification of human aortic smooth muscle cells by inducing osteoblastic trans-differentiation and intracellular calcium deposition via the BMP-2/Cbfalpha-1 pathway."}, {"pubmed": 21128211, "text": "conclude that genetic variations in BMP-2 and -4 do not substantially contribute to lumbar spine bone mineral density in postmenopausal Turkish women"}, {"pubmed": 21205918, "text": "BMP2 expression is significantly increased in calcific aortic stenosis tissue compared to controls."}, {"pubmed": 21212630, "text": "BMP-2 requires Smad4 and the activation of the Par6/Smurf1 pathway"}, {"pubmed": 21247344, "text": "High doses of bone morphogenetic protein 2 induce structurally abnormal bone and inflammation in vivo."}, {"pubmed": 21254281, "text": "In this large study of elderly patients who underwent lumbar fusion surgery, exposure to recombinant BMP2 was not associated with an increased risk of pancreatic cancer."}, {"pubmed": 21277338, "text": "DNA methylation primes C2C12 cells for myogenesis and prevents spontaneous osteogenesis, but still permits induction of the osteogenic transcriptional program upon BMP2 stimulation."}, {"pubmed": 21285872, "text": "expression lacks prognostic significance in uterine leiomyosarcomas"}, {"pubmed": 21308375, "text": "The increase of BMP-2 appears as an effect of the electromagnetic field stimulations applied in orthopaedics."}, {"pubmed": 21308777, "text": "An E3 ligase, neural precursor cell expressed, developmentally down-regulated 4 (Nedd4), also was found as one of the important modulators of the p-Smad1 in both BMP-2 and TGF-beta1 action."}, {"pubmed": 21327739, "text": "High serum BMP2 is associated with metastais in non-small-cell lung cancer."}, {"pubmed": 21347550, "text": "pBMP-2 transfection mediated by GenEscorttrade mark II could enhance the osteogenic differentiation of canine bMSCs and promote the ectopic new bone formation in nude mice."}, {"pubmed": 21401418, "text": "All-trans retinoic acid and bone morphogenetic protein 2 synergistically induced alkaline phosphatase activity, one of the osteoblastic differentiation markers, and promoted extracellular matrix calcification in myoblastic C2C12 cell culture system."}, {"pubmed": 21415150, "text": "Circulating bone morphogenetic protein 1-3 isoform increases renal fibrosis."}, {"pubmed": 21471203, "text": "Notch1 intracellular domain.RBPJk complex enhances the BMP2-induced Msx2 gene expression by cooperating with Smad1 and suggest that Notch signaling makes vascular SMC responsive to BMP2 and promotes vascular calcification."}, {"pubmed": 21570392, "text": "High BMP2 is associated with metastasis in gastric cancer."}, {"pubmed": 21655089, "text": "Multiple common susceptibility variants near BMP pathway loci GREM1, BMP4, and BMP2 explain part of the missing heritability of colorectal cancer"}, {"pubmed": 21659661, "text": "ET-1 and BMP2 have opposing effects on chloride channel activity in human fibroblasts."}, {"pubmed": 21660578, "text": "To increase the osteogenic and angiogenic effects of marrow-derived mesenchymal stromal cells (MSCs), we co-transfected (by means of lentivirus) the human angiopoietin-1 gene (hAng-1) and human bone morphogenetic protein 2 gene (hBMP2) into MSCs."}, {"pubmed": 21673630, "text": "Tissue scaffold loaded with low-dose rhBMP-2 is comparable to autograft bone as a bone graft substitute in this large animal model of anterior lumbar body fusion."}, {"pubmed": 21688123, "text": "Bovine lactoferrin administration prevented the progression of hepatic failure in human myofibroblasts and mice, and enhanced IL-11 and BMP2 expression in the small intestine."}, {"pubmed": 21688312, "text": "BMP-2 mediates PGE(2) -induced reduction of proliferation and osteogenic differentiation of tendon stem cells."}, {"pubmed": 21688537, "text": "relationship between serum level of bone morphogenetic proteins-2 (BMP-2) and heterotopic ossification (HO) in traumatic brain injury (TBI) and fractures patients"}, {"pubmed": 21702718, "text": "studies show that even though tenogenic (BMP 12 and BMP 13) and osteogenic (BMP2) BMPs bind the same receptors with high affinity they signal much differently and result in differential activation of osteogenic and tenogenic markers"}, {"pubmed": 21720209, "text": "Our data suggest that miR-140 has a large number of targets conserved between human and chicken and we validate one of these, BMP2."}, {"pubmed": 21755409, "text": "after gamma-irradiation and transplantation, mesenchymal stem cells and rhBMP2 additively promoted and improved hematopoietic restoration and function"}, {"pubmed": 21777514, "text": "Runx2 plus BMP2 mediated efficient conversion of fibroblast-like ligamentum flavum cells into osteoblast- like cells."}, {"pubmed": 21842277, "text": "Mechanical loading upregulates BMP7, likely via the VDR, but not BMP2, gene and protein expression in osteocytes in vitro."}, {"pubmed": 21876344, "text": "The expression level of BMP2 is strongly elevated in kidney cancer"}, {"pubmed": 21885439, "text": "novel evidence that inhibition of BMP-2 or BMP-2-mediated MAPK/Runx2/Snail signaling is an attractive therapeutic target for osteolytic bone metastases in lung cancer patients."}, {"pubmed": 21907184, "text": "BMP-2-mediated NADPH oxidase activation increased ER stress leading to an increase in Runx2 expression thus promoting vascular smooth muscle cell calcification."}, {"pubmed": 21923031, "text": "The expressions of VEGF, bFGF, and BMP-2 mRNAs decline in traumatic and nontraumatic avascular necrosis of femoral head."}, {"pubmed": 21998741, "text": "BMP-2 had a similar binding affinity for each extracellular matrix, while TGF-beta1 had a greater affinity for ECMs produced by osteoblasts from control compared to craniosynostosis patients"}, {"pubmed": 22102412, "text": "BMP2 induces osteoblast differentiation through Runx2-dependent ATF6 expression, which directly regulates Oc transcription."}, {"pubmed": 22119392, "text": "BMP-2 can inhibit LPS-induced TF protein expression and surface presentation in human MNCs by downregulation of Erk1/2, p38, and JNK signaling."}, {"pubmed": 22270235, "text": "The data indicated that BMP2 promoted the migration and invasion of MCF-7 cells by regulating the reorganization of cytoskeleton and the expression of adhesion molecules in/on the cells."}, {"pubmed": 22310349, "text": "Recombinant human bone morphogenetic protein-2 (rhBMP-2) is a successful adjunct for spinal fusion in pediatric patients."}, {"pubmed": 22323359, "text": "TMPRSS6, but not TF, TFR2 or BMP2 variants are associated with increased risk of iron-deficiency anemia in Chinese women."}, {"pubmed": 22359486, "text": "Recombinant human BMP-2 exerted an inhibitory effect on the growth of normal and malignant gastric mucosa cells and the inhibition become more evident with the increase of BMP-2 dose."}, {"pubmed": 22366399, "text": "Ubc9 negatively regulates osteoblastic differentiation induced by BMP."}, {"pubmed": 22496405, "text": "Adult renal progenitor cells express BMP-2, which may induce their commitment toward a myofibroblastic phenotype in vitro and in vivo; this profibrotic effect is mediated by Nox4 activation."}, {"pubmed": 22540193, "text": "Study found that BMP2 stimulation and mechanical load synergistically regulate immediate early phosphorylation events in the BMP pathway in human fetal osteoblasts."}, {"pubmed": 22542719, "text": "Data show that bone morphogenetic protein-2 (BMP-2) significantly increased in serum of patients who had urinary tract infection (UTI) and renal stone."}, {"pubmed": 22583106, "text": "Mutation of a cleavage site adjacent to the mature domain leads to increase in secreted mature BMP-2 with reduced activity"}, {"pubmed": 22652428, "text": "Recombinant human bone morphogenetic protein-2 released from polyurethane-based scaffolds promotes early osteogenic differentiation of human mesenchymal stem cells"}, {"pubmed": 22652796, "text": "hypothesized that BMP2 promotes cancer metastasis by modulating MMP-2 secretion and activity through intracellular ROS regulation and ERK activation in pancreatic cancer"}, {"pubmed": 22674456, "text": "BMP2 and BMP7 have roles in inflammation, but BMP7 has a greater role in soft tissue edema"}, {"pubmed": 22771956, "text": "These results demonstrated a novel role of SDF-1 signaling in regulating BMP2-induced chondrogenic differentiation in vitro."}, {"pubmed": 22778550, "text": "Results demonstrated that it was advantageous to construct tissue engineering bone using ADSCs cotransfected with BMP2 and BMP7 on beta-TCP.The results showed the BMP2 and BMP7 genes cotransfection group dramatically enhanced new bone formation."}, {"pubmed": 22791809, "text": "Increased expression and activity of the BMP pathway accompanied by CDX2 upregulation and SOX2 downregulation were observed in AGS cells co-cultured with H. pylori or BMP2"}, {"pubmed": 22886971, "text": "UPB scaffolds sequentially exhibited burst and sustained release of rhBMP2."}, {"pubmed": 22894570, "text": "More importantly, 3D micro-computed tomography images enabled the visualization of a well-contained newly formed bone at ipsilateral implant sites with surface functionalized rhBMP-2 delivery."}, {"pubmed": 22958403, "text": "Recombinant TGFbeta1 effectively blocks recombinant BMP-2 and BMP-7 signaling in osteoblasts."}, {"pubmed": 22961954, "text": "In vitro and in vivo studies of rhBMP2-coated PS/PCL fibrous scaffolds for bone regeneration."}, {"pubmed": 22965927, "text": "We report on a multigenerational family with a history of cleft palate as a result of a 2.3 Mb deletion of chromosome 20p12.3, including the BMP2 gene."}, {"pubmed": 23010719, "text": "SHP is a downstream factor of BMP2 signaling in odontoblasts and may stimulate dentin matrix mineralization via enhancing the transcriptional activity of Dlx5."}, {"pubmed": 23017834, "text": "Data indicate that LvNELL1 infection promoted the osteogenic differentiation of hADSCs, and the effect was comparable with that of LvBMP2."}, {"pubmed": 23023810, "text": "Effects of recombinant human bone morphogenic protein-2 and human bone marrow-derived stromal cells on in vivo bone regeneration of chitosan-poly(ethylene oxide) hydrogel."}, {"pubmed": 23079991, "text": "This was the first time that BMP2 and BMP4 single nucleotide polymorphisms were observed in Mexican oligodontia families."}, {"pubmed": 23088504, "text": "Therefore, cell-specific ECMs are capable of modulating the BMP-2-induced osteogenic and chondrogenic differentiation of hMSCs."}, {"pubmed": 23122408, "text": "The kinetics of the folding and dimerization of human BMP-2."}, {"pubmed": 23142810, "text": "Studies uncovered a linear pathway involving BMP2, WNT4/beta-catenin, and Forkhead box protein O1 that operates in human endometrium to critically control decidualization."}, {"pubmed": 23150675, "text": "MTMR4 is a necessary negative modulator for the homeostasis of BMP/Dpp signaling"}, {"pubmed": 23160099, "text": "Robust associations with nonsyndromic sagittal craniosynostosis were found in a 120-kb region downstream of BMP2 flanked by rs1884302 and rs6140226 and within a 167-kb region of BBS9 between rs10262453 and rs17724206."}, {"pubmed": 23161572, "text": "Single-nucleotide polymorphisms in BMP2 gene is associiated with colorectal cancer."}, {"pubmed": 23192572, "text": "Local administration of VEGF and rhBMP-2 augments angiogenesis, osteoblastic activity and bone blood flow from implanted blood vessels of donor origin in vascularized bone allografts"}, {"pubmed": 23239467, "text": "64% of the Wnt signaling components regulated by demineralized bone powder were regulated similarly by the sum of effects by BMP-2 and by TGF-beta1."}, {"pubmed": 23276457, "text": "Med19 promotes bone metastasis and invasiveness of bladder urothelial carcinoma via bone morphogenetic protein 2."}, {"pubmed": 23313904, "text": "The method is demonstrated using BMP-2 proteins on C2C12 cells as a model system."}, {"pubmed": 23341458, "text": "Data indicate that FSAP mediates proteolytic cleavage and activation of bone morphogenetic protein-2 (BMP-2)."}, {"pubmed": 23359411, "text": "BMP-2 pre-conditioning significantly increases osteogenic differentiation of adipose tissue-derived mesenchymal stem (ASC) cells but the effects are significantly smaller than those observed for (TNF)-alpha preconditioning."}, {"pubmed": 23360788, "text": "A high-concentration BMP2 decreases human periosteal cell proliferation and induces apoptosis via the activation of Wnt inhibitors DKK1 and SOST."}, {"pubmed": 23423222, "text": "Gene expression changes due to neurofibromin modulation but independent of NRAS and MEK1/2 regulation in malignant peripheral nerve sheath tumor cells indicated bone morphogenetic protein 2 (Bmp2) signaling as a key pathway."}, {"pubmed": 23429681, "text": "Suggest that the in vivo host response to rhBMP-2 in a rat model may be associated with circulating proinflammatory and osteoclastic cytokines."}, {"pubmed": 23461810, "text": "Heparin-conjugated fibrin long-term delivery system with low dose of BMP-2 (10 mug) is ineffective for the induction of lumbar posterolateral fusion in the rabbits."}, {"pubmed": 23506588, "text": "The Smad mediated signaling pathway plays an important role during the pathological process of OPLL induced by SNPs of BMP-2 gene"}, {"pubmed": 23528838, "text": "This study demonstrates that COMP enhances the osteogenic activity of BMP-2, both in-vitro and in-vivo."}, {"pubmed": 23537995, "text": "This Bmp2 nsSNP will cause changes in the protein structure."}, {"pubmed": 23708553, "text": "the BMP pathway is involved in calcitonin gene-related peptide-induced osteogenic differentiation but not in proliferation, whereas the cAMP/pCREB pathway is involved in the expression of BMP-2."}, {"pubmed": 23716395, "text": "Inhibition of BMP activity protects epithelial barrier function in lung injury."}, {"pubmed": 23784946, "text": "These data indicate a synergistic crosstalk between 1alpha,25(OH)2D3 and BMP2 toward osteogenesis and mineral deposition, involving both VDR and Pdia3."}, {"pubmed": 23790163, "text": "Osteogenic potential of BMP-2-releasing self-assembled membranes."}, {"pubmed": 23825642, "text": "stimulation potential with BMP-2 and BMP-7 of tenocyte-like cells"}, {"pubmed": 23853066, "text": "determined whether BMP-2, -6, and -7 differentially regulate the proliferation, mineralization, and mRNA expression of bone/mineralized tissue associated genes of human periodontal ligament stem cells obtained from periodontal ligament tissue"}, {"pubmed": 23900689, "text": "BMP-2 induces bone formation in heterogeneous osteosarcoma cells and BMP-2 may have a promising therapeutic role for treating human osteosarcoma by inducing differentiation along an osteogenic pathway"}, {"pubmed": 23901942, "text": "BMP-2 plasmid DNA-based gene therapy in alginate is a promising new strategy for BMP-2 administration for bone (re)generation."}, {"pubmed": 23916851, "text": "BMP-2 regulates Sdf-1alpha/CXCR4 signaling mediating digit tip regeneration."}, {"pubmed": 23918166, "text": "Results indicate that BMP/Smad signaling pathway was altered during the period of osteogenesis, and that the activities of p-Smad1/5 were required for Saos-2 cells viability and differentiation induced by fluoride."}, {"pubmed": 23977305, "text": "BMP signaling was stimulated in adipose derived stem cells (ASCs) by downregulating noggin."}, {"pubmed": 23977328, "text": "the released BMP-2 directs osteogenic differentiation in vitro and in vivo."}, {"pubmed": 24060635, "text": "JNK and GSK3 especially are potential signaling molecules regulating BMP-induced osteoblastic human mesenchymal stem cells differentiation."}, {"pubmed": 24077220, "text": "Data suggest that MMP10 (matrix metallopeptidase 10) promotes differentiation of myoblasts into osteoblasts by up-regulating BMP2/Smad6/Smad7 signaling pathway and gene expression of proteins found in bone (collagen, type I; osterix; osteocalcin)."}, {"pubmed": 24100446, "text": "Using primary cells and a cell line mimicking CP-CML, we found that myeloid progenitor expansion is driven by the exposure of immature cells overexpressing BMP receptor Ib to BMP2 and BMP4."}, {"pubmed": 24153173, "text": "Use of recombinant BMP-2 may unnecessarily increase the risk of complication in routine lumbar interbody fusion procedures."}, {"pubmed": 24175816, "text": "Serum BMP-2 up-regulation is associated with advanced non-small cell lung cancer."}, {"pubmed": 24205156, "text": "50 ng/ml BMP-2/7 could antagonize ATRA and significantly enhance the mineralization."}, {"pubmed": 24247005, "text": "Head and neckk squamous cell carcinomas with high baseline BMP-2 protein level are associated with higher rates of local recurrence."}, {"pubmed": 24266740, "text": "Spatial distribution of newly formed bone is more uniform in gelatin-coated scaffolds of BMP-2 than in uncoated scaffolds, which display preferential bone formation at the periphery."}, {"pubmed": 24269858, "text": "Recombinant human bone morphogenetic protein-2 (rhBMP-2) use during an anterior or transforaminal lumbar interbody fusion technique is associated with an increased risk of neurological deficit and anterior thigh/groin pain."}, {"pubmed": 24288199, "text": "Inhibition of rhBMP-2-induced ALP activity by intracellular delivery of SMURF1 in murine calvarial preosteoblast cells."}, {"pubmed": 24321094, "text": "In conclusion, results of our study suggest that the NOTCH-signaling pathway, which is activated during the osteogenic differentiation of DFCs."}, {"pubmed": 24339730, "text": "Specific gene siRNAs knock-down further confirmed the osteogenic effects of Genistein on BMP2, SMAD5 and RUNX2 protein expression"}, {"pubmed": 24387671, "text": "In adamantinomatous craniopharyngioma, Bmp2 was expressed primarily in the stellate reticulum and whorl-like array cells; Runx2 and Osterix tended to be expressed in calcification-related epithelia."}, {"pubmed": 24393182, "text": "Radiographic union is consistent with published rates for nonunion repair of scaphoid, phalanx, and distal radius fractures; however, treatment with recombinant BMP-2 did not produce superior rates of union in patients with wrist and hand nonunion."}, {"pubmed": 24406215, "text": "CCN3 can promote dentinogenesis by coordinating proliferation and odontoblastic differentiation of dental pulp stem cells via modulating Notch and BMP2 signaling pathways."}, {"pubmed": 24409810, "text": "JNK activity is required for late-stage odontoblastic differentiation induced by BMP-2"}, {"pubmed": 24420717, "text": "The effect of polyP on bone formation is associated with an increased release of the bone morphogenetic protein 2 (BMP-2), a key mediator that activates the anabolic processes leading to bone formation"}, {"pubmed": 24477081, "text": "Recombinant human rhBMP-2 use and location of rhBMP-2 use in adult spinal deformity surgery, at reported doses, do not increase acute major, neurological, or wound complications."}, {"pubmed": 24477555, "text": "Both BMP2 and BMP7 promote odontogenic and osteogenic differentiation of human tooth germ stem cells."}, {"pubmed": 24492129, "text": "Rare variants in BMP2 and BMP4 are not a major genetic component in the otosclerosis population. However, those with functional affect showed decreased Smad signaling."}, {"pubmed": 24551211, "text": "Sox9 potentiates BMP2-induced chondrogenic differentiation and inhibits BMP2-induced osteogenic differentiation."}, {"pubmed": 24551273, "text": "BMP2, is elevated in the stenotic colon segment of Hirschsprung disease patients, and BMP2 signaling may play a pivotal role in disease development."}, {"pubmed": 24561081, "text": "cyclic tensile force activates ERK1/2 and p38 MAP kinase signaling pathways, and induces COX-2 expression, which is responsible for the sequential PGE2 biosynthesis and release, and mediates the increase in BMP-2 expression at the transcriptional level."}, {"pubmed": 24573607, "text": "suggest that BMP-2 exerts an inhibitory effect on the growth and migration of hepatocellular carcinoma cells, possibly via a blockade of PI3K/AKT signaling"}, {"pubmed": 24585058, "text": "Findings suggest that suppression of BMP2 by epigenetic silencing may play a critical role in the genesis of rhabdomyosarcoma."}, {"pubmed": 24601881, "text": "Data suggest BMP2 stimulates SMAD2/3 signaling in gonadotrophs via Bmpr1a (bone morphogenetic protein receptor type 1A); such signaling via SMAD3 appears to be necessary for up-regulation of Fshb (follicle stimulating hormone beta) transcription."}, {"pubmed": 24639043, "text": "osteogenic induction by the sequential delivery of BMP-2 followed by FGF-2 from core-shell microspheres was even worse than that from microspheres loaded with BMP-2 in both core and shell, although comparable to the cases of parallel delivery of dual GFs"}, {"pubmed": 24643989, "text": "Rln enhanced synergistically BMP-2-induced osteoblast differentiation and bone formation."}, {"pubmed": 24682653, "text": "Human recombinant BMP2 induced neurite outgrowth from cultured rat ventral midbrain DA neurons. This is dependent on BMP type I receptor activation of the Smad 1/5/8 signalling pathway."}, {"pubmed": 24710560, "text": "BMP2 is the causing gene for BDA2"}, {"pubmed": 24723453, "text": "Coleusin factor represents a new type of BMP-2 inducer that restores differentiation in osteosarcoma cells."}, {"pubmed": 24737472, "text": "These results suggest that these SNPs of BMP-2 and COL6A1 may not directly influence the expression of OPLL."}, {"pubmed": 24742993, "text": "studies show that Shh, BMP2 and COL1 protein expression is decreased in trisomy 18 amniocytes compared to normal amniocytes."}, {"pubmed": 24743742, "text": "TNF-alpha/IL-1beta- and BMP-2-activated p38 and ERK1/2 signaling have opposing roles that converge on Runx2 to regulate osteoblastic differentiation."}, {"pubmed": 24764177, "text": "the use of a HCF system loaded with ErhBMP-2 may reduce adipose tissue formation and enhance mineralized tissue formation."}, {"pubmed": 24764222, "text": "results suggest that the positive effect of the combination of EGF and rhBMP-2 is expected to induce the bone formation earlier compared to the single use of rhBMP-2 in vitro and in vivo."}, {"pubmed": 24783213, "text": "Heterotopic bone was engineered in vivo around vessels using different rhBMP-2 and TG-VEGF ratios in a fibrin matrix injected into a dimensionally stable membrane tube which prevented direct contact with skeletal muscles."}, {"pubmed": 24804200, "text": "Effect of cyclic mechanical stimulation on the expression of osteogenesis genes in human intraoral mesenchymal stromal and progenitor cells."}, {"pubmed": 24814649, "text": "BMP-2 and -4 are produced by vascular smooth muscle cells in atherosclerotic lesions and induce monocyte chemotaxis through direct BMPRII activation"}, {"pubmed": 24828823, "text": "These compounds increased BMP-2 signal responsiveness."}, {"pubmed": 24885555, "text": "These results provide evidence for an important contribution of the BMP2-PI3K (p55gamma/p110alpha)- PIP3-LL5beta signalling axis in mesenchymal progenitor cell chemotaxis."}, {"pubmed": 24928442, "text": "miR-140-5p functionally inhibits osteogenic lineage commitment in undifferentiated hMSC"}, {"pubmed": 24942379, "text": "data support that the presentation of BMP-2 on the surface of nanofibers as immobilized by utilizing polydopamine chemistry may be an effective method to direct bone growth at relatively low local concentration."}, {"pubmed": 24946687, "text": "BMP-2 silencing can significantly inhibit non-small lung cancer cell proliferation and migration."}, {"pubmed": 24954001, "text": "oxidized-irradiated alginate hydrogels would elicit an accelerated release of BMP-2, but degrade faster in vivo, facilitating the formation of higher quality, more mature bone compared to irradiated alginate."}, {"pubmed": 25027287, "text": "Data (including data involving bovine ectogenesis and recombinant human BMP2) suggest that BMP2 plays minimal role in up-regulation of mRNA for specific proteins that occurs during oocyte maturation and embryonic development to blastocyst stage."}, {"pubmed": 25070743, "text": "The results suggested that lentiviral-mediated BMP2 gene transfection enhances the odontogenic differentiation capacity of human stem cells from the apical papilla in vitro."}, {"pubmed": 25099263, "text": "pHEMA-nHA-vancomycin preabsorbed with rhBMP-2 may be useful in the repair of critical-size long bone defects prone to infections."}, {"pubmed": 25099618, "text": "High BMP2 expression is associated with glioma."}, {"pubmed": 25152406, "text": "HMSC from osteoporotic patients showed a significant increase of migration upon BMP-2 or FCS stimulation, as well as a significant increase of invasion upon BMP-2, BMP-7 or FCS stimulati"}, {"pubmed": 25191703, "text": "BMP2 gene variant of rs2273073 (T/G) can not only increase individual susceptibility to OPLL, but also increase the sensibility to mechanical stress which may play an important role during the pathological process of OPLL."}, {"pubmed": 25301360, "text": "BMP2 stimulated osteogenic differentiation of hADSCs."}, {"pubmed": 25329960, "text": "These results suggest that COMP-Ang1 preserved the necrotic femoral head through the potentiation of BMP-2 signaling pathways and angiogenesis."}, {"pubmed": 25350918, "text": "PC5/6A is involved in squamous differentiation of human nasal epithelial cells, possibly through up-regulation of the BMP-2 signaling pathway."}, {"pubmed": 25359431, "text": "It is suggested that oxytalan-positive POFs, purportedly originating from the periodontal ligament, express molecules that are specific to bone and cementum (Runx-2, BMP-2), or cementum only (CAP)."}, {"pubmed": 25378054, "text": "Gremlin1 preferentially binds to BMP-2 and BMP-4 over BMP-7."}, {"pubmed": 25391427, "text": "Five single nucleotide polymorphisms (SNP) in the BMP2 gene were genotyped."}, {"pubmed": 25412776, "text": "Biglycan upregulates BMP-2 and TGF-beta 1 in human aortic valve cells through Toll-like receptors.  Both BMP-2 and TGF-beta 1 are required for aortic valve cell pro-osteogenic reprogramming."}, {"pubmed": 25430711, "text": "Overexpression of COMP inhibits BMP-2-induced osteogenic differentiation and promotes BMP-2-induced chondrogenic differentiation."}, {"pubmed": 25431339, "text": "BMP-2 inhibits the tumor-initiating ability of renal CSCs and induces osseous bone formation."}, {"pubmed": 25562153, "text": "BMP-2 plays a crucial role in calcium deposition in VSMCs and VC in CKD patients via a mechanism involving the Wnt/b-catenin pathway"}, {"pubmed": 25601208, "text": "Disequilibrium of BMP2 levels in the breast stem cell niche launches epithelial transformation by overamplifying BMPR1B cell response"}, {"pubmed": 25640452, "text": "Results demonstrate failure of BMP-2 signaling in osteoporotic mesenchymal stem cells."}, {"pubmed": 25644704, "text": "BMP2 levels in serum and synovial fluid are closely related to the radiographic and symptomatic severity of knee osteoarthritis"}, {"pubmed": 25656933, "text": "this study demonstrates that Ca(2+) activates the BMP2-mediated Smad1/5/8 and Erk1/2 pathways in DPSCs and that Smad1/5/8 and Erk1/2 signaling converge at Runx2 to control the odontoblastic differentiation of DPSCs"}, {"pubmed": 25668064, "text": "This approach is suitable for achieving controlled and sustained local delivery of BMP-2 and other growth factors."}, {"pubmed": 25681461, "text": "Data suggest that the up-regulation of bone morphogenetic protein 2 (BMP-2) and SRY-9 transcription factor in chondrocytes may play a key role in preventing cytoskeletal alterations."}, {"pubmed": 25698539, "text": "C23 protein meditates bone morphogenetic protein-2-mediated epithelial-to-mesenchymal transition via up-regulation of Erk1/Erk2 and Akt in gastric cancer.Correlations between C23, BMPRII expression and prognosis of gastric cancer patients."}, {"pubmed": 25705677, "text": "Increased localization of BMP-2 protein and expression of osteocalcin were observed within defects, suggesting accumulation of endogenous BMP-2 and/or increased de novo expression of BMP-2 protein within sites undergoing bone repair by AMOR"}, {"pubmed": 25776852, "text": "much effort has been devoted to identifying the molecules and conditions that influence BMP2 synthesis and the complex mechanisms that control Bmp2 gene expression."}, {"pubmed": 25797254, "text": "High BMP-2 mRNA expression was associated with advanced tumor stage and lymph node involvement and lower BMP-2 mRNA with poor overall survival post-nephrectomy. In RCC cells, BMP-2 inhibited cell proliferation, migration, invasion, and colony formation."}, {"pubmed": 25814267, "text": "hBMP-2 and hTGF-beta1 can synergistically improve the bone repair process. Our results suggest a potential clinical value of combining hBMP-2 and hTGF-beta1 in repairing bone defects."}, {"pubmed": 25817394, "text": "Report long-term controlled delivery of rhBMP-2 from collagen-hydroxyapatite scaffolds for superior bone tissue regeneration."}, {"pubmed": 25837159, "text": "These results demonstrate that estrogen signaling in osteoblasts negatively regulates SOST expression in an indirect manner through interaction with BMP2 signaling."}, {"pubmed": 25917422, "text": "Hydrogel-rhBMP-2 hybrid delivery system improved bone formation and restoration of biomechanical function of rat segmental bone defects compared with autograft treatment."}, {"pubmed": 25920311, "text": "The investigation also shows lack of correlation of 570A>T and 5375G>A BMP2 polymorphisms polymorphisms with analysed clinical and bone turnover parameters."}, {"pubmed": 25924783, "text": "BMP2 expression in human lung fibroblasts has a role in lung adenocarcinomas"}, {"pubmed": 25938661, "text": "These results show how repulsive guidance molecule acts as the central hub that links BMP2 and NEO1 and physically connects these fundamental signaling pathways."}, {"pubmed": 25976471, "text": "Single nucleotide polymorphisms in HAMP, BMP2, FTL and SLC40A1 genes have phenotype-modifying roles in hereditary hemochromatosis type 1."}, {"pubmed": 25996180, "text": "ovariectomy and corticosteroid-induced osteoporosis significantly undermines rhBMP-2 osteoinductivity."}, {"pubmed": 26003174, "text": "Patients with T2DM had higher circulating levels of BMP-2 than normal controls. Plasma BMP-2 levels correlated positively with atherosclerotic plaque burden and coronary calcification in patients with T2DM."}, {"pubmed": 26047580, "text": "data suggest a possible mechanism by which the elevation of beta-catenin resulting from BMP2 stimulation is mediated by the p38 MAPK pathway, which sheds light on the molecular mechanisms of BMP2-mediated pulp reparative dentin formation"}, {"pubmed": 26053675, "text": "High-dose recombinant human bone morphogenetic protein-2 impacts histological and biomechanical properties of a cervical spine fusion segment: results from a sheep model."}, {"pubmed": 26124007, "text": "our results suggest that the BMP-2 induced STAT3-mediated induction of colon cancer cell metastasis requires an EMT and/or changes in cancer stem cell markers"}, {"pubmed": 26138030, "text": "There was no association between genotype and allele distribution for BMP polymorphisms and primary enamel microhardness alterations. Our result suggests that BMP2 may be involved in caries experience in primary dentition from a Nova Friburgo cohort."}, {"pubmed": 26169838, "text": "BMP2-transduced BMSCs can maintain the chondrocyte-like phenotype in PRP gel in vitro, and the combined use of these two agents can significantly promote repair of the degenerated discs in vivo"}, {"pubmed": 26177709, "text": "This study demonstrates that viscous collagen gel can be an effective carrier for rhBMP-2 delivery into surgical sites, and that the injectable rhBMP-2-containing collagen gel may be applied for the enhancement of tendon-bone interface healing"}, {"pubmed": 26292283, "text": "Over-expression of BMP-2 in human articular cartilage progenitor cells , independent of load, led to an increase in markers associated with hypertropy."}, {"pubmed": 26308798, "text": "NF-kappaB stimulates BMP-2 mRNA expression in rat and human beta cells upon IL-1b cytokine exposure."}, {"pubmed": 26332449, "text": "Lgr4 gene is regulated by BMP and is required for BMP effects on osteoblastic differentiation."}, {"pubmed": 26400336, "text": "Compared with bone graft and marrow cavity contents, sticking scars had the highest expression of BMP-2 while bone grafts had the highest expression of DCN."}, {"pubmed": 26413886, "text": "An imbalance between BMP-2 and Noggin secretion induces abnormal osteogenic differentiation of ankylosing spondylitis-mesenchymal stem cells."}, {"pubmed": 26460254, "text": "study analyzed BMP2 gene in non-HFE haemochromatosis patients; taken together we postulate that BMP2 rs235768 is a new susceptibility factor for haemochromatosis; it can contribute to iron overload in association with other genetic and environmental factors"}, {"pubmed": 26466853, "text": "Heterodimeric BMP-2/7 significantly promoted osteogenesis of human adipose-derived stem cells in vitro and in vivo. However, BMP-2/7 was not found to be a stronger inducer of osteogenesis compared to homodimeric either BMP-2 or BMP-7."}, {"pubmed": 26485046, "text": "Combined delivery of rhVEGF165 and rhBMP2 for repair of critical size mandibular defects can significantly enhance volume and density of bone formation over delivery of rhBMP2 alone."}, {"pubmed": 26491693, "text": "These results suggest that a combination of d-BCP and rhBMP2 can accelerate bone regeneration, and this could be used to develop therapeutic strategies in hard tissue healing."}, {"pubmed": 26494778, "text": "BMP-2 has dual activity, inducing osteogenic and adipogenic differentiation, subject to hASC donor line studied"}, {"pubmed": 26563344, "text": "ata show that dedifferentiated chondrocytes can be redifferentiated following treatment with the chimeric erythroid differentiation factor (activin A)/bone morphogenetic protein 2 (BMP2) ligand AB235."}, {"pubmed": 26621735, "text": "results explain why BMP2 suppresses growth in vitro and promotes growth in vivo. Together, our results support BMP2 as a therapeutic target in ovarian cancer"}, {"pubmed": 26636769, "text": "The findings in this study provide new insights into the regulatory mechanism of BMP-2 induction in leptin-stimulated chondrocytes and suggest that BMP-2 may play a reparative role in regulating leptin-induced OA development."}, {"pubmed": 26645362, "text": "BMP2 also requires Src for filamentous actin polymerization in Tgfbr3(-/-) epicardial cells."}, {"pubmed": 26808122, "text": "combination of adenoviral mediated BMP-2 expression in BMSC grown in the newly developed poly(LLA-co-CL) scaffolds induced expression of osteogenic markers and enhanced bone formation in vivo"}, {"pubmed": 26845276, "text": "detected a joint effect of SNP and G x E interaction in BMP2 and CACNA2D1 for depressive state."}, {"pubmed": 26868173, "text": "fabricated scaffolds were well coated with DOPA as well as grafted with rhBMP2 at a quantity of 22.7+/-5ng when treatment with 100ng/ml rhBMP2 and 153.3+/-2.4ng when treated with 500ng/ml rhBMP2. This grafting enables rhBMP2 to be released in a sustained pattern."}, {"pubmed": 26916040, "text": "BMP2 signaling enhances cell survival and cell spreading of mesenchymal stem cells spheroids."}, {"pubmed": 26986020, "text": "lentiviral vector-mediated BMP2 and VEGF gene co-transfection significantly activated the osteo/odontogenic differentiation of human stem cells from apical papilla"}, {"pubmed": 27025722, "text": "the BMP-2/Smad1/5/RUNX2 signaling pathway participates in the silicon-mediated induction of COL-1 and osteocalcin synth"}, {"pubmed": 27036124, "text": "The results suggest that inhibition of BMP-2 by Gremlin-1 occurs by a mechanism that is distinct from other known inhibitors such as Noggin and Chordin and study propose a novel model of BMP-2-Gremlin-1 interaction yet not seen among any BMP antagonists, and cannot rule out that several different oligomeric states could be found, depending on the concentration of the two proteins."}, {"pubmed": 27039814, "text": "The influence of BMPs -especially rhBMP-2- in the development and progression of oral squamous cell carcinoma."}, {"pubmed": 27040945, "text": "PI3K/Akt pathway stimulates the expressions of RANKL, PTHrP, and BMP-2 partly through NF-kappaB, suggesting its importance for bone metastasis of prostate carcinoma"}, {"pubmed": 27083447, "text": "BMP2 can be used in cartilage tissue engineering to regulate cartilage formation but has to be properly regulated for cartilage tissue engineering in order to retain the cartilage phenotype."}, {"pubmed": 27190335, "text": "Single nucleotide polymorphism in the BMP2 gene is associated with inflammation in chronic kidney disease."}, {"pubmed": 27196063, "text": "The genetic-interactions among BMPR-2, ALK-1, and 5-HTT polymorphisms, elevated BMP-2 and 5-HT levels and differential gene expression substantiated the strong genetic contribution in high altitude pulmonary edema pathophysiology."}, {"pubmed": 27230238, "text": "Study shows that recombinant human bone morphogenetic protein-2 activates hippo signaling through RASSF1 in esophageal cancer cells"}, {"pubmed": 27246988, "text": "Missense mutations in COL6A1, COL11A2, FGFR1, and BMP2 genetically predispose patients to ossification of posterior longitudinal ligaments."}, {"pubmed": 27335248, "text": "This study showed that si-Grem2 increased the BMP-2-induced osteogenic differentiation of hBMSCs via the BMP-2/Smad/Runx2 pathway."}, {"pubmed": 27339040, "text": "RANKL promotes VC by inducing BMP-2 release from HAECs"}, {"pubmed": 27359105, "text": "BST2 is involved in the osteogenic differentiation of bone marrow stromal cells via the regulation of the BMP2 signaling pathway."}, {"pubmed": 27362534, "text": "Study indicated that rs15705 and rs3178250, located at the BMP2 3'- UTR and potentially affecting the miRNA-mRNA interaction, namely with miR-1273d or miR-4639-5p, are associated with an increased risk of non-syndromic tooth agenesis."}, {"pubmed": 27379249, "text": "he gene markers for osteogenic differentiation were significantly upregulated for sample with BPC-PHB NPs, implying that BPC-PHB NPs can be used as a rapid-acting and long-acting BMP-2 delivery system for osteogenic differentiation."}, {"pubmed": 27415426, "text": "Low doses of IL1B activate the BMP/Smad signaling pathway to promote the osteogenesis of periodontal ligament stem cells, but higher doses of IL1B inhibit BMP/Smad signaling through the activation of NF-kappaB and MAPK signaling, inhibiting osteogenesis."}, {"pubmed": 27426435, "text": "Computational analysis on conformational dynamics of BMP-2 has been presented."}, {"pubmed": 27510004, "text": "RhBMP2 does not stimulate angiogenesis during induction of OCSSs."}, {"pubmed": 27512956, "text": "KDM5A-mediated H3K4me3 modification participated in the etiology of osteoporosis and may provide new strategies to improve the clinical efficacy of BMP2 in osteoporotic conditions."}, {"pubmed": 27524626, "text": "The structure of Grem2-GDF5 complex has revealed a number of key findings for DAN-family mediated BMP2 inhibition."}, {"pubmed": 27574702, "text": "fibrillar fibronectin on this polymer, but not a globular conformation obtained on control polymers, promotes synergistic presentation of integrin-binding sites and bound bone morphogenetic protein 2 (BMP-2), which enhances mesenchymal stem cell osteogenesis in vitro and drives full regeneration of a nonhealing bone defect in vivo at low GF concentrations."}, {"pubmed": 27581621, "text": "Bioluminescence imaging reveals increased MSC survival when implanted in BMP-2 PAHs."}, {"pubmed": 27591802, "text": "The BMP2 rs235768 A>T and BMP4 rs17563 T>C polymorphisms could be considered as the risk factor for non-syndromic CL/P in Iranian population."}, {"pubmed": 27606499, "text": "This search revealed that rare mutations that disable one copy of a gene called SMAD6 in combination with a common DNA variant near another gene called BMP2 account for about 7% of infants with midline forms of craniosynostosis."}, {"pubmed": 27650131, "text": "sequential presentation of PDGF to BMP-2 led to increased tubule formation over simultaneous delivery of these growth factors."}, {"pubmed": 27702654, "text": "Bone morphogenetic protein 2 promotes osteogenesis of bone marrow stromal cells in type 2 diabetic rats via the Wnt signaling pathway"}, {"pubmed": 27780042, "text": "In solid ameloblastoma, positive correlations were observed between the stromal and parenchymal expression of BMP-2 and between the stromal expression of BMP-2 and BMP-4, as well as between the stromal expression of BMPR-II and BMP-4 and the stromal and parenchymal expression of BMPR-II."}, {"pubmed": 27784228, "text": "BMP2 and RUNX2 are expressed exclusively by osteoblasts whereas DSPP and LOXL2 are expressed exclusively by odontoblasts. (Review)"}, {"pubmed": 27793899, "text": "Spp24 can inhibit the growth of prostate cancer and its bone metastasis induced by BMP2; spp24 may have great potential to be a therapeutic agent in clinical situations"}, {"pubmed": 27806311, "text": "Report osteoblast-like transformation of epithelial breast cancer cells that have undergone epithelial-mesenchymal transition followed by bone morphogenetic protein-2 stimulation. RUNX2 functions as a master mediator of this process."}, {"pubmed": 27829314, "text": "Bone Morphogenetic Protein-2, But Not Mesenchymal Stromal Cells, Exert Regenerative Effects on Canine and Human Nucleus Pulposus Cells"}, {"pubmed": 27832657, "text": "BMP-2 expression in endothelial cells of epigastric arteries may predict development of delayed graft function after renal transplantation"}, {"pubmed": 27856281, "text": "monocytes interact specifically with Chitosan-Fibrinogen (Ch-Fg) via TLR-4, triggering particular intracellular signalling pathways (ERK and JNK, but not p38), downstream of TLR-4. Functionally, Ch-Fg induced monocytes to produce the osteogenic mediator BMP-2."}, {"pubmed": 27860183, "text": "miR-98 may regulate osteogenic differentiation of human bone mesenchymal stromal cells by targeting BMP2."}, {"pubmed": 27865758, "text": "The current study aimed to assess the IL-34 expression in response to two members of the transforming growth factor (TGF)-beta family, TGF-beta1 and bone morphogenetic protein (BMP)-2, in synovial fibroblasts from rheumatoid arthritis patients."}, {"pubmed": 27878265, "text": "combining TGF-beta3 with BMP-2 was able to promote the process of bone formation more markedly in vitro, providing a promising clinical strategy in the field of skeletal regeneration and in fracture healing."}, {"pubmed": 27886213, "text": "BMP-2 can enhance HUVEC proliferation, migration and angiogenesis through P38, ERK and Akt/m-TOR pathway."}, {"pubmed": 27905881, "text": "Results indicate that implantation of recombinant human BMP-2/absorbable collagen sponges on the lumbar spine triggers potent neuroinflammatory responses in adjacent dorsal root ganglia. Importantly, however, these BMP-2 effects may be partially mediated through a response to the absorbable collagen sponges."}, {"pubmed": 27920253, "text": "Smad4 is necessary for the activation of the mineralization-related genes, it is dispensable for BMP2 to induce the protein anabolism signature, which instead critically depends on the transcription factor Atf4."}, {"pubmed": 27986931, "text": "BMP2 decreases gap junction intercellular communication of luteinized human granulosa cells by downregulating Cx43 expression through an ALK2/ALK3-mediated SMAD-dependent signaling pathway."}, {"pubmed": 28035402, "text": "High expression of BMP2 is associated with metastasis in oral squamous cell carcinoma."}, {"pubmed": 28102712, "text": "In contrast to BMP-2, BMP-7 concomitantly inhibited the expression of profibrotic genes"}, {"pubmed": 28104757, "text": "The present study shows that the Grem2 heparin/HS and BMP2-binding epitopes are unique and independent, where the Grem2-BMP2 complex exhibits a significant increase in binding affinity toward heparin moieties that appear to be partially independent of the Grem2 heparin/HS-binding epitope."}, {"pubmed": 28108317, "text": "miR-106b inhibited osteoblastic differentiation and bone formation partly through directly targeting bone morphogenetic protein 2."}, {"pubmed": 28124978, "text": "Titanium (Ti) surface modification with the combination of hBMP-2 and hGDF-5 for the two growth factor-coated Ti implants can improve the clinical properties of implants for orthopedic and dental applications."}, {"pubmed": 28125926, "text": "Data show that the GREMLIN 2 (GREM2) expression during Induced Pluripotent Stem Cell (hiPS) cell cardiac differentiation follows the expression pattern of cardiac-specific genes."}, {"pubmed": 28134597, "text": "Collectively, according to our study, rhIL-6 could induce the extracellular calcification and osteogenic differentiation of human artery smooth muscle cells through upregulating endogenous BMP2 in vitro. This may be one of the underlying mechanisms of the overwhelming vascular calcification in rheumartoid arthritis."}, {"pubmed": 28145426, "text": "Variants associated with increased BMP-2 expression may be involved in thoracic ossification of the ligamentum flavum pathogenesis."}, {"pubmed": 28260028, "text": "Gremlin1 inhibited the cell viability and osteogenic differentiation of human mesenchymal stem cells (MSCs) and the suppression of gremlin1 expression can increase the cell viability and osteogenic differentiation of human MSCs induced by BMP-2."}, {"pubmed": 28331138, "text": "Expression levels of TGF-beta1 and BMP-2 appeared to be delayed in nonunion patients which could play an important role in developing an early marker of fracture union condition and facilitate improved patient's management."}, {"pubmed": 28349058, "text": "In this retrospective study, rhBMP-2 combined with a locking plate has been used successfully to treat children and adolescents with nonunion of the femur in four of five cases. One major complication was thought to be possibly related to its use."}, {"pubmed": 28377507, "text": "the miR-486-Smurf2-Smad loop plays an important role in regulating AVIC pro-osteogenic activation in response to TGF-beta1 or BMP-2. Targeting this regulatory loop may have therapeutic potential for suppressing aortic valve calcification."}, {"pubmed": 28434979, "text": "Synergistic effects of BMP-2, BMP-6 or BMP-7 with human plasma fibronectin onto hydroxyapatite coatings."}, {"pubmed": 28460577, "text": "CTGF and BMP2 are induced following myocardial ischemia in mice and humans."}, {"pubmed": 28463604, "text": "This work indicates that NELL-1, HMGB1, and CCN2 might enhance bone defect healing via the recruitment of endogenous cells and induction of vascularization and act via different processes than BMP2."}, {"pubmed": 28489849, "text": "molecular basis of both activities was shown in two different cellular models to clearly rely on the properties of the investigated BMP2 muteins to compete for the binding of Activin A to the Activin type II receptors"}, {"pubmed": 28574846, "text": "SNPs in BMP2 can predict grade >/= 2 or 3 RP after radiotherapy for NSCLC and improve the predictive power of MLD model."}, {"pubmed": 28578012, "text": "These results showed that BMP2 activated SMAD1/5/8 phosphorylation and up-regulated BAMBI mRNA in human granulosa-lutein cells."}, {"pubmed": 28583517, "text": "these results suggest that the BMP2 gene polymorphism may be related to the development of allograft rejection and graft dysfunction in kidney transplant recipients"}, {"pubmed": 28584056, "text": "Structural analyses of von Willebrand factor C domains of collagen 2A and CCN3 reveal an alternative mode of binding to bone morphogenetic protein-2"}, {"pubmed": 28586151, "text": "The deletion contained 17 protein coding genes including PROKR2 and BMP2, both of which are expressed during embryological development of the pituitary gland. PROKR2 mutations have been associated with hypopituitarism but a heterozygous deletion of this gene with hypopituitarism is a novel observation."}, {"pubmed": 28601071, "text": "Two Variants of Recombinant Human Bone Morphogenetic Protein-2 (rhBMP-2) with Additional Protein Domains: Synthesis in an Escherichia coli Heterologous Expression System."}, {"pubmed": 28680881, "text": "Adding NMP as an adjunct to rhBMP-2-coated BCP produced inconsistent effects on bone regeneration, resulting in no significant benefit compared to controls."}, {"pubmed": 28733457, "text": "both bone morphogenetic protein 2 (BMP2) and BMP6 are proangiogenic in vitro and ex vivo and that the BMP type I receptors, activin receptor-like kinase 3 (ALK3) and ALK2, play crucial and distinct roles in this process."}, {"pubmed": 28747434, "text": "Data suggest pituitary cells secrete factor (TSP1) that binds to and inhibits action of BMP2 and BMP4; von Willebrand type C domain of TSP1 is likely responsible for this BMP2/4-binding activity. These studies were initially conducted using cultured cells from ovine pituitary gland and mouse cell line; interactions were confirmed using recombinant human proteins. (TSP1 = thrombospondin-1; BMP = bone morphogenetic protein)"}, {"pubmed": 28797104, "text": "Increased miR-93-5p in trauma-induced osteonecrosis of the femoral head patients inhibited osteogenic differentiation, which may be associated with BMP-2 reduction."}, {"pubmed": 28847606, "text": "The results demonstrate the efficacy of HPP-GC hydrogel in minimizing the diffusive loss of rhBMP-2 from the implantation site, compared to the collagen hydroxyapatite scaffold."}, {"pubmed": 28869862, "text": "The binding free energies indicate that ALK-3 preferably binds to BMP-2 instead of BMP-9. The structural analysis shows that ALK-3 binding with BMP-2 occurs in a perfectly symmetry pathway, whereas this symmetry is lost for possible ALK-3 interactions with BMP-9"}, {"pubmed": 28951869, "text": "HUCB-MSC transfected with mTAT/PEI were shown to express more BMP-2 protein and mRNA."}, {"pubmed": 28985029, "text": "The in vitro results suggest that altered BMP2 regulatory function at rs1884302 may contribute to the etiology of sagittal nonsyndromic craniosynostosis. The in vivo results indicate that differences in regulatory activity depend on the presence of a C or T allele at rs1884302."}, {"pubmed": 29059672, "text": "Variability in the BMP2 and DLX3 genes was not associated with dental caries in primary and permanent dentition in Czech children"}, {"pubmed": 29129813, "text": "Results identify a novel 4671-bp tandem duplication downstream of BMP2, which is associated with brachydactyly type A2 . The duplication highly overlaps the sequences reported previously but has a different breakpoint and a different flanking microhomology."}, {"pubmed": 29212377, "text": "BMP-2-treated adipose-derived stem cells exhibited higher BMP-2 production and greater osteogenic differentiation capacity compared to BMP-2-treated Bone-marrow stem cells ."}, {"pubmed": 29222456, "text": "BMPs as new insulin sensitizers: enhanced glucose uptake in mature 3T3-L1 adipocytes via PPARgamma and GLUT4 upregulation"}, {"pubmed": 29253565, "text": "Taken together, our results suggest that DHCA may be developed as an efficient therapeutic for osteoporosis by regulating osteoblastogenesis through its estrogenic effects."}, {"pubmed": 29308559, "text": "The study revealed an enhanced sensitivity of aortic valve interstitial cells to osteogenic inductors in aortic stenosis patients, which indicates probable implication of OPN, OPG, and BMP2 genes in pathogenesis of aortic valve calcification."}, {"pubmed": 29333457, "text": "The rhBMP2 monomer and dimer were eluted at 0.9 M and 0.6 M NaCl, respectively. The alkaline phosphatase assay of rhBMP2 (0, 50, 100, 200, and 400 ng/ml) was analyzed on C2C12 cells and maximum 200 ng/ml activity was observed in dose dependent manner"}, {"pubmed": 29339728, "text": "BMP-2 is a driving factor for promoting epithelial mesenchymal transition and breast cancer stemness via Rb and CD44 signaling pathways"}, {"pubmed": 29386057, "text": "These results not only call into question the use of VEGFA alone in bone regeneration, but also highlight the importance in BTE of appropriately formulated combined delivery of VEGFA and BMP2."}, {"pubmed": 29390526, "text": "there was a significant association in men between BMP2 genetic variant (rs235756) and hypertension in the genetically homogeneous Finnish population; no significant association between BMP2 rs235768 (A>T) and hypertension was found"}, {"pubmed": 29396550, "text": "IL-6 may be responsible for coformation of new bone and excessive adipose tissue in rhBMP-2-induced bone voids."}, {"pubmed": 29416020, "text": "BMP2 promotes trophoblast cell invasion by upregulating N-cadherin via non-canonical ALK2/3/4-SMAD2/3-SMAD4 signaling."}, {"pubmed": 29429984, "text": "The present study identified a change in miR-22, miR-140, and BMP-2 expression in the synovial fluid of patients with osteoarthritis before and after arthroscopic debridement."}, {"pubmed": 29470488, "text": "observations regarding the dysregulation of these gatekeepers of neuronal viability may have important implications in understanding the iAbeta1-42 mediated effects observed in AD"}, {"pubmed": 29574511, "text": "conclude that SUMO3-tagged hBMP2 is more suited for generation of soluble form of the protein and addition of SUMO3 tag does not affect the functional activity of hBMP2"}, {"pubmed": 29663368, "text": "Cell-permeable SBD peptide blocked the association of p65 with Smad4 and enhanced BMP2-induced osteoblast differentiation and mineralization."}, {"pubmed": 29740080, "text": "after 12 weeks, the bone volume induced by co-delivery of BMP-2 and IL-17 was doubled as compared to that induced by BMP-2 alone...The use of IL-17 may contribute to the development of improved bone graft substitutes."}, {"pubmed": 29745819, "text": "Based on the results shown here, CGRP can mitigate augmenting effects of SP on BMP2 signaling and the three pathways potentially converge on Runx2 to regulate BMP2-induced bone differentiation."}, {"pubmed": 29750899, "text": "BMP-2 could enhance migration and proliferation of hypoxia-induced VSMCs via the Actin/CD44/MMP-2 molecular pathway."}, {"pubmed": 29789683, "text": "Hepatic bone morphogenetic protein 2 (BMP-2) was localized in parenchymal hepatocytes and significantly decreased in fibrotic livers, showing an opposite pattern of hepatic transforming growth factor-beta 1 (TGF-beta1) contents."}, {"pubmed": 29913119, "text": "TAK1 up regulates the expression of BMP-2 at all concentration under the inhibition of p38 and JNK."}, {"pubmed": 29938690, "text": "Serum BMP2 and Smad4 levels in patients with senile osteoporotic fracture were significantly lower than those in normal controls"}, {"pubmed": 30013089, "text": "Overall five-year biochemical recurrence (BCR)-free survival rates in the group with decreased BMP-2 expression were worse than those in the group with normal expression. Therefore, decreased BMP-2 expression in prostate cancer tissue was correlated with the prognostic factors for BCR-free survival in patients with prostate cancer."}, {"pubmed": 30102472, "text": "Our findings provide novel insights into the mechanisms by which BMP-2 may contribute to the development of atherosclerosis."}, {"pubmed": 30107340, "text": "The BMP-2-immobilized samples greatly promoted the osteogenic differentiation of rat bone mesenchymal stem cells (rBMSCs), which revealed that BMP-2 immobilization paves the way for the use of PEEK in clinical applications."}, {"pubmed": 30181118, "text": "Ubiquitin-specific protease USP34 controls osteogenic differentiation and bone formation by regulating BMP2 signaling."}, {"pubmed": 30321593, "text": "These results suggest that BMP2 increases lysyl oxidase expression and activity via the up-regulation of SNAIL in human granulosa-lutein cells."}, {"pubmed": 30341511, "text": "The extent of calcification correlated positively with the flow velocity, as did the mRNA and protein levels of TGF-beta1, BMP2, and MSX2. These findings indicate that TGF-beta1/BMP2 signaling is involved in valve calcification induced by abnormal mechanical stimulation."}, {"pubmed": 30445268, "text": "functional studies on NR2F1 transfected cells, during osteoblast differentiation in combination with TGFbeta1 and BMP-2, showed that TGFb1 does not recover osteoblast differentiation, whereas BMP-2 rescues osteoblast differentiation in NR2F1 siRNA transfected cells. Thus, our results showed that BMP-2 could intervene in NR2F1 down-regulated signaling pathways to recover osteoblast differentiation."}, {"pubmed": 30602018, "text": "Endothelial cells respond to mechanical stress by upregulation of pro-osteogenic factor BMP-2 mRNA and modulate the expression of other osteogenic factors in vascular interstitial cells."}, {"pubmed": 30604108, "text": "Grafting, Stripping and Stapling of Helical Peptides from the Dimerization Interface of ONFH-Related Bone Morphogenetic Protein-2."}, {"pubmed": 30699351, "text": "Bmp2 is a downstream target of the calcineurin/NFAT pathway in lung endothelium, potently inhibiting cancer cell growth by stimulating differentiation."}, {"pubmed": 30703347, "text": "KCNQ1OT1 positively regulated osteogenic differentiation of BMSCs by acting as a ceRNA to regulate BMP2 expression through sponging miR-214."}, {"pubmed": 30735122, "text": "Mechanistically, BMP2 functions downstream of Lrp5/6 pathway to activate a conserved regulatory element upstream of Sp7 via recruitment of Smad1 and Grhl3. Consistent with our findings, human variants of BMP2 and GRHL3 are associated with increased risk of fractures."}, {"pubmed": 30773537, "text": "BMP2 mutation c.393A>T (p. Arg131Ser) affects bone morphogenetic protein signaling activity"}, {"pubmed": 30788762, "text": "we find the presence of a methylation site at - 267th nucleotide position in the BMP2 promoter of Asian Indian population. This methylation site in the promoter region of BMP2 suppresses gene expression in osteoporosis. 14 CpG sites in the BMP2 promoter were analyzed of which, CpG site at - 267th position upstream to TSS was found to have disproportionate allele frequency among osteoporotic and healthy individuals."}, {"pubmed": 30799697, "text": "This study demonstrated that Upregulation of bone morphogenetic protein 2 ( Bmp2) in dorsal root ganglion in a rat model of bone cancer pain."}, {"pubmed": 30865837, "text": "miR-370 down-regulates BMP-2 expression in human dermal microvascular endothelial cells. BMP-2 treatment counteracted miR-370m-suppressed tube formation of HDMECs, whereas blockade of BMP-2 with neutralizing antibody significantly inhibited miR-370i-induced tube formation."}, {"pubmed": 30887565, "text": "Exogenous noggin binds the BMP-2 receptor and induces alkaline phosphatase activity in osteoblasts."}, {"pubmed": 30915756, "text": "Knockdown of MiR-140-5 promotes osteogenesis of adipose-derived mesenchymal stem cells by targeting TLR4 and BMP2 and promoting fracture healing in the atrophic nonunion rat model."}, {"pubmed": 30991228, "text": "Synergistic effects of recombinant Lentiviral-mediated BMP2 and TGF-beta3 on the osteogenic differentiation of rat bone marrow mesenchymal stem cells in vitro."}, {"pubmed": 31150531, "text": "Collectively these results suggest that the E8 domain serves as an effective tool for improving rBMP2 coupling to graft materials. The increased retention of rBMP2-E8 on the graft surface is expected to prolong BMP2's osteoinductive activity within the graft site, while simultaneously reducing off-target effects."}, {"pubmed": 31235259, "text": "circRNA_0016624 could sponge miR-98 and enhance BMP2 expression."}, {"pubmed": 31277646, "text": "Treatment of mBMSCs with 5'-Hydroxy Auraptene showed to promote significantly the BMP2-induced osteogenesis in mBMSCs via activating Smad1/5/8 phosphorylation and increasing Smad4 expression."}, {"pubmed": 31298369, "text": "Effects of microRNA-378 on epithelial-mesenchymal transition, migration, invasion and prognosis in gastric carcinoma by targeting BMP2."}, {"pubmed": 31324879, "text": "Investigated and characterized the potential role of bone morphogenetic protein 2(BMP2) - Receptor Regulated Smad Protein signalling in human subcutaneous abdominal and gluteal adipose tissue."}, {"pubmed": 31357026, "text": "Mechanistically, SOX9 bound directly to the promoter region of BMP2 and increased BMP2 expression. In addition, overexpression of SOX9 activated the mTOR pathway partly through BMP2."}, {"pubmed": 31413943, "text": "The protein levels of BMP2, RUNX2, ERK1/2, and AKT in cells were significantly higher in the BCSP-conjugated scaffold than in other scaffolds."}, {"pubmed": 31435635, "text": "The developed VEGF- and BMP2-transfected adipose stem cells (ASCs) using electroporation that can effectively treat bone defects by providing rapid angiogenesis and osteogenesis."}, {"pubmed": 31436339, "text": "Downregulation of microRNA-129-5p increases the risk of intervertebral disc degeneration by promoting the apoptosis of nucleus pulposus cells via targeting BMP2."}, {"pubmed": 31487395, "text": "High-Dose TGF-beta1 Impairs Mesenchymal Stem Cell-Mediated Bone Regeneration via Bmp2 Inhibition."}, {"pubmed": 31551149, "text": "The MSC-AS1 might promote the osteogenic differentiation of BMSCs through sponging microRNA-140-5p to up-regulate BMP2, thus alleviating the progression of osteoporosis."}, {"pubmed": 31786181, "text": "Bone morphogenetic protein 2 induces the activation of WNT/beta-catenin signaling and human trophoblast invasion through up-regulating BAMBI."}, {"pubmed": 31831776, "text": "ERK1/2 drives IL-1beta-induced expression of TGF-beta1 and BMP-2 in torn tendons."}, {"pubmed": 31863351, "text": "BMP-2 upregulates the AKT/mTOR pathway in breast cancer with microcalcification and indicates a poor prognosis."}, {"pubmed": 31894111, "text": "The RPS2([r78-94]) peptide is further extended from its N- and C-termini until reaching two spatially vicinal residues 74 and 98 in the crystal structure of intact BMP2-receptor complex system, consequently resulting in a longer peptide RPS2([r74-98]), which is then cyclized in a head-to-tail manner to obtain its cyclic counterpart cycRPS2([r74-98])."}, {"pubmed": 31897529, "text": "BMP2 Modified by the m(6)A Demethylation Enzyme ALKBH5 in the Ossification of the Ligamentum Flavum Through the AKT Signaling Pathway."}, {"pubmed": 31950029, "text": "Single injection of rhBMP-2/artificial collagen-like peptide gel combined with segmental bone transport (SBT) model may be effective for enhancing bone healing in large bone defects"}, {"pubmed": 32061704, "text": "Tyrosine mediated conformational change in bone morphogenetic protein - 2: Biophysical implications of protein - phytoestrogen interaction."}, {"pubmed": 32290085, "text": "Noggin Inhibits IL-1beta and BMP-2 Expression, and Attenuates Cartilage Degeneration and Subchondral Bone Destruction in Experimental Osteoarthritis."}, {"pubmed": 32329818, "text": "CircRNA_0048211 protects postmenopausal osteoporosis through targeting miRNA-93-5p to regulate BMP2."}, {"pubmed": 32338217, "text": "Evaluation of BMP-2 Minicircle DNA for Enhanced Bone Engineering and Regeneration."}, {"pubmed": 32379989, "text": "Evaluation of the Genetic Association and mRNA Expression of the COL1A1, BMP2, and BMP4 Genes in the Development of Otosclerosis."}, {"pubmed": 32445555, "text": "The role of SIRT1 in BMP2-induced chondrogenic differentiation and cartilage maintenance under oxidative stress."}, {"pubmed": 32484586, "text": "Human salivary histatin-1 (Hst1) promotes bone morphogenetic protein 2 (BMP2)-induced osteogenesis and angiogenesis."}, {"pubmed": 32498363, "text": "BMP-2 Variants in Breast Epithelial to Mesenchymal Transition and Microcalcifications Origin."}, {"pubmed": 32538572, "text": "[Effect of micro RNA-335-5p regulating bone morphogenetic protein 2 on osteogenic differentiation of human bone marrow mesenchymal stem cells]."}, {"pubmed": 32686190, "text": "Inhibition of the catalytic subunit of DNA-dependent protein kinase (DNA-PKcs) stimulates osteoblastogenesis by potentiating bone morphogenetic protein 2 (BMP2) responses."}, {"pubmed": 32692461, "text": "ADAMTS7 degrades Comp to fuel BMP2-dependent osteogenic differentiation and ameliorate oncogenic potential in osteosarcomas."}, {"pubmed": 32750747, "text": "BMP2 signalling activation enhances bone metastases of non-small cell lung cancer."}, {"pubmed": 32920615, "text": "Melatonin has a stimulatory effect on osteoblasts by upregulating col-i and opn expression/secretion.\", trans \"Melatonina tem efeito estimulador em osteoblastos, pela regulacao positiva da expressao/secrecao de col-i e opn."}, {"pubmed": 32929912, "text": "[Three-dimensional printed Ti6Al4V-4Cu alloy promotes osteogenic gene expression through bone immune regulation]."}, {"pubmed": 32967078, "text": "Aberrant BMP2 Signaling in Patients Diagnosed with Osteoporosis."}, {"pubmed": 32992577, "text": "Serum Levels of Bone Morphogenetic Proteins 2 and 4 in Patients with Acute Myocardial Infarction."}, {"pubmed": 33047388, "text": "BMP2 increases the production of BDNF through the upregulation of proBDNF and furin expression in human granulosa-lutein cells."}, {"pubmed": 33116227, "text": "A new glioma grading model based on histopathology and Bone Morphogenetic Protein 2 mRNA expression."}, {"pubmed": 33130958, "text": "Integrated In Silico-In Vitro Identification and Optimization of Bone Morphogenic Protein-2 Armpit Epitope as Its Antagonist Binding Site."}, {"pubmed": 33174047, "text": "lncRNA LINC01535 upregulates BMP2 expression levels to promote osteogenic differentiation via sponging miR36195p."}, {"pubmed": 33175430, "text": "Bone morphogenetic protein-2 enhances gonadotropin-independent follicular development via sphingosine kinase 1."}, {"pubmed": 33245975, "text": "Investigation of Genetic Polymorphisms in BMP2, BMP4, SMAD6, and RUNX2 and Persistent Apical Periodontitis."}, {"pubmed": 33247540, "text": "A de novo pathogenic BMP2 variant-related phenotype with the novel finding of bicuspid aortic valve."}, {"pubmed": 33300084, "text": "BMP2 induces hMSC osteogenesis and matrix remodeling."}, {"pubmed": 33542209, "text": "Osteomodulin positively regulates osteogenesis through interaction with BMP2."}, {"pubmed": 33580754, "text": "FGF8 and BMP2 mediated dynamic regulation of dental mesenchyme proliferation and differentiation via Lhx8/Suv39h1 complex."}, {"pubmed": 33622864, "text": "Variation of BMP2 Concentration and Its Activity in Bone Grafts Obtained from Patients Undergoing Hip Replacement Surgery."}, {"pubmed": 33660557, "text": "Association between Bone Morphogenetic Protein 2 Gene Polymorphisms and Skeletal Fluorosis of The Brick-tea Type Fluorosis in Tibetans and Kazakhs, China."}, {"pubmed": 33667477, "text": "Bone morphogenetic protein-2 as a novel biomarker for refractory chronic rhinosinusitis with nasal polyps."}, {"pubmed": 34135450, "text": "Genetic variants in bone morphogenetic proteins signaling pathway might be involved in palatal rugae phenotype in humans."}, {"pubmed": 34210923, "text": "Single Nucleotide Polymorphisms of BMP2 Gene Association with Skeletal Class I Crowding: A PCR Study."}, {"pubmed": 34244572, "text": "MicroRNA-378a-3p is overexpressed in psoriasis and modulates cell cycle arrest in keratinocytes via targeting BMP2 gene."}, {"pubmed": 34325517, "text": "NEAT1 functions as a key mediator of BMP2 to promote osteogenic differentiation of renal interstitial fibroblasts."}, {"pubmed": 34343541, "text": "ILF3 is responsible for hyperlipidemia-induced arteriosclerotic calcification by mediating BMP2 and STAT1 transcription."}, {"pubmed": 34360647, "text": "Tumor Promoting Effect of BMP Signaling in Endometrial Cancer."}, {"pubmed": 34360701, "text": "Platelet-Rich Fibrin Increases BMP2 Expression in Oral Fibroblasts via Activation of TGF-beta Signaling."}, {"pubmed": 34369625, "text": "Bone morphogenetic protein 2 upregulates SERPINE2 expression through noncanonical SMAD2/3 and p38 MAPK signaling pathways in human granulosa-lutein cells."}, {"pubmed": 34517088, "text": "BMP2-induction of FN14 promotes protumorigenic signaling in gynecologic cancer cells."}, {"pubmed": 34582356, "text": "Bone morphogenetic protein 2 controls steroid-induced osteonecrosis of the femoral head via directly inhibiting interleukin-34 expression."}, {"pubmed": 34645714, "text": "piRNA-36741 regulates BMP2-mediated osteoblast differentiation via METTL3 controlled m6A modification."}, {"pubmed": 34780475, "text": "Association of SNPs within TMPRSS6 and BMP2 genes with iron deficiency status in Saudi Arabia."}, {"pubmed": 34790821, "text": "Overexpression Effects of miR-424 and BMP2 on the Osteogenesis of Wharton's Jelly-Derived Stem Cells."}, {"pubmed": 34980138, "text": "CBX4-dependent regulation of HDAC3 nuclear translocation reduces Bmp2-induced osteoblastic differentiation and calcification in adamantinomatous craniopharyngioma."}, {"pubmed": 35220882, "text": "Epidermal growth factor-like domain protein 6 recombinant protein facilitates osteogenic differentiation in adipose stem cells via bone morphogenetic protein 2/recombinant mothers against decapentaplegic homolog 4 signaling pathway."}, {"pubmed": 35292840, "text": "The role of miR-370 and miR-138 in the regulation of BMP2 suppressor gene expression in colorectal cancer: preliminary studies."}, {"pubmed": 35395768, "text": "Connective tissue growth factor mediates bone morphogenetic protein 2-induced increase in hyaluronan production in luteinized human granulosa cells."}, {"pubmed": 35429060, "text": "BMP2 suppresses the production of pentraxin 3 in human endometrial stromal and decidual stromal cells."}, {"pubmed": 35787440, "text": "Assessing the prevalence of S-shaped root canal and associated genes in humans."}, {"pubmed": 35811437, "text": "CoCl2 -simulated hypoxia potentiates the osteogenic differentiation of fibroblasts derived from tympanosclerosis by upregulating the expression of BMP-2."}, {"pubmed": 35904181, "text": "Inhibition of miR985p promotes high glucoseinduced suppression of preosteoblast proliferation and differentiation via the activation of the PI3K/AKT/GSK3beta signaling pathway by targeting BMP2."}, {"pubmed": 36580886, "text": "PI3K-Akt signaling regulates BMP2-induced osteogenic differentiation of mesenchymal stem cells (MSCs): A transcriptomic landscape analysis."}, {"pubmed": 36581839, "text": "OLMALINC/OCT4/BMP2 axis enhances osteogenic-like phenotype of renal interstitial fibroblasts to participate in Randall's plaque formation."}, {"pubmed": 36642181, "text": "Structural analysis of the interaction between human cytokine BMP-2 and the antagonist Noggin reveals molecular details of cell chondrogenesis inhibition."}, {"pubmed": 36883270, "text": "Secreted phosphoprotein 24 kD (Spp24) inhibits the growth of human osteosarcoma through the BMP-2/Smad signaling pathway."}, {"pubmed": 36913089, "text": "BMP-2 and IL-1beta as Markers of Nasal Mucosa Inflammation in Rhinosinusitis with Nasal Polyps."}, {"pubmed": 36927559, "text": "Functional analysis of the long-range regulatory element of BMP2 gene."}, {"pubmed": 37125634, "text": "Monoallelic loss-of-function BMP2 variants result in BMP2-related skeletal dysplasia spectrum."}, {"pubmed": 37141639, "text": "BMP2 induces osteogenic differentiation through ACKR3 in mesenchymal stem cells."}, {"pubmed": 37175932, "text": "BMP-2 Genome-Edited Human MSCs Protect against Cartilage Degeneration via Suppression of IL-34 in Collagen-Induced Arthritis."}, {"pubmed": 37226930, "text": "Kielin/chordin-like protein enhances induction of osteoblast differentiation by Bone Morphogenetic Protein-2."}, {"pubmed": 37331163, "text": "H3K27me3-modulated Hofbauer cell BMP2 signalling enhancement compensates for shallow trophoblast invasion in preeclampsia."}, {"pubmed": 37572998, "text": "BMP2 is a potential causative gene for isolated dextrocardia situs solitus."}, {"pubmed": 37894931, "text": "BMP-9 Improves the Osteogenic Differentiation Ability over BMP-2 through p53 Signaling In Vitro in Human Periosteum-Derived Cells."}, {"pubmed": 38059889, "text": "MicroRNA 211-5p inhibits cancer cell proliferation and migration in pancreatic cancer by targeting BMP2."}, {"pubmed": 38060684, "text": "ATOH8 Expression Is Regulated by BMP2 and Plays a Key Role in Human Endometrial Stromal Cell Decidualization."}, {"pubmed": 38195194, "text": "Endometrial BMP2 Deficiency Impairs ITGB3-Mediated Trophoblast Invasion in Women With Repeated Implantation Failure."}, {"pubmed": 38267060, "text": "MicroRNA 98-5p Overexpression Contributes to Delayed Fracture Healing via Targeting BMP-2."}, {"pubmed": 38472272, "text": "BMP2 rs1005464 is associated with mandibular condyle size variation."}, {"pubmed": 38510491, "text": "miR-539-5p targets BMP2 to regulate Treg activation in B-cell acute lymphoblastic leukemia through TGF-beta/Smads/MAPK."}, {"pubmed": 38609424, "text": "Whole genome sequencing identifies associations for nonsyndromic sagittal craniosynostosis with the intergenic region of BMP2 and noncoding RNA gene LINC01428."}, {"pubmed": 38610001, "text": "RUNX1-BMP2 promotes vasculogenic mimicry in laryngeal squamous cell carcinoma via activation of the PI3K-AKT signaling pathway."}], "genomic_pos": {"chr": "20", "end": 6780246, "ensemblgene": "ENSG00000125845", "start": 6767686, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 6760927, "start": 6748311, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 19736317, "qualifier": "acts_upstream_of", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 9187146, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0001501", "pubmed": 2315314, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001649", "pubmed": [15150273, 22705305], "qualifier": "acts_upstream_of_or_within", "term": "osteoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001649", "pubmed": [15254224, 18436533, 20576608, 23399447], "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001658", "qualifier": "involved_in", "term": "branching involved in ureteric bud morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001837", "pubmed": 15110716, "qualifier": "acts_upstream_of_or_within", "term": "epithelial to mesenchymal transition"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001837", "pubmed": 18184661, "qualifier": "involved_in", "term": "epithelial to mesenchymal transition"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001837", "qualifier": "involved_in", "term": "epithelial to mesenchymal transition"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001934", "pubmed": 17472960, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001934", "pubmed": 8653785, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002062", "pubmed": 16194878, "qualifier": "involved_in", "term": "chondrocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0003129", "pubmed": 19736317, "qualifier": "involved_in", "term": "heart induction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0003133", "pubmed": 19736317, "qualifier": "involved_in", "term": "endodermal-mesodermal cell signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003176", "qualifier": "acts_upstream_of_or_within", "term": "aortic valve development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003181", "qualifier": "involved_in", "term": "atrioventricular valve morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003203", "qualifier": "involved_in", "term": "endocardial cushion morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003210", "qualifier": "involved_in", "term": "cardiac atrium formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003272", "qualifier": "involved_in", "term": "endocardial cushion formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003331", "qualifier": "involved_in", "term": "positive regulation of extracellular matrix constituent secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006029", "qualifier": "involved_in", "term": "proteoglycan metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006355", "pubmed": 15671031, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 2315314, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007507", "pubmed": 18545679, "qualifier": "involved_in", "term": "heart development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 24778011, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 9187146, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 19584291, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009617", "qualifier": "involved_in", "term": "response to bacterium"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009887", "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 18382765, "qualifier": "acts_upstream_of", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": [16243309, 22579779, 28124060, 28467929], "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0010628", "pubmed": 22450430, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": [23399447, 27860183], "qualifier": "acts_upstream_of", "term": "positive regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "qualifier": "acts_upstream_of", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010629", "pubmed": 23399447, "qualifier": "acts_upstream_of", "term": "negative regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010629", "pubmed": 28124060, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010718", "pubmed": 20890042, "qualifier": "involved_in", "term": "positive regulation of epithelial to mesenchymal transition"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010894", "pubmed": 19584291, "qualifier": "involved_in", "term": "negative regulation of steroid biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010922", "pubmed": 9213002, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of phosphatase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0021537", "pubmed": 9187146, "qualifier": "acts_upstream_of_or_within", "term": "telencephalon development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021978", "qualifier": "involved_in", "term": "telencephalon regionalization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030177", "qualifier": "involved_in", "term": "positive regulation of Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030282", "qualifier": "involved_in", "term": "bone mineralization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030316", "pubmed": 27860183, "qualifier": "involved_in", "term": "osteoclast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030501", "pubmed": [18436533, 20576608], "qualifier": "involved_in", "term": "positive regulation of bone mineralization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030509", "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030509", "pubmed": [16049014, 16771708, 18184661, 18382765, 18436533, 19736317, 20427544, 20843790], "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030509", "pubmed": 16194878, "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0030509", "pubmed": 22450430, "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030509", "pubmed": 17472960, "qualifier": "acts_upstream_of_or_within", "term": "BMP signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030509", "pubmed": [17992660, 18326817, 19664780, 24778011, 27860183], "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030509", "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0030512", "pubmed": 28467929, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031648", "qualifier": "involved_in", "term": "protein destabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032092", "pubmed": 16604073, "qualifier": "involved_in", "term": "positive regulation of protein binding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032348", "pubmed": 19584291, "qualifier": "involved_in", "term": "negative regulation of aldosterone biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033690", "qualifier": "involved_in", "term": "positive regulation of osteoblast proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035051", "pubmed": 15110716, "qualifier": "acts_upstream_of_or_within", "term": "cardiocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035051", "pubmed": 19736317, "qualifier": "involved_in", "term": "cardiocyte differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035054", "qualifier": "involved_in", "term": "embryonic heart tube anterior/posterior pattern specification"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0035360", "pubmed": 28467929, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of peroxisome proliferator activated receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036305", "qualifier": "involved_in", "term": "ameloblast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042475", "qualifier": "involved_in", "term": "odontogenesis of dentin-containing tooth"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042482", "qualifier": "involved_in", "term": "positive regulation of odontogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042487", "qualifier": "involved_in", "term": "regulation of odontogenesis of dentin-containing tooth"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 9187146, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043407", "pubmed": 18382765, "qualifier": "acts_upstream_of", "term": "negative regulation of MAP kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043410", "pubmed": 22540193, "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043569", "pubmed": 19584291, "qualifier": "involved_in", "term": "negative regulation of insulin-like growth factor receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045165", "qualifier": "involved_in", "term": "cell fate commitment"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045599", "pubmed": 23399447, "qualifier": "involved_in", "term": "negative regulation of fat cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045600", "qualifier": "involved_in", "term": "positive regulation of fat cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045666", "qualifier": "involved_in", "term": "positive regulation of neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045669", "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045778", "pubmed": 9213002, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of ossification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045786", "pubmed": 11502704, "qualifier": "involved_in", "term": "negative regulation of cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 15254224, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": [16049014, 16243309], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 9187146, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [16433617, 16604073, 19736317, 20843790, 20890042], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045944", "pubmed": 18326817, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048662", "pubmed": 18382765, "qualifier": "involved_in", "term": "negative regulation of smooth muscle cell proliferation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0048662", "pubmed": 28467929, "qualifier": "involved_in", "term": "negative regulation of smooth muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048708", "qualifier": "involved_in", "term": "astrocyte differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048711", "qualifier": "involved_in", "term": "positive regulation of astrocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048762", "pubmed": 9693150, "qualifier": "involved_in", "term": "mesenchymal cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048839", "qualifier": "involved_in", "term": "inner ear development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051042", "pubmed": 16194878, "qualifier": "involved_in", "term": "negative regulation of calcium-independent cell-cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051091", "pubmed": 18382765, "qualifier": "acts_upstream_of", "term": "positive regulation of DNA-binding transcription factor activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0055007", "pubmed": 21311046, "qualifier": "involved_in", "term": "cardiac muscle cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0055008", "qualifier": "involved_in", "term": "cardiac muscle tissue morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060039", "qualifier": "involved_in", "term": "pericardium development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060128", "qualifier": "involved_in", "term": "corticotropin hormone secreting cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060129", "qualifier": "involved_in", "term": "thyroid-stimulating hormone-secreting cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060317", "pubmed": 18184661, "qualifier": "involved_in", "term": "cardiac epithelial to mesenchymal transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060348", "qualifier": "involved_in", "term": "bone development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060391", "pubmed": 18382765, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of SMAD protein signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060391", "pubmed": [16049014, 18184661, 20427544], "qualifier": "involved_in", "term": "positive regulation of SMAD protein signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060391", "pubmed": [17992660, 19664780, 24778011], "qualifier": "involved_in", "term": "positive regulation of SMAD protein signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060426", "pubmed": 17992660, "qualifier": "involved_in", "term": "lung vasculature development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060485", "pubmed": 20890042, "qualifier": "involved_in", "term": "mesenchyme development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061036", "pubmed": 3201241, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of cartilage development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070374", "pubmed": 22540193, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070374", "pubmed": 19664780, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071407", "qualifier": "involved_in", "term": "cellular response to organic cyclic compound"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071773", "pubmed": 18326817, "qualifier": "involved_in", "term": "cellular response to BMP stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072138", "qualifier": "involved_in", "term": "mesenchymal cell proliferation involved in ureteric bud development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090090", "pubmed": 18545679, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0090090", "pubmed": 17202865, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900159", "pubmed": 16433617, "qualifier": "involved_in", "term": "positive regulation of bone mineralization involved in bone maturation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900745", "pubmed": 22540193, "qualifier": "involved_in", "term": "positive regulation of p38MAPK cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1901331", "qualifier": "involved_in", "term": "positive regulation of odontoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902895", "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905072", "qualifier": "involved_in", "term": "cardiac jelly development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905222", "qualifier": "involved_in", "term": "atrioventricular canal morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000065", "pubmed": 19584291, "qualifier": "involved_in", "term": "negative regulation of cortisol biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000726", "pubmed": 18545679, "qualifier": "involved_in", "term": "negative regulation of cardiac muscle cell differentiation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 22227436, "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16604073, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 22227436, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070724", "pubmed": 16604073, "qualifier": "part_of", "term": "BMP receptor complex"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 2315314, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005125", "pubmed": 27860183, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8413626, 8752214, 10881198, 15064755, 16672363, 16771708, 17240342, 18335997, 18339631, 19229295, 19804412, 20505824, 20860622, 21054789, 25938661, 31800957, 33308444], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008083", "pubmed": 22227436, "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019211", "pubmed": 9213002, "qualifier": "enables", "term": "phosphatase activator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0039706", "pubmed": [16604073, 18335997], "qualifier": "enables", "term": "co-receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043539", "pubmed": 22227436, "qualifier": "enables", "term": "protein serine/threonine kinase activator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070700", "pubmed": 7811286, "qualifier": "enables", "term": "BMP receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070700", "pubmed": 18184661, "qualifier": "enables", "term": "BMP receptor binding"}]}, "homologene": {"genes": [[7165, 1277962], [7227, 33432], [7955, 30631], [7955, 30632], [8364, 548717], [9031, 378779], [9544, 718330], [9598, 458090], [9606, 650], [9615, 477162], [9913, 615037], [10090, 12156], [10116, 29373]], "id": 926}, "interpro": [{"desc": "TGF-beta, propeptide", "id": "IPR001111", "short_desc": "TGF-b_propeptide"}, {"desc": "Transforming growth factor-beta, C-terminal", "id": "IPR001839", "short_desc": "TGF-b_C"}, {"desc": "Transforming growth factor-beta-related", "id": "IPR015615", "short_desc": "TGF-beta-rel"}, {"desc": "Transforming growth factor beta, conserved site", "id": "IPR017948", "short_desc": "TGFb_CS"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}, {"desc": "Bone morphogenetic protein 2, TGF-beta-like domain", "id": "IPR047953", "short_desc": "BMP2_TGF_beta-like"}], "ipi": "IPI00025069", "map_location": "20p12.3", "name": "bone morphogenetic protein 2", "other_names": ["bone morphogenetic protein 2", "bone morphogenetic protein 2A"], "pantherdb": {"HGNC": "1069", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88177", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10090, "uniprot_kb": "P21274"}, {"RGD": "2211", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10116, "uniprot_kb": "P49001"}, {"Gene": "BMP2", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 9031, "uniprot_kb": "Q90751"}, {"Ensembl": "ENSGALG00000029301", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 9031, "uniprot_kb": "A0A1D5P3H4"}, {"ZFIN": "ZDB-GENE-980526-388", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7955, "uniprot_kb": "B3DI86"}, {"ZFIN": "ZDB-GENE-980526-474", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 7955, "uniprot_kb": "O93369"}, {"WormBase": "WBGene00006570", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "O16273"}, {"WormBase": "WBGene00006852", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "G5EBY8"}, {"WormBase": "WBGene00021594", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "Q965N9"}, {"WormBase": "WBGene00000936", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "G5EEL5"}, {"FlyBase": "FBgn0039914", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "Q9V4E6"}, {"FlyBase": "FBgn0005590", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "P54631"}, {"FlyBase": "FBgn0024234", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "P27091"}, {"FlyBase": "FBgn0000490", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "P07713"}], "uniprot_kb": "P12643"}, "pathway": {"biocarta": {"id": "alkpathway", "name": "alk in cardiac myocytes"}, "humancyc": {"id": "PWY66-11", "name": "BMP Signalling Pathway"}, "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05217", "name": "Basal cell carcinoma - Homo sapiens (human)"}], "pid": {"id": "bmppathway", "name": "BMP receptor signaling"}, "reactome": [{"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1566948", "name": "Elastic fibre formation"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-201451", "name": "Signaling by BMP"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2129379", "name": "Molecules associated with elastic fibres"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8939902", "name": "Regulation of RUNX2 expression and activity"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}], "wikipathways": [{"id": "WP1425", "name": "Bone morphogenic protein (BMP) signaling and regulation"}, {"id": "WP1591", "name": "Heart Development"}, {"id": "WP236", "name": "Adipogenesis"}, {"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP2895", "name": "Differentiation of white and brown adipocyte"}, {"id": "WP3670", "name": "Simplified Interaction Map Between LOXL4 and Oxidative Stress Pathway"}, {"id": "WP3876", "name": "BMP2-WNT4-FOXO1 pathway in primary endometrial stromal cell differentiation"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4767", "name": "FGFR3 signaling in chondrocyte proliferation and terminal differentiation"}, {"id": "WP4787", "name": "Osteoblast differentiation"}, {"id": "WP4879", "name": "The Overlap Between Signal Transduction Pathways that Contribute to a Range of LMNA Laminopathies"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}]}, "pdb": ["1ES7", "1REU", "1REW", "2GOO", "2H62", "2H64", "2QJ9", "2QJA", "2QJB", "3BK3", "3BMP", "4MID", "4N1D", "4UHY", "4UHZ", "4UI0", "4UI1", "4UI2", "6OMN", "7AG0", "8E3G"], "pfam": ["PF00019", "PF00688"], "pharmgkb": "PA25379", "pharos": {"target_id": 8841, "tdl": "Tbio"}, "pir": "B37278", "prosite": "PS51362", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246387", "relationship": "is"}, {"id": "GNF246388", "relationship": "is"}, {"id": "GNF246389", "relationship": "is"}, {"id": "GNF246390", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047895", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080093", "relationship": "is"}, {"id": "GNF080094", "relationship": "is"}, {"id": "GNF080095", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054530", "relationship": "is"}, {"id": "GNF059307", "relationship": "is"}, {"id": "GNF074681", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068125", "relationship": "is"}, {"id": "GNF068126", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337873", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101818", "relationship": "is"}, {"id": "GNF141473", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_023233.1"], "protein": "NP_001191.1", "rna": "NM_001200.4", "translation": {"protein": "NP_001191.1", "rna": "NM_001200.4"}}, "reporter": {"HG-U133_Plus_2": ["205289_at", "205290_s_at"], "HG-U95Av2": ["1113_at", "40367_at"], "HTA-2_0": "TC20000067.hg.1", "HuEx-1_0": "3875423", "HuGene-1_1": "8060850", "HuGene-2_1": "16911261"}, "summary": "This gene encodes a secreted ligand of the TGF-beta (transforming growth factor-beta) superfamily of proteins. Ligands of this family bind various TGF-beta receptors leading to recruitment and activation of SMAD family transcription factors that regulate gene expression. The encoded preproprotein is proteolytically processed to generate each subunit of the disulfide-linked homodimer, which plays a role in bone and cartilage development. Duplication of a regulatory region downstream of this gene causes a form of brachydactyly characterized by a malformed index finger and second toe in human patients. [provided by RefSeq, Jul 2016].", "symbol": "BMP2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332424"}, "unigene": "Hs.73853", "uniprot": {"Swiss-Prot": "P12643", "TrEMBL": "C8C060"}, "wikipedia": {"url_stub": "Bone morphogenetic protein 2"}}