{"AllianceGenome": "1073", "HGNC": "1073", "MIM": "112266", "_id": "654", "_version": 1, "accession": {"genomic": ["AF083030.1", "AL133541.21", "AL135778.9", "CH471087.1", "CP068272.2", "JC739550.1", "KF458088.1", "KT583973.1", "NC_000006.12", "NC_060930.1"], "protein": ["AAA36737.1", "AAC33283.1", "AAH96084.1", "AAH96085.1", "AAH99624.1", "AAH99625.1", "AAI11764.1", "AAI12353.1", "AAI13019.1", "AAI13020.1", "AAI28032.1", "BAG62319.1", "CEF39434.1", "EAW55219.1", "NP_001709.1", "P22004.1"], "rna": ["AA700487.1", "AK300628.1", "BC096084.2", "BC096085.2", "BC099624.1", "BC099625.1", "BC111763.1", "BC112352.1", "BC113018.1", "BC113019.1", "BC128031.1", "BF732376.1", "M60315.1", "NM_001718.6"], "translation": [{"protein": "AAH96085.1", "rna": "BC096085.2"}, {"protein": "AAI11764.1", "rna": "BC111763.1"}, {"protein": "AAH99624.1", "rna": "BC099624.1"}, {"protein": "AAA36737.1", "rna": "M60315.1"}, {"protein": "BAG62319.1", "rna": "AK300628.1"}, {"protein": "AAI13020.1", "rna": "BC113019.1"}, {"protein": "AAI12353.1", "rna": "BC112352.1"}, {"protein": "AAH96084.1", "rna": "BC096084.2"}, {"protein": "AAH99625.1", "rna": "BC099625.1"}, {"protein": "AAI13019.1", "rna": "BC113018.1"}, {"protein": "AAI28032.1", "rna": "BC128031.1"}, {"protein": "NP_001709.1", "rna": "NM_001718.6"}]}, "alias": ["IO", "VGR", "VGR1"], "ensembl": {"gene": "ENSG00000153162", "protein": "ENSP00000283147", "transcript": "ENST00000283147", "translation": [{"protein": "ENSP00000283147", "rna": "ENST00000283147"}], "type_of_gene": "protein_coding"}, "entrezgene": "654", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.8238886769, "exp_mis": 211.295881632, "exp_syn": 113.287033803, "lof_z": 3.44241553104105, "mis_z": -0.0236921932970437, "mu_lof": 1.2952635115e-06, "mu_mis": 2.26733358067e-05, "mu_syn": 1.24965828689e-05, "n_lof": 2.0, "n_mis": 212.0, "n_syn": 99.0, "p_li": 0.895081718104266, "p_null": 4.2387816112151e-05, "p_rec": 0.104875894079622, "syn_z": 0.832147787518465}, "bp": 1542, "cds_end": 7880576, "cds_start": 7727188, "n_exons": 7, "nonpsych": {"exp_lof": 14.1846708795, "exp_mis": 191.105692619, "exp_syn": 102.398225188, "lof_z": 3.17728547530002, "mis_z": 0.00385655780300031, "mu_lof": 1.2952635115e-06, "mu_mis": 2.26733358067e-05, "mu_syn": 1.24965828689e-05, "n_lof": 2.0, "n_mis": 191.0, "n_syn": 88.0, "p_li": 0.841012694187879, "p_null": 0.00015536648021342, "p_rec": 0.158831939331908, "syn_z": 0.895829785135019}, "transcript": "ENST00000283147.6"}, "exons": [{"cdsend": 7880343, "cdsstart": 7726955, "chr": "6", "position": [[7726098, 7727619], [7845139, 7845332], [7861450, 7861599], [7862300, 7862498], [7879073, 7879150], [7879990, 7880101], [7880193, 7881728]], "strand": 1, "transcript": "NM_001718", "txend": 7881728, "txstart": 7726098}], "exons_hg19": [{"cdsend": 7880576, "cdsstart": 7727188, "chr": "6", "position": [[7726331, 7727852], [7845372, 7845565], [7861683, 7861832], [7862533, 7862731], [7879306, 7879383], [7880223, 7880334], [7880426, 7881961]], "strand": 1, "transcript": "NM_001718", "txend": 7881961, "txstart": 7726331}], "generif": [{"pubmed": 13130469, "text": "the presence of BMP-6 in adult human articular cartilage indicates a functional role for this growth factor in the maintenance of joint integrity."}, {"pubmed": 14558086, "text": "BMP-2 and BMP-6 are expressed in arthritic synovium and are strongly up-regulated by proinflammatory cytokines."}, {"pubmed": 15186723, "text": "results revealed a novel potent effect of PTH and vitamin D(3) plus BMPs in inducing bone development by human mesenchymal stem cells"}, {"pubmed": 15516325, "text": "BMP-6 increases the levels of osteopontin, BMP-2, alkaline phosphatase and core binding factor alpha 1 mRNAs in human periodontal (HPL) ligament cells."}, {"pubmed": 15548695, "text": "Recombinant noggin inhibited the function of BMP-6, suggesting a negative feedback regulation of BMP activity and indicating a strategy for the development of a novel therapeutic target in treatment of osteosclerotic bone metastases of prostate cancer"}, {"pubmed": 15784727, "text": "several single nucleotide polymorphisms in bone morphogenic protein 6, annexin A2, and klotho were associated with sickle cell osteonecrosis"}, {"pubmed": 15861517, "text": "To analyze the expression of bone morphogenetic proteins (BMPs) in prostate and breast cancers with established metastasis in bone"}, {"pubmed": 15877825, "text": "In mature human B cells, BMP-6 inhibited cell growth, and rapidly induced phosphorylation of Smad1/5/8 followed by an upregulation of Id1."}, {"pubmed": 16527843, "text": "endogenous BMP-6 system plays critical roles in aldosterone production between Ang II and K through ERK signaling pathway."}, {"pubmed": 16547600, "text": "Excess numbers of BMP6-deficient myofibroblast progenitor cells may favour adverse tissue remodelling in patients with diabetes."}, {"pubmed": 16604289, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16886151, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17238135, "text": "a distinct BMP and TGFbeta-receptor repertoire may explain the reduced chondrogenic capacity of adipose tissue stromal cells in vitro"}, {"pubmed": 17262821, "text": "strong BMP staining is seen in maturing chondrocytes, and thus may play a role in chondrocyte differentiation and/or apoptosis; BMP release by osteoclasts may promote osteoblastic differentiation at sites of bone remodeling"}, {"pubmed": 17574840, "text": "BMP-6 promoter methylation status is correlated with estrogen receptor status in breast cancer"}, {"pubmed": 17575215, "text": "BMP-6 promoter methylation may be a potential new biomarker of risk prediction in DLBCL."}, {"pubmed": 17577985, "text": "Data show that pcDNA-BMP2/6 produced more rhBMP6 than pcDNA-BMP6."}, {"pubmed": 17879955, "text": "BMP6 induced cell cycle arrest in estrogen-insensitive breast cancer cells. BMP6 inhibits stress-induced apoptosis via both Smad and p38 signal pathways."}, {"pubmed": 17899540, "text": "A functional bone morphogenetic protein 6 (BMP-6) signalling pathway is present in adult pre-T-leukemia lymphoma cell line Jurkat TAg."}, {"pubmed": 17924656, "text": "presents the crystal structure of BMP-6"}, {"pubmed": 18070108, "text": "The crystal structure of human BMP-6 was determined to a resolution of 2.1 A."}, {"pubmed": 18187665, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18308844, "text": "Affects aldosterone breakthrough induced by long-term treatment with agtr1 stimulated aldosterone production by adrenocortical cells."}, {"pubmed": 18326817, "text": "BMP-2, BMP-4, and BMP-6 are endogenous ligands for Hemojuvelin in hepatoma-derived cell lines, and all 3 of these ligands are expressed in human liver"}, {"pubmed": 18349123, "text": "Expression of BMP1, BMP6, BMP7, and BMP-receptor 2 was significantly increased in advanced stages of myelofibrosis compared and enhanced levels of BMP6 expression were already evident in prefibrotic stages of primary myelofibrosis."}, {"pubmed": 18436533, "text": "BMP-2/4 and BMP-6/7 differentially utilize cell surface receptors to induce osteoblastic differentiation of human bone marrow-derived mesenchymal stem cells"}, {"pubmed": 18632632, "text": "Wnt3a and Wnt5a have roles in inducing BMP-4 and 6 expression in prostate cancer osteoblast differentiation"}, {"pubmed": 18683889, "text": "BMP signaling plays a role in the induction of an osteoblastic phenotype in human dermal fibroblasts in response to vitamin D(3) stimulation"}, {"pubmed": 18688853, "text": "BMP-6 promoter methylation is likely to be a common epigenetic event at later stages of ATL and that the methylation profiles may be useful for the staging of ATL as well as for evaluation of the individual risk of developing the disease."}, {"pubmed": 18805502, "text": "significant role of BMP-6 in inhibiting MDA-MB-231 migration through decreasing deltaEF1 expression which subsequently relieves deltaEF1-mediated invasion."}, {"pubmed": 18931653, "text": "the potential use of bone-morphogenetic protein-6, noggin and sclerostin expression together as a prognostic predictor for metastatic progression of prostate cancer."}, {"pubmed": 18949431, "text": "BMP3b and BMP6 genes were suppressed by DNA methylation and methylation of BMP3b is significantly frequent in Japanese malignant pleural mesotheliomas (MPMs), suggesting its pathogenic role and the ethnic difference in MPMs."}, {"pubmed": 19075223, "text": "S1P induces osteoblast precursor recruitment and promotes mature cell survival. Wnt10b and BMP6 also were significantly increased in mature osteoclasts, whereas sclerostin levels decreased during differentiation."}, {"pubmed": 19093115, "text": "study confirmed association of a single SNP, BMP6-3 (rs3812163), suggesting a potential role for BMP6 in the development of sickle avascular necrosis in sickle cell disease patients."}, {"pubmed": 19245827, "text": "attenuates oxidant injury in kidney cells via Smad-dependent HO-1 induction"}, {"pubmed": 19252488, "text": "Mtations in BMP6 mayause iron overload in humans with severe juvenile hemochromatosia."}, {"pubmed": 19266077, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19308091, "text": "Bone morphogenetic protein-6 may function as an anti-metastasis factor by a mechanism involving transcriptional repression of microRNA-21 in breast cancer."}, {"pubmed": 19539911, "text": "BMP-6 is an important mediator to support healthy follicle growth in the human ovary."}, {"pubmed": 19543302, "text": "Data show that bone morphogenetic protein 6 ameliorates TGF-beta1-induced changes in HK-2 cells."}, {"pubmed": 19694819, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19718049, "text": "A high BMP6 expression in primary myeloma cell samples delineates significantly superior overall survival for patients undergoing high-dose chemotherapy"}, {"pubmed": 19765379, "text": "regulates hepcidin an iron metabolism in humans"}, {"pubmed": 20016212, "text": "Malignant human clear cell renal carcinoma tissue had significantly higher BMP-6 mRNA expression than healthy tissue"}, {"pubmed": 20048150, "text": "Using BMP-6/7 chimeras, we identified lysine 60 as a key residue conferring noggin resistance within the BMP-6 protein."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20401668, "text": "Results suggest that PTHrP (ParaThyroid Hormone-related Protein) acts upstream of BMP-6, and exerts its antimitogenic effect by reducing BMP-6 mRNA expression through PKA signaling pathway in breast cancer cells."}, {"pubmed": 20460105, "text": "BMP6, Smad1, Smad2 mRNA and protein expression were significantly higher in during sickle-cell pathology with orthopedic complications."}, {"pubmed": 20530805, "text": "c/hemojuvelin is a broad spectrum bone morphogenetic protein (BMP) antagonist and inhibits both BMP2- and BMP6-mediated signaling and gene expression"}, {"pubmed": 20546612, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20567515, "text": "conclude that BMP-2/6 is more potent than BMP-2 or BMP-6 for inducing differentiation of human embryonic stem cells, and it can be used as a more powerful substitute of these BMPs in in vitro differentiation guidance"}, {"pubmed": 20573596, "text": "the cBMP6 mRNA and H3K27me3 levels revealed significant differences between patients with local local advanced, or metastatic disease"}, {"pubmed": 20587610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20605837, "text": "AGTR1 gene deletion is associated with congenital anomalies of the kidneys and urinary tract."}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20844121, "text": "Ass-associated increases in BMP6 expression in a transgenic mouse model of Alzheimer's disease may have deleterious effects on neurogenesis in the hippocampus."}, {"pubmed": 21136273, "text": "a novel role of BMP-6/HO-1 cascade to relieve breast cancer metastasis by regulating the secretion of growth factors in tumor microenvironment."}, {"pubmed": 21374653, "text": "BMP-6 secreted by prostate cancer cells induces IL-6 expression in macrophages; IL-6, in turn, stimulates the neuroendocrine differentiation of prostate cancer cells."}, {"pubmed": 21622652, "text": "BMP6 and iron not only induce hepcidin expression but also induce TMPRSS6, a negative regulator of hepcidin expression"}, {"pubmed": 21898381, "text": "BMP-6 mainly inhibited plasmablast differentiation, and BMP-7 mainly induced apoptosis in human memory B cells"}, {"pubmed": 22086350, "text": "The methylation of BMP6 was correlated with decreased levels of mRNA transcripts."}, {"pubmed": 22305102, "text": "Growth differentiation factor 3 is induced by bone morphogenetic protein 6 (BMP-6) and BMP-7 and increases luteinizing hormone receptor messenger RNA expression in human granulosa cells."}, {"pubmed": 22364398, "text": "investigated role of BMP6 in esophageal squamous cell carcinoma (SCC) development and progression;high BMP6 activity, defined by strong BMP6 expression with weak noggin or SOST expression, was associated with shorter survival in esophageal SCC patients; results suggest BMP6, noggin and SOST could be used in combination as a prognostic indicator in cancer progression"}, {"pubmed": 22641693, "text": "BMP4 and BMP6, from two different BMP subclasses, and their antagonists noggin and sclerostin were variably expressed in melanocytes and keratinocytes in human skin"}, {"pubmed": 22792339, "text": "Estrogen is involved in hepcidin expression via a GPR30-BMP6-dependent mechanism"}, {"pubmed": 23674072, "text": "BMP6 plays a critical role in breast cancer cell aberrant proliferation and chemoresistance and may serve as a novel diagnostic biomarker or therapeutic target for breast cancer."}, {"pubmed": 23799295, "text": "Marker gene screening for human mesenchymal stem cells in early osteogenic response to bone morphogenetic protein 6 with DNA microarray."}, {"pubmed": 23853066, "text": "determined whether BMP-2, -6, and -7 differentially regulate the proliferation, mineralization, and mRNA expression of bone/mineralized tissue associated genes of human periodontal ligament stem cells obtained from periodontal ligament tissue"}, {"pubmed": 24012720, "text": "High BMP6 expression is associated with breast cancer."}, {"pubmed": 24185914, "text": "Prostate cancer-derived BMP-6 stimulates tumor-associated macrophages to produce IL-1a through a crosstalk between Smad1 and NF-kB1; IL-1a, in turn, promotes angiogenesis and prostate cancer growth."}, {"pubmed": 24263212, "text": "the patients carried genotype TA of rs 267196 and genotype AG of rs267201 present a high risk factor for developing osteonecrosis RR=1.317 and RR=1.3 respectively"}, {"pubmed": 24406789, "text": "BMP-6 attracted neutrophils and controlled the regulation of the neutrophils in the ovary."}, {"pubmed": 24498236, "text": "The BMP-6 staining intensity was downregulated."}, {"pubmed": 24518599, "text": "WNT5A derived from bone stromal cells induced the expression of BMP-6 by CaP cells; BMP-6 in turn stimulated cellular proliferation of CaP cells."}, {"pubmed": 24658703, "text": "these data highlight a therapeutically innovative role for BMP6 by providing a means to enhance the amount of myogenic lineage derived brown fat."}, {"pubmed": 24875397, "text": "There were no correlations between iron parameters and the expression of the BMP-6 in granulosa cells from polycycstic ovary syndrome patients."}, {"pubmed": 24890613, "text": "Data indicated that hypermethylation modifications contributed to the regulation of BMP6 and induced an epithelial-to-mesenchymal transition phenotype of breast cancer during the acquisition of drug resistance."}, {"pubmed": 25011936, "text": "In vitro analysis revealed that recombinant BMP6 inhibited the activation of hepatic stellate cells (HSCs) and reduced proinflammatory and profibrogenic gene expression in already activated HSCs"}, {"pubmed": 25121767, "text": "demonstrate that BMP6 is associated with radiographic severity in AS, supporting the role wingless-type like/BMP pathway on radiographic progression in AS"}, {"pubmed": 25227796, "text": "CpG island methylation of BMP6 is found in high frequency in CRC and this epigenetic event is associated with suppressed protein expression in the tumor tissue."}, {"pubmed": 25753222, "text": "These observations imply that crosstalk between the VEGF and BMP-6 signaling pathways enhances osteogenic differentiation of MSCs."}, {"pubmed": 26410368, "text": "BMP6 and oxidized low-density lipoprotein independently and synergistically induced osteogenic differentiation and mineralization in vascular endothelial cells."}, {"pubmed": 26475719, "text": "the combined delivery of VEGF and BMP-6 to the bone defect significantly enhanced bone repair through the enhancement of angiogenesis and the differentiation of endogenously recruited MSCs into the bone repair site."}, {"pubmed": 26582087, "text": "Identify 3 heterozygous missense mutations in BMP6 in patients with unexplained iron overload. These mutations lead to loss of signaling to SMAD proteins and reduced hepcidin production."}, {"pubmed": 26598555, "text": "BMP-dependent physical interaction of VE-cadherin with the BMP receptor ALK2 (BMPRI) and BMPRII, resulting in stabilization of the BMP receptor complex and, thereby, the support of BMP6-Smad signaling."}, {"pubmed": 26751737, "text": "These observations suggest a novel role of BMP-6 in the inhibition of breast cancer metastasis by regulating secretion of MMPs(MMP-1) in the tumor microenvironment."}, {"pubmed": 26779985, "text": "BMP-6 upregulates somatostatin receptor actions, leading to reduction of GnRH-induced secretion of luteinizing hormone."}, {"pubmed": 26855134, "text": "These results demonstrated that Hcy up-regulated hepcidin expression through the BMP6/SMAD pathway, suggesting a novel mechanism underlying the hyperhomocysteinemia-associated perturbation of iron homeostasis."}, {"pubmed": 27051019, "text": "study shows that patients with CRA had high expression of BMP6 and hepcidin and low expression of s-HJV. BMP6 was found to be negatively correlated with s-HJV; both regulate hepcidin expression and play important roles in the development of anemia."}, {"pubmed": 27592865, "text": "Plasma BMP6 was significantly increased in chronic heart failure patients."}, {"pubmed": 27959431, "text": "Further investigation on clinical ESCC samples and non-tumorous adjacent tissue found that tumors with triple-positive BMP6, ALK2 and BMPRII had deeper growth than tumors with only BMP6 expression"}, {"pubmed": 28335084, "text": "Our results independently add further evidence to the role of BMP6 mutations as likely contributing factors to late-onset moderate IO unrelated to mutations in the established five HH genes."}, {"pubmed": 28434979, "text": "Synergistic effects of BMP-2, BMP-6 or BMP-7 with human plasma fibronectin onto hydroxyapatite coatings."}, {"pubmed": 28523310, "text": "Study demonstrated that the mesenchymal epithelial/myoepithelial potential of transdifferentiation of the luminal cells that make up the proliferative units is certified by the immunohistochemical expression of some BMP6 purely mesenchymal protein cells."}, {"pubmed": 28733457, "text": "both bone morphogenetic protein 2 (BMP2) and BMP6 are proangiogenic in vitro and ex vivo and that the BMP type I receptors, activin receptor-like kinase 3 (ALK3) and ALK2, play crucial and distinct roles in this process."}, {"pubmed": 29767257, "text": "The present study demonstrated that BMP6 may protect retinal pigment epithelial cells from oxidative stress injury to a certain extent, which may be associated with alterations in the MAPK signaling pathway."}, {"pubmed": 30171260, "text": "This study elucidates a novel role of BMP6-induced modulation of the tumor microenvironment."}, {"pubmed": 30230035, "text": "All these data suggest that BMP6 decrease KC proliferation and promote KC differentiation. Together, these findings raise the possibility that BMP6 acts as the HIF-1alpha target, mediating the effects of HIF-1alpha on hyperproliferation and abnormal differentiation."}, {"pubmed": 30510168, "text": "Hepatitis C virus (HCV) blunted induction of hepcidin expression by hepatic bone morphogenetic protein BMP6. In HCV patients, disruption of the BMP6/hepcidin axis and genetic variation associated with the BMP/SMAD pathway predicts the outcome of infection. BMP6 enhances the transcriptional and antiviral response to type I interferon (IFN), but BMP6 also potently blocks HCV replication independently of IFN."}, {"pubmed": 30542109, "text": "BMP-6 is downregulated in patients with chronic obstructive pulmonary disease"}, {"pubmed": 30633987, "text": "The results demonstrate that BMP6 increases the production of TGF-beta1 by up-regulating the expression of furin in human granulosa cells via an ALK2/ALK3-mediated SMAD1/5/8-SMAD4 signaling pathway."}, {"pubmed": 30878675, "text": "Study detected that BMP6 is significantly increased in skin-derived fibroblasts of patients with localized scleroderma. Moreover, it was shown that BMP6 significantly impacts proliferation, migration, cytoskeletal organization, and collagen expression, as well as activity of the major pro-fibrogenic transcription factor AP-1 in dermal fibroblasts."}, {"pubmed": 30982140, "text": "Identification of Pathogenic Genes and Transcription Factors in Osteosarcoma."}, {"pubmed": 31276102, "text": "Nrf2 controls iron homeostasis in haemochromatosis and thalassaemia via Bmp6 and hepcidin."}, {"pubmed": 31434001, "text": "demonstrate that ALK2 and ALK3 BMP type I receptors are involved in BMP6-induced suppressive effects on Cx43 expression"}, {"pubmed": 31495245, "text": "Bone morphogenetic protein 6 expression in cumulus cells is negatively associated with oocyte maturation."}, {"pubmed": 32059748, "text": "miR-765 inhibits the osteogenic differentiation of human bone marrow mesenchymal stem cells by targeting BMP6 via regulating the BMP6/Smad1/5/9 signaling pathway."}, {"pubmed": 32076051, "text": "Inhibition of bone morphogenetic protein 6 receptors ameliorates Sjogren's syndrome in mice."}, {"pubmed": 32464486, "text": "Novel mutations in the bone morphogenetic protein 6 gene in patients with iron overload and non-homozygous genotype for the HFE p.Cys282Tyr mutation."}, {"pubmed": 32524577, "text": "BMP-6 and SMAD4 gene expression is altered in cumulus cells from women with endometriosis-associated infertility."}, {"pubmed": 32641001, "text": "Association analysis of polymorphisms rs12997 in ACVR1 and rs1043784 in BMP6 genes involved in bone morphogenic protein signaling pathway in primary angle-closure and pseudoexfoliation glaucoma patients of Saudi origin."}, {"pubmed": 32845956, "text": "BMP6 Regulates Corneal Epithelial Cell Stratification by Coordinating Their Proliferation and Differentiation and Is Upregulated in Pterygium."}, {"pubmed": 32854680, "text": "Synergistic interaction of hTGF-beta3 with hBMP-6 promotes articular cartilage formation in chitosan scaffolds with hADSCs: implications for regenerative medicine."}, {"pubmed": 33232799, "text": "BMP6 binding to heparin and heparan sulfate is mediated by N-terminal and C-terminal clustered basic residues."}, {"pubmed": 33332786, "text": "Genome-wide Association Analysis Across 16,956 Patients Identifies a Novel Genetic Association Between BMP6, NIPAL1, CNGA1 and Spondylosis."}, {"pubmed": 34037557, "text": "Novel BMP6 gene mutation in patient with iron overload."}, {"pubmed": 34314740, "text": "BMP6 increases CD68 expression by up-regulating CTGF expression in human granulosa-lutein cells."}, {"pubmed": 34611951, "text": "Runx3 regulates iron metabolism via modulation of BMP signalling."}, {"pubmed": 34740612, "text": "Bone morphogenetic protein 6-mediated crosstalk between endothelial cells and hepatocytes recapitulates the iron-sensing pathway in vitro."}, {"pubmed": 34933731, "text": "The effect of cellular and physiological indicators on gender determination."}, {"pubmed": 35033126, "text": "Immunohistochemical analysis revealed the expression of bone morphogenetic proteins-4, 6, 7, and 9 in human induced membrane samples treated with the Masquelet technique."}, {"pubmed": 35694925, "text": "Blood BMP6 Associated with Cognitive Performance and Alzheimer's Disease Diagnosis: A Longitudinal Study of Elders."}, {"pubmed": 36153321, "text": "RNF4~RGMb~BMP6 axis required for osteogenic differentiation and cancer cell survival."}, {"pubmed": 37795636, "text": "BMP6 participates in the pathogenesis of adolescent idiopathic scoliosis by regulating osteopenia."}, {"pubmed": 37930517, "text": "Bone morphogenetic protein 6 induces downregulation of pentraxin 3 expression in human granulosa lutein cells in women with polycystic ovary syndrome."}, {"pubmed": 38323352, "text": "BMP6 and VDR gene polymorphisms are associated with osteonecrosis in a sickle cell anaemia cohort."}], "genomic_pos": {"chr": "6", "end": 7881728, "ensemblgene": "ENSG00000153162", "start": 7726099, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 7881655, "start": 7727030, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0001501", "pubmed": 8089189, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001654", "qualifier": "involved_in", "term": "eye development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001822", "qualifier": "involved_in", "term": "kidney development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001938", "qualifier": "involved_in", "term": "positive regulation of endothelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001958", "qualifier": "involved_in", "term": "endochondral ossification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0003323", "pubmed": 11865031, "qualifier": "involved_in", "term": "type B pancreatic cell development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006879", "qualifier": "involved_in", "term": "intracellular iron ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006955", "pubmed": 16886151, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0008284", "pubmed": 15516325, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 26598555, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014823", "qualifier": "involved_in", "term": "response to activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030501", "pubmed": 18436533, "qualifier": "involved_in", "term": "positive regulation of bone mineralization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030509", "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030509", "pubmed": 18436533, "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030509", "pubmed": 18326817, "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030539", "qualifier": "involved_in", "term": "male genitalia development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031666", "qualifier": "involved_in", "term": "positive regulation of lipopolysaccharide-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032026", "qualifier": "involved_in", "term": "response to magnesium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032332", "qualifier": "involved_in", "term": "positive regulation of chondrocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032349", "pubmed": 16527843, "qualifier": "involved_in", "term": "positive regulation of aldosterone biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032526", "qualifier": "involved_in", "term": "response to retinoic acid"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043117", "pubmed": 26598555, "qualifier": "involved_in", "term": "positive regulation of vascular permeability"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045603", "qualifier": "involved_in", "term": "positive regulation of endothelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045666", "qualifier": "involved_in", "term": "positive regulation of neuron differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045669", "pubmed": 18436533, "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 16527843, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045944", "pubmed": 18326817, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045944", "pubmed": 15516325, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050679", "pubmed": 11865031, "qualifier": "involved_in", "term": "positive regulation of epithelial cell proliferation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0050714", "pubmed": 15516325, "qualifier": "involved_in", "term": "positive regulation of protein secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050731", "pubmed": 26598555, "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051216", "qualifier": "involved_in", "term": "cartilage development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051384", "qualifier": "involved_in", "term": "response to glucocorticoid"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060348", "pubmed": 16798745, "qualifier": "involved_in", "term": "bone development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060391", "pubmed": 19366699, "qualifier": "involved_in", "term": "positive regulation of SMAD protein signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060391", "qualifier": "involved_in", "term": "positive regulation of SMAD protein signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060586", "pubmed": [26582087, 28335084, 32464486], "qualifier": "involved_in", "term": "multicellular organismal-level iron ion homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060586", "qualifier": "involved_in", "term": "multicellular organismal-level iron ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071260", "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071281", "qualifier": "involved_in", "term": "cellular response to iron ion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071773", "pubmed": 18326817, "qualifier": "involved_in", "term": "cellular response to BMP stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903392", "pubmed": 26598555, "qualifier": "involved_in", "term": "negative regulation of adherens junction organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000048", "pubmed": 26598555, "qualifier": "involved_in", "term": "negative regulation of cell-cell adhesion mediated by cadherin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000860", "qualifier": "involved_in", "term": "positive regulation of aldosterone secretion"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005615", "pubmed": 26582087, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031982", "qualifier": "located_in", "term": "vesicle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [30097509, 31800957], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0046982", "pubmed": 7811286, "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070700", "pubmed": 7811286, "qualifier": "enables", "term": "BMP receptor binding"}]}, "homologene": {"genes": [[7955, 503761], [8364, 100127176], [9031, 420868], [9544, 695091], [9598, 471851], [9606, 654], [9913, 617566], [10090, 12161], [10116, 25644]], "id": 1300}, "interpro": [{"desc": "TGF-beta, propeptide", "id": "IPR001111", "short_desc": "TGF-b_propeptide"}, {"desc": "Transforming growth factor-beta, C-terminal", "id": "IPR001839", "short_desc": "TGF-b_C"}, {"desc": "Transforming growth factor-beta-related", "id": "IPR015615", "short_desc": "TGF-beta-rel"}, {"desc": "Transforming growth factor beta, conserved site", "id": "IPR017948", "short_desc": "TGFb_CS"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": ["IPI00024887", "IPI01014123"], "map_location": "6p24.3", "name": "bone morphogenetic protein 6", "other_names": ["VG-1-R", "VG-1-related protein", "bone morphogenetic protein 6", "vegetal related growth factor (TGFB-related)"], "pantherdb": {"HGNC": "1073", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88182", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10090, "uniprot_kb": "P20722"}, {"RGD": "2214", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10116, "uniprot_kb": "Q04906"}, {"Ensembl": "ENSGALG00000012787", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 9031, "uniprot_kb": "F1P4H2"}, {"ZFIN": "ZDB-GENE-050306-42", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 7955, "uniprot_kb": "F1R678"}], "uniprot_kb": "P22004"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa04913", "name": "Ovarian steroidogenesis - Homo sapiens (human)"}], "pid": {"id": "bmppathway", "name": "BMP receptor signaling"}, "wikipathways": [{"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP3924", "name": "Hfe effect on hepcidin production"}, {"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}]}, "pdb": ["2QCW", "2R52", "2R53", "6OMO"], "pfam": ["PF00019", "PF00688"], "pharmgkb": "PA25383", "pharos": {"target_id": 8924, "tdl": "Tbio"}, "pir": "B39263", "prosite": ["PS51257", "PS51362"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246403", "relationship": "is"}, {"id": "GNF246404", "relationship": "is"}, {"id": "GNF246405", "relationship": "is"}, {"id": "GNF246406", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046092", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080104", "relationship": "is"}, {"id": "GNF080105", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052913", "relationship": "is"}, {"id": "GNF057678", "relationship": "is"}, {"id": "GNF072794", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062281", "relationship": "is"}, {"id": "GNF062282", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1"], "protein": "NP_001709.1", "rna": "NM_001718.6", "translation": {"protein": "NP_001709.1", "rna": "NM_001718.6"}}, "reporter": {"HG-U133_Plus_2": ["206176_at", "215042_at", "241141_at"], "HG-U95Av2": ["1733_at", "39279_at"], "HTA-2_0": "TC06000062.hg.1", "HuEx-1_0": "2893895", "HuGene-1_1": "8116818", "HuGene-2_1": "17004657"}, "retired": [7427, 7964], "summary": "This gene encodes a secreted ligand of the TGF-beta (transforming growth factor-beta) superfamily of proteins. Ligands of this family bind various TGF-beta receptors leading to recruitment and activation of SMAD family transcription factors that regulate gene expression. The encoded preproprotein is proteolytically processed to generate each subunit of the disulfide-linked homodimer. This protein regulates a wide range of biological processes including iron homeostasis, fat and bone development, and ovulation. Differential expression of this gene may be associated with progression of breast and prostate cancer. Mutations in this gene may be associated with iron overload in human patients. [provided by RefSeq, Jul 2016].", "symbol": "BMP6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332427"}, "unigene": "Hs.285671", "uniprot": {"Swiss-Prot": "P22004", "TrEMBL": ["B4DUF7", "Q4VBA3"]}, "wikipedia": {"url_stub": "Bone morphogenetic protein 6"}}