{"AllianceGenome": "1074", "HGNC": "1074", "MIM": "112267", "_id": "655", "_version": 1, "accession": {"genomic": ["AF210054.1", "AL122058.19", "AL157414.19", "CH471077.2", "CP068258.2", "CQ786476.1", "CS150682.1", "CS237122.1", "CS279049.1", "CS284582.1", "CS410513.1", "CS455741.1", "CS670983.1", "GM868923.1", "HC190935.1", "JB345838.1", "NC_000020.11", "NC_060944.1", "NG_032771.1"], "protein": ["AAA36738.1", "AAG43508.1", "AAH08584.1", "ACD50899.1", "AIL24690.1", "BAF83875.1", "BAG35329.1", "CAA36100.1", "CAG17752.1", "CAJ29673.1", "CAJ47525.1", "CAJ86525.1", "CAJ98562.1", "CAL47728.1", "CAL85403.1", "CAP07469.1", "CAV07685.1", "CBI69260.1", "CDH92867.1", "EAW75529.1", "EAW75530.1", "EAW75531.1", "NP_001710.1", "P18075.1"], "rna": ["AK094784.1", "AK291186.1", "AK312419.1", "BC004248.1", "BC008584.1", "BM683430.1", "DA740733.1", "EU679366.1", "KJ875974.1", "M60316.1", "NM_001719.3", "X51801.1"], "translation": [{"protein": "AAH08584.1", "rna": "BC008584.1"}, {"protein": "BAF83875.1", "rna": "AK291186.1"}, {"protein": "ACD50899.1", "rna": "EU679366.1"}, {"protein": "AIL24690.1", "rna": "KJ875974.1"}, {"protein": "NP_001710.1", "rna": "NM_001719.3"}, {"protein": "AAA36738.1", "rna": "M60316.1"}, {"protein": "BAG35329.1", "rna": "AK312419.1"}, {"protein": "CAA36100.1", "rna": "X51801.1"}]}, "alias": "OP-1", "ensembl": {"gene": "ENSG00000101144", "protein": ["ENSP00000379204", "ENSP00000379205", "ENSP00000390814", "ENSP00000398687"], "transcript": ["ENST00000395863", "ENST00000395864", "ENST00000433911", "ENST00000450594", "ENST00000460817", "ENST00000463939", "ENST00000476877", "ENST00000524700", "ENST00000530870"], "translation": [{"protein": "ENSP00000379204", "rna": "ENST00000395863"}, {"protein": "ENSP00000379205", "rna": "ENST00000395864"}, {"protein": "ENSP00000398687", "rna": "ENST00000450594"}, {"protein": "ENSP00000390814", "rna": "ENST00000433911"}], "type_of_gene": "protein_coding"}, "entrezgene": "655", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.8614352371, "exp_mis": 190.360326717, "exp_syn": 91.5560786744, "lof_z": 3.41160231987225, "mis_z": 2.70704772194502, "mu_lof": 9.54741542598e-07, "mu_mis": 2.01303577531e-05, "mu_syn": 9.6709526744e-06, "n_lof": 0.0, "n_mis": 114.0, "n_syn": 66.0, "p_li": 0.98128676800379, "p_null": 1.36040555429486e-05, "p_rec": 0.018699627940667, "syn_z": 1.65577032196937}, "bp": 1296, "cds_end": 55841178, "cds_start": 55746014, "n_exons": 7, "nonpsych": {"exp_lof": 10.6070007507, "exp_mis": 172.165727645, "exp_syn": 82.7383407775, "lof_z": 3.19851400025848, "mis_z": 2.62031960178316, "mu_lof": 9.54741542598e-07, "mu_mis": 2.01303577531e-05, "mu_syn": 9.6709526744e-06, "n_lof": 0.0, "n_mis": 104.0, "n_syn": 61.0, "p_li": 0.97405431700509, "p_null": 3.71018449866949e-05, "p_rec": 0.0259085811499227, "syn_z": 1.50465335719207}, "nontcga": {"exp_lof": 10.8999717961, "exp_mis": 175.118964463, "exp_syn": 84.219044153, "lof_z": 3.25682108253779, "mis_z": 2.63984695854943, "mu_lof": 9.54741542598e-07, "mu_mis": 2.01303577531e-05, "mu_syn": 9.6709526744e-06, "n_lof": 0.0, "n_mis": 105.0, "n_syn": 65.0, "p_li": 0.974428774186928, "p_null": 2.93110202680755e-05, "p_rec": 0.0255419147928044, "syn_z": 1.32601622810473}, "transcript": "ENST00000395863.3"}, "exons": [{"cdsend": 57266122, "cdsstart": 57170958, "chr": "20", "position": [[57168752, 57171108], [57173199, 57173310], [57174930, 57175007], [57183721, 57183919], [57202474, 57202623], [57228228, 57228421], [57265704, 57266641]], "strand": -1, "transcript": "NM_001719", "txend": 57266641, "txstart": 57168752}], "exons_hg19": [{"cdsend": 55841178, "cdsstart": 55746014, "chr": "20", "position": [[55743808, 55746164], [55748255, 55748366], [55749986, 55750063], [55758777, 55758975], [55777530, 55777679], [55803284, 55803477], [55840760, 55841697]], "strand": -1, "transcript": "NM_001719", "txend": 55841697, "txstart": 55743808}], "generif": [{"pubmed": 11769973, "text": "Transforming growth factor-beta1 supports the rapid morphogenesis of heterotopic endochondral bone initiated by human osteogenic protein-1 via the synergistic upregulation of molecular markers"}, {"pubmed": 12385776, "text": "age related decline in level may contribute to the elevated susceptibility of cartilage to the degenerative process."}, {"pubmed": 12478285, "text": "crystal structure of the antagonist Noggin bound to BMP-7, which shows that Noggin inhibits BMP signalling by blocking the molecular interfaces of the binding epitopes for both type I and type II receptors"}, {"pubmed": 12478660, "text": "BMP-7 signaling is inhibited by glypican 3 in hepatocellular carcinoma cells"}, {"pubmed": 12594282, "text": "BMP-7 inhibits constitutive and IL-1 beta-induced expression of monocyte chemoattractant protein-1 in mesangial cells, partly through suppression of c-Jun N-terminal kinase activity and AP-1 binding activity."}, {"pubmed": 12667445, "text": "crystal structure of BMP7 in complex with the extracellular domain (ECD) of the activin type II receptor"}, {"pubmed": 12734180, "text": "IGF-1 and OP-1 could be key physiological regulators of MMP-13 gene expression"}, {"pubmed": 12740218, "text": "In pulmonary artery smooth muscle cells from pulmonary hypertension patients, the BMP-2- or BMP-7-induced apoptosis was significantly inhibited compared with PASMCs from patients with secondary pulmonary hypertension."}, {"pubmed": 12792780, "text": "BMP-7 is expressed in various breast cancer cell lines in a cell line-specific manner"}, {"pubmed": 12811818, "text": "BMP-7 plays an important role in the regulation of anti-inflammatory response in the adult gut tissue."}, {"pubmed": 12919879, "text": "Overall decrease in endogenous OP-1 in degenerated and OA tissue suggests that OP-1 could be one of the factors responsible for normal homeostasis and matrix integrity in cartilage."}, {"pubmed": 12925612, "text": "Modulation of endogenous osteogenic protein-1 (OP-1) by interleukin-1 in adult human articular cartilage."}, {"pubmed": 14587033, "text": "OP-1 stimulated cell proliferation and mRNA expression of several biochemical markers in this ligament cell culture model"}, {"pubmed": 14751565, "text": "In the extraskeletal model, newly formed bone was evident in the presence of rhBMP-7"}, {"pubmed": 14981086, "text": "results suggest expression of the Ihh gene, which contains multiple Smad binding sites, may be finely regulated by a gradient of bone morphogenetic protein BMP7"}, {"pubmed": 15100360, "text": "Stimulation of kidney cells with BMP-7 induced hyaluronan synthase 2 mRNA expression and decreased the expression of Hyal1 and Hyal2."}, {"pubmed": 15574511, "text": "The effect of BMP-7 on TGF-beta1 synthesis in TNF-alpha-stimulated cells was abrogated by disruption of CD44-hyaluronan interactions, suggesting that it was due to increased monocyte binding to hyaluronan on the cell surface."}, {"pubmed": 15861517, "text": "To analyze the expression of bone morphogenetic proteins (BMPs) in prostate and breast cancers with established metastasis in bone"}, {"pubmed": 15929982, "text": "the prodomain of BMP-7 has a role in targeting the BMP-7 complex to the extracellular matrix"}, {"pubmed": 15994952, "text": "BMP7 induced Smad phosphorylation in a dose-dependent manner, with Smad activation clearly demonstrable in prostate adenocarcinoma."}, {"pubmed": 16126463, "text": "BMPs influence the formation of the osteolytic prostate cancer metastases, and treatment modalities that inhibit BMP activity may limit the progression of the lytic component of prostate cancer metastases."}, {"pubmed": 16419056, "text": "Our results are suggesting a possible functional role for BMP7 in breast cancer development."}, {"pubmed": 16646979, "text": "Measurement of OP-1 in joint fluid may have value in the clinical evaluation of joint diseases."}, {"pubmed": 16686760, "text": "BMP7 could restore the homeostatic balance of pSmad signaling found in normal kidneys, thereby preventing or reversing the development of chronic allograft nephropathy."}, {"pubmed": 16719933, "text": "Topical and differential expression of BMP-2/4 and BMP-7 mRNA and protein was found in bursa tissue."}, {"pubmed": 16807538, "text": "BMP-7 expression in the adult human kidney appears to be more restricted than in the fetal situation and predominantly found in the distal nephron."}, {"pubmed": 16831023, "text": "Osteogenic protein-1 (OP-1 has shown particular potential in clinical trials as a bone graft substitute ."}, {"pubmed": 16846353, "text": "Recombinant human BMP-7 plays a role in the migration of bone-forming cells."}, {"pubmed": 16899516, "text": "maintenance of renal BMP-7 during the evolution of diabetic nephropathy reduces diabetic renal injury, especially podocyte dropout. The findings also establish a role for endogenous glomerular BMP-7 as an autocrine regulator of podocyte integrity in vivo."}, {"pubmed": 17003840, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17018615, "text": "BMP7 expression was almost completely absent at the invasive margin of esophageal tumors, but present in the central area. It may antagonize TGF-beta1's role in invasiveness."}, {"pubmed": 17262821, "text": "strong BMP staining is seen in maturing chondrocytes, and thus may play a role in chondrocyte differentiation and/or apoptosis; BMP release by osteoclasts may promote osteoblastic differentiation at sites of bone remodeling"}, {"pubmed": 17264867, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17264867, "text": "These results indicate that mutations are rare in FGF8 and FGFR2 in hypospadias, but gene variants may influence the risk."}, {"pubmed": 17415633, "text": "Immunohistochemistry of cirrhotic human liver demonstrated upregulated BMP7 protein expression in hepatocytes as compared with normal human liver."}, {"pubmed": 17478078, "text": "Proinvasive activity of BMP7 through SMAD4/src-independent and ERK/Rac/JNK-dependent signaling pathways in colon cancer cells is reported."}, {"pubmed": 17497692, "text": "BMP7 promotes the adipogenic and not the osteogenic or chondrogenic lineage development of human stem cells"}, {"pubmed": 17522432, "text": "induction of BMP7 expression is frequent in melanomas and may serve as a novel prognostic marker of progression in melanoma patients"}, {"pubmed": 17530715, "text": "BMP-7 was more potent than BMP-2 in inducing chondrogenesis, but the properties of the differentiated tissue were similar in each case"}, {"pubmed": 17530716, "text": "The presence of BMP-7 and IL-1Ra antagonized the anti-anabolic effects of lipopolysaccharide"}, {"pubmed": 17624341, "text": "Expression of BMP-4 and BMP-7 and their receptors in human ovaries from fetuses as well as adults."}, {"pubmed": 17656261, "text": "Approximately half of the prostate tumors displayed increased copy numbers of the BMP2, BMP5, BMP7, and UC28 gene loci, which may account for their abnormal gene expression patterns in neoplastic prostate tissue."}, {"pubmed": 17724140, "text": "Results suggest that bone morphogenic protein 7 controls and preserves the epithelial phenotype in the human prostate and underscore a decisive role of the tumor microenvironment in mediating the therapeutic response of BMP7."}, {"pubmed": 17909016, "text": "In breast cancer, bone morphogenetic protein 7 (BMP7) is a novel target gene regulated by the p53 family and mediates the cell survival function of the basal physiologically relevant level of p53."}, {"pubmed": 18029192, "text": "BMP-7 but not BMP-2 and BMP-4 prevents the loss of primitive hematopoietic progenitor cells cultured in SFM plus SF3."}, {"pubmed": 18032587, "text": "This screen identified a bone morphogenetic protein (BMP) antagonist, SOSTDC1 (sclerostin domain-containing-1) as down-regulated in kidney tumors."}, {"pubmed": 18259822, "text": "Significantly higher BMP7 expression is associated with colorectal cancer"}, {"pubmed": 18292470, "text": "Allergen challenge was associated with marked and sustained up-regulation of BMP-7 in airway epithelium and infiltrating inflammatory cells"}, {"pubmed": 18328806, "text": "DeltaNp63/BMP-7 signaling pathway modulates wound healing process through the regulation of matrilin-2."}, {"pubmed": 18349123, "text": "Expression of BMP1, BMP6, BMP7, and BMP-receptor 2 was significantly increased in advanced stages of myelofibrosis compared and enhanced levels of BMP6 expression were already evident in prefibrotic stages of primary myelofibrosis."}, {"pubmed": 18393351, "text": "This study was initiated to examine the effects of BMP-7 (also called Osteogenic Protein-1) on the temporal and spatial expression patterns of other BMPs and the BMP receptors in cell cultures of adult rat Achilles and Patellar tendons."}, {"pubmed": 18436533, "text": "BMP-2/4 and BMP-6/7 differentially utilize cell surface receptors to induce osteoblastic differentiation of human bone marrow-derived mesenchymal stem cells"}, {"pubmed": 18465455, "text": "Overproduction of BMP-7 was noted in ankylosing spondylitits(AS) patients and serum BMP-7 levels reflected radiologic damage observed in AS"}, {"pubmed": 18496506, "text": "BMP-7 ameliorates IgA nephropathy-derived polymeric IgA-induced TNF-alpha and TGF-beta synthesis in human mesangial cells through multiple mechanisms involving inhibitory Smads and PPAR-gamma."}, {"pubmed": 18508541, "text": "Promise for therapeutic utility of rhBMP7 or small molecule BMP7 agonists in patients with chronic kidney diseases,[REVIEW]"}, {"pubmed": 18514338, "text": "A significant elevation in expression of BMP7 in oral squamous cell carcinoma cells was seen in carbon and neon-irradiated cells."}, {"pubmed": 18560367, "text": "acts as an autocrine growth inhibitor in melanocytic cells; advanced melanoma cells may escape from BMP7-induced inhibition through concomitant aberrant expression of Noggin"}, {"pubmed": 18621057, "text": "Results showed that type II receptors, such as BMP receptor II, activin receptor IIA, and activin receptor IIB, competed with the pd for binding to the growth factor and displaced the prodomain from the complex."}, {"pubmed": 18978678, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18980801, "text": "BMP7 can promote and inhibit cell growth in breast cancer cell lines and, in a suitable environment, can also considerably induce breast cancer cell migration and invasion"}, {"pubmed": 19056781, "text": "BMP-7 does not inhibit mesenchymal-to-epithelial transition in either primary or immortalized human proximal tubule cells."}, {"pubmed": 19108831, "text": "BMP-7 increases follicle-stimulating hormone (FSH) receptor mRNA levels in human ovarian follicles, whereas it decreases luteinizing hormone receptor gene expression."}, {"pubmed": 19112509, "text": "BMP-7 has no anti-fibrotic effect in lung or skin fibrosis either in vivo or in vitro"}, {"pubmed": 19116903, "text": "IL1B can affect all the key steps in OP-1 signaling in chondrocytes"}, {"pubmed": 19180920, "text": "VEGF165 may partially inhibit TGF-beta1-induced epithelial-mesenchymal transition by upregulating the expressions of BMP-7 and Id2."}, {"pubmed": 19240369, "text": "Osteoblasts exposed in dose-dependent manner to rhBMP-2, -4 and -7 had significantly lower rates of proliferation and higher rate of apoptosis."}, {"pubmed": 19283074, "text": "Further validation of candidate genes on a separate cohort of low and high grade prostate cancers by quantitative MethyLight analysis has allowed us to confirm DNA hypermethylation of HOXD3 and BMP7..."}, {"pubmed": 19301001, "text": "BMP-7 might serve as a biochemical parameter for determining disease severity in primary knee osteoarthritis (OA) and could play a potential role in cartilage protection and repair of OA."}, {"pubmed": 19396502, "text": "BMP-7 as a bone-stimulating agent combined with conventional autograft resulted in a nonunion healing rate of 100%."}, {"pubmed": 19403392, "text": "Administration of BMP-7 can significantly suppress the down-regulation of nephrin expression and maintain its normal distribution in the podocytes in diabetic rats possibly in association with a direct suppression of TGF-betasignaling."}, {"pubmed": 19453255, "text": "Polymorphisms in BMP7 are associated with inverse relationships between bone mineralization and vascular calcification in the coronary, carotid, and abdominal aorta in a diabetes-enriched cohort of European Americans."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19597895, "text": "Data suggest inhibition of BMP-7, by Drm (Gremlin), follistatin, and Noggin and upregulation of BMP-4 may play an integral role in the development of nonunions."}, {"pubmed": 19725097, "text": "BMP7 gene-modified bone marrow stromal cells and load-bearing can promote bone regeneration in segmental defects."}, {"pubmed": 19816049, "text": "These data suggest that BMP-7 can block CsA-induced EMT by downregulating the expression of CTGF, a downstream mediator of EMT."}, {"pubmed": 19846067, "text": "Observational study and genome-wide association study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19950204, "text": "the role of bone morphogenetic protein-7 (BMP-7) in chondrogenic and osteogenic differentiation of human bone marrow multipotent mesenchymal stromal cells"}, {"pubmed": 20085912, "text": "Progesterone-induced suppression of BMP7 and BMP7-induced inhibition of decidualization and proliferation of ESC suggest an elaborate regulatory mechanism for decidualization through BMP7 in the endometrium"}, {"pubmed": 20126477, "text": "our results show that BMP-7 is expressed at the highest level in advanced castration-resistant prostate cancer cells"}, {"pubmed": 20188872, "text": "The results showed that bone marrow mesenchymal stromal cells expressing BMP7 preferred a pore size between 100 and 300 microm in silk fibroin protein fabricated scaffolds."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20445470, "text": "OP-1 combined with locally obtained autograft is a safe and effective alternative for iliac crest autograft in instrumented single-level posterolateral fusions of the lumbar spine."}, {"pubmed": 20506283, "text": "Data establish BMP7 as an important gene in eye development, and suggest that BMP7 should be considered during clinical evaluation of individuals with developmental eye anomalies."}, {"pubmed": 20530416, "text": "BMP7 protein is a pivotal regulator of cell motility in lung cancer with little impact on the growth of tumour cells. BMP7 expression is linked to lymph node involvement in patients with lung cancer."}, {"pubmed": 20540029, "text": "BMP-7 mRNA and protein expression were down-regulated in clear cell renal carcinoma."}, {"pubmed": 20546278, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20573231, "text": "BMP-7 modulates the profibrotic effects of TGF-beta1 on normal lung fibroblasts."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20632031, "text": "BMPs, especially BMP-7, warrant further investigation as possible markers for the aggravation of airway remodelling."}, {"pubmed": 20656331, "text": "In vitro treatment of whole blood with BMP7 markedly increased the population of tissue factor-positive monocytes from 1.5+/-0.6 % to 31.0+/-7.6 % (p<0.001)."}, {"pubmed": 20670444, "text": "Surgical procedures of cartilage regeneration lead to an up-regulation of both BMP-2 and BMP-7 that in future might be used as a prognostic factor or to support cartilage healing."}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20682677, "text": "Results indicate that bone morphogenetic proteins 2, 4, and7 may play a role in the process of spinal ankylosis."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20887146, "text": "Recombinant human OP-1 (bone morphogenetic protein 7) induces an immune response following its use as a bone graft alternative. This response was transient and diminished over time."}, {"pubmed": 20932341, "text": "There was no dose limiting toxicity of BMP-7 identified in this safety and tolerability study overall and no differences in adverse event rates between BMP-7 and placebo groups."}, {"pubmed": 20952383, "text": "when both proteins are expressed in the same cell, sclerostin can antagonize BMP signaling directly by inhibiting BMP7 secretion"}, {"pubmed": 21080950, "text": "Reduced expression of BMP7 is determined in patients with hypertensive nephrosclerosis."}, {"pubmed": 21110425, "text": "BMP-7 may play an important role as anti-inflammatory and anti-fibrogenic effect in the fibrogenesis of chronic hepatitis B."}, {"pubmed": 21224856, "text": "BMP-7 expression is one of the strong predictors of risk of tumour recurrence in gastric cancer."}, {"pubmed": 21305726, "text": "BMP- 7 plays an important protective role in renal inflammatory diseases preventing greater damage and fibrosis"}, {"pubmed": 21317922, "text": "findings indicate high MYC levels drive BMP7 overexpression, promoting cell survival in medulloblastoma cells suggesting the potential relevance of targeting the BMP/SMAD pathway as a novel therapeutic approach for the treatment of childhood MB"}, {"pubmed": 21447156, "text": "Gene array data strongly suggest a critical role of OP-1 in human cartilage homeostasis"}, {"pubmed": 21458096, "text": "Findings suggested that BMP7 may stimulate insulin secretion and improve islet cell function in humans."}, {"pubmed": 21485009, "text": "these results indicate that Bmp7 is indirectly required for corpus callosum formation by controlling the timely differentiation of its guidepost cells"}, {"pubmed": 21506685, "text": "transfected BMP-7 enhances both in vitro and in vivo osteogenesis"}, {"pubmed": 21591998, "text": "these data suggest activation of TGF-beta signaling and suppression of BMP7 expression in the manifestation of oral submucous fibrosis."}, {"pubmed": 21609526, "text": "The rs6025422 polymorphism in the BMP7 gene is linked with hypertriglyceridemia phenotype in Uygur Chinese population."}, {"pubmed": 21644225, "text": "the rs6025422 polymorphism in (BMP7) gene may be associated with diabetes mellitus and insulin resistance in Uygur men"}, {"pubmed": 21765909, "text": "BMP-7-induced dendritic growth was blocked when transcription was inhibited within the first 24 hr after adding exogenous BMP-7."}, {"pubmed": 21842277, "text": "Mechanical loading upregulates BMP7, likely via the VDR, but not BMP2, gene and protein expression in osteocytes in vitro."}, {"pubmed": 21896235, "text": "No differences in gene expression levels of other members of the BMP family were observed in the LC, and BMP7 gene expression was normal in the prefrontal cortex and amygdala in MDD subjects."}, {"pubmed": 21898381, "text": "BMP-6 mainly inhibited plasmablast differentiation, and BMP-7 mainly induced apoptosis in human memory B cells"}, {"pubmed": 21913019, "text": "High BMP7 expression is associated with esophageal squamous cell carcinoma."}, {"pubmed": 21924665, "text": "the involvement of BMP7 in several pathological conditions, such as incomplete fracture healing, osteoarthritis, the development of bone metastases, renal fibrosis and obesity."}, {"pubmed": 21935711, "text": "BMP-7 may exert anti-invasive actions by inhibiting TGF-beta-induced expression of integrin beta(3)."}, {"pubmed": 22048752, "text": "There are no differences of Stro-1(+) cells, BMPRs(+) cells, and BMP7 concentration between male and female patients with total hip replacement."}, {"pubmed": 22099397, "text": "Findings point towards a regulatory role of BMP-7 that relies on modulation of Mitogen-activated protein kinases rather than mechanisms that are exclusively driven by differential Smad activation."}, {"pubmed": 22118688, "text": "components of the common cellular transcriptional response to BMP4 and BMP7"}, {"pubmed": 22124112, "text": "the BMP7-BMPR2-p38-NDRG1 axis plays a critical role in dormancy and recurrence of prostate CSCs in bone"}, {"pubmed": 22140272, "text": "Single-nucleotide polymorphisms in the KITLG gene showed significant associations with testicular cancer"}, {"pubmed": 22209770, "text": "this gene delivery system provides a reliable source of functional BMP7 protein for future in vitro and in vivo studies"}, {"pubmed": 22209843, "text": "these data show that BMP-4 and BMP-7 are associated with granulosa cell survival via several non-Smad specific pathways: BMP-4 via the PI3K/PDK-1/PKC and BMP-7 via the PI3K/PDK-1/Akt."}, {"pubmed": 22212474, "text": "Bone morphogenic protein-7 (BMP-7) regulates the cell proliferation and is important for renal development and physiology"}, {"pubmed": 22244873, "text": "These findings indicate that F-spondin regulates the differentiation of human cementoblast-like cells via BMP7 expression."}, {"pubmed": 22253716, "text": "Cloacal partitioning is driven by Bmp7 signaling in the cloacal endoderm."}, {"pubmed": 22305102, "text": "Growth differentiation factor 3 is induced by bone morphogenetic protein 6 (BMP-6) and BMP-7 and increases luteinizing hormone receptor messenger RNA expression in human granulosa cells."}, {"pubmed": 22447022, "text": "BMP7 has an important role in controlling lung cancer cell motility and invasiveness."}, {"pubmed": 22490392, "text": "There is efficient and reproducible induction of SZP/lubricin accumulation by TGF-beta1 and BMP-7 in skeletal muscle-derived mesenchymal stem cells."}, {"pubmed": 22525892, "text": "A decrease in BMP-7 expression results from knockdown of markers of epithelial-to-mesenchymal transition by gremlin protein."}, {"pubmed": 22674456, "text": "BMP2 and BMP7 have roles in inflammation, but BMP7 has a greater role in soft tissue edema"}, {"pubmed": 22720873, "text": "BMP7 has a unique potential to polarize monocytes into M2 macrophages."}, {"pubmed": 22778550, "text": "Results demonstrated that it was advantageous to construct tissue engineering bone using ADSCs cotransfected with BMP2 and BMP7 on beta-TCP.The results showed the BMP2 and BMP7 genes cotransfection group dramatically enhanced new bone formation."}, {"pubmed": 22795855, "text": "analysis of osteogenesis induced by a bone forming peptide from the prodomain region of BMP-7"}, {"pubmed": 22958403, "text": "Recombinant TGFbeta1 effectively blocks recombinant BMP-2 and BMP-7 signaling in osteoblasts."}, {"pubmed": 23046931, "text": "RhBMP-7 can induce murine BMSCs to differentiate into osteoblast in vitro."}, {"pubmed": 23126427, "text": "Review of roles TGF-beta and BMP-7 play in CKDs (chronic kidney diseases). Targeting the TGF-beta/Smad pathway or restoring BMP-7 signalling may represent novel therapies for CKDs."}, {"pubmed": 23132958, "text": "Data conclude that BMP7/OP-1 inhibits the generation of osteoclasts by interfering with signalling pathways."}, {"pubmed": 23179403, "text": "High BMP7 expression is associated with hepatocellular carcinoma."}, {"pubmed": 23243027, "text": "These studies support a model in which DeltaNp63alpha-mediated activation of BMP signaling governs epithelial cell plasticity, EMT, and tumorigenicity during breast cancer initiation and progression."}, {"pubmed": 23386650, "text": "Theca cell-derived BMP4 and BMP7 down-regulate Cx43 expression and decrease gap junction cell communication activity in human granulosa cells."}, {"pubmed": 23455153, "text": "monoubiquitinated SMAD6 impairs the binding affinity of non-modified SMAD6 to the BMP type I receptor. Moreover, UBE2O and SMAD6 cooperated in the regulation of BMP7-induced adipogenesis"}, {"pubmed": 23471555, "text": "The anti-fibrogenic mechanism of rhBMP-7 in the rat liver fibrosis was depended on the reduction of TGF-b1 overexpression and the inhibition of TGF-b1 triggered intracellular signalling in hepatic cells."}, {"pubmed": 23504348, "text": "BMP7 modulates the expression of E-cadherin and MMP-9, and by which mechanism it may regulate cell migration and metastasis of esophageal squamous cell carcinoma."}, {"pubmed": 23539268, "text": "Exogenous BMP-7 significantly decreased the degree of hepatic fibrosis in both the acute and chronic stages of hepato-schistosomiasis, and the regulatory mechanism may involve the TGF-beta/Smad signaling pathway."}, {"pubmed": 23580474, "text": "Nucleus pulposus cells expressing hBMP7 can prevent the degeneration of allogenic intervertebral disc degeneration in a canine transplantation model."}, {"pubmed": 23651239, "text": "Data show expression of TGF-beta1, TGF-beta2, BMP-4, and BMP-7 was increased in tumor-associated macrophages (TAMs) cocultured with pancreatic cancer cells, and vasohibin-1, VEGF-A, and vVEGF-C expression in pancreatic cancer cells was upregulated by TAMs."}, {"pubmed": 23697978, "text": "These results suggested an association between a BMP7 single nucleotide polymorphism and selective serotonin reuptake inhibitors treatment response."}, {"pubmed": 23747893, "text": "summarize recent knowledge of BMP-7 function and discuss attempts to use this cytokine as a drug to reverse TGF-beta-induced fibrogenesis"}, {"pubmed": 23825642, "text": "stimulation potential with BMP-2 and BMP-7 of tenocyte-like cells"}, {"pubmed": 23853066, "text": "determined whether BMP-2, -6, and -7 differentially regulate the proliferation, mineralization, and mRNA expression of bone/mineralized tissue associated genes of human periodontal ligament stem cells obtained from periodontal ligament tissue"}, {"pubmed": 23888776, "text": "A novel human bone morphogenetic protein-7 variant with an enriched heparin-binding site"}, {"pubmed": 24023033, "text": "Bone morphogenetic protein 7 increased vascular endothelial growth factor-a expression in human granulosa cells and VEGF receptor expression in endothelial cells to stimulate angiogenesis."}, {"pubmed": 24069261, "text": "BMP7 expression correlates with secondary drug resistance in mantle cell lymphoma."}, {"pubmed": 24072698, "text": "We demonstrate a cross-talk between BMPs and CRYAB and a major effect of this regulatory interaction on resistance to apoptosis."}, {"pubmed": 24117149, "text": "Expression and purification of recombinant human bone morphogenetic protein-7 in Escherichia coli."}, {"pubmed": 24184479, "text": "These findings indicate that BMP-7 mediates ischemic preconditioning -induced tolerance to cerebral ischemia/reperfusion, probably through inhibition of apoptosis."}, {"pubmed": 24190429, "text": "BMP7 induces Langerhans cell differentiation and proliferation by activating the BMP type-I receptor ALK3 in the absence of canonical TGF-beta1-ALK5 signaling."}, {"pubmed": 24205156, "text": "50 ng/ml BMP-2/7 could antagonize ATRA and significantly enhance the mineralization."}, {"pubmed": 24284793, "text": "BMP4/BMP7 have similar effects on white-to-brown transition in primary human adipose stem cells."}, {"pubmed": 24384427, "text": "BMP5 and BMP7, involved in cardiomyocyte differentiation defect"}, {"pubmed": 24418819, "text": "BMP-7 represses albumin-induced chemokine synthesis in kidney tubular epithelial cells through destabilization of NF-kappaB-inducing kinase."}, {"pubmed": 24477555, "text": "Both BMP2 and BMP7 promote odontogenic and osteogenic differentiation of human tooth germ stem cells."}, {"pubmed": 24820464, "text": "BMP-7 may play anti-inflammatory and anti-fibrogenic roles in the pathogenesis of chronic hepatitis B infection."}, {"pubmed": 24969562, "text": "BMP-7 inhibits TGF-beta-induced cholangiocarcinoma cell migration through inhibition of TGF-beta-mediated Twist and N-cadherin expression"}, {"pubmed": 24970050, "text": "Study highlights the potential importance of RGMb in propagating pro-angiogenic effects of HGF and BMP-7."}, {"pubmed": 25091889, "text": "OP-1 levels detected by a polyclonal antibody were found to be much higher than the reference range and correlated positively with the severity of osteoarthritis"}, {"pubmed": 25152406, "text": "HMSC from osteoporotic patients showed a significant increase of migration upon BMP-2 or FCS stimulation, as well as a significant increase of invasion upon BMP-2, BMP-7 or FCS stimulati"}, {"pubmed": 25192984, "text": "BMP-7 improves proliferation and hematopoietic reconstitution potential of ex vivo expanded cord blood-derived CD34(+). cells.("}, {"pubmed": 25534037, "text": "Exposure of adipogenic stem cells to BMP7 promoted gene expression signatures of brown adipocytes."}, {"pubmed": 25662552, "text": "rs6127973 may be a risk factor of being Nonsyndromic orofacial clefts and confirmed the role of BMP7 gene in orofacial deformity from Western Han Chinese"}, {"pubmed": 25716319, "text": "hyaluronan regulates bone morphogenetic protein-7-dependent prevention and reversal of myofibroblast phenotype"}, {"pubmed": 26112332, "text": "MiR-22 promotes the development of liver cirrhosis through BMP7 suppression."}, {"pubmed": 26304754, "text": "BMP4, BMP7 and receptors are expressed and active in the human fetal leptomeninges."}, {"pubmed": 26385023, "text": "the role of BMP-7 and its downstream signals in the neuroprotective effects of oxygen-glucose deprivation preconditioning"}, {"pubmed": 26417691, "text": "ANGPTL4 might promote metastasis and might inhibit apoptosis of colorectal cancer cells by up-regulation of BMP7."}, {"pubmed": 26466853, "text": "Heterodimeric BMP-2/7 significantly promoted osteogenesis of human adipose-derived stem cells in vitro and in vivo. However, BMP-2/7 was not found to be a stronger inducer of osteogenesis compared to homodimeric either BMP-2 or BMP-7."}, {"pubmed": 26503415, "text": "Inhibition of BMP7 expression mediated by KDM5C promotes neoplasm invasion in hepatocellular carcinoma cells."}, {"pubmed": 26617798, "text": "miR-137/BMP7 axis could contribute to the progression of non-small cell lung cancer."}, {"pubmed": 26695677, "text": "Transfection of HOXA13 in HKCs could inhibit the degree of EMT induced by albumin-overload, possibly by increasing BMP-7 expression."}, {"pubmed": 26824865, "text": "Adenovirus-mediated FoxC2 expression enhances BMP7-facilitated anabolism in nucleus pulposus cells of the intervertebral discs."}, {"pubmed": 26986967, "text": "BMP7 may partly mediate the antiproliferative effect of oridonin by activating p38 MAPK in colon cancer cells."}, {"pubmed": 27001265, "text": "Patients with hereditary pulmonary arterial hypertension had significantly higher BMP7 concentrations than patients with idiopathic pulmonary arterial hypertension and control subjects."}, {"pubmed": 27059954, "text": "Data show that interaction of fibrillin-1 with the bone morphogenetic protein 7 (BMP-7) complex results in a conformational change."}, {"pubmed": 27068510, "text": "The disequilibrium between BMP-7 and TGF-beta signals plays a relevant role in the LV remodelling response to haemodynamic stress in aortic stenosis patients with left ventricular hypertrophy/dysfunction."}, {"pubmed": 27264311, "text": "study suggests that the common genetic polymorphisms of BMP7 gene are not major contributors to variations in Bone Mineral Density or osteoporotic fracture in postmenopausal Chinese women."}, {"pubmed": 27292615, "text": "results showed that the expression of cartilage-associated markers in ESC-MSCs induced by the TGFbeta1 and BMP7 combination was increased compared to induction with TGFbeta1 alone. The TGFbeta1 and BMP7 combination upregulated the expression of TGFbeta receptor and the production of endogenous TGFbetas compared to TGFbeta1 induction."}, {"pubmed": 27373764, "text": "Implantation of morphogenetic protein-7 (BMP-7) gene activated fat tissue fragments can elicit regeneration of large bone defects in rats and could become a clinically expeditious strategy for in vivo bone tissue engineering."}, {"pubmed": 27582519, "text": "BMP7-Based Functionalized Self-Assembling Peptides Protect Nucleus Pulposus-Derived Stem Cells From Apoptosis In Vitro"}, {"pubmed": 27669124, "text": "BMP-7 directly upregulates adhesion and migration of human monocytic cells via activation of beta 2 integrins, Akt, and FAK."}, {"pubmed": 28009419, "text": "results showed that stimulation by BMP-7 leads to an increased osteogenic potential of Mesenchymal stem cells."}, {"pubmed": 28102712, "text": "In contrast to BMP-2, BMP-7 concomitantly inhibited the expression of profibrotic genes"}, {"pubmed": 28142396, "text": "Expression of bone morphogenetic protein 7 ligand was significantly increased in patients with abnormal uterine bleeding. Study demonstrates that bone morphogenetic protein 7 is a promising target for future investigation and pharmacologic treatment of abnormal uterine bleeding."}, {"pubmed": 28434979, "text": "Synergistic effects of BMP-2, BMP-6 or BMP-7 with human plasma fibronectin onto hydroxyapatite coatings."}, {"pubmed": 28474632, "text": "the present results showed that OP-1 might serve as a biochemical parameter for determining disease severity in primary knee Osteoarthritis (OA). Further studies with larger sample size need to be carried out to confirm OP-1 as a marker of disease status. Studies are required to be done to examine the genetic and lifestyle factors that may contribute to the development of knee OA"}, {"pubmed": 28489883, "text": "Overexpression of truncated ALK5 in a B-cell line counteracted BMP-7-induced apoptosis, whereas overexpression of truncated ALK4 had no effect."}, {"pubmed": 28627680, "text": "the results of the present study indicate that BMP7 may inhibit excessive scar formation via activation of the BMP7/Smad1/5/8 signaling pathway."}, {"pubmed": 28696808, "text": "that BMP7 significantly promotes Human dermal-derived fibroblast cells osteogenesis"}, {"pubmed": 28731124, "text": "On the contrary, BMP7 specific antibody inhibits the HNK-induced activation of p53 in colon cancer cells and partly decreases the total level of p53. Our findings suggested that HNK may be a promising anticancer drug for CRC; activation of p53 plays an important role in the anticancer activity of HNK, which may be initialized partly by the HNK-induced upregulation of BMP7."}, {"pubmed": 28735626, "text": "BMP7, in particular combined with MSC, seems to have a favourable application also in periodontal regeneration."}, {"pubmed": 28812969, "text": "All isoforms of type I and type II BMP receptors were expressed in both Ca9-22 and HSC3 cells and BMP7 stimulation resulted in the phosphorylation of Smad1/5/8 in both cell lines"}, {"pubmed": 29747422, "text": "BMP7 contributes to epithelial-to-mesenchymal transition-like responses and plays a role equivalent to TGF-&beta; in the course of corneal wound healing."}, {"pubmed": 29874864, "text": "in this study, the influence of IGF-1 and BMP-7 in different concentrations on the osteogenic differentiation of two human MSC-subtypes, isolated from reaming debris (RMSC) and iliac crest bone marrow (BMSC) has been assessed"}, {"pubmed": 29959295, "text": "prognostic marker in oral squamous cell carcinoma"}, {"pubmed": 30015928, "text": "Study results indicated that BMP7 serves a key function in regulating the progression of small-cell lung cancer."}, {"pubmed": 30341245, "text": "The present study indicates that OP-1 may be helpful to inhibit inflammation-mediated disc degeneration."}, {"pubmed": 30365093, "text": "BMP7 activated small mothers against decapentaplegic (Smad) and p38/mitogenactivated protein kinase signaling in CD105+ human dermalderived CD105+ fibroblast cells."}, {"pubmed": 30383450, "text": "The major pathogenesis of proliferative vitreoretinopathy (PVR) is that retinal pigment epithelial (RPE) cells undergo epithelial-mesenchymal transition (EMT) because of disordered growth factors, such as TGF-beta, in the vitreous humor. Bone morphogenetic proteins (BMPs) are pluripotent growth factors. In this study, we identified the antifibrotic activity of BMP7 in a PVR model both in vivo and in vitro."}, {"pubmed": 30597142, "text": "our results suggest that MeCP2 promotes Endothelial-to-mesenchymal transition by epigenetically silencing BMP7 in endothelial cells and MeCP2 may be a target for diseases driven by Endothelial-to-mesenchymal transition"}, {"pubmed": 30642388, "text": "Study identifies ID2 as a key regulator of breast cancer metastasis to the brain. Data support a model in which breast cancer cells that have disseminated to the brain upregulate ID2 expression in response to astrocyte-secreted BMP7 and this serves to support metastatic expansion. Moreover, elevated ID2 expression identifies breast cancer patients at increased risk of developing metastatic relapse in the brain."}, {"pubmed": 31104181, "text": "miRNA-mediated post-transcriptional regulation as important downstream component of BMP-7 signaling during early stages of dendritic growth in sympathetic neurons."}, {"pubmed": 31398664, "text": "COL4A6 and Bmp2 were predicated as target genes of miR-342-5p."}, {"pubmed": 31435175, "text": "Compared to normal individuals, BMP7 expression was upregulated in patients with liver fibrosis and downregulated in patients with cirrhosis."}, {"pubmed": 31591478, "text": "Targeting chemoresistant colorectal cancer via systemic administration of a BMP7 variant."}, {"pubmed": 31939623, "text": "rhBMP7 suppresses TGFbeta1induced endothelial to mesenchymal transition in circulating endothelial cells by regulating Smad5."}, {"pubmed": 31974602, "text": "Overexpression of BMP7 reverses TGFbeta1induced epithelialmesenchymal transition by attenuating the Wnt3/betacatenin and TGF-beta1/Smad2/3 signaling pathways in HK2 cells."}, {"pubmed": 32266521, "text": "A genome-wide association study implicates the BMP7 locus as a risk factor for nonsyndromic metopic craniosynostosis."}, {"pubmed": 32323730, "text": "Expression of BMP7 in cervical cancer and inhibition of epithelialmesenchymal transition by BMP7 knockdown in HeLa cells."}, {"pubmed": 32973129, "text": "Bone morphogenetic protein 7 promotes resistance to immunotherapy."}, {"pubmed": 32979709, "text": "Differentiation of rat pancreatic duct stem cells into insulin-secreting islet-like cell clusters through BMP7 inducement."}, {"pubmed": 33250156, "text": "Bone morphogenetic protein signaling regulates skin inflammation via modulating dendritic cell function."}, {"pubmed": 33606840, "text": "Assessment of plasma BMP-2, BMP-7, BMP-10, vitamin D, and TGF beta1 in simple fractures among Sudanese patients."}, {"pubmed": 34266726, "text": "Bone morphogenetic protein-7 inhibits endothelial-to-mesenchymal transition in primary human umbilical vein endothelial cells and mouse model of systemic sclerosis via Akt/mTOR/p70S6K pathway."}, {"pubmed": 34360647, "text": "Tumor Promoting Effect of BMP Signaling in Endometrial Cancer."}, {"pubmed": 34608249, "text": "BMP7 reduces the fibrocartilage chondrocyte phenotype."}, {"pubmed": 35033126, "text": "Immunohistochemical analysis revealed the expression of bone morphogenetic proteins-4, 6, 7, and 9 in human induced membrane samples treated with the Masquelet technique."}, {"pubmed": 35088957, "text": "[Evaluation of Annexin-1 (ANXA-1), Annexin-2 (ANXA-2) and Bone Morphogenetic Protein-7 (BMP-7) Serum Levels in Patients Followed Up With A Diagnosis of COVID-19].\", trans \"COVID-19 Tanisiyla Takip Edilen Hastalarda Annexin-1 (ANXA-1), Annexin-2 (ANXA-2) ve Kemik Morfogenetik Protein-7 (BMP-7) Serum Duzeyinin Degerlendirilmesi."}, {"pubmed": 35139106, "text": "BMP7 increases protein synthesis in SW1353 cells and determines rRNA levels in a NKX3-2-dependent manner."}, {"pubmed": 35331081, "text": "Lysine (K)-specific demethylase 5C regulates the incidence of severe preeclampsia by adjusting the expression of bone morphogenetic protein-7."}, {"pubmed": 35671049, "text": "Potential Therapeutic Role of Bone Morphogenic Protein 7 (BMP7) in the Pathogenesis of Graves' Orbitopathy."}, {"pubmed": 36765143, "text": "Conserved miR-370-3p/BMP-7 axis regulates the phenotypic change of human vascular smooth muscle cells."}, {"pubmed": 37300483, "text": "BMP7 expression in mammalian cortical radial glial cells increases the length of the neurogenic period."}, {"pubmed": 37688374, "text": "High BMP7 expression is associated with poor prognosis in ovarian cancer."}, {"pubmed": 38259670, "text": "SCUBE1 promotes pulmonary artery smooth muscle cell proliferation and migration in acute pulmonary embolism by modulating BMP7."}, {"pubmed": 38753641, "text": "Impact of Bone Morphogenetic Protein 7 and Prostaglandin receptors on osteoblast healing and organization of collagen."}], "genomic_pos": {"chr": "20", "end": 57266641, "ensemblgene": "ENSG00000101144", "start": 57168753, "strand": -1}, "genomic_pos_hg19": {"chr": "20", "end": 55841685, "start": 55743804, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001501", "pubmed": 2357959, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001503", "qualifier": "involved_in", "term": "ossification"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0001656", "pubmed": 18437684, "qualifier": "involved_in", "term": "metanephros development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001657", "qualifier": "involved_in", "term": "ureteric bud development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001707", "qualifier": "involved_in", "term": "mesoderm formation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0001823", "pubmed": 18437684, "qualifier": "involved_in", "term": "mesonephros development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0001837", "pubmed": 14679171, "qualifier": "involved_in", "term": "epithelial to mesenchymal transition"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003272", "qualifier": "involved_in", "term": "endocardial cushion formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003344", "qualifier": "involved_in", "term": "pericardium morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007411", "qualifier": "involved_in", "term": "axon guidance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009880", "qualifier": "involved_in", "term": "embryonic pattern specification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 28124060, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010664", "qualifier": "involved_in", "term": "negative regulation of striated muscle cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010718", "qualifier": "involved_in", "term": "positive regulation of epithelial to mesenchymal transition"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016358", "pubmed": 11580864, "qualifier": "involved_in", "term": "dendrite development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021502", "qualifier": "involved_in", "term": "neural fold elevation formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030326", "qualifier": "involved_in", "term": "embryonic limb morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030501", "pubmed": 18436533, "qualifier": "involved_in", "term": "positive regulation of bone mineralization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030509", "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030509", "pubmed": [16049014, 17244894, 18436533, 20427544], "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030509", "pubmed": 18326817, "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030509", "pubmed": 11580864, "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030858", "qualifier": "involved_in", "term": "positive regulation of epithelial cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030902", "qualifier": "involved_in", "term": "hindbrain development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032088", "qualifier": "involved_in", "term": "negative regulation of NF-kappaB transcription factor activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033280", "qualifier": "involved_in", "term": "response to vitamin D"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034116", "pubmed": 15100360, "qualifier": "involved_in", "term": "positive regulation of heterotypic cell-cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036305", "qualifier": "involved_in", "term": "ameloblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042325", "qualifier": "involved_in", "term": "regulation of phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042475", "qualifier": "involved_in", "term": "odontogenesis of dentin-containing tooth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043434", "qualifier": "involved_in", "term": "response to peptide hormone"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045665", "pubmed": 16325379, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045666", "qualifier": "involved_in", "term": "positive regulation of neuron differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045669", "pubmed": 18436533, "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045746", "qualifier": "involved_in", "term": "negative regulation of Notch signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045786", "pubmed": 11502704, "qualifier": "involved_in", "term": "negative regulation of cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045839", "pubmed": 17244894, "qualifier": "involved_in", "term": "negative regulation of mitotic nuclear division"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 15100360, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": [14517293, 15100360, 16049014], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 27923061, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048596", "qualifier": "involved_in", "term": "embryonic camera-type eye morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048738", "qualifier": "involved_in", "term": "cardiac muscle tissue development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048754", "qualifier": "involved_in", "term": "branching morphogenesis of an epithelial tube"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048762", "pubmed": 9693150, "qualifier": "involved_in", "term": "mesenchymal cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048812", "pubmed": 16325379, "qualifier": "acts_upstream_of_or_within", "term": "neuron projection morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050768", "qualifier": "involved_in", "term": "negative regulation of neurogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051216", "qualifier": "involved_in", "term": "cartilage development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060037", "qualifier": "involved_in", "term": "pharyngeal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060272", "qualifier": "involved_in", "term": "embryonic skeletal joint morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060391", "pubmed": [9311995, 16049014, 17244894, 19736306, 20427544], "qualifier": "involved_in", "term": "positive regulation of SMAD protein signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060391", "pubmed": 11580864, "qualifier": "involved_in", "term": "positive regulation of SMAD protein signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060411", "qualifier": "involved_in", "term": "cardiac septum morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060445", "qualifier": "involved_in", "term": "branching involved in salivary gland morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060485", "qualifier": "involved_in", "term": "mesenchyme development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060686", "qualifier": "involved_in", "term": "negative regulation of prostatic bud formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060687", "qualifier": "involved_in", "term": "regulation of branching involved in prostate gland morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060710", "qualifier": "involved_in", "term": "chorio-allantoic fusion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061384", "qualifier": "involved_in", "term": "heart trabecula morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070487", "pubmed": 15100360, "qualifier": "involved_in", "term": "monocyte aggregation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071456", "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071773", "pubmed": 18326817, "qualifier": "involved_in", "term": "cellular response to BMP stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072040", "qualifier": "involved_in", "term": "negative regulation of mesenchymal cell apoptotic process involved in nephron morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072125", "pubmed": 17244894, "qualifier": "involved_in", "term": "negative regulation of glomerular mesangial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072133", "qualifier": "involved_in", "term": "metanephric mesenchyme morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072134", "qualifier": "involved_in", "term": "nephrogenic mesenchyme morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072136", "qualifier": "involved_in", "term": "metanephric mesenchymal cell proliferation involved in metanephros development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090336", "pubmed": 27923061, "qualifier": "involved_in", "term": "positive regulation of brown fat cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900006", "pubmed": 11580864, "qualifier": "involved_in", "term": "positive regulation of dendrite development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900106", "pubmed": 15100360, "qualifier": "involved_in", "term": "positive regulation of hyaluranon cable assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901145", "qualifier": "involved_in", "term": "mesenchymal cell apoptotic process involved in nephron morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1901223", "qualifier": "involved_in", "term": "negative regulation of non-canonical NF-kappaB signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905069", "qualifier": "involved_in", "term": "allantois development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905312", "qualifier": "involved_in", "term": "positive regulation of cardiac neural crest cell migration involved in outflow tract morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000121", "qualifier": "involved_in", "term": "regulation of removal of superoxide radicals"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 17977014, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031982", "qualifier": "located_in", "term": "vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0062023", "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9872992, 18339631, 30097509, 31515488, 32296183, 33308444], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070700", "pubmed": 18184661, "qualifier": "enables", "term": "BMP receptor binding"}]}, "homologene": {"genes": [[7165, 1277335], [7227, 37778], [7955, 557567], [8364, 394805], [9031, 395494], [9544, 696948], [9598, 458357], [9606, 655], [9615, 477270], [9913, 540595], [10090, 12162], [10116, 85272]], "id": 20410}, "interpro": [{"desc": "TGF-beta, propeptide", "id": "IPR001111", "short_desc": "TGF-b_propeptide"}, {"desc": "Transforming growth factor-beta, C-terminal", "id": "IPR001839", "short_desc": "TGF-b_C"}, {"desc": "Transforming growth factor-beta-related", "id": "IPR015615", "short_desc": "TGF-beta-rel"}, {"desc": "Transforming growth factor beta, conserved site", "id": "IPR017948", "short_desc": "TGFb_CS"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": ["IPI00550949", "IPI00794036", "IPI00795839"], "map_location": "20q13.31", "name": "bone morphogenetic protein 7", "other_names": ["bone morphogenetic protein 7", "osteogenic protein 1"], "pantherdb": {"HGNC": "1074", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "103302", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10090, "uniprot_kb": "P23359"}, {"RGD": "620743", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10116, "uniprot_kb": "G3V6W8"}, {"Ensembl": "ENSGALG00000007668", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 9031, "uniprot_kb": "F1NUT2"}, {"ZFIN": "ZDB-GENE-000208-25", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7955, "uniprot_kb": "Q9PTF9"}, {"ZFIN": "ZDB-GENE-060929-328", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 7955, "uniprot_kb": "F1QD07"}], "uniprot_kb": "P18075"}, "pathway": {"biocarta": {"id": "alkpathway", "name": "alk in cardiac myocytes"}, "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, {"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}], "pid": [{"id": "alk2pathway", "name": "ALK2 signaling events"}, {"id": "bmppathway", "name": "BMP receptor signaling"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1566948", "name": "Elastic fibre formation"}, {"id": "R-HSA-2129379", "name": "Molecules associated with elastic fibres"}, {"id": "R-HSA-9843743", "name": "Transcriptional regulation of brown and beige adipocyte differentiation"}, {"id": "R-HSA-9843745", "name": "Adipogenesis"}, {"id": "R-HSA-9844594", "name": "Transcriptional regulation of brown and beige adipocyte differentiation by EBF2"}], "wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP2853", "name": "Endoderm differentiation"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP2895", "name": "Differentiation of white and brown adipocyte"}, {"id": "WP3624", "name": "Lung fibrosis"}, {"id": "WP3971", "name": "Role of Osx and miRNAs in tooth development"}, {"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}]}, "pdb": ["1BMP", "1LX5", "1LXI", "1M4U"], "pfam": ["PF00019", "PF00688"], "pharmgkb": "PA25384", "pharos": {"target_id": 15960, "tdl": "Tbio"}, "pir": "C39263", "prosite": "PS51362", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF220966", "relationship": "is"}, {"id": "GNF246407", "relationship": "is"}, {"id": "GNF246408", "relationship": "is"}, {"id": "GNF246409", "relationship": "is"}, {"id": "GNF246410", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF162378", "relationship": "is"}, {"id": "GNF162493", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039020", "relationship": "weakly similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080106", "relationship": "is"}, {"id": "GNF080107", "relationship": "is"}, {"id": "GNF080108", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051840", "relationship": "is"}, {"id": "GNF056608", "relationship": "is"}, {"id": "GNF061392", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068287", "relationship": "is"}, {"id": "GNF068288", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF001148", "relationship": "is"}, {"id": "GNF001149", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF233609", "relationship": "is"}, {"id": "GNF285778", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336706", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101833", "relationship": "is"}, {"id": "GNF141488", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_032771.1"], "protein": "NP_001710.1", "rna": "NM_001719.3", "translation": {"protein": "NP_001710.1", "rna": "NM_001719.3"}}, "reporter": {"HG-U133_Plus_2": ["209590_at", "209591_s_at", "211259_s_at", "211260_at"], "HG-U95Av2": "38515_at", "HG-U95B": ["49267_at", "49273_g_at"], "HTA-2_0": "TC20000972.hg.1", "HuEx-1_0": "3910980", "HuGene-1_1": "8067185", "HuGene-2_1": "16920585"}, "summary": "This gene encodes a secreted ligand of the TGF-beta (transforming growth factor-beta) superfamily of proteins. Ligands of this family bind various TGF-beta receptors leading to recruitment and activation of SMAD family transcription factors that regulate gene expression. The encoded preproprotein is proteolytically processed to generate each subunit of the disulfide-linked homodimer, which plays a role in bone, kidney and brown adipose tissue development. Additionally, this protein induces ectopic bone formation and may promote fracture healing in human patients. [provided by RefSeq, Jul 2016].", "symbol": "BMP7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332428"}, "unigene": "Hs.473163", "uniprot": {"Swiss-Prot": "P18075", "TrEMBL": ["B1AL00", "A8K571", "B1AKZ9", "H0Y4B5"]}, "wikipedia": {"url_stub": "Bone morphogenetic protein 7"}}