{"AllianceGenome": "1078", "HGNC": "1078", "MIM": "600799", "_id": "659", "_version": 1, "accession": {"genomic": ["AC009960.10", "AC064836.7", "AC073410.7", "CH471063.1", "CP068276.2", "NC_000002.12", "NC_060926.1", "NG_009363.1"], "protein": ["AAC50105.1", "AAH52985.1", "AAQ18032.1", "AAX76517.1", "AAX88941.1", "AAY24146.1", "BAA09094.1", "BAF85119.1", "CAA88759.1", "EAW70309.1", "EAW70310.1", "NP_001195.2", "Q13873.2", "XP_011509989.1", "XP_054199481.1"], "rna": ["AK023426.1", "AK093832.1", "AK123579.1", "AK292430.1", "AY277593.1", "BC018743.1", "BC032011.1", "BC035097.1", "BC041039.1", "BC043650.2", "BC052985.3", "BF063564.1", "BG530017.1", "BQ889263.1", "BQ896556.1", "BU176845.1", "C15977.1", "D50516.1", "DA787547.1", "DB233604.1", "MH191353.1", "NM_001204.7", "NM_033346.2", "U20165.1", "XM_011511687.2", "XM_054343506.1", "Z48923.1"], "translation": [{"protein": "AAC50105.1", "rna": "U20165.1"}, {"protein": "AAH52985.1", "rna": "BC052985.3"}, {"protein": "CAA88759.1", "rna": "Z48923.1"}, {"protein": "NP_001195.2", "rna": "NM_001204.7"}, {"protein": "BAA09094.1", "rna": "D50516.1"}, {"protein": "XP_054199481.1", "rna": "XM_054343506.1"}, {"protein": "BAF85119.1", "rna": "AK292430.1"}, {"protein": "XP_011509989.1", "rna": "XM_011511687.2"}, {"protein": "AAQ18032.1", "rna": "AY277593.1"}]}, "alias": ["BMPR-II", "BMPR3", "BMR2", "BRK-3", "POVD1", "PPH1", "T-ALK"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "definitive", "classification_date": "2020-12-07T17:23:18.621Z", "disease_label": "pulmonary arterial hypertension", "gcep": "Pulmonary Hypertension Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0015924", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_a20ce78b-18ba-436c-877e-a08d092ac7c7-2020-12-07T172318.621Z", "sop": "SOP7"}, {"classification": "limited", "classification_date": "2023-09-18T16:00:00.000Z", "disease_label": "congenital heart disease", "gcep": "Congenital Heart Disease Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0005453", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_1b4322da-10a2-46c4-be0c-b5163ab5f401-2023-09-18T160000.000Z", "sop": "SOP9"}]}, "ec": "2.7.11.30", "ensembl": {"gene": "ENSG00000204217", "protein": ["ENSP00000363702", "ENSP00000363708"], "transcript": ["ENST00000374574", "ENST00000374580", "ENST00000479069"], "translation": [{"protein": "ENSP00000363708", "rna": "ENST00000374580"}, {"protein": "ENSP00000363702", "rna": "ENST00000374574"}], "type_of_gene": "protein_coding"}, "entrezgene": "659", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 34.1525388519, "exp_mis": 327.757545771, "exp_syn": 118.487820803, "lof_z": 5.11095574289007, "mis_z": 1.45237643552714, "mu_lof": 2.56678475686e-06, "mu_mis": 2.86500209386e-05, "mu_syn": 1.00496864084e-05, "n_lof": 4.0, "n_mis": 274.0, "n_syn": 114.0, "p_li": 0.996668086457278, "p_null": 3.33856685358656e-10, "p_rec": 0.00333191320886496, "syn_z": 0.255591304371014}, "bp": 3117, "cds_end": 203424669, "cds_start": 203242197, "n_exons": 13, "nonpsych": {"exp_lof": 30.6462350081, "exp_mis": 296.387106981, "exp_syn": 106.977811166, "lof_z": 5.08195698327831, "mis_z": 1.47622104751927, "mu_lof": 2.56678475686e-06, "mu_mis": 2.86500209386e-05, "mu_syn": 1.00496864084e-05, "n_lof": 2.0, "n_mis": 246.0, "n_syn": 102.0, "p_li": 0.999599895631236, "p_null": 5.66878947782811e-11, "p_rec": 0.000400104312076168, "syn_z": 0.303008038923467}, "nontcga": {"exp_lof": 31.3944961239, "exp_mis": 301.511122812, "exp_syn": 108.982966771, "lof_z": 4.99906348741091, "mis_z": 1.82225021923311, "mu_lof": 2.56678475686e-06, "mu_mis": 2.86500209386e-05, "mu_syn": 1.00496864084e-05, "n_lof": 3.0, "n_mis": 238.0, "n_syn": 102.0, "p_li": 0.998272257605097, "p_null": 3.31787200944091e-10, "p_rec": 0.00172774206311558, "syn_z": 0.423530748319193}, "transcript": "ENST00000374580.4"}, "exons": [{"cdsend": 202559946, "cdsstart": 202377474, "chr": "2", "position": [[202376326, 202377550], [202464808, 202464979], [202467518, 202467689], [202513718, 202513829], [202514887, 202514979], [202518821, 202519052], [202520086, 202520201], [202530793, 202530954], [202532584, 202532732], [202542310, 202542447], [202552715, 202552888], [202555251, 202556531], [202559695, 202567749]], "strand": 1, "transcript": "NM_001204", "txend": 202567749, "txstart": 202376326}], "exons_hg19": [{"cdsend": 203424669, "cdsstart": 203242197, "chr": "2", "position": [[203241049, 203242273], [203329531, 203329702], [203332241, 203332412], [203378441, 203378552], [203379610, 203379702], [203383544, 203383775], [203384809, 203384924], [203395516, 203395677], [203397307, 203397455], [203407033, 203407170], [203417438, 203417611], [203419974, 203421254], [203424418, 203432472]], "strand": 1, "transcript": "NM_001204", "txend": 203432472, "txstart": 203241049}], "generif": [{"pubmed": 11714695, "text": "signals induced by binding of BMP-2 to preformed receptor complexes activate the Smad pathway, whereas BMP-2-induced recruitment of receptors activates a different, Smad-independent pathway"}, {"pubmed": 12135884, "text": "Bone morphogenetic protein receptor type II is a receptor for growth differentiation factor-9"}, {"pubmed": 12221115, "text": "BMPRII has a role in signal transduction and its mutation can lead to primary pulmonary hopertension"}, {"pubmed": 12358323, "text": "Observational study of gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12358323, "text": "bone morphogenetic protein receptor 2 mutations that appear to be rare in the general population but may combine with exposure to fenfluramine derivatives to greatly increase the risk of developing severe pulmonary arterial hypertension"}, {"pubmed": 12415595, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12543773, "text": "Overexpression of a dominant negative type II bone morphogenetic protein receptor inhibits the growth of human breast cancer cells."}, {"pubmed": 14676131, "text": "Decreased expression of bone morphogenetic protein (BMP) receptor type II correlates with insensitivity to BMP-6 in human renal cell carcinoma cells"}, {"pubmed": 15031260, "text": "Loss of BMPRII signaling in mouse smooth muscle (due to dominant negative human transgene)is sufficient to produce the pulmonary hypertensive phenotype."}, {"pubmed": 15055271, "text": "Mutations of BMPR2 underlie many cases of familial primary pulmonary hypertension."}, {"pubmed": 15146475, "text": "results indicate that a substantial portion of Japanese primary pulmonary hypertension patients carry BMPR2 mutations with considerable heterogeneity"}, {"pubmed": 15235019, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15295086, "text": "Pulmonary hypertension in children may have a different genetic background than in adults and we postulate a recessive mode of inheritance in a proportion of infantile cases."}, {"pubmed": 15354178, "text": "Loss of BMP-RII function may result in increased tumorigenicity in human prostate cancer cells."}, {"pubmed": 15358693, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15492256, "text": "Human bladder TCC tissues have a frequent loss of BMP-RII expression and that overexpression of BMP-RII leads to restoration of BMP signaling and decreased tumor growth in the human bladder TCC cell line TSU-Pr1."}, {"pubmed": 15516492, "text": "Mutations may promote expansion of fibroblasts resistant to antiproliferative, prodifferentiation effects of bone morphogenetic proteins. Possible mechanism for vascular obliteration in familial pulmonary hypertension."}, {"pubmed": 15591269, "text": "frequency of BMPR2 mutations in a different population of patients with sporadic idiopathic pulmonary arterial hypertension"}, {"pubmed": 15687131, "text": "2 novel mutations were found in BMPR2 from 18 patients developing PAH before 6 years of age, including one partial gene deletion and one nonsense mutation."}, {"pubmed": 15699281, "text": "Somatic loss of wild-type BMPR2 alleles is unlikely to play a significant role in the pathogenesis of familial pulmonary arterial hypertension."}, {"pubmed": 15775752, "text": "BMPR2 gene rearrangements is associated with primary pulmonary hypertension"}, {"pubmed": 15965979, "text": "BMPR2 mutations have a role in short lifetime expectancy in primary pulmonary hypertension"}, {"pubmed": 15965979, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16002577, "text": "c-Src tyrosine kinase was identified as a binding partner of the BMPR-II C-terminus."}, {"pubmed": 16122479, "text": "Bone morphogenetic protein-2 is the predominant family member expressed in NSCLC and is overexpressed in the majority of human lung carcinomas independent of cell type."}, {"pubmed": 16155937, "text": "Our data suggest that the complex formation between c-kit and BMPR-II leads to phosphorylation of BMPR-II at Ser757, which modulates BMPR-II-dependent signaling"}, {"pubmed": 16339782, "text": "Bone morphogenetic protein regulaates K(V) channel expression and that loss of this signaling pathway in pulmonary artery through a mutation in BMPR2."}, {"pubmed": 16339917, "text": "The correlation of the SERT promoter polymorphism with age at diagnosis in FPAH suggests a possible relationship between the SERT and BMPR2."}, {"pubmed": 16429395, "text": "TGF-beta type II receptor BMPR2 is mutated in pulmonary arterial hypertension"}, {"pubmed": 16429403, "text": "BMPR2 gene rearrangements have a role in mutations in familial and idiopathic pulmonary arterial hypertension"}, {"pubmed": 16436528, "text": "Human granulosa-like tumor cell line KGN expressed BMP type I (BMPR1A and BMPR1B) and type II receptors (BMPR2) and the BMP signaling molecules SMADs (SMAD1 and SMAD5)."}, {"pubmed": 16615932, "text": "Finally, two inhibitors of cyclin-dependent kinase 9 (a dominant negative CDK9 and flavopiridol) repressed activity from the MR and BMPR2 promoters"}, {"pubmed": 16717148, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16717148, "text": "Patients with familial or idiopathic PAH and nonsynonymous BMPR2 variations are unlikely to demonstrate vasoreactivity"}, {"pubmed": 16782755, "text": "Novel signaling network relevant to pulmonary artery hypertension underscored by BMPR2 mutations."}, {"pubmed": 16982201, "text": "Characterization of this enzyme expressed in E coli cells."}, {"pubmed": 17102831, "text": "Atrial septal defect Eisenmenger syndrome may occur without BMPR2 mutation."}, {"pubmed": 17203235, "text": "HGF up-regulates the expression of the bone morphogenetic protein receptors, BMPR-IB and BMPR-II, in prostate cancer cells"}, {"pubmed": 17277049, "text": "This protein, in transgenic rats, provide a rationale for the development of gene therapy aimed at improving BMPR2 signaling."}, {"pubmed": 17318011, "text": "Germline mutations in the gene coding for the bone morphogenetic protein receptor II (BMPR2) are present in more than 70% of FPAH and up to 26% of idiopathic, apparently sporadic cases (IPAH)."}, {"pubmed": 17322283, "text": "BMP pathway regulates IL-6 in pulmonary tissues and conversely that IL-6 regulates the BMP pathway"}, {"pubmed": 17363346, "text": "negligible change in the emission maximum was observed when bis-ANS binds ecBMPR-II. FRET revealed close proximity between tryptophan residue & bis-ANS binding site."}, {"pubmed": 17472960, "text": "RGMa facilitates the use of ActRIIA by endogenous BMP2 and BMP4 ligands that otherwise prefer signaling via BMPRII and that increased utilization of ActRIIA leads to generation of an enhanced BMP signal"}, {"pubmed": 17515463, "text": "primary pulmonary arterial smooth muscle cells demonstrated colocalization of BMPRII and RACK1 in vivo. RACK1-BMPRII interaction was reduced when kinase domain mutations occurring in patients with PAH were introduced to BMPRII"}, {"pubmed": 17576816, "text": "Trb3 is a critical component of a novel mechanism for regulation of the bone morphogenetic protein pathway by BMPRII."}, {"pubmed": 17624341, "text": "Expression of BMP-4 and BMP-7 and their receptors in human ovaries from fetuses as well as adults."}, {"pubmed": 17641158, "text": "These results demonstrate that the 5'-untranslated region of BMPR2 is considerably longer than previously thought; we identified a double-substitution mutation"}, {"pubmed": 17700526, "text": "Conditional inactivation of BMP type II receptor (BMPRII) in the stroma leads to epithelial hyperplasia throughout the colon with increased epithelial cell proliferation."}, {"pubmed": 18159113, "text": "ALK1 plays as notable a role as BMPR2 in the etiology of PAH. Asymptomatic carriers with the ALK1 mutation within the serine - threonine kinase domain are at risk of developing PAH and hereditary hemorrhagic telangiectasia"}, {"pubmed": 18187665, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18221724, "text": "The presence of mutations in the gene encoding BMPR2 is not infrequent in patients with idiopathic PAH, suggesting that this family of growth factors may be important in the pathogenesis of the disease"}, {"pubmed": 18292470, "text": "there was significant down-regulation of BMPRII (bone morphogenetic protein receptor type II) expression in asthma patients at baseline"}, {"pubmed": 18321866, "text": "Stoichiometric imbalance, due to either haplo-insufficiency or loss of optimal receptor-receptor interactions impairs BMPR-II mediated signalling in pulmonary arterial hypertension."}, {"pubmed": 18342887, "text": "The objective of this study was to determine ligand-binding epitopes and specificity determinants in two regions, the hydrophobic patch and the A-loop of the BMPR-II extracellular domain."}, {"pubmed": 18356561, "text": "BMPR2 mutation carriers with PAH present approximately 10 years earlier than noncarriers with more severe hemodynamic compromise at diagnosis."}, {"pubmed": 18356561, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18364108, "text": "the Glu386Val mutation and its absence in healthy controls support the mutation as the cause of familial pulmonary hypertension."}, {"pubmed": 18436795, "text": "both BMP type II receptor mutation and Id1 knockdown leads to loss of growth suppression by BMPs"}, {"pubmed": 18496036, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18496036, "text": "The TGFbeta1 SNPs studied modulate age at diagnosis and penetrance of familial pulmonary arterial hypertension in BMPR2 mutation heterozygotes."}, {"pubmed": 18503968, "text": "Patients with BMPR2 mutations are less likely to respond to acute vasodilator testing than mutation-negative patients and appear to have more severe disease at diagnosis."}, {"pubmed": 18621057, "text": "Results showed that type II receptors, such as BMP receptor II, activin receptor IIA, and activin receptor IIB, competed with the pd for binding to the growth factor and displaced the prodomain from the complex."}, {"pubmed": 18647753, "text": "failure of bone morphogenetic protein receptor trafficking in pulmonary arterial hypertension"}, {"pubmed": 18792970, "text": "BMPR2 mutation in a patient with pulmonary arterial hypertension and suspected hereditary hemorrhagic telangiectasia is reported."}, {"pubmed": 19051722, "text": "Because only 10-20% carriers with BMPR2 mutations develop PAH, the existence of environmental factors or modifier genes as 5-HTT(serotonin transporter) and ACE (angiotensin converting enzyme) is highly probable."}, {"pubmed": 19059957, "text": "the majority of familial cases of PAH disease are due to mutations in transforming growth factor (TGF)-beta superfamily receptor, bone morphogenetic protein receptor,type II; and potential therapeutic approaches aimed at rescuing this signaling pathway"}, {"pubmed": 19195606, "text": "AVICs isolated from stenotic valves had greater expression of TLR2 and TLR4 and a greater BMP-2 response than AVICs from normal valves"}, {"pubmed": 19206171, "text": "Fndings suggest that the levels of expression of WT BMPR2 allele transcripts is important in the pathogenesis of FPAH caused by NMD1 mutations."}, {"pubmed": 19223935, "text": "Novel promoter and exon mutations of the BMPR2 gene in pulmonary arterial hypertension."}, {"pubmed": 19307479, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19307479, "text": "Pulmonary hypertensive response to exercise and hypoxia in idiopathic/familial PAH relatives appears as a genetic trait with familial clustering, being correlated to but not caused by a BMPR2 mutation"}, {"pubmed": 19324947, "text": "BMPR-2 mutations are associated with defective Smad signalling compensated for by an activation of p38MAPK signalling, accounting for PASMC proliferation and deficient apoptosis in pulmonary hypertension"}, {"pubmed": 19357154, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19357154, "text": "a BMPR2 mutation may have a role in pulmonary arterial hypertension in females"}, {"pubmed": 19390056, "text": "Interleukin-6 modulates the expression of the bone morphogenic protein receptor type II through a novel STAT3-microRNA cluster 17/92 pathway."}, {"pubmed": 19424179, "text": "cGKI has a dual function in BMP signalling: (1) it modulates BMP receptor/Smad activity at the plasma membrane and (2) after redistribution to the nucleus, it further regulates transcription as a nuclear co-factor for Smads."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19531247, "text": "Copy-number variation in intron 1 in BMPR2 is unlikely to play a role in the pathogenesis of either familial or sporadic pulmonary arterial hypertension"}, {"pubmed": 19531247, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19552837, "text": "BMPR2 promoter mutation -142G > A may be associated with familial pulmonary arterial hypertension."}, {"pubmed": 19578724, "text": "miR-21 may have a potential role in regulating the malignancy and metastatic abilities of prostate cancer cells and in self-renewal of stem cells by regulating the expression of bone morphogenetic protein receptor II"}, {"pubmed": 19628780, "text": "late-outgrowth cells isolated from pulmonary arterial hypertension patients with BMPRII(bone morphogenetic protein receptor type II) mutations demonstrated clear differences in angiogenic capacity and proliferation in response to serum"}, {"pubmed": 19634078, "text": "Germline mutations in the gene coding bone morphogenetic receptor type 2 (BMPR2) are detectable in the majority of cases of heritable pulmonary arterial hypertension and in a small proportion of cases of idiopathic pulmonary arterial hypertension [review]"}, {"pubmed": 19782107, "text": "the inhibition of apoptosis by BMP2 and GDF5 does not depend on more complex signal transduction pathways such as smad and MAPK signaling but on direct stabilization of XIAP by BMPR2."}, {"pubmed": 19844076, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19844076, "text": "no mutations associated with late-onset sporadic pulmonary hypertension"}, {"pubmed": 19864167, "text": "the 3q22 locus alone predicts most FPAH cases in BMPR2 mutation carriers, providing strong evidence that BMPR2 and the 3q22 locus interact epistatically"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20002458, "text": "study established the frequency of BMPR2 mutations in Chinese population of pulmonary arterial hypertension patients"}, {"pubmed": 20011660, "text": "The coordinated activity of ActRIIA and BMPRII receptor subunits selectively mediates the chemotactic response to BMP7."}, {"pubmed": 20096498, "text": "Mutations of the gene that code bone morphogenic protein type 2 receptor (BMPR2) are involved in the pathogenesis of pulmonary arterial hypertension both in it familial and its idiopathic forms."}, {"pubmed": 20096498, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20410205, "text": "Data support cross-regulation among BMP2, KLF9, and KLF13 to maintain progesterone sensitivity in stromal cells undergoing differentiation and suggest that loss of this network compromises establishment of uterine receptivity and implantation success."}, {"pubmed": 20534176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20534176, "text": "Pulmonary hypertensive BMPR2 mutation carriers are younger at diagnosis and present with a more severe hemodynamic compromise, irrespective of gender and mutation type."}, {"pubmed": 20587070, "text": "Low BMPR2 is associated with epithelial ovarian cancer."}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20870717, "text": "Expression of BMPR-II protein is constitutively regulated by lysosomal degradation in vascular cells."}, {"pubmed": 20955454, "text": "Data indicate that frameshift mutation of BMPR2 gene occurs in GC and CRC with MSI-H, and suggest that the BMPR2 mutation might contribute to cancer pathogenesis by inactivating BMPR2-mediated BMP signaling."}, {"pubmed": 20955454, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21030519, "text": "BMPR-II mutations in heritable pulmonary arterial hypertension characterized by retention within the endoplasmic reticulum; restoration of cell surface expression of ligand-binding domain mutants leads to partial rescue of BMP signaling"}, {"pubmed": 21070126, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21070126, "text": "The researchers found evidence that polymorphisms in the BMPR2 gene are overrepresented in patients with atrial septal heart defects and exercise-associated pulmonary hypertension."}, {"pubmed": 21152263, "text": "BMPR2 were detected in the human retina and retinoblastoma cell lines."}, {"pubmed": 21311592, "text": "Combined BMPR2 genotype-phenotype-mRNA expression data as well as evolutionary aspects suggest a role of BMPR2 in the pathophysiology of obesity."}, {"pubmed": 21622843, "text": "Three BMPR2 mutants decreased BMP-dependent Smad phosphorylation and Smad signaling.  New treatment options for PAH should also target receptor localization, rather than just expression level."}, {"pubmed": 21801371, "text": "Identify new BMPR2 mutations in pulmonary arterial hypertension associated with younger age at diagnosis and more severe hemodynamic compromise."}, {"pubmed": 21808054, "text": "Stimulation of BMPRII promotes normal pulmonary artery endothelial cell function by activating eNOS."}, {"pubmed": 21821917, "text": "Data describe a BMPR2-mediated transcriptional complex between PPARgamma and beta-catenin, and suggest that apelin could be effective in treating PAH by rescuing BMPR2 and PAEC dysfunction."}, {"pubmed": 21898662, "text": "These results demonstrate the role of BMPR2 mutation in the pathogenesis of PAH and indicate that variation within the SMAD family represents an infrequent cause of the disease."}, {"pubmed": 21962132, "text": "Variation in BMPR2 is associated with dizygotic twinning."}, {"pubmed": 22048752, "text": "There are no differences of Stro-1(+) cells, BMPRs(+) cells, and BMP7 concentration between male and female patients with total hip replacement."}, {"pubmed": 22129439, "text": "Mutations in BMPR2 are not involved in the pathogenesis of idiopathic portal hypertension."}, {"pubmed": 22293501, "text": "generation of TGF-beta and BMP receptor homo- and hetero-oligomers and its roles as a mechanism capable of fast regulation of signaling by these crucial cytokines [review]"}, {"pubmed": 22312021, "text": "study concludes that expression of pulmonary arterial hypertension penetrance signature represents increased risk of developing clinical hereditary pulmonary arterial hypertension (HPAH) and that ROS formation may play a role in pathogenesis of HPAH; results provide molecular insight into NMD BMPR2 related HPAH penetrance"}, {"pubmed": 22341419, "text": "Report significant reduction in BMPR2 expression in pulmonary arteries of patients with failed Fontan circulations."}, {"pubmed": 22632830, "text": "Patients with childhood idiopathic pulmonary arterial hypertension or heritable pulmonary arterial hypertension with BMPR2 mutation have the poorest clinical outcomes."}, {"pubmed": 22684006, "text": "miR-100 plays a negative role in osteogenic differentiation and might act through targeting BMPR2"}, {"pubmed": 22894880, "text": "This study has identified regions of the BMPR-II molecule that define ligand specificity."}, {"pubmed": 22923421, "text": "BMPR2 mutation carriers was higher mPAP, mRVP, and PVR values with significantly greater hemodynamic compromise."}, {"pubmed": 22923661, "text": "Study casts doubt on the genetic anticipation of heritable pulmonary hypertenion related to mutations in BMPR2.  The risk of earlier disease does not appear to be passed on to the next generations."}, {"pubmed": 22961979, "text": "the lateral mobility of BMPRI has a major impact in stabilizing heteromeric BMPRI-BMPRII receptor complexes to differentially stimulate SMAD versus non-SMAD signaling."}, {"pubmed": 22988237, "text": "the negative regulatory loop of BMP4-miR-302-BMPRII is a potential mechanism for the maintenance and fine-tuning of the BMP4 signaling pathway in various systems"}, {"pubmed": 23079343, "text": "these results further supports the role of the atlastin-1 of BMP signaling cascade in axonal maintenance and axonal degeneration, which is seen in various types of hereditary spastic paraplegia."}, {"pubmed": 23098893, "text": "In conclusion, there was no BMPR2 mutation in our cohort study, but 5'UTR repeat polymorphisms in BMPR2 were disclosed with three genetics variations."}, {"pubmed": 23115311, "text": "BMPR2 carriers had an enhanced hypoxic pressure response when expressed as PVR versus arterial oxygen saturation measured by pulse oximetry"}, {"pubmed": 23142694, "text": "ALK2 may be an important receptor in ET-1 production during BMPR2 knockdown"}, {"pubmed": 23579436, "text": "Exonic deletions of BMPR2 account for at least part of BMPR2 mutations associated with heritable pulmonary arterial hypertension in Japan, as reported in other populations."}, {"pubmed": 23675998, "text": "The 5-year survival rate after diagnosis of pulmonary arterial hypertension was 88.5% in BMPR2 mutation carriers versus 80.9% in non-carriers in Japanese."}, {"pubmed": 23843612, "text": "Critical roles of Bmp2 in osteoblasts and MSCs are a vital link between bone formation, vascularization and mesenchymal stem cells."}, {"pubmed": 23967299, "text": "Endoglin-mediated suppression of prostate cancer invasion is regulated by activin and bone morphogenetic protein type II receptors."}, {"pubmed": 24008158, "text": "Simultaneous exposure of pulmonary smooth muscle cells to viral protein(s) and cocaine exacerbates downregulation of BMPR axis that may result in enhanced pulmonary vasculature aberrations in HIV positive drug users."}, {"pubmed": 24036241, "text": "BMPR2 mutations may have a role in diffusion capacity and in pulmonary arterial hypertension"}, {"pubmed": 24132125, "text": "A 25-year-old female PAH patient with a deletion of BMPR2 exon 3."}, {"pubmed": 24194909, "text": "A BMPR2 mutation did not correlate with a greater incidence of hemoptysis in a hypertension cohort, but its association with worse hemodynamics and greater bronchial arterial hypertrophy may increase the risk of hemoptysis."}, {"pubmed": 24274756, "text": "Impaired right ventricle (RV) hypertrophy was associated with triglyceride deposition in mice with mutant Bmpr2 expression in RV. Human RVs with heritable pulmonary arterial hypertension showed lipid deposition and alteration in fatty acid oxidation."}, {"pubmed": 24337809, "text": "Site-directed mutagenesis reveals that BMPR2 is uniquely glycosylated near its ligand binding domain and at a position that is mutated in patients with heritable pulmonary arterial hypertension."}, {"pubmed": 24355637, "text": "In this review, the identification of BMPR2 as the major predisposing gene for pulmonary arterial hypertension is investigated."}, {"pubmed": 24378993, "text": "BMPR2 downregulation is mediated by miR-17-92."}, {"pubmed": 24398041, "text": "BMPR1a and BMPR2 are downregulated in cardiac remodeling and heart failure"}, {"pubmed": 24446489, "text": "loss of BMPR2 induced prolonged phospho-p38 MAPK in response to TNF, and this increased GADD34-PP1 phosphatase activity, dephosphorylating eukaryotic translation initiation factor (eIF2alpha), and derepressing GM-CSF mRNA translation"}, {"pubmed": 24583436, "text": "patient is currently an asymptomatic carrier of the BMPR2 mutation, and that he might develop pulmonary hypertension as a result of this mutation in the future."}, {"pubmed": 24591673, "text": "Letter/Case Report: concurrent pulmonary hypertension and pulmonary fibrosis in BMPR2 mutation positive patient."}, {"pubmed": 24605778, "text": "Mutations of BMPR2 have been linked to pulmonary arterial hypertension (PAH). In a case-control study unaffected carriers of this mutation were most often found to have prostacyclin synthase promoter sequence variants, thought to protect against PAH."}, {"pubmed": 24621962, "text": "a new intronic BMPR2-mutation and early diagnosis of heritable pulmonary arterial hypertension"}, {"pubmed": 24728306, "text": "Case Report: BMPR2 missense mutation in chronic thromboembolic pulmonary hypertension."}, {"pubmed": 24814649, "text": "BMP-2 and -4 are produced by vascular smooth muscle cells in atherosclerotic lesions and induce monocyte chemotaxis through direct BMPRII activation"}, {"pubmed": 24881940, "text": "BMPR-2 mutation-positive patient developed pulmonary AVMs reminiscent of HHT."}, {"pubmed": 24936649, "text": "Mutations in BMPR2 gene is associated with pulmonary arterial hypertension."}, {"pubmed": 25075125, "text": "BMP type II receptors, BMPR2 and ActR2a, have redundant roles in the regulation of hepatic hepcidin gene expression and iron metabolism."}, {"pubmed": 25187962, "text": "The BMPR2 protein containing Thr268fs, Ser863Asn, or Gln433X exhibited abnormal subcellular localization."}, {"pubmed": 25429696, "text": "Mutations in BMPR2 encoding bone morphogenetic protein receptor type 2 (BMPRII) is the main genetic risk factor for heritable pulmonary arterial hypertension"}, {"pubmed": 25447587, "text": "BMP2 decreased serum-induced proliferation and increased the pro-apoptotic Bax/Bcl-2 ratio. These effects were attenuated by endothelin-1 pre-treatment"}, {"pubmed": 25501832, "text": "Silencing BMPR2 promoted G2/M cell cycle arrest and apoptosis through caspase-3-dependent pathway via repression of XIAP and induced autophagy of chondrosarcoma cells via XIAP-Mdm2-p53 pathway."}, {"pubmed": 25612240, "text": "Combining mutation detection in family members with parental identification, study described three cases of de novo mutation in the BMPR2 gene by different modes in a pulmonary arterial hypertension family. These de novo mutations may account for the wide variety of mutations in BMPR2."}, {"pubmed": 25688877, "text": "disrupted intracellular trafficking of BMPR2 is involved in the pathogenic mechanism underlying both cysteine and non-cysteine substitutions occurring in the extracellular ligand binding domain and kinase domain of BMPR2."}, {"pubmed": 25698539, "text": "Correlations between C23, BMPRII expression and prognosis of gastric cancer patients."}, {"pubmed": 25723654, "text": "local gene transfection can up-regulate the expression of osteogenic mediators (BMP-2 and TGF-beta1), which may promote cell differentiation and proliferation and stimulate extracellular matrix synthesis and new bone formation in distraction gap."}, {"pubmed": 25755766, "text": "our results showed that GDF-5 and BMPRII expressed both in normal and degenerated intervertebral disc tissues, and GDF-5 might have an inhibition effect on degenerated lumbar intervertebral discs"}, {"pubmed": 26030479, "text": "Mutations in BMPR2 underlie most heritable cases and a small proportion of sporadic cases of idiopathic pulmonary arterial hypertension.  Read More: http://www.atsjournals.org/doi/full/10.1164/rccm.201408-1528OC#.Viqgi9KFPyA"}, {"pubmed": 26076038, "text": "BMP9 is identified as the preferred ligand for preventing apoptosis and enhancing monolayer integrity in endothelial cells from subjects with pulmonary arterial hypertension who bear mutations in the gene encoding BMPR2."}, {"pubmed": 26151470, "text": "miR-153 is a mechano-sensitive miRNA that regulates osteoblast differentiation by directly targeting BMPR2, and that therapeutic inhibition of miR-153 may be an efficient anabolic strategy for skeletal disorders caused by pathological mechanical loading."}, {"pubmed": 26167679, "text": "study shows for the first time that in the regulatory region of the BMPR2 gene the promoter may be important for pulmonary arterial hypertension penetrance"}, {"pubmed": 26406943, "text": "An up-regulated expression of BMP-4 and BMPR-II was observed in the peripheral blood of breast cancer patients especially in the advanced-stage of the disease. Moreover, BMP-4 and BMPR-II expressions were found to be correlated"}, {"pubmed": 26541523, "text": "In a group of pulmonary arterial hypertension patients, 25.4% harboured heterozygous mutation in the BMPR2 gene."}, {"pubmed": 26589479, "text": "Raf family members and ERK1/2 were constitutively activated after BMPR2 knockdown"}, {"pubmed": 26654628, "text": "Studying the methylation pattern of the BMPR2 promoter region in pulmonary arterial hypertension patients and controls revealed a a CpG island, suitable for methylation, in the BMPR2 promoter region, in addition to NIT-2, sex-determining region Y, and heat shock factor transcription factor binding sites.No evidence of methylation was detected in this region in patients and controls."}, {"pubmed": 26739752, "text": "the data in the present study support the notion that the expression levels and plasma membrane levels of BMPRII are determined by two molecular processes-translational regulation of protein synthesis (which provides the major contribution) and endocytosis/degradation (mild modulatory effect)."}, {"pubmed": 26772960, "text": "establish the feasibility of combining NELL-1 with BMP2 to improve clinical bone regeneration and provide mechanistic insight into canonical Wnt pathway activity during NELL-1 and BMP2 osteogenesis"}, {"pubmed": 26795434, "text": "Patients with pulmonary arterial hypertension and bone morphogenetic protein receptor type II mutations present at a younger age with more severe disease, and are at increased risk of death, and death or transplantation, compared with those without BMPR2 mutations."}, {"pubmed": 26897508, "text": "Study of four patients with pulmonary arterial hypertension associated with human immunodeficiency virus infection found predisposing mutations in the BMPR2, ACVRL1 and ENG genes."}, {"pubmed": 26984938, "text": "Pulmonary arterial hypertension patients carrying a BMPR2 mutation have decreased right ventricular function compared to patients without the mutation."}, {"pubmed": 27002414, "text": "BMPR2 mutations were identified in congenital heart disease-pulmonary vascular disease patients, with missense mutation of BMPR2 as the dominant mutation type."}, {"pubmed": 27045138, "text": "Increased HMGA1 in pulmonary arterial endothelial cells resulting from dysfunctional BMPR2 signaling can transition endothelium to smooth muscle-like cells associated with pulmonary arterial hypertension."}, {"pubmed": 27077124, "text": "his study demonstrated that both rs6435156C > T and rs1048829G > T variants in BMPR2 contributed to increased susceptibility to hronic obstructive pulmonary disease"}, {"pubmed": 27196063, "text": "The genetic-interactions among BMPR-2, ALK-1, and 5-HTT polymorphisms, elevated BMP-2 and 5-HT levels and differential gene expression substantiated the strong genetic contribution in high altitude pulmonary edema pathophysiology."}, {"pubmed": 27248591, "text": "Mutations in the bone morphogenetic protein receptor type-2 gene (BMPR2) have been identified in patients with pulmonary arterial hypertension."}, {"pubmed": 27273096, "text": "increased BMPR2 signal transduction is linked to fragile X syndrome (FXS) and that the BMPR2-LIMK1 pathway is a putative therapeutic target in patients with FXS and possibly other forms of autism"}, {"pubmed": 27317687, "text": "Depletion of BMPR2 mediated by a collection of miRs induced by IL6 and subsequent STAT3 phosphorylation is a novel mechanism participating to fibroproliferative and vascular injuries in idiopathic pulmonary fibrosis."}, {"pubmed": 27453251, "text": "In a cohort with idiopathic or hereditary pulmonary arterial hypertension, a possibly associated mutation was found in 11.10% of the idiopathic cases (n = 16) and in 68.18% of the hereditary cases. There were 19 mutations found in BMPR2."}, {"pubmed": 27515773, "text": "Bone morphogenetic protein 2 expression increases and may contribute to partitioning of energy storage into visceral and subcutaneous AT depots"}, {"pubmed": 27537724, "text": "Case Report: sarcoid-like reaction due to pulmonary hypertension in the context of the BMPR2 mutation."}, {"pubmed": 27779452, "text": "Decreased expression of bone morphogenetic protein receptor type 2 (BMPR2) is associated with all forms of PAH, and a mutation in this receptor is seen in 70% of patients with the heritable form of PAH (HPAH), and in 20% of sporadic cases of idiopathic PAH."}, {"pubmed": 27780042, "text": "In solid ameloblastoma, positive correlations were observed between the stromal and parenchymal expression of BMP-2 and between the stromal expression of BMP-2 and BMP-4, as well as between the stromal expression of BMPR-II and BMP-4 and the stromal and parenchymal expression of BMPR-II."}, {"pubmed": 27811071, "text": "BMPR2 mutation carriers are more prone to hemoptysis and that hemoptysis is closely correlated to bronchial arterial remodelling and angiogenesis; in turn, pronounced changes in the systemic vasculature correlate with increased pulmonary venous remodelling, creating a distinctive profile in pulmonary arterial hypertension patients harbouring a BMPR2 mutation."}, {"pubmed": 27816994, "text": "HPAH-associated BMPRII mutation increases pulmonary microvascular endothelial cells adhesiveness for monocytes in response to inflammatory mediators."}, {"pubmed": 27884767, "text": "Pathogenic BMPR2 mutations were identified in 8 of 72 (11.1%) patients with IPAH and 6 of 9 (66.7%) patients with HPAH."}, {"pubmed": 27959431, "text": "Further investigation on clinical ESCC samples and non-tumorous adjacent tissue found that tumors with triple-positive BMP6, ALK2 and BMPRII had deeper growth than tumors with only BMP6 expression"}, {"pubmed": 27998774, "text": "BMPR2 downregulation may have a role in neuroblastoma"}, {"pubmed": 28017794, "text": "This analysis identified features of unaffected mutation carriers iPSC-induced pluripotent stem cell-derived endothelial cells related to modifiers of BMPR2 signaling or to differentially expressed genes."}, {"pubmed": 28084316, "text": "Tumour necrosis factor-alpha selectively reduces BMPR-II transcription and mediates post-translational BMPR-II cleavage via the sheddases, ADAM10 and ADAM17 in pulmonary artery smooth muscle cells."}, {"pubmed": 28162765, "text": "Sequencing of BMPR2, CAV1, and KCNK3 coding regions did not identify any pathogenic variants in these genes in infants with pulmonary hypoplasia and pulmonary hypertension."}, {"pubmed": 28170297, "text": "Affected mutation carriers with heritable pulmonary hypertension have hypermethylation of the BMPR2 promotor compared with their unaffected relatives."}, {"pubmed": 28188225, "text": "Cav-1 depletion, oxidative stress-mediated reduction in BMPRII expression, and enhanced TGF-beta-driven SMAD-2/3 signaling promote pulmonary vascular remodeling in inflamed lungs."}, {"pubmed": 28290170, "text": "The present study showed that deletion-duplication mutations in the BMPR2 or ACVRL1 genes may not be associated with non-regression of Pulmonary arterial hypertension."}, {"pubmed": 28356442, "text": "Endothelial BMPR2 signaling in pulmonary arterial hypertension is impaired by deletion of Vegfr3."}, {"pubmed": 28388887, "text": "A burden of rare variants in BMPR2 significantly contributed to the risk of pulmonary arterial hypertension. In the remaining one family, the patient carried a pathogenic variant in a member of potassium channels, KCNK3, which was the first replicative finding of channelopathy in an Asian population."}, {"pubmed": 28447104, "text": "This review focuses on recent advances in rescuing BMPRII expression, function or signaling to prevent and reverse pulmonary vascular remodeling in pulmonary arterial hypertension and its feasibility for clinical translation. Furthermore, it summarizes the role of described miRNAs that directly target the BMPR2 gene in blood vessels.  [review]"}, {"pubmed": 28588028, "text": "The SMYD2 may promote BMP signaling by directly methylating BMPR2, which, in turn, stimulates BMPR2 kinase activity and activation of the BMP pathway."}, {"pubmed": 28619995, "text": "Disrupting BMPR2 impairs TGFbeta1- and BMP4-mediated elastic fiber assembly and is of pathophysiologic significance in pulmonary arterial hypertension."}, {"pubmed": 29032562, "text": "Heterozygous germline mutations in the gene coding bone morphogenetic receptor type 2 (BMPR2) are detectable in the majority of cases of heritable pulmonary arterial hypertension, and in approximately 20% of cases of idiopathic pulmonary arterial hypertension. [review]"}, {"pubmed": 29266775, "text": "The BMPR2 variant c.419-19delT appears in high frequency in patients with Graves' Disease, and independently of its presence, BMPR2 is overexpressed in the lymphoblastoid cell lines from the Graves' disease patients tested."}, {"pubmed": 29374556, "text": "CCL5 deficiency could reverse obliterative changes in pulmonary arteries via caveolin-1-dependent amplification of BMPR2 signaling."}, {"pubmed": 29478969, "text": "miR-216a functions as a negative modulator of BMPR2 translation, and is involved in HIV protein(s) and cocaine-mediated enhanced proliferation of pulmonary smooth muscle cells."}, {"pubmed": 29481792, "text": "Fasudil inhibited leukocyte-endothelial cell interactions and vascular hyperpermeability through modulation of GRP78 and BMPR2 expression."}, {"pubmed": 29526310, "text": "We present, for the first time, patients with Pulmonary arterial hypertension associated to systemic erythematosus lupus carrying pathogenic mutations in the main genes related to Pulmonary arterial hypertension and alterations in the genetic modifiers."}, {"pubmed": 29715457, "text": "we employed an shRNA-encoding lentivirus system to inhibit SPG6 expression in AML cells including NB4 and MV4-11cells. Knockdown expression of SPG6 resulted in decreased cell growth and elevated apoptosis of these leukemia cells. Notably, SPG6 deficiency resulted in higher BMPR2 expression indicating that BMPR2 signaling contributes to AML pathogenesis."}, {"pubmed": 29739878, "text": "BMPR2 inhibits ALK2-mediated signaling by preventing ALK2 from oligomerizing with the type 2 receptors ACVR2A and ACVR2B."}, {"pubmed": 29843651, "text": "BMPR2 mutation is associated with pulmonary arterial hypertension."}, {"pubmed": 29864909, "text": "miR-23a facilitated cell proliferation and migration by targeting BMPR2/Smad1 signaling in hypoxia-induced human pulmonary artery smooth muscle cells."}, {"pubmed": 30252494, "text": "Reduced lung BMPR2 (bone morphogenetic protein receptor type 2) expression and female predominance are two major features of most pulmonary arterial hypertension (PAH) subtypes."}, {"pubmed": 30272255, "text": "miR13073p inhibited the chondrogenic differentiation of hADSCs by targeting BMPR2 and its downstream signaling pathway, which may provide novel therapeutic clues for the treatment of cartilage injury."}, {"pubmed": 30545973, "text": "Genetics and genomics of pulmonary arterial hypertension."}, {"pubmed": 30551410, "text": "Via regulating miR-125b/BMPR2 axis."}, {"pubmed": 30578383, "text": "Widening the landscape of heritable pulmonary hypertension mutations in paediatric and adult cases."}, {"pubmed": 30582451, "text": "Smooth muscle cell-endothelial cell contact is required for activation of Notch1 by BMPR2, to coordinate metabolism with chromatin remodeling of genes that enable EC regeneration, and to maintain monolayer integrity and vascular homeostasis in response to injury."}, {"pubmed": 30617053, "text": "The SNPs of the rs6435156 and rs1048829 locus in the BMPR2 gene, the rs121909287 loci in the ACVRL1 gene, and the rs397514716 locus in the SMAD9 gene were associated with a risk of essential hypertension (EH) in Han Chinese."}, {"pubmed": 30809644, "text": "Dysfunctional BMPRII responsiveness impairs apoptosis via the BMPRII-ALK1-Bcl-xL pathway in pulmonary arterial hypertension ."}, {"pubmed": 30957726, "text": "BMPR2 variant is the most common variant of pulmonary arterial hypertension."}, {"pubmed": 31119161, "text": "we conjectured that miR-191, in Adipose-derived mesenchymal stem cells (ASCs) and ASCs-derived exosomes (ASCs-Exos), plays an important role in Pulmonary arterial hypertension (PAH) via regulation of BMPR2. These findings are expected to contribute to promising therapeutic strategies for treating PAH in the future."}, {"pubmed": 31257577, "text": "Autophagy contributes to BMP type 2 receptor degradation and development of pulmonary arterial hypertension."}, {"pubmed": 31578224, "text": "The PINCH-1 interacts with Smurf1, which inhibits the latter from interacting with BMPR2 and consequently suppresses BMPR2 degradation, resulting in augmented BMP signaling and MSC osteogenic differentiation (OD)."}, {"pubmed": 31626133, "text": "In light of these results, we propose a new pathogenetic mechanism for IPAH, based on enhanced BMP signaling via the functional replacement of mutated BMPR2 by other BMP receptors."}, {"pubmed": 31744505, "text": "Targeting bone morphogenetic protein receptor 2 sensitizes lung cancer cells to TRAIL by increasing cytosolic Smac/DIABLO and the downregulation of X-linked inhibitor of apoptosis protein."}, {"pubmed": 31797984, "text": "Structural consequences of BMPR2 kinase domain mutations causing pulmonary arterial hypertension."}, {"pubmed": 32028950, "text": "Gender differences in pulmonary arterial hypertension patients with BMPR2 mutation: a meta-analysis."}, {"pubmed": 32255665, "text": "4PBA Restores Signaling of a Cysteine-substituted Mutant BMPR2 Receptor Found in Patients with Pulmonary Arterial Hypertension."}, {"pubmed": 32304816, "text": "Decreased bone morphogenetic protein type II receptor and BMP-related signalling molecules' expression in aquaporin 1-silenced human pulmonary microvascular endothelial cells."}, {"pubmed": 32471403, "text": "Clinical characteristics and survival of Chinese patients diagnosed with pulmonary arterial hypertension who carry BMPR2 or EIF2KAK4 variants."}, {"pubmed": 32521690, "text": "The BMP Receptor 2 in Pulmonary Arterial Hypertension: When and Where the Animal Model Matches the Patient."}, {"pubmed": 32634488, "text": "The features of rare pathogenic BMPR2 variants in pulmonary arterial hypertension: Comparison between patients and reference population."}, {"pubmed": 32687728, "text": "Knockdown of bone morphogenetic protein type II receptor leads to decreased aquaporin 1 expression and function in human pulmonary microvascular endothelial cells."}, {"pubmed": 32746619, "text": "Endothelial-to-Mesenchymal Transition in Pulmonary Arterial Hypertension."}, {"pubmed": 32966279, "text": "Prevalence and clinical features of bone morphogenetic protein receptor type 2 mutation in Korean idiopathic pulmonary arterial hypertension patients: The PILGRIM explorative cohort."}, {"pubmed": 33036198, "text": "BMPR2 Promoter Variants Effect Gene Expression in Pulmonary Arterial Hypertension Patients."}, {"pubmed": 33233517, "text": "At the X-Roads of Sex and Genetics in Pulmonary Arterial Hypertension."}, {"pubmed": 33388417, "text": "TET-dependent GDF7 hypomethylation impairs aqueous humor outflow and serves as a potential therapeutic target in glaucoma."}, {"pubmed": 33500333, "text": "PERK inhibition attenuates vascular remodeling in pulmonary arterial hypertension caused by BMPR2 mutation."}, {"pubmed": 33741934, "text": "An endothelial activin A-bone morphogenetic protein receptor type 2 link is overdriven in pulmonary hypertension."}, {"pubmed": 34023242, "text": "Significance of BMPR2 mutations in pulmonary arterial hypertension."}, {"pubmed": 34061599, "text": "A BMPR2/YY1 Signaling Axis Is Required for Human Cytomegalovirus Latency in Undifferentiated Myeloid Cells."}, {"pubmed": 34078089, "text": "Regulation of the Methylation and Expression Levels of the BMPR2 Gene by SIN3a as a Novel Therapeutic Mechanism in Pulmonary Arterial Hypertension."}, {"pubmed": 34400635, "text": "Structural basis for ALK2/BMPR2 receptor complex signaling through kinase domain oligomerization."}, {"pubmed": 34502015, "text": "Combination Therapy with STAT3 Inhibitor Enhances SERCA2a-Induced BMPR2 Expression and Inhibits Pulmonary Arterial Hypertension."}, {"pubmed": 34563224, "text": "Bone morphogenetic protein receptor 2 inhibition destabilizes microtubules promoting the activation of lysosomes and cell death of lung cancer cells."}, {"pubmed": 34793329, "text": "BMPR2 promoter methylation and its expression in valvular heart disease complicated with pulmonary artery hypertension."}, {"pubmed": 34818876, "text": "The MEG3 lncRNA promotes trophoblastic cell growth and invasiveness in preeclampsia by acting as a sponge for miR-21, which regulates BMPR2 levels."}, {"pubmed": 34903128, "text": "Effect of miRNA-200a on radiosensitivity of osteosarcoma cells by targeting Bone morphogenetic protein receptor 2."}, {"pubmed": 35037801, "text": "Overexpression of bone morphogenetic protein receptor type 2 suppresses transforming growth factor beta-induced profibrotic responses in lung fibroblasts."}, {"pubmed": 35063447, "text": "Different Cytokine Patterns in BMPR2-Mutation-Positive Patients and Patients With Pulmonary Arterial Hypertension Without Mutations and Their Influence on Survival."}, {"pubmed": 35331081, "text": "Lysine (K)-specific demethylase 5C regulates the incidence of severe preeclampsia by adjusting the expression of bone morphogenetic protein-7."}, {"pubmed": 35504921, "text": "Crystal structures of BMPRII extracellular domain in binary and ternary receptor complexes with BMP10."}, {"pubmed": 35627145, "text": "Reduction of BMPR2 mRNA Expression in Peripheral Blood of Pulmonary Arterial Hypertension Patients: A Marker for Disease Severity?"}, {"pubmed": 36497082, "text": "The Role of Bone Morphogenetic Protein Receptor Type 2 (BMPR2) and the Prospects of Utilizing Induced Pluripotent Stem Cells (iPSCs) in Pulmonary Arterial Hypertension Disease Modeling."}, {"pubmed": 36672250, "text": "PTPN1 Deficiency Modulates BMPR2 Signaling and Induces Endothelial Dysfunction in Pulmonary Arterial Hypertension."}, {"pubmed": 36675162, "text": "BMPR2 Variants Underlie Nonsyndromic Oligodontia."}, {"pubmed": 36744494, "text": "Dysregulated Smooth Muscle Cell BMPR2-ARRB2 Axis Causes Pulmonary Hypertension."}, {"pubmed": 36907526, "text": "BMPR2 as a Novel Predisposition Gene for Hereditary Colorectal Polyposis."}, {"pubmed": 36917778, "text": "Vascular-Parenchymal Cross-Talk Promotes Lung Fibrosis through BMPR2 Signaling."}, {"pubmed": 37094738, "text": "Isolated Pulmonary Arteriovenous Malformations Associated With BMPR2 Pathogenic Variants."}, {"pubmed": 37191488, "text": "Imaging Features in BMPR2 Mutation-associated Pulmonary Arterial Hypertension."}, {"pubmed": 37278169, "text": "[Hereditary pulmonary hypertension family with BMPR2 gene variation: a case report and literature review]."}, {"pubmed": 37558836, "text": "Human liver single nuclear RNA sequencing implicates BMPR2, GDF15, arginine, and estrogen in portopulmonary hypertension."}, {"pubmed": 37804043, "text": "BMPR2 variant may be related to pulmonary hypertension after lung irradiation."}, {"pubmed": 38473983, "text": "Hemodynamic and Clinical Profiles of Pulmonary Arterial Hypertension Patients with GDF2 and BMPR2 Variants."}, {"pubmed": 38717032, "text": "MiR-143-3p regulates chondrogenic differentiation of synovium derived mesenchymal stem cells under mechanical stress through the BMPR2-Smad signalling pathway by targeting BMPR2."}, {"pubmed": 38791441, "text": "BMPR2 Loss Activates AKT by Disrupting DLL4/NOTCH1 and PPARgamma Signaling in Pulmonary Arterial Hypertension."}], "genomic_pos": {"chr": "2", "end": 202567751, "ensemblgene": "ENSG00000204217", "start": 202376327, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 203432474, "start": 203241659, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001568", "qualifier": "involved_in", "term": "blood vessel development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001649", "pubmed": 22684006, "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001707", "qualifier": "involved_in", "term": "mesoderm formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001893", "qualifier": "involved_in", "term": "maternal placenta development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001935", "pubmed": 25187962, "qualifier": "involved_in", "term": "endothelial cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001946", "qualifier": "involved_in", "term": "lymphangiogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001974", "qualifier": "involved_in", "term": "blood vessel remodeling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002063", "pubmed": 9442116, "qualifier": "involved_in", "term": "chondrocyte development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0003085", "pubmed": 18364108, "qualifier": "involved_in", "term": "negative regulation of systemic arterial blood pressure"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003148", "qualifier": "NOT involved_in", "term": "outflow tract septum morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003151", "qualifier": "involved_in", "term": "outflow tract morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003176", "qualifier": "involved_in", "term": "aortic valve development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003177", "qualifier": "involved_in", "term": "pulmonary valve development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003181", "qualifier": "NOT involved_in", "term": "atrioventricular valve morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003183", "qualifier": "involved_in", "term": "mitral valve morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003186", "qualifier": "involved_in", "term": "tricuspid valve morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003197", "qualifier": "involved_in", "term": "endocardial cushion development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003252", "qualifier": "involved_in", "term": "negative regulation of cell proliferation involved in heart valve morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006468", "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007178", "pubmed": 12045205, "qualifier": "involved_in", "term": "cell surface receptor protein serine/threonine kinase signaling pathway"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009267", "pubmed": 15657086, "qualifier": "involved_in", "term": "cellular response to starvation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009952", "qualifier": "involved_in", "term": "anterior/posterior pattern specification"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 22684006, "qualifier": "acts_upstream_of", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010634", "pubmed": 12819188, "qualifier": "involved_in", "term": "positive regulation of epithelial cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0014916", "pubmed": 18364108, "qualifier": "involved_in", "term": "regulation of lung blood pressure"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0014916", "qualifier": "involved_in", "term": "regulation of lung blood pressure"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030166", "qualifier": "involved_in", "term": "proteoglycan biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030308", "pubmed": 12819188, "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030501", "pubmed": 18436533, "qualifier": "involved_in", "term": "positive regulation of bone mineralization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030509", "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030509", "pubmed": 18436533, "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0030509", "pubmed": 18382765, "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030509", "pubmed": [9442116, 12045205, 17992660, 19366699], "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030509", "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030509", "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032924", "qualifier": "involved_in", "term": "activin receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042127", "pubmed": 11502704, "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045669", "pubmed": 18436533, "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045778", "qualifier": "involved_in", "term": "positive regulation of ossification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045906", "qualifier": "involved_in", "term": "negative regulation of vasoconstriction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": [12045205, 18326817], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048286", "qualifier": "involved_in", "term": "lung alveolus development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048662", "pubmed": 18382765, "qualifier": "involved_in", "term": "negative regulation of smooth muscle cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048738", "qualifier": "NOT involved_in", "term": "cardiac muscle tissue development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048842", "qualifier": "involved_in", "term": "positive regulation of axon extension involved in axon guidance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051148", "qualifier": "involved_in", "term": "negative regulation of muscle cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060173", "qualifier": "involved_in", "term": "limb development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060350", "qualifier": "involved_in", "term": "endochondral bone morphogenesis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0060391", "pubmed": 18382765, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of SMAD protein signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060391", "pubmed": [17992660, 19366699], "qualifier": "involved_in", "term": "positive regulation of SMAD protein signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060412", "qualifier": "involved_in", "term": "ventricular septum morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060413", "qualifier": "involved_in", "term": "atrial septum morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060426", "pubmed": 17992660, "qualifier": "involved_in", "term": "lung vasculature development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060836", "qualifier": "involved_in", "term": "lymphatic endothelial cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060840", "qualifier": "involved_in", "term": "artery development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060841", "qualifier": "involved_in", "term": "venous blood vessel development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061036", "qualifier": "involved_in", "term": "positive regulation of cartilage development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061298", "qualifier": "involved_in", "term": "retina vasculature development in camera-type eye"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061626", "qualifier": "NOT involved_in", "term": "pharyngeal arch artery morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071363", "qualifier": "involved_in", "term": "cellular response to growth factor stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071773", "pubmed": 18326817, "qualifier": "involved_in", "term": "cellular response to BMP stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072577", "pubmed": 25187962, "qualifier": "involved_in", "term": "endothelial cell apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902731", "pubmed": 9442116, "qualifier": "involved_in", "term": "negative regulation of chondrocyte proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905314", "qualifier": "involved_in", "term": "semi-lunar valve development"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 22664934, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [12045205, 15657086, 25187962], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 9442116, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005901", "pubmed": 15657086, "qualifier": "colocalizes_with", "term": "caveola"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005905", "qualifier": "located_in", "term": "clathrin-coated pit"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005912", "pubmed": 25468996, "qualifier": "located_in", "term": "adherens junction"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009925", "qualifier": "located_in", "term": "basal plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0014069", "qualifier": "located_in", "term": "postsynaptic density"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030424", "qualifier": "located_in", "term": "axon"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043235", "qualifier": "part_of", "term": "receptor complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005024", "qualifier": "enables", "term": "transforming growth factor beta receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12045205, 15188402, 15657086, 19229295, 19424179, 21791611, 21976273, 24407287, 33308444, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016362", "pubmed": 19366699, "qualifier": "enables", "term": "activin receptor activity, type II"}, {"category": "MF", "evidence": "TAS", "id": "GO:0016362", "qualifier": "enables", "term": "activin receptor activity, type II"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019838", "qualifier": "enables", "term": "growth factor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0036122", "pubmed": 21976273, "qualifier": "enables", "term": "BMP binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0045296", "pubmed": 26598555, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0098821", "qualifier": "enables", "term": "BMP receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:1990782", "pubmed": 26598555, "qualifier": "enables", "term": "protein tyrosine kinase binding"}]}, "homologene": {"genes": [[7955, 555655], [8364, 100494339], [9031, 374147], [9544, 704088], [9598, 459885], [9606, 659], [9615, 478875], [9913, 407127], [10090, 12168], [10116, 140590]], "id": 929}, "interpro": [{"desc": "Ser/Thr protein kinase, TGFB receptor", "id": "IPR000333", "short_desc": "TGFB_receptor"}, {"desc": "Activin types I and II receptor domain", "id": "IPR000472", "short_desc": "Activin_recp"}, {"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Transforming growth factor-beta receptor, type II", "id": "IPR017194", "short_desc": "Transform_growth_fac-b_typ-2"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "Snake toxin-like superfamily", "id": "IPR045860", "short_desc": "Snake_toxin-like_sf"}], "ipi": ["IPI00783156", "IPI00793420"], "map_location": "2q33.1-q33.2", "name": "bone morphogenetic protein receptor type 2", "other_names": ["BMP type II receptor", "BMP type-2 receptor", "bone morphogenetic protein receptor type II", "bone morphogenetic protein receptor type-2", "bone morphogenetic protein receptor, type II (serine/threonine kinase)", "type II activin receptor-like kinase", "type II receptor for bone morphogenetic protein-4"], "pantherdb": {"HGNC": "1078", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1095407", "ortholog_type": "LDO", "panther_family": "PTHR23255", "taxid": 10090, "uniprot_kb": "O35607"}, {"RGD": "71082", "ortholog_type": "LDO", "panther_family": "PTHR23255", "taxid": 10116, "uniprot_kb": "F1LQC5"}, {"Ensembl": "ENSGALG00000008459", "ortholog_type": "LDO", "panther_family": "PTHR23255", "taxid": 9031, "uniprot_kb": "O42124"}, {"ZFIN": "ZDB-GENE-070618-1", "ortholog_type": "O", "panther_family": "PTHR23255", "taxid": 7955, "uniprot_kb": "F1QXI5"}, {"ZFIN": "ZDB-GENE-070618-2", "ortholog_type": "LDO", "panther_family": "PTHR23255", "taxid": 7955, "uniprot_kb": "B0V0H4"}, {"WormBase": "WBGene00000900", "ortholog_type": "LDO", "panther_family": "PTHR23255", "taxid": 6239, "uniprot_kb": "P50488"}, {"FlyBase": "FBgn0024179", "ortholog_type": "LDO", "panther_family": "PTHR23255", "taxid": 7227, "uniprot_kb": "M9PE88"}], "uniprot_kb": "Q13873"}, "pathway": {"biocarta": {"id": "alkpathway", "name": "alk in cardiac myocytes"}, "humancyc": {"id": "PWY66-11", "name": "BMP Signalling Pathway"}, "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, {"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "alk1pathway", "name": "ALK1 signaling events"}, {"id": "alk2pathway", "name": "ALK2 signaling events"}, {"id": "bmppathway", "name": "BMP receptor signaling"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-201451", "name": "Signaling by BMP"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}], "wikipathways": [{"id": "WP1425", "name": "Bone morphogenic protein (BMP) signaling and regulation"}, {"id": "WP1591", "name": "Heart Development"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP3874", "name": "Canonical and non-canonical TGF-B signaling"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP4787", "name": "Osteoblast differentiation"}]}, "pdb": ["2HLQ", "3G2F", "6UNP", "7PPA", "7PPB", "7PPC", "7U5O"], "pfam": ["PF00069", "PF01064"], "pharmgkb": "PA25388", "pharos": {"target_id": 5755, "tdl": "Tchem"}, "pir": "I38935", "prosite": "PS50011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246423", "relationship": "is"}, {"id": "GNF246424", "relationship": "is"}, {"id": "GNF246425", "relationship": "is"}, {"id": "GNF246426", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF034684", "relationship": "is"}, {"id": "GNF044504", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080120", "relationship": "is"}, {"id": "GNF080121", "relationship": "is"}, {"id": "GNF080122", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052222", "relationship": "is"}, {"id": "GNF056991", "relationship": "is"}, {"id": "GNF061822", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF064379", "relationship": "is"}, {"id": "GNF064380", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165184", "relationship": "is"}, {"id": "GNF165185", "relationship": "is"}, {"id": "GNF165186", "relationship": "is"}, {"id": "GNF165187", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF001153", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324756", "relationship": "is"}, {"id": "GNF324757", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334551", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093053", "relationship": "is"}, {"id": "GNF132751", "relationship": "is"}, {"id": "GNF134105", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_009363.1"], "protein": ["NP_001195.2", "XP_011509989.1", "XP_054199481.1"], "rna": ["NM_001204.7", "NM_033346.2", "XM_011511687.2", "XM_054343506.1"], "translation": [{"protein": "NP_001195.2", "rna": "NM_001204.7"}, {"protein": "XP_011509989.1", "rna": "XM_011511687.2"}, {"protein": "XP_054199481.1", "rna": "XM_054343506.1"}]}, "reporter": {"GNF1H": "gnf1h07657_s_at", "HG-U133_Plus_2": ["209920_at", "210214_s_at", "225144_at", "231873_at", "238516_at"], "HG-U95Av2": "39998_at", "HG-U95B": "44148_at", "HTA-2_0": "TC02001192.hg.1", "HuEx-1_0": "2523213", "HuGene-1_1": "8047538", "HuGene-2_1": "16889636"}, "retired": 5477, "summary": "This gene encodes a member of the bone morphogenetic protein (BMP) receptor family of transmembrane serine/threonine kinases. The ligands of this receptor are members of the TGF-beta superfamily. BMPs are involved in endochondral bone formation and embryogenesis. These proteins transduce their signals through the formation of heteromeric complexes of two different types of serine (threonine) kinase receptors: type I receptors of about 50-55 kD and type II receptors of about 70-80 kD. Mutations in this gene have been associated with primary pulmonary hypertension, both familial and fenfluramine-associated, and with pulmonary venoocclusive disease. [provided by RefSeq, May 2020].", "symbol": "BMPR2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332431"}, "unigene": "Hs.471119", "uniprot": {"Swiss-Prot": "Q13873"}, "wikipedia": {"url_stub": "BMPR2"}}