{"AllianceGenome": "15749", "HGNC": "15749", "MIM": "607412", "_id": "51297", "_version": 1, "accession": {"genomic": ["AF214562.1", "AF421369.1", "AL121901.20", "CH471077.2", "CP068258.2", "NC_000020.11", "NC_060944.1"], "protein": ["AAF70860.1", "AAF82622.1", "AAG13653.1", "AAH12549.1", "AAL87636.1", "AAO12198.1", "AAO12199.1", "AAO12200.1", "AAQ89379.1", "ABI63356.1", "BAA93633.1", "BAF85467.1", "EAW76327.1", "EAW76328.1", "EAW76329.1", "NP_001230122.1", "NP_057667.1", "NP_570913.1", "Q9NP55.1"], "rna": ["AB024937.1", "AF158745.1", "AF172993.1", "AF417256.1", "AF417257.1", "AF439448.1", "AK292778.1", "AY359020.1", "BC012549.1", "DQ846869.1", "NM_001243193.2", "NM_016583.4", "NM_130852.3"], "translation": [{"protein": "AAO12198.1", "rna": "AF417256.1"}, {"protein": "AAO12199.1", "rna": "AF417257.1"}, {"protein": "ABI63356.1", "rna": "DQ846869.1"}, {"protein": "NP_001230122.1", "rna": "NM_001243193.2"}, {"protein": "NP_057667.1", "rna": "NM_016583.4"}, {"protein": "AAF82622.1", "rna": "AF158745.1"}, {"protein": "BAF85467.1", "rna": "AK292778.1"}, {"protein": "AAH12549.1", "rna": "BC012549.1"}, {"protein": "NP_570913.1", "rna": "NM_130852.3"}, {"protein": "BAA93633.1", "rna": "AB024937.1"}, {"protein": "AAF70860.1", "rna": "AF172993.1"}, {"protein": "AAQ89379.1", "rna": "AY359020.1"}, {"protein": "AAL87636.1", "rna": "AF439448.1"}]}, "alias": ["LUNX", "NASG", "PLUNC", "SPLUNC1", "SPURT", "bA49G10.5"], "ensembl": {"gene": "ENSG00000198183", "protein": ["ENSP00000346251", "ENSP00000364562", "ENSP00000364571"], "transcript": ["ENST00000354297", "ENST00000375413", "ENST00000375422"], "translation": [{"protein": "ENSP00000364571", "rna": "ENST00000375422"}, {"protein": "ENSP00000364562", "rna": "ENST00000375413"}, {"protein": "ENSP00000346251", "rna": "ENST00000354297"}], "type_of_gene": "protein_coding"}, "entrezgene": "51297", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.58369076, "exp_mis": 75.8118139, "exp_syn": 40.772502, "lof_z": 0.786704516660334, "mis_z": -1.3026114025148, "mu_lof": 6.75187544097e-07, "mu_mis": 6.43219852954e-06, "mu_syn": 3.33964073032e-06, "n_lof": 8.0, "n_mis": 99.0, "n_syn": 48.0, "p_li": 3.60154382988658e-05, "p_null": 0.406228916253062, "p_rec": 0.593735068308639, "syn_z": -0.701703848836945}, "bp": 771, "cds_end": 31830333, "cds_start": 31825517, "n_exons": 7, "nonpsych": {"exp_lof": 9.4348122, "exp_mis": 68.47256, "exp_syn": 36.7585996, "lof_z": 0.458754607803591, "mis_z": -1.43409551047864, "mu_lof": 6.75187544097e-07, "mu_mis": 6.43219852954e-06, "mu_syn": 3.33964073032e-06, "n_lof": 8.0, "n_mis": 92.0, "n_syn": 45.0, "p_li": 1.98927211441593e-05, "p_null": 0.559955887517315, "p_rec": 0.440024219761541, "syn_z": -0.855825031903058}, "nontcga": {"exp_lof": 9.72291578, "exp_mis": 69.7327937, "exp_syn": 37.49662331, "lof_z": 0.861424473487395, "mis_z": -1.44780829145392, "mu_lof": 6.75187544097e-07, "mu_mis": 6.43219852954e-06, "mu_syn": 3.33964073032e-06, "n_lof": 7.0, "n_mis": 94.0, "n_syn": 41.0, "p_li": 0.000161654274146905, "p_null": 0.321241095975205, "p_rec": 0.678597249750648, "syn_z": -0.362254241310368}, "transcript": "ENST00000354297.4"}, "exons": [{"cdsend": 33242527, "cdsstart": 33237711, "chr": "20", "position": [[33235995, 33236050], [33237696, 33237871], [33238054, 33238214], [33239802, 33239910], [33240232, 33240385], [33241384, 33241469], [33242055, 33242119], [33242486, 33242561], [33243122, 33243306]], "strand": 1, "transcript": "NM_001243193", "txend": 33243306, "txstart": 33235995}, {"cdsend": 33242527, "cdsstart": 33237711, "chr": "20", "position": [[33235995, 33236050], [33237696, 33237871], [33238054, 33238214], [33239802, 33239910], [33240232, 33240385], [33241384, 33241469], [33242055, 33242119], [33242486, 33242561], [33243161, 33243306]], "strand": 1, "transcript": "NM_016583", "txend": 33243306, "txstart": 33235995}, {"cdsend": 33242527, "cdsstart": 33237711, "chr": "20", "position": [[33235995, 33236050], [33237696, 33237871], [33238054, 33238214], [33239802, 33239910], [33240232, 33240385], [33241384, 33241469], [33242055, 33242119], [33242486, 33242561], [33243106, 33243306]], "strand": 1, "transcript": "NM_130852", "txend": 33243306, "txstart": 33235995}], "exons_hg19": [{"cdsend": 31830333, "cdsstart": 31825517, "chr": "20", "position": [[31823801, 31823856], [31825502, 31825677], [31825860, 31826020], [31827608, 31827716], [31828038, 31828191], [31829190, 31829275], [31829861, 31829925], [31830292, 31830367], [31830928, 31831112]], "strand": 1, "transcript": "NM_001243193", "txend": 31831112, "txstart": 31823801}, {"cdsend": 31830333, "cdsstart": 31825517, "chr": "20", "position": [[31823801, 31823856], [31825502, 31825677], [31825860, 31826020], [31827608, 31827716], [31828038, 31828191], [31829190, 31829275], [31829861, 31829925], [31830292, 31830367], [31830967, 31831112]], "strand": 1, "transcript": "NM_016583", "txend": 31831112, "txstart": 31823801}, {"cdsend": 31830333, "cdsstart": 31825517, "chr": "20", "position": [[31823801, 31823856], [31825502, 31825677], [31825860, 31826020], [31827608, 31827716], [31828038, 31828191], [31829190, 31829275], [31829861, 31829925], [31830292, 31830367], [31830912, 31831112]], "strand": 1, "transcript": "NM_130852", "txend": 31831112, "txstart": 31823801}], "generif": [{"pubmed": 11971875, "text": "members of the PLUNC family may function in the innate immune response in regions of the mouth, nose and lungs, which are sites of significant bacterial exposure"}, {"pubmed": 12409287, "text": "results provide the cloning and characterization of a tissue-specific novel gene and its possible relationship with airway diseases"}, {"pubmed": 12753706, "text": "There were three splicing variants in NASG 3'UTR. Its abnormal expression may be an important molecular event in NPC and lung cancer."}, {"pubmed": 12874788, "text": "SPLUNC1 is found to be down-expressed in 34 of 48 nasopharyngeal carcinoma biopsies."}, {"pubmed": 12920053, "text": "This study showed that plunc gene product is expressed both in vivo and in vitro, detailed a method for its purification and provided basic information on its biochemical properties in secretions."}, {"pubmed": 15313462, "text": "PLUNC proteins mediate host defense functions in the oral, nasal and respiratory epithelia [review]."}, {"pubmed": 16195890, "text": "SPLUNC1 protein is expressed at not only the serous glands and epithelium of the upper respiratory tract and digestive tract, but also in the oculi of embryos."}, {"pubmed": 16364440, "text": "This research sheds new light on the mechanism of SPLUNC1 involvement in the host upper respiratory tract defense system."}, {"pubmed": 17785110, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17988392, "text": "SPLUNC1 is specifically and significantly increased in the epithelial cells of small airways of lungs from patients with cystic fibrosis."}, {"pubmed": 18049866, "text": "This study shows that SPLUNC1 not only has the role of antibacteria and antivirus, but also inhibits the potential oncogenicity of epstein barr virus in respiratory epithelium."}, {"pubmed": 18204429, "text": "PLUNC is a novel marker that distinguishes gastric hepatoid adenocarcinoma from primary hepatocellular carcinoma"}, {"pubmed": 18245229, "text": "Immunoblots performed on polymorphonuclear cell lysates and subcellular fractions indicate that PLUNC is present in the specific granules of the neutrophil."}, {"pubmed": 18513434, "text": "LunX mRNA is the most specific gene marker for lung cancer and has potential diagnostic utility when measured in the peripheral blood and pleural fluid."}, {"pubmed": 18646695, "text": "mRNA expression of LUNX, CK19 and CEA genes in the regional lymph nodes of NSCLC was significantly higher than that in those of benign lung diseases."}, {"pubmed": 19119597, "text": "Expression of Cu/ZnSOD and PLUNC in in chronic sinusitis was higher than in normal tissue, and expression in nasal polyp tissue was lower than in normal tissue."}, {"pubmed": 19336370, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19541605, "text": "SPLUNC1 is secreted onto mucosal surfaces as a soluble volume sensor whose concentration and dilution can regulate ENaC activity and mucosal volumes, including that of airway surface liquid."}, {"pubmed": 19650845, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20161732, "text": "Data suggest that the PLUNC protein contributes to the surfactant properties of airway secretions, and that this activity may interfere with biofilm formation by an airway pathogen."}, {"pubmed": 20519934, "text": "SPLUNC1 potently reduced surface levels of the epithelial sodium channel (ENaC)in bronchial epithelial cells and Xenopus laevis oocytes."}, {"pubmed": 20855242, "text": "LUNX gene sequences from +3770 to +3959 bp and +14553 to +14652 bp possess the capacity to enhance gene transcription."}, {"pubmed": 20949060, "text": "data have provided the first in vivo evidence that cSPLUNC1 functions to maintain homeostasis of the upper airway and, thereby, is critical for protection of the middle ear"}, {"pubmed": 21200090, "text": "The LUNX mRNA expression in the lymph nodes was closely related to the pathological type, cancer cell differentiation and clinical stage of non-small cell lung cancer."}, {"pubmed": 21632717, "text": "PLUNC transgene is associated with enhanced bacterial killing and decreased inflammation after exposure with a major human airway pathogen, the Gram-negative bacterium Pseudomonas aeruginosa, both in vitro and in vivo."}, {"pubmed": 21787339, "text": "PLUNC is a multifunctional protein, which plays a novel role in airway defences at the air/liquid interface"}, {"pubmed": 21787346, "text": "BPIFA1 protein displays bacteriocidal activity against Gram-negative bacteria."}, {"pubmed": 21805676, "text": "RSV-positive boys had significantly less 25 kDa SPLUNC1 than RSV-negative boys while there were no significant differences among girls"}, {"pubmed": 22213098, "text": "genetic polymorphisms of SPLUNC1 protein confer risk of nasopharyngeal carcinoma in a Malaysian Chinese population"}, {"pubmed": 22676062, "text": "Reduced expression of antimicrobial PLUNC proteins in nasal polyp tissues of patients with chronic rhinosinusitis"}, {"pubmed": 23132494, "text": "P. aeruginosa treated with recombinant human SPLUNC1 protein showed decreased growth in vitro."}, {"pubmed": 23371910, "text": "Sinusitis with positive P. aeruginosa bacterial culture is associated with decreased SPLUNC1 sinus mucosa expression. Repeated sinus surgeries are more frequently needed for these patients."}, {"pubmed": 23472073, "text": "SPLUNC1 regulates NPC cell proliferation, differentiation and apoptosis through miR-141, which in turn regulates PTEN and p27 expression, and is negatively regulated by LMP1"}, {"pubmed": 23499554, "text": "SPLUNC1 is a crucial component of mucosal innate immune defense against pulmonary infection."}, {"pubmed": 23644997, "text": "In patients with chronic rhinosinusitis with nasal polyps, decreased PLUNC expression is associated with multibacterial colonization, specifically those mediated by Staphyloccocus aureus and Pseudomonas aeruginosa."}, {"pubmed": 23721177, "text": "Data indicate that SPLUNC1 is an important component of mucosal innate immune defense against pulmonary inhaled particles."}, {"pubmed": 23741370, "text": "SPLUNC1 degradation by neutrophil elastase may increase airway susceptibility to bacterial infections."}, {"pubmed": 23759037, "text": "The changes in Lunx mRNA levels after chemotherapy can predict the prognosis of patients with MPEs caused by pulmonary carcinoma."}, {"pubmed": 23810363, "text": "High LUNX mRNA expression correlated with lung cancer stage and distant metastases."}, {"pubmed": 24043776, "text": "Short palate lung and nasal epithelial clone 1, the most abundant gene in airway epithelia, is the extracellular pH-sensitive factor that inhibits ENaC in normal but not cystic fibrosis airways."}, {"pubmed": 24124190, "text": "the epithelial sodium channel inhibitory domain of SPLUNC1 may be cleaved away from the main molecule by neutrophil elastase"}, {"pubmed": 24269518, "text": "Our results indicate that BPIFA1 is a novel target for autoantibodies in cystic fibrosis."}, {"pubmed": 24342548, "text": "SPLUNC1 is differentially modulated in eosinophilic and noneosinophilic chronic rhinosinusitis with nasal polyps."}, {"pubmed": 24512783, "text": "The correlation between SPLUNC1 levels and Vol2(increase) in non-smokers may indicate involvement of SPLUNC1in the regulation of the normal function of the nasal mucosa."}, {"pubmed": 25136695, "text": "The observations suggest that, in response to agents or chemical factors, nasal mucosal epithelium will react and produce PLUNC proteins"}, {"pubmed": 25161098, "text": "12 retinoid X receptors heterodimer binding sites exist in the SPLUNC1 promoter region, which is up-regulated by all-trans-retinoic acid. SPLUNC1 plays a role in ATRA-induced growth inhibition and differentiation in nasopharyngeal carcinoma cells."}, {"pubmed": 25223608, "text": "discoveries provide insight into the specific determinants governing the interaction between SPLUNC1 and lipids and also shed light on novel functions that SPLUNC1 and other PLUNC family members perform in host defense"}, {"pubmed": 25425729, "text": "pleural fluid LUNX mRNA provided a valuable adjunct in distinguishing malignant pleural effusion caused by lung cancer from benign pleural effusion"}, {"pubmed": 25574903, "text": "The G allele of rs1078761 may be detrimental to lung function in cystic fibrosis owing to decreased levels of BPIFA1 and BPIFB1."}, {"pubmed": 25600649, "text": "LUNX silencing disrupted primary tumor growth, local invasion, and metastatic colonization"}, {"pubmed": 25891128, "text": "SPLUNC1 can weaken the inflammatory response induced by EBV infection in NPC cells through the regulation of the TLR9/NF-kappaB signaling pathway and control of the tumor inflammatory microenvironment"}, {"pubmed": 26090599, "text": "High serum SPLUNC1 levels are associated with Pleural Effusion from Lung Cancer Compared to Tuberculosis."}, {"pubmed": 26559477, "text": "PLUNC is a protein of the tear film and suggest that it plays a role in fluid balance and surface tension regulation at the ocular surface."}, {"pubmed": 26654795, "text": "Data show that the palate, lung, and nasal epithelium clone (PLUNC) protein level was highly expressed in nontumor nasopharyngeal epithelium than that in nasopharyngeal carcinoma (NPC) tissues."}, {"pubmed": 26658012, "text": "These studies identify the role of SPLUNC1 in sinonasal innate immunity and the pathogenesis of CRS. Defective expression of SPLUNC1 in CRSwNP patients may lead to insufficient maintenance of the epithelial barrier function"}, {"pubmed": 27458217, "text": "SPLUNC1 has antimicrobial and antibiofilm activities against the Burkholderia cepacia complex."}, {"pubmed": 28165446, "text": "Study proposes that BPIFA1 (SPLUNC1) is the epithelium-derived smooth muscle relaxing factor and it functions by internalizing Orai1. BPIFA1 deficiency in asthmatic airways promotes Orai1 hyperactivity, increased airway smooth muscle contraction and airway hyperresponsiveness."}, {"pubmed": 29295861, "text": "data indicate that SPLUNC1 is an allosteric regulator of ENaC that dissociates alphabetagamma-ENaC to generate a new SPLUNC1-beta-ENaC complex."}, {"pubmed": 29296079, "text": "BPIFA1 and BPIFB1 expressions are correlated with goblet cell metaplasia and inversely correlated with lung function parameters of airway obstruction (FEV1 and FEV1/FVC) in COPD patients."}, {"pubmed": 30190268, "text": "The study found reduced endogenous SPLUNC1 in cystic fibrosis (CF) secretions, and rapid degradation of recombinant SPLUNC1 (rSPLUNC1) by CF secretions. Normal sputum, containing SPLUNC1 and SPLUNC1-derived peptides, inhibited epithelial Na(+) channel in both normal and CF human bronchial epithelial cells."}, {"pubmed": 30996135, "text": "Nasal epithelial cells from patients with mild to severe asthma with the BPIFA1 rs750064 CC genotype had significantly less BPIFA1 mRNA expression than the CT and TT genotypes. Data suggest that less BPIFA1 in asthma patients with the CC allele may predispose them to greater eosinophilic inflammation, which could be attenuated by rhBPIFA1 protein therapy."}, {"pubmed": 31450896, "text": "High LUNX expression is associated with Non-Small-Cell Lung Carcinoma."}, {"pubmed": 31504285, "text": "A Rare Mutation in SPLUNC1 Affects Bacterial Adherence and Invasion in Meningococcal Disease."}, {"pubmed": 31646828, "text": "Our results conclude that SPLUNC1 and MLL3 expression control the resistance mechanism of cancer stem cells in initial NPC, but their downregulation in aggressive stages contributes to developing resistance in nasopharyngeal cancer stem cells"}, {"pubmed": 31931521, "text": "G allele of rs1078761 is associated with reduced lung function of cystic fibrosis patients."}, {"pubmed": 32680508, "text": "The SPLUNC1-betaENaC complex prevents Burkholderia cenocepacia invasion in normal airway epithelia."}, {"pubmed": 32890564, "text": "Degradation of bacterial permeability family member A1 (BPIFA1) by house dust mite (HDM) cysteine protease Der p 1 abrogates immune modulator function."}, {"pubmed": 33565511, "text": "Relationship between circulating lung-specific X protein messenger ribonucleic acid expression and micrometastasis and prognosis in patients with early-stage nonsmall cell lung cancer."}, {"pubmed": 35581745, "text": "SPLUNC1 is a negative regulator of the Orai1 Ca(2+) channel."}, {"pubmed": 36175598, "text": "SPLUNC1 regulates LPS-induced progression of nasopharyngeal carcinoma and proliferation of myeloid-derived suppressor cells."}, {"pubmed": 36519134, "text": "BPIFA1 is a secreted biomarker of differentiating human airway epithelium."}, {"pubmed": 36709941, "text": "[Correlation between the mRNA levels of BCRP and LUNX genes and pathological types and stages of patients with non-small cell lung cancer]."}, {"pubmed": 37223955, "text": "Lung SPLUNC1 Peptide Derivatives in the Lipid Membrane Headgroup Kill Gram-Negative Planktonic and Biofilm Bacteria."}, {"pubmed": 38053993, "text": "CC16 drives VLA-2-dependent SPLUNC1 expression."}], "genomic_pos": {"chr": "20", "end": 33243311, "ensemblgene": "ENSG00000198183", "start": 33235995, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 31831115, "start": 31823801, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002395", "qualifier": "involved_in", "term": "immune response in nasopharyngeal-associated lymphoid tissue"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0002395", "pubmed": 21805676, "qualifier": "involved_in", "term": "immune response in nasopharyngeal-associated lymphoid tissue"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019731", "qualifier": "involved_in", "term": "antibacterial humoral response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019731", "pubmed": 23499554, "qualifier": "involved_in", "term": "antibacterial humoral response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043129", "qualifier": "involved_in", "term": "surfactant homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043129", "pubmed": 23499554, "qualifier": "involved_in", "term": "surfactant homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045087", "pubmed": 23499554, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045087", "pubmed": 11971875, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050891", "pubmed": 24124190, "qualifier": "involved_in", "term": "multicellular organismal-level water homeostasis"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0051607", "pubmed": 21805676, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0061844", "pubmed": 21805676, "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1900229", "qualifier": "involved_in", "term": "negative regulation of single-species biofilm formation in or on host organism"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900229", "pubmed": 23499554, "qualifier": "involved_in", "term": "negative regulation of single-species biofilm formation in or on host organism"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902305", "pubmed": 24124190, "qualifier": "involved_in", "term": "regulation of sodium ion transmembrane transport"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 11425234, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [21805676, 24124190], "qualifier": "located_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "ND", "id": "GO:0003674", "qualifier": "enables", "term": "molecular_function"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008289", "qualifier": "enables", "term": "lipid binding"}]}, "homologene": {"genes": [[9544, 714509], [9598, 458177], [9606, 51297], [9615, 609982], [9913, 281989], [10090, 18843], [10116, 246238]], "id": 7895}, "interpro": [{"desc": "Lipid-binding serum glycoprotein, N-terminal", "id": "IPR017942", "short_desc": "Lipid-bd_serum_glycop_N"}, {"desc": "Bactericidal permeability-increasing protein, alpha/beta domain superfamily", "id": "IPR017943", "short_desc": "Bactericidal_perm-incr_a/b_dom"}], "ipi": "IPI00009856", "map_location": "20q11.21", "name": "BPI fold containing family A member 1", "other_names": ["BPI fold-containing family A member 1", "ligand-binding protein RYA3", "lung-specific protein X", "nasopharyngeal carcinoma-related protein", "palate lung and nasal epithelium clone protein", "palate, lung and nasal epithelium associated", "protein Plunc", "secretory protein in upper respiratory tracts", "short PLUNC1", "tracheal epithelium enriched protein", "von Ebner protein Hl"], "pantherdb": {"HGNC": "15749", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1914385", "ortholog_type": "O", "panther_family": "PTHR47015", "taxid": 10090, "uniprot_kb": "Q9CQX3"}, {"RGD": "1559748", "ortholog_type": "O", "panther_family": "PTHR47015", "taxid": 10116, "uniprot_kb": "D3ZWC2"}, {"MGI": "1338036", "ortholog_type": "LDO", "panther_family": "PTHR47015", "taxid": 10090, "uniprot_kb": "P97361"}, {"RGD": "619818", "ortholog_type": "LDO", "panther_family": "PTHR47015", "taxid": 10116, "uniprot_kb": "Q8K4I4"}], "uniprot_kb": "Q9NP55"}, "pathway": {"reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}]}, "pdb": ["4KEG", "4KGH", "4KGO", "4N4X", "5I7J", "5I7K", "5I7L"], "pfam": "PF01273", "pharmgkb": "PA33423", "pharos": {"target_id": 14148, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF327663", "relationship": "is"}, {"id": "GNF327664", "relationship": "is"}, {"id": "GNF327665", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292826", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF177483", "relationship": "is"}, {"id": "GNF188389", "relationship": "is"}, {"id": "GNF199295", "relationship": "is"}, {"id": "GNF210201", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161163", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF011376", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330818", "relationship": "is"}, {"id": "GNF332248", "relationship": "is"}, {"id": "GNF334038", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337170", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF111426", "relationship": "is"}, {"id": "GNF151067", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1"], "protein": ["NP_001230122.1", "NP_057667.1", "NP_570913.1"], "rna": ["NM_001243193.2", "NM_016583.4", "NM_130852.3"], "translation": [{"protein": "NP_057667.1", "rna": "NM_016583.4"}, {"protein": "NP_570913.1", "rna": "NM_130852.3"}, {"protein": "NP_001230122.1", "rna": "NM_001243193.2"}]}, "reporter": {"HG-U133_Plus_2": "220542_s_at", "HG-U95B": "49616_at", "HTA-2_0": "TC20000228.hg.1", "HuEx-1_0": "3882387", "HuGene-1_1": "8061883", "HuGene-2_1": "16912776"}, "summary": "This gene is the human homolog of murine plunc, and like the mouse gene, is specifically expressed in the upper airways and nasopharyngeal regions. The encoded antimicrobial protein displays antibacterial activity against Gram-negative bacteria. It is thought to be involved in inflammatory responses to irritants in the upper airways and may also serve as a potential molecular marker for detection of micrometastasis in non-small-cell lung cancer. Multiple transcript variants resulting from alternative splicing in the 3' UTR have been detected, but the full-length nature of only three are known. [provided by RefSeq, Aug 2014].", "symbol": "BPIFA1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1423701"}, "unigene": "Hs.211092", "uniprot": {"Swiss-Prot": "Q9NP55"}, "wikipedia": {"url_stub": "Plunc"}}