{"AllianceGenome": "17262", "HGNC": "17262", "MIM": "606259", "_id": "25855", "_version": 1, "accession": {"genomic": ["AF281036.1", "AP001107.5", "CH471076.1", "CP068267.2", "NC_000011.10", "NC_060935.1"], "protein": ["AAG00075.1", "AAH09834.1", "AAK69131.1", "BAG36511.1", "CAB43235.2", "CAG33454.1", "EAW74513.1", "EAW74514.1", "EAW74515.1", "EAW74516.1", "NP_001020128.1", "NP_056214.1", "Q9HCU9.1", "XP_024304193.1", "XP_024304194.1", "XP_054224321.1", "XP_054224322.1"], "rna": ["AF147350.1", "AF159141.1", "AI797564.1", "AK310991.1", "AK313773.1", "AL050008.1", "BC009834.2", "BM312965.1", "BU734281.1", "CB130346.1", "CB529276.1", "CR457173.1", "NM_001024957.2", "NM_001024958.1", "NM_015399.4", "XM_024448425.2", "XM_024448426.2", "XM_054368346.1", "XM_054368347.1"], "translation": [{"protein": "CAB43235.2", "rna": "AL050008.1"}, {"protein": "XP_024304194.1", "rna": "XM_024448426.2"}, {"protein": "XP_024304193.1", "rna": "XM_024448425.2"}, {"protein": "XP_054224321.1", "rna": "XM_054368346.1"}, {"protein": "AAH09834.1", "rna": "BC009834.2"}, {"protein": "BAG36511.1", "rna": "AK313773.1"}, {"protein": "XP_054224322.1", "rna": "XM_054368347.1"}, {"protein": "NP_001020128.1", "rna": "NM_001024957.2"}, {"protein": "CAG33454.1", "rna": "CR457173.1"}, {"protein": "NP_056214.1", "rna": "NM_015399.4"}, {"protein": "AAG00075.1", "rna": "AF159141.1"}]}, "ensembl": {"gene": "ENSG00000174744", "protein": ["ENSP00000353042", "ENSP00000396052", "ENSP00000431510", "ENSP00000433740", "ENSP00000434591"], "transcript": ["ENST00000359957", "ENST00000425825", "ENST00000524699", "ENST00000525127", "ENST00000527375", "ENST00000529544", "ENST00000530238", "ENST00000530756", "ENST00000534617"], "translation": [{"protein": "ENSP00000396052", "rna": "ENST00000425825"}, {"protein": "ENSP00000431510", "rna": "ENST00000524699"}, {"protein": "ENSP00000353042", "rna": "ENST00000359957"}, {"protein": "ENSP00000434591", "rna": "ENST00000527375"}, {"protein": "ENSP00000433740", "rna": "ENST00000530756"}], "type_of_gene": "protein_coding"}, "entrezgene": "25855", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.9996432926, "exp_mis": 101.820841889, "exp_syn": 45.316504419, "lof_z": 1.85313512172019, "mis_z": 0.0397864820081708, "mu_lof": 9.89007207786e-07, "mu_mis": 9.2405154583e-06, "mu_syn": 3.97244805671e-06, "n_lof": 7.0, "n_mis": 101.0, "n_syn": 49.0, "p_li": 0.00107652477429526, "p_null": 0.0481061876164603, "p_rec": 0.950817287609244, "syn_z": -0.339220397932175}, "bp": 873, "cds_end": 66109705, "cds_start": 66105138, "n_exons": 9, "nonpsych": {"exp_lof": 12.4999008842, "exp_mis": 91.9865627245, "exp_syn": 40.844684315, "lof_z": 1.52775443395951, "mis_z": -0.211065027932739, "mu_lof": 9.89007207786e-07, "mu_mis": 9.2405154583e-06, "mu_syn": 3.97244805671e-06, "n_lof": 7.0, "n_mis": 96.0, "n_syn": 47.0, "p_li": 0.000664103999050961, "p_null": 0.10195465717, "p_rec": 0.897381238830949, "syn_z": -0.606382131375484}, "nontcga": {"exp_lof": 12.8629918233, "exp_mis": 93.658500696, "exp_syn": 41.6745075177, "lof_z": 1.61261072287309, "mis_z": -0.0175802910565682, "mu_lof": 9.89007207786e-07, "mu_mis": 9.2405154583e-06, "mu_syn": 3.97244805671e-06, "n_lof": 7.0, "n_mis": 94.0, "n_syn": 42.0, "p_li": 0.000708266175748909, "p_null": 0.0805552010289339, "p_rec": 0.918736532795317, "syn_z": -0.0319245422312096}, "transcript": "ENST00000425825.2"}, "exons": [{"cdsend": 66342234, "cdsstart": 66337667, "chr": "11", "position": [[66337338, 66337807], [66338242, 66338282], [66338720, 66338785], [66340120, 66340213], [66340773, 66340870], [66340966, 66341046], [66341205, 66341333], [66341532, 66341623], [66342095, 66342241], [66344971, 66345104]], "strand": -1, "transcript": "NM_001024957", "txend": 66345104, "txstart": 66337338}, {"cdsend": 66342234, "cdsstart": 66337881, "chr": "11", "position": [[66337338, 66337889], [66338242, 66338282], [66338720, 66338785], [66340120, 66340213], [66340773, 66340870], [66340966, 66341046], [66341205, 66341333], [66341532, 66341623], [66342095, 66342241], [66344971, 66345104]], "strand": -1, "transcript": "NM_015399", "txend": 66345104, "txstart": 66337338}], "exons_hg19": [{"cdsend": 66109705, "cdsstart": 66105138, "chr": "11", "position": [[66104809, 66105278], [66105713, 66105753], [66106191, 66106256], [66107591, 66107684], [66108244, 66108341], [66108437, 66108517], [66108676, 66108804], [66109003, 66109094], [66109566, 66109712], [66112442, 66112575]], "strand": -1, "transcript": "NM_001024957", "txend": 66112575, "txstart": 66104809}, {"cdsend": 66109705, "cdsstart": 66105352, "chr": "11", "position": [[66104809, 66105360], [66105713, 66105753], [66106191, 66106256], [66107591, 66107684], [66108244, 66108341], [66108437, 66108517], [66108676, 66108804], [66109003, 66109094], [66109566, 66109712], [66112442, 66112575]], "strand": -1, "transcript": "NM_015399", "txend": 66112575, "txstart": 66104809}], "generif": [{"pubmed": 11822878, "text": "BRMS1 functions as a metastasis suppressor in more than one tumor type(i.e., breast carcinoma and cutaneous melanoma)by modifying several metastasis-associated phenotypes."}, {"pubmed": 12650606, "text": "BRMS1 has subsequently been shown to suppress metastasis, but not tumorigenicity of human melanoma cells."}, {"pubmed": 14581478, "text": "BRMS1 may participate in transcriptional regulation via interaction with the mSin3.HDAC complex"}, {"pubmed": 15168732, "text": "To further characterize BRMS1-mediated metastasis suppression, proteins differentially expressed between highly metastatic MDA-MB-435 cells & BRMS1-transfected MDA-MB-435 cells were identified. Differential expression was found for 5 proteins."}, {"pubmed": 15592684, "text": "Our investigations revealed significantly reduced mRNA expression of metastases suppressor gene BRMS1 in breast cancer brain metastasis."}, {"pubmed": 17085653, "text": "Patients with high levels of expression of BRMS1 mRNA have a better prognosis than those with low expression."}, {"pubmed": 17227585, "text": "Results show that BRMS1 regulates Osteopontin transcription by abrogating NF-kappaB activation"}, {"pubmed": 17854218, "text": "Available evidence on the reported functions of the identified proteins supports the emerging role of BRMS1 as negative regulator of the metastasis development."}, {"pubmed": 17896182, "text": "The pattern of gene expression associated with BRMS1 expression suggests that metastasis suppression may be mediated by enhanced immune recognition, altered transport, and/or secretion of metastasis-associated proteins."}, {"pubmed": 18211900, "text": "Alterations of BRMS1-ARID4A interaction modify gene expression but still suppress metastasis in human breast cancer cells."}, {"pubmed": 18276787, "text": "BRMS1 inhibits metastases in multiple organs by blocking several steps in the metastatic cascade."}, {"pubmed": 18470911, "text": "OPN downregulation by BRMS1 may be responsible, at least in part, for BRMS1-mediated metastasis suppression by sensitizing cancer cells to stress induced apoptosis."}, {"pubmed": 18502034, "text": "Breast cancer metastasis suppressor 1 inhibits SDF-1alpha-induced migration of non-small cell lung cancer by decreasing CXCR4 expression."}, {"pubmed": 18533556, "text": "Expression of BRMS1 mRNA in supraglottic cancer is lower than that in adjacent normal mucosa."}, {"pubmed": 18543067, "text": "BRMS1 is a potent suppressor of metastasis in multiple organs, and identify two steps in the metastatic process that are sensitive to inhibition by BRMS1."}, {"pubmed": 18566899, "text": "BRMS1 is a novel target of epigenetic silencing; and aberrant methylation in the BRMS1 promoter may serve as a cause of loss of its expression."}, {"pubmed": 18664570, "text": "Breast cancer metastasis suppressor-1 differentially modulates growth factor signaling"}, {"pubmed": 18841483, "text": "expression of the characteristic *35 kDa BRMS1 protein is not sufficient to prevent metastasis. The differential expression of alternative splice variants suggests caution should be taken when evaluating BRMS1 mRNA in clinical samples."}, {"pubmed": 19052374, "text": "Here, the expression, purification and crystallization of a functional fragment of human BRMS1 that is predicted to be a coiled-coil region are reported"}, {"pubmed": 19111386, "text": "BRMS1 functions as a metastasis suppressor and may be a prognostic indicator for human non-small cell lung cancer."}, {"pubmed": 19165610, "text": "BRMS1 recruits HDAC1 to the NF-kappaB binding site of the uPA promoter, modulates histone acetylation of p65 on the uPA promoter, leading to reduced NF-kappaB binding activity on its consensus sequence, and reduced transactivation of uPA expression."}, {"pubmed": 19307053, "text": "Chemosensitivity of breast cancer cells is preserved in the presence of recombinant BRMS1. BRMS1 does not change expression of AKT isoforms or PTEN, implicated in chemoresistance to common drug agents."}, {"pubmed": 19405953, "text": "This protein has been found differentially expressed in the Wernicke's Area from patients with schizophrenia."}, {"pubmed": 19609101, "text": "Loss of nuclear BRMS1 was associated with ER-negative cancers and a high rate of proliferation, but was not an independent indicator of prognosis."}, {"pubmed": 19621595, "text": "The expression of BRMS1 protein in supraglottic cancer is significantly decreased. Expression has a close relationship with pathologic differentiation and clinical stage and cervical lymph node metastasis."}, {"pubmed": 20083343, "text": "BRMS1 expression in breast cancer cells induced reorganization of F-actin and caused alteration in cytoarchitectures (cell topography and ultrastructure)."}, {"pubmed": 20830743, "text": "Study observed that SNX6 increases BRMS1-dependent transcriptional repression. Moreover, over-expression of SNX6 was capable of diminishing trans-activation in a dose-dependent manner."}, {"pubmed": 20935672, "text": "BRMS1 expression was decreased in metastatic melanomas, which resulted in deficient suppression of angiogenesis and contributed to melanoma progression."}, {"pubmed": 21056991, "text": "ING4 is induced by BRMS1 and that it inhibits melanoma angiogenesis by suppressing NF-kappaB activity and IL-6 expression."}, {"pubmed": 21355308, "text": "SATB1 and BRMS1 might play an important role in the development and lymph node metastasis of ovarian cancer."}, {"pubmed": 21726917, "text": "high level of expression and lack of promoter methylation are associated with better overall survival in non-small cell lung cancer patients"}, {"pubmed": 21737612, "text": "possible link between BRMS1 expression and apoptosis in human breast cancer through a relationship with the expression of genes belonging to the X-chromosome RBM family."}, {"pubmed": 21827753, "text": "the enigmatic complexities of BRMS1-mediated metastasis suppression"}, {"pubmed": 22085717, "text": "These results suggest that the novel regulatory mechanism of BRMS1 by Cul3-SPOP complex is important for breast cancer progression."}, {"pubmed": 22200669, "text": "Loss of breast cancer metastasis suppressor 1 promotes ovarian cancer cell metastasis by increasing chemokine receptor 4 expression."}, {"pubmed": 22239051, "text": "The loss of BRMS1 expression may be involved in the development and progression of nasal and paranasal sinus carcinomas."}, {"pubmed": 22927944, "text": "BRMS1 sensitizes HCC cells to apoptosis through suppressing OPN expression"}, {"pubmed": 22931099, "text": "Data suggest that low expression of the metastasis suppressor BRMS1 may be an independent prognostic factor for poor prognosis in nasopharyngeal carcinoma (NPC) patients."}, {"pubmed": 23167184, "text": "The expression of BRMS1 protein in supraglottic cancer is significantly decreased. BRMS1 gene promotor methylation is related with down-expression of BRMS1 protein."}, {"pubmed": 23269275, "text": "Data indicate that mutation of E3 ligase motif not only abolishes BRMS1-induced p300 polyubiquitination and degradation, but importantly, dramatically reduces the metastasis suppressor function of BRMS1."}, {"pubmed": 23390556, "text": "The C-terminal putative nuclear localization sequence (NSL2) of BRMS1 is necessary for metastasis suppression."}, {"pubmed": 23500495, "text": "Authors observed that residues 85 to 98 might be important in defining the oligomerization state of the BRMS1 N-terminal coiled coil."}, {"pubmed": 23643861, "text": "Report BRMS1 transcript variant which regulates heptocellular carcinoma apoptosis and growth."}, {"pubmed": 23744981, "text": "Data define BRMS1 promoter methylation in primary breast tumors and associated circulating tumor cells."}, {"pubmed": 23771732, "text": "BRMS1 SNP rs1052566 heterozygous individuals were more likely to have node-positive breast tumors."}, {"pubmed": 24000122, "text": "BRMS1-expressing cells remained rounded."}, {"pubmed": 24596389, "text": "Low levels of BRMS1 were observed in patients with high-grade tumors, in patients with distant metastasis in breast cancer."}, {"pubmed": 24642624, "text": "Methylation of BRMS1 promoter in cfDNA isolated from plasma of NSCLC patients provides important prognostic information and merits to be further evaluated as a circulating tumour biomarker."}, {"pubmed": 24748145, "text": "high expression of BRSM1 in rectal cancer plays an essential role in tumor progression"}, {"pubmed": 24763730, "text": "BRMS1 is a key regulator required to maintain a cellular morphology and cytoskeletal architecture consistent with an epithelial phenotype."}, {"pubmed": 24984534, "text": "Silencing of BRMS 1 significantly induced the expression of NF-kappaB subunit, p65, uPA, and OPN proteins"}, {"pubmed": 25368381, "text": "loss of BRMS1 promotes malignant phenotypes that are dependent on NF-kappaB-dependent regulation of Twist1"}, {"pubmed": 25854163, "text": "MRTF-A and STAT3 synergistically recruited DNMT1 to hypermethylate the promoter of BRMS1 and affect the expression of BRMS1.MRTF-A and STAT3 promote breast cancer cell migration via hypermethylating BRSM1."}, {"pubmed": 26182878, "text": "BRMS1 expression in human breast cancer is negatively correlated with JARID1C expression. Our results, for the first time, portray a pivotal role of JARID1C in regulating metastatic behaviors of breast cancer cells"}, {"pubmed": 26200836, "text": "expression of BRMS1 and/or HPA might be closely related to the carcinogenesis, clinical biological behaviors, and prognosis of gallbladder adenocarcinoma"}, {"pubmed": 26328523, "text": "The studies reviewed here with respect to BRMS1 structure, cellular effects, intracellular signaling, and clinical value consolidate the importance of BRMS1 in the development of metastasis."}, {"pubmed": 26520789, "text": "the present study demonstrates a mechanical cascade of BRMS1 suppressing cancer cell invasion through downregulating HIF-1alpha transcript and consequently reducing Snail and TWIST1 expression."}, {"pubmed": 26544623, "text": "Data show that Cullin3 exerts its function through promoting breast-cancer metastasis suppressor 1 (BRMS1) protein degradation, which was associated with epithelial-mesenchymal transition (EMT), migration and invasion."}, {"pubmed": 26617826, "text": "Aberrant methylation of BRMS1 frequently occurs in the down-regulation of BRMS1 in triple negative breast cancer and that it may play a role in the metastasis of breast cancer."}, {"pubmed": 26730572, "text": "A novel link has been discussed between CDK2 expression and cell migration by characterizing the CDK2-mediated phosphorylation of BRMS1."}, {"pubmed": 26771717, "text": "Phosphorylation of BRMS1 by CDK2 regulates the migration of tumor cells."}, {"pubmed": 26980766, "text": "we identify a therapeutically exploitable posttranslational mechanism by which CK2alpha-mediated degradation of BRMS1 promotes metastases in lung cancer"}, {"pubmed": 27140445, "text": "The RAS-related nuclear protein ((P) ran), breast cancer metastasis suppressor 1 ((P) brms1) and minichromosome maintenance complex component 5 ((P) mcm5) promoters have the specificity and strength needed for cancer-specific expression-targeted gene therapy."}, {"pubmed": 27501413, "text": "miR-346 promotes migration and invasion of nasopharyngeal carcinoma cells via targeting BRMS1."}, {"pubmed": 28339067, "text": "our study characterized DAPK1 as a novel transcriptional target of BRMS1. Transcriptional activation of DAPK1 might be another important mechanism accounting for the metastasis suppressive activity of BRMS1."}, {"pubmed": 28381193, "text": "BRMS1 promoter methylation and aberrant protein expression seem to be related to high-risk types of human papilloma virus-induced carcinogenesis in uterine cervix."}, {"pubmed": 28533425, "text": "The results showed that reduction in the breast cancer metastasis suppressor 1 [BRMS1] expression level was linked directly to clinico-pathological features of breast cancer significantly. The loss of expression or reduced levels of BRMS1 is potentially a strong indicator of the metastatic capacity of breast cancer with poor prognosis."}, {"pubmed": 29097253, "text": "High BRMS1 Expression is associated with Metastases and recurrence in Lung Adenocarcinoma."}, {"pubmed": 29295726, "text": "Low BRMS1 expression is associated with Hepatocellular carcinoma."}, {"pubmed": 29890825, "text": "overexpression of miR-3200-5p significantly decreased BRMS1 levels and promoted OS cell invasion and migration, while depletion of miR-3200-5p significantly increased BRMS1 levels and inhibited OS cell invasion and migration. Study revealed that miR-3200-5p may be a critical regulator of OS cell invasiveness."}, {"pubmed": 29970691, "text": "Low BRMS1 expression is associated with high metastatic capacity of breast cancer."}, {"pubmed": 30284194, "text": "BRMS1 gene expression and anti-metastatic role in the breast cancer."}, {"pubmed": 30365131, "text": "BRMS1FANCI interaction is necessary for the regulatory role of BRMS1 in the FA pathway."}, {"pubmed": 30707944, "text": "suggest that BRMS! NLS2 is a disordered region, with non pre-formed structure, that participates in metastasis suppression"}, {"pubmed": 32853985, "text": "N6-Methyladenosine modification of the TRIM7 positively regulates tumorigenesis and chemoresistance in osteosarcoma through ubiquitination of BRMS1."}, {"pubmed": 36197962, "text": "A germline SNP in BRMS1 predisposes patients with lung adenocarcinoma to metastasis and can be ameliorated by targeting c-fos."}, {"pubmed": 36284039, "text": "Distinct expression and function of breast cancer metastasis suppressor 1 in mutant P53 glioblastoma."}], "genomic_pos": {"chr": "11", "end": 66345125, "ensemblgene": "ENSG00000174744", "start": 66337333, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 66112596, "start": 66104804, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0000122", "pubmed": [9651585, 22865885], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030336", "pubmed": 22984288, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030512", "pubmed": 22984288, "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032088", "pubmed": 17000776, "qualifier": "involved_in", "term": "negative regulation of NF-kappaB transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042981", "pubmed": 17000776, "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 20830743, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090312", "pubmed": 17000776, "qualifier": "involved_in", "term": "positive regulation of protein deacetylation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1902455", "pubmed": 28554894, "qualifier": "involved_in", "term": "negative regulation of stem cell population maintenance"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1902459", "pubmed": 28554894, "qualifier": "involved_in", "term": "positive regulation of stem cell population maintenance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000210", "pubmed": 17000776, "qualifier": "involved_in", "term": "positive regulation of anoikis"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [17000776, 20830743], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 28554894, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 20830743, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0070822", "qualifier": "part_of", "term": "Sin3-type complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0070822", "pubmed": 28554894, "qualifier": "part_of", "term": "Sin3-type complex"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16919237, 17000776, 20830743, 21258344, 23752268, 25416956, 28514442, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042826", "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051059", "pubmed": 17000776, "qualifier": "enables", "term": "NF-kappaB binding"}]}, "homologene": {"genes": [[7955, 791681], [9544, 714212], [9598, 746389], [9606, 25855], [9615, 611920], [9913, 615952], [10090, 107392]], "id": 32260}, "interpro": {"desc": "Sds3-like", "id": "IPR013907", "short_desc": "Sds3"}, "ipi": ["IPI00018017", "IPI00979744", "IPI00980320"], "map_location": "11q13.2", "name": "BRMS1 transcriptional repressor and anoikis regulator", "other_names": ["breast cancer metastasis suppressor 1", "breast cancer metastasis-suppressor 1"], "pantherdb": {"HGNC": "17262", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2388804", "ortholog_type": "LDO", "panther_family": "PTHR21964", "taxid": 10090, "uniprot_kb": "Q99N20"}, {"RGD": "11501278", "ortholog_type": "O", "panther_family": "PTHR21964", "taxid": 10116, "uniprot_kb": "A0A0H2UI40"}, {"RGD": "1311057", "ortholog_type": "LDO", "panther_family": "PTHR21964", "taxid": 10116, "uniprot_kb": "Q5M7T3"}, {"ZFIN": "ZDB-GENE-030616-596", "ortholog_type": "LDO", "panther_family": "PTHR21964", "taxid": 7955, "uniprot_kb": "Q7ZZ36"}, {"FlyBase": "FBgn0030434", "ortholog_type": "LDO", "panther_family": "PTHR21964", "taxid": 7227, "uniprot_kb": "Q9VYI2"}, {"SGD": "S000001346", "ortholog_type": "O", "panther_family": "PTHR21964", "taxid": 4932, "uniprot_kb": "P40505"}, {"SGD": "S000000011", "ortholog_type": "LDO", "panther_family": "PTHR21964", "taxid": 4932, "uniprot_kb": "P31385"}, {"PomBase": "SPBC21C3.02c", "ortholog_type": "LDO", "panther_family": "PTHR21964", "taxid": 4896, "uniprot_kb": "Q9P7M1"}, {"PomBase": "SPAC25B8.02", "ortholog_type": "O", "panther_family": "PTHR21964", "taxid": 4896, "uniprot_kb": "Q9UTB6"}, {"dictyBase": "DDB_G0282385", "ortholog_type": "O", "panther_family": "PTHR21964", "taxid": 352472, "uniprot_kb": "Q54SM1"}, {"dictyBase": "DDB_G0286805", "ortholog_type": "O", "panther_family": "PTHR21964", "taxid": 352472, "uniprot_kb": "Q54LI3"}, {"dictyBase": "DDB_G0284289", "ortholog_type": "LDO", "panther_family": "PTHR21964", "taxid": 352472, "uniprot_kb": "Q54PU3"}], "uniprot_kb": "Q9HCU9"}, "pathway": {"reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-3214815", "name": "HDACs deacetylate histones"}, {"id": "R-HSA-3247509", "name": "Chromatin modifying enzymes"}, {"id": "R-HSA-4839726", "name": "Chromatin organization"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-9679191", "name": "Potential therapeutics for SARS"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}]}, "pdb": ["2XUS", "4AUV"], "pfam": "PF08598", "pharmgkb": "PA164741342", "pharos": {"target_id": 2692, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF263575", "relationship": "is"}, {"id": "GNF263576", "relationship": "is"}, {"id": "GNF263577", "relationship": "is"}, {"id": "GNF263578", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF043166", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF001187", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF111079", "relationship": "is"}, {"id": "GNF150720", "relationship": "similar to"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_001020128.1", "NP_056214.1", "XP_024304193.1", "XP_024304194.1", "XP_054224321.1", "XP_054224322.1"], "rna": ["NM_001024957.2", "NM_001024958.1", "NM_015399.4", "XM_024448425.2", "XM_024448426.2", "XM_054368346.1", "XM_054368347.1"], "translation": [{"protein": "XP_024304194.1", "rna": "XM_024448426.2"}, {"protein": "XP_024304193.1", "rna": "XM_024448425.2"}, {"protein": "XP_054224321.1", "rna": "XM_054368346.1"}, {"protein": "XP_054224322.1", "rna": "XM_054368347.1"}, {"protein": "NP_001020128.1", "rna": "NM_001024957.2"}, {"protein": "NP_056214.1", "rna": "NM_015399.4"}]}, "reporter": {"HG-U133_Plus_2": "215631_s_at", "HG-U95Av2": ["37101_at", "37102_at"], "HTA-2_0": "TC11001964.hg.1", "HuEx-1_0": "3378210", "HuGene-1_1": "7949603", "HuGene-2_1": "16740752"}, "summary": "This gene reduces the metastatic potential, but not the tumorogenicity, of human breast cancer and melanoma cell lines. The protein encoded by this gene localizes primarily to the nucleus and is a component of the mSin3a family of histone deacetylase complexes (HDAC). The protein contains two coiled-coil motifs and several imperfect leucine zipper motifs. Alternative splicing results in two transcript variants encoding different isoforms. [provided by RefSeq, Jul 2008].", "symbol": "BRMS1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332450"}, "unigene": "Hs.100426", "uniprot": {"Swiss-Prot": "Q9HCU9", "TrEMBL": ["H0YCF7", "G5E9I4", "E9PJF5", "E9PPD1"]}, "wikipedia": {"url_stub": "BRMS1"}}