{"AllianceGenome": "1119", "HGNC": "1119", "MIM": "600534", "_id": "684", "_version": 1, "accession": {"genomic": ["AC010319.10", "CH471106.1", "CP068259.2", "KP316068.1", "KP316069.1", "KP316070.1", "KP316071.1", "KP316072.1", "KP316073.1", "KP316074.1", "KP316075.1", "KP316076.1", "KP316077.1", "KP316078.1", "KP316079.1", "KP316080.1", "KP316081.1", "KP316082.1", "KP316083.1", "KP316084.1", "KP316085.1", "KP316086.1", "KP316087.1", "KP316088.1", "KP316089.1", "KP316090.1", "KP316091.1", "KP316092.1", "KP316093.1", "KP316094.1", "KP316095.1", "KP316096.1", "KP316097.1", "KP316098.1", "KP316099.1", "KP316100.1", "KP316101.1", "KP316102.1", "KP316103.1", "KP316104.1", "KP316105.1", "KP316106.1", "KP316107.1", "KP316108.1", "KP316109.1", "KP316110.1", "KP316111.1", "KP316112.1", "KP316113.1", "KP316114.1", "KP316115.1", "KP316116.1", "KP316117.1", "KP316118.1", "KP316119.1", "KP316120.1", "KP316121.1", "KP316122.1", "KP316123.1", "KP316124.1", "KP316125.1", "KP316126.1", "KP316127.1", "KP316128.1", "KP316129.1", "KP316130.1", "KP316131.1", "KP316132.1", "KP316133.1", "KP316134.1", "KP316135.1", "KP316136.1", "KP316137.1", "KP316138.1", "KP316139.1", "KP316140.1", "KP316141.1", "KP316142.1", "KP316143.1", "KP316144.1", "KP316145.1", "KP316146.1", "KP316147.1", "KP316148.1", "KP316149.1", "KP316150.1", "KP316151.1", "KP316152.1", "KP316153.1", "KP316154.1", "KP316155.1", "KP316156.1", "KP316157.1", "KP316158.1", "KP316159.1", "KP316160.1", "KP316161.1", "KP316162.1", "KP316163.1", "KP316164.1", "KP316165.1", "KP316166.1", "KP316167.1", "KP316168.1", "KP316169.1", "KP316170.1", "KP316171.1", "KP316172.1", "KP316173.1", "KP316174.1", "KP316175.1", "KP316176.1", "KP316177.1", "KP316178.1", "KP316179.1", "KP316180.1", "KP316181.1", "KP316182.1", "KP316183.1", "KP316184.1", "KP316185.1", "KP316186.1", "KP316187.1", "KP316188.1", "KP316189.1", "KP316190.1", "KP316191.1", "KP316192.1", "KP316193.1", "KP316194.1", "KP316195.1", "KP316196.1", "MF178111.1", "NC_000019.10", "NC_060943.1"], "protein": ["AAH33873.1", "AAP73804.1", "AWF73545.1", "BAA05679.1", "BAD96844.1", "BAF83788.1", "BAG64608.1", "EAW84602.1", "EAW84603.1", "NP_004326.1", "Q10589.1"], "rna": ["AI077344.1", "AK223124.1", "AK291099.1", "AK303593.1", "AY320400.1", "AY320402.1", "BC033873.1", "CB047887.1", "D28137.1", "NM_004335.4"], "translation": [{"protein": "BAG64608.1", "rna": "AK303593.1"}, {"protein": "AAP73804.1", "rna": "AY320402.1"}, {"protein": "BAF83788.1", "rna": "AK291099.1"}, {"protein": "BAA05679.1", "rna": "D28137.1"}, {"protein": "NP_004326.1", "rna": "NM_004335.4"}, {"protein": "BAD96844.1", "rna": "AK223124.1"}, {"protein": "AAH33873.1", "rna": "BC033873.1"}]}, "alias": ["CD317", "HM1.24", "TETHERIN"], "ensembl": {"gene": "ENSG00000130303", "protein": ["ENSP00000252593", "ENSP00000505650"], "transcript": ["ENST00000252593", "ENST00000527220", "ENST00000533098"], "translation": [{"protein": "ENSP00000505650", "rna": "ENST00000527220"}, {"protein": "ENSP00000252593", "rna": "ENST00000252593"}], "type_of_gene": "protein_coding"}, "entrezgene": "684", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.46028590264, "exp_mis": 67.6668236055, "exp_syn": 36.2057996508, "lof_z": 0.195123553749968, "mis_z": 1.10993847336053, "mu_lof": 4.00597599174e-07, "mu_mis": 6.07888764233e-06, "mu_syn": 3.21680618536e-06, "n_lof": 5.0, "n_mis": 49.0, "n_syn": 30.0, "p_li": 0.000608698681329368, "p_null": 0.51509822576025, "p_rec": 0.484293075558421, "syn_z": 0.639378788557664}, "bp": 543, "cds_end": 17516384, "cds_start": 17514503, "n_exons": 4, "nonpsych": {"exp_lof": 4.86692081423, "exp_mis": 61.1698419244, "exp_syn": 32.6945773979, "lof_z": 0.385926239901911, "mis_z": 1.04279453424297, "mu_lof": 4.00597599174e-07, "mu_mis": 6.07888764233e-06, "mu_syn": 3.21680618536e-06, "n_lof": 4.0, "n_mis": 45.0, "n_syn": 27.0, "p_li": 0.00355844937602897, "p_null": 0.403210069752726, "p_rec": 0.593231480871245, "syn_z": 0.627028535849086}, "nontcga": {"exp_lof": 5.01613657325, "exp_mis": 62.246155627, "exp_syn": 33.3020103618, "lof_z": 0.4475573233227, "mis_z": 1.21533927255322, "mu_lof": 4.00597599174e-07, "mu_mis": 6.07888764233e-06, "mu_syn": 3.21680618536e-06, "n_lof": 4.0, "n_mis": 43.0, "n_syn": 28.0, "p_li": 0.00361838718055189, "p_null": 0.369087882394016, "p_rec": 0.627293730425433, "syn_z": 0.5817382353679}, "transcript": "ENST00000252593.6"}, "exons": [{"cdsend": 17405575, "cdsstart": 17403694, "chr": "19", "position": [[17402938, 17403326], [17403679, 17403824], [17404128, 17404189], [17404370, 17404437], [17405290, 17405630]], "strand": -1, "transcript": "NM_004335", "txend": 17405630, "txstart": 17402938}], "exons_hg19": [{"cdsend": 17516384, "cdsstart": 17514503, "chr": "19", "position": [[17513747, 17514135], [17514488, 17514633], [17514937, 17514998], [17515179, 17515246], [17516099, 17516439]], "strand": -1, "transcript": "NM_004335", "txend": 17516439, "txstart": 17513747}], "generif": [{"pubmed": 18200009, "text": "CD317 expression correlated with, and induced, a requirement for Vpu during HIV-1 and murine leukaemia virus particle release"}, {"pubmed": 18200009, "text": "CD317, a tetherin, is associated with antiviral activity; tetherin expression correlates with a requirement for the antiviral antagonist Vpu during HIV-1 virus particle release."}, {"pubmed": 19032371, "text": "Interferon-alpha enhances BST2 expression and the antitumor activity of anti-CD317 monoclonal antibody in renal cell carcinoma xenogfraft models."}, {"pubmed": 19091864, "text": "Tetherin inhibits the release of Lassa and Marburg virus from host cells."}, {"pubmed": 19273615, "text": "Thus, CD317 provides a physical link between lipid rafts and the apical actin network in polarized epithelial cells and is crucial for the maintenance of microvilli in such cells."}, {"pubmed": 19286137, "text": "HIV-1 Vpu suppresses the expression of the CD317 antiviral factor in human cells."}, {"pubmed": 19338666, "text": "Results provide novel data indicating the BST2 protein expression is associated with the formation of bone metastases in human breast cancer and that BST2 may be a potential biomarker in breast cancer with bone metastasis."}, {"pubmed": 19359243, "text": "Clathrin-dependent endocytosis of human CD317 from the cell surface lipid rafts is mediated by direct interaction with alpha-adaptin."}, {"pubmed": 19436700, "text": "findings show that SIV Nef overcomes restriction by rhesus macaque & sooty mangabey tetherin, but not human tetherin; HIV-1 Vpu counteracts restriction by human tetherin, but is ineffective against macaque or mangabey tetherin"}, {"pubmed": 19461879, "text": "study provides evidence that tetherin is important in protecting against viral infection, and that the HIV-1 Vpu-mediated countermeasure is specifically adapted to act against human tetherin"}, {"pubmed": 19474106, "text": "Vpu antagonizes human BST-2 through interacting with the transmembrane domain of BST-2."}, {"pubmed": 19478868, "text": "Vpu co-opts the beta-TrCP/SCF E3 ubiquitin ligase complex to induce endosomal trafficking events that remove BST-2 from its site of action as a virion-tethering factor."}, {"pubmed": 19490609, "text": "hBST-2 has potential to suppress the release of Vpu-deficient HIV-1. hBST-2 can tether HIV-1 particles without the need of additional co-factor(s) that may be expressed exclusively in primates."}, {"pubmed": 19515779, "text": "Vpu appears to interact with BST-2 in the trans-Golgi network or in early endosomes, leading to lysosomal degradation of BST-2."}, {"pubmed": 19564354, "text": "Data show that BST2 directly binds to purified ILT7, initiates signaling via the ILT7-FcepsilonRIgamma complex, and regulates TLR7/9 responses in plasmacytoid dendritic cells."}, {"pubmed": 19605472, "text": "KSHV release is decreased in the absence of K5 in a BST2-dependent manner, suggesting that K5 contributes to the evasion of intracellular antiviral defense programs"}, {"pubmed": 19737401, "text": "Analysis of single, double, or triple cysteine mutants revealed that any one of three cysteine residues present in the BST-2 extracellular domain was sufficient for BST-2 dimerization, for inhibition of virus release, and sensitivity to Vpu."}, {"pubmed": 19740980, "text": "HIV-2 envelope glycoprotein antagonism by intracellular sequestration"}, {"pubmed": 19742323, "text": "tetherin retains progeny virions on the cell surface by a mechanism other than dimerization"}, {"pubmed": 19837671, "text": "Results show that HIV-1 Vpu physically interacts with BST-2 through their mutual transmembrane domains and leads to the degradation of this host factor via a lysosomal, not proteasomal, pathway."}, {"pubmed": 19864625, "text": "These observations emphasize the importance of tetherin in protecting mammals against viral infection and suggest that HIV-1 Vpu inhibitors may select active envelope mutants."}, {"pubmed": 19879838, "text": "Study demonstrates, through mutational analyses and domain replacement experiments, that tetherin configuration rather than primary sequence is critical for antiviral activity."}, {"pubmed": 20015985, "text": "Data show that human tetherin, recently described as an antiviral protein able to inhibit the release of enveloped viruses, and its porcine homologue can inhibit PERV release from producer cells."}, {"pubmed": 20019814, "text": "BCA2 is a co-factor or enhancer for the tetherin-dependent restriction of HIV-1 release from infected cells."}, {"pubmed": 20078884, "text": "The authors show that mutation of serine 52 to alanine (S52A) entirely disrupts Vpu-mediated degradation of CD4 and strongly impairs its ability to antagonize tetherin."}, {"pubmed": 20126395, "text": "Data show that tetherin restricts particle release and does not require CAML for this effect."}, {"pubmed": 20140192, "text": "tetherin is the physical tether linking HIV-1 virions and the plasma membrane."}, {"pubmed": 20147389, "text": "CD317 localizes to the plasma membrane, to early and recycling endosomes, and to the trans-Golgi network and largely relocates to endosomes upon HIV-1 infection"}, {"pubmed": 20147395, "text": "These data show that HIV-1 Vpu can efficiently antagonize virion tethering in the absence of CD317 degradation."}, {"pubmed": 20221443, "text": "incorporation of BST-2 into viral envelopes underlies its broad restrictive activity, whereas its relative exclusion from virions and sites of viral assembly by proteins such as HIV-1 Vpu may provide viral antagonism of restriction"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20329562, "text": "Tetherin inhibits virus shedding during HIV1 infection."}, {"pubmed": 20399176, "text": "The authors propose that the irregular coiled coil provides conformational flexibility, ensuring that BST-2/tetherin anchoring both in the plasma membrane and in the newly formed virus membrane is maintained during virus budding."}, {"pubmed": 20444895, "text": "These findings suggest that Ebola virus GP uses a novel mechanism to circumvent tetherin restriction."}, {"pubmed": 20444900, "text": "Combined evolutionary and functional studies have allowed reconstruction of the host-pathogen interactions that have shaped Tetherin and its lentivirus-encoded antagonists, including Vpu and Nef."}, {"pubmed": 20485522, "text": "viral proteins such as HIV-1 Vpu, simian immunodeficiency virus Nef, and KSHV K5 counteract BST-2, thereby allowing mature virions to readily escape from infected cells"}, {"pubmed": 20529266, "text": "Both HIV-1 Vpu and HIV-2 Env redirect tetherin away from the cell surface and sequester the protein in a perinuclear compartment, which likely blocks the action of this cellular restriction factor."}, {"pubmed": 20585562, "text": "Tetherin restricts productive HIV-1 cell-to-cell transmission."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20636339, "text": "TLR3 acativation by polyI:C resulted in inhibition of HIV infections in macrophages via induction of type 1 interferon antiviral factors, tetherin and APOBEC3G."}, {"pubmed": 20686043, "text": "Elevated cellular levels of BST-2 inhibited the release of virus-like particles consisting of the matrix proteins of multiple highly virulent NIAID Priority Pathogens"}, {"pubmed": 20702620, "text": "siRNA-mediated knockdown of CD317 relieved a virion release restriction and markedly enhanced the egress of HIV-1, HIV-2, and simian immunodeficiency virus (SIV) in rat cells, including primary macrophages."}, {"pubmed": 20708210, "text": "Human and pigtail macaque BST-2 restrict simian-human immunodeficiency virus."}, {"pubmed": 20850859, "text": "Our results show that formation of tethered virions precedes release of viruses to the culture medium in the Vpu(+) infection, and CD317 knockdown reduces tethering in both Vpu(+) and DeltaVpu virus backgrounds."}, {"pubmed": 20858517, "text": "The current review discusses recent advances on the role of Vpu in controlling degradation of CD4 and in regulating virus release."}, {"pubmed": 20861257, "text": "Tetherin does not restrict, and under some circumstances might promote virological synapse-mediated T cell-to-T cell transfer of Vpu-defective HIV-1."}, {"pubmed": 20861258, "text": "BST-2 impedes the release of HIV-1 particles from host cells, and may interfere with the activation of viral protease thus impairing viral Gag processing as well as the maturation of HIV-1 particles."}, {"pubmed": 20880831, "text": "data raise the possibility that BST2 functions as a tetramer during trafficking, and strongly support a model in which primary functional state of BST2 is a parallel disulfide-bound coiled coil that displays flexibility toward its N terminus"}, {"pubmed": 20940320, "text": "mutagenesis studies suggest that the tetrametric form of tetherin, although potentially contributing to, is not essential for its antiviral activity"}, {"pubmed": 20980512, "text": "Serine-threonine ubiquitination of BST-2 is likely part of the mechanism by which Vpu counteracts innate defenses."}, {"pubmed": 21068238, "text": "The authors show that three amino acid residues (I34, L37, and L41) in the transmembrane (TM) domain of human tetherin are critical for the interaction with Vpu by using a live cell-based assay."}, {"pubmed": 21084286, "text": "Structural and biophysical analysis of BST-2/tetherin ectodomains reveals an evolutionary conserved design to inhibit virus release."}, {"pubmed": 21094940, "text": "suggests that IFN-gamma-induced BST2 expression may be involved in monocyte migration from blood through the endothelium to the inflammation site"}, {"pubmed": 21184674, "text": "In addition to inhibiting viral release, tetherin also inhibits direct cell-to-cell spread."}, {"pubmed": 21191020, "text": "Vpu does not act directly at the cell surface but may interfere with the trafficking of newly synthesized BST-2 to the cell surface, resulting in the accelerated targeting of BST-2 to the lysosomal compartment for degradation."}, {"pubmed": 21209114, "text": "These data suggest that budding-competent neuraminidase proteins possess an as-yet-unidentified means of counteracting the antiviral restriction factor tetherin and identify a way in which the influenza virus neuraminidase can contribute to virus release."}, {"pubmed": 21222046, "text": "[review] Tetherin inhibits viral infection via a novel mechanism by blocking the release of nascent enveloped viral particles from the cell surface."}, {"pubmed": 21237475, "text": "The authors determined the half-life of cell-surface BST-2 to be ~8 hours, whereas HIV-1 Vpu mediated an ~80% reduction of surface BST-2 within 6 hours."}, {"pubmed": 21304933, "text": "ESCRT-0 component HRS is required for HIV-1 Vpu-mediated BST-2/tetherin down-regulation."}, {"pubmed": 21310048, "text": "beta-TrCP is not strictly required for Vpu's ability to counteract the CD317-imposed virion release block and support the relevance of cell surface down-modulation of the restriction factor as a central mechanism of Vpu antagonism."}, {"pubmed": 21504576, "text": "High levels of tetherin induced in mature dendritic cells cannot significantly restrict wild-type HIV-1 release and dendritic cell-mediated HIV-1 transmission."}, {"pubmed": 21529378, "text": "These results demonstrate that tetherin inhibits the release and infectivity of prototypic foamy virus."}, {"pubmed": 21610122, "text": "The authors report that HIV-1 Vpu inhibited both the anterograde transport of newly synthesized CD317 and the recycling of CD317 to the cell surface, while the kinetics of CD317 endocytosis remained unaffected."}, {"pubmed": 21621240, "text": "Whereas tetherin-DeltaGPI was incorporated into influenza VLPs it was not incorporated into influenza virions."}, {"pubmed": 21625568, "text": "study identifed three amino-acids in the C-terminal domain of Nef that are critical specifically for its ability to antagonize Tetherin"}, {"pubmed": 21674066, "text": "specific hydrophobic interactions between Vpu and tetherin"}, {"pubmed": 21757214, "text": "These data imply a Vpu-mediated effect in ongoing infection and possibly in cell-to-cell viral spread that is independent of the extent of Vpu-mediated tetherin cell surface downmodulation."}, {"pubmed": 21796732, "text": "protective deletion has already been present in Neanderthal and Denisovan BST2 and thus evolved at least 800,000 years ago. This ancient origin helps to explain why effectively spreading zoonotic transmissions of SIVs to humans have been rare (BST2)"}, {"pubmed": 21808013, "text": "identify multiple thus far unknown interaction sites of viruses with restriction factor CD317, and refutes the concept of its restricted constitutive expression and primary IFN inducibility"}, {"pubmed": 21849457, "text": "These data show that BST-2 is upregulated during HIV infection, consistent with its role as an interferon-stimulated gene."}, {"pubmed": 21874899, "text": "Production of HIV-1 virus-like particles was markedly inhibited by BST-2 expression."}, {"pubmed": 21902775, "text": "Vpu affected clearance of surface BST-2 more substantially in Jurkat T cells than in HeLa cells, suggesting a cell-dependent impact of Vpu on the pool of surface BST-2."}, {"pubmed": 21937450, "text": "human BST-2 may in fact contain a second TM segment rather than a GPI anchor."}, {"pubmed": 21940748, "text": "These observations imply that tetherin has negligible activity in the restriction of HCV JFH-1 in human hepatocytes"}, {"pubmed": 21955466, "text": "Alanine-18 is important for HIV-1 group M Vpu localization and tetherin-Vpu interactions."}, {"pubmed": 21994744, "text": "Tetherin is a potent interferon-induced antiviral molecule that inhibits the release of diverse mammalian virus. [review]"}, {"pubmed": 22072710, "text": "key features of the helix-helix pairing that underlies interaction between Vpu protein of HIV-1 and BST-2"}, {"pubmed": 22072961, "text": "data suggest that human cytomegalovirus not only counteracts the function of BST2 as inhibitor of viral egress but also employs this anti-viral protein to gain entry into BST2-expressing hematopoietic cells"}, {"pubmed": 22090135, "text": "VACV infection did not diminish THN surface levels or impair its function on retroviral release. This suggests that THN is unable to restrict VACV replication"}, {"pubmed": 22130541, "text": "The BST-2 coiled-coil ectodomain mediates plasma membrane microdomain localization and restriction of HIV-1 particle release."}, {"pubmed": 22222210, "text": "HIV-1 Vpu's lipid raft association is essential for counteraction of the particle release restriction imposed by CD317."}, {"pubmed": 22264038, "text": "A precise model is provided which predicts the detailed interaction occurring between transmembrane domains of BST-2 and viral protein U (Vpu) of HIV-1; such a model should facilitate the design of anti-HIV agents that can disrupt this interaction."}, {"pubmed": 22301143, "text": "Vesicular stomatitis Indiana virus-activated IRF7 upregulates expression of the BST2 gene independently of interferon signaling."}, {"pubmed": 22315404, "text": "APOBEC3G/3F and BST-2 mRNA expression was significantly elevated during IFN-alpha/riba treatment in patient-derived CD4+ T cells (P < 0.04 and P < 0.008, paired Wilcoxon), and extent of BST-2 induction was correlated with reduction in HIV-1 viral load."}, {"pubmed": 22383521, "text": "Vpu may target either the BST-2 cytoplasmic Tyr residues or the NH(2) terminus itself for ubiquitination."}, {"pubmed": 22398279, "text": "Neither EBV GP nor HIV-1 Vpu had any effect on tetherin's distribution within lipid raft domains."}, {"pubmed": 22479480, "text": "increased tetherin levels could be a marker of advanced HIV disease."}, {"pubmed": 22493439, "text": "Influenza virus partially counteracts restriction imposed by tetherin/BST-2"}, {"pubmed": 22520941, "text": "BST-2 moderately restricts HCV production and release from Huh-7.5 hepatocytes."}, {"pubmed": 22667354, "text": "In the absence of the coiled-coil domain, the transmembrane domain of human tetherin forms parallel homodimers in membrane mimetic environments."}, {"pubmed": 22952667, "text": "Influenza A virus does not encode a tetherin antagonist with Vpu-like activity and induces IFN-dependent tetherin expression in infected cells"}, {"pubmed": 22980332, "text": "Thus, tetherin is essential for intracellular virus-containing compartment formation and may account for morphologic differences in the apparent HIV assembly sites in macrophages versus T cells."}, {"pubmed": 22999946, "text": "Studies indicate that restriction factors APOBEC3G, TRIM5, Tetherin and SAMHD1 exhibit direct antiviral activity."}, {"pubmed": 23028328, "text": "study demonstrated 2 isoforms, derived by alternative translation initiation are produced; they have distinct biological properties; short isoform (s-Tetherin)is more resistant to HIV-1 Vpu-mediated downregulation; l-Tetherin isoform was found to be an activator of nuclear factor-kappa B signaling"}, {"pubmed": 23047007, "text": "These data suggest that BST-2 poses a strong restriction toward XMRV production."}, {"pubmed": 23077864, "text": "Paramyxoviruses are to be added to the list of viruses that are susceptible to tetherin inhibition."}, {"pubmed": 23148293, "text": "These results point to the relevance of BST-2 as a host genetic factor modifying HIV-1 disease progression."}, {"pubmed": 23152502, "text": "The size of a coiled-coil structure in the ectodomain of BST-2 is dispensable for inhibition of HIV-1 virion release."}, {"pubmed": 23159053, "text": "upon restriction of Vpu-defective HIV-1, tetherin acts as a virus sensor to induce NF-kappaB-dependent proinflammatory gene expression"}, {"pubmed": 23221546, "text": "Here the authors show that human BST2 induces NF-kappaB in a dose-dependent manner."}, {"pubmed": 23223624, "text": "These results showed that the exchange of Vpu alpha-helix II between subtypes (B-->F) directly correlated with the enhancement of viral release and, to a lesser extent, with changes in the capacity of the resulting chimera to down-modulate BST-2 and CD4."}, {"pubmed": 23240078, "text": "In the presence of the type I IFN-neutralizing protein, B18R, IL-27-induced BST-2 expression was maintained, demonstrating that IFN is not an intermediary in IL-27-induced BST"}, {"pubmed": 23260108, "text": "tetherin in concentrations that severely restricted release of HTLV-1 particles caused a slight inhibition on HTLV-1 cell-cell transmission, which is the major mode of HTLV-1 infection"}, {"pubmed": 23303646, "text": "BST-2 is a useful receptor to target with antigen, given its broad expression pattern and ability to access both MHCI and MHCII presentation pathways with relative efficiency."}, {"pubmed": 23311681, "text": "TLR-4 engagement of dendritic cells confers a BST-2/tetherin-mediated restriction of HIV-1 infection to CD4+ T cells across the virological synapse."}, {"pubmed": 23378022, "text": "CD317/tetherin is an organiser of membrane microdomains."}, {"pubmed": 23401591, "text": "BST2-mediated Ig-like transcript (ILT)7 cross-linking may act as a homeostatic regulatory mechanism on immature circulating plasmacytoid dendritic cells (pDC), rather than negative feedback for mature pDCs that have downregulated ILT7."}, {"pubmed": 23408603, "text": "These results support a model in which both HIV-1 Gag-induced membrane curvature and Gag-ESCRT interactions promote tetherin recruitment, but the recruitment level achieved by the former is sufficient for full restriction."}, {"pubmed": 23411007, "text": "Authors conclude that BST-2 tethers chikungunya virus like particles on the host cell plasma membrane and identify viral nsP1 protein as a novel BST-2 antagonist."}, {"pubmed": 23422647, "text": "Highly expressed BST2 reduced HCV virions but did not affect the efficiency of HCV infection and genome replication."}, {"pubmed": 23468424, "text": "Sendai virus F and HN proteins are responsible for the host tetherin degradation."}, {"pubmed": 23514615, "text": "These results show that changes in the transmembrane domain of SIVcpzPtt, SIVcpzPts and SIVgor Vpus are sufficient to render them active against human tetherin."}, {"pubmed": 23582304, "text": "The TM domain from the inactive HIV-1 Vpu subtype C was responsible for a significant decrease in egress activity and BST-2 downregulation, confirming the functional importance of the Vpu TM domain."}, {"pubmed": 23633949, "text": "these data demonstrate that Vpu and Tetherin interact directly via their transmembrane domains enabling activities present in the cytoplasmic tail domain of Vpu to remove Tetherin from sites of viral assembly."}, {"pubmed": 23840623, "text": "BST2 is negatively regulated by the TGF-beta axis in breast cancer epithelial cells."}, {"pubmed": 23874200, "text": "Data from recombinant fusion proteins suggest that axially configured tetherin homodimers attach HIV-1 virion to cell surface; insertion of glycosylphosphatidyl inositol anchor into tethered virion is preferred over transmembrane domain."}, {"pubmed": 23916489, "text": "Successfully partially purified His-tagged tetherin and His-tagged full-length Vpu from transiently transfected 293T cells using affinity chromatography. The in vitro interaction between these purified proteins was observed by a pull-down assay and ELISA."}, {"pubmed": 23919512, "text": "Authors identified novel key residues P40 in the transmembrane domain of BST-2 and L11 in the transmembrane domain of Vpu that are important for their interaction."}, {"pubmed": 23937976, "text": "Restriction of HIV-1 virion release and immune sensing are two separable functions of human tetherin and the latter activity is severely impaired by a single amino acid variant (R19H) in the cytoplasmic part of tetherin."}, {"pubmed": 24066097, "text": "Data report that markers in two TRIMs, TRIM5 and TRIM22 and a marker in BST2, associated statistically with the risk of getting MS."}, {"pubmed": 24067975, "text": "Viral envelope glycoprotein M (gM) as having moderate anti-tetherin activity."}, {"pubmed": 24067977, "text": "Removal of host tetherin by viral Vhs is important for the efficient replication and dissemination of HSV-1."}, {"pubmed": 24086611, "text": "Internalised tetherin is present in non-raft fractions."}, {"pubmed": 24236455, "text": "BST-2 expression in human hepatocytes is inducible by all three types of interferons and restricts production of hepatitis C virus."}, {"pubmed": 24257748, "text": "BST-2/Tetherin is first exposed to the cytosol as a dimeric oxidized complex and then becomes deglycosylated and reduced to monomers."}, {"pubmed": 24418563, "text": "BST2 counteracts human coronavirus 229E productive infection by tethering virions at the cell surface."}, {"pubmed": 24465210, "text": "Comparison of Vpu proteins defective for one or several functions reveals novel determinants of CD4 downregulation, counteraction of tetherin restriction, and inhibition of NF-kappaB signalling."}, {"pubmed": 24498878, "text": "These data unveil a mechanism by which HIV Nef and Vpu function synergistically to protect infected cells from antibody-dependent cell-mediated cytotoxicity and promote viral persistence via down-modulation of CD4 and BST2."}, {"pubmed": 24594933, "text": "ISU201, a modified form of the extracellular domain of human BST2, shows anti-inflammatory and anti-remodelling effects in experimental models of asthma."}, {"pubmed": 24623433, "text": "HIV-1 Vpu antagonism of tetherin inhibits antibody-dependent cellular cytotoxic responses by natural killer cells."}, {"pubmed": 24706327, "text": "The findings in this study indicate that BST2 expression in OSCC tumors is an independent prognostic factor of patient survival and associated with tumor metastasis"}, {"pubmed": 24721789, "text": "These results suggest that the transmembrane domains of filoviral GPs contribute to tetherin antagonism but are not the sole determinants."}, {"pubmed": 24733916, "text": "Vpu protects HIV-infected cells from antibody-dependent cell-mediated cytotoxicity as a function of its ability to counteract tetherin."}, {"pubmed": 24991932, "text": "study shows that Tetherin, one of the most potent HIV restriction factors identified to date, can inhibit virus spread from primary macrophages, regardless of the mode of transmission."}, {"pubmed": 25019996, "text": "results suggest that BST-2-mediated signaling may play a role in regulating the levels of transiently expressed proteins, highlighting a new function for BST-2 that may also have implications for viral inhibition"}, {"pubmed": 25210194, "text": "Authors show that HERV-K(HML2) proviruses are able to inhibit Tetherin, a cellular restriction factor that is active against most enveloped viruses and acts by keeping the viral particles attached to the cell surface."}, {"pubmed": 25211072, "text": "Tetherin cytoplasmic tail is phosphorylated upon HIV-1 infection."}, {"pubmed": 25360760, "text": "Vpu-mediated enhancement of HIV-1 release is uncoupled from Vpu-mediated tetherin degradation."}, {"pubmed": 25408362, "text": "BST2/Tetherin is constitutively expressed on human thymocytes with the phenotype and function of Treg cells."}, {"pubmed": 25462350, "text": "These findings inform the complexity of HSV-2-host interactions, providing basis for understanding the role of tetherin as a viral restriction factor and the mechanisms underlying viral countermeasures."}, {"pubmed": 25499888, "text": "BST-2 contributes to the emergence of neoplasia and malignant progression of breast cancer. BST-2 enhances cancer cell adhesion, anchorage-independency, migration, and invasion."}, {"pubmed": 25525265, "text": "Cysteine residues are not required for BST-2 homodimerization but are critical for antiviral activity."}, {"pubmed": 25631043, "text": "Tetherin binds with the mitochondrion-associated autophagy suppressor LRPPRC and prohibits its association with the autophagy initiation complex."}, {"pubmed": 25759385, "text": "These data are consistent with a model whereby Trp-76 anchors the C terminus of the cytoplasmic tail of Vpu to the plasma membrane, enabling the movement of Vpu-bound BST2 away from viral assembly sites."}, {"pubmed": 25821226, "text": "GP may overcome the BST2 restriction."}, {"pubmed": 25860442, "text": "Our study suggests that the DNA methylation pattern and expression of BST-2 may play a role in disease pathogenesis and could serve as a biomarker for the diagnosis of breast cancer."}, {"pubmed": 25973046, "text": "Our results suggest that CD317 expression might be of prognostic significance for B-cell chronic lymphocytic leukemia"}, {"pubmed": 25985399, "text": "These findings support BST2 as a genetic susceptibility factor for HIV-1 acquisition by identifying a novel single nucleotide polymorphism association for rs13189798."}, {"pubmed": 26119070, "text": "BST-2 restricts Hepatitis B virus production at intracellular multivesicular bodies."}, {"pubmed": 26172439, "text": "This study shows that through a targeted regulation of surface BST2, Vpu promotes HIV-1 release and limits plasmacytoid dendritic cells antiviral responses upon sensing of infected cells"}, {"pubmed": 26248668, "text": "results shed light on the interaction between HIV-2 Env and tetherin, suggesting a physical interaction that maps to the ectodomains of both proteins and indicating a strong selection pressure to maintain an anti-tetherin activity in the HIV-2 Env"}, {"pubmed": 26401043, "text": "The early evolution of antiviral activity together with the high topology conservation but low sequence homology suggests that restriction of virus release is the primary function of tetherin."}, {"pubmed": 26494939, "text": "BST2 showed significantly elevated plasma levels and overexpression of BST2 in CRC tissues that correlated with poor survival of colorectal cancer patients."}, {"pubmed": 26516900, "text": "Combining these results suggests an important role for the Ebola virus glycoprotein glycan cap and membrane spanning domain in tetherin antagonism."}, {"pubmed": 26669976, "text": "results herein demonstrated that IMB-LA could specifically inhibit the degradation of BST-2 induced by Vpu, and impair HIV-1 replication in a BST-2 dependent manner"}, {"pubmed": 26675672, "text": "Human parainfluenza virus type 2 V protein antagonizes tetherin by binding it and reducing its presence at the cell surface."}, {"pubmed": 26694617, "text": "Data suggest that ATP1B3 is binding partner of BST-2 and regulates stability of BST-2; ATP1B3 is co-factor that accelerates BST-2 degradation and reduces BST-2-mediated restriction of HIV-1 replication/tropism and NFkappaB activation."}, {"pubmed": 26742839, "text": "studies suggest that Vpu hijacks the FLNa function in the modulation of tetherin to neutralize the antiviral factor tetherin."}, {"pubmed": 26789136, "text": "Using viral tethering, amino acid level insights into the function of BST-2 were identified."}, {"pubmed": 26832883, "text": "High BST2 expression is associated with Esophageal, Gastric, or Colorectal Cancer."}, {"pubmed": 26885809, "text": "Despite the influence of rs919266 and rs9576 on BST2 expression being still undetermined, a preventive role by BST2 polymorphisms was found during HIV-1 infection."}, {"pubmed": 27103333, "text": "Coimmunoprecipitation studies indicated that non-glycosylated tetherin is stabilized through the formation of a ternary SGTA/Vpu/tetherin complex. Although the results do not provide support for a physiological function of SGTA in HIV-1 replication, they demonstrate that SGTA overexpression regulates tetherin expression and stability, thus providing insights into the function of SGTA in endoplasmic reticulum translocation"}, {"pubmed": 27126989, "text": "identified WDR81 as a novel gene required for tetherin trafficking and degradation in both the presence and absence of Vpu"}, {"pubmed": 27176937, "text": "In this study, we addressed this question by analysing sLex expression together with two glycoproteins (BST-2 and LGALS3BP).Concomitant high expression of BST-2 with sLex defined a sub-group of patients with ER-negative tumours displaying higher risks of liver and brain metastasis and a 3-fold decreased survival rate"}, {"pubmed": 27240342, "text": "Studies demonstrate that the interaction Bst-2 and MT1-MMP, actually happens and the cytoplasmic tails, both the N-terminal domain of Bst-2 and the C-terminal domain of MT1-MMP, play crucial roles in the interaction. The interaction between Bst-2 and MT1-MMP is important in MT1-MMP regulating the tetherin activity of Bst-2 and also in Bst-2 regulating the activity of the MT1-MP/proMMP2/MMP2 pathway."}, {"pubmed": 27359105, "text": "BST2 is involved in the osteogenic differentiation of bone marrow stromal cells via the regulation of the BMP2 signaling pathway."}, {"pubmed": 27396167, "text": "BST-2 inhibits the the release of Hepatitis B virus particles. [review]"}, {"pubmed": 27444183, "text": "Data revealed that under a nutrient deficient condition, CD317 functions as an anti-apoptotic factor through AIF-mediated caspase and autophagy-independent manner."}, {"pubmed": 27531907, "text": "Thus, efficient human immunodeficiency virus type 1 release from infected cells seems to play an important role in the spread of the virus in the human population and requires a fully functional Vpu protein that counteracts human tetherin."}, {"pubmed": 27581991, "text": "This is in contrast to the pandemic HIV-1 group M-specified BST2 countermeasure Vpu."}, {"pubmed": 27681141, "text": "Antagonism of BST-2 is a conserved function of the env glycoprotein of primary HIV-2 isolates."}, {"pubmed": 27754450, "text": "Among 32 HIV-2 ROD Env mutants tested, the authors demonstrated that the asparagine residue at position 659 located in the gp36 ectodomain is mandatory to exert the anti-tetherin function."}, {"pubmed": 27754450, "text": "BST-2 and HIV-2 Env proteins interact through their ectodomain but residues involved are not clearly defined. In this study, we demonstrated the importance of the asparagine residue at position 659 in the HIV-2 gp36 ectodomain for the anti-tetherin function. This study also demonstrated the involvement of the HIV-2 Env cytoplasmic tail in this antagonistic role."}, {"pubmed": 27853288, "text": "findings support the notion that NAbs can induce ADCC. They highlight that while BST2 antagonism by HIV promotes ADCC evasion, strategies aimed at restoring BST2 restriction could improve anti-HIV responses and potentially provide a means to eliminate reactivated cells in latent reservoirs."}, {"pubmed": 27880899, "text": "a non-canonical autophagy pathway reminiscent of LC3-associated phagocytosis contributes to Vpu counteraction of BST2 restriction."}, {"pubmed": 28077643, "text": "These data present the first example of an HIV-1 group O Vpu that efficiently antagonizes human tetherin and suggest that counteraction by O-Nefs may be suboptimal."}, {"pubmed": 28087685, "text": "BST-2 restricts influenza A virus release and is countered by the viral M2 protein."}, {"pubmed": 28288652, "text": "The authors show that while the conserved transmembrane-proximal Vpu hinge region residues have no intrinsic activity on the cellular distribution of Vpu in the absence of BST2, they regulate the ability of Vpu to bind to BST2 and, consequently, govern both BST2-dependent trafficking properties of the protein as well as its co-localization with BST2."}, {"pubmed": 28300825, "text": "Disruption of BST-2 dimerization offers a potential therapeutic approach for breast cancer."}, {"pubmed": 28320822, "text": "Two additional regulators of BST2 constitutive ubiquitylation and sorting to the lysosomes: the E3 ubiquitin ligases NEDD4 and MARCH8, are reported."}, {"pubmed": 28331088, "text": "findings show that BST-2 upregulation by IFN-beta and interleukin-27 (IL-27) also increases the surface expression of Env and thus boosts the ability of CD4mc to sensitize HIV-1-infected cells to ADCC by sera from HIV-1-infected individuals."}, {"pubmed": 28363866, "text": "IL8 might play an important role in the enhancement of BST2 and be involved in HBsAg eradication."}, {"pubmed": 28381565, "text": "study found that tetherin expression on hematopoietic cells resulted in the specific reduction of Moloney murine leukemia virus cell-free plasma viremia but not the number of infected hematopoietic cells"}, {"pubmed": 28455649, "text": "These data collectively suggest that the human parainfluenza virus type 2 V protein inhibits tetherin expression induced by several external stimuli."}, {"pubmed": 28466381, "text": "These results suggest that tetherin antagonism by V proteins is common among the genus Rubulavirus."}, {"pubmed": 28551621, "text": "These results suggest that BST2 plays an important role in the progression of renal cell carcinoma (RCC), and, because BST2 is expressed on the cell membrane, BST2 is a good therapeutic target for RCC."}, {"pubmed": 28617432, "text": "BST2 likely mediates platinum resistance in nasopharyngeal cancer via NF-kappaB signaling"}, {"pubmed": 28628828, "text": "The authors show that orthobunyaviruses viruses with human tropism (Oropouche virus and La Crosse virus) are restricted by sheep BST-2 but not by the human orthologue, while viruses with ruminant tropism (Schmallenberg virus and others) are restricted by human BST-2 but not by the sheep orthologue."}, {"pubmed": 28710958, "text": "The authors demonstrated that BST2 restricts the release of Japanese encephalitis virus whose budding occurs at the endoplasmic reticulum-Golgi intermediate compartment, and in turn, Japanese encephalitis virus downregulates BST2 expression via envelope protein E."}, {"pubmed": 28779494, "text": "Studied the mechanism of viral budding and tethering mediated by human BST-2/tetherin using a model of BST-2 embedded in a membrane and used steered molecular dynamics to simulate the transition from the host cell membrane associated form to the cell-virus membrane bridging form."}, {"pubmed": 28878074, "text": "Ebola virus GP1,2, the Ebola virus matrix protein VP40, and BST2 are at least additive with respect to the induction of NF-kappaB activity."}, {"pubmed": 29028477, "text": "Importantly, the authors demonstrate for the first time that the HIV-2 Env induces NF-kappaB activation in HEKappa293T cells. Furthermore, the anti-BST-2 activity of the HIV-2 Env is not sufficient to completely inhibit NF-kappaB activity."}, {"pubmed": 29091957, "text": "findings lead us to believe that BISPR and BST2 may regulate egress of HEV virions into bile in vivo. This system may also be used to scale up virus production in vitro"}, {"pubmed": 29165031, "text": "BST2 recruits the E3 ubiquitin ligase MARCH8 to catalyze the K27-linked ubiquitination of MAVS for CALCOCO2-directed autophagic degradation."}, {"pubmed": 29282802, "text": "TRIM5alpha haplotypes and the BST-2 i19 allele may significantly affect the modulation of HIV-1 acquisition and its progression. TRIM5alpha rs7127617 CC and BST-2 Delta19/i19 genotypes in alcohol-using HIV patients elevated the risk of HIV disease progression."}, {"pubmed": 29324226, "text": "The results establish tetherin as a key effector of the intrinsic immune defense against HIV-1, and they demonstrate that Vpu-mediated tetherin antagonism is critical for efficient viral spread during the initial phase of HIV-1 replication."}, {"pubmed": 29774441, "text": "Studied role of bone marrow stromal cell antigen 2 (BST2) in gastric cancer (GC); results show BST2 is overexpressed in GC tissues and BST2 silencing inhibits cell proliferation and migration, partly by regulating NF-kappaB signaling."}, {"pubmed": 30113067, "text": "BST-2 anti-viral function against respiratory viruses, how these viruses construct countermeasures to antagonize BST-2.[review]"}, {"pubmed": 30347660, "text": "The primary role of the S(52,56) residues of Vpu in antagonism of CD4, GaLV Env, and BST-2/tetherin is to recruit the SCF/betaTrCP ubiquitin ligase."}, {"pubmed": 30514852, "text": "Collectively, these findings highlight BST-2 as a key factor that allows cancer cells to invade, survive in circulation, and at the metastatic site."}, {"pubmed": 30594400, "text": "BST2 inhibits infection of influenza A virus by promoting apoptosis of infected cells via IRE1a-mediated endoplasmic reticulum stress pathway by increasing spliced form XBP-1."}, {"pubmed": 30816279, "text": "CRISPR-mediated activation of endogenous BST-2/tetherin expression inhibits wild-type HIV-1 production."}, {"pubmed": 30890618, "text": "High CD317 expression is associated with hepatocellular carcinoma."}, {"pubmed": 31118237, "text": "A stable BST2 homodimer binds to ILT7, but post-binding events associated with the unique BST2 coiled-coil plasticity are required to trigger receptor signaling.  BST2 with an unstable or a rigid coiled-coil fails to activate ILT7, whereas substitutions in its N-terminal region enhance activation."}, {"pubmed": 31199522, "text": "Severe acute respiratory syndrome coronavirus spike protein counteracts BST2-mediated restriction of virus-like particle release."}, {"pubmed": 31213558, "text": "We show that type I IFNs decrease Vpu's polyfunctionality by upregulating BST-2, thus reducing its capacity to protect HIV-1-infected cells from NK cell responses."}, {"pubmed": 31366072, "text": "BST2/Tetherin Overexpression Modulates Morbillivirus Glycoprotein Production to Inhibit Cell-Cell Fusion."}, {"pubmed": 31502877, "text": "This review focuses on the diverse functions of BST-2 and its downstream signaling pathways in regulating host immune responses. [review]"}, {"pubmed": 31666374, "text": "SIVgsn71 Vpu requires two AxxxxxxxW (A(22)W(30) and A(25)W(33)) motifs to antagonize human BST-2, suggesting an as-yet-undefined way that SIVgsn71 Vpu works against human BST-2. These results imply an evolutionary impact of primate BST-2 on lentiviral Vpu."}, {"pubmed": 31841700, "text": "Risk association of BST2 gene variants with disease progression in HIV-1 infected Indian cohort."}, {"pubmed": 31957537, "text": "BST2 regulates interferon gamma-dependent decrease in invasion of HTR-8/SVneo cells via STAT1 and AKT signaling pathways and expression of E-cadherin."}, {"pubmed": 32006707, "text": "The impact of bone marrow stromal antigen-2 (BST2) gene variants on HIV-1 control in black South African individuals."}, {"pubmed": 32167539, "text": "MicroRNA-760 inhibits cell viability and migration through down-regulating BST2 in gastric cancer."}, {"pubmed": 32279313, "text": "Lymphocyte-specific protein 1 (LSP1) regulates bone marrow stromal cell antigen 2 (BST-2)-mediated intracellular trafficking of HIV-1 in dendritic cells."}, {"pubmed": 32375950, "text": "Human BST-2/tetherin inhibits Junin virus release from host cells and its inhibition is partially counteracted by viral nucleoprotein."}, {"pubmed": 32376625, "text": "Differential Vpu-Mediated CD4 and Tetherin Downregulation Functions among Major HIV-1 Group M Subtypes."}, {"pubmed": 32427495, "text": "HCC patients with higher BST2 expression were more predisposed to poorer clinical symptoms and unfavorable prognosis."}, {"pubmed": 33223223, "text": "CD317 mediates immunocytolysis resistance by RICH2/cytoskeleton-dependent membrane protection."}, {"pubmed": 33245890, "text": "BST-2/Tetherin is involved in BAFF-enhanced proliferation and survival via canonical NF-kappaB signaling in neoplastic B-lymphoid cells."}, {"pubmed": 33357430, "text": "Interferon Gamma Mediates Hematopoietic Stem Cell Activation and Niche Relocalization through BST2."}, {"pubmed": 33711249, "text": "The viral restriction factor tetherin/BST2 tethers cytokinetic midbody remnants to the cell surface."}, {"pubmed": 33850053, "text": "CD317 puts the brakes on dendritic cell trafficking to the CNS."}, {"pubmed": 33930332, "text": "Functional landscape of SARS-CoV-2 cellular restriction."}, {"pubmed": 34025670, "text": "Epigenetic Regulation of BST-2 Expression Levels and the Effect on HIV-1 Pathogenesis."}, {"pubmed": 34500069, "text": "Recombinant expression, purification, and characterization of full-length human BST-2 from Escherichia coli."}, {"pubmed": 34692852, "text": "Activation of FGD5-AS1 Promotes Progression of Cervical Cancer through Regulating BST2 to Inhibit Macrophage M1 Polarization."}, {"pubmed": 34730388, "text": "BST2 Suppresses LINE-1 Retrotransposition by Reducing the Promoter Activity of LINE-1 5' UTR."}, {"pubmed": 34878886, "text": "Simian Immunodeficiency Virus SIVgsn-99CM71 Vpu Employs Different Amino Acids To Antagonize Human and Greater Spot-Nosed Monkey BST-2."}, {"pubmed": 34935441, "text": "Catch Me if You Can: the Crosstalk of Zika Virus and the Restriction Factor Tetherin."}, {"pubmed": 35081977, "text": "Bone marrow stromal antigen 2 (BST-2) genetic variants influence expression levels and disease outcome in HIV-1 chronically infected patients."}, {"pubmed": 35635087, "text": "Bone marrow stromal cell antigen 2(BST2) suppresses the migration and invasion of trophoblasts in preeclampsia by downregulating matrix metallopeptidase 2(MMP2)."}, {"pubmed": 35864225, "text": "CpG-binding protein CFP1 promotes ovarian cancer cell proliferation by regulating BST2 transcription."}, {"pubmed": 36594082, "text": "BST2 induced macrophage M2 polarization to promote the progression of colorectal cancer."}, {"pubmed": 36602368, "text": "Interleukin-27 Promotes Divergent Effects on HIV-1 Infection in Peripheral Blood Mononuclear Cells through BST-2/Tetherin."}, {"pubmed": 36929425, "text": "BST2 regulated by the transcription factor STAT1 can promote metastasis, invasion and proliferation of oral squamous cell carcinoma via the AKT/ERK1/2 signaling pathway."}, {"pubmed": 37155854, "text": "ATG5 selectively engages virus-tethered BST2/tetherin in an LC3C-associated pathway."}, {"pubmed": 37210387, "text": "CD317 maintains proteostasis and cell survival in response to proteasome inhibitors by targeting calnexin for RACK1-mediated autophagic degradation."}, {"pubmed": 37211321, "text": "Understanding how transmembrane domains regulate interactions between human BST-2 and the SARS-CoV-2 accessory protein ORF7a."}, {"pubmed": 37818801, "text": "Tetherin antagonism by SARS-CoV-2 ORF3a and spike protein enhances virus release."}, {"pubmed": 37922253, "text": "Human BST2 inhibits rabies virus release independently of cysteine-linked dimerization and asparagine-linked glycosylation."}, {"pubmed": 38140605, "text": "Tetherin Restricts SARS-CoV-2 despite the Presence of Multiple Viral Antagonists."}, {"pubmed": 38197534, "text": "BST2 promotes gastric cancer metastasis under the regulation of HOXD9 and PABPC1."}, {"pubmed": 38360199, "text": "Neuronal BST2: A Pruritic Mediator alongside Protease-Activated Receptor 2 in the IL-27-Driven Itch Pathway."}, {"pubmed": 38747016, "text": "Autophagy-related protein 5 (ATG5) interacts with bone marrow stromal cell antigen 2 (BST2) to stimulate HBV replication through antagonizing the antiviral activity of BST2."}], "genomic_pos": {"chr": "19", "end": 17405630, "ensemblgene": "ENSG00000130303", "start": 17402939, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 17516457, "start": 17513748, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002737", "pubmed": 19564354, "qualifier": "involved_in", "term": "negative regulation of plasmacytoid dendritic cell cytokine production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009615", "pubmed": [19036818, 20686043, 20943977], "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030308", "pubmed": 22065321, "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030336", "pubmed": 22065321, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032956", "qualifier": "involved_in", "term": "regulation of actin cytoskeleton organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034341", "qualifier": "involved_in", "term": "response to type II interferon"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035455", "qualifier": "involved_in", "term": "response to interferon-alpha"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035456", "qualifier": "involved_in", "term": "response to interferon-beta"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042113", "qualifier": "involved_in", "term": "B cell activation"}, {"evidence": "HMP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 12761501, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045071", "pubmed": 20943977, "qualifier": "involved_in", "term": "negative regulation of viral genome replication"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045087", "pubmed": 19036818, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": 20399176, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0070665", "pubmed": 7607676, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of leukocyte proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901253", "pubmed": [19036818, 20686043, 20943977], "qualifier": "involved_in", "term": "negative regulation of intracellular transport of viral material"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 22065321, "qualifier": "colocalizes_with", "term": "cytoplasm"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005771", "pubmed": 22072966, "qualifier": "located_in", "term": "multivesicular body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "is_active_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [19036818, 20399176, 20686043, 20943977], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "is_active_in", "term": "cell surface"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0009986", "pubmed": 22072966, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035577", "qualifier": "located_in", "term": "azurophil granule membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045121", "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 20458337], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098552", "qualifier": "located_in", "term": "side of membrane"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19179289, 19564354, 22065321, 22072710, 24843023, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008191", "qualifier": "enables", "term": "metalloendopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008191", "pubmed": 22065321, "qualifier": "enables", "term": "metalloendopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [19879838, 20880831, 20940320], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 20399176, "qualifier": "enables", "term": "protein homodimerization activity"}]}, "homologene": {"genes": [[9544, 719092], [9598, 455837], [9606, 684], [9615, 609654]], "id": 48277}, "interpro": {"desc": "Bone marrow stromal antigen 2", "id": "IPR024886", "short_desc": "BST2"}, "ipi": "IPI00026241", "map_location": "19p13.11", "name": "bone marrow stromal cell antigen 2", "other_names": ["BST-2", "HM1.24 antigen", "NPC-A-7", "antiviral factor tetherin", "bone marrow stromal antigen 2"], "pantherdb": {"HGNC": "1119", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1916800", "ortholog_type": "LDO", "panther_family": "PTHR15190", "taxid": 10090, "uniprot_kb": "Q8R2Q8"}, {"RGD": "727849", "ortholog_type": "LDO", "panther_family": "PTHR15190", "taxid": 10116, "uniprot_kb": "Q811A2"}], "uniprot_kb": "Q10589"}, "pathway": {"kegg": [{"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-9678108", "name": "SARS-CoV-1 Infection"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9692914", "name": "SARS-CoV-1-host interactions"}, {"id": "R-HSA-9692916", "name": "SARS-CoV-1 activates/modulates innate immune responses"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": [{"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4877", "name": "Host-pathogen interaction of human coronaviruses - MAPK signaling"}]}, "pdb": ["2LK9", "2X7A", "2XG7", "3MQ7", "3MQ9", "3MQB", "3MQC", "3NWH", "4P6Z", "6CM9", "6CRI", "6D83", "6D84", "6DFF", "7Q9A"], "pfam": "PF16716", "pharmgkb": "PA25436", "pharos": {"target_id": 6497, "tdl": "Tbio"}, "pir": "A56836", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246483", "relationship": "is"}, {"id": "GNF246484", "relationship": "is"}, {"id": "GNF246485", "relationship": "is"}, {"id": "GNF246486", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159778", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF032894", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF075243", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF001204", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF114188", "relationship": "is"}, {"id": "GNF153829", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": "NP_004326.1", "rna": "NM_004335.4", "translation": {"protein": "NP_004326.1", "rna": "NM_004335.4"}}, "reporter": {"HG-U133_Plus_2": "201641_at", "HG-U95Av2": "39061_at", "HTA-2_0": "TC19001275.hg.1", "HuEx-1_0": ["3854417", "3854454"], "HuGene-1_1": "8035304", "HuGene-2_1": "16870200"}, "retired": 100129681, "summary": "Bone marrow stromal cells are involved in the growth and development of B-cells. The specific function of the protein encoded by the bone marrow stromal cell antigen 2 is undetermined; however, this protein may play a role in pre-B-cell growth and in rheumatoid arthritis. [provided by RefSeq, Jul 2008].", "symbol": "BST2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412831"}, "unigene": "Hs.118110", "uniprot": {"Swiss-Prot": "Q10589", "TrEMBL": ["A0A7P0T9F9", "A0A024R7H5"]}, "wikipedia": {"url_stub": "Tetherin"}}