{"AllianceGenome": "1131", "HGNC": "1131", "MIM": "601597", "_id": "7832", "_version": 1, "accession": {"genomic": ["AF361937.1", "AL513326.19", "CH471067.1", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_046929.1"], "protein": ["AAB37580.1", "AAI05949.1", "AAI05950.1", "AAL05626.1", "CAA71074.1", "EAW91475.1", "EAW91476.1", "NP_006754.1", "P78543.1"], "rna": ["BC105948.1", "BC105949.1", "NM_006763.3", "U72649.1", "Y09943.1"], "translation": [{"protein": "AAI05950.1", "rna": "BC105949.1"}, {"protein": "AAB37580.1", "rna": "U72649.1"}, {"protein": "CAA71074.1", "rna": "Y09943.1"}, {"protein": "AAI05949.1", "rna": "BC105948.1"}, {"protein": "NP_006754.1", "rna": "NM_006763.3"}]}, "alias": ["APRO1", "PC3", "TIS21"], "ensembl": {"gene": "ENSG00000159388", "protein": ["ENSP00000290551", "ENSP00000433553"], "transcript": ["ENST00000290551", "ENST00000475157"], "translation": [{"protein": "ENSP00000433553", "rna": "ENST00000475157"}, {"protein": "ENSP00000290551", "rna": "ENST00000290551"}], "type_of_gene": "protein_coding"}, "entrezgene": "7832", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.03655343803, "exp_mis": 60.2922333908, "exp_syn": 32.1303374915, "lof_z": 0.589238271377903, "mis_z": 0.963288967623243, "mu_lof": 2.40733461583e-07, "mu_mis": 6.34025635535e-06, "mu_syn": 3.43401323535e-06, "n_lof": 2.0, "n_mis": 45.0, "n_syn": 27.0, "p_li": 0.0489784871870145, "p_null": 0.265823946442935, "p_rec": 0.685197566370051, "syn_z": 0.561096989846361}, "bp": 477, "cds_end": 203276566, "cds_start": 203274734, "n_exons": 2, "nonpsych": {"exp_lof": 2.71677262017, "exp_mis": 54.538689683, "exp_syn": 29.0494589984, "lof_z": 0.427077500891318, "mis_z": 1.0612647589757, "mu_lof": 2.40733461583e-07, "mu_mis": 6.34025635535e-06, "mu_syn": 3.43401323535e-06, "n_lof": 2.0, "n_mis": 39.0, "n_syn": 27.0, "p_li": 0.0473247617171516, "p_null": 0.301181676151712, "p_rec": 0.651493562131136, "syn_z": 0.239405419519119}, "nontcga": {"exp_lof": 2.79054897757, "exp_mis": 55.4657785203, "exp_syn": 29.5568358093, "lof_z": 0.466836945000656, "mis_z": 0.967696259634076, "mu_lof": 2.40733461583e-07, "mu_mis": 6.34025635535e-06, "mu_syn": 3.43401323535e-06, "n_lof": 2.0, "n_mis": 41.0, "n_syn": 26.0, "p_li": 0.0457413353421036, "p_null": 0.280698530028502, "p_rec": 0.673560134629394, "syn_z": 0.41424533607608}, "transcript": "ENST00000290551.4"}, "exons": [{"cdsend": 203307438, "cdsstart": 203305606, "chr": "1", "position": [[203305518, 203305748], [203307103, 203309601]], "strand": 1, "transcript": "NM_006763", "txend": 203309601, "txstart": 203305518}], "exons_hg19": [{"cdsend": 203276566, "cdsstart": 203274734, "chr": "1", "position": [[203274646, 203274876], [203276231, 203278729]], "strand": 1, "transcript": "NM_006763", "txend": 203278729, "txstart": 203274646}], "generif": [{"pubmed": 8891336, "text": "PC3 / BTG2 inhibits the proliferation of different types of cells, including neural cells."}, {"pubmed": 8944033, "text": "First evidence that BTG2 is a target of p53 and is activated p53-dependently by DNA damage."}, {"pubmed": 10669755, "text": "First evidence showing that PC3 / BTG2 acts as cell cycle checkpoint at G1 phase by inhibiting the expression of cyclin D1"}, {"pubmed": 11267995, "text": "This review describes BTG2 / PC3 as link between p53 and pRb. p53 via BTG2 / PC3 may activate pRb, since the BTG2 / PC3 product promotes accumulation of hypophosphorylated pRb by reducing cyclin D1 protein levels and thereby inhibiting CDK4 activity."}, {"pubmed": 11814693, "text": "Transient expression assays with BTG2/TIS21/PC3 promoter deletions and electrophoretic mobility shift analysis identified a major wild-type p53 response element located -74 to -122 relative to the start codon."}, {"pubmed": 12135500, "text": "Antiproliferative proteins of the BTG/Tob family are degraded by the ubiquitin-proteasome system.  the C-terminal regions are necessary and sufficient to control the stabilities of BTG1, BTG2, Tob, and Tob2 proteins."}, {"pubmed": 12771185, "text": "BTG2 interacts with the CCR4 complex and has a role in cell-cycle regulation"}, {"pubmed": 15056715, "text": "PC3 / BTG2 induces neural precursors to shift from proliferation to differentiation. This differentiative action occurs in cerebellar progenitors by a dual mechanism: inhibition of cell cycle (of cyclin D1) and induction of the proneural gene Math1."}, {"pubmed": 15378000, "text": "deregulation of BTG2 may be an important step in the development of mammary tumors"}, {"pubmed": 15741235, "text": "DeltaNp73alpha not only acts as an inhibitor of p53/TAp73 functions in neuroblastoma tumors, but also cooperates with wt-p53 in playing a physiological role through the activation of BTG2TIS21/PC3 gene expression"}, {"pubmed": 15788397, "text": "binding of tis21/BTG2/pc3 to Pin-1 or cyclin B1-Cdc2 complex and induction of mitochondrial depolarization are responsible for the antiproliferative effects of EGF in human tumor cells"}, {"pubmed": 16418486, "text": "BTG2 expression was found to be significantly reduced in a large proportion of human kidney and breast carcinomas, suggesting that BTG2 is a tumor suppressor that links p53 and Rb pathways in human tumorigenesis."}, {"pubmed": 16782888, "text": "BTG2 contributes to retinoic acid activity by favoring differentiation through a gene-specific modification of histone H4 arginine methylation and acetylation levels."}, {"pubmed": 16997058, "text": "Reverse-transcription polymerase chain reaction confirmed increased expression of GADD45A, BTG2, PDE4B, and CEBPD and downregulation of TOB1 in skeletal muscle intradialysis."}, {"pubmed": 17371797, "text": "PC3 / BTG2 acts as a tumor suppressor of medulloblastoma by its antiproliferative and prodifferentiative effect on cerebellar progenitors. This antagonizes Shh and appears physiologic since endogenous PC3 / BTG2 decreases in human medulloblastomas."}, {"pubmed": 18196550, "text": "T3 upregulates proliferation of LNCaP cells by downregulating BTG2 gene expression through the consensus TRE pathway."}, {"pubmed": 18288394, "text": "BTG2 expression may play a role at a very early point during the differentiation processes of hematopoietic cells."}, {"pubmed": 18337750, "text": "BTG2 is a general activator of mRNA decay, thereby contributing to gene expression control."}, {"pubmed": 18393292, "text": "TIS21 negatively regulated hepatocarcinogenesis in part by disruption of the FoxM1-cyclin B1 regulatory loop, thereby inhibiting proliferation of transformed cells developed in mouse and human livers."}, {"pubmed": 18840609, "text": "BTG2/TIS21/PC3 enhances cancer cell death by accumulating H2O2 via imbalance of the antioxidant enzymes in response to chemotherapy."}, {"pubmed": 18974182, "text": "Crystal structure of human BTG2 reveal the putative CAF1 binding site."}, {"pubmed": 19117054, "text": "Estradiol downregulation of the tumor suppressor gene BTG2 requires estrogen receptor-alpha and the REA corepressor"}, {"pubmed": 19203451, "text": "miR-18 may negatively regulate the expression of BTG2 in HepG2 cells."}, {"pubmed": 19468252, "text": "BTG2 may be a modulator of neuron survival and differentiation"}, {"pubmed": 19546886, "text": "Deregulation of BTG2, which was identified to be a miR-21 target gene, may be responsible for the miR-21-mediated abnormal cellular phenotype."}, {"pubmed": 19615363, "text": "These data indicate that TIS21 is a novel target of SCF-Skp2 ubiquitin ligase, which is regulated by expression of FoxM1."}, {"pubmed": 19728149, "text": "The influence of BTG2 on the growth, proliferation, apoptosis, invasion and cell cycle of the gastric cancer cell lines, was investigated."}, {"pubmed": 20020054, "text": "Study of murine BTG2 suggests that BTG2 is essential for terminal differentiation of neural progenitors. Genetic ablation of BTG2 in rodents impairs terminal differentiation and shortens G1 phase of cell cycle duration of neural progenitor cells."}, {"pubmed": 20553615, "text": "High-level BTG2 protein expression correlates with prolonged survival in patients with breast carcinoma."}, {"pubmed": 20569234, "text": "The neutralization of Pin1 by BTG2 provides a critical mechanism to maintain senescent arrest in the presence of mitogenic signals in normal primary fibroblasts."}, {"pubmed": 21120602, "text": "Estrogen receptor beta causes a G2 cell cycle arrest by inactivating CDK1 through the repression of cyclin B1 and stimulation of GADD45A and BTG2 expression."}, {"pubmed": 21172304, "text": "These findings, for the first time, demonstrate that BTG2 complexes with AR via an LxxLL-dependent mechanism and may play a role in prostate cancer via modulating the AR signaling pathway."}, {"pubmed": 22266859, "text": "MIR32 is upregulated in prostate cancer and regulates expression of BTG2."}, {"pubmed": 22392501, "text": "Results suggest that the overexpression of B cell translocation gene 2 (BTG2) may inhibit the growth, proliferation, and invasiveness of the A549 lung cancer cell line."}, {"pubmed": 22493435, "text": "a novel role for BTG2 as a co-activator for NFE2L2 in up-regulating cellular antioxidant defenses."}, {"pubmed": 22562501, "text": "study reveals that BTG2 negatively regulated cancer cell migration by inhibiting Src activity through downregulation of reactive oxygen species generation in mitochondria"}, {"pubmed": 22614007, "text": "Downregulation of the basal protein B-cell translocation gene 2 is associated with prostate cancer transformation and progression."}, {"pubmed": 23089312, "text": "TIS21 regulates DNA double strand break repair and apoptosis via increasing Mre11 methylation."}, {"pubmed": 23299537, "text": "These results indicate that endogenous BTG2 expression contributes to the migratory potential of bladder cancer cells. Moreover, high levels of BTG2 in bladder cancers are linked to decreased cancer-specific survival."}, {"pubmed": 23857284, "text": "Data indicate that the pattern of B cell translocation gene 2 (BTG2) protein expression was exactly the opposite of miRNA-21 expression in lung cancer cells."}, {"pubmed": 23876794, "text": "Reactive oxygen spieces regulate Btg2/TIS21/PC3 expression via Protein kinase C-NFkappaappaB pathway."}, {"pubmed": 23907596, "text": "TIS21 suppresses invadopodia formation as well as invasion activity along with F-actin remodeling."}, {"pubmed": 23917204, "text": "TIS21 decreased interleukin-6 (IL-6) expression in human dermal fibroblast."}, {"pubmed": 24047462, "text": "BTG2 mediates crosstalk between PI3K-Akt1 and NF-kappaB pathways, which regulates p53-independent induction of G2/M phase arrest both in normal and cancer cells."}, {"pubmed": 24308156, "text": "BTG2 can improve the radiosensitivity of breast cancer cells by affecting cell cycle distribution, enhancing radiation-induced apoptosis, and inhibiting DNA repair-related protein expression."}, {"pubmed": 24440351, "text": "pro-apoptotic pathway of CRP-CD32-Nox2-p53-BTG2 may contribute to the retardation of the atherogenic process"}, {"pubmed": 24698107, "text": "BTG2 is a significant factor in tamoxifen response, acting through modification of AKT activation in ER-positive/HER2-negative breast cancer."}, {"pubmed": 24780075, "text": "An association with Graves disease was shown for several SNPs in BTG2."}, {"pubmed": 24821435, "text": "miR-21 is involved in MNNG-induced gastric carcinogenesis in vivo and in vitro via FASLG/BTG2 pathway."}, {"pubmed": 24981574, "text": "Our results indicated that cisplatin attenuates prostate cancer cell proliferation partly mediated by upregulation of BTG2 through the p53-dependent pathway or p53-independent NFkappaB pathway."}, {"pubmed": 25284287, "text": "BTG2 expression was inversely correlated with increased expression of the DNA methyltransferases DNMT1 and DNMT3a in MIBC, but not NMIBC, suggesting a potential role for BTG2 expression in muscle invasion of bladder cancer"}, {"pubmed": 25405282, "text": "In this review, we summarize the latest findings in BTG2 studies, highlighting the mechanisms for the regulatory effects of microRNAs (miRNAs) on BTG2 gene expression in the most common human cancers."}, {"pubmed": 25576360, "text": "By applying loss-and-gain function analysis in NSCLC cell lines, we demonstrated that miR-25-BTG2 axis could directly regulated BTG2 expression and affect radiotherapy sensitivity of NSCLC cells."}, {"pubmed": 25626081, "text": "Results indicate that miR27a and BTG2 promote the migration and the growth of glioblastoma (GBM) cells and miR27a directly targets BTG2 in GBM cells."}, {"pubmed": 26151427, "text": "miR-21 was found to be overexpressed and BTG2 was found to to be downregulated in HepG2 liver cancer cells."}, {"pubmed": 26394836, "text": "SETD1A suppresses BTG2 expression through its induction of several BTG2-targeting miRNAs."}, {"pubmed": 26722427, "text": "Overexpression of BTG2 inhibited the proliferation and migration/invasion of human osteosarcoma cells in vitro"}, {"pubmed": 26818199, "text": "clinical data support conclusions generated from patient-derived xenograft models and indicate that BTG2 expression is a candidate prognostic biomarker for TNBC."}, {"pubmed": 26912148, "text": "BTG2 stimulates mRNA deadenylation via CAF1 activation through interaction with PABPC1. Interaction of BTG2 with the first RRM domain of PABPC1 is required for BTG2 to control cell proliferation."}, {"pubmed": 26925784, "text": "Authors have provided data for attenuated BTG2 expression in the ccRCC cells. Overexpressed BTG2 could inhibit cell proliferation, migration and invasion of human ccRCC, and the suppressive effects might be due to down-regulation of MMP-9, Cyclin D1 and Cyclin E expression."}, {"pubmed": 27208501, "text": "Effect of TIS21 on the regulation of p53 activity was confirmed by knockdown of TIS21 expression by RNA interference."}, {"pubmed": 27409164, "text": "we found that miR-27-3p was overexpressed in gastric cancer tissues and cell lines and that BTG2 was a direct and functional target of miR-27a-3p in gastric cancer"}, {"pubmed": 27510158, "text": "The results indicated that BTG2 expression was downregulated in skin cancer cell lines. Overexpression of BTG2 significantly inhibited cell proliferation, cell cycle progression, and the invasion and migration of skin cancer cells."}, {"pubmed": 27613090, "text": "Data indicate that BTG2, MAP3K11, RPS6KA1 and PRDM1 as putative targets of microRNA miR-125b."}, {"pubmed": 27932314, "text": "TIS21 attenuated Doxorubicin-induced cancer cell senescence by inhibiting linear actin nucleation via Nox4-ROS-ABI2-DRF signal cascade"}, {"pubmed": 29098552, "text": "decreases tumorigenesis of hepatocellular carcinoma cell line side population cells"}, {"pubmed": 29239139, "text": "BTG2 expression was lower in human bladder cancer tissues than normal bladder tissues. Highly differentiated bladder cancer cells expressed higher BTG2 than the less-differentiated. Reporter assays with site-mutation of p53 response element within BTG2 promoter area showed that p53-induced BTG2 gene expression was dependent on the p53 response element."}, {"pubmed": 29310680, "text": "oncogenic miR-25-3p directly targets BTG2 in TNBC. Further studies revealed that the biological effects of miR-25-3p on TNBC cell proliferation and apoptosis were mediated through regulation of BTG2 and subsequent activation of AKT and ERK-MAPK signaling pathway."}, {"pubmed": 29352138, "text": "Authors found that miR-663 regulates apoptosis by controlling mitochondrial outer membrane permeabilization (MOMP) through the expression of two novel direct targets PUMA/BBC3 and BTG2."}, {"pubmed": 29441724, "text": "Authors found that PRMT5-induced ERK phosphorylation regulated BTG2 expression in HCC cells, whereas pretreatment with a selective ERK1/2 inhibitor (PD184352) significantly reversed the effect of PRMT5 on BTG2 expression."}, {"pubmed": 29472702, "text": "We suggest that BTG2(/TIS21) is a potential inhibitor of nucleolin in the cytoplasm, leading to inhibition of carcinogenesis after H. pylori infection."}, {"pubmed": 29656435, "text": "The methylation and integrated prognostic signatures based on BTG2 are stable and reliable biomarkers for early-stage non-small cell lung cancer."}, {"pubmed": 29808317, "text": "Open data and immunohistochemical analysis were performed to confirm the role of TIS21(/BTG2) expression in various human breast cancer tissues. It was observed that TIS21(/BTG2) inhibited mTORc1 activity by reducing Raptor-mTOR interaction along with upregulation of tsc1 expression."}, {"pubmed": 30912184, "text": "The effect of decitabine on the expression and methylation of the PPP1CA, BTG2, and PTEN in association with changes in miR-125b, miR-17, and miR-181b in NALM6 cell line."}, {"pubmed": 31138781, "text": "C-terminal domain of Twist1 and Box B of BTG2 interact with each other, which abrogate Twist1 activity. BTG2 inhibits translational initiation by depleting eIF4E availability via inhibiting 4EBP1 phosphorylation. Expression of BTG2 maintains p-eIF2alpha that downregulates initiation of protein translation."}, {"pubmed": 31603257, "text": "NUSAP1 knockdown inhibits cell growth and metastasis of non-small-cell lung cancer through regulating BTG2/PI3K/Akt signaling."}, {"pubmed": 31721211, "text": "CircZNF609 served as a competing RNA to bind miR-134-5p, promoting BTG-2 expression leading to reduced proliferation and migration of glioma cells."}, {"pubmed": 31819167, "text": "A fail-safe system to prevent oncogenesis by senescence is targeted by SV40 small T antigen."}, {"pubmed": 31924214, "text": "TEAD4 modulated LncRNA MNX1-AS1 contributes to gastric cancer progression partly through suppressing BTG2 and activating BCL2."}, {"pubmed": 31959200, "text": "Up-regulated LINC01234 promotes non-small-cell lung cancer cell metastasis by activating VAV3 and repressing BTG2 expression."}, {"pubmed": 32409840, "text": "miR-487a performs oncogenic functions in osteosarcoma by targeting BTG2 mRNA."}, {"pubmed": 32746503, "text": "SRXN1 stimulates hepatocellular carcinoma tumorigenesis and metastasis through modulating ROS/p65/BTG2 signalling."}, {"pubmed": 33025678, "text": "LINC01089 inhibits the progression of cervical cancer via inhibiting miR-27a-3p and increasing BTG2."}, {"pubmed": 33334784, "text": "Akt Downregulates B-Cell Translocation Gene-2 Expression Via Erk1/2 Inhibition for Proliferation of Cancer Cells."}, {"pubmed": 33844600, "text": "The miR-146b-5p promotes Ewing's sarcoma cells progression via suppressing the expression of BTG2."}, {"pubmed": 34082648, "text": "MicroRNA miR-92a-3p regulates breast cancer cell proliferation and metastasis via regulating B-cell translocation gene 2 (BTG2)."}, {"pubmed": 34337864, "text": "Exosomal microRNA-15a from ACHN cells aggravates clear cell renal cell carcinoma via the BTG2/PI3K/AKT axis."}, {"pubmed": 34557203, "text": "Integrated Analysis of Prognostic Genes Associated With Ischemia-Reperfusion Injury in Renal Transplantation."}, {"pubmed": 34699325, "text": "MicroRNA-934 facilitates cell proliferation, migration, invasion and angiogenesis in colorectal cancer by targeting B-cell translocation gene 2."}, {"pubmed": 34852712, "text": "Circular RNA circFLNA inhibits the development of bladder carcinoma through microRNA miR-216a-3p/BTG2 axis."}, {"pubmed": 35239148, "text": "Mir-25 Promotes Metastasis of Esophageal Cancer by Targeting BTG2."}, {"pubmed": 35388633, "text": "Elevated BTG2 improves the radiosensitivity of non-small cell lung cancer (NSCLC) through apoptosis."}, {"pubmed": 35640718, "text": "Structural Model of the Human BTG2-PABPC1 Complex by Combining Mutagenesis, NMR Chemical Shift Perturbation Data and Molecular Docking."}, {"pubmed": 35730068, "text": "Gene amplification-driven RNA methyltransferase KIAA1429 promotes tumorigenesis by regulating BTG2 via m6A-YTHDF2-dependent in lung adenocarcinoma."}, {"pubmed": 35880434, "text": "Emerging role of anti-proliferative protein BTG1 and BTG2."}, {"pubmed": 36314369, "text": "LncRNA CARMN inhibits cervical cancer cell growth via the miR-92a-3p/BTG2/Wnt/beta-catenin axis."}, {"pubmed": 37257243, "text": "BTG2 suppresses the growth and metastasis of cervical squamous cell carcinoma."}, {"pubmed": 37269593, "text": "BTG2 acts as an inducer of muscle stem cell senescence."}, {"pubmed": 37894995, "text": "miR-103-3p Regulates the Proliferation and Differentiation of C2C12 Myoblasts by Targeting BTG2."}, {"pubmed": 38329343, "text": "MicroRNA-409-3p/BTG2 signaling axis improves impaired angiogenesis and wound healing in obese mice."}, {"pubmed": 38729325, "text": "SMC2 knockdown inhibits malignant progression of lung adenocarcinoma by upregulating BTG2 expression."}, {"pubmed": 38831322, "text": "Deciphering the molecular nexus of BTG2 in periodontitis and diabetic kidney disease."}], "genomic_pos": {"chr": "1", "end": 203309602, "ensemblgene": "ENSG00000159388", "start": 203305491, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 203278730, "start": 203274619, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006281", "pubmed": 8944033, "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": 8944033, "qualifier": "acts_upstream_of_or_within", "term": "DNA damage response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007405", "qualifier": "involved_in", "term": "neuroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007406", "qualifier": "involved_in", "term": "negative regulation of neuroblast proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008285", "pubmed": 23236473, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008306", "qualifier": "involved_in", "term": "associative learning"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009952", "qualifier": "involved_in", "term": "anterior/posterior pattern specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014070", "qualifier": "involved_in", "term": "response to organic cyclic compound"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0017148", "pubmed": 23236473, "qualifier": "involved_in", "term": "negative regulation of translation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021542", "qualifier": "involved_in", "term": "dentate gyrus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021954", "qualifier": "involved_in", "term": "central nervous system neuron development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031175", "pubmed": 18773938, "qualifier": "involved_in", "term": "neuron projection development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035914", "qualifier": "involved_in", "term": "skeletal muscle cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043434", "qualifier": "involved_in", "term": "response to peptide hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043524", "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045930", "qualifier": "involved_in", "term": "negative regulation of mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051602", "qualifier": "involved_in", "term": "response to electrical stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060213", "pubmed": 18337750, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of nuclear-transcribed mRNA poly(A) tail shortening"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003714", "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9712883, 11136725, 18337750, 21172304, 25416956, 32296183], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 30079], [8364, 496422], [9031, 419932], [9544, 703168], [9598, 740912], [9606, 7832], [9615, 488559], [9913, 539364], [10090, 12227], [10116, 29619]], "id": 31406}, "interpro": [{"desc": "Anti-proliferative protein", "id": "IPR002087", "short_desc": "Anti_prolifrtn"}, {"desc": "BTG family", "id": "IPR033332", "short_desc": "BTG"}, {"desc": "BTG-like domain superfamily", "id": "IPR036054", "short_desc": "BTG-like_sf"}], "ipi": "IPI00020335", "map_location": "1q32.1", "name": "BTG anti-proliferation factor 2", "other_names": ["B-cell translocation gene 2", "BTG family member 2", "NGF-inducible anti-proliferative protein PC3", "nerve growth factor-inducible anti-proliferative", "pheochromacytoma cell-3", "protein BTG2"], "pantherdb": {"HGNC": "1131", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "108384", "ortholog_type": "LDO", "panther_family": "PTHR22978", "taxid": 10090, "uniprot_kb": "Q04211"}, {"RGD": "2225", "ortholog_type": "LDO", "panther_family": "PTHR22978", "taxid": 10116, "uniprot_kb": "P27049"}, {"Ensembl": "ENSGALG00000052763", "ortholog_type": "LDO", "panther_family": "PTHR22978", "taxid": 9031, "uniprot_kb": "A0A3Q3AWP4"}, {"ZFIN": "ZDB-GENE-000210-15", "ortholog_type": "LDO", "panther_family": "PTHR22978", "taxid": 7955, "uniprot_kb": "Q9IB77"}, {"dictyBase": "DDB_G0285069", "ortholog_type": "O", "panther_family": "PTHR22978", "taxid": 352472, "uniprot_kb": "Q54NU5"}], "uniprot_kb": "P78543"}, "pathway": {"biocarta": {"id": "btg2pathway", "name": "btg family proteins and cell cycle regulation"}, "kegg": {"id": "hsa03018", "name": "RNA degradation - Homo sapiens (human)"}, "pid": {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, "reactome": [{"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-6791312", "name": "TP53 Regulates Transcription of Cell Cycle Genes"}, {"id": "R-HSA-6804115", "name": "TP53 regulates transcription of additional cell cycle genes whose exact role in the p53 pathway remain uncertain"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}], "wikipathways": [{"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP4286", "name": "Genotoxicity pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}]}, "pdb": ["3DJU", "3E9V"], "pfam": "PF07742", "pharmgkb": "PA25451", "pharos": {"target_id": 2497, "tdl": "Tbio"}, "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF292558", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168788", "relationship": "is"}, {"id": "GNF179694", "relationship": "is"}, {"id": "GNF190600", "relationship": "is"}, {"id": "GNF201506", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035485", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF275187", "relationship": "is"}, {"id": "GNF275188", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336973", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104727", "relationship": "is"}, {"id": "GNF144375", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_046929.1"], "protein": "NP_006754.1", "rna": "NM_006763.3", "translation": {"protein": "NP_006754.1", "rna": "NM_006763.3"}}, "reporter": {"HG-U133_Plus_2": ["201235_s_at", "201236_s_at"], "HG-U95Av2": "36634_at", "HTA-2_0": "TC01001685.hg.1", "HuEx-1_0": "2375664", "HuGene-1_1": "7908917", "HuGene-2_1": "16676150"}, "summary": "The protein encoded by this gene is a member of the BTG/Tob family. This family has structurally related proteins that appear to have antiproliferative properties. This encoded protein is involved in the regulation of the G1/S transition of the cell cycle. [provided by RefSeq, Jul 2008].", "symbol": "BTG2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366526"}, "unigene": "Hs.519162", "uniprot": {"Swiss-Prot": "P78543"}, "wikipedia": {"url_stub": "BTG2"}}