{"AllianceGenome": "21087", "HGNC": "21087", "MIM": "607925", "_id": "151888", "_version": 1, "accession": {"genomic": ["AC092894.6", "CP068275.2", "NC_000003.12", "NC_060927.1"], "protein": ["AAI07092.1", "AAI07093.1", "AAP44003.1", "AAT44901.1", "AAV41229.1", "ABA54407.1", "BAD18396.1", "BAF85381.1", "CAG30680.1", "NP_001078826.1", "NP_861445.4", "Q7Z6A9.3", "XP_011510749.1", "XP_016861237.1", "XP_047303452.1", "XP_054201326.1", "XP_054201327.1", "XP_054201328.1", "XP_054201329.1"], "rna": ["AA828425.1", "AI792952.1", "AJ717664.1", "AK131204.1", "AK292692.1", "AW294080.1", "AY293286.1", "AY599411.1", "AY606805.1", "BC107091.1", "BC107092.1", "BE832323.1", "CD702861.1", "DQ198368.1", "NM_001085357.2", "NM_181780.4", "XM_011512447.4", "XM_017005748.3", "XM_047447496.1", "XM_054345351.1", "XM_054345352.1", "XM_054345353.1", "XM_054345354.1"], "translation": [{"protein": "AAI07093.1", "rna": "BC107092.1"}, {"protein": "XP_016861237.1", "rna": "XM_017005748.3"}, {"protein": "CAG30680.1", "rna": "AJ717664.1"}, {"protein": "NP_861445.4", "rna": "NM_181780.4"}, {"protein": "XP_054201328.1", "rna": "XM_054345353.1"}, {"protein": "AAP44003.1", "rna": "AY293286.1"}, {"protein": "NP_001078826.1", "rna": "NM_001085357.2"}, {"protein": "AAT44901.1", "rna": "AY599411.1"}, {"protein": "AAI07092.1", "rna": "BC107091.1"}, {"protein": "XP_054201329.1", "rna": "XM_054345354.1"}, {"protein": "BAD18396.1", "rna": "AK131204.1"}, {"protein": "XP_054201327.1", "rna": "XM_054345352.1"}, {"protein": "XP_011510749.1", "rna": "XM_011512447.4"}, {"protein": "XP_054201326.1", "rna": "XM_054345351.1"}, {"protein": "ABA54407.1", "rna": "DQ198368.1"}, {"protein": "XP_047303452.1", "rna": "XM_047447496.1"}, {"protein": "BAF85381.1", "rna": "AK292692.1"}, {"protein": "AAV41229.1", "rna": "AY606805.1"}]}, "alias": ["BTLA1", "CD272"], "ensembl": {"gene": "ENSG00000186265", "protein": ["ENSP00000333919", "ENSP00000373178"], "transcript": ["ENST00000334529", "ENST00000383680", "ENST00000474965", "ENST00000496584"], "translation": [{"protein": "ENSP00000333919", "rna": "ENST00000334529"}, {"protein": "ENSP00000373178", "rna": "ENST00000383680"}], "type_of_gene": "protein_coding"}, "entrezgene": "151888", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.38208289, "exp_mis": 77.3979561, "exp_syn": 31.628777, "lof_z": 2.38736575888566, "mis_z": 1.57884267299828, "mu_lof": 6.43112697931e-07, "mu_mis": 6.646168256e-06, "mu_syn": 2.6065975504e-06, "n_lof": 2.0, "n_mis": 49.0, "n_syn": 28.0, "p_li": 0.430977023003583, "p_null": 0.00721910162517311, "p_rec": 0.561803875371244, "syn_z": 0.400008194551206}, "bp": 870, "cds_end": 112218205, "cds_start": 112184954, "n_exons": 5, "nonpsych": {"exp_lof": 8.3885124, "exp_mis": 69.9494431, "exp_syn": 28.5239171, "lof_z": 2.50533901195847, "mis_z": 2.10770480074763, "mu_lof": 6.43112697931e-07, "mu_mis": 6.646168256e-06, "mu_syn": 2.6065975504e-06, "n_lof": 1.0, "n_mis": 35.0, "n_syn": 25.0, "p_li": 0.757304663236829, "p_null": 0.00244579880948379, "p_rec": 0.240249537953687, "syn_z": 0.415417622788077}, "nontcga": {"exp_lof": 8.62145945, "exp_mis": 71.1960675, "exp_syn": 29.08841864, "lof_z": 2.56052484850131, "mis_z": 1.54674216038208, "mu_lof": 6.43112697931e-07, "mu_mis": 6.646168256e-06, "mu_syn": 2.6065975504e-06, "n_lof": 1.0, "n_mis": 45.0, "n_syn": 23.0, "p_li": 0.756186851732247, "p_null": 0.00203702216539221, "p_rec": 0.241776126102361, "syn_z": 0.714770846517767}, "transcript": "ENST00000334529.5"}, "exons": [{"cdsend": 112499358, "cdsstart": 112466107, "chr": "3", "position": [[112463965, 112466383], [112469757, 112469804], [112479454, 112479769], [112499270, 112499472]], "strand": -1, "transcript": "NM_001085357", "txend": 112499472, "txstart": 112463965}, {"cdsend": 112499358, "cdsstart": 112466107, "chr": "3", "position": [[112463965, 112466383], [112469757, 112469804], [112471211, 112471355], [112479454, 112479769], [112499270, 112499472]], "strand": -1, "transcript": "NM_181780", "txend": 112499472, "txstart": 112463965}], "exons_hg19": [{"cdsend": 112218205, "cdsstart": 112184954, "chr": "3", "position": [[112182812, 112185230], [112188604, 112188651], [112198301, 112198616], [112218117, 112218319]], "strand": -1, "transcript": "NM_001085357", "txend": 112218319, "txstart": 112182812}, {"cdsend": 112218205, "cdsstart": 112184954, "chr": "3", "position": [[112182812, 112185230], [112188604, 112188651], [112190058, 112190202], [112198301, 112198616], [112218117, 112218319]], "strand": -1, "transcript": "NM_181780", "txend": 112218319, "txstart": 112182812}], "generif": [{"pubmed": 15568026, "text": "HVEM binds to B T lymphocyte attenuator (BTLA), an Ig family member, which inhibits T cell proliferation."}, {"pubmed": 15647361, "text": "Binding of HVEM to BTLA attenuates T cell activation, identifying HVEM/BTLA as a coinhibitory receptor pair."}, {"pubmed": 16131544, "text": "distinct herpesviruses target the HVEM-BTLA cosignaling pathway, suggesting the importance of this pathway in regulating T cell activation during host defenses."}, {"pubmed": 16169851, "text": "2.8-A crystal structure of the BTLA-HVEM complex shows that BTLA binds the N-terminal cysteine-rich domain of HVEM and employs a unique binding surface"}, {"pubmed": 16643847, "text": "BTLA is constitutively expressed on most CD4+ and CD8+ T cells and its expression progressively decreases upon T cell activation."}, {"pubmed": 17024343, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17257317, "text": "Cross-linking of BTLA with mAb 7D7 suppressed T lymphocyte proliferation, downregulated the expression of T cell activation marker CD25, and inhibited the production of interferon (IFN)-gamma, interleukin (IL)-2, IL-4, and IL-10."}, {"pubmed": 19155498, "text": "BTLA is an inhibitory coreceptor of the B cell receptor (BCR) signaling pathway that attenuates B cell activation by targeting the downstream signaling molecules Syk and B cell linker protein (BLNK)."}, {"pubmed": 19207938, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19207938, "text": "this study did not find any genetic contribution of the BTLA gene to the development of T1D and SLE in Japanese population."}, {"pubmed": 19585237, "text": "BTLA gene polymorphisms may affect the sporadic breast cancer risk and prognosis in Chinese women in northeast of Heilongjiang Province"}, {"pubmed": 19585237, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19762537, "text": "results suggest that down-regulation of the BTLA-HVEM pathway may be involved in germinal center B-cell activation."}, {"pubmed": 19915044, "text": "the HVEM-BTLA cis-complex competitively inhibits HVEM activation by ligands expressed in the surrounding microenvironment, thus helping maintain T cells in the naive state."}, {"pubmed": 20066438, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20693422, "text": "In vitro blockade of the BTLA pathway augments allogeneic as well as cytomegalovirus-specific CD8-positive T cell proliferation, thereby enhancing the functional capacity of cytotoxic T lymphocytes in viral infections."}, {"pubmed": 21403914, "text": "590C single-nucleotide polymorphism of B- and T-lymphocyte attenuator was significantly associated with susceptibility to rheumatoid arthritis, but not to systemic lupus erythematosus or Sjogren's syndrome."}, {"pubmed": 21592997, "text": "BTLA expression on overall CD4(+) and CD8(+) T cells was progressively decreased in HIV-1 infection, which was directly correlated with disease progression and CD4(+) T-cell differentiation and activation"}, {"pubmed": 21920726, "text": "HVEM-BTLA cis complex provides intrinsic regulation in T cells serving as an interference mechanism silencing signals coming from the microenvironment."}, {"pubmed": 21959263, "text": "The results of a mutagenesis study of HVEM suggest that the CD160 binding region on HVEM was slightly different from, but overlapped with, the BTLA binding site."}, {"pubmed": 22179929, "text": "study described the expression and spatial distribution of HVEM and BTLA in rheumatoid arthritis synovial tissues, and results indicated that HVEM/BTLA may be involved in regulating the progress of joint inflammation"}, {"pubmed": 22205715, "text": "Added with PD-1 and Tim-3 blockades, BTLA blockade enhanced the expansion, proliferation, and cytokine production of NY-ESO-1-specific CD8(+) T cells."}, {"pubmed": 22459947, "text": "These findings support role for BTLA and/or HVEM as potential, novel diagnostic markers of innate immune response/status and as therapeutic targets of sepsis."}, {"pubmed": 22634623, "text": "BTLA-HVEM interactions impair minor histocompatibiility antigen-specific T cell functionality, providing a rationale for BTLA signaling blockade in post-stem cell transplantation."}, {"pubmed": 22691359, "text": "The expression of BTLA has been observed on the surface of several kinds of cells within synovial tissues of RA patients, which indicates this signal might be involved in the regulation of local T cell activation and the pathogenesis of RA."}, {"pubmed": 22903545, "text": "BTLA regulates human B cell responses and has implications for future development of therapies modulating B cells."}, {"pubmed": 23375291, "text": "BTLA and HVEM may have roles in graft rejection after kidney transplantation"}, {"pubmed": 23692853, "text": "BTLA is a coreceptor that negatively regulates human Vgamma9Vdelta2 T-cell proliferation and has a role in immune escape for lymphoma cells"}, {"pubmed": 24909289, "text": "Data indicate taht lung function and the expressions of B, T lymphocyte attenuator (BTLA) and Treg cells were lower in patients with rheumatism than those in normal controls."}, {"pubmed": 25261097, "text": "Focal deletions of the BTLA were associated with B-cell precursor acute lymphoblastic leukemia."}, {"pubmed": 25334051, "text": "high BTLA expression levels in gastric cancer, identified by IHC, are an independent biomarker for the poor prognosis of patients with gastric cancer."}, {"pubmed": 26137961, "text": "our study confirms that CD200/BTLA deletions are recurrent genetic lesions in the biology of BCP-ALL"}, {"pubmed": 26277622, "text": "BTLA expression declines on B cells of the aged and is associated with low responsiveness to the trivalent influenza vaccine."}, {"pubmed": 26841832, "text": "Study showed a decreased expression of BTLA in ocular Behcet's disease suggesting that it may be involved in the development and recurrence of this disease."}, {"pubmed": 27234378, "text": "results indicate that polymorphisms rs1982809 situated in 3' UTR nearby region of BTLA gene might be considered as low-penetrating risk factor for RCC, but results have to be confirmed in further studies"}, {"pubmed": 27412504, "text": "The impairment of Bregs and CD19+/BTLA+ cells could play an important pathogenic role in multiple sclerosis (MS)."}, {"pubmed": 27717503, "text": "this study shows that BTLA expression is likely associated with positive rather than conventional negative regulation of CD11c antigen-presenting cell stimulatory capacity"}, {"pubmed": 27743606, "text": "this study shows that in chronic hepatitis B virus patients, a subset of inefficient interferon-gamma producing antigen-specific CD8+ T cells recruited to the liver expressed high BTLA levels"}, {"pubmed": 27933341, "text": "rs1982809 BTLA gene polymorphism is associated with mRNA expression level and variations in the BTLA gene might be considered as potentially low-penetrating chronic lymphocytic leukemia risk factor"}, {"pubmed": 28056053, "text": "Plasma concentrations of soluble BTLA were increased early in sepsis/septic shock and correlated to severity of disease. A baseline concentration >21ng/mL was associated with a poor prognosis."}, {"pubmed": 28164546, "text": "The percentage of circulating BTLA+CD4+ lymphocytes was significantly higher in patients with severe community acquired pneumonia."}, {"pubmed": 28754817, "text": "Our data portrays BTLA as a molecule with the singular ability to provide both costimulatory and coinhibitory signals to activated CD8(+) T cells, resulting in extended survival, improved tumor control, and the development of a functional recall response."}, {"pubmed": 29061848, "text": "Data suggest that both HVEM and UL144 bind a common epitope of BTLA, whether engaged in trans or in cis; these studies were conducted in cell lines representing B-lymphocytes, T-lymphocytes, and natural killer cells. (HVEM = human herpes virus entry mediator; UL144 = membrane glycoprotein UL144 of Human herpesvirus 5; BTLA = human B- and T-lymphocyte attenuator)"}, {"pubmed": 29353075, "text": "data provide the first evidence that increased BTLA predicts poor prognosis in patients with diffuse large B-cell lymphoma (DLBCL), and blockade of BTLA with other checkpoints may potentially represent a new strategy for immunotherapy of DLBCL."}, {"pubmed": 29558758, "text": "The genetic variants of rs76844316 in BTLA influence the susceptibility to severe chronic hepatitis B and might play a protective role against the progression of chronic hepatitis B."}, {"pubmed": 30116751, "text": "our data suggested that the BTLA/HVEM pathway contributes to peripheral T cell suppression in hepatocellular carcinoma patients"}, {"pubmed": 30134817, "text": "Soluble BTLA is produced as a result of alternative RNA splicing. This isoform of BTLA has biological significance through changes in cellular proliferation and can predict the diagnosis of sepsis."}, {"pubmed": 30918139, "text": "the BTLA-TNFRSF14 immune modulation pathway seems to play a role in the pathobiology and prognosis of FL."}, {"pubmed": 30971546, "text": "The levels of BTLA expression were upregulated on CD4(+) and CD8(+) T cells of pulmonary tuberculosis patients and associated with disease progression."}, {"pubmed": 30984188, "text": "BTLA/HVEM Signaling: Milestones in Research and Role in Chronic Hepatitis B Virus Infection."}, {"pubmed": 31497018, "text": "HIV Infection Is Associated With Downregulation of BTLA Expression on Mycobacterium tuberculosis-Specific CD4 T Cells in Active Tuberculosis Disease."}, {"pubmed": 31514450, "text": "BTLA seems to be an important co-inhibitory molecule in the T-cell homeostasis of patients with systemic lupus erythematosus and crucial for disease activity."}, {"pubmed": 31594403, "text": "Single nucleotide polymorphism rs1982809 T to C mutation affects BTLA mRNA stability and the post-transcriptional regulation of the 3'-untranslated regions.The association of the BTLA rs1982809 polymorphism with severe post-traumatic sepsis and multiple organ failure."}, {"pubmed": 31774112, "text": "Investigation of BTLA tagging variants with risk of esophagogastric junction adenocarcinoma."}, {"pubmed": 32027253, "text": "expression of BTLA and its ligand HVEM, the proportion of T lymphocytes and the expression of BTLA on the surface of gammadelta T cells in patients with chronic myelomonocytic leukemia are reduced"}, {"pubmed": 32060969, "text": "Association between BTLA polymorphisms and susceptibility to esophageal squamous cell carcinoma in the Chinese population."}, {"pubmed": 32197584, "text": "A combination of the activation marker CD86 and the immune checkpoint marker B and T lymphocyte attenuator (BTLA) indicates a putative permissive activation state of B cell subtypes in healthy blood donors independent of age and sex."}, {"pubmed": 32432730, "text": "Overexpression of miR-32 inhibits the proliferation and metastasis of ovarian cancer cells by targeting BTLA."}, {"pubmed": 32437509, "text": "PD-1 and BTLA regulate T cell signaling differentially and only partially through SHP1 and SHP2."}, {"pubmed": 32705113, "text": "Distinct changes of in BTLA, ICOS, PD-1, and TIGIT expression on peripheral blood and decidual CD8+ T cells in women with unexplained recurrent spontaneous abortiondagger."}, {"pubmed": 32757486, "text": "Association of BTLA rs1982809 polymorphism with lung cancer risk in Tunisian population."}, {"pubmed": 32775467, "text": "Abnormal Expression of BTLA and CTLA-4 Immune Checkpoint Molecules in Chronic Lymphocytic Leukemia Patients."}, {"pubmed": 32795404, "text": "Redesigning HVEM Interface for Selective Binding to LIGHT, BTLA, and CD160."}, {"pubmed": 33238640, "text": "Fragments of gD Protein as Inhibitors of BTLA/HVEM Complex Formation-Design, Synthesis, and Cellular Studies."}, {"pubmed": 33348294, "text": "B and T lymphocyte attenuator regulates autophagy in mycobacterial infection via the AKT/mTOR signal pathway."}, {"pubmed": 33564688, "text": "Association of BTLA Polymorphisms with Susceptibility to Non-Small-Cell Lung Cancer in the Chinese Population."}, {"pubmed": 33890289, "text": "Serum levels of soluble B and T lymphocyte attenuator predict overall survival in patients undergoing immune checkpoint inhibitor therapy for solid malignancies."}, {"pubmed": 33906710, "text": "Expression of PD1 and BTLA on the CD8(+) T Cell and gammadeltaT Cell Subsets in Peripheral Blood of Non-Small Cell Lung Cancer Patients."}, {"pubmed": 33968071, "text": "BTLA Expression and Function Are Impaired on SLE B Cells."}, {"pubmed": 34831232, "text": "BTLA Expression in CLL: Epigenetic Regulation and Impact on CLL B Cell Proliferation and Ability to IL-4 Production."}, {"pubmed": 34899718, "text": "High BTLA Expression Likely Contributes to Contraction of the Regulatory T Cell Subset in Lupus Disease."}, {"pubmed": 35196150, "text": "Clinical Significance of BTLA and HVEM Expression on Circulating CD4(+) T and CD8(+) T Cells in Chronic Hepatitis B Virus Infection."}, {"pubmed": 35537322, "text": "The role of the BTLA-HVEM complex in the pathogenesis of autoimmune diseases."}, {"pubmed": 35945755, "text": "The correlation of BTLA rs1982809 polymorphism with cancer susceptibility: A meta-analysis of 8634 participators."}, {"pubmed": 35958579, "text": "Early detection of soluble CD27, BTLA, and TIM-3 predicts the development of nosocomial infection in pediatric burn patients."}, {"pubmed": 36081508, "text": "BTLA inhibition has a dominant role in the cis-complex of BTLA and HVEM."}, {"pubmed": 36552785, "text": "Tumor Cell-Intrinsic BTLA Receptor Inhibits the Proliferation of Tumor Cells via ERK1/2."}, {"pubmed": 36741370, "text": "The association of BTLA gene polymorphisms with non-small lung cancer risk in smokers and never-smokers."}, {"pubmed": 37041226, "text": "BTLA dysregulation correlates with poor outcome and diminished T cell-mediated antitumor responses in chronic lymphocytic leukemia."}, {"pubmed": 37655751, "text": "B- and T-lymphocyte attenuator could be a new player in accelerated atherosclerosis associated with chronic kidney disease."}, {"pubmed": 38418488, "text": "BTLA contributes to acute-on-chronic liver failure infection and mortality through CD4[+] T-cell exhaustion."}, {"pubmed": 38928307, "text": "The Immune Checkpoint BTLA in Oral Cancer: Expression Analysis and Its Correlation to Other Immune Modulators."}], "genomic_pos": {"chr": "3", "end": 112499472, "ensemblgene": "ENSG00000186265", "start": 112463966, "strand": -1}, "genomic_pos_hg19": {"chr": "3", "end": 112218408, "start": 112182815, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002768", "qualifier": "involved_in", "term": "immune response-regulating cell surface receptor signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 27152329, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0038023", "qualifier": "enables", "term": "signaling receptor activity"}]}, "homologene": {"genes": [[8364, 101732729], [9544, 708202], [9598, 460584], [9606, 151888], [9615, 487975], [9913, 531767], [10090, 208154], [10116, 407756]], "id": 52233}, "interpro": [{"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin", "id": "IPR013151", "short_desc": "Immunoglobulin"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "B- and T-lymphocyte attenuator", "id": "IPR039257", "short_desc": "BTLA"}], "ipi": ["IPI00376243", "IPI00654867"], "map_location": "3q13.2", "name": "B and T lymphocyte associated", "other_names": ["B- and T-lymphocyte attenuator", "B- and T-lymphocyte-associated protein"], "pantherdb": {"HGNC": "21087", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2658978", "ortholog_type": "LDO", "panther_family": "PTHR37996", "taxid": 10090, "uniprot_kb": "Q7TSA3"}, {"RGD": "1303280", "ortholog_type": "LDO", "panther_family": "PTHR37996", "taxid": 10116, "uniprot_kb": "Q6PNM1"}, {"Ensembl": "ENSDARG00000105033", "ortholog_type": "LDO", "panther_family": "PTHR37996", "taxid": 7955, "uniprot_kb": "A0A0G2KKC1"}, {"ZFIN": "ZDB-GENE-060503-120", "ortholog_type": "O", "panther_family": "PTHR37996", "taxid": 7955, "uniprot_kb": "A0A0R4IDT4"}], "uniprot_kb": "Q7Z6A9"}, "pathway": {"netpath": {"id": "Pathway_BCR", "name": "BCR"}, "reactome": [{"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-388841", "name": "Costimulation by the CD28 family"}, {"id": "R-HSA-388841", "name": "Costimulation by the CD28 family"}], "wikipathways": {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}}, "pdb": ["2AW2", "6NYP", "8F60", "8F6L", "8F6O"], "pfam": "PF00047", "pharmgkb": "PA134968341", "pharos": {"target_id": 13870, "tdl": "Tbio"}, "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF174721", "relationship": "is"}, {"id": "GNF185627", "relationship": "is"}, {"id": "GNF196533", "relationship": "is"}, {"id": "GNF207439", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF277482", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105549", "relationship": "is"}, {"id": "GNF145195", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1"], "protein": ["NP_001078826.1", "NP_861445.4", "XP_011510749.1", "XP_016861237.1", "XP_047303452.1", "XP_054201326.1", "XP_054201327.1", "XP_054201328.1", "XP_054201329.1"], "rna": ["NM_001085357.2", "NM_181780.4", "XM_011512447.4", "XM_017005748.3", "XM_047447496.1", "XM_054345351.1", "XM_054345352.1", "XM_054345353.1", "XM_054345354.1"], "translation": [{"protein": "XP_016861237.1", "rna": "XM_017005748.3"}, {"protein": "NP_861445.4", "rna": "NM_181780.4"}, {"protein": "XP_054201328.1", "rna": "XM_054345353.1"}, {"protein": "NP_001078826.1", "rna": "NM_001085357.2"}, {"protein": "XP_054201329.1", "rna": "XM_054345354.1"}, {"protein": "XP_054201327.1", "rna": "XM_054345352.1"}, {"protein": "XP_011510749.1", "rna": "XM_011512447.4"}, {"protein": "XP_054201326.1", "rna": "XM_054345351.1"}, {"protein": "XP_047303452.1", "rna": "XM_047447496.1"}]}, "reporter": {"HG-U133_Plus_2": "236226_at", "HTA-2_0": "TC03001649.hg.1", "HuEx-1_0": "2688717", "HuGene-1_1": "8089519", "HuGene-2_1": "16957363"}, "summary": "This gene encodes a member of the immunoglobulin superfamily. The encoded protein contains a single immunoglobulin (Ig) domain and is a receptor that relays inhibitory signals to suppress the immune response. Alternative splicing results in multiple transcript variants. Polymorphisms in this gene have been associated with an increased risk of rheumatoid arthritis. [provided by RefSeq, Aug 2011].", "symbol": "BTLA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1427306"}, "unigene": "Hs.445162", "uniprot": {"Swiss-Prot": "Q7Z6A9"}, "wikipedia": {"url_stub": "BTLA"}}