{"AllianceGenome": "1241", "HGNC": "1241", "MIM": "120550", "_id": "712", "_version": 1, "accession": {"genomic": ["AL158086.32", "AY789471.1", "CH471134.1", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_007282.1"], "protein": ["AAD32626.1", "AAG44663.1", "AAH30153.1", "AAH71986.1", "AAV40828.1", "BAG34919.1", "EAW95014.1", "EAW95015.1", "NP_001334394.1", "NP_001334395.1", "NP_057075.1", "P02745.2"], "rna": ["AA985480.1", "AF135157.1", "AF260332.1", "AK311980.1", "BC030153.2", "BC071986.1", "BG548439.1", "BI837739.1", "BM920911.1", "BX369252.2", "DT215188.1", "NM_001347465.2", "NM_001347466.2", "NM_015991.4"], "translation": [{"protein": "NP_001334394.1", "rna": "NM_001347465.2"}, {"protein": "NP_001334395.1", "rna": "NM_001347466.2"}, {"protein": "AAD32626.1", "rna": "AF135157.1"}, {"protein": "AAH30153.1", "rna": "BC030153.2"}, {"protein": "NP_057075.1", "rna": "NM_015991.4"}, {"protein": "AAG44663.1", "rna": "AF260332.1"}, {"protein": "AAH71986.1", "rna": "BC071986.1"}, {"protein": "BAG34919.1", "rna": "AK311980.1"}]}, "alias": "C1QD1", "ensembl": {"gene": "ENSG00000173372", "protein": ["ENSP00000363773", "ENSP00000385564", "ENSP00000416841", "ENSP00000512131", "ENSP00000512132", "ENSP00000512133", "ENSP00000512134", "ENSP00000512135", "ENSP00000512136", "ENSP00000512137", "ENSP00000512138", "ENSP00000512139"], "transcript": ["ENST00000374642", "ENST00000402322", "ENST00000438241", "ENST00000695738", "ENST00000695739", "ENST00000695740", "ENST00000695741", "ENST00000695742", "ENST00000695743", "ENST00000695744", "ENST00000695745", "ENST00000695746"], "translation": [{"protein": "ENSP00000512131", "rna": "ENST00000695738"}, {"protein": "ENSP00000512132", "rna": "ENST00000695739"}, {"protein": "ENSP00000512133", "rna": "ENST00000695740"}, {"protein": "ENSP00000512134", "rna": "ENST00000695741"}, {"protein": "ENSP00000512135", "rna": "ENST00000695742"}, {"protein": "ENSP00000512136", "rna": "ENST00000695743"}, {"protein": "ENSP00000512137", "rna": "ENST00000695744"}, {"protein": "ENSP00000512138", "rna": "ENST00000695745"}, {"protein": "ENSP00000512139", "rna": "ENST00000695746"}, {"protein": "ENSP00000363773", "rna": "ENST00000374642"}, {"protein": "ENSP00000385564", "rna": "ENST00000402322"}, {"protein": "ENSP00000416841", "rna": "ENST00000438241"}], "type_of_gene": "protein_coding"}, "entrezgene": "712", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.88514187346, "exp_mis": 100.683957581, "exp_syn": 46.5290199033, "lof_z": 1.46669591029652, "mis_z": 1.59320437324275, "mu_lof": 5.70316320019e-07, "mu_mis": 9.21065662148e-06, "mu_syn": 4.20167833774e-06, "n_lof": 3.0, "n_mis": 68.0, "n_syn": 41.0, "p_li": 0.0497899792321254, "p_null": 0.0911331530691537, "p_rec": 0.859076867698721, "syn_z": 0.502499556301579}, "bp": 738, "cds_end": 22965900, "cds_start": 22964109, "n_exons": 2, "nonpsych": {"exp_lof": 6.19410588024, "exp_mis": 91.0910882289, "exp_syn": 42.075649842, "lof_z": 1.26041033377412, "mis_z": 1.37884654437287, "mu_lof": 5.70316320019e-07, "mu_mis": 9.21065662148e-06, "mu_syn": 4.20167833774e-06, "n_lof": 3.0, "n_mis": 65.0, "n_syn": 37.0, "p_li": 0.0425213797855659, "p_null": 0.127990406055531, "p_rec": 0.829488214158903, "syn_z": 0.492651420743754}, "nontcga": {"exp_lof": 6.33066468886, "exp_mis": 92.62558172, "exp_syn": 42.8030430039, "lof_z": 1.30583246795896, "mis_z": 1.43006496495402, "mu_lof": 5.70316320019e-07, "mu_mis": 9.21065662148e-06, "mu_syn": 4.20167833774e-06, "n_lof": 3.0, "n_mis": 65.0, "n_syn": 37.0, "p_li": 0.0414537192913269, "p_null": 0.113628001455533, "p_rec": 0.84491827925314, "syn_z": 0.561617412003483}, "transcript": "ENST00000374642.3"}, "exons": [{"cdsend": 22639407, "cdsstart": 22637616, "chr": "1", "position": [[22636627, 22636702], [22637589, 22637779], [22638832, 22639678]], "strand": 1, "transcript": "NM_001347465", "txend": 22639678, "txstart": 22636627}, {"cdsend": 22639407, "cdsstart": 22637616, "chr": "1", "position": [[22636761, 22636860], [22637609, 22637779], [22638832, 22639682]], "strand": 1, "transcript": "NM_001347466", "txend": 22639682, "txstart": 22636761}, {"cdsend": 22639407, "cdsstart": 22637616, "chr": "1", "position": [[22636627, 22636702], [22637609, 22637779], [22638832, 22639678]], "strand": 1, "transcript": "NM_015991", "txend": 22639678, "txstart": 22636627}], "exons_hg19": [{"cdsend": 22965900, "cdsstart": 22964109, "chr": "1", "position": [[22963120, 22963195], [22964082, 22964272], [22965325, 22966171]], "strand": 1, "transcript": "NM_001347465", "txend": 22966171, "txstart": 22963120}, {"cdsend": 22965900, "cdsstart": 22964109, "chr": "1", "position": [[22963254, 22963353], [22964102, 22964272], [22965325, 22966175]], "strand": 1, "transcript": "NM_001347466", "txend": 22966175, "txstart": 22963254}, {"cdsend": 22965900, "cdsstart": 22964109, "chr": "1", "position": [[22963120, 22963195], [22964102, 22964272], [22965325, 22966171]], "strand": 1, "transcript": "NM_015991", "txend": 22966171, "txstart": 22963120}], "generif": [{"pubmed": 12630757, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12630757, "text": "We report an association between subacute cutaneous lupus erythematosus (SCLE) and a new single nucleotide polymorphism (SNP) in the C1QA gene. We also describe an association between this SNP and lower levels of serum C1q."}, {"pubmed": 12645945, "text": "Experiments with recombinant globular head domains of human C1q A, B, and C chains indicated that C1q interacts with PTX3 via its globular head region. Binding of C1q to immobilized PTX3 induced activation of the classical complement pathway."}, {"pubmed": 12847249, "text": "The C-terminal globular region of the C1Q A chain may have evolved as a functionally specialized domain or module with distinct binding properties which together with the B and C chains confers versatility and flexibility to the whole C1q molecule."}, {"pubmed": 12960167, "text": "The structure refined to 1.9 A of resolution of C1q reveals the conformation of subunits A, B, and C and their compact, almost spherical heterotrimeric assembly held together mainly by non-polar interactions, with a Ca2+ ion bound at the top."}, {"pubmed": 15034050, "text": "Complementary interacting sites on the C1q globular domain have been precisely defined.  Characterization of point mutants suggests a complementary role for Arg162 of the C1q A chain in the C1q-IgG interaction."}, {"pubmed": 15878871, "text": "analysis of C-reactive protein binding to FcgammaRI, FcgammaRIIa, and C1q"}, {"pubmed": 16046396, "text": "fibromodulin activates the classical pathway of complement by directly binding C1q"}, {"pubmed": 16465510, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16465510, "text": "These results suggest there could be an association of a single nucleotide polymorphism at position 276 of the C1qA component of complement with breast cancer metastasis to sites linked to hematogenous spread of disease."}, {"pubmed": 16566583, "text": "results suggest that charged residues belonging to the apex of the gC1q heterotrimer (with participation of all three chains) as well as the side of the ghB are crucial for C1q binding to ligands, IgG1, C-reactive protein, and pentraxin 3"}, {"pubmed": 17929239, "text": "Betulin disulphate (B2S) and 9,9-bis(4'-hydroxyphenyl)fluorene disulphate (F2S) inhibit the interaction of C1q and its recombinant globular modules with target molecules IgG1, C-reactive protein (CRP) and long pentraxin 3 (PTX3)."}, {"pubmed": 18054386, "text": "The dominant types of C1q complexes that circulate in vivo are C1q-C3d and C1q-C4d complexes."}, {"pubmed": 18174230, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18406463, "text": "various conformational isoforms (native, amyloid fibrils, and beta-oligomers) of recombinant human PrP (90-231 and 121-231) bind C1q and activate complement."}, {"pubmed": 18504288, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18505047, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18927313, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18927313, "text": "polymorphism in the complement component C1qA correlates with prolonged response following rituximab therapy of follicular lymphoma."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19440201, "text": "The C1QA gene is associated with subphenotypes of lupus in the African-American and Hispanic subjects."}, {"pubmed": 19484134, "text": "Downregulation of C1q enhances prostate hyperplasia and cancerous formation due to failure of WOX1 activation"}, {"pubmed": 19493541, "text": "C1QA (rs172378)correlates with earlier age of onset in TTR Val30Met familial amyloidotic polyneuropathy."}, {"pubmed": 19493541, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19656971, "text": "M1 blocked the interaction between C1qA and heat-aggregated IgG in vitro and inhibited haemolysis."}, {"pubmed": 19896716, "text": "These findings suggest coat protein inhibits C1 and MBL activation via a novel mechanism of interference with the normal interaction of the recognition molecule with its cognate serine proteases."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20008834, "text": "Analysis of human C1q by combined bottom-up and top-down mass spectrometry."}, {"pubmed": 20139276, "text": "Data show that C1q, C4, C3, and C9 bind to thrombin receptor-activating peptide-activated platelets in lepirudin-anticoagulated platelet-rich plasma (PRP) and whole blood."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20332777, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20332777, "text": "rs172378 is linked to a regulatory element affecting gene expression and that allelic preferential expression is altered in tumour samples, but do not support an association between genetic variation in C1QA and breast cancer survival."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20496011, "text": "reduced levels of the expression of C1q by dendritic cells and macrophages in the esophagus may play a role in the formation of immune responses associated with the formation of specialized intestinal metaplasia and the development of adenocarcinoma."}, {"pubmed": 20528885, "text": "In a large family-based association study of C1Q gene cluster polymorphisms no evidence for a genetic role of C1Q locus SNP in systemic lupus erythematosus risk predisposition was obtained in patients of European ancestry."}, {"pubmed": 20528885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20560256, "text": "A 29-month-old boy presented with facial rash and history of early death of a sibling with infections, was found to have a selective deficiency of C1q with a homozygous point mutation in the C1qA gene cahin."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21134100, "text": "Results suggest a novel mechanism for pathogen entry into host cells as well as a new function for C1q- alpha2beta1 integrin interactions."}, {"pubmed": 21159384, "text": "The presence of anti-globular head fragment in both healthy and diseased humans also implies that these antibodies, unlike anti-collagen-like region, may have a contribution to an onset of autoimmunity."}, {"pubmed": 21256764, "text": "Data show that the C1q binding assay could discriminate between different levels of aggregates where ACA had reached a plateau."}, {"pubmed": 21343881, "text": "we present evidence suggesting that microglia are capable of phagocytosing and clearing cellular debris of degenerating neurons from the substantia nigra pars compacta through a C1q-mediated pathway"}, {"pubmed": 21429584, "text": "C1q may induce tolerogenic properties in developing dendritic cells."}, {"pubmed": 21862594, "text": "analysis of the molecular mechanisms for synchronized transcription of three complement C1q subunit genes (A, B and C) in dendritic cells and macrophages"}, {"pubmed": 21951915, "text": "There was no association between C1QA rs292001 genetic variants and schizophrenia when compared to healthy subjects."}, {"pubmed": 21968398, "text": "A genetic association of the TRAF1/C5, C1q, and eNOS gene polymorphism, but not of STAT4 and PTPN22, was found to confer a degree of risk for systemic lupus erythematosus in the Turkish population."}, {"pubmed": 22236909, "text": "The C1qA SNPs, rs172378 and rs665691, confer no genetic predisposition to systemic lupus erythematosus in a Chinese Han population"}, {"pubmed": 22260551, "text": "C1qA can counteract the function of the C1q receptor gC1qR in RIG-I-mediated signalling"}, {"pubmed": 22356764, "text": "This study demonstrated that rHmC1q-dependent chemotaxis might be driven via a HmC1q-binding protein located on the microglial cell surfac."}, {"pubmed": 22472776, "text": "identification of a new mutation in C1qA that disrupts the start codon (ATG to AGG (Met1Arg)) expands the knowledge and importance of the C1q gene in the pathogenesis of lupus, especially in the high-risk African-American population"}, {"pubmed": 22700724, "text": "C1q/gC1qR may regulate dendritic cells differentiation and function through the DC-SIGN-mediated induction of cell-signaling pathways."}, {"pubmed": 22740328, "text": "We identified a major linear epitope of C1q that is the target of anti-C1q in systemic lupus erythematosis."}, {"pubmed": 22879587, "text": "Annexin A2 and A5 serve as new ligands for C1q on apoptotic cells"}, {"pubmed": 23086952, "text": "The ability of C1q to sense both human and bacterial GAPDHs sheds new insights on the role of this important defense collagen molecule in modulating the immune response."}, {"pubmed": 23607884, "text": "Single nucleotide polymorphisms in and around the C1q genes, C1qA, C1qB and C1qC, correlated with C1q serum levels and may be a risk for the development of rheumatoid arthritis."}, {"pubmed": 23650384, "text": "Analysis of its interaction properties by surface plasmon resonance shows that rC1q retains the ability of serum C1q to associate with the C1s-C1r-C1r-C1s tetramer, to recognize physiological C1q ligands such as IgG and pentraxin 3"}, {"pubmed": 23720782, "text": "Data indicate that Cna binds to C1q."}, {"pubmed": 23991234, "text": "Most likely, C1q bridges calreticulin on the parasite surface with its receptor orthologue on human placental cells, thus facilitating the first encounter between the parasite and the fetal derived placental tissue."}, {"pubmed": 24053688, "text": "Data indicate that complement C1q (C1q) deposition in kidney was comparable between patients with and without serum anti-C1q antibodies."}, {"pubmed": 24331529, "text": "mutations are associated with development of lupus"}, {"pubmed": 24395916, "text": "Both CERT isoforms, when immobilized, were found to bind the globular head region of C1q and to initiate the classical complement pathway. C1q binds endogenous CERTL on the surface of apoptotic cells."}, {"pubmed": 24557008, "text": "interaction with calreticulin controls the phagocyte inflammatory status"}, {"pubmed": 24591625, "text": "C1q was found to induce permeability of the endothelial cell monolayer, to stimulate EC proliferation and migration, and to promote tube formation and sprouting of new vessels in a rat aortic ring assay."}, {"pubmed": 24647646, "text": "C1q expression correlates with active disease in human tuberculosis."}, {"pubmed": 24739385, "text": "PepO facilitates C1q-mediated bacterial adherence, whereas its localized release consumes complement as a result of its activation following binding of C1q, thus representing an additional mechanism of human complement escape by this versatile pathogen."}, {"pubmed": 24747831, "text": "A newly characterized leech calreticulin (HmCalR) has been shown to interact with C1q and participate to the HmC1q-dependent microglia accumulation."}, {"pubmed": 25184227, "text": "Our findings showed that Brugia malayi Calreticulin (BmCRT) is responsible for the prevention of classical complement pathway activation via its interaction with the first component C1q of the human host"}, {"pubmed": 25487697, "text": "This study reveled that C1QA having a central role in the bipolar disease and schizophrenia manifestation."}, {"pubmed": 25491308, "text": "Elevation in serum C1q levels are associated with sarcopenia."}, {"pubmed": 25817358, "text": "no significant association found to either rs15940 (C1QA) or rs172378 (C1QC) when analysed in just Parkinson disease cases , just controls or combined"}, {"pubmed": 26095468, "text": "The A allele and AA genotype of C1q rs292001 can be considered a susceptibility risk factor and the GG genotype could be considered protective for juvenile systemic lupus erythematosus and lupus nephritis in the studied cohort of Egyptian children."}, {"pubmed": 26563161, "text": "decreased levels result in predominant skin manifestations in children"}, {"pubmed": 26829984, "text": "anti-C1q induced a proinflammatory phenotype in human monocyte-derived macrophages reversing the effects of immobilized C1q alone"}, {"pubmed": 26831747, "text": "These findings support a role for locally synthesized C1q in promoting tumor growth."}, {"pubmed": 27085202, "text": "Cerebrospinal fluid (CSF) soluble complement receptor 2 (sCR2) levels correlated significantly both with CSF complements C3 and C1q as well as to a disease severity measure."}, {"pubmed": 27573737, "text": "analysis of molecular signaling and inflammatory responses during ingestion of atherogenic lipoproteins modulated by complement protein C1q"}, {"pubmed": 27630215, "text": "Anti-C1q-induced C1q secretion might be an important immune-modulatory factor in systemic lupus erythematosus."}, {"pubmed": 27687635, "text": "these data show that C1q is involved in the process of embryo implantation contributing to the remodeling of spiral arteries"}, {"pubmed": 27698012, "text": "this studies show binding of VWF to C1q and thus a direct interaction between starter molecules of hemostasis and the classical pathway of complement"}, {"pubmed": 27731323, "text": "this study shows that regulatory dendritic cells can mediate a potent direct anti-inflammatory activity via the expression and/or secretion of molecules such as C1q, independently of their capacity to expand the pool of regulatory T cells"}, {"pubmed": 28225862, "text": "We, for the first time, identified the associations between C1q gene SNPs and autoimmune thyroid diseases, and our findings suggested that five common SNPs in C1q gene were not associated with autoimmune thyroid diseases susceptibility in Chinese Han population"}, {"pubmed": 28325905, "text": "These findings demonstrate that C1q and it's globular region interact with CD33 to activate its inhibitory motifs, while the collagen-like region does not. Whole C1q is required to crosslink CD33 and LAIR-1 and concurrently activate CD33/LAIR-1 inhibitory motifs."}, {"pubmed": 28601358, "text": "Studies indicate that complement C1q (C1q) is a multifunctional homeostatic regulator in the central nervous system (CNS)."}, {"pubmed": 28687659, "text": "exposure of neural stem cells to neutrophil-synthesized concentrations of C1q and C3a promoted astrogliogenesis and cell migration"}, {"pubmed": 29559654, "text": "this study shows that C1q stimulates the progression of hepatocellular tumor through the activation of discoidin domain receptor 1"}, {"pubmed": 30405622, "text": "this study shows that C1q is a serum biomarker for diagnosis of active tuberculosis"}, {"pubmed": 30427941, "text": "Detection of complement binding activity using both C1q and C3d assays can be a further prognostic marker for predicting antibody mediated rejection and allograft outcome in donor-specific HLA antibodies kidney transplant patients."}, {"pubmed": 30628497, "text": "Low complement C1q expression is associated with tumor burden and immunodeficiency in multiple myeloma."}, {"pubmed": 30926239, "text": "Capsid-deposited C4b neutralizes infection by human adenovirus independent of C2 and C3 but requires C1q antibody engagement. C4b inhibits capsid disassembly, preventing endosomal escape and cytosolic access."}, {"pubmed": 31019999, "text": "Two variants for C1QA gene, GA genotype of rs201693493 (P < 0.001) and CT genotype of rs149050968 (P < 0.001), were significantly associated with later age-at-onset"}, {"pubmed": 31028070, "text": "This study demonstrated C1q levels were elevated in Polymyositis/Dermatomyositis patients with higher Erythrocyte Sedimentation Rate and revealed significant positive correlation."}, {"pubmed": 31112138, "text": "Cigarette smoke-induced reduction of C1q promotes emphysema."}, {"pubmed": 31164356, "text": "Tumor Cells Hijack Macrophage-Produced Complement C1q to Promote Tumor Growth."}, {"pubmed": 31315998, "text": "Employing a range of biochemical approaches, the authors showed (i) a direct association of C1q to Chandipura virus, (ii) deposition of complement proteins C3b, C4b, and C1q on Chandipura virus, and (iii) virus aggregation."}, {"pubmed": 31541546, "text": "Serum levels of C1q, Bb, and H should be studied further as potential diagnostic markers for severe pre-eclampsia."}, {"pubmed": 32139604, "text": "High Complement C1q expression is associated with hepatocarcinogenesis."}, {"pubmed": 32556499, "text": "A regulatory variant in the C1Q gene cluster is associated with tuberculosis susceptibility and C1qA plasma levels in a South African population."}, {"pubmed": 32869492, "text": "Headless C1q: a new molecular tool to decipher its collagen-like functions."}, {"pubmed": 33069087, "text": "Association of Serum Complement C1q Concentration with Severity of Neurological Impairment and Infarct size in Patients with Acute Ischemic Stroke."}, {"pubmed": 33131194, "text": "C1q-binding DSA and allograft outcomes in pediatric kidney transplant recipients."}, {"pubmed": 33133060, "text": "Increased Macrophages and C1qA, C3, C4 Transcripts in the Midbrain of People With Schizophrenia."}, {"pubmed": 33182045, "text": "Clinical and prognostic significance of C1q deposition in IgAN patients-a retrospective study."}, {"pubmed": 33847928, "text": "Quantification of Complement Proteins with Special Reference to C1q: Multiplex Versus ELISA Versus Rocket Immunoelectrophoresis Versus Nephelometry."}, {"pubmed": 34077925, "text": "Complement in Renal Disease as a Potential Contributor to Arterial Hypertension."}, {"pubmed": 34155115, "text": "C1q binding to surface-bound IgG is stabilized by C1r2s2 proteases."}, {"pubmed": 34320915, "text": "Neuroinflammation and psychiatric disorders: Relevance of C1q, translocator protein (18 kDa) (TSPO), and neurosteroids."}, {"pubmed": 34602056, "text": "The collagen structure of C1q induces wound healing by engaging discoidin domain receptor 2."}, {"pubmed": 34932275, "text": "Activation of complement C1q and C3 in glomeruli might accelerate the progression of diabetic nephropathy: Evidence from transcriptomic data and renal histopathology."}, {"pubmed": 35733178, "text": "Potential biomarkers of spinal dural arteriovenous fistula: C4BPA and C1QA."}, {"pubmed": 35948870, "text": "Serum complement C1q level is associated with left ventricular hypertrophy induced by coarctation of the aorta: A retrospective observational study."}, {"pubmed": 35992747, "text": "Complement-Binding Donor-Specific Anti-HLA Antibodies: Biomarker for Immunologic Risk Stratification in Pediatric Kidney Transplantation Recipients."}, {"pubmed": 36443341, "text": "C1QA, C1QB, and GZMB are novel prognostic biomarkers of skin cutaneous melanoma relating tumor microenvironment."}, {"pubmed": 36705413, "text": "Complement component C1q initiates extrinsic coagulation via the receptor for the globular head of C1q in adventitial fibroblasts and vascular smooth muscle cells."}, {"pubmed": 36716536, "text": "Gene polymorphisms within regions of complement component C1q in HIV associated preeclampsia."}, {"pubmed": 37235963, "text": "Roles of mesangial C3 and C1q deposition in the clinical manifestations and prognosis of IgAN."}, {"pubmed": 37334363, "text": "Complement protein C1q stimulates hyaluronic acid degradation via gC1qR/HABP1/p32 in malignant pleural mesothelioma."}, {"pubmed": 37376569, "text": "Complement Activation-Independent Attenuation of SARS-CoV-2 Infection by C1q and C4b-Binding Protein."}, {"pubmed": 37550830, "text": "Association between serum complement 1q and the associated factors of acute ischemic stroke in patients with type 2 diabetes."}, {"pubmed": 38155969, "text": "Complement C1q and von Willebrand factor interaction in atherosclerosis of human carotid artery."}, {"pubmed": 38179058, "text": "An integrative analysis of single-cell and bulk transcriptome and bidirectional mendelian randomization analysis identified C1Q as a novel stimulated risk gene for Atherosclerosis."}], "genomic_pos": {"chr": "1", "end": 22639678, "ensemblgene": "ENSG00000173372", "start": 22635077, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 22966101, "start": 22962999, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001774", "qualifier": "involved_in", "term": "microglial cell activation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006956", "pubmed": 9461517, "qualifier": "involved_in", "term": "complement activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006958", "pubmed": 29449492, "qualifier": "involved_in", "term": "complement activation, classical pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006958", "pubmed": 11527969, "qualifier": "involved_in", "term": "complement activation, classical pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 9461517, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016322", "qualifier": "involved_in", "term": "neuron remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048143", "qualifier": "involved_in", "term": "astrocyte activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050808", "qualifier": "involved_in", "term": "synapse organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0098883", "qualifier": "involved_in", "term": "synapse pruning"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0150062", "qualifier": "involved_in", "term": "complement-mediated synapse pruning"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0150064", "qualifier": "involved_in", "term": "vertebrate eye-specific patterning"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 18250442, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 28104818, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005581", "qualifier": "part_of", "term": "collagen trimer"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005602", "pubmed": 28104818, "qualifier": "part_of", "term": "complement component C1 complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28675934, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0062167", "pubmed": 29449492, "qualifier": "part_of", "term": "complement component C1q complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0098794", "qualifier": "located_in", "term": "postsynapse"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0001540", "pubmed": 15269255, "qualifier": "enables", "term": "amyloid-beta binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7240, 12960167, 21054788, 21988832, 28018340, 28325905, 32296183, 34804054], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 553548], [9031, 419504], [9544, 708477], [9598, 749231], [9606, 712], [9615, 478194], [9913, 534961], [10090, 12259], [10116, 298566]], "id": 7249}, "interpro": [{"desc": "C1q domain", "id": "IPR001073", "short_desc": "C1q_dom"}, {"desc": "Collagen triple helix repeat", "id": "IPR008160", "short_desc": "Collagen"}, {"desc": "Tumour necrosis factor-like domain superfamily", "id": "IPR008983", "short_desc": "Tumour_necrosis_fac-like_dom"}], "ipi": "IPI00022392", "map_location": "1p36.12", "name": "complement C1q A chain", "other_names": ["complement C1q chain A", "complement C1q subcomponent subunit A", "complement component 1, q subcomponent, A chain", "complement component 1, q subcomponent, alpha polypeptide", "complement component C1q, A chain"], "pantherdb": {"HGNC": "1241", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88223", "ortholog_type": "LDO", "panther_family": "PTHR15427", "taxid": 10090, "uniprot_kb": "P98086"}, {"RGD": "1306716", "ortholog_type": "LDO", "panther_family": "PTHR15427", "taxid": 10116, "uniprot_kb": "P31720"}, {"Ensembl": "ENSGALG00000021569", "ortholog_type": "LDO", "panther_family": "PTHR15427", "taxid": 9031, "uniprot_kb": "E1BSP0"}, {"ZFIN": "ZDB-GENE-050522-86", "ortholog_type": "LDO", "panther_family": "PTHR15427", "taxid": 7955, "uniprot_kb": "F1QFM5"}], "uniprot_kb": "P02745"}, "pathway": {"biocarta": {"id": "classicpathway", "name": "classical complement pathway"}, "kegg": [{"id": "hsa04610", "name": "Complement and coagulation cascades - Homo sapiens (human)"}, {"id": "hsa05020", "name": "Prion disease - Homo sapiens (human)"}, {"id": "hsa05133", "name": "Pertussis - Homo sapiens (human)"}, {"id": "hsa05142", "name": "Chagas disease - Homo sapiens (human)"}, {"id": "hsa05150", "name": "Staphylococcus aureus infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}, {"id": "hsa05322", "name": "Systemic lupus erythematosus - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-166658", "name": "Complement cascade"}, {"id": "R-HSA-166663", "name": "Initial triggering of complement"}, {"id": "R-HSA-166786", "name": "Creation of C4 and C2 activators"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-173623", "name": "Classical antibody-mediated complement activation"}, {"id": "R-HSA-977606", "name": "Regulation of Complement cascade"}], "wikipathways": [{"id": "WP2328", "name": "Allograft Rejection"}, {"id": "WP3937", "name": "Microglia Pathogen Phagocytosis Pathway"}, {"id": "WP3941", "name": "Oxidative Damage"}, {"id": "WP545", "name": "Complement Activation"}, {"id": "WP558", "name": "Complement and Coagulation Cascades"}]}, "pdb": ["1PK6", "2JG8", "2JG9", "2WNU", "2WNV", "5HKJ", "5HZF", "6FCZ", "6Z6V"], "pfam": ["PF00386", "PF01391"], "pharmgkb": "PA25622", "pharos": {"target_id": 6191, "tdl": "Tbio"}, "pir": "S14350", "prosite": "PS50871", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF327602", "relationship": "is"}, {"id": "GNF327603", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167362", "relationship": "is"}, {"id": "GNF178268", "relationship": "is"}, {"id": "GNF189174", "relationship": "is"}, {"id": "GNF200080", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047628", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF001567", "relationship": "is"}, {"id": "GNF001568", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330317", "relationship": "is"}, {"id": "GNF334124", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335494", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095872", "relationship": "is"}, {"id": "GNF135528", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_007282.1"], "protein": ["NP_001334394.1", "NP_001334395.1", "NP_057075.1"], "rna": ["NM_001347465.2", "NM_001347466.2", "NM_015991.4"], "translation": [{"protein": "NP_001334394.1", "rna": "NM_001347465.2"}, {"protein": "NP_001334395.1", "rna": "NM_001347466.2"}, {"protein": "NP_057075.1", "rna": "NM_015991.4"}]}, "reporter": {"HG-U133_Plus_2": "218232_at", "HG-U95B": "46713_at", "HTA-2_0": "TC01000285.hg.1", "HuEx-1_0": "2324856", "HuGene-1_1": "7898793", "HuGene-2_1": "16660575"}, "retired": 51089, "summary": "This gene encodes the A-chain polypeptide of serum complement subcomponent C1q, which associates with C1r and C1s to yield the first component of the serum complement system. C1q deficiency is associated with lupus erythematosus and glomerulonephritis. C1q is composed of 18 polypeptide chains which include 6 A-chains, 6 B-chains, and 6 C-chains. Each chain contains an N-terminal collagen-like region and a C-terminal C1q globular domain. Alternate splicing results in multiple transcript variants. [provided by RefSeq, Nov 2016].", "symbol": "C1QA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412931"}, "unigene": "Hs.632379", "uniprot": {"Swiss-Prot": "P02745", "TrEMBL": ["A0A8Q3SI63", "A0A024RAG6", "A0A8Q3SI08", "A0A8Q3SI02", "A0A8Q3SI59", "A0A8Q3SI41"]}, "wikipedia": {"url_stub": "C1QA"}}