{"AllianceGenome": "1243", "HGNC": "1243", "MIM": "601269", "_id": "708", "_version": 1, "accession": {"genomic": ["AC004148.1", "AF338439.1", "CH471108.2", "CP068261.2", "DQ372108.1", "NC_000017.11", "NC_060941.1"], "protein": ["AAA16315.1", "AAF78763.1", "AAH00435.1", "AAH13731.1", "AAK26580.1", "AAV38701.1", "AAV38702.1", "ABC79624.1", "BAF84205.1", "CAA53512.1", "CAB95947.1", "EAW90335.1", "EAW90336.1", "EAW90337.1", "NP_001203.1", "Q07021.1"], "rna": ["AF275902.1", "AJ297362.1", "AK291516.1", "BC000435.2", "BC013731.1", "BT019898.1", "BT019899.1", "L04636.1", "NM_001212.4", "X75913.1"], "translation": [{"protein": "NP_001203.1", "rna": "NM_001212.4"}, {"protein": "BAF84205.1", "rna": "AK291516.1"}, {"protein": "AAV38702.1", "rna": "BT019899.1"}, {"protein": "AAH13731.1", "rna": "BC013731.1"}, {"protein": "CAA53512.1", "rna": "X75913.1"}, {"protein": "AAF78763.1", "rna": "AF275902.1"}, {"protein": "AAV38701.1", "rna": "BT019898.1"}, {"protein": "CAB95947.1", "rna": "AJ297362.1"}, {"protein": "AAH00435.1", "rna": "BC000435.2"}, {"protein": "AAA16315.1", "rna": "L04636.1"}]}, "alias": ["COXPD33", "GC1QBP", "HABP1", "SF2AP32", "SF2p32", "gC1Q-R", "gC1qR", "p32"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2022-08-15T16:00:00.000Z", "disease_label": "mitochondrial disease", "gcep": "Mitochondrial Diseases Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0044970", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_8e98e3a8-77f2-4011-96cb-6bcc54f36a8b-2022-08-15T160000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000108561", "protein": ["ENSP00000225698", "ENSP00000458624", "ENSP00000460308", "ENSP00000460638"], "transcript": ["ENST00000225698", "ENST00000570805", "ENST00000573204", "ENST00000573406", "ENST00000573421", "ENST00000574444", "ENST00000576122"], "translation": [{"protein": "ENSP00000225698", "rna": "ENST00000225698"}, {"protein": "ENSP00000460308", "rna": "ENST00000574444"}, {"protein": "ENSP00000460638", "rna": "ENST00000570805"}, {"protein": "ENSP00000458624", "rna": "ENST00000576122"}], "type_of_gene": "protein_coding"}, "entrezgene": "708", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.83237744, "exp_mis": 61.3582073, "exp_syn": 29.786846, "lof_z": 1.71042387273228, "mis_z": 0.521907413581815, "mu_lof": 6.02565943511e-07, "mu_mis": 1.08340509511e-05, "mu_syn": 5.18656276323e-06, "n_lof": 3.0, "n_mis": 53.0, "n_syn": 32.0, "p_li": 0.0720502387914283, "p_null": 0.055642091133, "p_rec": 0.872307670075572, "syn_z": -0.251390027408636}, "bp": 849, "cds_end": 5342393, "cds_start": 5336334, "n_exons": 6, "nonpsych": {"exp_lof": 6.9858796, "exp_mis": 55.431922, "exp_syn": 26.8567922, "lof_z": 1.85260656555825, "mis_z": 0.30024349196755, "mu_lof": 6.02565943511e-07, "mu_mis": 1.08340509511e-05, "mu_syn": 5.18656276323e-06, "n_lof": 2.0, "n_mis": 51.0, "n_syn": 28.0, "p_li": 0.255169655532296, "p_null": 0.0332299699145401, "p_rec": 0.711600374553164, "syn_z": -0.138887271359121}, "nontcga": {"exp_lof": 7.19573031, "exp_mis": 56.4394975, "exp_syn": 27.3938425, "lof_z": 1.54294829972916, "mis_z": 0.824937510125208, "mu_lof": 6.02565943511e-07, "mu_mis": 1.08340509511e-05, "mu_syn": 5.18656276323e-06, "n_lof": 3.0, "n_mis": 44.0, "n_syn": 29.0, "p_li": 0.0588417988044178, "p_null": 0.0733417516248442, "p_rec": 0.867816449570738, "syn_z": -0.194305300583861}, "transcript": "ENST00000225698.4"}, "exons": [{"cdsend": 5439073, "cdsstart": 5433014, "chr": "17", "position": [[5432776, 5433164], [5433292, 5433415], [5433668, 5433767], [5434872, 5434966], [5438122, 5438273], [5438841, 5439155]], "strand": -1, "transcript": "NM_001212", "txend": 5439155, "txstart": 5432776}], "exons_hg19": [{"cdsend": 5342393, "cdsstart": 5336334, "chr": "17", "position": [[5336096, 5336484], [5336612, 5336735], [5336988, 5337087], [5338192, 5338286], [5341442, 5341593], [5342161, 5342475]], "strand": -1, "transcript": "NM_001212", "txend": 5342475, "txstart": 5336096}], "generif": [{"pubmed": 11870091, "text": "increase in expression over the rostral portion of the sperm head after capacitation; may play a role in human fertilization"}, {"pubmed": 12220632, "text": "demonstrate that MT1-MMP via its cytoplasmic tail directly associates with a chaperone-like compartment-specific regulator gC1qR"}, {"pubmed": 12443542, "text": "presence of homologous sequences of HABP1 cDNA, termed processed HABP1 pseudogene, in humans"}, {"pubmed": 12538033, "text": "Maturation-dependent expression of this protein in monocyte-derived dendritic cells."}, {"pubmed": 12574814, "text": "gC1qR expressed on activated platelets may contribute directly to thrombosis, inflammation, and endovascular infections."}, {"pubmed": 15163734, "text": "binds with Hepacivirus core protein on CD8+ and CD4+ positive t-cells and inactivates lck and akt."}, {"pubmed": 15243141, "text": "Human p32 functions as a corepressor of CCAAT-binding factor-mediated transcription activation."}, {"pubmed": 15467913, "text": "data suggest that gC1qR may participate in tissue remodeling and inflammation by localizing TFPI-2 to the pericellular environment to modulate local protease activity and regulate High Molecular Weight Kininogen activation"}, {"pubmed": 16039650, "text": "HABP1 expression in Schizosaccharomyces pombe induces growth inhibition, morphological abnormalities like elongation, multinucleation and aberrant cell septum formation, implicating its role in cell cycle progression and cytokinesis"}, {"pubmed": 16140380, "text": "C1q functions as a chemotactic factor for immature dendritic cells, and migration is mediated through ligation of both gC1qR and cC1qR/CR."}, {"pubmed": 16164755, "text": "These studies suggest that HCV core protein can lead to enhanced p38- and gC1qR-dependent IL-8 expression."}, {"pubmed": 16177118, "text": "gC1qR down-regulates interleukin-12 production by signaling through 1-phosphatidylinositol 3-kinase. This is the first report to identify signaling pathways used by gC1qR-mediated immune suppression."}, {"pubmed": 16641292, "text": "p32 overexpression effectively blocks mRNA accumulation from the adenovirus major late transcription unit (MLTU) and stimulates RNA polymerase II carboxy-terminal domain phosphorylation in virus-infected cells."}, {"pubmed": 16871385, "text": "we speculate that the epitope of gC1qR is unmasked in the germ cell lineage; by reducing gC1qR by siRNA, an increase was observed in the number of apoptotic cells in ITO-II & TCam-2 cell lines showing an antiapoptotic property of gC1qR in the germ cells"}, {"pubmed": 16893067, "text": "Data suggest that gC1qR serves as a molecular bridge between the complement and contact activation systems and is an important catalyst in inflammation."}, {"pubmed": 17881511, "text": "Engagement of gC1qR on dendritic cells by hepatitis C virus core protein limits the induction of Th1 responses by inhibiting TLR-induced IL-12 production and may contribute to viral persistence."}, {"pubmed": 17892212, "text": "These data suggest a role for gC1qR in the initial stages of Bacillus cereus spore attachment and/or entry."}, {"pubmed": 17907801, "text": "P. falciparum-infected red blood cells use the 32-kDa human protein gC1qR/HABP1/p32 as a receptor to bind to human brain microvascular endothelial cells."}, {"pubmed": 18358546, "text": "Data demonstrated a direct and specific interaction between vasopressin V2 receptor and GC1q-Rthese two proteins via the arginine cluster of vasopressin V2 receptor."}, {"pubmed": 18460468, "text": "Differential isoform expression and interaction with the P32 regulatory protein controls the subcellular localization of the splicing factor U2AF26"}, {"pubmed": 18538737, "text": "Mitochondrial p32/C1QBP is a critical mediator of p14ARF-induced apoptosis."}, {"pubmed": 18676636, "text": "Failure of p32 to interact with FOXC1 containing the disease-causing F112S mutation indicates that impaired protein interaction may be a disease mechanism for AR malformations."}, {"pubmed": 18757437, "text": "results establish p32, particularly its cell-surface-expressed form, as a new marker of tumor cells and tumor-associated macrophages/myeloid cells in hypoxic/metabolically deprived areas of tumors"}, {"pubmed": 19004836, "text": "Evidence for inhibitory interaction of hyaluronan-binding protein 1 (HABP1/p32/gC1qR) with Streptococcus pneumoniae hyaluronidase."}, {"pubmed": 19164550, "text": "gC1qR is a physiological inhibitor of the RIG-I and MDA5-mediated antiviral signaling pathway"}, {"pubmed": 19190731, "text": "Cryoglobulins were present in over 90% of Chikungunya infection patients. Cryoglobulin frequency and levels decreased with time in recovering patients."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19473882, "text": "results suggest that HCV infection expands gC1qR+CD4+ T cells, which increase the susceptibility to core-mediated immune dysregulation and facilitate the establishment of HCV persistency"}, {"pubmed": 19565630, "text": "HABP1 mRNA expression level was a significant factor for predicting breast cancer prognosis"}, {"pubmed": 19828637, "text": "Dysregulated shedding of C1q-R molecules contributes to vascular cryoglobulin-induced damage via the classic complement-mediated pathway in chronically hepatitis C-infected patients, with and without mixed cryoglobulinemia."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20100866, "text": "Knocking down p32 expression in human cancer cells strongly shifts their metabolism from oxidative phosphorylation (OXPHOS) to glycolysis."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21156793, "text": "the potential of p32 for antibody-based tumor targeting strategies and the utility of the 2.15 antibody as targeting moiety for the selective delivery of imaging and therapeutic agents to tumors."}, {"pubmed": 21205079, "text": "p32 is highly expressed in prostate tumor samples and its expression is significantly associated with the Gleason score, pathological stage and relapse"}, {"pubmed": 21248045, "text": "The data presented suggest that p32 fulfills an essential function for rubella virus replication in directing trafficking of mitochondria near sites of viral replication to meet the energy demands of the virus."}, {"pubmed": 21536672, "text": "cell-surface gC1qR regulates lamellipodia formation and metastasis via receptor tyrosine kinase activation."}, {"pubmed": 21536856, "text": "p32 is a new rRNA maturation factor involved in the remodeling from pre-90S particles to pre-40S and pre-60S particles that requires the exchange of FBL for Nop52."}, {"pubmed": 21559373, "text": "there is a a role for platelet-mediated clumping, rosetting and adhesion to gC1qR in the pathogenesis of severe malaria"}, {"pubmed": 21627988, "text": "HABP1 interacts with cell surface receptor integrin alphaVbeta3 that induces cell migration and tumor growth mediated by transcription factor NF-kappa B, membrane type-1 matrix metalloproteinase and matrix metalloprotease-2."}, {"pubmed": 21725590, "text": "gC1qR could play an important role in HPV-16-induced cervical cancer immune evasion depending on its level of expression and subcellular localisation."}, {"pubmed": 22008525, "text": "we have identified a mitochondrial protein p32 as a novel interactor of parkin in the brain"}, {"pubmed": 22101277, "text": "C1qbp is upregulated in human lung and colon cancer cell lines and tumors."}, {"pubmed": 22451658, "text": "Overexpression of hyaluronan-binding protein 1 (HABP1/p32/gC1qR) in HepG2 cells leads to increased hyaluronan synthesis and cell proliferation by up-regulation of cyclin D1 in AKT-dependent pathway."}, {"pubmed": 22700724, "text": "C1q/gC1qR may regulate dendritic cells differentiation and function through the DC-SIGN-mediated induction of cell-signaling pathways."}, {"pubmed": 22771308, "text": "in ovarian serous carcinoma, HABP1 overexpression was correlated to histological-differentiation, residual tumor-size, serum CA-125 and stage; increased expression associated with cisplatin resistance; HAPBP1 overexpression in primary ovarian carcinomas is related to decrease in overall survival and progression free survival"}, {"pubmed": 22960332, "text": "polymorphisms in HABP1 are potentially involved in glaucomatous neurodegeneration."}, {"pubmed": 23692256, "text": "Studies highlight the critical contributions of the p32 protein to the morphology of mitochondria and ER under normal cellular conditions, as well as important roles of the p32 protein in cellular metabolism and various stress responses."}, {"pubmed": 23924515, "text": "C1QBP was observed to be overexpressed in breast cancer tissues, and its expression level was closely linked with distant metastasis and TNM stages."}, {"pubmed": 23929393, "text": "Data indicate that hyaluronic acid binding protein 1 (HABP1)/P32/C1QBP overexpression correlated with peritoneal dissemination and lymph node metastasis in EOC."}, {"pubmed": 23990920, "text": "RNase H1 and protein P32 are involved in mitochondrial pre-rRNA processing"}, {"pubmed": 24174616, "text": "this data suggest a novel protective mechanism of p33 in modulating innate immune response by neutralizing cytotoxic AMPs at the host cell surface."}, {"pubmed": 24874554, "text": "The data suggest that p32 expression is important for trophoblast proliferation, via a mechanism involving regulation of normal mitochondrial function."}, {"pubmed": 25061661, "text": "This suggests the importance of HABP1 induced HA cable formation in enhancing tumor potency by maintaining the oxidant levels and subsequent autophagic vacuolation."}, {"pubmed": 25091479, "text": "By binding to p32, Mcl-1 can interfere with the uniporter function, thus inhibit the mitochondrial Ca(2+) uploading. This may provide a novel mechanism to explain the anti-apoptotic function of Mcl-1."}, {"pubmed": 25355318, "text": "Interaction between HSV-1 ICP34.5 and p32 leads to the disintegration of nuclear lamina and facilitates the nuclear egress of HSV-1 particles."}, {"pubmed": 25355598, "text": "Our results indicated that overexpression of HABP1 may serve as a new biomarker to predict the progression and prognosis of endometrial cancer."}, {"pubmed": 25497084, "text": "data suggest that C1QBP is a novel regulator of YBX1, and the expression of C1QBP and the nuclear expression of YBX1 could both be used as independent prognostic makers for cancer progression in the RCC patients"}, {"pubmed": 25528767, "text": "Data show that p32 hyaluronan binding protein (p32) is a direct transcriptional target of oncogene Myc and that high level of Myc in malignant brain cancers correlates with high expression of p32."}, {"pubmed": 25573962, "text": "our findings suggest that the C1QBP protein could be a potential proliferative marker in breast cancer"}, {"pubmed": 25794640, "text": "HABP1 protein high expression may contribute to the tumor progression and poor prognosis of TNBC, especially in predicting prognosis in TNBCs without lymph node metastasis."}, {"pubmed": 25909887, "text": "Findings highlight a cytoprotective role of p32 under starvation conditions by regulating ULK1 stability, and uncover a crucial role of the p32-ULK1-autophagy axis in coordinating stress response, cell survival and mitochondrial homeostasis."}, {"pubmed": 26085152, "text": "p32 appeared to be a core component of herpesvirus nuclear egress complexes, like UL31 and UL34 homologs in other herpesviruses, and to play multiple roles in herpesvirus nuclear egress."}, {"pubmed": 26497555, "text": "Sp1-ZNF32-C1QBP axis protects against oxidative stress/apoptosis in hepatocellular carcinoma cells."}, {"pubmed": 26753982, "text": "C1QBP interacts with DLAT and regulates the enzyme activity of pyruvate dehydrogenase."}, {"pubmed": 27183919, "text": "Hepatitis C virus core protein ligates gC1qR to induce A20 expression in macrophages via P38, JNK and NF-kappaB signaling pathways, which leads to a low-grade chronic inflammation during HCV infection."}, {"pubmed": 27328359, "text": "The authors identified Importin-alpha1 to bind to Coxiella burnetii AnkG and concluded that binding of AnkG to p32 and Importin-alpha1 is essential for its migration into the nucleus."}, {"pubmed": 27835682, "text": "This study supports a key role for gC1qR in malaria-associated endovascular pathogenesis"}, {"pubmed": 28039537, "text": "HABP1 overexpression is associated with cervical cancer."}, {"pubmed": 28107702, "text": "these data suggest that C1QBP could regulate YBX1 to suppress the AR-enhanced RCC cell invasion. Targeting this newly identified C1QBP/YBX1/AR/MMP9 signal pathway may provide a new potential therapy to better suppress RCC metastasis."}, {"pubmed": 28108744, "text": "single nucleotide polymorphism srs2285747 of HABP1 increased breast cancer risk and elevated its protein expression in northern Chinese women"}, {"pubmed": 28428626, "text": "C1QBP may regulate L1CAM expression in renal cell carcinoma (RCC) through the Wnt/beta-Catenin pathway, thus affecting RCC cell adhesion, migration and metastasis."}, {"pubmed": 28576489, "text": "results implicate p32 as a key host factor for RSV virus production, and bring to light the potential importance of mitochondria in RSV infection"}, {"pubmed": 28842250, "text": "The RAP80 deficiency reduces the protein level of p32 and p32 dependent mitochondrial translating proteins such as Rieske and COX1."}, {"pubmed": 28942965, "text": "Mutation in C1QBP gene is associated with Severe Neonatal-, Childhood-, or Later-Onset Cardiomyopathy Associated with Combined Respiratory-Chain Deficiencies."}, {"pubmed": 29035880, "text": "these results demonstrate that host-derived p32 has an important immunomodulating function that helps to counterbalance an overwhelming danger-associated molecular patterns response"}, {"pubmed": 29358188, "text": "We propose that endogenous gC1qR/p33 physically interacts with MCP-1 causing stabilization of the MCP-1 protein and stimulation of its activity in human periodontal ligament cells, suggesting a novel gC1qR/p33-mediated pro-inflammatory mechanism of action."}, {"pubmed": 29670170, "text": "YBAP1/C1QBP regulates the nucleo-cytoplasmic distribution of YB-1 and its cytoplasmic functions, are consistent with a model that YBAP1/C1QBP acts as an mRNP remodeling factor."}, {"pubmed": 30159917, "text": "these results highlight a novel mechanism underlying hi-FGF2-induced, mitochondria-driven cell death involving the direct interaction between hi-FGF2 and C1QBP and the upregulation of C1QBP expression."}, {"pubmed": 31155612, "text": "Arginase II activity-dependent production of spermine augments Ca(2+) transition from the cytosol to the mitochondria in a mitochondrial p32 protein -dependent manner and regulates CaMKII-dependent constriction in vascular smooth muscle cells."}, {"pubmed": 31293051, "text": "The primary mechanism contributing to the observed action of p32 is the ability of p32 to interact with the p53 tetramerization domain and to block p53 tetramerization, which in turn enhances nuclear export and degradation of p53, leading to defective p53 transactivation."}, {"pubmed": 31844661, "text": "4-methylumbelliferone does not disrupt DUX4-C1QBP binding and has only a limited effect on DUX4 transcriptional activity, establishing that HA signaling has a central function in pathology and is a target for Facioscapulohumeral muscular dystrophy (FSHD) therapeutics"}, {"pubmed": 32652806, "text": "Homozygous mutations in C1QBP as cause of progressive external ophthalmoplegia (PEO) and mitochondrial myopathy with multiple mtDNA deletions."}, {"pubmed": 33515804, "text": "Loss of Mucosal p32/gC1qR/HABP1 Triggers Energy Deficiency and Impairs Goblet Cell Differentiation in Ulcerative Colitis."}, {"pubmed": 34003581, "text": "Mitochondrial cardiomyopathy and ventricular arrhythmias associated with biallelic variants in C1QBP."}, {"pubmed": 34494203, "text": "gC1qR Antibody Can Modulate Endothelial Cell Permeability in Angioedema."}, {"pubmed": 35128841, "text": "Identification of Mitofusin 1 and Complement Component 1q Subcomponent Binding Protein as Mitochondrial Targets in Systemic Lupus Erythematosus."}, {"pubmed": 36674861, "text": "C1QBP Mediates Breast Cancer Cell Proliferation and Growth via Multiple Potential Signalling Pathways."}, {"pubmed": 36705413, "text": "Complement component C1q initiates extrinsic coagulation via the receptor for the globular head of C1q in adventitial fibroblasts and vascular smooth muscle cells."}, {"pubmed": 38395904, "text": "Genetic and pharmacologic p32-inhibition rescue CHCHD2-linked Parkinson's disease phenotypes in vivo and in cell models."}, {"pubmed": 38473963, "text": "Inhibition of Multifunctional Protein p32/C1QBP Promotes Cytostatic Effects in Colon Cancer Cells by Altering Mitogenic Signaling Pathways and Promoting Mitochondrial Damage."}], "genomic_pos": {"chr": "17", "end": 5448830, "ensemblgene": "ENSG00000108561", "start": 5432777, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 5352150, "start": 5336097, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 15243141, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006397", "qualifier": "involved_in", "term": "mRNA processing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 8195709, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006958", "qualifier": "involved_in", "term": "complement activation, classical pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006974", "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008380", "qualifier": "involved_in", "term": "RNA splicing"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030449", "qualifier": "involved_in", "term": "regulation of complement activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030449", "pubmed": 8195709, "qualifier": "involved_in", "term": "regulation of complement activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032689", "pubmed": 17881511, "qualifier": "involved_in", "term": "negative regulation of type II interferon production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032695", "pubmed": [16177118, 17881511], "qualifier": "involved_in", "term": "negative regulation of interleukin-12 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0039534", "pubmed": 19164550, "qualifier": "involved_in", "term": "negative regulation of MDA-5 signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0039536", "pubmed": 19164550, "qualifier": "involved_in", "term": "negative regulation of RIG-I signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042256", "qualifier": "involved_in", "term": "cytosolic ribosome assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042256", "pubmed": 21536856, "qualifier": "involved_in", "term": "cytosolic ribosome assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043065", "pubmed": 15031724, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043491", "pubmed": 16177118, "qualifier": "involved_in", "term": "phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045785", "pubmed": 20810993, "qualifier": "involved_in", "term": "positive regulation of cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048025", "qualifier": "involved_in", "term": "negative regulation of mRNA splicing, via spliceosome"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048025", "pubmed": 10022843, "qualifier": "involved_in", "term": "negative regulation of mRNA splicing, via spliceosome"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050687", "pubmed": 19164550, "qualifier": "involved_in", "term": "negative regulation of defense response to virus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051897", "pubmed": 16177118, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070131", "qualifier": "involved_in", "term": "positive regulation of mitochondrial translation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090023", "pubmed": 9461517, "qualifier": "involved_in", "term": "positive regulation of neutrophil chemotaxis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900026", "pubmed": 11859136, "qualifier": "involved_in", "term": "positive regulation of substrate adhesion-dependent cell spreading"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901165", "pubmed": 20810993, "qualifier": "involved_in", "term": "positive regulation of trophoblast cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000042", "pubmed": 31353207, "qualifier": "involved_in", "term": "negative regulation of double-strand break repair via homologous recombination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000510", "pubmed": 16140380, "qualifier": "involved_in", "term": "positive regulation of dendritic cell chemotaxis"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 15243141, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": [11083468, 19164550], "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005759", "pubmed": 9305894, "qualifier": "located_in", "term": "mitochondrial matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005759", "qualifier": "located_in", "term": "mitochondrial matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 15243141, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "is_active_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 17881511, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": [8662673, 11290596], "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0001849", "qualifier": "enables", "term": "complement component C1q complex binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001849", "pubmed": 8195709, "qualifier": "enables", "term": "complement component C1q complex binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003714", "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003714", "pubmed": 15243141, "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003729", "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004857", "pubmed": 31353207, "qualifier": "enables", "term": "enzyme inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8710908, 8900153, 10831594, 11086025, 12034482, 15031724, 16721827, 17486078, 18191643, 18676636, 19164550, 21653829, 22118625, 22238231, 23986595, 24955142, 25497084, 25852190, 26184334, 27499296, 28514442, 28565870, 31980649, 32296183, 32958672], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005540", "pubmed": 8567680, "qualifier": "enables", "term": "hyaluronic acid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008134", "pubmed": 15243141, "qualifier": "enables", "term": "transcription factor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030984", "qualifier": "enables", "term": "kininogen binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030984", "pubmed": 8662673, "qualifier": "enables", "term": "kininogen binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0031690", "qualifier": "enables", "term": "adrenergic receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0060703", "pubmed": 31353207, "qualifier": "enables", "term": "deoxyribonuclease inhibitor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0097177", "qualifier": "enables", "term": "mitochondrial ribosome binding"}]}, "homologene": {"genes": [[6239, 175441], [7165, 1278804], [7227, 37006], [7955, 334619], [8364, 100494551], [9031, 395538], [9544, 711817], [9598, 455252], [9606, 708], [9615, 489450], [9913, 518321], [10090, 12261], [10116, 29681]], "id": 31023}, "interpro": [{"desc": "Mitochondrial glycoprotein", "id": "IPR003428", "short_desc": "MAM33"}, {"desc": "Mitochondrial glycoprotein superfamily", "id": "IPR036561", "short_desc": "MAM33_sf"}], "ipi": "IPI00014230", "map_location": "17p13.2", "name": "complement C1q binding protein", "other_names": ["ASF/SF2-associated protein p32", "C1q globular domain-binding protein", "complement component 1 Q subcomponent-binding protein, mitochondrial", "complement component 1, q subcomponent binding protein", "glycoprotein gC1qBP", "hyaluronan-binding protein 1", "mitochondrial matrix protein p32", "p33", "splicing factor SF2-associated protein"], "pantherdb": {"HGNC": "1243", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1194505", "ortholog_type": "LDO", "panther_family": "PTHR10826", "taxid": 10090, "uniprot_kb": "O35658"}, {"RGD": "2230", "ortholog_type": "LDO", "panther_family": "PTHR10826", "taxid": 10116, "uniprot_kb": "O35796"}, {"Ensembl": "ENSGALG00000001654", "ortholog_type": "LDO", "panther_family": "PTHR10826", "taxid": 9031, "uniprot_kb": "F1NJF0"}, {"ZFIN": "ZDB-GENE-050417-408", "ortholog_type": "LDO", "panther_family": "PTHR10826", "taxid": 7955, "uniprot_kb": "F1R3F7"}, {"WormBase": "WBGene00009114", "ortholog_type": "O", "panther_family": "PTHR10826", "taxid": 6239, "uniprot_kb": "G5EDD9"}, {"WormBase": "WBGene00010303", "ortholog_type": "LDO", "panther_family": "PTHR10826", "taxid": 6239, "uniprot_kb": "Q21018"}, {"FlyBase": "FBgn0034259", "ortholog_type": "LDO", "panther_family": "PTHR10826", "taxid": 7227, "uniprot_kb": "Q7JXC4"}, {"SGD": "S000001332", "ortholog_type": "LDO", "panther_family": "PTHR10826", "taxid": 4932, "uniprot_kb": "P40513"}, {"PomBase": "SPBC15D4.11c", "ortholog_type": "O", "panther_family": "PTHR10826", "taxid": 4896, "uniprot_kb": "O74316"}, {"PomBase": "SPBC776.07", "ortholog_type": "LDO", "panther_family": "PTHR10826", "taxid": 4896, "uniprot_kb": "O94675"}, {"dictyBase": "DDB_G0288137", "ortholog_type": "LDO", "panther_family": "PTHR10826", "taxid": 352472, "uniprot_kb": "Q54JD2"}, {"EnsemblGenome": "AT2G41600", "ortholog_type": "LDO", "panther_family": "PTHR10826", "taxid": 3702, "uniprot_kb": "A0A1P8AZU6"}, {"TAIR": "2116597", "ortholog_type": "O", "panther_family": "PTHR10826", "taxid": 3702, "uniprot_kb": "Q9AST4"}, {"EnsemblGenome": "AT1G80720", "ortholog_type": "O", "panther_family": "PTHR10826", "taxid": 3702, "uniprot_kb": "A0A178W169"}, {"TAIR": "2036184", "ortholog_type": "O", "panther_family": "PTHR10826", "taxid": 3702, "uniprot_kb": "Q9LMP8"}, {"TAIR": "2153649", "ortholog_type": "O", "panther_family": "PTHR10826", "taxid": 3702, "uniprot_kb": "Q9FI87"}, {"TAIR": "505006400", "ortholog_type": "O", "panther_family": "PTHR10826", "taxid": 3702, "uniprot_kb": "Q8LCT2"}, {"TAIR": "2185093", "ortholog_type": "O", "panther_family": "PTHR10826", "taxid": 3702, "uniprot_kb": "Q9LZM6"}, {"TAIR": "2062964", "ortholog_type": "O", "panther_family": "PTHR10826", "taxid": 3702, "uniprot_kb": "O82350"}, {"TAIR": "2063969", "ortholog_type": "O", "panther_family": "PTHR10826", "taxid": 3702, "uniprot_kb": "O22288"}, {"TAIR": "505006310", "ortholog_type": "O", "panther_family": "PTHR10826", "taxid": 3702, "uniprot_kb": "Q8W487"}], "uniprot_kb": "Q07021"}, "pathway": {"reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-109606", "name": "Intrinsic Pathway for Apoptosis"}, {"id": "R-HSA-111471", "name": "Apoptotic factor-mediated response"}, {"id": "R-HSA-140837", "name": "Intrinsic Pathway of Fibrin Clot Formation"}, {"id": "R-HSA-140877", "name": "Formation of Fibrin Clot (Clotting Cascade)"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-8980692", "name": "RHOA GTPase cycle"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013106", "name": "RHOC GTPase cycle"}, {"id": "R-HSA-9645722", "name": "Defective Intrinsic Pathway for Apoptosis Due to p14ARF Loss of Function"}, {"id": "R-HSA-9645723", "name": "Diseases of programmed cell death"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9734009", "name": "Defective Intrinsic Pathway for Apoptosis"}], "wikipathways": [{"id": "WP2806", "name": "Complement system"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}]}, "pdb": ["1P32", "3RPX", "6SZW", "7TE3"], "pfam": "PF02330", "pharmgkb": "PA25624", "pharos": {"target_id": 6114, "tdl": "Tbio"}, "pir": "JT0762", "reagent": {"CM-LibrX-no-seq": {"id": "GNF325701", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167361", "relationship": "is"}, {"id": "GNF189173", "relationship": "is"}, {"id": "GNF200079", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035154", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF001570", "relationship": "is"}, {"id": "GNF001571", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF244795", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105920", "relationship": "is"}, {"id": "GNF145566", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": "NP_001203.1", "rna": "NM_001212.4", "translation": {"protein": "NP_001203.1", "rna": "NM_001212.4"}}, "reporter": {"HG-U133_Plus_2": ["208910_s_at", "214214_s_at"], "HG-U95Av2": "37668_at", "HTA-2_0": ["TC17001056.hg.1", "TC17002457.hg.1"], "HuEx-1_0": "3742708", "HuGene-1_1": "8011850", "HuGene-2_1": "16840284"}, "retired": 3025, "summary": "The human complement subcomponent C1q associates with C1r and C1s in order to yield the first component of the serum complement system. The protein encoded by this gene is known to bind to the globular heads of C1q molecules and inhibit C1 activation. This protein has also been identified as the p32 subunit of pre-mRNA splicing factor SF2, as well as a hyaluronic acid-binding protein. [provided by RefSeq, Jul 2008].", "symbol": "C1QBP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412933"}, "unigene": "Hs.555866", "uniprot": {"Swiss-Prot": "Q07021", "TrEMBL": ["A0A0G2JLC0", "I3L3B0", "I3L3Q7"]}, "wikipedia": {"url_stub": "C1QBP"}}