{"AllianceGenome": "1383", "HGNC": "1383", "MIM": "603179", "_id": "768", "_version": 1, "accession": {"genomic": ["AL133410.32", "AL357874.13", "CH471071.2", "CP068269.2", "GU570447.1", "HC729665.1", "NC_000009.12", "NC_060933.1", "Z54349.1"], "protein": ["AAH14950.1", "ABL67717.1", "ALQ33410.1", "ALQ33411.1", "CAA47315.1", "CAB82444.1", "CBL94025.1", "EAW58359.1", "NP_001207.2", "Q16790.2", "XP_047279805.1", "XP_047279806.1", "XP_054219735.1", "XP_054219736.1"], "rna": ["AI023541.1", "AJ010588.1", "AL554705.3", "BC014950.1", "EF122496.1", "KU177952.1", "KU177953.1", "NM_001216.3", "X66839.1", "XM_047423849.1", "XM_047423850.1", "XM_054363760.1", "XM_054363761.1"], "translation": [{"protein": "ABL67717.1", "rna": "EF122496.1"}, {"protein": "NP_001207.2", "rna": "NM_001216.3"}, {"protein": "XP_054219735.1", "rna": "XM_054363760.1"}, {"protein": "ALQ33411.1", "rna": "KU177953.1"}, {"protein": "XP_054219736.1", "rna": "XM_054363761.1"}, {"protein": "ALQ33410.1", "rna": "KU177952.1"}, {"protein": "CAA47315.1", "rna": "X66839.1"}, {"protein": "XP_047279806.1", "rna": "XM_047423850.1"}, {"protein": "XP_047279805.1", "rna": "XM_047423849.1"}, {"protein": "CAB82444.1", "rna": "AJ010588.1"}, {"protein": "AAH14950.1", "rna": "BC014950.1"}]}, "alias": ["CAIX", "MN"], "ec": "4.2.1.1", "ensembl": {"gene": "ENSG00000107159", "protein": "ENSP00000367608", "transcript": ["ENST00000378357", "ENST00000485665", "ENST00000493245"], "translation": [{"protein": "ENSP00000367608", "rna": "ENST00000378357"}], "type_of_gene": "protein_coding"}, "entrezgene": "768", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.3920687718, "exp_mis": 174.645474079, "exp_syn": 82.7545411043, "lof_z": 1.07458789828392, "mis_z": -0.0871437962867499, "mu_lof": 1.09073352027e-06, "mu_mis": 1.59532913616e-05, "mu_syn": 7.33206632401e-06, "n_lof": 12.0, "n_mis": 177.0, "n_syn": 71.0, "p_li": 4.38501915523555e-07, "p_null": 0.396874978353141, "p_rec": 0.603124583144944, "syn_z": 0.801049199905869}, "bp": 1380, "cds_end": 35681022, "cds_start": 35673956, "n_exons": 11, "nonpsych": {"exp_lof": 14.6164740967, "exp_mis": 157.851081226, "exp_syn": 74.6809150408, "lof_z": 0.929000669714961, "mis_z": 0.0743135107382667, "mu_lof": 1.09073352027e-06, "mu_mis": 1.59532913616e-05, "mu_syn": 7.33206632401e-06, "n_lof": 11.0, "n_mis": 156.0, "n_syn": 65.0, "p_li": 1.24338760674939e-06, "p_null": 0.442396460987017, "p_rec": 0.557602295625376, "syn_z": 0.705302339130246}, "nontcga": {"exp_lof": 15.0592663271, "exp_mis": 160.652410067, "exp_syn": 76.1127431203, "lof_z": 1.28607671612682, "mis_z": 0.0256440646263417, "mu_lof": 1.09073352027e-06, "mu_mis": 1.59532913616e-05, "mu_syn": 7.33206632401e-06, "n_lof": 10.0, "n_mis": 160.0, "n_syn": 64.0, "p_li": 9.79050777484605e-06, "p_null": 0.213596063086038, "p_rec": 0.786394146406188, "syn_z": 0.879095489746983}, "transcript": "ENST00000378357.4"}, "exons": [{"cdsend": 35681025, "cdsstart": 35673959, "chr": "9", "position": [[35673927, 35674362], [35675537, 35675567], [35675760, 35675931], [35676063, 35676206], [35676296, 35676389], [35677789, 35677856], [35679184, 35679342], [35679853, 35679998], [35680112, 35680139], [35680752, 35680834], [35680964, 35681157]], "strand": 1, "transcript": "NM_001216", "txend": 35681157, "txstart": 35673927}], "exons_hg19": [{"cdsend": 35681022, "cdsstart": 35673956, "chr": "9", "position": [[35673924, 35674359], [35675534, 35675564], [35675757, 35675928], [35676060, 35676203], [35676293, 35676386], [35677786, 35677853], [35679181, 35679339], [35679850, 35679995], [35680109, 35680136], [35680749, 35680831], [35680961, 35681154]], "strand": 1, "transcript": "NM_001216", "txend": 35681154, "txstart": 35673924}], "generif": [{"pubmed": 11676494, "text": "Human CA IX was very strongly inhibited by three classic sulfonamides and cyanate"}, {"pubmed": 11705854, "text": "CA9 might be a marker of clinically important hypoxia."}, {"pubmed": 12137853, "text": "The methylation status of the G250 gene correlates with G250 expression in vitro but not in vivo."}, {"pubmed": 12154057, "text": "Lowered oxygen tension induces expression of the hypoxia marker MN/carbonic anhydrase IX in the absence of hypoxia-inducible factor 1 alpha stabilization: a role for phosphatidylinositol 3'-kinase."}, {"pubmed": 12560438, "text": "mCA IX is a marker of tumor cell hypoxia, and absence of CA IX staining close to microvessels suggests that these vessels are functionally active; pCA IX expression is representative of an aggressive phenotype"}, {"pubmed": 12576453, "text": "This enzyme is an independent predictor for survival in advanced renal clear cell carcinoma."}, {"pubmed": 12615703, "text": "Expression of the hypoxia marker carbonic anhydrase IX is critically dependent on SP1 activity."}, {"pubmed": 12854129, "text": "The variations observed in the CA IX levels support the concept that gastric adenomas and carcinomas are distinct entities and do not represent progressive steps of a single pathway."}, {"pubmed": 12865916, "text": "CA9 is detectable in breast tumor and associated with resistance to both adjuvant chemotherapy and endocrine therapy"}, {"pubmed": 14654550, "text": "No correlation between CA IX expression and tumor pO(2) levels or patient outcome in locally advanced carcinomas of the cervix."}, {"pubmed": 15069539, "text": "significantly higher rate of strong CA IX expression in non-invasive cancers influences survival data"}, {"pubmed": 15184875, "text": "HIF-1alpha and Sp1, in combination with CBP/p300, are crucial elements for G250MN expression in ccRCC, and CAIXG250 can be regarded as a unique HIF-1alpha target gene in ccRCC."}, {"pubmed": 15199132, "text": "upon activation by DNA damage, wt p53 mediates an accelerated degradation of HIF-1alpha protein, resulting in reduced activation of CA9 transcription and, correspondingly, decreased levels of CA9 protein"}, {"pubmed": 15240538, "text": "CAIX has a role in progression of high-grade soft tissue sarcoma"}, {"pubmed": 15500003, "text": "tumors with higher redox state exhibited an algebraically lower CA IX expression"}, {"pubmed": 15556624, "text": "Cell hypoxia activates the capacity of tumor-associated CA9 to acidify extracellular pH."}, {"pubmed": 15585626, "text": "Increased carbonic anhydrase IX is associated with non-small cell lung cancer"}, {"pubmed": 15671533, "text": "CA9 is expressed in head and neck squamous cell carcinomas, suggesting the presence of a population of tumor cells under intermediate hypoxic conditions which still has proliferative capacity"}, {"pubmed": 15809767, "text": "Expressed in a high percentage of human cancers derived from tissues which are normally CA IX-negative."}, {"pubmed": 15833446, "text": "MAPK cascade is involved in the regulation of CA9 gene expression under both hypoxia and high cell density."}, {"pubmed": 15837325, "text": "Isothiocyanato sulfonamide thioureas inhibit this enzyme."}, {"pubmed": 15847702, "text": "CA IX and GLUT 1 as well as VEGF and IL 6 have roles in response of in head and neck squamous cell carcinoma to radiotherapy +/- chemotherapy"}, {"pubmed": 15849821, "text": "The interplay between the functional von Hippel-Lindau tumor suppressor and CA IX/CA XII in colorectal tumors seems rather complex and is not evident merely at the expression levels."}, {"pubmed": 15856466, "text": "potential value of CA9 as a molecular marker for the assessment of regional lymph node status in vulvar cancer patients"}, {"pubmed": 15935515, "text": "HIF-1alpha and CA IX, but not VEGF or MMP-9, may have a role in progression of surgically resected non-small cell lung cancer"}, {"pubmed": 16168127, "text": "Coexpression of HIF-1alpha and CAIX in the epithelium in phyllodes tumors points to epithelial hypoxia, most probably caused by relatively distant blood vessels."}, {"pubmed": 16243791, "text": "Data indicate expression of Carbonic anhydrase IX does not correlate with the oxygenation status."}, {"pubmed": 16288478, "text": "Collectively these findings establish the importance of intracellular ascorbate levels for the regulation of expression of CA IX and NDRG1/Cap43."}, {"pubmed": 16416108, "text": "The strong correlation between CA9 expression and metastasis suggests that CA9 expression might be an important indicator for identifying patients who require more aggressive systemic therapy."}, {"pubmed": 16428489, "text": "High levels of carbonic anhydrase IX is associated with astrocytoma"}, {"pubmed": 16533775, "text": "High carbonic anhydrase IX expression is associated with non-small cell lung cancers"}, {"pubmed": 16944313, "text": "Immunohistochemical carbonic anhydrase IX staining in human malignant glioma specimens can result from low oxygen concentrations or constitutive, oncogene-related, overexpression both of which may be prognostically relevant."}, {"pubmed": 16954440, "text": "CAIX expression in breast cancer patients shows a negative predictive role of treatment efficacy in estrogen receptor-positive patients."}, {"pubmed": 16964400, "text": "Acidosis increases the CA IX expression via a hypoxia-independent mechanism that operates through modulation of the basic CA9 transcriptional machinery."}, {"pubmed": 17200340, "text": "carbonic anhydrase 9 expression is associated with anaplastic phenotypes in meningiomas"}, {"pubmed": 17245699, "text": "Overexpression of carbonic anhydrase IX is associated with breast carcinomas"}, {"pubmed": 17367605, "text": "evidence CAIX expression in astrocytic glioma is related to HIF-1alpha & VEGF & associated with extent of necrosis, grade, proliferative potential & morphometric characteristics of microvessels; may be used as prognostic indicator in diffuse astrocytoma"}, {"pubmed": 17390110, "text": "study confirms that the expression level of CA9 gene in conventional renal cell carcinoma is related to metastasis"}, {"pubmed": 17452775, "text": "The role of protein expression of hypoxia-inducible factor (HIF)-1alpha, HIF-2alpha, carbonic anhydrase 9 (CA9) and glucose transporter 1 (GLUT1) in patients with colorectal adenocarcinomas."}, {"pubmed": 17536770, "text": "MN/CA9 gene expression was detected in 53/59 (89.8%) pleural effusions from cancer patients (15/16 breast cancers, 10/11 lung cancers, 4/4 ovary cancers, 2/3 colon-rectal cancers, 5/6 cancers of unknown site, 7/8 mesothelioma & 10/11 other cancers)"}, {"pubmed": 17652430, "text": "CAIX can bind to some Cl(-)/HCO(3)(-) exchangers to form a bicarbonate transport metabolon."}, {"pubmed": 17674038, "text": "Expression of hypoxia-inducible factor-1alpha (HIF-1alpha) and carbonic anhydrase IX (CA IX) are markers of cellular hypoxia."}, {"pubmed": 17706406, "text": "in bladder cancer, no significant correlation was shown between the overall carbonic anhydrase IX(CA IX) status and the initial response to radiotherapy, 5-year cancer-specific survival or time to local recurrence"}, {"pubmed": 17852557, "text": "high levels of the hypoxia regulated proteins HIF1alpha and CA9 in HNC predict resistance to platinum based radio-chemotherapy."}, {"pubmed": 17855694, "text": "CA IX expression seems to be very high in most cases of hereditary nonpolyposis colorectal cancer; CA IX could be a potential diagnostic and therapeutic target in HNPCC."}, {"pubmed": 17906661, "text": "CAIX was inferior to pO2 measurements as a tool for patient stratification. Improved analytical methods to account for intratumoral heterogeneity are needed to provide reliable measurements of molecular markers."}, {"pubmed": 18026188, "text": "description of an alternative splicing variant of the CA9 mRNA, which does not contain exons 8-9 & is expressed in tumour cells independently of hypoxia; data indicate that the splicing variant can functionally interfere with the full-length CA IX"}, {"pubmed": 18060036, "text": "IL-6 induced Notch-3-dependent upregulation of the carbonic anhydrase IX gene and promoted a hypoxia-resistant/invasive phenotype in MCF-7 cells and MS."}, {"pubmed": 18173856, "text": "CA IX was proved to be an independent prognostic indicator in oligodendroglial brain tumors, and it also correlates reversely with cell proliferation"}, {"pubmed": 18290322, "text": "A role for CA9 as an endogenous marker of tumor hypoxia is currently not supported by available clinical data."}, {"pubmed": 18336315, "text": "Carbonic anhydrase (CA) XII as well as CA IX participate in pH regulation, which is important for survival of hypoxic cancer cells. Both enzymes are therefore promising targetable therapeutic molecules. [Review]"}, {"pubmed": 18336316, "text": "Carbonic anhydrase IX plays an important role in acidification of the external cell matrix, and as a potential marker of hypoxic tumor and therapeutic target. [Review]"}, {"pubmed": 18440050, "text": "CA9 demonstrated significant associations with disease recurrence and poor clinical outcome and shows potential as a prognostic factor for oral squamous cell carcinoma."}, {"pubmed": 18464292, "text": "Low CA-IX expression and absence of VHL mutation being associated with a poor clinicopathological phenotype and diminished survival."}, {"pubmed": 18482982, "text": "Diffusion-reaction modeling indicates that CA9 coordinates pH(i) spatially by facilitating CO(2) diffusion in the unstirred extracellular space of the spheroid"}, {"pubmed": 18676750, "text": "CSF1, EGFR, and CA IX have roles in increasing survival in early-stage squamous cell carcinoma of the lung"}, {"pubmed": 18695901, "text": "Low expression of CAIX and high expression of VEGF is associated with metastasis in clear cell renal cell carcinoma."}, {"pubmed": 18703501, "text": "Biochemical characterization of CA IX, one of the most active carbonic anhydrase isozymes."}, {"pubmed": 18728663, "text": "Poorer survival of HIF-2 alpha and CA9 stromal-positive CRCs was associated with wild-type TP53, but not with BNIP3 methylation"}, {"pubmed": 18841153, "text": "findings show that CA9 is correlated with poor prognosis and malignant phenotype in patients with oesophageal squamous cell carcinoma, and was upregulated by hypoxia"}, {"pubmed": 18941400, "text": "CA IX expression has potential diagnostic implications including (i) clear cell RCC versus chromophobe RCC and (ii) urothelial carcinoma versus collecting duct carcinoma."}, {"pubmed": 18976937, "text": "COX-2 and carbonic anhydrase IX seem to be important predictors of outcome in patients with metastatic renal cell carcinomas"}, {"pubmed": 19008051, "text": "CA-9 expression by adenocarcinoma cells may confer long-term survival advantage in surgically treated rectal cancer."}, {"pubmed": 19017360, "text": "COX-2/CA-IX interplay promotes the aggressive behaviour of colorectal cancer cells"}, {"pubmed": 19022520, "text": "independent prognostic factor in non-small cell lung cancer; high levels of mRNA are predictive of unfavorable outcome"}, {"pubmed": 19074859, "text": "CA9 has chaperone-like functions and CA9 shed from tumors may play a direct role in stimulating an adaptive immune response"}, {"pubmed": 19165203, "text": "CAIX is upregulated in basal-like breast tumours and is associated with resistance to chemotherapy."}, {"pubmed": 19204726, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19291313, "text": "HIF-1alpha and CAIX expression co-localized in many, but not all, of the embryonic and early fetal tissues; CAIX and CAXII expression is closely related to cell origin and secretory activity involving proton transport, respectively."}, {"pubmed": 19347577, "text": "CA9, showed that it is capable of selecting an aggressive subgroup of breast cancer patients who are known to have poor prognosis."}, {"pubmed": 19367501, "text": "Studies suggest that CAIX expression and activity is associated with metabolic dysfunction in MDA-MB-231 cells."}, {"pubmed": 19458084, "text": "CO(2)-producing tumors may express CA9 to facilitate CO(2) excretion, thus raising internal pH and reducing external pH, which promotes tumor proliferation and survival."}, {"pubmed": 19469910, "text": "The fluid of malignant cystic renal tumours contains a high level of CA9 protein. The measurement of CA9 level in cyst fluid may be used as a molecular diagnosis for differentiation between malignant and benign renal cystic masses."}, {"pubmed": 19473055, "text": "Increased soluble carbonic anhydrase IX is associated with transitional cell carcinoma of urinary tract."}, {"pubmed": 19523858, "text": "Data show that CAIX expression was present in all groups studied but there was no significant correlation between it and any oxygen parameter studied."}, {"pubmed": 19539328, "text": "CA9 single nucleotide polymorphisms are common in patients with metastatic clear cell renal cell carcinoma"}, {"pubmed": 19539328, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19540352, "text": "the aim of the study was to investigate the detailed sequence analysis and functional dissection of 1.2 kb human CA9 promoter which lead to further understanding of CA9 transcriptional regulation."}, {"pubmed": 19564335, "text": "that expression of CA9 is regulated through both the HIF-1 and unfolded protein response hypoxia response pathways in vitro and in vivo."}, {"pubmed": 19619339, "text": "Carbonic anhydrase 9 may have a role in survival with a lower dose of bevacizumab in patients with previously treated metastatic colorectal cancer"}, {"pubmed": 19805286, "text": "Data show that on the basis of the structural differences between CA IX and the other membrane-associated alpha-CAs, the rational drug design of isozyme-specific CA inhibitors are proposed."}, {"pubmed": 19808899, "text": "CA-9 expression varied among thyroid cancer subtypes, with high levels detected in the dedifferentiated ATCs. Expression of CA-9 may be associated with a more aggressive disease phenotype in thyroid carcinoma."}, {"pubmed": 19861127, "text": "Findings provide the first evidence for the critical contribution of the IC tail to the proper functioning of CA IX."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19950233, "text": "HBx led to an increase in the expression of CA9 as assessed by RT-PCR and Western blotting in several liver cell lines."}, {"pubmed": 20038959, "text": "Although prostate cancer is a hypoxic tumour it does not express CA IX."}, {"pubmed": 20127031, "text": "Src induces expression of carbonic anhydrase IX via hypoxia-inducible factor 1."}, {"pubmed": 20170095, "text": "Results indicate that some derivatives showed potent hCA IX and hCA XIV inhibitory effects at nanomolar concentrations as well as low affinity for the ubiquitous hCA II."}, {"pubmed": 20224781, "text": "analysis of catalytic domain directed human anti-CAIX antibodies discovered through phage-display technology"}, {"pubmed": 20358226, "text": "CAIX is overexpressed in the majority of vulvar carcinomas with relationships to advanced tumor stages and development of lymph node metastases."}, {"pubmed": 20398423, "text": "Suggest that CA IX should be considered a potential prognostic and therapeutic target in medulloblastomas and supratentorial primitive neuroectodermal tumours."}, {"pubmed": 20423227, "text": "High membranous CA IX is associated with non-small cell lung cancer."}, {"pubmed": 20461082, "text": "High expression of CAIX in tumour tissue is a predictor of worse survival, and a high CAIX plasma level is an independent prognostic biomarker in patients with non small cell lung cancer, in particular in early-stage I+II carcinomas."}, {"pubmed": 20514415, "text": "Data indicate that expressions of CA9 and VEGF were associated with tumor grade and possibly with survival."}, {"pubmed": 20521252, "text": "carbonic anhydrase XII has a role in good prognosis in resectable non-small cell lung cancers"}, {"pubmed": 20526721, "text": "The expression of HIF-1alpha and GLUT1 proteins was increased after CoCl(2)-induced hypoxia in all breast cancer cell lines tested"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20822935, "text": "Data indicate that carbonic anhydrase IX (CA9) is a promising molecular marker to differentiate the malignant cystic renal tumors from the benign cysts."}, {"pubmed": 20840814, "text": "The high expression of CAIX in non-small cell lung cancer tissues is correlated with VEGF level but not with Ki67 level."}, {"pubmed": 20875751, "text": "in bladder cancers and related urine sediments, FL-CAIX is the prevalent and is the most accurate clinically relevant variant surrogate of hypoxic stress"}, {"pubmed": 20964835, "text": "the expression level of CAIX in clear cell renal cell carcinoma tumour tissue was determined to infer the presence of hypoxia and/or the likely activation of hypoxia-inducible factor."}, {"pubmed": 20978319, "text": "HIF-1alpha, HIF-2alpha and CAIX were up-regulated in 88.2% (15/17), 100% (17/17) and 88.2% (15/17) of CCRCC tumors respectively and their expression is independent of VHL status."}, {"pubmed": 21040473, "text": "Data suggest that CA9 may be an important marker for prediction of PYM responsiveness in tongue cancer chemotherapy."}, {"pubmed": 21088149, "text": "CAIX expression is more common in clear cell renal carcinoma than other renal tumor types and is associated with grade."}, {"pubmed": 21090098, "text": "HIF-1alpha and CA IX were over expressed in nasal polyps."}, {"pubmed": 21209841, "text": "analysis of peptide ligands for human carbonic anhydrase IX"}, {"pubmed": 21223596, "text": "Data show that CAIX is associated with advanced tumor stages and lymph node metastases in cervical cancer, potentially representing a new target in this disease."}, {"pubmed": 21249485, "text": "High carbonic anhydrase IX is associated with recurrence in breast cancer."}, {"pubmed": 21281785, "text": "Expression of CA IX in gastric cancer is predominantly regulated by methylation of a single CpG rather than by hypoxia."}, {"pubmed": 21302028, "text": "Data show that colocalization of CAIX, a membrane-bound hypoxic marker and Ki-67, a nuclear proliferation marker were well analyzed with parametric mapping of immunohistochemistry."}, {"pubmed": 21306648, "text": "Data show that CA9, GLUT1 and LOX mRNA levels were equally and strongly correlated to hypoxic extent in FaDudd, and the same was observed for CA9 and GLUT1, but not LOX, in SCCVII tumors."}, {"pubmed": 21363891, "text": "CA9 modulates tumor-associated cell migration and invasion."}, {"pubmed": 21442770, "text": "Data suggest that a combination of GLUT1 and CAIX immunocytochemical staining can give a higher diagnostic performance."}, {"pubmed": 21454639, "text": "CAIX is particularly well suited to maintain the extracellular pH at a value that favors the survival fitness of tumor cells."}, {"pubmed": 21519917, "text": "Carbonic anhydrase IX overexpression is associated with esophageal cancer."}, {"pubmed": 21547579, "text": "The impact of VHL genetic alterations on the expression of several pVHL protein targets in paired normal and tumor tissue, was evaluated."}, {"pubmed": 21664839, "text": "Results indicate that carbonic anhydrase IX (CA IX) expression was not associated with patient age, T stage, grade, lymphovascular invasion, and Ki-67 expression, but was associated with p53 expression."}, {"pubmed": 21691815, "text": "Carbonic anhydrase IX is overexpressed in a substantial proportion of mucinous and endometrioid ovarian carcinomas and connected to poor patient outcome"}, {"pubmed": 21694464, "text": "Studies indicate that 48 biomarkers have been identified for ccRCC patients, only CD44, CA9, p53, Ki67 and PCNA have shown prognostic value, and IMP-3 and VEGF-R2 are predictors of survival of pRCC patients."}, {"pubmed": 21745383, "text": "Elevated serum levels of the invasion markers TIMP-1 and CAIX in metastatic breast cancer are prognostic markers and are associated with the presence of circulating tumor cells"}, {"pubmed": 21761968, "text": "Carbonic anhydrase IX, which is virtually absent in normal brain, is significantly upregulated in craniopharyngiomas and shows a significant association with cyst size."}, {"pubmed": 21870331, "text": "both MCT1 and CD147, but not MCT4, were associated with GLUT1 and CAIX expression in a large series of invasive breast carcinoma samples"}, {"pubmed": 21910893, "text": "Results show carbonic anhydrase 9 (mRNA and protein), and HIF-1alpha protein are overexpressed in a significant portion of WTs."}, {"pubmed": 21959110, "text": "Studies indicate that HIF-1alpha, CAIX and VEGF were expressed in OSCC."}, {"pubmed": 22037869, "text": "Data show that carbonic anhydrase IX (CA IX) activity was modulated chiefly by the intracellular domain where Thr443 is located."}, {"pubmed": 22133596, "text": "This study demonistrated that positive correlations between high hypoxic score, obtained CA9 and CXCR4 expression, and main pathological data of poor prognosis, including higher tumour grade, size and N1 status and reduced patients' survival."}, {"pubmed": 22147747, "text": "Data suggest BAY 79-4620 for the treatment of cancer patients with CAIX overexpressing tumors."}, {"pubmed": 22170054, "text": "CA IX actively contributes to cell migration via its ability to facilitate ion transport and pH control at protruding fronts of moving cells."}, {"pubmed": 22175902, "text": "genitourinary or adrenal tumours that can have a clear cell appearance express CAIX"}, {"pubmed": 22199327, "text": "Carbonic anhydrase IX, hypoxia-inducible factor-1alpha, ezrin and glucose transporter-1 have roles in disease outcome in rectal cancer"}, {"pubmed": 22289741, "text": "Pharmacologic interference of CAIX catalytic activity using monoclonal antibodies or CAIX-specific small molecule inhibitors, consequently disrupting pH regulation by cancer cells, has been shown recently to impair primary tumor growth and metastasis."}, {"pubmed": 22366443, "text": "High stromal carbonic anhydrase IX expression is linked with significantly reduced overall survival in oral cavity squamous cell carcinoma"}, {"pubmed": 22367930, "text": "High carbonic anhydrase IX expression is associated with malignant pleural effusion."}, {"pubmed": 22430125, "text": "these findings identify DKK-1 as a potential factor in the regulation of CA9(carbonic anhydrase IX) cellular homeostasis and also suggest a new possible role for DKK1-1 in tumorigenesis"}, {"pubmed": 22436629, "text": "Carbonic anhydrase IX is expressed at significantly higher levels in neuroblastomas from patients with adverse clinicopathologic and biologic factors"}, {"pubmed": 22465027, "text": "MDA-MB-231 breast cancer cells express CAIX in response to hypoxia. We compared CAIX activity associated with membrane ghosts isolated from hypoxic cells with that in intact hypoxic cells."}, {"pubmed": 22484976, "text": "Expression of pSTAT3 correlates with Her-2 status and CAIX expression and is associated with tumor progression and worse outcome in esophageal cancer"}, {"pubmed": 22486898, "text": "Tumors in stages I-II showed 52.6% positivity;in advanced stages, percentage reached 95.5%. As to CA-IX expression and survival, patients with strong tumor staining had lower average survival time than patients with negative or weak-moderate staining."}, {"pubmed": 22699808, "text": "The combined high expression CA9 and VEGF phenotypewas significantly associated with increased resistance to chemotherapy and poor overall survival in ovarian high-grade serous carcinoma"}, {"pubmed": 22843905, "text": "panel consisting of moderate/strong expression of CA IX, positive HIF-1alpha expression and negative/weak GLUT-1 expression in operative samples and negative/weak ezrin expression in biopsies was associated with 47.5-fold risk of death from this disease"}, {"pubmed": 22918393, "text": "CA9, osteopontin and CRP were univariately prognostic for overall survival (OS)."}, {"pubmed": 22976806, "text": "These data suggest that elevated CA IX protein in TNBC is associated with a BRCA1 mutant signature and loss of BRCA1 function."}, {"pubmed": 23074198, "text": "CAIX is an independent prognostic factor for poor outcome in patients with glioblastoma"}, {"pubmed": 23098453, "text": "High carbonic anhydrase IX expression is associated with vulvar squamous cell carcinoma."}, {"pubmed": 23141780, "text": "Data indicate that results from the renal cancer global evaluation trial (TARGET) study did not find carbonic anhydrase IX (CAIX) expression status to be either predictive of clinical benefit for treatment with sorafenib."}, {"pubmed": 23208505, "text": "CAIX is a critical mediator of the expansion of breast cancer stem cells in hypoxic niches by sustaining the mesenchymal and stemness phenotypes of these cells."}, {"pubmed": 23226406, "text": "CA IX as a marker of tumor hypoxia based on a near-infrared (NIR) fluorescent derivative, is reported."}, {"pubmed": 23226559, "text": "The haplotype of rs2071676, rs3829078, and rs1048638 of CA9 combined has potential predictive significance in oral carcinogenesis."}, {"pubmed": 23263636, "text": "Our results showed that a combination of hypoxic markers is more robust than a single marker for predicting survival in high-grade glioma."}, {"pubmed": 23291973, "text": "The focal adhesion pathway is significantly inhibited in the absence of CA9."}, {"pubmed": 23299542, "text": "High levels of CA-IX expression is associated with mucinous adenocarcinoma with gastric phenotype."}, {"pubmed": 23372804, "text": "Peroxisome proliferator activated receptor-alpha/hypoxia inducible factor-1alpha interplay sustains carbonic anhydrase IX and apoliprotein E expression in breast cancer stem cells."}, {"pubmed": 23391777, "text": "CA-IX appears to be involved in tumor progression and may be diagnostically useful in cases of endocervical adenocarcinoma and its precursors"}, {"pubmed": 23503645, "text": "Carbonic anhydrase IX is not useful for discriminating between pleural epithelioid mesotheliomas and renal cell carcinomas"}, {"pubmed": 23512428, "text": "CA IX levels are elevated in gastric cancer and indicate a poorer prognosis."}, {"pubmed": 23656776, "text": "The stromal CA IX leads to extracellular acidification, in turn enhancing cancer-associated fibroblasts MMP-2 and MMP-9 activation and engaging EMT in cancer cells."}, {"pubmed": 23802595, "text": "Carbon anhydrase IX specific immune responses in patients with metastatic renal cell carcinoma potentially cured by interleukin-2 based immunotherapy."}, {"pubmed": 23860929, "text": "Molecular fluorescence imaging with carbonic anhydrase IX -IRDye800CW can be successfully used to detect hypoxic DCIS before and during surgery to facilitate radical resection"}, {"pubmed": 23869833, "text": "Studied the correlation between CA IX expression and selected morphological and biological indicators in breast cancer."}, {"pubmed": 23910904, "text": "A critical role for re-oxygenation on CAIX and CAXII levels that may select for an aggressive lung cancer phenotype."}, {"pubmed": 23957700, "text": "cases of carcinoma in situ tended to be CA IX positive"}, {"pubmed": 24008660, "text": "in oral squamous cell carcinoma cohort, below-median Ki67 and top-quartile sCAIX expression (Ki67(lo)sCAIX(hi)) were associated with significantly worse disease-specific survival in univariate and multivariate analyses"}, {"pubmed": 24068505, "text": "Used phage display to obatin a VHH nanobody which recognized the expressed CAIX in the HeLa cell lines with high selectivity and specificity."}, {"pubmed": 24111817, "text": "CAIX staining has no important role in the detection of high-grade CIN in cervical biopsies."}, {"pubmed": 24146381, "text": "CA IX expression in many types of tumors indicates its relevance as a general marker of tumor hypoxia"}, {"pubmed": 24146382, "text": "The use of CAIX expression as an attractive and promising candidate marker for systemic anticancer therapy is also discussed"}, {"pubmed": 24146383, "text": "The demonstration of CAIX as a functional mediator of cancer progression provides a biological rationale for its use as a cancer-specific, clinically relevant therapeutic target"}, {"pubmed": 24217923, "text": "CA9 expression in small intestinal carcinomas was not an independent prognostic factor"}, {"pubmed": 24349364, "text": "The rs1048638 polymorphic genotypes of CA9 might contribute to the prediction of susceptibility to and pathological development of UCC."}, {"pubmed": 24436269, "text": "carbonic anhydrase IX (CA IX) expression on 1,551 cases of tumors and normal tissues from various organs was evaluated"}, {"pubmed": 24471939, "text": "Nevertheless, our data support the potential use of therapeutics targeting CAIX in patients with advanced mesothelioma"}, {"pubmed": 24518567, "text": "brought the first experimental evidence for the crosstalk between RET and HIF-1 that can explain the increased expression of CAIX in medullary thyroid carcinoma"}, {"pubmed": 24695043, "text": "Plasma levels of CAIX in oral cancer patients were associated with clinical stages after adjusting for age and areca nut chewing."}, {"pubmed": 24737069, "text": "In esophageal cancer, CA IX-expressing tumor stroma is associated with shorter survival."}, {"pubmed": 24745019, "text": "The results of GLUT-1 and CAIX expression did not reveal any significant differences between the proteins expression in the primary tumor and the clinicopathological features"}, {"pubmed": 24821582, "text": "CA9 levels increase with VEGF-targeted therapy in metastatic renal cell carcinoma."}, {"pubmed": 24886661, "text": "These findings suggest that carnosine could be a promising anticancer drug through its ability to attenuate the activity of CA IX"}, {"pubmed": 24893880, "text": "CA9 expression in CNB specimens is a useful marker for predicting chemosensitivity, and CA9 expression in resected tissue is prognostic of DFS in patients with resectable early-stage breast cancer"}, {"pubmed": 24926090, "text": "CAIX can be a useful ancillary marker for identifying mesothelial cells. There is no difference in CAIX expression between benign and malignant mesothelium. Caution should be exercised while evaluating for metastasis from renal cell carcinoma."}, {"pubmed": 25031713, "text": "This is the first evidence that CA IX may promote nasopharyngeal carcinoma metastasis"}, {"pubmed": 25117006, "text": "Studies indicate that carbonic anhydrase IX (CA IX) can become a clinically useful anticancer target."}, {"pubmed": 25130478, "text": "CA IX is expressed in B-cell lymphomas and is qualitatively correlated with extracellular acidosis in xenograft tumor models."}, {"pubmed": 25230982, "text": "we showed that G250 treatment is effective against HT-29 colorectal carcinoma xenografts that differ from RCC by more heterogeneous, hypoxia-related expression of CA"}, {"pubmed": 25374230, "text": "High carbonic anhydrase IX expression in stromal cells is associated with invasiveness in gastric cancer."}, {"pubmed": 25377659, "text": "CAIX high expression was associated with poor prognosis in nasopharyngeal carcinoma patients."}, {"pubmed": 25422154, "text": "High CAIX mRNA expression was significantly associated with poor survival in patients with basal-like, luminal B and triple-negative breast"}, {"pubmed": 25426861, "text": "Low CAIX expression most likely indicates poor prognosis in renal cell carcinoma patients. Moreover, low CAIX expression was significantly associated with unfavorable clinicopathological factors."}, {"pubmed": 25431204, "text": "Our results indicate that strong and diffuse CA IX expression may be useful for differentiating ccRCC from several clear cell tumours, with the exception of clear cell breast carcinoma, haemangioblastoma, and clear cell hidradenoma."}, {"pubmed": 25434612, "text": "Results of the present study suggest that radiolabeled Affibody molecules are promising probes for imaging of CAIX-expression in vivo."}, {"pubmed": 25577552, "text": "data indicate that CA9 expression is a poor prognostic factor in resectable hepatocellular carcinoma (HCC) patients"}, {"pubmed": 25603870, "text": "CAIX serum level was significantly higher in patients with lung cancer than that in the healthy group."}, {"pubmed": 25738958, "text": "expression of the CA-IX protein is a crucial predictor of poor prognosis in resectable hepatocellular carcinoma"}, {"pubmed": 25755787, "text": "CA9 overexpression was related to histologic differentiation and an independent good prognostic factor in intrahepatic cholangiocarcinoma"}, {"pubmed": 25793203, "text": "Preventing carbonic anhydrase IX association with 45 S rDNA gene promoters."}, {"pubmed": 25862852, "text": "These results suggest that the CA IX-inhibition antibody chKM4927 has an anti-tumor effect in the VMRC-RCW xenograft model via an ADCC-independent mechanism."}, {"pubmed": 25890268, "text": "The ZEB1-CA9 signaling axis as a biomarker of poor prognosis in tongue cancer."}, {"pubmed": 25963717, "text": "A strong positive correlation between the mRNA expression levels of HIF-2alpha, CA9, VEGF, GLUT-1 and OPN suggests a specific hypoxia-associated profile of mRNA expression in glioblastoma multiforme"}, {"pubmed": 26026587, "text": "we aimed to determine the effect of immunohistochemical staining of ezrin, carbonic anhydrase IX (CA IX), and neuropilin-2 on the prognosis of patients diagnosed with metastatic RCC who were treated with TKIs between January 2007 and June 2012."}, {"pubmed": 26130414, "text": "our study showed that the expression of CAIX in oral squamous cell carcinoma (OSCC) samples can predict the progression of OSCC and survival of OSCC patients in Taiwan"}, {"pubmed": 26138037, "text": "Urinary CAIX has a high sensitivity and specificity for diagnosing urothelial bladder cancer."}, {"pubmed": 26224207, "text": "High expression of CA IX was associated with pancreatic cancer."}, {"pubmed": 26249175, "text": "CAIX expression is increased in hypoxia to compensate for the decrease in its activity produced by a low extracellular pH. A major function of CAIX is to lower the extracellular pH."}, {"pubmed": 26252502, "text": "Inhibition of CA9 expression or activity resulted in radiation sensitization of RCC in a preclinical mouse model."}, {"pubmed": 26259239, "text": "Data indicate that carbonic anhydrase IX (CAIX) inhibition as a relevant therapeutic goal in breast cancer, targeting the migratory, invasive, and metastatic potential of this disease."}, {"pubmed": 26276155, "text": "CAIX mRNA expression was significantly higher (p < 0.05) in hypoxia for all cell lines, which was in agreement with protein expression by ICC. CAXII expression was mixed, with a modest hypoxia-related increase in two cell lines (p < 0.05) and no change in others."}, {"pubmed": 26337752, "text": "Knockdown of CAIX significantly reduced proliferation of cancer cells, suggesting that rapid efflux of lactate and H(+), as enhanced by CAIX, contributes to cancer cell survival under hypoxic conditions."}, {"pubmed": 26510737, "text": "In neuroblastoma cells, CAIX and PGK1 expression is up regulated under hypoxia and correlates with response to targeted anti-proliferative treatment."}, {"pubmed": 26522624, "text": "We have developed an efficient system for the production of the catalytic domain of CA IX in methylotrophic yeast Pichia pastoris"}, {"pubmed": 26526582, "text": "CAIX and PTEN had prognostic importance for metastatic renal cell carcinoma patients receiving first-line VEGFR TKI. Future validation and mechanistic studies are required."}, {"pubmed": 26553365, "text": "We conclude that CA9/miR34 interplay shares in the hypoxic regulation of mammospheres and therefore, may play a relevant role in the hypoxic breast cancer stem cell niche."}, {"pubmed": 26648507, "text": "Flow cytometrically sorted CA9+ population showed increased mRNA level of a Wnt signaling factor AXIN2. In conclusion, these observations indicate that CA9 expression in normal crypt base cells has association with intestinal epithelial stemness"}, {"pubmed": 26648580, "text": "We used cobalt chloride (CoCl2) as a hypoxia-mimetic agent and found that the expression of HIF-1a protein, CA IX mRNA and protein, is effectively upregulated, except for HIF-1a mRNA."}, {"pubmed": 26794023, "text": "The intrinsic thermodynamic parameters of compound binding to CA IX helped to draw the compound structure to thermodynamics relationship."}, {"pubmed": 26993100, "text": "We also demonstrated that the cell-surface CA IX level dropped during the death progress due to an increased ECD shedding, which required a functional ADAM17. Inhibitors of metalloproteinases reduced CA IX ECD shedding, but not apoptosis."}, {"pubmed": 27102843, "text": "CA9 expression is highly associated with distant metastases, including para-aortic involvement."}, {"pubmed": 27153561, "text": "Data show that targeting the hypoxic tumor compartment by knockdown of carbonic anhydrase IX (CAIX) using short hairpin RNA or by chemical inhibition of CAIX with acetazolamide potentiates the anti-cancer activity of mTOR inhibitors rapamycin."}, {"pubmed": 27184798, "text": "combined HIF1alpha and CAIX protein expression may serve as an unfavorable prognostic indicator particularly in patients treated with cyclophosphamide-based chemotherapy or radiotherapy as well as those with basal phenotype of breast cancer"}, {"pubmed": 27207653, "text": "Our findings suggest that LCN2 suppresses tumour metastasis by targeting the transcriptional and post-transcriptional regulation of CAIX in oral squamous cell carcinoma"}, {"pubmed": 27373313, "text": "Molecular characterization of carbonic anhydrase IX catalytic domain has been presented."}, {"pubmed": 27494883, "text": "combined CA9-/CD147-capture antibodies demonstrated high efficiency for capturing circulating renal cell carcinoma cells"}, {"pubmed": 27630286, "text": "CA9 may have a role in castration-resistant prostate cancer progression"}, {"pubmed": 27688658, "text": "CA II and CA XII, but not CA VII or CA IX, could be useful in predicting survival in colorectal carcinomas"}, {"pubmed": 27721473, "text": "Data suggest that CAIX (carbonic anhydrase IX) is a novel downstream mediator of asTF (alternatively spliced tissue factor) in pancreatic ductal adenocarcinoma, particularly under hypoxic conditions that model late-stage tumor microenvironment; tumor hypoxia appears to lead to up-regulation of CAIX expression (or 'activation'), which is more pronounced in tumor cells overexpressing asTF."}, {"pubmed": 27775441, "text": "The diagnostic accuracy of CA9 expression for clear cell renal cell carcinoma was 100%."}, {"pubmed": 27901496, "text": "Authors present evidence that enhanced autophagy does not play a role in the enhanced growth of the CA9+ cells. Our study suggests a direct in vivo functional link between hypoxic cells and CICs in primary cervix cancer xenografts."}, {"pubmed": 28028936, "text": "Results provide evidence that CAIX induces chemoresistance of A549 cells, a lung cancer cell line."}, {"pubmed": 28055960, "text": "Genetic disruption of the intracellular pH-regulating proteins Na+/H+ exchanger 1 (SLC9A1) and carbonic anhydrase 9 reduces the proliferation of colon cancer cells."}, {"pubmed": 28075522, "text": "The findings suggest that CA9, and particularly its carbonic anhydrase activity, promotes the tumorigenicity of adult T-cell leukemia/lymphoma-derived cells and may be involved in malignant development of lymphoma-type adult T-cell leukemia/lymphoma."}, {"pubmed": 28099149, "text": "Increased miR-210 and concomitant decreased ISCU RNA levels were found in ~40% of tumors and this was significantly associated with HIF-1alpha and CAIX, but not MCT1 or MCT4, over-expression."}, {"pubmed": 28347233, "text": "We demonstrated that the expression levels of glycolysis-related proteins glucose transporter 1, hexokinase II, carbonic anhydrase IX, and monocarbonylate transporter 4 differ between thyroid cancer subtypes and are correlated with poorer prognosis"}, {"pubmed": 28388044, "text": "describe the identification of the structural determinants responsible for the CA IX/CAND1 interaction"}, {"pubmed": 28554753, "text": "Report weak CA9 immunoreactivity in majority of CA9 positive colorectal carcinoma cases associated with macroscopic growth pattern."}, {"pubmed": 28667334, "text": "we identified an SNP in the CA9 3'UTR as a novel diagnostic and prognostic factor for HCC. The rs1048638-A genotype significantly affects miR-34a targeting and expression levels of CA9. The miR-34a-CA9 axis is important in controlling tumor growth and metastasis of HCC cells."}, {"pubmed": 28692057, "text": "Authors demonstrate that CAIX associates with MMP14 through potential phosphorylation residues within its intracellular domain, and that CAIX enhances MMP14-mediated collagen degradation by directly contributing hydrogen ions required for MMP14 catalytic activity."}, {"pubmed": 28830777, "text": "CAIX enzyme inhibition assay showed the IC50 values in nM range. Though all the three compounds (1-3) showed a good binding with CAIX, compound 2 showed the best inhibition of CAIX activity. These compounds were non-toxic on normal cell lines (HEK-293) and significantly inhibit the proliferation of hypoxic cancer cells"}, {"pubmed": 28849188, "text": "Study revealed that CA9 expression was a pivotal predictive factor for poor prognosis after radical surgery for HCC. Moreover, the CA9 regulation of the expression of EMT-related molecules represented a mechanism that enhanced malignant potential."}, {"pubmed": 28851650, "text": "The results suggest the possibility that CA9 exosomes released from hypoxic RCC may enhance angiogenesis in microenvironment, thereby contributing to cancer progression."}, {"pubmed": 28921449, "text": "FZD1 and CAIX might be important biological markers for the carcinogenesis, metastasis, invasion, and prognosis of pancreatic ductal adenocarcinoma"}, {"pubmed": 29235571, "text": "Results find that CAIX expression was increased in soft tissue and associated with worse disease-free survival."}, {"pubmed": 29520426, "text": "Carbonic anhydrase-IX (CA-IX), a molecular biomarker that has been investigated for its prognostic significance in clear cell RCC, is a transmembrane protein that regulates intra- and extra-cellular pH."}, {"pubmed": 29564477, "text": "Data suggest that the conformational flexibility may have several important roles in tumour progression, facilitating interactions of carbonic anhydrase IX (hCA IX) with partner proteins assisting tumour spreading and progression."}, {"pubmed": 29666945, "text": "CA9 expression was observed in normal islets, while neuroendocrine microadenomas and small (< 1 cm) pancreatic neuroendocrine neoplasms/tumors showed CA9 expression loss."}, {"pubmed": 29691298, "text": "hese findings may be of clinical significance, because carbonic anhydrase IX is overexpressed in the majority of clear cell renal cell carcinomas and in approximately 30% of colorectal cancers. The targeted delivery of IL2 helps potentiate the action of targeted cytotoxics, leading to cancer eradication in models that cannot be cured by conventional chemotherapy"}, {"pubmed": 29693741, "text": "Positive CAIX cytoplasmic expression was significantly associated with lymph node affected and with disease-specific survival in oral squamous cell carcinoma."}, {"pubmed": 29725249, "text": "CA9 SNP rs1048638 and haplotype A1AA are associated with the susceptibility of cervical invasive squamous cell carcinoma for Taiwanese women"}, {"pubmed": 29749469, "text": "the findings of this study establish the SOX9/CA9-mediated oncogenic pathway in glioma, the inhibition of which enhances the sensitivity of glioma cells to Temozolomide (TMZ) treatment, and thus highlights the value of developing small molecules or antibodies against the SOX9/CA9 pathway, for combination therapy with TMZ, in the more efficient management of glioma"}, {"pubmed": 29893327, "text": "High expression of CA9 is associated with breast cancer."}, {"pubmed": 29949785, "text": "The TCGA data revealed that CAIX expression was significantly higher in bladder cancer specimens than in normal tissue."}, {"pubmed": 29952031, "text": "Our findings indicated that CA-IX may be a potential prognostic biomarker in the treatment of glioblastoma multiforme"}, {"pubmed": 29965974, "text": "CAIX and CAXII expression are diagnostic for breast cancer subtype and prognosticators of patient survival. Overall, we show that CAIX but not CAXII drives growth, migration, and metastasis consistent with its expression in more aggressive breast cancers."}, {"pubmed": 30029935, "text": "Our results do not suggest a prognostic role for CA IX overexpression in stage III non-small cell lung cancer patients who received neoadjuvant treatment."}, {"pubmed": 30058688, "text": "Study in rat xenograft model of renal clear cell carcinoma (RCCC) showed that expression of G250 had a certain correlation with the pathological changes of RCCC and expressions of Bax and Bcl-2 were up-regulated in the RCCC group compared to a healthy control. Results suggest G250 as a new specific marker of RCCC and joint detection of Bax and Bcl-2 can be used as an important index for the diagnosis of RCCC."}, {"pubmed": 30066203, "text": "CAII, CAIX, and CAXII all have characteristic expression patterns in esophageal adenocarcinoma (EAC), its precursors and normal squamous epithelium. In EAC, CAII downregulation is associated with metastatic disease. CAIX expression is lost towards the more malignant lesions, but in lymph node positive disease, expression seems to be higher. CAXII is only expressed in normal esophageal epithelium."}, {"pubmed": 30206370, "text": "CAIX acidifies the tumor microenvironment, and provides an extracellular pH control mechanism. CAIX thus acts as an extracellular pH-state, maintaining an acidic tumor extracellular pH that is tolerated by cancer cells and favors invasion and metastasis."}, {"pubmed": 30214007, "text": "Our data demonstrates that HIF-1alpha-mediated CA9 induction differs between patient-derived PDAC cells and that APE1/Ref-1 redox inhibition attenuates this induction by decreasing hypoxia-induced HIF-1 DNA binding. Dual-targeting of APE1/Ref-1 and CA9 in 3D spheroids demonstrated that this combination effectively kills PDAC tumor cells displaying drastically different levels of CA9."}, {"pubmed": 30242913, "text": "High CA9 expression is associated with esophageal squamous cell carcinoma tumor growth."}, {"pubmed": 30322727, "text": "High membranous CA9 expression is associated with clear cell renal cell carcinoma."}, {"pubmed": 30383070, "text": "Carbon anhydrase IX expression in lichen and leukoplakia epithelia shows that hypoxia plays a role in the pathogenesis of both lesions. The different distribution patterns provides further evidence of the different biological behavior of these two entities, which under certain circumstances can have similar clinical and histological features"}, {"pubmed": 30452451, "text": "Selective inhibition of carbonic anhydrase IX over carbonic anhydrase XII in breast cancer cells using benzene sulfonamides: Disconnect between activity and growth inhibition."}, {"pubmed": 30565710, "text": "MUC5B and CA9 are highly conserved during gallbladder cance rhistological progression"}, {"pubmed": 30636023, "text": "Hypoxic stress-related adaptation - highlighted by CAIX expression - results in cellular quiescence in Hodgkin-Reed-Sternberg (HRS) cells , potentially contributing to the short-term failure of the standard chemotherapy in classical Hodgkin's lymphoma."}, {"pubmed": 30638861, "text": "CA IX/COX-2 interplay can promote hypoxia survival and the invasion of tumor cells. These proteins may represent independent prognostic factors of colorectal cancer."}, {"pubmed": 30654595, "text": "CA9/CAIX is an independent prognostic factor for oral squamous cell carcinoma patients."}, {"pubmed": 30755643, "text": "Revealing membrane alteration in cellsoverexpressing CA IX and EGFR by Surface-Enhanced Raman Scattering."}, {"pubmed": 31041828, "text": "Comparative transcriptome analysis of sinonasal inverted papilloma and associated squamous cell carcinoma: Out-HOXing developmental genes."}, {"pubmed": 31072911, "text": "The most aggressive form of breast cancer, triple-negative breast cancer, appears to co-ordinately express the monocarboxylate transporter 4 (MCT4) and carbonic anhydrase IX (CA IX). This supports a possible mechanism that utilizes the intramolecular H(+) shuttle system in CA IX to facilitate proton efflux through MCT4."}, {"pubmed": 31078621, "text": "In response to hypoxia, pancreatic ductal adenocarcinoma cells that express activated KRAS increase expression of carbonic anhydrase 9, via stabilization of HIF1A and HIF2A, to regulate pH and glycolysis."}, {"pubmed": 31127991, "text": "HIF-1alpha, GLUT-1 and CA-IX may be connected with tumor response to preCRT, however, there is still skepticism towards their clinical use as predictors of outcome."}, {"pubmed": 31155437, "text": "Genetic polymorphism and carbonic anhydrase 9 expression can predict nodal metastatic prostate cancer risk in patients with prostate-specific antigen levels </=10 ng/ml at initial biopsy."}, {"pubmed": 31276594, "text": "High CA9 expression is associated with glioblastoma."}, {"pubmed": 31318683, "text": "Sohlh2 alleviates malignancy of EOC cells under hypoxia via inhibiting the HIF1alpha/CA9 signaling pathway."}, {"pubmed": 31442913, "text": "CA9 plays a pivotal role in the metabolism of MM cells under hypoxia, providing numerous merits, such as proliferation and migration, where iron homeostasis is maintained for their optimal growth with minimal oxidative cytotoxicity to avoid ferroptosis and apoptosis."}, {"pubmed": 31588921, "text": "this is the first report comparing three different deuterium-labelled crystal structures of the same protein, marking an important step in validating the active-site structure of CA IXSV for neutron protein crystallography."}, {"pubmed": 31589317, "text": "All clear cell meningiomas showed absence of CA-IX expression and loss of nuclear SMARCE1 expression. All microcystic and angiomatous meningiomas showed diffuse CA-IX immunoreactivity and retained nuclear SMARCE1 expression. In other meningioma variants, CA-IX was expressed in a hypoxia-restricted pattern and was highly associated with atypical features such as necrosis, small cell change, and focal clear cell change."}, {"pubmed": 31625068, "text": "In renal cell carcinoma patients with distant metastases, positive associations were found between the expression of VHL, VEGFR2 and CAIX."}, {"pubmed": 31636386, "text": "TFAP2C regulates carbonic anhydrase XII in human breast cancer."}, {"pubmed": 31723238, "text": "CAIX forms a transport metabolon with monocarboxylate transporters in human breast cancer cells."}, {"pubmed": 31790614, "text": "The data suggest the possible use of the exosomal CA9 expression and activity as a biomarker of cancer progression in prostate carcinoma (PCa)."}, {"pubmed": 31795962, "text": "Expression of CAIX in locally advanced breast cancer predicts the response to neoadjuvant chemotherapy."}, {"pubmed": 31819195, "text": "this review provides an overview of the current state of research on the function of CAIX in tumour acid/base transport and discusses how CAIX transport metabolons could be exploited in modern cancer therapy."}, {"pubmed": 31905844, "text": "hCA IX and mCA IX are highly similar, and the transcription of both genes is predominantly governed by hypoxia, some attributes of transcriptional regulation are specific for either human or mouse and as such, could result in different tissue expression and data interpretation."}, {"pubmed": 32048471, "text": "Dynamic surveillance of tamoxifen-resistance in ER-positive breast cancer by CAIX-targeted ultrasound imaging."}, {"pubmed": 32066909, "text": "Carbonic anhydrase 9 (CA9) expression in non-small-cell lung cancer: correlation with regulatory FOXP3+T-cell tumour stroma infiltration."}, {"pubmed": 32244610, "text": "Characterization of Carbonic Anhydrase In Vivo Using Magnetic Resonance Spectroscopy."}, {"pubmed": 32264924, "text": "ROC-1, P21 and CAIX as markers of tumor aggressiveness in bladder carcinoma in Egyptian patients."}, {"pubmed": 32299152, "text": "CA9 transcriptional expression determines prognosis and tumour grade in tongue squamous cell carcinoma patients."}, {"pubmed": 32438691, "text": "Carbonic Anhydrase-IX Guided Albumin Nanoparticles for Hypoxia-mediated Triple-Negative Breast Cancer Cell Killing and Imaging of Patient-derived Tumor."}, {"pubmed": 32443462, "text": "Hypoxia-Activated Prodrug Derivatives of Carbonic Anhydrase Inhibitors in Benzenesulfonamide Series: Synthesis and Biological Evaluation."}, {"pubmed": 32452709, "text": "Identification of Novel Carbonic Anhydrase IX Inhibitors Using High-Throughput Screening of Pooled Compound Libraries by DNA-Linked Inhibitor Antibody Assay (DIANA)."}, {"pubmed": 32493992, "text": "Impact of hypoxia on chemoresistance of mesothelioma mediated by the proton-coupled folate transporter, and preclinical activity of new anti-LDH-A compounds."}, {"pubmed": 32560271, "text": "CAIX-Mediated Control of LIN28/let-7 Axis Contributes to Metabolic Adaptation of Breast Cancer Cells to Hypoxia."}, {"pubmed": 32722392, "text": "Biophysical Characterization of Cancer-Related Carbonic Anhydrase IX."}, {"pubmed": 32784815, "text": "Interplay between Carbonic Anhydrases and Metallothioneins: Structural Control of Metalation."}, {"pubmed": 32788634, "text": "The control of acidity in tumor cells: a biophysical model."}, {"pubmed": 32823915, "text": "CAIX Regulates GBM Motility and TAM Adhesion and Polarization through EGFR/STAT3 under Hypoxic Conditions."}, {"pubmed": 32824856, "text": "CA9 Silencing Promotes Mitochondrial Biogenesis, Increases Putrescine Toxicity and Decreases Cell Motility to Suppress ccRCC Progression."}, {"pubmed": 32879359, "text": "Targeted and redox-responsive drug delivery systems based on carbonic anhydrase IX-decorated mesoporous silica nanoparticles for cancer therapy."}, {"pubmed": 32998233, "text": "Carbonic Anhydrase IX in Renal Cell Carcinoma, Implications for Disease Management."}, {"pubmed": 33126151, "text": "Association between carbonic anhydrase 9 expression and poor prognosis in sinonasal squamous cell carcinoma."}, {"pubmed": 33159147, "text": "In vitro and in vivo BNCT investigations using a carborane containing sulfonamide targeting CAIX epitopes on malignant pleural mesothelioma and breast cancer cells."}, {"pubmed": 33198416, "text": "PIMT Binding to C-Terminal Ala459 of CAIX Is Involved in Inside-Out Signaling Necessary for Its Catalytic Activity."}, {"pubmed": 33201250, "text": "Intrinsically disordered features of carbonic anhydrase IX proteoglycan-like domain."}, {"pubmed": 33296398, "text": "PET imaging and pharmacological therapy targeting carbonic anhydrase-IX high-expressing tumors using US2 platform based on bivalent ureidosulfonamide."}, {"pubmed": 33432108, "text": "The hypoxia-sensor carbonic anhydrase IX affects macrophage metabolism, but is not a suitable biomarker for human cardiovascular disease."}, {"pubmed": 33783991, "text": "Circulating large extracellular vesicles carrying CA9 in the diagnosis and prognosis of clear-cell renal cell carcinoma."}, {"pubmed": 33888756, "text": "Diagnostic potential of hypoxia-induced genes in liquid biopsies of breast cancer patients."}, {"pubmed": 34083096, "text": "Evaluation of carbonic anhydrase IX as a potential therapeutic target in urothelial carcinoma."}, {"pubmed": 34198834, "text": "Inhibition of Carbonic Anhydrase IX Promotes Apoptosis through Intracellular pH Level Alterations in Cervical Cancer Cells."}, {"pubmed": 34216643, "text": "Carbonic-anhydrase IX expression is increased in thyroid cancer tissue and represents a potential therapeutic target to eradicate thyroid tumor-initiating cells."}, {"pubmed": 34636283, "text": "Carbonic Anhydrases II and IX in Non-ampullary Duodenal Adenomas and Adenocarcinoma."}, {"pubmed": 34714117, "text": "Prognostic Significance of Membranous Carbonic Anhydrase IX Expression in Patients with Nonmetastatic Clear Cell Renal Cell Carcinoma of Different Tumor Stages."}, {"pubmed": 34716861, "text": "MN/CA9 gene expression as a potential tumor marker for renal cell carcinoma."}, {"pubmed": 35055064, "text": "Hypoxia Marker Carbonic Anhydrase IX Is Present in Abdominal Aortic Aneurysm Tissue and Plasma."}, {"pubmed": 35659359, "text": "Hypoxia-regulated carbonic anhydrase IX (CAIX) protein is an independent prognostic indicator in triple negative breast cancer."}, {"pubmed": 35672011, "text": "Carbonic anhydrase IX proteoglycan-like and intracellular domains mediate pulmonary microvascular endothelial cell repair and angiogenesis."}, {"pubmed": 36100684, "text": "Factors, associated with elevated concentration of soluble carbonic anhydrase IX in plasma of women with cervical dysplasia."}, {"pubmed": 36415514, "text": "Gene expression of carbonic anhydrase 9 (CA9) in de novo acute leukemia as a predictive marker for prognosis."}, {"pubmed": 36476599, "text": "Carbonic Anhydrase IX (CAIX) Expressing Hypoxic Micro-environment Hampers CD8+ Immune Cell Infiltrate in Breast Carcinoma."}, {"pubmed": 36524367, "text": "ADAM10 mediates shedding of carbonic anhydrase IX ectodomain nonredundantly to ADAM17."}, {"pubmed": 36537608, "text": "IGFL2-AS1-induced suppression of HIF-1alpha degradation promotes cell proliferation and invasion in colorectal cancer by upregulating CA9."}, {"pubmed": 36901756, "text": "Carbonic Anhydrase IX in Tumor Tissue and Plasma of Breast Cancer Patients: Reliable Biomarker of Hypoxia and Prognosis."}, {"pubmed": 37047096, "text": "CA-IX-Expressing Small Extracellular Vesicles (sEVs) Are Released by Melanoma Cells under Hypoxia and in the Blood of Advanced Melanoma Patients."}, {"pubmed": 37061698, "text": "The relationship between carbonic anhydrase IX (CAIX) and patient survival in breast cancer: systematic review and meta-analysis."}, {"pubmed": 37348875, "text": "A Carbonic Anhydrase IX/SLC1A5 Axis Regulates Glutamine Metabolism Dependent Ferroptosis in Hypoxic Tumor Cells."}, {"pubmed": 37498074, "text": "Functional consequences of altered glycosylation of tumor-associated hypoxia biomarker carbonic anhydrase IX."}, {"pubmed": 37681672, "text": "Spatial transcriptomic analysis of tumour with high and low CAIX expression in TNBC tissue samples using GeoMxtrade mark RNA assay."}, {"pubmed": 38177154, "text": "LncRNA ZNF674-AS1 drives cell growth and inhibits cisplatin-induced pyroptosis via up-regulating CA9 in neuroblastoma."}, {"pubmed": 38627429, "text": "Aerobic vaginitis is associated with carbonic anhydrase IX in cervical intraepithelial neoplasia."}, {"pubmed": 38766857, "text": "Unlocking the paracrine crosstalk: adipocyte-derived factors affect carbonic anhydrase IX expression in colon and breast cancer cells."}, {"pubmed": 38839363, "text": "Epigenetic Regulation of Carbonic Anhydrase 9 Expression by Nitric Oxide in Human Small Airway Epithelial Cells."}], "genomic_pos": {"chr": "9", "end": 35681159, "ensemblgene": "ENSG00000107159", "start": 35673928, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 35681156, "start": 35673853, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002009", "qualifier": "involved_in", "term": "morphogenesis of an epithelium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006730", "qualifier": "involved_in", "term": "one-carbon metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033574", "qualifier": "involved_in", "term": "response to testosterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046903", "qualifier": "involved_in", "term": "secretion"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 22087255, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 8661007, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031528", "qualifier": "located_in", "term": "microvillus membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004089", "qualifier": "enables", "term": "carbonate dehydratase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004089", "pubmed": [18703501, 19805286], "qualifier": "enables", "term": "carbonate dehydratase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004089", "pubmed": [17314045, 17705204, 19206230], "qualifier": "enables", "term": "carbonate dehydratase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [26871637, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": [18703501, 19805286], "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140677", "pubmed": 29564477, "qualifier": "enables", "term": "molecular function activator activity"}]}, "homologene": {"genes": [[7165, 1273602], [7165, 1273605], [7165, 11175669], [7955, 566612], [9031, 770004], [9544, 696729], [9598, 473223], [9606, 768], [9615, 611933], [9913, 511923], [10090, 230099], [10116, 313495]], "id": 20325}, "interpro": [{"desc": "Alpha carbonic anhydrase domain", "id": "IPR001148", "short_desc": "CA_dom"}, {"desc": "Carbonic anhydrase, alpha-class, conserved site", "id": "IPR018338", "short_desc": "Carbonic_anhydrase_a-class_CS"}, {"desc": "Carbonic anhydrase, alpha-class", "id": "IPR023561", "short_desc": "Carbonic_anhydrase_a-class"}, {"desc": "Alpha carbonic anhydrase domain superfamily", "id": "IPR036398", "short_desc": "CA_dom_sf"}], "ipi": "IPI00003966", "map_location": "9p13.3", "name": "carbonic anhydrase 9", "other_names": ["CA-IX", "P54/58N", "RCC-associated antigen G250", "RCC-associated protein G250", "carbonate dehydratase IX", "carbonic anhydrase 9", "carbonic anhydrase IX", "carbonic dehydratase", "membrane antigen MN", "pMW1", "renal cell carcinoma-associated antigen G250"], "pantherdb": {"HGNC": "1383", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2447188", "ortholog_type": "LDO", "panther_family": "PTHR18952", "taxid": 10090, "uniprot_kb": "Q8VHB5"}, {"RGD": "1306426", "ortholog_type": "LDO", "panther_family": "PTHR18952", "taxid": 10116, "uniprot_kb": "F7FL00"}, {"Ensembl": "ENSGALG00000021340", "ortholog_type": "LDO", "panther_family": "PTHR18952", "taxid": 9031, "uniprot_kb": "F1NIF0"}, {"ZFIN": "ZDB-GENE-080818-5", "ortholog_type": "LDO", "panther_family": "PTHR18952", "taxid": 7955, "uniprot_kb": "A0A0R4IHP7"}, {"TAIR": "2161043", "ortholog_type": "O", "panther_family": "PTHR18952", "taxid": 3702, "uniprot_kb": "Q9FM99"}, {"TAIR": "2827099", "ortholog_type": "O", "panther_family": "PTHR18952", "taxid": 3702, "uniprot_kb": "F4HUC4"}, {"TAIR": "2062819", "ortholog_type": "O", "panther_family": "PTHR18952", "taxid": 3702, "uniprot_kb": "F4IHR4"}, {"TAIR": "2205175", "ortholog_type": "O", "panther_family": "PTHR18952", "taxid": 3702, "uniprot_kb": "Q8L817"}, {"TAIR": "2146723", "ortholog_type": "O", "panther_family": "PTHR18952", "taxid": 3702, "uniprot_kb": "Q9FYE3"}, {"TAIR": "2133129", "ortholog_type": "O", "panther_family": "PTHR18952", "taxid": 3702, "uniprot_kb": "Q9SUB4"}, {"TAIR": "2133119", "ortholog_type": "O", "panther_family": "PTHR18952", "taxid": 3702, "uniprot_kb": "F4JIK2"}, {"TAIR": "2083213", "ortholog_type": "O", "panther_family": "PTHR18952", "taxid": 3702, "uniprot_kb": "O04846"}], "uniprot_kb": "Q16790"}, "pathway": {"kegg": {"id": "hsa00910", "name": "Nitrogen metabolism - Homo sapiens (human)"}, "pid": {"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, "reactome": [{"id": "R-HSA-1234158", "name": "Regulation of gene expression by Hypoxia-inducible Factor"}, {"id": "R-HSA-1234174", "name": "Cellular response to hypoxia"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1475029", "name": "Reversible hydration of carbon dioxide"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}], "wikipathways": {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}}, "pdb": ["2HKF", "3IAI", "5DVX", "5FL4", "5FL5", "5FL6", "6FE0", "6FE1", "6FE2", "6G98", "6G9U", "6QN2", "6QN5", "6QN6", "6QUT", "6RQN", "6RQQ", "6RQU", "6RQW", "6TL5", "6TL6", "6Y74", "7POM", "8CO0", "8Q18", "8Q19", "8Q1A"], "pfam": "PF00194", "pharmgkb": "PA25998", "pharos": {"target_id": 15251, "tdl": "Tclin"}, "pir": "I38013", "prosite": "PS51144", "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF292832", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246623", "relationship": "is"}, {"id": "GNF246624", "relationship": "is"}, {"id": "GNF246625", "relationship": "is"}, {"id": "GNF246626", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162655", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080407", "relationship": "is"}, {"id": "GNF080408", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053980", "relationship": "is"}, {"id": "GNF058759", "relationship": "is"}, {"id": "GNF074035", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067729", "relationship": "is"}, {"id": "GNF067730", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282988", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283915", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002017", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336013", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094705", "relationship": "is"}, {"id": "GNF134362", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": ["NP_001207.2", "XP_047279805.1", "XP_047279806.1", "XP_054219735.1", "XP_054219736.1"], "rna": ["NM_001216.3", "XM_047423849.1", "XM_047423850.1", "XM_054363760.1", "XM_054363761.1"], "translation": [{"protein": "NP_001207.2", "rna": "NM_001216.3"}, {"protein": "XP_054219735.1", "rna": "XM_054363760.1"}, {"protein": "XP_054219736.1", "rna": "XM_054363761.1"}, {"protein": "XP_047279806.1", "rna": "XM_047423850.1"}, {"protein": "XP_047279805.1", "rna": "XM_047423849.1"}]}, "reporter": {"HG-U133_Plus_2": "205199_at", "HG-U95Av2": "40309_at", "HTA-2_0": "TC09000191.hg.1", "HuEx-1_0": "3168066", "HuGene-1_1": "8155083", "HuGene-2_1": "17084723"}, "summary": "Carbonic anhydrases (CAs) are a large family of zinc metalloenzymes that catalyze the reversible hydration of carbon dioxide. They participate in a variety of biological processes, including respiration, calcification, acid-base balance, bone resorption, and the formation of aqueous humor, cerebrospinal fluid, saliva, and gastric acid. They show extensive diversity in tissue distribution and in their subcellular localization. CA IX is a transmembrane protein and is one of only two tumor-associated carbonic anhydrase isoenzymes known. It is expressed in all clear-cell renal cell carcinoma, but is not detected in normal kidney or most other normal tissues. It may be involved in cell proliferation and transformation. This gene was mapped to 17q21.2 by fluorescence in situ hybridization, however, radiation hybrid mapping localized it to 9p13-p12. [provided by RefSeq, Jun 2014].", "symbol": "CA9", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413052"}, "unigene": "Hs.63287", "uniprot": {"Swiss-Prot": "Q16790", "TrEMBL": "A0A0S2Z3D0"}, "wikipedia": {"url_stub": "Carbonic anhydrase 9"}}