{"AllianceGenome": "1435", "HGNC": "1435", "MIM": "114051", "_id": "794", "_version": 1, "accession": {"genomic": ["AC009136.6", "AC106736.4", "CH471166.2", "CP068262.2", "KF456204.1", "NC_000016.10", "NC_060940.1", "NW_013171813.1", "X56668.1"], "protein": ["AAH15484.1", "AEE61145.1", "BAD96215.1", "BAD96368.1", "BAF83785.1", "CAA39991.1", "CAA39992.1", "EAW59240.1", "EAW59241.1", "EAW59242.1", "EAW59243.1", "EAW59244.1", "NP_001731.2", "NP_009019.1", "P22676.2"], "rna": ["AK222495.1", "AK222648.1", "AK291096.1", "BC015484.2", "BM664507.1", "BX116479.1", "DA060805.1", "HM005548.1", "NM_001740.5", "NM_007087.2", "NM_007088.4", "NR_027910.3", "X56667.1"], "translation": [{"protein": "AEE61145.1", "rna": "HM005548.1"}, {"protein": "NP_009019.1", "rna": "NM_007088.4"}, {"protein": "NP_001731.2", "rna": "NM_001740.5"}, {"protein": "CAA39991.1", "rna": "X56667.1"}, {"protein": "AAH15484.1", "rna": "BC015484.2"}, {"protein": "BAD96215.1", "rna": "AK222495.1"}, {"protein": "BAF83785.1", "rna": "AK291096.1"}, {"protein": "BAD96368.1", "rna": "AK222648.1"}]}, "alias": ["CAB29", "CAL2", "CR"], "ensembl": [{"gene": "ENSG00000282830", "protein": ["ENSP00000488916", "ENSP00000489007", "ENSP00000489176", "ENSP00000489458"], "transcript": ["ENST00000634226", "ENST00000634959", "ENST00000635154", "ENST00000635371", "ENST00000635576"], "translation": [{"protein": "ENSP00000489007", "rna": "ENST00000635154"}, {"protein": "ENSP00000488916", "rna": "ENST00000635371"}, {"protein": "ENSP00000489176", "rna": "ENST00000635576"}, {"protein": "ENSP00000489458", "rna": "ENST00000634959"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000172137", "protein": ["ENSP00000307508", "ENSP00000340294", "ENSP00000454467", "ENSP00000454639"], "transcript": ["ENST00000302628", "ENST00000349553", "ENST00000467817", "ENST00000490520", "ENST00000562305"], "translation": [{"protein": "ENSP00000340294", "rna": "ENST00000349553"}, {"protein": "ENSP00000307508", "rna": "ENST00000302628"}, {"protein": "ENSP00000454639", "rna": "ENST00000562305"}, {"protein": "ENSP00000454467", "rna": "ENST00000490520"}], "type_of_gene": "protein_coding"}], "entrezgene": "794", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.3533431772, "exp_mis": 99.2580061282, "exp_syn": 56.5776939813, "lof_z": 1.92264009118718, "mis_z": -0.0855222872521593, "mu_lof": 9.10737353576e-07, "mu_mis": 8.81845830457e-06, "mu_syn": 4.91872827344e-06, "n_lof": 7.0, "n_mis": 101.0, "n_syn": 57.0, "p_li": 0.00123890128989255, "p_null": 0.0401120622628475, "p_rec": 0.95864903644726, "syn_z": -0.034806327615552}, "bp": 816, "cds_end": 71423768, "cds_start": 71392695, "n_exons": 11, "nonpsych": {"exp_lof": 12.7727545194, "exp_mis": 89.6196699367, "exp_syn": 50.9898669086, "lof_z": 2.13591838388639, "mis_z": -0.0735432630352076, "mu_lof": 9.10737353576e-07, "mu_mis": 8.81845830457e-06, "mu_syn": 4.91872827344e-06, "n_lof": 5.0, "n_mis": 91.0, "n_syn": 54.0, "p_li": 0.0212610907663291, "p_null": 0.0201643438967025, "p_rec": 0.958574565336968, "syn_z": -0.26540362130036}, "nontcga": {"exp_lof": 13.183787178, "exp_mis": 91.2960831284, "exp_syn": 52.030191899, "lof_z": 1.68002468486221, "mis_z": 0.224004357183114, "mu_lof": 9.10737353576e-07, "mu_mis": 8.81845830457e-06, "mu_syn": 4.91872827344e-06, "n_lof": 7.0, "n_mis": 87.0, "n_syn": 54.0, "p_li": 0.000808786887486492, "p_null": 0.0686769472492532, "p_rec": 0.93051426586326, "syn_z": -0.172909529691069}, "transcript": "ENST00000302628.4"}, "exons": [{"cdsend": 71389865, "cdsstart": 71358792, "chr": "16", "position": [[71358722, 71358886], [71372152, 71372229], [71374744, 71374834], [71377666, 71377747], [71382718, 71382775], [71383366, 71383444], [71383969, 71384025], [71384338, 71384378], [71384782, 71384836], [71385576, 71385648], [71389748, 71390433]], "strand": 1, "transcript": "NM_001740", "txend": 71390433, "txstart": 71358722}, {"cdsend": 257362, "cdsstart": 226269, "chr": "16_KQ090027v1_alt", "position": [[226199, 226363], [239649, 239726], [242241, 242331], [245163, 245244], [250215, 250272], [250863, 250941], [251466, 251522], [251835, 251875], [252279, 252333], [253073, 253145], [257245, 257930]], "strand": 1, "transcript": "NM_001740", "txend": 257930, "txstart": 226199}, {"cdsend": 71385622, "cdsstart": 71358792, "chr": "16", "position": [[71358712, 71358886], [71372152, 71372229], [71374744, 71374834], [71377666, 71377747], [71382718, 71382775], [71383366, 71383444], [71383969, 71384025], [71385576, 71385648], [71389748, 71390438]], "strand": 1, "transcript": "NM_007088", "txend": 71390438, "txstart": 71358712}, {"cdsend": 253119, "cdsstart": 226269, "chr": "16_KQ090027v1_alt", "position": [[226189, 226363], [239649, 239726], [242241, 242331], [245163, 245244], [250215, 250272], [250863, 250941], [251466, 251522], [253073, 253145], [257245, 257936]], "strand": 1, "transcript": "NM_007088", "txend": 257936, "txstart": 226189}, {"cdsend": 257930, "cdsstart": 257930, "chr": "16_KQ090027v1_alt", "position": [[226199, 226363], [239649, 239726], [242241, 242331], [245163, 245244], [250215, 250272], [250863, 250941], [251466, 251522], [252279, 252333], [253073, 253145], [257245, 257930]], "strand": 1, "transcript": "NR_027910", "txend": 257930, "txstart": 226199}, {"cdsend": 71390433, "cdsstart": 71390433, "chr": "16", "position": [[71358722, 71358886], [71372152, 71372229], [71374744, 71374834], [71377666, 71377747], [71382718, 71382775], [71383366, 71383444], [71383969, 71384025], [71384782, 71384836], [71385576, 71385648], [71389748, 71390433]], "strand": 1, "transcript": "NR_027910", "txend": 71390433, "txstart": 71358722}], "exons_hg19": [{"cdsend": 71423768, "cdsstart": 71392695, "chr": "16", "position": [[71392625, 71392789], [71406055, 71406132], [71408647, 71408737], [71411569, 71411650], [71416621, 71416678], [71417269, 71417347], [71417872, 71417928], [71418241, 71418281], [71418685, 71418739], [71419479, 71419551], [71423651, 71424336]], "strand": 1, "transcript": "NM_001740", "txend": 71424336, "txstart": 71392625}, {"cdsend": 71419525, "cdsstart": 71392695, "chr": "16", "position": [[71392615, 71392789], [71406055, 71406132], [71408647, 71408737], [71411569, 71411650], [71416621, 71416678], [71417269, 71417347], [71417872, 71417928], [71419479, 71419551], [71423651, 71424342]], "strand": 1, "transcript": "NM_007088", "txend": 71424342, "txstart": 71392615}, {"cdsend": 71424336, "cdsstart": 71424336, "chr": "16", "position": [[71392625, 71392789], [71406055, 71406132], [71408647, 71408737], [71411569, 71411650], [71416621, 71416678], [71417269, 71417347], [71417872, 71417928], [71418685, 71418739], [71419479, 71419551], [71423651, 71424336]], "strand": 1, "transcript": "NR_027910", "txend": 71424336, "txstart": 71392625}], "generif": [{"pubmed": 11642722, "text": "a tumor marker for cardiac myxoma"}, {"pubmed": 12064772, "text": "Two types of calretinin-immunostained terminals were found in the CA1 region."}, {"pubmed": 12359331, "text": "AP2-like cis element acts as an enhancer of gene expression in neuronal cells"}, {"pubmed": 15285029, "text": "E-cadherin and calretinin are sensitive and specific in differential diagnosis of benign and malignant serous effusion specimens."}, {"pubmed": 15950053, "text": "Disorders of Sertoli cell differentiation as indicated by calretinin and/or cytokeratin-18 expression contribute to the multifactorial mechanisms underlying spermatogenic failure"}, {"pubmed": 16289944, "text": "Calretinin-immunoreactive unipolar brush cells are presented in the vermis after the 28th gestational week. At birth, they are presentm in the vestibular lobules. At the birth the number of calretinin-immunoreactive unipolar brush cells increase."}, {"pubmed": 16415795, "text": "Calretinin immunostaining provides some insights into the histogenesis of invasive and noninvasive implants in serous borderline tumors of the ovary."}, {"pubmed": 17535091, "text": "Cells lining the mesothelial inclusion cysts had CAL2 immunohistochemical reactivity."}, {"pubmed": 18091323, "text": "The combinational characterization of calretinin (either by polyclonal or monoclonal antibody), inhibin alpha, and Melan-A expression is of great significance in the differential diagnosis of adrenocortical tumors."}, {"pubmed": 18189312, "text": "Mossy cells of nonhuman primates and humans exhibit different expression pattern for calretinin whereas they show similarities in neurochemical content, such as the cocaine and amphetamine-related transcript peptide."}, {"pubmed": 18214032, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18214032, "text": "The SNP513 in human CALB2 may thus be a predictive marker for colon tumors."}, {"pubmed": 18223328, "text": "Calretinin is a useful immunohistochemical marker for ameloblastoma and malignant ameloblastoma."}, {"pubmed": 18269580, "text": "Calretinin may have a role in the pathogenesis of ameloblastoma."}, {"pubmed": 18297277, "text": "The results of this study indicate with no concurrent change in number of calretinin positive neurons of motor cortex patient with multiple sclerosis."}, {"pubmed": 18604736, "text": "Immunostaining for calretinin and CD34 is helpful in the diagnosis of endometrial polyp and hyperplasia"}, {"pubmed": 18801393, "text": "The data of this study suggest that neurodegenerative processes at play in HD affect the expression of Cr and ChAT in the large striatal interneurons without causing their death."}, {"pubmed": 18992917, "text": "Calretinin, MLH-1, and CDX2 may help to differentiate medullary carcinoma from poorly differentiated colonic carcinoma of the colon."}, {"pubmed": 19435792, "text": "Up-regulation of calretinin contributes to mesothelioma carcinogenesis"}, {"pubmed": 19450707, "text": "Calretinin plays a crucial role in the modulation of intrinsic neuronal excitability and the induction of long-term potentiation."}, {"pubmed": 19550372, "text": "There is limited utility of calretinin in the diagnosis of sex cord stromal tumors of the ovary, in the differential diagnosis of mesothelioma and serous tumors of the ovary, and in the differential diagnosis of Wolffian lesions and endometrial carcinoma."}, {"pubmed": 19648883, "text": "Calretinin immunohistochemistry: a simple and efficient tool to diagnose Hirschsprung disease."}, {"pubmed": 19854615, "text": "The overall density of Calretinin neurons in cerebral cortex was significantly decreased in focal cortical dysplasias."}, {"pubmed": 19998412, "text": "identification of two elements that act as butyrate-sensitive repressors in all colon cancer cell lines tested"}, {"pubmed": 20509881, "text": "Developed a novel and sensitive ELISA for the detection of calretinin in serum, heparin plasma, or EDTA plasma augmented with calcium from mesothelioma patients."}, {"pubmed": 20576695, "text": "calretinin-containing cells in the human hippocampus are highly vulnerable, thus inhibition mediated by dendritic inhibitory cells and their synchronization by interneuron-specific interneurons may be impaired in epilepsy."}, {"pubmed": 21629658, "text": "Results suggest that following 5-FU treatment in CRC cell lines, CALB2 is involved in apoptosis induction through the intrinsic mitochondrial pathway. This indicates that CALB2 may be an important mediator of 5-FU-induced cell death"}, {"pubmed": 22011651, "text": "Low calretinin is associated with high neutrophil-to-lymphocyte ratio and malignant mesothelioma."}, {"pubmed": 22020045, "text": "Calretinin appears to be a useful marker to distinguish Olfactory neuroblastoma from other small round blue cell tumors"}, {"pubmed": 22272358, "text": "Data show calbindin (CB)- and tyrosine hydroxylase (TH)-cells were distributed in the three striatal territories, and the density of calretinin (CR) and parvalbumin (PV) interneurons were more abundant in the associative and sensorimotor striatum."}, {"pubmed": 22343111, "text": "Immunohistochemical study of calretinin expression in normal skin and cutaneous adnexal proliferations."}, {"pubmed": 22360420, "text": "A protein encoded by this locus was found to be differentially expressed in postmortem brains from patients with atypical frontotemporal lobar degeneration."}, {"pubmed": 22555304, "text": "A set of cryosections revealed extensive colocalization of calretinin with vasoactive intestinal peptide in both surviving submucosal perikarya and mucosal nerve fibres in human chagasic submucosa and mucosa."}, {"pubmed": 22796338, "text": "This study demonistrated that significant linear regression between calbindin expression and short-term and long-term percent retention of auditory verbal learning test in patients whose epilepsy"}, {"pubmed": 22891683, "text": "Over-expression of CR reduces huntingtin-caused cytotoxicity in both non-neuronal and neuronal cell models of Huntington's disease."}, {"pubmed": 23011824, "text": "Our results show that different levels of serous ovarian tumor progression are accompanied by changes in the immunohistochemical expression pattern of EpCAM, CD24, and calretinin"}, {"pubmed": 23033479, "text": "an unexpected role for CR in directly modulating effectors such as Ca(v)2.1, which may have major consequences for Ca(2+) signaling and neuronal excitability."}, {"pubmed": 23075894, "text": "Data show that calretinin and CK5/6 were positive in 100 and 64% of mesotheliomas, and 92 and 31% of reactive effusions, respectively, and desmin was negative in all malignant cases and positive in 85% of reactive effusions."}, {"pubmed": 23595591, "text": "High Calretinin expression is associated with mesothelioma."}, {"pubmed": 23701779, "text": "Calretinin was found in nerve fibrils in all of the fetal colonic samples. Calretinin was expressed in the gut as early as 22 gestational weeks."}, {"pubmed": 23732647, "text": "Restricted diffusion of calretinin in cerebellar granule cell dendrites implies Ca(2)-dependent interactions via its EF-hand 5 domain."}, {"pubmed": 23899067, "text": "All 12 patients without Hirschsprung disease had calretinin-positive nerve fibers in the lamina propria or muscularis mucosae, and all 5 patients with Hirschsprung disease had no calretinin staining of nerves."}, {"pubmed": 23995573, "text": "CD34/calretinin immunohistochemistry could be useful for differentiating sinonasal schwannoma from its histological mimics."}, {"pubmed": 24012099, "text": "Data indicate that fallopian tube and the epithelial component of Brenner tumours (BTs) expressed AKR1C3 and androgen receptor, but the tumour stromal cells showed strong expression of calretinin, inhibin and steroidogenic factor 1 in the majority of BTs."}, {"pubmed": 24185118, "text": "This article reviews the information that is currently available on calretinin expression in tumors and on its application as an immunohistochemical marker in diagnostic pathology."}, {"pubmed": 24262018, "text": "high-level calretinin expression in invasive ductal carcinoma of the breast is most common in grade 3 tumors with a basal-like phenotype and is associated with poor overall survival."}, {"pubmed": 24294384, "text": "Calretinin IHC offered additional diagnostic value in the Hirschprung disease using specimens with inadequate amount of submucosa and rarely seen ganglion cells."}, {"pubmed": 24322014, "text": "calretinin immunoexpression and the hormonal status for estrogen receptors (ER), progesterone receptors (PR), and ERRB2, in 33 cases of cutaneous metastases of ductal breast carcinoma, as well as in seven primary cutaneous apocrine tumors, were studied"}, {"pubmed": 24323466, "text": "We concluded that WT1, but not calretinin, is a useful prognostic factor in malignant pleural mesothelioma"}, {"pubmed": 25046230, "text": "might be used as a marker for the ameloblastomas and could play an important role in the differentiation of aggressiveness of different odontogenic tumors"}, {"pubmed": 25119007, "text": "Calretinin positivity was observed in all rectal biopsies of Hirschsprung disease showing the presence of ganglion cells, and the staining was consistently absent in all cases of aganglionosis."}, {"pubmed": 25620022, "text": "the unique disposition of CALR at the MII spindle uncovers a physical interaction with endoplasmic reticulum that may mediate cytoskeletal remodelling during oocyte maturation."}, {"pubmed": 25633096, "text": "NCX1 and the calcium binding protein calretinin cooperate within the striatum to confer tolerance against cerebral ischemia."}, {"pubmed": 26081613, "text": "In focal cortical dysplasia (FCD), the density of CR positive neurons was increased in cortical layer V compared to non-FCD temporal lobe."}, {"pubmed": 26230373, "text": "Patients with Down syndrome may have enteric nervous system disorders functionally similar to HD, related to abnormal or imbalanced autonomic innervation, of which distal calretinin hypoinnervation is one manifestation, despite the presence of ganglia."}, {"pubmed": 26417681, "text": "Age-related loss of CB appears to coincide with tangle formation in the BFCN and is associated with the full range of tau pathology, including late appearing epitopes."}, {"pubmed": 26695618, "text": "Overexpression of human calretinin in mouse primary mesothelial cells inversely affects proliferation and cell migration."}, {"pubmed": 27062033, "text": "Calretinin, D2-40 and mesothelin are aberrantly expressed in a proportion of CRC cases."}, {"pubmed": 27686170, "text": "We studied 38 bone marrow biopsy specimens of non-CML myeloproliferative neoplasms from 31 patients. All eight bone marrow biopsy specimens from patients with mutant CALR showed strong cytoplasmic staining of the megakaryocytes (83.5%; range, 50%-98%; median, 87%) with the CAL2 antibody."}, {"pubmed": 27761727, "text": "Calretinin was positive in 20 cases with MM."}, {"pubmed": 27780599, "text": "In Malignant mesothelioma , increased calretinin expression is associated with epithelioid histology and better survival."}, {"pubmed": 27990638, "text": "expression of calretinin in human fetal testis specimens, was examined."}, {"pubmed": 28437248, "text": "calretinin increases Leydig cell viability and proliferation, possibly via ERK1/2 and AKT pathways, and suppresses apoptosis possibly via the mitochondria-related apoptotic pathway"}, {"pubmed": 28558669, "text": "Calretinin could be verified as a blood-based marker for Malignant mesothelioma (MM). The assay is robust and shows a performance that is comparable to that of mesothelin. Retrospective analyses would not be limited by storage time. The high specificity supports a combination of calretinin with other markers."}, {"pubmed": 29699512, "text": "we have identified septin 7, an essential cellular component implicated in the final steps of cell division, as a strong Bt-dependent gene regulatory protein binding to the promoter of CALB2."}, {"pubmed": 30545133, "text": "the Calreticulin deficiency-mediated increase in cell death was not prevented by calbindin-D28k or Parvalbumin."}, {"pubmed": 31229437, "text": "issue and biofluid enrichment analyses show broad representation of EVs from across the body without bias towards kidney or urine proteins. Among the proteins linked to neurological diseases, SNAP23 and calbindin were the most elevated in Parkinson's disease cases with 86% prediction success for disease diagnosis in the discovery cohort and 76% prediction success in the replication cohort."}, {"pubmed": 31267149, "text": "Mesothelin, calretinin, and megakaryocyte potentiating factor showed a good performance in a Mestizo-Mexican population, with high sensitivity and specificity for the diagnosis of malignant pleural mesothelioma."}, {"pubmed": 31982676, "text": "Expression of calretinin in odontogenic keratocysts and basal cell carcinomas: A study of sporadic and Gorlin-Goltz syndrome-related cases."}, {"pubmed": 32565162, "text": "LncRNA CALB2 sponges miR-30b-3p to promote odontoblast differentiation of human dental pulp stem cells via up-regulating RUNX2."}, {"pubmed": 32727552, "text": "Determinants of plasma calretinin in patients with malignant pleural mesothelioma."}, {"pubmed": 33432559, "text": "Expression of Calretinin, Marker of Mesothelial Differentiation, in Pancreatic Ductal Adenocarcinoma: A Potential Diagnostic Pitfall.\", trans \"Expression of Calretinin, Marker of Mesothelial Differentiation, in Pancreatic Ductal Adenocarcinoma: A Potential Diagnostic Pitfall."}, {"pubmed": 33513627, "text": "Increasing Trend of Calretinin-Positive Mucosal Innervation from Aganglionic Zone toward Transition Zone in Hirschsprung's Disease."}, {"pubmed": 33600772, "text": "Whole-genome sequencing of African Americans implicates differential genetic architecture in inflammatory bowel disease."}, {"pubmed": 34131154, "text": "CLDN15 is a novel diagnostic marker for malignant pleural mesothelioma."}, {"pubmed": 35333527, "text": "All-Ion Monitoring-Directed Low-Abundance Protein Quantification Reveals CALB2 as a Key Promoter in Hepatocellular Carcinoma Metastasis."}, {"pubmed": 37562064, "text": "Deciduoid Change in Uterine Leiomyomas in Pregnancy: Aberrant Expression of Sex Cord Markers Inhibin and Calretinin."}, {"pubmed": 38203360, "text": "Serum Calretinin and Genetic Variability as a Prognostic and Predictive Factor in Malignant Mesothelioma."}, {"pubmed": 38549265, "text": "Expression of Calretinin in the Cecal Muscularis Interna: Observation and Hypothetical Relevance to Appendicitis."}], "genomic_pos": [{"chr": "16", "end": 71390436, "ensemblgene": "ENSG00000172137", "start": 71358713, "strand": 1}, {"chr": "HSCHR16_4_CTG3_1", "end": 257933, "ensemblgene": "ENSG00000282830", "start": 226190, "strand": 1}], "genomic_pos_hg19": {"chr": "16", "end": 71424341, "start": 71392616, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0099509", "qualifier": "involved_in", "term": "regulation of presynaptic cytosolic calcium ion concentration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1900271", "qualifier": "involved_in", "term": "regulation of long-term synaptic potentiation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005921", "qualifier": "located_in", "term": "gap junction"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "is_active_in", "term": "dendrite"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043195", "qualifier": "is_active_in", "term": "terminal bouton"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "is_active_in", "term": "synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098688", "qualifier": "located_in", "term": "parallel fiber to Purkinje cell synapse"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0099534", "qualifier": "enables", "term": "calcium ion binding involved in regulation of presynaptic cytosolic calcium ion concentration"}]}, "homologene": {"genes": [[7955, 393684], [7955, 393691], [8364, 100496513], [9031, 396255], [9606, 794], [9615, 610586], [9913, 513947], [10090, 12308], [10116, 117059]], "id": 1318}, "interpro": [{"desc": "EF-hand domain", "id": "IPR002048", "short_desc": "EF_hand_dom"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "EF-Hand 1, calcium-binding site", "id": "IPR018247", "short_desc": "EF_Hand_1_Ca_BS"}, {"desc": "Calretinin", "id": "IPR029646", "short_desc": "CALB2"}], "ipi": ["IPI00027264", "IPI00413067"], "map_location": "16q22.2", "name": "calbindin 2", "other_names": ["29 kDa calbindin", "calbindin 2, (29kD, calretinin)", "calbindin D29K", "calretinin", "testicular secretory protein Li 8"], "pantherdb": {"HGNC": "1435", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "101914", "ortholog_type": "LDO", "panther_family": "PTHR19972", "taxid": 10090, "uniprot_kb": "Q08331"}, {"RGD": "620981", "ortholog_type": "LDO", "panther_family": "PTHR19972", "taxid": 10116, "uniprot_kb": "P47728"}, {"Gene": "CALB2", "ortholog_type": "LDO", "panther_family": "PTHR19972", "taxid": 9031, "uniprot_kb": "P07090"}, {"Ensembl": "ENSGALG00000026903", "ortholog_type": "LDO", "panther_family": "PTHR19972", "taxid": 9031, "uniprot_kb": "R4GHZ6"}, {"ZFIN": "ZDB-GENE-040426-1668", "ortholog_type": "O", "panther_family": "PTHR19972", "taxid": 7955, "uniprot_kb": "F1QUS0"}, {"ZFIN": "ZDB-GENE-040426-1677", "ortholog_type": "LDO", "panther_family": "PTHR19972", "taxid": 7955, "uniprot_kb": "Q6PC44"}, {"FlyBase": "FBgn0004580", "ortholog_type": "O", "panther_family": "PTHR19972", "taxid": 7227, "uniprot_kb": "P41044"}], "uniprot_kb": "P22676"}, "pfam": ["PF00036", "PF13499", "PF13405"], "pharmgkb": "PA26027", "pharos": {"target_id": 13874, "tdl": "Tbio"}, "pir": "S14109", "prosite": "PS50222", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176562", "relationship": "is"}, {"id": "GNF187468", "relationship": "is"}, {"id": "GNF198374", "relationship": "is"}, {"id": "GNF209280", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164623", "relationship": "weakly similar to"}, "GNF_hs-Origene": [{"id": "GNF030715", "relationship": "weakly similar to"}, {"id": "GNF042036", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF002041", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104675", "relationship": "is"}, {"id": "GNF144323", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NW_013171813.1"], "protein": ["NP_001731.2", "NP_009019.1"], "rna": ["NM_001740.5", "NM_007087.2", "NM_007088.4", "NR_027910.3"], "translation": [{"protein": "NP_001731.2", "rna": "NM_001740.5"}, {"protein": "NP_009019.1", "rna": "NM_007088.4"}]}, "reporter": {"HG-U133_Plus_2": "205428_s_at", "HG-U95Av2": "37157_at", "HTA-2_0": ["TC16000589.hg.1", "TC16001621.hg.1"], "HuEx-1_0": "3667508", "HuGene-1_1": "7997139", "HuGene-2_1": "16820849"}, "summary": "This gene encodes an intracellular calcium-binding protein belonging to the troponin C superfamily. Members of this protein family have six EF-hand domains which bind calcium. This protein plays a role in diverse cellular functions, including message targeting and intracellular calcium buffering. It also functions as a modulator of neuronal excitability, and is a diagnostic marker for some human diseases, including Hirschsprung disease and some cancers. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Jun 2010].", "symbol": "CALB2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413081"}, "unigene": "Hs.106857", "uniprot": {"Swiss-Prot": "P22676", "TrEMBL": ["A0A140VK08", "A6NER6", "H3BMN5", "A0A0U1RQU8", "H3BN14"]}, "wikipedia": {"url_stub": "Calretinin"}}