{"AllianceGenome": "1455", "HGNC": "1455", "MIM": "109091", "_id": "811", "_version": 1, "accession": {"genomic": ["AC092069.2", "AD000092.1", "CH471106.1", "CP068259.2", "CS288581.1", "JA462404.1", "JC990121.1", "KU639671.1", "KU639672.1", "KU639673.1", "KU639674.1", "KU639675.1", "KU639676.1", "KU639677.1", "KU639678.1", "KU639679.1", "KU639680.1", "KU639681.1", "KU639682.1", "KU639683.1", "KU639684.1", "KU639685.1", "KU639686.1", "KU639687.1", "KU639688.1", "LN835768.1", "NC_000019.10", "NC_060943.1", "NG_029662.1"], "protein": ["AAA36582.1", "AAA51916.1", "AAB51176.1", "AAH02500.1", "AAH07911.1", "AAH20493.1", "AAL13126.1", "AAP36116.1", "ACI46003.1", "ADO22436.1", "AMR60705.1", "AMR60706.1", "AMR60707.1", "AMR60708.1", "AMR60709.1", "AMR60710.1", "AMR60711.1", "AMR60712.1", "AMR60713.1", "AMR60714.1", "AMR60715.1", "AMR60716.1", "AMR60717.1", "AMR60718.1", "AMR60719.1", "AMR60720.1", "AMR60721.1", "AMR60722.1", "BAD96780.1", "BAG58223.1", "BAG65301.1", "BAG70222.1", "CAG33351.1", "CAK18761.1", "CCD35250.1", "CEO43494.1", "CRH09108.1", "EAW84330.1", "EAW84331.1", "EAW84332.1", "NP_004334.1", "P27797.1"], "rna": ["AB451408.1", "AF087986.1", "AK130190.1", "AK223060.1", "AK295230.1", "AK304492.1", "AY047586.1", "BC002500.2", "BC007911.1", "BC020493.1", "BC107102.2", "BT007448.1", "CR457070.1", "FJ224311.1", "GQ900919.1", "M32294.1", "M84739.1", "NM_004343.4"], "translation": [{"protein": "BAD96780.1", "rna": "AK223060.1"}, {"protein": "AAA36582.1", "rna": "M32294.1"}, {"protein": "AAH02500.1", "rna": "BC002500.2"}, {"protein": "NP_004334.1", "rna": "NM_004343.4"}, {"protein": "BAG70222.1", "rna": "AB451408.1"}, {"protein": "AAH07911.1", "rna": "BC007911.1"}, {"protein": "CAG33351.1", "rna": "CR457070.1"}, {"protein": "ACI46003.1", "rna": "FJ224311.1"}, {"protein": "BAG65301.1", "rna": "AK304492.1"}, {"protein": "AAH20493.1", "rna": "BC020493.1"}, {"protein": "AAA51916.1", "rna": "M84739.1"}, {"protein": "AAL13126.1", "rna": "AY047586.1"}, {"protein": "ADO22436.1", "rna": "GQ900919.1"}, {"protein": "AAP36116.1", "rna": "BT007448.1"}, {"protein": "BAG58223.1", "rna": "AK295230.1"}]}, "alias": ["CALR1", "CRT", "HEL-S-99n", "RO", "SSA", "cC1qR"], "ensembl": {"gene": "ENSG00000179218", "protein": ["ENSP00000320866", "ENSP00000465105", "ENSP00000465918", "ENSP00000466037", "ENSP00000504963"], "transcript": ["ENST00000316448", "ENST00000586760", "ENST00000586803", "ENST00000586967", "ENST00000587486", "ENST00000588454", "ENST00000590325", "ENST00000680816"], "translation": [{"protein": "ENSP00000465918", "rna": "ENST00000586760"}, {"protein": "ENSP00000320866", "rna": "ENST00000316448"}, {"protein": "ENSP00000466037", "rna": "ENST00000586967"}, {"protein": "ENSP00000504963", "rna": "ENST00000680816"}, {"protein": "ENSP00000465105", "rna": "ENST00000588454"}], "type_of_gene": "protein_coding"}, "entrezgene": "811", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.9812289322, "exp_mis": 150.157393365, "exp_syn": 82.2351489718, "lof_z": 3.294072028558, "mis_z": 0.764679901473604, "mu_lof": 9.20282747283e-07, "mu_mis": 1.42636883234e-05, "mu_syn": 7.72978560119e-06, "n_lof": 1.0, "n_mis": 131.0, "n_syn": 93.0, "p_li": 0.93872855492894, "p_null": 5.27211351981369e-05, "p_rec": 0.061218723935862, "syn_z": -0.735916753997623}, "bp": 1254, "cds_end": 13054727, "cds_start": 13049493, "n_exons": 9, "nonpsych": {"exp_lof": 11.5805082788, "exp_mis": 135.738178254, "exp_syn": 74.2619860716, "lof_z": 3.05347723211251, "mis_z": 0.854512081938627, "mu_lof": 9.20282747283e-07, "mu_mis": 1.42636883234e-05, "mu_syn": 7.72978560119e-06, "n_lof": 1.0, "n_mis": 116.0, "n_syn": 83.0, "p_li": 0.91214104804802, "p_null": 0.000160813903354984, "p_rec": 0.0876981380486246, "syn_z": -0.638399874444238}, "nontcga": {"exp_lof": 11.9262816657, "exp_mis": 138.128362617, "exp_syn": 75.6398881922, "lof_z": 3.12105274517855, "mis_z": 0.93803208399683, "mu_lof": 9.20282747283e-07, "mu_mis": 1.42636883234e-05, "mu_syn": 7.72978560119e-06, "n_lof": 1.0, "n_mis": 116.0, "n_syn": 86.0, "p_li": 0.914889466482374, "p_null": 0.000121396981151294, "p_rec": 0.0849891365364743, "syn_z": -0.754242848121896}, "transcript": "ENST00000316448.5"}, "exons": [{"cdsend": 12943913, "cdsstart": 12938679, "chr": "19", "position": [[12938608, 12938770], [12939133, 12939235], [12939427, 12939631], [12940052, 12940147], [12940242, 12940452], [12940540, 12940654], [12940743, 12940887], [12943536, 12943629], [12943712, 12944489]], "strand": 1, "transcript": "NM_004343", "txend": 12944489, "txstart": 12938608}], "exons_hg19": [{"cdsend": 13054727, "cdsstart": 13049493, "chr": "19", "position": [[13049422, 13049584], [13049947, 13050049], [13050241, 13050445], [13050866, 13050961], [13051056, 13051266], [13051354, 13051468], [13051557, 13051701], [13054350, 13054443], [13054526, 13055303]], "strand": 1, "transcript": "NM_004343", "txend": 13055303, "txstart": 13049422}], "generif": [{"pubmed": 11891802, "text": "location was observed on or near the cell surface suggesting it might participate in surface membrane transport of iron"}, {"pubmed": 12065601, "text": "Regulation of expression during induction of differentiation in human myeloid cells; evidence for remodeling of the endoplasmic reticulum"}, {"pubmed": 12147682, "text": "Anti-adhesive activity of thrombospondin is mediated by the N-terminal domain of the cell surface protein"}, {"pubmed": 12235131, "text": "role in class I loading process"}, {"pubmed": 12239218, "text": "Data show that CD1d associates in the ER with both calnexin and calreticulin and with the thiol oxidoreductase ERp57 in a manner dependent on glucose trimming of its N-linked glycans."}, {"pubmed": 12242300, "text": "Calreticulin interacts with C/EBPalpha and C/EBPbeta mRNAs and represses translation of C/EBP proteins."}, {"pubmed": 12324449, "text": "role in calcium homeostasis and apoptosis"}, {"pubmed": 12362238, "text": "Physical and functional interaction between cell-surface calreticulin and the collagen receptors integrin alpha2beta1 and glycoprotein VI in human platelets"}, {"pubmed": 12538033, "text": "Maturation-dependent expression of this protein in monocyte-derived dendritic cells."}, {"pubmed": 12584332, "text": "Dengue 4 virus minus strand 3'UTR RNA binds with calreticulin in human monocytes"}, {"pubmed": 12646570, "text": "CD59 is an adaptor for ecto-calreticulin in neutrophils"}, {"pubmed": 12704787, "text": "identification as a nuclear matrix protein associated with human colon cancer"}, {"pubmed": 14624761, "text": "disease specific antigenic epitopes on CRT molecule, predominantly recognised by IgA Ab of patients suffering from a particular disease"}, {"pubmed": 14732231, "text": "calreticulin is expressed in melanoma cells of primary as well as of metastatic lesions and may not have the same causative role as calnexin in melanoma metastasis"}, {"pubmed": 15236594, "text": "the contribution of both the b and b' domains of ER-60 to the binding with calnexin and calreticulin was revealed"}, {"pubmed": 15351734, "text": "the lectin site of CRT is the main target for gentamicin binding"}, {"pubmed": 15383281, "text": "A polypeptide binding conformation of CALR is induced by deletion of the C-terminal acidic region."}, {"pubmed": 15494401, "text": "conclude that calreticulin promotes the folding of human leukocyte antigen class I molecules to a state in which, at low temperature, they spontaneously acquire peptide binding capacity"}, {"pubmed": 15596044, "text": "Up-regulation of calreticulin is associated with bladder cancer"}, {"pubmed": 15634883, "text": "The thrombospondin-1 (TSP-1) binding site in calreticulin, spanning residues 19-36, augments the expression of TSP-1 and is a potent triggering factor for T cell migration."}, {"pubmed": 15855281, "text": "modulation of CEBPA by calreticulin represents a novel mechanism involved in the differentiation block in CBFB-SMMHC AML."}, {"pubmed": 15893733, "text": "Our study has identified, by immunoprecipitation and direct protein sequencing (LC/MS/MS), binding of CD69 to an N-terminal protein fragment of calreticulin expressed on the cell surface of human PBMCs."}, {"pubmed": 16140380, "text": "C1q functions as a chemotactic factor for immature dendritic cells, and migration is mediated through ligation of both gC1qR and cC1qR/CR."}, {"pubmed": 16522185, "text": "single C-terminal alpha-helix was of major importance to the conformational stability of calreticulin"}, {"pubmed": 16527813, "text": "CRT in the post-endoplasmic reticulum compartments may act as a negative regulator of the cell surface CFTR"}, {"pubmed": 16542777, "text": "These results indicate that the calcium- and zinc-responsive regions of calreticulin reside strictly in the N-/C-domain."}, {"pubmed": 16951181, "text": "Novel mechanism by which calareticulin is involved in the regulation of radiosensitivity and radiation-induced apoptosis in malignant glioma cells."}, {"pubmed": 16951317, "text": "Calreticulin/NY-ESO-1 interactions provide a direct link between NY-ESO-1, the innate immune system and, potentially, the adaptive immune response against NY-ESO-1."}, {"pubmed": 16974078, "text": "CRT is located on the surface of metaphase chromosomes"}, {"pubmed": 17009399, "text": "Phospholamban in the human esophagus might be of less importance for regulation of SERCA than in heart. Lower expression of calsequestrin and calreticulin might contribute to increased lower esophageal sphincter pressure in achalasia."}, {"pubmed": 17390051, "text": "These results show that Calreticulin is likely to play a pivotal role in the differentiation of human colonic adenocarcinomas."}, {"pubmed": 17499031, "text": "calreticulin has a peptide-binding specificity for hydrophobic sequences"}, {"pubmed": 17563366, "text": "CALR and Hsp90 stabilize INSR."}, {"pubmed": 17655857, "text": "Two novel mutations in the CALR gene were identified."}, {"pubmed": 17947714, "text": "cell surface calreticulin, a known innate immunity receptor, which has been previously proposed as a culprit in autoimmunity, plays a critical role in shared epitope-triggered signal transduction."}, {"pubmed": 17959730, "text": "Calreticulin stimulates the anti-oxidant pathway and contributes to short-term hypoxia-induced protection in A549 type II alveolar epithelial cells."}, {"pubmed": 17982021, "text": "Calreticulin expression in the clonal plasma cells of patients with systemic light-chain (AL-) amyloidosis is associated with response to high-dose melphalan"}, {"pubmed": 18022694, "text": "These findings suggest that Ro52 plays a significant role in quality control of IgG1 through the endoplasmic reticulum associated degradation system."}, {"pubmed": 18177377, "text": "Data show that the potential MBL co-receptor calreticulin binds to MBL at the MASP binding site and the interaction may involve a conformational change in MBL."}, {"pubmed": 18221019, "text": "interaction of calreticulin with amyloid beta (Abeta) was investigated; calreticulin bound Abeta 1-42 in a time and concentration dependent fashion"}, {"pubmed": 18417548, "text": "calreticulin is increased in peripheral maternal blood early in pregnancy and remains elevated throughout normal gestation; there is a further increase in calreticulin in pre-eclampsia."}, {"pubmed": 18559259, "text": "The previously structurally un-described C-terminal is seen as a globular domain, and the P-domain beta-hairpin extends from the N-domain in a spiral like conformation."}, {"pubmed": 18563736, "text": "HK2 cells treated with TGF-b for 24 hours showed an increase in CALR expression, at the protein level, compared to control, nontreated, cells."}, {"pubmed": 18641393, "text": "TRalpha may follow a cooperative export pathway in which both calreticulin and CRM1 play a role in facilitating efficient translocation of TRalpha from the nucleus to cytoplasm"}, {"pubmed": 18653767, "text": "a novel role for TSP1 signaling through the calreticulin/LRP1 co-complex in tissue remodeling and fibrotic responses through stimulation of anoikis resistance."}, {"pubmed": 18765291, "text": "differential expression is associated with neurodegenerative problems, cancers, autoimmune diseases and wound healing"}, {"pubmed": 18791162, "text": "The uncleaved 12-kDa form of p12(I) resides in the ER and interacts with the beta and gamma(c) chains of the interleukin-2 receptor (IL-2R), the heavy chain of the major histocompatibility complex (MHC) class I, as well as calreticulin and calnexin."}, {"pubmed": 18795239, "text": "The autoacetylation property of CRTAase was examined by immunoblotting and mass spectrometry.[CRTase]"}, {"pubmed": 18801343, "text": "this is, to our knowledge, the first report of a mutation in the calreticulin gene associated with a human disease (shizoaffective disorder) phenotype by both genetic and functional analyses"}, {"pubmed": 18925427, "text": "Overexpression of calreticulin in tumor cells correlate with postoperative appearance of metastases, particularly in the group of patients with Her-2/neu overexpressed breast tumors and metastases in axillary lymph nodes."}, {"pubmed": 19050968, "text": "Overexpression of calreticulin is associated with gastric cancer."}, {"pubmed": 19054761, "text": "Hence, the specificity of ER oxidoreductases is not only determined by the physical association of enzyme and substrate but also by accessory factors, such as calnexin and calreticulin in the case of ERp57"}, {"pubmed": 19100874, "text": "Together with glucocorticoid receptor , beta-catenin could thus be co-transported from the nucleus in a calreticulin-dependent way"}, {"pubmed": 19154346, "text": "Molecular modeling of a complex containing full-length calreticulin suggests a novel mode of substrate interaction, which may have functional implications for the calreticulin/calnexin family in general."}, {"pubmed": 19470730, "text": "The formation of the spliced variant of XBP1s was detectable in 16.2% of AML patients, and consistent with activated unfolded protein response, thess patients also had significantly increased expression of calreticulin, GRP78, and CHOP."}, {"pubmed": 19524015, "text": "Data show that The cell surface expression levels of (ICAM)-2 and -3 on the apoptotic cells were markedly lower, while those of calnexin, calreticulin, and (LAMP)-1 and -2 were significantly higher compared to non-apoptotic cells."}, {"pubmed": 19567621, "text": "Nine of the 45 consecutive CHB cases (20%) were anti-Ro/La-negative with no known cause; they were less stable and complete than the anti-Ro/La positive cases"}, {"pubmed": 19580784, "text": "calreticulin enhances B(2) receptor maturation and heterodimerization with AT(1)."}, {"pubmed": 19608864, "text": "these data support the hypothesis that calreticulin inhibits growth and/or metastasis of prostate cancer cells and that this suppression requires the P-domain."}, {"pubmed": 19659458, "text": "Conditional expression of calreticulin in leukaemic U937 cells was found to increase calreticulin binding to the CEBPA mRNA thereby efficiently blocking translation of CEBPA and ultimately affecting myeloid differentiation."}, {"pubmed": 19684620, "text": "This study not only reveals a role of CRT in motility promotion and anoikis resistance in ESCC cells, but also identifies CRT as an upstream regulator in the CRT-STAT3-CTTN-Akt pathway."}, {"pubmed": 19760677, "text": "mutations in the calreticulin gene core promoter and coding sequence may have a role in schizoaffective disorder"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20480531, "text": "Expression of calreticulin is associated with infiltration of T-cells, which implies that a low expression level of molecular marker may represent a new mechanism underlying immune escape in colon cancer."}, {"pubmed": 20533543, "text": "Extracellular calreticulin is present in the joints of patients with rheumatoid arthritis and inhibits FasL (CD95Ligand)-mediated apoptosis of T cells"}, {"pubmed": 20624402, "text": "calreticulin induced nitrosylation and its externalization with phosphatidylserine could explain how calreticulin acts as a bridging molecule during apoptotic cell clearance"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20699648, "text": "These results underscore the contribution of KARS to the emission of (one of) the principal signal(s) of immunogenic cell death, CRT exposure."}, {"pubmed": 20834237, "text": "data suggest that calreticulin expression is associated with more advanced tumors and is a potential prognostic biomarker."}, {"pubmed": 20855873, "text": "We argue that calreticulin is a potent stimulatory molecule to B cells and macrophages via the TLR-4/CD14 pathway and plays important roles in the pathogenesis of autoimmune diseases."}, {"pubmed": 20861015, "text": "Calreticulin controls the rate of assembly of CD1d molecules in the endoplasmic reticulum."}, {"pubmed": 20929309, "text": "calreticulin and thioredoxin were found in patterns of fibroadenoma, mucinous carcinoma, and NST carcinoma, but with different quantitative expression among them."}, {"pubmed": 21075854, "text": "The polypeptide binding conformation of calreticulin facilitates its cell-surface expression under conditions of endoplasmic reticulum stress"}, {"pubmed": 21115737, "text": "Analysis of natural killer (NK) inhibitory receptor KIR3DL1*004 membrane trafficking shows that it is largely misfolded and stably retained in the endoplasmic reticulum of the NK cell where it binds to the chaperone calreticulin."}, {"pubmed": 21142150, "text": "Engineered mutations of CRT can directly cause changes in electrostatic energy, van der Waals energy, polar solvation energy, and entropy for interactions of thrombospondin 1 (TSP1) with CRT and, thereby, contribute to loss of TSP1 and CRT binding."}, {"pubmed": 21178137, "text": "Increased CD47 expression correlated with high amounts of calreticulin on cancer cells and was necessary for protection from calreticulin-mediated phagocytosis."}, {"pubmed": 21182888, "text": "study found a unique mutation at nucleotide -220 from transcription start site, located at a conserved genomic block in the CALR gene promote co-occurs with the spectrum of psychoses; this mutation reverts the human promoter sequence to ancestral type"}, {"pubmed": 21423620, "text": "These data thus provide a first structural insight into the lectin-independent binding properties of calreticulin and suggest new working hypotheses, including that of a multi-molecular mechanism."}, {"pubmed": 21447409, "text": "Data demonstrate the ability of calreticulin to bind to denatured forms of both IgG and IgY regardless of the glycosylation state of the proteins."}, {"pubmed": 21652723, "text": "a hydrophobic patch was detected on the arm domain that mediates crystal packing and may contribute to calreticulin chaperone function"}, {"pubmed": 21723904, "text": "-220A mutation is 1st report of cognition-deficit-associated mutation which reverses human gene promoter to primitive type. speculate basal transcription of CALR gene relating to proximal promoter region has decreased during process human evolution"}, {"pubmed": 21911577, "text": "calreticulin colocalized with viral dsRNA and with the viral NS3 and NS5 proteins in DENV-infected cells"}, {"pubmed": 21996511, "text": "kinetic, extent and stability of the ERp57-CRT complex, using the surface plasmon resonance spectroscopy"}, {"pubmed": 22024156, "text": "Using several constructs of the calreticulin promoter, authors identified the region that is responsible for exerting the inhibitory effect of TNF on CRT."}, {"pubmed": 22083347, "text": "findings suggest that CRT may be used as a biomarker in lung cancer prediction and diagnosis"}, {"pubmed": 22377355, "text": "Increased calreticulin may contribute to altered functions of myometrial microvascular endothelial cells and trophoblasts during pre-eclampsia."}, {"pubmed": 22415225, "text": "Data show that calreticulin and profilin-1 are differentially expressed after poly(I:C) treatment, and that calreticulin expression might be Toll-like receptor 3 (TLR3) dependent by using TLR3 small interfering RNA."}, {"pubmed": 22415851, "text": "augmentation of calreticulin in the placenta may induce cell apoptosis and impair the invasion of extravillous trophoblast cells, thus leading to shallow placentation in pre-eclampsia."}, {"pubmed": 22429966, "text": "Aberrantly expressed calreticulin in dedifferentiated liposarcoma is involved in its dedifferenitation and/or tumor progression."}, {"pubmed": 22492046, "text": "Calreticulin (CRT) transgene is a critical link between a motoneuron-specific death pathway and the endoplasmic reticulum stress response in a mutant superoxide dismutase model of amyotrophic lateral sclerosis."}, {"pubmed": 22507216, "text": "we introduce a novel mutation in a case of substance-induced psychosis in the first intron of CALR."}, {"pubmed": 22511615, "text": "Maternal reactivity to p200 does not confer an added risk to fetal conduction defects over full-length Ro 52 or Ro 60 autoantibodies."}, {"pubmed": 22661095, "text": "CRT enhances hepatitis B virus replication by suppressing endogenous interferon (IFN)-alpha production and inhibiting the downstream antiviral effectors of IFN-alpha."}, {"pubmed": 22773372, "text": "NGF regulates calreticulin protein levels in epithelial ovarian cells through TRKA receptor activation."}, {"pubmed": 22844112, "text": "Proteinase 3 externalized at the membrane of apoptotic neutrophils can bind and possibly interfere with CRT function, thus impairing phagocytosis of apoptotic neutrophils and promoting inflammation."}, {"pubmed": 22915645, "text": "High calreticulin is associated with acute myeloid leukemia."}, {"pubmed": 23233327, "text": "Citrullinated CRT is overabundant in the rheumatoid arthritis synovium and potentiates shared epitope-activated signaling in vitro."}, {"pubmed": 23334957, "text": "Upregulation of calreticulin is associated with infiltrating ductal breast carcinomas."}, {"pubmed": 23364915, "text": "Calreticulin (CRT) exposure was observed in all human carcinoma cell lines resistant to docetaxel treatment. Killing by CEA, MUC-1, or PSA-specific CD8(+) CTLs was significantly enhanced after docetaxel treatment and shown to be largely mediated by CRT membrane translocation."}, {"pubmed": 23375593, "text": "study has defined a novel biological role for CRT in oral cancer. CRT is a potential biomarker and may contribute to the malignant phenotypes of OSCC cells"}, {"pubmed": 23465222, "text": "Calreticulin, integrin-alpha5, and TGF-beta1 expression was increased in atrial tissue in patients with AF and was related to AF type, suggesting that calreticulin is involved in the pathogenesis of AF in VHD patients."}, {"pubmed": 23535532, "text": "estradiol tightly regulates calreticulin expression in normal T cells; the absence of this tight regulation in systemic lupus erythematosus T cells could contribute to abnormal T cell function."}, {"pubmed": 23564462, "text": "CRT-regulated Ca(2+)-dependent pathways are a critical molecular link between ER stress and TGF-beta fibrotic signaling"}, {"pubmed": 23585889, "text": "Generation of amyloid-beta is reduced by the interaction of calreticulin with amyloid precursor protein, presenilin and nicastrin."}, {"pubmed": 23587357, "text": "Calreticulin and prohibitin were identified to be novel candidate biomarkers for adrenocortical carcinomas."}, {"pubmed": 23771121, "text": "CRT exposure via oxidative stress plays a significant role in melanocyte apoptosis and suggest a relationship between apoptosis and immune reactions during melanocyte destruction."}, {"pubmed": 23791743, "text": "modulation of Cav1.3 Ca channel by calreticulin may be involved in pathological settings such as autoimmune associated congenital heart block where Cav1.3 Ca channels are downregulated"}, {"pubmed": 23814025, "text": "data indicate a novel signaling pathway connecting CRT, STAT5A, PTP1B and ERK1/2 in the regulation of esophageal squamous cell carcinoma cell migration; findings suggest PTP1B is a downstream effector of CRT signaling and promotes tumor progression"}, {"pubmed": 23972286, "text": "Data confirm that plasma calreticulin is up-regulated during pregnancy but suggest that plasma calreticulin is not further altered by pregnancy complicated by fetal growth retardation (FGR); placental calreticulin is not altered in FGR."}, {"pubmed": 24035512, "text": "CRT is critically involved in the molecular mechanisms that drive renal fibrosis progression."}, {"pubmed": 24169561, "text": "EPAC2-mediated CRT expression is essential for the functional and morphological differentiation of endometrial stromal cells into decidual cells"}, {"pubmed": 24205998, "text": "Vasostatin, a fragment of calreticulin, may play a role in the pathophysiology of preeclampsia."}, {"pubmed": 24214877, "text": "ASC differentiation and subsequent antibody production of CD1d(hi)CD5 B cells are key steps in CRT-mediated immunoregulation on inflammatory T cell responses"}, {"pubmed": 24252779, "text": "Data highlights the potential importance of CRT and other endoplasmic reticulum stress proteins in inflammatory demyelination"}, {"pubmed": 24264800, "text": "Our study first demonstrated that overexpression of calreticulin contributed to the development and progression of pancreatic cancer through MEK/ERK-signaling pathway but independent of p53"}, {"pubmed": 24321043, "text": "The interaction between human T cell lymphotropic virus type-I Tax and calreticulin was determined by confocal microscopy and coimmunoprecipitation."}, {"pubmed": 24325356, "text": "Most patients with essential thrombocythemia or primary myelofibrosis that was not associated with a JAK2 or MPL alteration carried a somatic mutation in CALR."}, {"pubmed": 24325359, "text": "Somatic mutations in the endoplasmic reticulum chaperone CALR were found in a majority of patients with myeloproliferative neoplasms with nonmutated JAK2."}, {"pubmed": 24365789, "text": "identification of previously undiscovered CALR exon 9 mutation variants, while giving further validity to our assay, suggests that more such variants are likely to be discovered in MPN patients in the future"}, {"pubmed": 24366362, "text": "JAK2-mutated essential thrombocythemia and polycythemia vera represent different phenotypes of a single myeloproliferative neoplasm, whereas CALR-mutated essential thrombocythemia is a distinct disease entity."}, {"pubmed": 24371211, "text": "Patients carrying the CALR mutation had a lower risk of thrombosis than JAK2- and MPL-mutated patients; CALR mutation had no impact on survival or transformation to post-ET myelofibrosis."}, {"pubmed": 24402162, "text": "The current study identifies 'CALR(-)ASXL1(+)' and 'triple-negative' as high-risk molecular signatures in PMF."}, {"pubmed": 24421250, "text": "A novel CALR missense mutation was found in a WHO-defined case of chronic neutrophilic leukemia, causing a G>T change at 1194, and amino acid change: CALRE398D."}, {"pubmed": 24441291, "text": "CALR mutations are associated with familial myeloproliferative neoplasms"}, {"pubmed": 24458922, "text": "the high incidence and selective association of newly described CALR mutations with essential thrombocythemia and primary myelofibrosis qualifies CALR genotyping as a first line laboratory test in patients with a suspicion of myeloproliferative neoplasms"}, {"pubmed": 24476766, "text": "Low rate of calreticulin mutations are associated with refractory anaemia with ring sideroblasts and marked thrombocytosis."}, {"pubmed": 24476767, "text": "CALR mutations are infrequent in WHO-defined refractory anemia with ring sideroblasts."}, {"pubmed": 24480782, "text": "Tumor irradiation in vitro and in vivo significantly increased cell-surface expression of calreticulin. Increased CD8+ T-cell-mediated lysis of lung, prostate, and breast human carcinoma cells was mostly dictated by the presence of calreticulin on the surface of tumor cells. These findings suggested a direct interaction between exposed calreticulin and cytotoxic T cells, highlighting a novel function for calreticulin."}, {"pubmed": 24496303, "text": "These observations signify immediate clinical relevance and warrant i) CALR and ASXL1 mutation determination in all patients with PMF and ii) molecular revision of DIPSS-plus."}, {"pubmed": 24504025, "text": "CALR seems a valuable diagnostic but also prognostic marker in myelofibrosis patients who will undergo alloHSCT."}, {"pubmed": 24514146, "text": "Based on its high frequency and relative specificity to wild-type JAK2/MPL essential thrombocythemia or PMF, CALR mutation screening should now be included in the diagnostic work-up of MPN."}, {"pubmed": 24523226, "text": "CALR mutations are rare in childhood essential thrombocythemia."}, {"pubmed": 24531734, "text": "CALR mutations were rarely detected in patients with MDS both at diagnosis and disease progression."}, {"pubmed": 24553179, "text": "In familial myeloproliferative neoplasms, CALR mutations are somatically acquired and are associated with primary myelofibrosis or essential thrombocythemia phenotypes"}, {"pubmed": 24557008, "text": "interaction with C1q controls the phagocyte inflammatory status"}, {"pubmed": 24569778, "text": "The current study suggests that the favorable prognostic impact of CALR mutations on PMF might be restricted to only those patients with type 1 CALR mutations."}, {"pubmed": 24593306, "text": "CRT regulated fucosyltransferase (FUT)1 expression levels by regulating its mRNA stability."}, {"pubmed": 24618731, "text": "Immunostaining using an antibody specific for mutated calreticulin may become a rapid, simple and cost-effective method for identifying CALR-mutated patients complementing molecular analysis"}, {"pubmed": 24732593, "text": "The diagnostic and prognostic value of CALR mutations for essential thrombocythemia was confirmed in Chinese patients"}, {"pubmed": 24749731, "text": "The CALR assay allowed the reproducible detection of approximately 1% mutant allele burden in myelofibrosis."}, {"pubmed": 24753125, "text": "There is a differential effects of CALR variants on thrombopoiesis in essential thrombocythemia."}, {"pubmed": 24764562, "text": "mutations in calreticulin may have a role in familial predisposition to myeloproliferative neoplasms"}, {"pubmed": 24791854, "text": "The impact of calreticulin (CALR) mutations on long-term survival in essential thrombocythemia; mutation-specific phenotype and prognosis."}, {"pubmed": 24850292, "text": "Low frequency of calreticulin mutations in MDS patients."}, {"pubmed": 24884814, "text": "Urinary calreticulin, annexin A2, and annexin A3 are very likely a panel of biomarkers with potential value for upper tract urothelial carcinoma diagnosis."}, {"pubmed": 24895336, "text": "We confirm that calreticulin mutation is associated with distinct clinical characteristics and explored relationships between mutation type, load and clinical outcome."}, {"pubmed": 24986690, "text": "Data indicate that of the 617 subjects studied, 399 (64.7%) carried Janus kinase 2 (JAK2), 140 (22.7%) had a CALR (calreticulin gene) exon 9 indel, 25 (4.0%) carried an thrombopoietin receptor (MPL) mutation."}, {"pubmed": 24988887, "text": "Calreticulin promotes angiogenesis via activating nitric oxide signalling pathway in rheumatoid arthritis."}, {"pubmed": 24997152, "text": "The unfavorable prognostic impact of CALR mutations in Chinese with primary myelofibrosis is only seen in those with type-2 mutations. These data underscore the need to evaluate the prognostic impact of genetic mutations in different populations."}, {"pubmed": 25005031, "text": "Data indicate that 8 of 190 patients with essential thrombocythemia with calreticulin (CALR) mutation had an additional Sex Comb-Like 1 protein (ASXL1) mutation."}, {"pubmed": 25015052, "text": "Compared to those with JAK2 mutation, CALR-mutated ET Taiwanese patients were characterized by younger age, lower leukocyte count, higher platelet count, and decreased risk of thrombosis. A new c.1093_1138del mutant was found."}, {"pubmed": 25015940, "text": "study reports data on CALR mutation in wild-type JAK2 myeloproliferative neoplasm (MPN) patients; study confirmed CALR mutations were novel molecular markers in wt JAK2 MPNs"}, {"pubmed": 25023898, "text": "Chinese Philadelphia chromosome-negative myeloproliferative neoplasms patients have a unique JAK2 and CALR mutation landscape"}, {"pubmed": 25068507, "text": "Data indicate that calreticulin (CALR) mutations were present in 44% of essential thrombocythemia (ET), 14% of persistent thrombocytosis suggestive of myeloproliferative neoplasms (MPN) and none of the secondary thrombocytosis."}, {"pubmed": 25103330, "text": "The phenotype and status of the commonly acquired JAK2 V617F, CALR exon 9 and MPL W515L/K mutations in affected individuals from a consecutive series of ten familial myeloproliferative neoplasms kindred are described."}, {"pubmed": 25115510, "text": "Data indicate no calreticulin (CALR) exon nine indels were detected in the 69 patients with acute promyelocytic leukemia (APL)."}, {"pubmed": 25115511, "text": "Here, we focus on the structure, function and carcinogenicity of calreticulin, as well as its relationship with MPNs not involving Janus kinase 2 mutations."}, {"pubmed": 25118376, "text": "Severe fever with thrombocytopenia syndrome virus nucleoprotein specifically binds to 60kD SSA protein in host cells."}, {"pubmed": 25139350, "text": "These data are suggestive of truly monoclonal hematopoiesis in CALR(MUT) patients and provide further evidence that the biology associated with CALR mutations is markedly different from that of JAK2(V617F) mutations."}, {"pubmed": 25173966, "text": "In the screening of underlying MPNs in patients with SVT, given its high frequency in these disorders, the JAK2 mutation must be evaluated first and, if negative, CALR mutations should also be investigated"}, {"pubmed": 25176567, "text": "CALR mutation is associated with primary myelofibrosis."}, {"pubmed": 25189720, "text": "Mutations in JAK2, MPL, and CALR appear to be the main driver mutations in the majority of myeloproliferative neoplasms. (Review)"}, {"pubmed": 25212275, "text": "results underline the differences between the two most frequent types of CALR mutation and show that CALR-mutated patients should not be considered a single entity"}, {"pubmed": 25223992, "text": "No CALR exon 9 mutations were detected in any of the splanchnic vein thrombosis patients."}, {"pubmed": 25231404, "text": "Calreticulin promotes migration and invasion of esophageal cancer cells by upregulating neuropilin-1 expression via STAT5A."}, {"pubmed": 25231745, "text": "Molecular monitoring of patients having undergone AHSCT for PMF should not be restricted to JAK2, MPL or CALR, but all mutations present in primary fibrotic neoplastic myeloproliferation should be included to interpret abnormal blood values after AHSCT"}, {"pubmed": 25249012, "text": "the MARIMO cell line harbors a CALR mutation and yet is not dependent on JAK/STAT signaling, in marked contrast to JAK2-mutated cell lines"}, {"pubmed": 25288151, "text": "VEGF-A is involved in CRT-related neuronal differentiation in neuroblastoma."}, {"pubmed": 25301336, "text": "Helix propensity for 31 unique amino acid sequences that were altered by CALR mutations, was calculated."}, {"pubmed": 25305205, "text": "CALR mutations can be associated with JAK2-negative polycythemia vera"}, {"pubmed": 25316523, "text": "mutation analysis of CSF3R, SETBP1 and CALR should be included in the diagnostic criteria for chronic neutrophilic leukemia"}, {"pubmed": 25322686, "text": "The expression of ASXL1 and CALR predicts the survival and momelotinib drug response in myelofibrosis patients."}, {"pubmed": 25323688, "text": "CALR mutation status does not have a significant impact on the international prognostic score for the risk of thrombosis for predicting the risk of thrombosis."}, {"pubmed": 25323779, "text": "In primary myelofibrosis patients, the degree of anemia was less severe in those who were CALR exon 9 mutation-positive than in those who were JAK2 V617F-positive (p = 0.048)."}, {"pubmed": 25366168, "text": "There is a report on the co-occurrence of JAK2V617F and CALR mutations in myeloproliferative neoplasm patients"}, {"pubmed": 25378661, "text": "CALR regulated by EPAC2 in endometrial glandular epithelial cells is critical for the expression of LIF and PTGS2-mediated production of PGE2 through cAMP signaling."}, {"pubmed": 25398833, "text": "CALR mutation is associated with myeloproliferative neoplasms."}, {"pubmed": 25413337, "text": "study to characterize the frequency, type, and prognostic implications of CALR mutations in myeloproliferative chronic myelomonocytic leukemia; no mutations were detected in the samples studied"}, {"pubmed": 25429433, "text": "Serum levels of calreticulin can be a negative biomarker for the diagnosis of Alzheimer's disease patients."}, {"pubmed": 25482134, "text": "CALR mutation, MPL mutation and triple negativity may have roles in lowering vascular risk in primary myelofibrosis"}, {"pubmed": 25499808, "text": "Evaluation of methods to detect CALR mutations in myeloproliferative neoplasms."}, {"pubmed": 25540065, "text": "CALR-mutated ET and JAK2V617F ET may represent two different subgroups of essential thrombocythaemia with respect to clinical features and outcomes."}, {"pubmed": 25553276, "text": "A total of five types of mutation were detected, among which, L367fs(*)46 (53.6%) and K385fs(*)47 (35.7%) were found to be the most common in Myeloproliferative Disorders."}, {"pubmed": 25567134, "text": "Allelic imbalance in CALR mutation is associated with myeloproliferative disorders."}, {"pubmed": 25573593, "text": "CALR gene mutations are associated with essential thrombocythaemia and major thrombotic complications."}, {"pubmed": 25579178, "text": "co-transcription of ncRNA-RB1 and RB1 provides a positive link between the expression of the two tumor suppressors RB1 and the immune-relevant CALR protein"}, {"pubmed": 25637689, "text": "Five patients with the CALR mutation were identified"}, {"pubmed": 25661444, "text": "study underlines the functional link between CALR mutants and megakaryocyte growth stimulation"}, {"pubmed": 25682604, "text": "Calreticulin mutations were found to be rare in patients with Budd-Chiari syndrome and portal vein thrombosis."}, {"pubmed": 25686645, "text": "Co-existence of JAK2 V617F and CALR mutations in primary myelofibrosis"}, {"pubmed": 25704851, "text": "Anticancer effects of adenovirus-mediated calreticulin and melanoma-associated antigen 3 expression on non-small cell lung cancer cells"}, {"pubmed": 25729726, "text": "The incidence of calreticulin mutations in essential thrombocythemia and primary myelofibrosis was 24.2% and increased to 50.0% in JAK2 V617F-negative cases. Essential thrombocythemia patients carrying calreti mutations were younger, showed lower WBC counts, and experienced less thrombosis than did those carrying the JAK2 V617F mutation, although no differences in other clinical features and prognosis were demonstrated."}, {"pubmed": 25745188, "text": "The JAK-STAT signaling pathway is differentially activated in mutant CALR-positive compared with JAK2V617F-positive essential thrombocythemia patients."}, {"pubmed": 25746303, "text": "Persons with primary myelofibrosis(PMF) had higher CALR mutant allele burdens than those with essential thrombocythemia(ET). Amongst persons with CALR mutations, those with PMF had different clinical features from those with ET."}, {"pubmed": 25761617, "text": "Letter: report CALR gene exon 9 mutations in patients with splanchnic venous thrombosis."}, {"pubmed": 25794131, "text": "we have detected a high frequency of both classic and non-classic CALR exon 9 alterations in JAK2-mutated ET patients by HRMA."}, {"pubmed": 25838280, "text": "CALR-mutated essential thrombocythemia evolving to chronic myeloid leukemia with coexistent CALR mutation and BCR-ABL translocation."}, {"pubmed": 25858548, "text": "No CSF3R mutations were found in cases of MDS, JMML or ET. The only mutation found in the CALR gene was a frameshift (p.L367 fs) in one ET patient."}, {"pubmed": 25873496, "text": "The prognostic significance of CALR mutations likely differs among the myeloproliferative neoplasm (MPN) subtypes."}, {"pubmed": 25908558, "text": "The results presented here indicate that calreticulin has a preference for substrates with a quaternary structure and primarily beta-sheets in their secondary structure."}, {"pubmed": 25918716, "text": "we reviewed the biological roles of calreticulin and summarized the potential mechanisms of calreticulin in regulating mRNA stability and therefore contributed to cancer metastasis."}, {"pubmed": 25934766, "text": "CALR mutant cases of essential thrombocythemia are phenotypically distinct from JAK2 V617F-positive cases, with regards to clinical and hematologic presentation as well as overall survival."}, {"pubmed": 25946468, "text": "Decreased Calreticulin levels might be involved in the development of a fatty liver by preventing p53 occupancy on the SREBP-1c promoter and thereby facilitating SREBP-1c up-regulation and consequently, lipid accumulation."}, {"pubmed": 25959795, "text": "though CALR mutations are found at a lower frequency among the Indian patients with PMF, they have a distinct molecular profile different from that of other studies worldwide."}, {"pubmed": 25976465, "text": "Functional effect of the JAK2 46/1 haplotype frequency in essential thrombocythemia with CALR mutations is limited to allele with JAK2V617F mutation but not CALR mutation."}, {"pubmed": 26071474, "text": "The data supports the proposal of including CALR exon 9 mutations as major diagnostic markers for myeloproliferative neoplasms."}, {"pubmed": 26119186, "text": "Anagrelide proved effective among all molecular subsets, indicating that JAK2/CALR/MPL mutational status does not seem to represent a major determinant of choice of cytoreductive treatment among essential thrombocythemia therapies."}, {"pubmed": 26130950, "text": "CALR mutations characterize a subset of Korean Essential Thrombocythemia and Primary Myelofibrosis patients who have distinct phenotypes similar to those reported for patients in Western countries."}, {"pubmed": 26162987, "text": "in clinical subgroups of acute myeloid leukemia, CALR overexpression mediates a block in differentiation, while somatic mutations have been found in the majority of patients with myeloproliferative neoplasms"}, {"pubmed": 26220041, "text": "CALR mutations are associated with BCR-ABL1 negative Myeloproliferative Disorders."}, {"pubmed": 26281713, "text": "very low incidence of CALR mutations in patients with cerebral venous thrombosis but without overt chronic myeloproliferative neoplasms"}, {"pubmed": 26290216, "text": "Letter: found no CALR mutations in patients with first episode of unprovoked venous thromboembolism."}, {"pubmed": 26294037, "text": "Results show novel mutations besides the known type 1 and 2 in CALR gene that can be used for myeloproliferative disorder diagnosis."}, {"pubmed": 26307067, "text": "CRT over-expression contributes greatly to hepatocellular carcinoma malignant behavior"}, {"pubmed": 26370832, "text": "Evaluation of the role of JAK-STAT pathway in the oncogenic effect of calreticulin mutants in myeloproliferative neoplasms (review)."}, {"pubmed": 26375990, "text": "Lower mutant rate of CALR gene is associated with myeloproliferative neoplasms."}, {"pubmed": 26377485, "text": "The myeloproliferative neoplasms (MPNs) patients carrying Calreticulin(CALR) mutations presented with higher platelet counts and lower hemoglobin levels compared to those with mutated JAK2. However, all of the leukemia patients had negative results for CALR mutations."}, {"pubmed": 26452990, "text": "Flavin reductase and calreticulin play key roles in the development of pemetrexed-associated resistance in lung adenocarcinoma cells."}, {"pubmed": 26469323, "text": "In patients with HD, a panel using calretinin and peripherin with or without MAP-2 may be most helpful in identifying transition zones"}, {"pubmed": 26473532, "text": "patients harboring both CALR mutation types differed from the JAK2V617F-mutated counterpart for younger age, lower leukocyte and higher platelet counts"}, {"pubmed": 26481236, "text": "propose that there is a link between binding of BEND3 to the CALR rs138452745 C-allele and removal of NFI binding site from this nucleotide, and the evolution of human-specific higher brain functions"}, {"pubmed": 26555437, "text": "CALR is not only a potential diagnostic molecular marker but also adds relevant prognostic information as it is associated with milder clinical and haematological characteristics compared to the JAK2V617F-mutated or 'triple-negative' patients."}, {"pubmed": 26573090, "text": "Mutant calreticulin-expressing cells induce monocyte hyperreactivity through a paracrine mechanism."}, {"pubmed": 26614694, "text": "findings suggest that JAK2V617F-positive ET patients and CALR mutation-positive patients have different mechanisms of occurrence and clinical features of ET"}, {"pubmed": 26640226, "text": "Studied calreticulin mRNA expression levels in acute myeloid leukemia (AML) compared with other hematologic malignancies, and to investigate the clinicopathological characteristics associated with expression in AML patients."}, {"pubmed": 26646311, "text": "The combination of a decreased expression of HMGB1, an increased expression of extracellular HSP70, and an increased expression of CRT in the relapse seems to be beneficial for patient survival."}, {"pubmed": 26668133, "text": "Thrombopoietin receptor activation by myeloproliferative neoplasm associated calreticulin mutants."}, {"pubmed": 26754830, "text": "Thrombocytosis and STAT5 activation in chronic myelogenous leukaemia are not consistently associated with CALR exon 9 or JAK2 V617F mutation."}, {"pubmed": 26768689, "text": "Mutation status of JAK2, CALR, and MPL in essential thrombocythemia and primary myelofibrosis defines clinical outcome."}, {"pubmed": 26777583, "text": "CALR mutated clones are present in bone marrow cells of essential thrombocythemia and primary myelofibrosis patients."}, {"pubmed": 26817954, "text": "mutant CALR promotes myeloproliferative neoplasm development by activating c-MPL and its downstream pathway."}, {"pubmed": 26825145, "text": "Letter: CALR mutations are rare in Chinese Budd-Chiari syndrome patients."}, {"pubmed": 26826378, "text": "This essential role of calreticulin in nucleocytoplasmic communication competency ties its regulatory action with proficiency of cardiac myofibrillogenesis essential for proper cardiac development."}, {"pubmed": 26890983, "text": "Even after CALR mutation variant stratification, driver mutational status did not impact overall, myelofibrosis-free, thrombosis-free, and leukemia-free survival in essential thrombocythemia."}, {"pubmed": 26951227, "text": "we show that the positive charge of the CALR mutant C-terminus is necessary to transform hematopoietic cells by enabling binding between mutant CALR and the thrombopoietin receptor MPL."}, {"pubmed": 26994960, "text": "Clinical features of JAK2V617F- or CALR-mutated essential thrombocythemia and primary myelofibrosis."}, {"pubmed": 27009537, "text": "The family with JAK2 G571S mutations reported here teaches us that 1 germline JAK2 mutation may hide a somatic CALR mutation, and that, in this case, the phenotype (thrombocytosis) and disease (essential thrombocythemia [ET]) are likely due to the somatic CALR mutation. This highlights the complexity of making the diagnosis of ET (vs. HT) in a familial context."}, {"pubmed": 27013444, "text": "In absence of CALR, immature MPO protein precursors are degraded in the proteasome."}, {"pubmed": 27018326, "text": "Fragment analysis is an accurate and sensitive method for the detection of CALR indels. The novel 9 bp deletion is likely a germline variant. Consequence of coexisting JAK2 V617F and CALR mutations requires careful interpretation."}, {"pubmed": 27163789, "text": "The consistent association between Calr and Dio2 expression suggests that enhanced expression of these two genes facilitate detrimental effects on cartilage integrity."}, {"pubmed": 27177927, "text": "findings demonstrate the potency of CALR mutants to drive expression of megakaryocytic differentiation markers such as NF-E2 and CD41 as well as Mpl. Furthermore, CALR mutants undergo accelerated protein degradation that involves the secretory pathway and/or protein glycosylation."}, {"pubmed": 27185380, "text": "These results indicate that mutant CALR causes myeloproliferation because of the activation of JAK-STAT pathway and not by the inhibition of phagocytosis, which is similar to the myeloproliferation caused by JAK2 V617F mutation."}, {"pubmed": 27195812, "text": "The present work suggests that Ca(2+)-dependent regulation is caused by different conformations of a long proline-rich loop that changes the accessibility to the peptide/lectin-binding site. Our results indicate that the binding of Ca(2+) to calreticulin may thus not only just be a question of Ca(2+) storage but is likely to have an impact on the chaperone activity."}, {"pubmed": 27209416, "text": "No MPL or CALR mutations were detected among the remaining 12 patients"}, {"pubmed": 27247323, "text": "in molecularly annotated ET patients at diagnosis, JAK2-V617F patients have more circulating microparticles and higher MP-associated procoagulant activities than CALR-mutated and TN ET patients."}, {"pubmed": 27310876, "text": "alpha-Integrin expression and function modulates presentation of cell surface calreticulin."}, {"pubmed": 27315113, "text": "CALR mutations is associated with non-hepatosplenic extramedullary hematopoiesis(NHS-EMH) and may possibly contribute to the pathogenesis of primary myelofibrosis -associated NHS-EMH."}, {"pubmed": 27352261, "text": "The CALR mutation profile in Irish essential thrombocythemia and primary myelofibrosis patients appears similar to that in other European populations."}, {"pubmed": 27365140, "text": "Data show that the median calreticulin (CALR)mut allelic burden at diagnosis was significantly higher in primary myelofibrosis (PMF) patients as compared to essential thrombocythemia (ET) case."}, {"pubmed": 27376361, "text": "Studies indicate that a genetic classification of primary fibrosis (PMF) by calreticulin (CALR) and JAK2V617F (JAK2)mutations carried significant prognostic relevance."}, {"pubmed": 27384487, "text": "Studies indicate there are two main types of calreticulin gene (CALR) mutants, type 1 and type 2, and there is evidence about their distinct clinical/prognostic implications."}, {"pubmed": 27423004, "text": "From included 1138 patients vascular risk patients, 18 individuals were tested positive for the JAK2 V617F mutation. CALR exon 9 mutations were not detected in any of our patients.  CALR exon 9 mutations are infrequent in vascular risk patients."}, {"pubmed": 27427771, "text": "CALR-mutated essential thrombocythemia (ET) patients harbored a higher mutant load at progenitor level than JAK2V617F-positive ET (HSCs: 39.9% vs 7.5% p<0.001, hematopoietic stem cells)"}, {"pubmed": 27453224, "text": "CALR mutations were frequent in Chinese patients with Essential Thrombocythemia , especially in those without JAK2 or MPL mutations."}, {"pubmed": 27477402, "text": "The meta-analysis of the different populations (including Asian, European, North American and Australian) showed that CALR mutation may increase the prevalence of patients with essential thrombocythemia (19%) and primary myelofibrosis (22%)."}, {"pubmed": 27486987, "text": "JAK2 and CALR mutations have roles in patients with essential thrombocythemia"}, {"pubmed": 27521277, "text": "Our results showed that a wide range of different CALR mutations are associated with a distinct ET clinical phenotype that is associated with the male gender, younger age at diagnosis, higher platelet and lower leukocyte and erythrocyte counts and lower hemoglobin level, and a milder clinical course."}, {"pubmed": 27560107, "text": "results suggest that CALR exon 9 mutations hold promise as targets for cancer immune therapies; for example as targets for vaccines or adoptive cell therapies. In order to formally establish that the CALR mutations act as tumor antigens for immunotherapy, we are currently working to establish specific T-cell clones to show that such clones recognize target cells that endogenously express mutated CALR"}, {"pubmed": 27561105, "text": "results suggest that calreticulin can serve as a biomarker of pancreatic cancer stem-like cells and a prognostic factor associated with poorer survival of pancreatic cancer patients"}, {"pubmed": 27566291, "text": "Alterated IQGAP1/Rho GTPase signaling in myeloproliferative neoplasm erythrocytes is dependent on JAK2/CALR mutational status."}, {"pubmed": 27566407, "text": "overexpression of calreticulin(CALR) and heat shock 70kDa protein 5(HSPA5) was further validated. CONCLUSION: Alltogether, abundant new candidate molecules, especially proteins related to ER-stress, were found to be involved in the pathogenesis of GD"}, {"pubmed": 27662324, "text": "Results suggest that lymphoproliferative and myeloproliferative neoplasms may coexist, although the pathogenetic mechanism of coexisting hematologic requires further investigation. Data indicate that JAK2 V617F and CALR mutations are not mutually exclusive and the actual frequency of simultaneous JAK2 V617F and CALR mutations is unknown."}, {"pubmed": 27686171, "text": "Screening for CALR mutations is essential in BCR-ABL-negative myeloproliferative neoplasms since it not only provides valuable diagnostic and prognostic information but also identifies potential treatment targets."}, {"pubmed": 27689957, "text": "our data suggest the involvement of autoimmune reactivity to CRT in a subset of patients suffering from DCM or HCM."}, {"pubmed": 27716741, "text": "These findings showed that mutant CALR activates jak-stat signaling through an mpl-dependent mechanism to mediate pathogenic thrombopoiesis in zebrafish, and illustrated that the signaling machinery related to mutant CALR tumorigenesis are conserved between human and zebrafish."}, {"pubmed": 27730343, "text": "CALR mutations are rarely involved in myelodysplastic syndromes with myelofibrosis"}, {"pubmed": 27740635, "text": "Although CALR mutations resulted in protein instability and proteosomal degradation, mutant CALR was able to enhance megakaryopoiesis and pro-platelet production from human CD34(+) progenitors."}, {"pubmed": 27758825, "text": "Absence of CALR mutations in JAK2-negative polycythemia."}, {"pubmed": 27802968, "text": "CRT exposure represents a novel powerful prognostic biomarker for patients with acute myeloid leukemia."}, {"pubmed": 27825129, "text": "Late-stage inhibition of autophagy enhances calreticulin surface exposure in colonic tumor cells."}, {"pubmed": 27855276, "text": "Coexisting mutations of the JAK2, CALR, and MPL genes in myeloproliferative neoplasms suggest that CALR and MPL should be analyzed not only in JAK2-negative patients but also in low V617F mutation patients."}, {"pubmed": 27875935, "text": "Genotyping for CALR could be a useful diagnostic tool for JAK2/MPL-negative ET, since the data suggest that CALR is much more prevalent than MPL, therefore testing for CALR should be considered in patients who are JAK2 negative as its frequency is almost 20 times that of MPL mutation."}, {"pubmed": 28029004, "text": "Various calreticulin mutations were found in exon 9. Type 1 mutations, a 52-bp deletion in exon 9, were the most common and were observed in 23 cases. Type 2 mutations, a 5-bp insertion in exon 9, were identified in seven cases."}, {"pubmed": 28031530, "text": "Report PCR clamping technique for detection of type 1 and type 2 mutations in CALR gene in myeloproliferative neoplasms."}, {"pubmed": 28106543, "text": "The present study detected expression of CRT in patients with osteosarcoma , in the non-metastasis group compared with the metastasis group, and in the chemotherapy group compared with the non-chemotherapy group. CONCLUSIONS: These results could indicate a brand-new biological marker which may be applied to estimate the features and prognosis of osteosarcoma."}, {"pubmed": 28161773, "text": "CALR- and JAK2-mutated MPNs are broadly similar in terms of the quantity, frequency and spectrum of co-occurring mutations and therefore observed biological differences are likely to not be heavily influenced by the nature and quantity of co-mutated genes."}, {"pubmed": 28168700, "text": "our studies demonstrate that occasional patients with CALR mutation-positive ET or MF carry other MPN-initiating genetic mutations (including JAK2 V617F), acquire \"secondary mutations\" before or after the CALR mutation, or evolve over time to being CALR mutation-homozygous."}, {"pubmed": 28205126, "text": "CALR mutation is associated with Essential thrombocythemia."}, {"pubmed": 28209773, "text": "Mannan-binding lectin (MBL) bound to T cells through interaction between the collagen-like region of MBL and calreticulin (CRT) expressed on the T-cell surface."}, {"pubmed": 28232234, "text": "C-CALR in response to Ca2+ undergoes conformational changes that trigger its function to export GR from the nucleus, resetting the stress response of normal erythroid cells. Impairment of this function in JAK2V617F-positive erythroid cells maintains EPO-R signaling in proliferation mode, contributing to erythrocytosis in PV."}, {"pubmed": 28260038, "text": "Results indicate that NGF inhibited CRT translocation induced by mitoxantrone. NGF effect on CRT translocation could have consequences in immunotherapy, potentially lessening the effectiveness of this type of treatment."}, {"pubmed": 28314843, "text": "these results reveal proteome alterations in MPN granulocytes depending on the phenotype and genotype of patients, highlighting new oncogenic mechanisms associated with JAK2 mutations and overexpression of calreticulin"}, {"pubmed": 28340692, "text": "This is the first cohort reported in CALR gene mutation analysis in Morocco. Results were concordant with studies reported up to date and very encouraging in promoting the molecular diagnosis of myeloproliferative neoplasms in Moroccan patients."}, {"pubmed": 28347227, "text": "In this instance, the ATP5B/CALR/HSP90B1/HSPB1/HSPD1-signaling network was revealed as the predominant target which was associated with the majority of the observed protein-protein interactions. As a result, the identified targets may be useful in explaining the anticancer mechanisms of ursolic acid and as potential targets for colorectal cancer therapy."}, {"pubmed": 28385780, "text": "Our study shows that JAK2V617F leads to abnormal expression of numerous proteins at the membrane of circulating PV red blood cells, with overexpression of CALR and persistence of CANX"}, {"pubmed": 28411309, "text": "CALR exon 9 mutation is associated with myeloproliferative neoplasms."}, {"pubmed": 28415571, "text": "Multivariate analysis adjusted for age, sex, follow-up period and hematological parameters confirmed that increased activated B cells were universally present in JAK2-mutated, CALR-mutated and triple-negative ET patients when compared to healthy adults."}, {"pubmed": 28422716, "text": "the CALR-mutant stem cell would achieve clonal dominance much faster than the JAK2-mutant one and confirm the model initially proposed in which the clonal evolution of CALR-mutant MPN appears to be mainly associated with a progressive expansion of a mutant heterozygous clone that eventually becomes fully dominant in the bone marrow."}, {"pubmed": 28470469, "text": "Recurrent somatic mutations in calreticulin (CALR) gene that encodes a molecular chaperone residing in the endoplasmic reticulum were identified in 2013 in a subset of patients with myeloproliferative neoplasms (MPNs)."}, {"pubmed": 28625126, "text": "This study demonstrated that two patients had a heterozygous CALR exon9 mutation locating outside the coding region and did not alter the amino acid sequence of this protein."}, {"pubmed": 28676668, "text": "The CALR exon 9 mutations are targets for specific T cells."}, {"pubmed": 28711709, "text": "This phenotypic diversity is further emphasized by the following report of a patient with an isolated erythrocytosis, persistent for nearly twelve years, associated with a CALR exon 9 mutation"}, {"pubmed": 28714945, "text": "In 136 patients with myelofibrosis and a median age of 58 years who underwent allogeneic stem cell transplantation (AHSCT) for molecular residual disease, the percentage of molecular clearance on day 100 was higher in CALR-mutated patients (92%) in comparison with MPL- (75%) and JAKV617F-mutated patients (67%)."}, {"pubmed": 28741795, "text": "Studies show that all CALR mutations generate frameshift mutation in the exon 9, which encodes the C-terminus end conferring a common mutant-specific sequence in all mutants. Mutant CALR constitutively activates MPL to induce cellular transformation. The interaction between the mutant CALR and MPL is achieved by the conformational change in the C-terminal allowing N-domain binding to MPL. [review]"}, {"pubmed": 28747287, "text": "The novel mutations occurred and changed the amino acid sequence of the C domain amino acid residues of CALR, which will interfere with the calcium-binding capacity of the molecule. The CALR mutations will improve our understanding of the pathophysiology of myeloproliferative neoplasms."}, {"pubmed": 28751563, "text": "explored CRT reactivity of 14 different recombinant monoclonal antibodies (mAbs) derived from CLL patients carrying BCRs from various different stereotyped subsets"}, {"pubmed": 28766534, "text": "Essential Thrombocythemia and Primary Myelofibrosis patients with CALR mutations are at high risk for Thrombotic Events."}, {"pubmed": 28778674, "text": "CRT regulates TGF-beta1-induced-EMT through modulating Smad signaling"}, {"pubmed": 28894229, "text": "In conclusion, these findings suggest that VEGF is a favorable prognostic factor of neuroblastoma and might affect neuroblastoma tumor behavior through CRT-driven neuronal differentiation rather than angiogenesis that might shed light on a novel therapeutic strategy to improve the outcome of neuroblastoma."}, {"pubmed": 28938427, "text": "Endoplasmic reticulum chaperone CRT plays a regulatory role in the invasion of EVTs, suggesting the importance of CRT expression in placental development during early pregnancy."}, {"pubmed": 28990497, "text": "In 94.9% of PV, 85.5% ET and 85.2% PMF, authors found mutations in JAK2, MPL or CALR. 74.9% carried JAK2V617F, 12.3% CALR mutations, 2.1% MPL mutations and 10.7% were triple negative."}, {"pubmed": 29146710, "text": "JAK2, CALR, MPL and ASXL1 mutational status correlates with distinct histological features in Philadelphia chromosome-negative myeloproliferative neoplasms"}, {"pubmed": 29217833, "text": "these data support the model that CALR-mutated essential thrombocythemia could be considered as a distinct disease entity from JAK2V617F-positive myeloproliferative neoplasms"}, {"pubmed": 29266414, "text": "MPL, CALR and JAK2 are considered driver mutations in myeloproliferative neoplasms.The occurrence of two driver mutations in the same patient was determined and the clinical presentation and disease progression were compared with those in patients with only one driver mutation. Co-occurrence of 2 driver mutations affects the presentation or evolution of MPN, especially essential thrombocythemia."}, {"pubmed": 29288169, "text": "Insights into the mechanism of the pathogenic mutant CALR-MPL interaction in myeloproliferative neoplasms."}, {"pubmed": 29306106, "text": "study confirms the clinical significance of driver mutational status and JAK2(mut) load in MPNs; in addition, unravels a novel clinical association between high CALR(mut) load and a more proliferative phenotype in ET"}, {"pubmed": 29390868, "text": "Patients with CALR mutation had significantly higher concentration of PDGF-BB and lower concentration of SDF-1alpha than patients with JAK2V617F mutation. High concentration of PDGF-BB and low concentration of SDF-1alpha in patients with CALR(+) ET may indicate a contribution of these chemokines in disturbed Ca2+ metabolism in platelets."}, {"pubmed": 29464483, "text": "Mutational subtypes of CALR correlate with different clinical features in Japanese patients with myeloproliferative neoplasms."}, {"pubmed": 29521158, "text": "The prevalence of CALR mutation in JAK2V617F-negative essential thrombocythemia in this study is 35.7%. HRM is an effective method of detecting CALR mutation and is a more advantageous method of screening for CALR mutation."}, {"pubmed": 29534592, "text": "In patients with myelofibrosis, 1.5% coincidence of CALR and JAK2 V617F confirmed a different phenotype of the disease in CALR-mutated patients as compared with CALR-unmutated individuals. Those with CALR mutation were significantly younger and had borderline higher platelet counts, less pronounced splenomegaly and less frequent B symptoms at diagnosis."}, {"pubmed": 29773794, "text": "Study propose that leukocytes infiltration via the binding of CRT to ITGAs is necessary for the onset and development of the ulcerative colitis and the inhibition of this interaction may be a novel therapeutic strategy for the treatment of inflammatory bowel diseases."}, {"pubmed": 29847812, "text": "Our findings indicate that CALR mutations are absent in a cohort of 79 patients with IE and also in a large, broad real-life cohort of patients with an erythroid phenotype referred for MPN panel testing. We therefore consider that the screening of CALR mutations in this situation is not warranted as a stand-alone investigation."}, {"pubmed": 29934356, "text": "MPL and CALR genotypes show a similar clinical picture at essential thrombocythaemia diagnosis. In CALR genotype features of prefibrotic myelofibrosis are common."}, {"pubmed": 29946189, "text": "Homomultimerization of mutant calreticulin is associated with activation of the thrombopoietin receptor leading to myeloproliferative disease."}, {"pubmed": 29956451, "text": "Proteomic analysis of tubular epithelial cells obtained from patients with renal pathologies revealed overexpressing calreticulin along with the family of 14-3-3 proteins as key proteins overexpressed as well."}, {"pubmed": 29981820, "text": "CRM-1 and CALR are upregulated in breast cancer cells, particularly those that are ERalpha-negative. In this context, the interaction between CRM-1 and CALR seems to modulate the nuclear export of nuclear receptors."}, {"pubmed": 30053596, "text": "Results demonstrated that CRT is critical in prostate cancer progression through the mediation of lysophosphatidic acid-induced VEGF-C expression."}, {"pubmed": 30080988, "text": "Triplex probe-based TaqMan qPCR is an accurate and sensitive method for screening essential thrombocythemia or primary myelofibrosis patients with type I and II mutations in CALR."}, {"pubmed": 30082822, "text": "CALR mutation is associated with AKT activation in myeloproliferative neoplasms."}, {"pubmed": 30084272, "text": "This study explored the relationship between mutations in the Janus kinase 2 gene ( JAK2), MPL, and the calreticulin gene ( CALR) in Uygur and Han Chinese patients with BCR-ABL fusion gene-negative myeloproliferative neoplasms."}, {"pubmed": 30097573, "text": "unwanted cells such as aging neutrophils and living cancer cells are susceptible to \"labeling\" by secreted calreticulin (CRT) from macrophages, enabling their clearance through programmed cell removal."}, {"pubmed": 30193773, "text": "These results implicate miR-455 regulated hydrogen sulfide protection of lung epithelial cells against hypoxia-induced apoptosis by stimulating Calr"}, {"pubmed": 30292681, "text": "CALR mutations were sought in 136 suspected MPN patients with low-allelic-burden JAK2 V617F. 15 patients with concomitant JAK2 V617F and CALR mutations were identified, of whom 10 had essential thrombocytosis. The double-mutated ET patients seem to have an inversed ratio between type 1 and type 2 exon 9 indel CALR mutations."}, {"pubmed": 30304655, "text": "Comprehensive genomic characterization identified distinct genetic subgroups and provided a classification of myeloproliferative neoplasms on the basis of causal biologic mechanisms. Mutations in JAK2, CALR, or MPL being the sole abnormality in 45% of the patients."}, {"pubmed": 30315236, "text": "In type 1 calreticulin-mutated myelofibrosis."}, {"pubmed": 30409794, "text": "Homozygosity of mutated CALR by copy neutral loss of heterozygosity is associated with myeloproliferative neoplasms."}, {"pubmed": 30429217, "text": "calreticulin induces autophagy by interacting with microtubule-associated protein 1A/1B-light chain 3 (LC3). Confocal microscopy revealed that the colocalization of calreticulin and LC3 at the autophagosome was enhanced under ER stress conditions."}, {"pubmed": 30444198, "text": "Calreticulin has a dual nature, and it has been found to be up-regulated or down-regulated in several types of cancer serving as either oncogene or anti-oncogene."}, {"pubmed": 30551188, "text": "regulates syncytialization by ensuring appropriate control of both the synthesis and transportation of E-cadherin"}, {"pubmed": 30612140, "text": "In the present study, we identified calreticulin as a novel MYCN suppressor that downregulated MYCN promoter activity and protein expression to modulate neuronal differentiation and stemness."}, {"pubmed": 30639474, "text": "results suggested that CRT could promote ICAM-1 expression in endothelial cells through PI3K/Akt/eNOS/p38 MAPK signaling mediated TTP accumulation, probably in an inactive form, which may provide a possible proinflammatory mechanism of CRT in rheumatoid arthritis."}, {"pubmed": 30833329, "text": "calreticulin modulation may eliminate the toxic gain of function associated with aggregation of ZAAT in lung and liver, thus providing a potential new therapeutic approach to the treatment of AATD-related liver disease."}, {"pubmed": 30846848, "text": "Study demonstrates that the structurally-based classification of rare mutants of CALR, related to the two most frequent mutations found in myeloproliferative neoplasm patients, del52 and ins5, is functionally valid in vivo in mice."}, {"pubmed": 31092433, "text": "Microwave-mediated cold atmospheric plasma (CAP) increased high-mobility group box 1 protein (HMGB1) expression, thereby increasing HMGB-1 secretion. In addition, we observed that the calreticulin (CRT) protein was concentrated at the cellular membrane when plasma was treated, representing immunogenic cell death."}, {"pubmed": 31128484, "text": "MPL is the requisite cytokine receptor for CALR mediated tumorigenic transformation, as has been demonstrated in a mouse model."}, {"pubmed": 31174435, "text": "miR-148b inhibiting cell proliferation and migration of Schwann cells by regulating CALR"}, {"pubmed": 31248375, "text": "PCR-ALDA can be utilized as an easy-to-use, rapid, low cost and sensitive tool in the detection of CALR mutations in Philadelphia-negative myeloproliferative neoplasms patients."}, {"pubmed": 31266769, "text": "Results show that mutations in the CALR gene, which drive transformation in myeloproliferative neoplasms (MPN), elicit specific T-cell response."}, {"pubmed": 31332222, "text": "Calreticulin Ins5 and Del52 mutations impair unfolded protein and oxidative stress responses in K562 cells expressing CALR mutants."}, {"pubmed": 31462733, "text": "Mutant calreticulin interacts with MPL in the secretion pathway for activation on the cell surface."}, {"pubmed": 31548225, "text": "The Molecular Genetics of Myeloproliferative Neoplasms."}, {"pubmed": 31554376, "text": "CALR Mutation Associated with Essential Thrombocythemia."}, {"pubmed": 31562135, "text": "Mutant calreticulin in myeloproliferative neoplasms."}, {"pubmed": 31568485, "text": "high levels inversely correlate with cancer patient survival"}, {"pubmed": 31612071, "text": "Plasma calreticulin level was positively correlated with the severity of sepsis and predicted patient mortality."}, {"pubmed": 31668145, "text": "The effects of mutational profiles on phenotypic presentation of myeloproliferative neoplasm subtypes in Bosnia: 18 year follow-up."}, {"pubmed": 31681999, "text": "Co-occurrence of BCR-ABL1-positive chronic myeloid leukaemia and CALR-mutated essential thrombocythaemia."}, {"pubmed": 31710700, "text": "Sequential mutational evaluation of CALR -mutated myeloproliferative neoplasms with thrombocytosis reveals an association between CALR allele burden evolution and disease progression."}, {"pubmed": 31725767, "text": "Our results demonstrate that CRT is involved in VEGF-A ARE binding protein complexes to stabilize VEGF-A mRNA, thereby promoting the angiogenesis, and progression of gastric cancer."}, {"pubmed": 31732192, "text": "Structural bases that underline Trypanosoma cruzi calreticulin proinfective, antiangiogenic and antitumor properties."}, {"pubmed": 31747968, "text": "Our data indicate that CALR levels in primary and metastatic high-grade serous ovarian carcinomas samples have robust prognostic value linked to the activation of clinically-relevant innate and adaptive anticancer immune responses."}, {"pubmed": 31848992, "text": "The role of calreticulin mutations in myeloproliferative neoplasms."}, {"pubmed": 31882869, "text": "CALR mutations in a cohort of JAK2 V617F negative patients with suspected myeloproliferative neoplasms."}, {"pubmed": 32000382, "text": "Philadelphia chromosome-positive (Ph+) CALR-mutated clones, but not Ph- clones, sensitive to tyrosine kinase inhibitor treatment of myeloproliferative neoplasms [review]"}, {"pubmed": 32070814, "text": "Mutation profile of JAK2, EPOR and CALR genes in polycythemia patients."}, {"pubmed": 32081398, "text": "Plasma sIL-2Ralpha levels are associated with disease progression in myelofibrosis with JAK2(V617F) but not CALR mutation."}, {"pubmed": 32164591, "text": "A distinct molecular mutational profile and its clinical impact in essential thrombocythemia and primary myelofibrosis patients."}, {"pubmed": 32323496, "text": "Calreticulin expression in human cardiac myocytes induces ER stress-associated apoptosis."}, {"pubmed": 32366936, "text": "Erythrocytosis with JAK2 GGCC_46/1 haplotype and without JAK2 V617F mutation is associated with CALR rs1049481_G allele."}, {"pubmed": 32591258, "text": "JAK2, CALR, and MPL Mutations in Egyptian Patients With Classic Philadelphia-negative Myeloproliferative Neoplasms."}, {"pubmed": 32614523, "text": "Pitfalls in CALR exon 9 mutation detection: A single-center experience in 571 positive patients."}, {"pubmed": 32745264, "text": "Cytoreductive treatment in patients with CALR-mutated essential thrombocythaemia: a study comparing indications and efficacy among genotypes from the Spanish Registry of Essential Thrombocythaemia."}, {"pubmed": 32798420, "text": "[Clinical Analysis of 66 Patients with Essential Thrombocytopenia]."}, {"pubmed": 32873146, "text": "Silencing of CRT relieves Ang II-Induced injury of HUVECs with insulin resistance."}, {"pubmed": 32908058, "text": "[Mutant calreticulin and the molecular mechanisms in development of myeloproliferative neoplasms]."}, {"pubmed": 32916637, "text": "Calreticulin regulates Src kinase in osteogenic differentiation from embryonic stem cells."}, {"pubmed": 32929772, "text": "Megakaryocytes, erythropoietic and granulopoietic cells express CAL2 antibody in myeloproliferative neoplasms carrying CALR gene mutations."}, {"pubmed": 32978262, "text": "Calreticulin enhances the secretory trafficking of a misfolded alpha-1-antitrypsin."}, {"pubmed": 33028359, "text": "Calreticulin promotes EMT in pancreatic cancer via mediating Ca(2+) dependent acute and chronic endoplasmic reticulum stress."}, {"pubmed": 33202112, "text": "JAK2V617F, CALR and MPL515L/K mutations and plateletcrit in essential thrombocythemia: A single centre's experience."}, {"pubmed": 33221760, "text": "Calreticulin increases growth and progression of natural killer/T-cell lymphoma."}, {"pubmed": 33255170, "text": "The Genetic Basis of Primary Myelofibrosis and Its Clinical Relevance."}, {"pubmed": 33275803, "text": "The risk of thrombosis in essential thrombocythemia is associated with the type of CALR mutation: A multicentre collaborative study."}, {"pubmed": 33361847, "text": "MOLECULAR GENETIC ABNORMALITIES IN THE GENOME OF PATIENTS WITH Ph-NEGATIVE MYELOPROLIFERATIVE NEOPLASIA AFFECTED BY IONIZING RADIATION AS A RESULT OF THE CHORNOBYL NUCLEAR ACCIDENT.\", trans \"MOLEKULIaRNO-GENETYChNI ANOMALII U GENOMI KhVORYKh NA Rh-NEGATYVNI MIIeLOPROLIFERATYVNI NEOPLAZII, IaKI ZAZNALY DII IONIZUIuChOI RADIATsII VNASLIDOK AVARII NA ChAES."}, {"pubmed": 33789164, "text": "Mutation Profile in BCR-ABL1-Negative Myeloproliferative Neoplasms: A Single-Center Experience From India."}, {"pubmed": 33835973, "text": "Pancreatic Cancer Stem-Like Cells With High Calreticulin Expression Associated With Immune Surveillance."}, {"pubmed": 33909030, "text": "Mechanism of mutant calreticulin-mediated activation of the thrombopoietin receptor in cancers."}, {"pubmed": 33921387, "text": "Low JAK2 V617F Allele Burden in Ph-Negative Chronic Myeloproliferative Neoplasms Is Associated with Additional CALR or MPL Gene Mutations."}, {"pubmed": 34010413, "text": "CALR mutant protein rescues the response of MPL p.R464G variant associated with CAMT to eltrombopag."}, {"pubmed": 34047519, "text": "Screening of somatic mutations in the JAK2 and CALR genes by high-resolution melting curve analysis.\", trans \"capital ES, Cyrilliccapital KA, Cyrilliccapital ER, Cyrilliccapital I, Cyrilliccapital EN, Cyrilliccapital I, Cyrilliccapital EN, Cyrilliccapital GHE, Cyrillic capital ES, Cyrilliccapital O, Cyrilliccapital EM, Cyrilliccapital A, Cyrilliccapital TE, Cyrilliccapital I, Cyrilliccapital CHE, Cyrilliccapital IE, Cy..."}, {"pubmed": 34073978, "text": "Extracellularly Released Calreticulin Induced by Endoplasmic Reticulum Stress Impairs Syncytialization of Cytotrophoblast Model BeWo Cells."}, {"pubmed": 34165774, "text": "MPL overexpression induces a high level of mutant-CALR/MPL complex: a novel mechanism of ruxolitinib resistance in myeloproliferative neoplasms with CALR mutations."}, {"pubmed": 34212985, "text": "Role and mechanism of chaperones calreticulin and ERP57 in restoring trafficking to mutant HERGA561V protein."}, {"pubmed": 34214802, "text": "No detection of atypical one-base deletion of CALR exon 9 with fragment analysis: A molecular trap to avoid."}, {"pubmed": 34217938, "text": "Myeloproliferative neoplasms with a low (<5%) CALR mutation allele burden."}, {"pubmed": 34300032, "text": "Clinical and Laboratory Features of JAK2 V617F, CALR, and MPL Mutations in Malaysian Patients with Classical Myeloproliferative Neoplasm (MPN)."}, {"pubmed": 34358706, "text": "Mapping human calreticulin regions important for structural stability."}, {"pubmed": 34514582, "text": "Calreticulin Immunohistochemistry in Myeloproliferative Neoplasms - Evolution of a New Cost-Effective Diagnostic Tool: A Retrospective Study with Histological and Molecular Correlation.\", trans \"Calreticulin Immunohistochemistry in Myeloproliferative Neoplasms - Evolution of a New Cost-Effective Diagnostic Tool: A Retrospective Study with Histological and Molecular Correlation."}, {"pubmed": 34542973, "text": "A Comparison of Two Molecular Methods for Detecting CALR Mutations in Myeloproliferative Neoplasms."}, {"pubmed": 34638846, "text": "Possible Roles of Calreticulin in Uterine Decidualization and Receptivity in Rats and Humans."}, {"pubmed": 34678208, "text": "CALR frameshift mutations in MPN patient-derived iPSCs accelerate maturation of megakaryocytes."}, {"pubmed": 34706936, "text": "HIF-1-regulated expression of calreticulin promotes breast tumorigenesis and progression through Wnt/beta-catenin pathway activation."}, {"pubmed": 34743237, "text": "Clinical effect of CALR allele burden in patients with essential thrombocythemia."}, {"pubmed": 34756244, "text": "Calreticulin mutations in myeloproliferative neoplasms."}, {"pubmed": 34800147, "text": "Endoplasmic reticulum stress-induced release and binding of calreticulin from human ovarian cancer cells."}, {"pubmed": 34910788, "text": "Bioinformatics analysis for the role of CALR in human cancers."}, {"pubmed": 35016075, "text": "Impact on thrombotic risk of canonical and atypical CALR mutations in essential thrombocythemia. A single-center cohort study."}, {"pubmed": 35264066, "text": "Calreticulin (CALR)-induced activation of NF-kB signaling pathway boosts lung cancer cell proliferation."}, {"pubmed": 35381393, "text": "Mannan-Binding Lectin via Interaction With Cell Surface Calreticulin Promotes Senescence of Activated Hepatic Stellate Cells to Limit Liver Fibrosis Progression."}, {"pubmed": 35405004, "text": "Type I but Not Type II Calreticulin Mutations Activate the IRE1alpha/XBP1 Pathway of the Unfolded Protein Response to Drive Myeloproliferative Neoplasms."}, {"pubmed": 35633552, "text": "Study of CALR, MPL, and c-kit Gene Mutations in Thai Patients with JAK2 V617F Negative Myeloproliferative Neoplasms."}, {"pubmed": 35672563, "text": "CALR type 1 mutations are associated with an increased incidence of myelofibrosis in young male patients."}, {"pubmed": 36213269, "text": "Calreticulin and PDIA3, two markers of endoplasmic reticulum stress, are associated with metabolic alterations and insulin resistance in pediatric obesity: A pilot study."}, {"pubmed": 36356217, "text": "Biomimetic Extracellular Matrix Nanofibers Electrospun with Calreticulin Promote Synergistic Activity for Tissue Regeneration."}, {"pubmed": 36417879, "text": "Calreticulin mutations affect its chaperone function and perturb the glycoproteome."}, {"pubmed": 36473980, "text": "CALR-mutated cells are vulnerable to combined inhibition of the proteasome and the endoplasmic reticulum stress response."}, {"pubmed": 36476017, "text": "Frequency of JAK2V617F, MPL and CALR driver mutations and associated clinical characteristics in a Norwegian patient cohort with myeloproliferative neoplasms."}, {"pubmed": 36485130, "text": "Molecular prognostication in Ph-negative MPNs in 2022."}, {"pubmed": 36646952, "text": "Prognostic role of the innate immune signature CD163 and \"eat me\" signal calreticulin in clear cell renal cell carcinoma."}, {"pubmed": 36765487, "text": "[The Expression and Correlation of miR-195, miR-125 and Calreticulin in Diffuse Large B-Cell Lymphoma]."}, {"pubmed": 36800830, "text": "The Impact of JAK2 V617F, CALR, and MPL Mutations as Molecular Diagnostic Markers of Myeloproliferative Neoplasms in Kurdish Patients. A Single-center Experience."}, {"pubmed": 36916035, "text": "Effects of calreticulin mutations on cell transformation and immunity."}, {"pubmed": 36934421, "text": "Unraveling the connection between calreticulin and myeloproliferative neoplasms via calcium signaling."}, {"pubmed": 36979444, "text": "Structural and Dynamic Differences between Calreticulin Mutants Associated with Essential Thrombocythemia."}, {"pubmed": 37020026, "text": "The NK cell receptor NKp46 recognizes ecto-calreticulin on ER-stressed cells."}, {"pubmed": 37240094, "text": "Mutation-Driven S100A8 Overexpression Confers Aberrant Phenotypes in Type 1 CALR-Mutated MPN."}, {"pubmed": 37774043, "text": "Calreticulin Expression in Human Carcinomas: A Systematic Review and Meta-Analysis."}, {"pubmed": 37979915, "text": "Identification and characterization of calreticulin as a novel plasminogen receptor."}, {"pubmed": 38067122, "text": "Calreticulin Regulates SARS-CoV-2 Spike Protein Turnover and Modulates SARS-CoV-2 Infectivity."}, {"pubmed": 38111518, "text": "JAK2, CALR, and MPL Mutation Profiles in Colombian patients with BCR-ABL Negative Myeloproliferative Neoplasms."}, {"pubmed": 38308077, "text": "Calreticulin and JAK2V617F driver mutations induce distinct mitotic defects in myeloproliferative neoplasms."}, {"pubmed": 38372107, "text": "TMCO1 regulates cell proliferation, metastasis and EMT signaling through CALR, promoting ovarian cancer progression and cisplatin resistance."}, {"pubmed": 38387921, "text": "[Comparison of Clinical Characteristics of JAK2, CALR and Tri-Negative Driving Mutant Type in Patients with Essential Thrombocythemia]."}, {"pubmed": 38404143, "text": "CALR-mutated patients with low allele burden represent a specific subtype of essential thrombocythemia: A study on behalf of FIM and GBMHM."}, {"pubmed": 38433449, "text": "Impact of CALR and JAK2V617F Mutations on Clinical Course and Disease Outcomes in Essential Thrombocythemia: A Multicenter Retrospective Study in Turkish Patients."}, {"pubmed": 38766853, "text": "Calreticulin regulates the expression of MMP14 and ADAR1 through EIF2AK2 signaling to promote the proliferation and progression of malignant melanoma cells."}, {"pubmed": 38853260, "text": "Neutrophil-specific expression of JAK2-V617F or CALRmut induces distinct inflammatory profiles in myeloproliferative neoplasia."}], "genomic_pos": {"chr": "19", "end": 12944489, "ensemblgene": "ENSG00000179218", "start": 12938578, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 13055303, "start": 13049392, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 8107809, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002502", "pubmed": 35948544, "qualifier": "involved_in", "term": "peptide antigen assembly with MHC class I protein complex"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002502", "pubmed": 11825569, "qualifier": "involved_in", "term": "peptide antigen assembly with MHC class I protein complex"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006355", "pubmed": 8107808, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006457", "qualifier": "involved_in", "term": "protein folding"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006457", "pubmed": 15474971, "qualifier": "involved_in", "term": "protein folding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006611", "pubmed": 11149926, "qualifier": "involved_in", "term": "protein export from nucleus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006874", "pubmed": 11149926, "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0008284", "pubmed": 14726956, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010595", "pubmed": 22377355, "qualifier": "involved_in", "term": "positive regulation of endothelial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0017148", "pubmed": 14726956, "qualifier": "involved_in", "term": "negative regulation of translation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0017148", "pubmed": 12242300, "qualifier": "involved_in", "term": "negative regulation of translation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0022417", "pubmed": 17563366, "qualifier": "involved_in", "term": "protein maturation by protein folding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030866", "qualifier": "involved_in", "term": "cortical actin cytoskeleton organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033144", "pubmed": 8107809, "qualifier": "involved_in", "term": "negative regulation of intracellular steroid hormone receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033574", "qualifier": "involved_in", "term": "response to testosterone"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034504", "pubmed": 15998798, "qualifier": "involved_in", "term": "protein localization to nucleus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0034975", "pubmed": 22013210, "qualifier": "involved_in", "term": "protein folding in endoplasmic reticulum"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0036503", "qualifier": "involved_in", "term": "ERAD pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0040020", "qualifier": "involved_in", "term": "regulation of meiotic nuclear division"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042921", "pubmed": 8107809, "qualifier": "involved_in", "term": "nuclear receptor-mediated glucocorticoid signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042981", "pubmed": 16130169, "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045665", "pubmed": 8107809, "qualifier": "involved_in", "term": "negative regulation of neuron differentiation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045787", "pubmed": 14726956, "qualifier": "acts_upstream_of", "term": "positive regulation of cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 8107809, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048387", "pubmed": 8107809, "qualifier": "involved_in", "term": "negative regulation of retinoic acid receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050766", "qualifier": "involved_in", "term": "positive regulation of phagocytosis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050821", "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050821", "pubmed": [10581245, 17563366], "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051208", "pubmed": 15474971, "qualifier": "involved_in", "term": "sequestering of calcium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055007", "qualifier": "involved_in", "term": "cardiac muscle cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071257", "qualifier": "involved_in", "term": "cellular response to electrical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071285", "qualifier": "involved_in", "term": "cellular response to lithium ion"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0090398", "pubmed": 14726956, "qualifier": "involved_in", "term": "cellular senescence"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098586", "qualifier": "involved_in", "term": "cellular response to virus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900026", "pubmed": 11859136, "qualifier": "involved_in", "term": "positive regulation of substrate adhesion-dependent cell spreading"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901164", "pubmed": 22377355, "qualifier": "involved_in", "term": "negative regulation of trophoblast cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901224", "qualifier": "involved_in", "term": "positive regulation of non-canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903416", "qualifier": "involved_in", "term": "response to glycoside"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000510", "pubmed": 16140380, "qualifier": "involved_in", "term": "positive regulation of dendritic cell chemotaxis"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001669", "qualifier": "located_in", "term": "acrosomal vesicle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005615", "pubmed": 22377355, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 8107809, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005635", "pubmed": 21590275, "qualifier": "located_in", "term": "nuclear envelope"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 1911778, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": [23011799, 23395171, 30188326], "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005783", "pubmed": 16130169, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005788", "pubmed": [11149926, 21590275], "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005789", "qualifier": "is_active_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005790", "qualifier": "located_in", "term": "smooth endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 11149926, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005840", "pubmed": 14726956, "qualifier": "located_in", "term": "ribosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0009986", "pubmed": 15474971, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 22572157, "qualifier": "located_in", "term": "membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030670", "qualifier": "located_in", "term": "phagocytic vesicle membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0033018", "qualifier": "located_in", "term": "sarcoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0033116", "qualifier": "located_in", "term": "endoplasmic reticulum-Golgi intermediate compartment membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0042824", "pubmed": [21263072, 35948544], "qualifier": "part_of", "term": "MHC class I peptide loading complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0042824", "pubmed": 11825569, "qualifier": "part_of", "term": "MHC class I peptide loading complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0044194", "qualifier": "located_in", "term": "cytolytic granule"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0044322", "qualifier": "located_in", "term": "endoplasmic reticulum quality control compartment"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 1911778, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0060473", "qualifier": "located_in", "term": "cortical granule"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0062023", "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19199708, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0071682", "qualifier": "located_in", "term": "endocytic vesicle lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0098553", "qualifier": "located_in", "term": "lumenal side of endoplasmic reticulum membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0001849", "pubmed": 9922153, "qualifier": "enables", "term": "complement component C1q complex binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0001849", "pubmed": 15474971, "qualifier": "enables", "term": "complement component C1q complex binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003677", "pubmed": 11149926, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003729", "pubmed": 14726956, "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005049", "pubmed": 11149926, "qualifier": "enables", "term": "nuclear export signal receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005178", "pubmed": 1911778, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005506", "qualifier": "enables", "term": "iron ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": 21590275, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005509", "pubmed": 21705382, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005509", "pubmed": [7841019, 11149926], "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9640257, 10605026, 15056662, 15896298, 17055437, 17215244, 17916189, 18177377, 19154346, 20562859, 21900206, 25241761, 25277244, 26514267, 28298427, 30108113, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008270", "pubmed": 15474971, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0030246", "pubmed": 15474971, "qualifier": "enables", "term": "carbohydrate binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 8666824, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042277", "qualifier": "enables", "term": "peptide binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042562", "qualifier": "enables", "term": "hormone binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0044183", "pubmed": 15474971, "qualifier": "enables", "term": "protein folding chaperone"}, {"category": "MF", "evidence": "IDA", "id": "GO:0050681", "pubmed": 8107809, "qualifier": "enables", "term": "nuclear androgen receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0051082", "pubmed": 15474971, "qualifier": "enables", "term": "unfolded protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0051087", "pubmed": 15474971, "qualifier": "enables", "term": "protein-folding chaperone binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140313", "pubmed": 35948544, "qualifier": "enables", "term": "molecular sequestering activity"}]}, "homologene": {"genes": [[3702, 837441], [3702, 842087], [4530, 4334675], [4530, 4342826], [6239, 178997], [7165, 1274052], [7227, 41166], [7955, 325317], [8364, 407962], [9031, 420146], [9544, 716910], [9598, 455756], [9606, 811], [9615, 476694], [9913, 281036], [10090, 12317], [10116, 64202]], "id": 37911}, "interpro": [{"desc": "Calreticulin/calnexin", "id": "IPR001580", "short_desc": "Calret/calnex"}, {"desc": "Calreticulin/calnexin, P domain superfamily", "id": "IPR009033", "short_desc": "Calreticulin/calnexin_P_dom_sf"}, {"desc": "Concanavalin A-like lectin/glucanase domain superfamily", "id": "IPR013320", "short_desc": "ConA-like_dom_sf"}, {"desc": "Calreticulin/calnexin, conserved site", "id": "IPR018124", "short_desc": "Calret/calnex_CS"}, {"desc": "Calreticulin", "id": "IPR009169", "short_desc": "Calreticulin"}], "ipi": "IPI00020599", "map_location": "19p13.13", "name": "calreticulin", "other_names": ["CRP55", "ERp60", "HACBP", "Sicca syndrome antigen A (autoantigen Ro; calreticulin)", "calregulin", "calreticulin", "endoplasmic reticulum resident protein 60", "epididymis secretory sperm binding protein Li 99n", "grp60"], "pantherdb": {"HGNC": "1455", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88252", "ortholog_type": "LDO", "panther_family": "PTHR11073", "taxid": 10090, "uniprot_kb": "P14211"}, {"RGD": "620288", "ortholog_type": "LDO", "panther_family": "PTHR11073", "taxid": 10116, "uniprot_kb": "P18418"}, {"Ensembl": "ENSGALG00000040368", "ortholog_type": "LDO", "panther_family": "PTHR11073", "taxid": 9031, "uniprot_kb": "A0A1D5P0U5"}, {"ZFIN": "ZDB-GENE-030131-4042", "ortholog_type": "LDO", "panther_family": "PTHR11073", "taxid": 7955, "uniprot_kb": "F1Q8W8"}, {"WormBase": "WBGene00000802", "ortholog_type": "LDO", "panther_family": "PTHR11073", "taxid": 6239, "uniprot_kb": "P27798"}, {"FlyBase": "FBgn0005585", "ortholog_type": "LDO", "panther_family": "PTHR11073", "taxid": 7227, "uniprot_kb": "P29413"}, {"dictyBase": "DDB_G0283539", "ortholog_type": "LDO", "panther_family": "PTHR11073", "taxid": 352472, "uniprot_kb": "Q23858"}, {"TAIR": "2195326", "ortholog_type": "O", "panther_family": "PTHR11073", "taxid": 3702, "uniprot_kb": "Q38858"}, {"TAIR": "2010723", "ortholog_type": "O", "panther_family": "PTHR11073", "taxid": 3702, "uniprot_kb": "O04151"}, {"TAIR": "2201816", "ortholog_type": "LDO", "panther_family": "PTHR11073", "taxid": 3702, "uniprot_kb": "O04153"}], "uniprot_kb": "P27797"}, "pathway": {"biocarta": {"id": "nfatpathway", "name": "nfat and hypertrophy of the heart "}, "kegg": [{"id": "hsa04141", "name": "Protein processing in endoplasmic reticulum - Homo sapiens (human)"}, {"id": "hsa04145", "name": "Phagosome - Homo sapiens (human)"}, {"id": "hsa04612", "name": "Antigen processing and presentation - Homo sapiens (human)"}, {"id": "hsa05142", "name": "Chagas disease - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TSH", "name": "TSH"}, "reactome": [{"id": "R-HSA-1236974", "name": "ER-Phagosome pathway"}, {"id": "R-HSA-1236975", "name": "Antigen processing-Cross presentation"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168255", "name": "Influenza Infection"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168268", "name": "Virus Assembly and Release"}, {"id": "R-HSA-168316", "name": "Assembly of Viral Components at the Budding Site"}, {"id": "R-HSA-2173782", "name": "Binding and Uptake of Ligands by Scavenger Receptors"}, {"id": "R-HSA-2173782", "name": "Binding and Uptake of Ligands by Scavenger Receptors"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3000480", "name": "Scavenging by Class A Receptors"}, {"id": "R-HSA-3000480", "name": "Scavenging by Class A Receptors"}, {"id": "R-HSA-3000484", "name": "Scavenging by Class F Receptors"}, {"id": "R-HSA-3000484", "name": "Scavenging by Class F Receptors"}, {"id": "R-HSA-381033", "name": "ATF6 (ATF6-alpha) activates chaperones"}, {"id": "R-HSA-381119", "name": "Unfolded Protein Response (UPR)"}, {"id": "R-HSA-381183", "name": "ATF6 (ATF6-alpha) activates chaperone genes"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-446203", "name": "Asparagine N-linked glycosylation"}, {"id": "R-HSA-532668", "name": "N-glycan trimming in the ER and Calnexin/Calreticulin cycle"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-901042", "name": "Calnexin/calreticulin cycle"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}, {"id": "R-HSA-983170", "name": "Antigen Presentation: Folding, assembly and peptide loading of class I MHC"}], "wikipathways": [{"id": "WP138", "name": "Androgen receptor signaling pathway"}, {"id": "WP2806", "name": "Complement system"}, {"id": "WP3613", "name": "Photodynamic therapy-induced unfolded protein response"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP536", "name": "Calcium Regulation in the Cardiac Cell"}]}, "pdb": ["2CLR", "3DOW", "3POS", "3POW", "5LK5", "5V90", "6ENY", "7QPD", "8TZO", "8TZR"], "pfam": "PF00262", "pharmgkb": "PA26046", "pharos": {"target_id": 4410, "tdl": "Tbio"}, "pir": "A42330", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326375", "relationship": "is"}, {"id": "GNF326376", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246723", "relationship": "is"}, {"id": "GNF246724", "relationship": "is"}, {"id": "GNF246725", "relationship": "is"}, {"id": "GNF246726", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157612", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF031781", "relationship": "similar to"}, {"id": "GNF031790", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF002060", "relationship": "is"}, {"id": "GNF002061", "relationship": "is"}, {"id": "GNF002062", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF284459", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF332547", "relationship": "is"}, {"id": "GNF333676", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336869", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102970", "relationship": "is"}, {"id": "GNF142621", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_029662.1"], "protein": "NP_004334.1", "rna": "NM_004343.4", "translation": {"protein": "NP_004334.1", "rna": "NM_004343.4"}}, "reporter": {"HG-U133_Plus_2": ["200935_at", "212953_x_at", "214315_x_at"], "HG-U95Av2": ["1752_at", "32543_at"], "HTA-2_0": "TC19000232.hg.1", "HuEx-1_0": "3822049", "HuGene-1_1": "8026106", "HuGene-2_1": "16858774"}, "summary": "Calreticulin is a highly conserved chaperone protein which resides primarily in the endoplasmic reticulum, and is involved in a variety of cellular processes, among them, cell adhesion. Additionally, it functions in protein folding quality control and calcium homeostasis. Calreticulin is also found in the nucleus, suggesting that it may have a role in transcription regulation. Systemic lupus erythematosus is associated with increased autoantibody titers against calreticulin. Recurrent mutations in calreticulin have been linked to various neoplasms, including the myeloproliferative type.[provided by RefSeq, May 2020].", "symbol": "CALR", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413096"}, "unigene": "Hs.515162", "uniprot": {"Swiss-Prot": "P27797", "TrEMBL": ["A0A7P0T861", "V9HW88", "K7EJB9", "K7EL50"]}, "wikipedia": {"url_stub": "Calreticulin"}}