{"AllianceGenome": "1472", "HGNC": "1472", "MIM": "600474", "_id": "820", "_version": 1, "accession": {"genomic": ["AC104190.3", "CH471055.1", "CP068275.2", "GM949500.1", "LC767462.1", "NC_000003.12", "NC_060927.1", "U48795.1", "X96735.1"], "protein": ["AAA74084.1", "AAC02634.1", "AAH55089.1", "AAN78318.1", "AAP20054.1", "ADO22258.1", "CAA61805.1", "CAA86115.1", "CAG33364.1", "CAG46759.1", "CAV11903.1", "EAW64854.1", "NP_004336.4", "P49913.1"], "rna": ["AA635187.1", "AY162210.1", "AY251531.1", "BC055089.1", "BU074012.1", "CR457083.1", "CR541961.1", "GQ891396.1", "NM_004345.5", "U19970.1", "X89658.1", "Z38026.1"], "translation": [{"protein": "ADO22258.1", "rna": "GQ891396.1"}, {"protein": "NP_004336.4", "rna": "NM_004345.5"}, {"protein": "AAH55089.1", "rna": "BC055089.1"}, {"protein": "AAN78318.1", "rna": "AY162210.1"}, {"protein": "CAA86115.1", "rna": "Z38026.1"}, {"protein": "CAG33364.1", "rna": "CR457083.1"}, {"protein": "AAP20054.1", "rna": "AY251531.1"}, {"protein": "CAG46759.1", "rna": "CR541961.1"}, {"protein": "CAA61805.1", "rna": "X89658.1"}, {"protein": "AAA74084.1", "rna": "U19970.1"}]}, "alias": ["CAP-18", "CAP18", "CRAMP", "FALL-39", "FALL39", "HSD26", "LL37"], "ensembl": {"gene": "ENSG00000164047", "protein": ["ENSP00000296435", "ENSP00000498425"], "transcript": ["ENST00000296435", "ENST00000652295"], "translation": [{"protein": "ENSP00000296435", "rna": "ENST00000296435"}, {"protein": "ENSP00000498425", "rna": "ENST00000652295"}], "type_of_gene": "protein_coding"}, "entrezgene": "820", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.3599362237, "exp_mis": 58.3481844785, "exp_syn": 23.1073944301, "lof_z": 1.11956656193475, "mis_z": -0.61803358050698, "mu_lof": 2.65235440229e-07, "mu_mis": 5.48943352476e-06, "mu_syn": 2.08873670791e-06, "n_lof": 2.0, "n_mis": 68.0, "n_syn": 31.0, "p_li": 0.0896557021569683, "p_null": 0.145740574532556, "p_rec": 0.764603723310476, "syn_z": -1.01787550955657}, "bp": 522, "cds_end": 48266914, "cds_start": 48264992, "n_exons": 4, "nonpsych": {"exp_lof": 3.86853033629, "exp_mis": 52.7331062564, "exp_syn": 20.8367925141, "lof_z": 0.932994564819296, "mis_z": -0.643656197042306, "mu_lof": 2.65235440229e-07, "mu_mis": 5.48943352476e-06, "mu_syn": 2.08873670791e-06, "n_lof": 2.0, "n_mis": 62.0, "n_syn": 29.0, "p_li": 0.0821211008268581, "p_null": 0.183025175359502, "p_rec": 0.73485372381364, "syn_z": -1.12592390879384}, "nontcga": {"exp_lof": 4.00357422355, "exp_mis": 53.6727663376, "exp_syn": 21.2512399937, "lof_z": 0.987785489569397, "mis_z": -0.566282983896771, "mu_lof": 2.65235440229e-07, "mu_mis": 5.48943352476e-06, "mu_syn": 2.08873670791e-06, "n_lof": 2.0, "n_mis": 62.0, "n_syn": 29.0, "p_li": 0.0807277076513221, "p_null": 0.164070255429306, "p_rec": 0.755202036919372, "syn_z": -1.06429579379541}, "transcript": "ENST00000296435.2"}, "exons": [{"cdsend": 48225424, "cdsstart": 48223511, "chr": "3", "position": [[48223494, 48223712], [48224353, 48224461], [48224602, 48224674], [48225292, 48225485]], "strand": 1, "transcript": "NM_004345", "txend": 48225485, "txstart": 48223494}], "exons_hg19": [{"cdsend": 48266914, "cdsstart": 48265001, "chr": "3", "position": [[48264984, 48265202], [48265843, 48265951], [48266092, 48266164], [48266782, 48266975]], "strand": 1, "transcript": "NM_004345", "txend": 48266975, "txstart": 48264984}], "generif": [{"pubmed": 12244186, "text": "CAP-18 up-regulates 29 genes as well as the expression of chemokines in macrophages and mouse lung, human A549 epithelial cells, and whole human blood, without stimulating the proinflammatory cytokine TNF alpha; and it downregulates another 20 genes."}, {"pubmed": 12351523, "text": "study showed the presence of intact cationic antimicrobial protein-18 in sperm, prostasomes and ultracentrifuged seminal plasma; may have an important role in antimicrobial defence during human reproduction"}, {"pubmed": 12366839, "text": "degradation and inactivation by proteinases of pathogenic bacteria"}, {"pubmed": 12603850, "text": "high levels are produced in skin in vivo upon wounding; results suggest its C-terminal fragment LL-37 plays a part in wound closure and that its reduction in chronic wounds impairs re-epithelialization and may contribute to their failure to heal"}, {"pubmed": 12612195, "text": "human cathelicidin (LL-37/hCAP/18) and beta-defensin-2 demonstrated synergistic antimicrobial activity and efficiently killed group B Streptococcus, an important neonatal pathogen."}, {"pubmed": 12713586, "text": "human cathelicidin represents an elegant multifunctional effector molecule for innate immune defense of the skin"}, {"pubmed": 12759353, "text": "human cathelicidin antimicrobial peptide-18 in seminal plasma is processed to generate a 38-amino acid antimicrobial peptide ALL-38 by the prostate-derived protease gastricsin when incubated at a pH corresponding to the vaginal pH"}, {"pubmed": 12767238, "text": "LL37 has a toroidal pore mechanism of lipid bilayer disruption"}, {"pubmed": 12782669, "text": "LL-37/hCAP-18 is a multifunctional antimicrobial peptide with a central role in innate immunity by linking host defense and inflammation with angiogenesis and arteriogenesis"}, {"pubmed": 14561157, "text": "antibacterial peptides may modulate the inflammatory responses by recruiting mast cells to inflammation foci and inducing the degranulation as well as prostaglandin production from this cell population--REVIEW"}, {"pubmed": 14978112, "text": "After secretion onto the skin surface, CAMP is processed by a serine protease-dependent mechanism into multiple novel antimicrobial peptides distinct from the cathelicidin LL-37, with enhanced antimicrobial action."}, {"pubmed": 15004180, "text": "Cathelicidin LL-37 induces activation of both the p38 and ERK1/2 kinases in monocytes and epithelial cells."}, {"pubmed": 15067080, "text": "Endogenous LL37 may promote interleukin-1 beta processing and release via direct activation of monocyte P2X7 purinoceptors."}, {"pubmed": 15222757, "text": "the hydrophobic core of lipid bilayers is perturbed by the human antimicrobial peptide LL-37"}, {"pubmed": 15322010, "text": "Proteus mirabilis ZapA metalloprotease readily cleaves LL37 and this proteolysis results in significantly reduced bactericidal activity"}, {"pubmed": 15364108, "text": "Lipopolysaccharide and lipoteichoic acid both increased hCAP-18/LL-37 expression in cultured sinus epithelium as assessed by immunohistochemistry, where maximal stimulation occurred at 100 ng ml(-1) lipopolysaccharide or 10 microg ml(-1) lipoteichoic"}, {"pubmed": 15500911, "text": "identified as component of human trypanosome lytic factor 1 (TLF1)"}, {"pubmed": 15531744, "text": "cathelicidin is secreted in mammary gland and human milk, has antimicrobial activity against both Gram-positive and Gram-negative bacteria, and can contribute to the anti-infectious properties of milk"}, {"pubmed": 15591123, "text": "Effects of neutrophil defensins and hCAP-18/LL-37 on airway epithelial cells. (review)"}, {"pubmed": 15609314, "text": "hCAP18/LL-37 may promote tumor cell growth in breast cancer"}, {"pubmed": 15645239, "text": "LL-37 may prevent sepsis and be useful in lower doses for treating sepsis. However, LL-37 appears to have adverse effects when used at higher doses for treating sepsis."}, {"pubmed": 15661923, "text": "In contrast to beta-defensin-1 and -2, LL-37 mRNA expression is not detected in neonatal airway epithelial cultures."}, {"pubmed": 15675959, "text": "fluorescent bacteria colocalize with cathelicidin in granules both intracellularly and at the cell surface in keratinocytes"}, {"pubmed": 15717688, "text": "its deficiency in acute myeloid leukemia may be one of the explanations for susceptibility to infection among these patients."}, {"pubmed": 15778390, "text": "proteolytic processing may alter the balance between cathelicidin antimicrobial and host immunostimulatory functions"}, {"pubmed": 15778507, "text": "The human cathelicidin hCAP-18/LL-37 peptide is reviewed in detail in the context of its role in lung physiology and defense."}, {"pubmed": 15864780, "text": "ASK1-p38 cascade regulates the innate immunity of the skin by forming an immune barrier consisting of hBD, LL37, and TLR2 during epidermal differentiation."}, {"pubmed": 15953032, "text": "results in this study suggest that Neisseria gonorrhoeae may gain a survival advantage in the female genital tract by downregulating LL-37 expression"}, {"pubmed": 16034119, "text": "Human cathelicidin LL-37 activates normal human keratinocytes to secrete IL-18"}, {"pubmed": 16177113, "text": "LL-37 induces keratinocyte migration via heparin-binding-epidermal growth factor (EGF)-mediated transactivation of the EGF receptor"}, {"pubmed": 16236890, "text": "Induced-sputum innate immune factor levels discriminate inflammatory changes in cystic fibrosis, COPD, and asthma."}, {"pubmed": 16456005, "text": "proposition that the natural human host defense peptide LL-37 plays roles in the delicate balancing of inflammatory responses in homeostasis as well as in combating sepsis induced by certain TLR agonists"}, {"pubmed": 16493063, "text": "LL-37 not only kills bacteria, but also modulates/suppresses neutrophil apoptosis via the activation of formyl-peptide receptor-like 1 and P2X7 purinergic receptor in bacterial infections."}, {"pubmed": 16497887, "text": "reported here that Toll-like receptor activation of macrophages up-regulated expression of the vitamin D receptor and the vitamin D-1-hydroxylase genes, leading to induction of cathelicidin and killing of intracellular Mycobacterium tuberculosis"}, {"pubmed": 16630942, "text": "role of cathelicidin in host susceptibility to HSV infection"}, {"pubmed": 16645154, "text": "LL-37 is produced in atherosclerotic lesions, where it may function as an immune modulator by activating adhesion molecule and chemokine expression, thus enhancing innate immunity in atherosclerosis."}, {"pubmed": 16750994, "text": "LL-37 is a regulator of the inflammatory process in various inflammatory lung diseases by enhancing IL-8 production."}, {"pubmed": 16751768, "text": "Data describe the production and function of the cathelicidin antimicrobial peptides LL-37, its precursor hCAP-18 and its ortholog CRAMP in epithelial cells of human and mouse urinary tract, respectively."}, {"pubmed": 16764694, "text": "LL-37, released upon triggering of innate immunity, may affect cellular adaptive immunity through interaction with immature dendritic cells."}, {"pubmed": 16926414, "text": "Human gingival epithelial cells constitutively express hBD1 and inducibly express hBD2, hBD3, and CAP18 on exposure to A. actinomycetemcomitans."}, {"pubmed": 16998135, "text": "The concentrations of salivary hCAP18 and LL-37 were found to be higher in individuals with Down syndrome than in controls, but secretion rates were similar."}, {"pubmed": 17012259, "text": "KLK5 and KLK7 were shown to control activation of CAP18 and also influence further processing to smaller peptides with alternate biological activity; the balance of proteolytic activity at an epithelial interface will control innate immune defense"}, {"pubmed": 17015740, "text": "LL-37 is a soluble factor responsible for a part of the bactericidal activity of Vgamma9Vdelta2 T cells"}, {"pubmed": 17041145, "text": "We propose that LL-37 is a regulator of host defense responses at the intersection of innate and adaptive immune systems."}, {"pubmed": 17181861, "text": "Study shows that LL-37 is present in atherosclerotic lesions and that it induces death of vascular smooth muscle cells, suggesting a role for LL-37 as a mediator of immune cell-induced death of vascular smooth muscle cells in atherosclerosis."}, {"pubmed": 17400609, "text": "fMLF stimulation promotes redistribution of hCAP-18 to the surface of human neutrophils"}, {"pubmed": 17621825, "text": "significantly up-regulated at the mRNA and protein level in chronic rhinosinusitis patients in response to fungal allergens."}, {"pubmed": 17627504, "text": "demonstrates that LL-37 inhibits HIV-1 replication in PBMC, including primary CD4(+) T cells; inhibition was readily reproduced using various HIV-1 isolates without detectable changes in the target cell expression of HIV-1 chemokine receptors"}, {"pubmed": 17675463, "text": "cathelicidin is required for the 1,25D(3)-triggered antimicrobial activity against intracellular M. tuberculosis."}, {"pubmed": 17676051, "text": "confirm the role of cathelicidin in skin inflammatory responses and suggest an explanation for the pathogenesis of rosacea by demonstrating that an exacerbated innate immune response can reproduce elements of this disease"}, {"pubmed": 17709140, "text": "Negative and positive regulatory elements within the hCAP18 gene promoter provide new insights into the possible molecular basis of myeloid gene expression."}, {"pubmed": 17764778, "text": "The host defence peptide cathelicidin LL-37/hCAP-18 acts as growth factor for human lung cancer."}, {"pubmed": 17805349, "text": "LL-37 significantly improved re-epithelialization and granulation tissue formation."}, {"pubmed": 17873860, "text": "data uncover a fundamental role of an endogenous antimicrobial peptide (LL37) in breaking innate tolerance to self-DNA and suggest that this pathway may drive autoimmunity in psoriasis"}, {"pubmed": 17882905, "text": "This study shows expression of CAMP (cathelicidin antimicrobial peptide) in nasal mucosa of chronic rhinosinusitis patients, supporting its role in innate defenses against inhaled pathogens."}, {"pubmed": 17922409, "text": "The expression of Cathelicidin and human beta-defensin 2 mRNA in patients with infective cellulitis and normal controls is reported."}, {"pubmed": 17943182, "text": "The epigenetic control of gene transcription by histone acetylation is important for 1,25D3-regulated cathelicidin and CD14 expression."}, {"pubmed": 17960624, "text": "hCAP-18/LL-37 is significantly overexpressed in ovarian tumors and suggest LL-37 may contribute to ovarian tumorigenesis through direct stimulation of tumor cells, initiation of angiogenesis and recruitment of immune cells."}, {"pubmed": 18059019, "text": "LL-37 can directly stimulate mucus synthesis through activation of MUC1 and MUC2 expression and MAP kinase pathway in human colonic cells."}, {"pubmed": 18166145, "text": "LL-37 may exert its antimicrobial effects by compromising the membrane barrier properties of the target microbes by a mechanism involving cytotoxic oligomers."}, {"pubmed": 18200058, "text": "Sebocytes express functional cathelicidin antimicrobial peptides and can act to kill propionibacterium acnes."}, {"pubmed": 18258235, "text": "Both hCAP-18/SOB3 messenger RNA and hCAP-18/SOB3 protein were detected in testis germinal cells (from late spermatogonia to spermatozoa) and in the epididymal epithelium."}, {"pubmed": 18490458, "text": "the findings provide in vivo support of the hypothesis that SpeB-mediated inactivation of LL-37 at the streptococcal surface represents a bacterial resistance mechanism at the infected tissue site in patients with severe GAS tissue infections."}, {"pubmed": 18579695, "text": "these results indicate that the MEK1/2 and p38 MAPK signaling pathways play a critical role in the regulation of inducible LL-37 gene expression in A549 cells infected with M. bovis BCG."}, {"pubmed": 18657865, "text": "lithocholic acid enhances CAMP transcription, and does so additively with butyrate."}, {"pubmed": 18703682, "text": "Myeloid cells of patients with severe congenital neutropenia are capable of producin pro-LL37."}, {"pubmed": 18717821, "text": "The authors show that enteric pathogens suppress LL-37 and HBD-1 expression in the intestinal epithelial cells (IECs) with Vibrio cholerae and enterotoxigenic Escherichia coli (ETEC) exerting the most dramatic effects."}, {"pubmed": 18765670, "text": "P2X(7) is involved in the proliferative cell response to LL-37 and that the structural/aggregational properties of LL-37 determine its capacity to modulate the activation state of P2X(7)."}, {"pubmed": 18818205, "text": "analysis of the structure of cathelicidin LL-37 and its smallest antimicrobial peptide KR-12 in lipid micelles"}, {"pubmed": 18936485, "text": "LL-37 has the paradoxical effect of stimulating CsrRS-regulated virulence gene expression, thereby enhancing GAS pathogenicity during infection."}, {"pubmed": 19014773, "text": "Administration of oral vitamin D induces cathelicidin production in atopic individuals"}, {"pubmed": 19133797, "text": "In individuals initiating chronic hemodialysis, low baseline levels of CAP18, a vitamin D-regulated antimicrobial protein, are independently associated with an increased risk of death attributable to infection."}, {"pubmed": 19166322, "text": "The mechanism of immunomodulation of LL-37 and LL-37 fragments is lipopoly-saccharide binding"}, {"pubmed": 19183447, "text": "High CAP18 is associated with breast cancer metastasis."}, {"pubmed": 19234121, "text": "These data indicate that LL-37 facilitates ovarian tumor progression through recruitment of progenitor cell populations to serve as pro-angiogenic factor-expressing tumor stromal cells."}, {"pubmed": 19245866, "text": "Bile salts control the antimicrobial peptide cathelicidin through nuclear receptors (farnesoid X receptor and vitamin D receptor) in the human biliary epithelium."}, {"pubmed": 19263072, "text": "Salivary LL-37 concentrations increased following exercise"}, {"pubmed": 19265148, "text": "A novel regulatory mechanism for Toll-like receptor (TLR2)-dependent innate responses to mycobacteria involves crosstalk between NADPH oxidase 2 (NOX2) and TLR2 and the expression of macrophage cathelicidin."}, {"pubmed": 19346112, "text": "data suggest that expression of cathelicidin in peripheral blood mononuclear cells may be closely associated with cardiovascular risk factors"}, {"pubmed": 19389235, "text": "association between vitamin D status and plasma LL-37, which suggests that systemic LL-37 levels may be regulated by vitamin D status"}, {"pubmed": 19390494, "text": "Data show that the cathelicidin antimicrobial peptide LL37, constitutively expressed in the skin barrier of the newborn, significantly inhibited growth of S. epidermidis indicating its importance for the ecological stability of the skin microbiota."}, {"pubmed": 19527294, "text": "These data indicate that low concentrations of LL-37 may alter epithelial responses to infecting microorganisms in vivo."}, {"pubmed": 19531482, "text": "cAMP stringently regulates human cathelicidin antimicrobial peptide expression in the mucosal epithelial cells by activating cAMP-response element-binding protein, AP-1, and inducible cAMP early repressor"}, {"pubmed": 19542465, "text": "A novel mechanism is elucidated by which LL-37, although present in large quantities, is essentially inactive against microbes in the cystic fibrosis lung. This is due mainly to complex formation with glycosaminoglycans."}, {"pubmed": 19625657, "text": "Interaction of LL-37 and human mast cells initiates an effective feedback loop to limit cathelicidin activity during inflammation, whereas platelet-derived chemokine CXCL4 protects LL-37 from cleavage by beta-tryptase."}, {"pubmed": 19645825, "text": "Epression of CAP18 in atopic dermatitis lesions is suppressed in response to acute injury. Topical application of a vitamin D solution effectively induced the production of CAP18 in eczema lesions."}, {"pubmed": 19703986, "text": "LL37 can bind self-RNA released by dying cells, protect it from extracellular degradation, and transport it into endosomal compartments of dendritic cells."}, {"pubmed": 19750480, "text": "LL-37 may act as a functional ligand for CXCR2 on human neutrophils."}, {"pubmed": 19800862, "text": "Data show that SMAP-29 discriminates against negatively charged phospholipids in a similar way to LL-37."}, {"pubmed": 19808939, "text": "The role of the cathelicidin LL-37 in defense of respiratory, gastrointestinal, and genitourinary tracts and the oral cavity, skin, and eye is considered. Review."}, {"pubmed": 19812202, "text": "LL-37 modulates interferon (IFN)-gamma responses during both the innate and adaptive phases of immune responses, indicating a new immunomodulatory role for this endogenous peptide."}, {"pubmed": 19894716, "text": "results support carpeting or toroidal pore mechanisms of membrane disruption by LL-37"}, {"pubmed": 19949065, "text": "we demonstrate a previously unrecognized role of cathelicidin in NK cell antitumor function."}, {"pubmed": 20042575, "text": "The ability of LL-37 to enhance delivery of CpG-rich islands to stimulate immune cells is independent of its amphipathic structure and its bactericidal property."}, {"pubmed": 20054823, "text": "LL-37 inhibits gastric cancer cell proliferation through activation of BMP4 signaling via a proteasome-dependent mechanism."}, {"pubmed": 20090765, "text": "Increased protease activity and differential processing of cathelicidin accompanied increased KLK expression"}, {"pubmed": 20097832, "text": "The synergistic induction of apoptosis by LL-37 and Pseudomonas aeruginosa required specific bacteria-epithelial cell interactions with whole, live bacteria, and bacterial invasion of the epithelial cell."}, {"pubmed": 20140902, "text": "LL-37 significantly decreased the release of proinflammatory cytokines from stimulated human neutrophils. It induced the production of ROS and the engulfment of bacteria into neutrophils."}, {"pubmed": 20190140, "text": "The ability of beta-defensins and cathelicidin LL-37 to stimulate the production and release of IL-31 by human mast cells provides a novel mechanism by which skin-derived antimicrobial peptides/proteins may contribute to inflammatory reactions"}, {"pubmed": 20375583, "text": "LL-37-stimulated production of IL-6 in airway epithelial cells via activation of NFkappaB signaling pathway."}, {"pubmed": 20556966, "text": "The expressions of LL-37 and IL-8 in nasal polyps suggest that they may play a role in the pathogenesis of chronic sinusitis."}, {"pubmed": 20600427, "text": "role of CAP18 peptide fragment (LL-37) in innate immunity toward mycobacterial infections [REVIEW]"}, {"pubmed": 20610648, "text": "LL-37 can (re)direct macrophage differentiation toward macrophages with a proinflammatory profile. These macrophages play important roles in the clearance of infections and tissue homeostasis."}, {"pubmed": 20624254, "text": "Levels of uPAR, PAI-1 and CAP18 were elevated in induced sputum of COPD I + II and COPD III + IV patients, compared with those of healthy non-smokers and healthy smokers."}, {"pubmed": 20646232, "text": "hCAP-18/LL-37 has an important role in innate response during periodontal inflammation. Local deficiency in hCAP-18/LL-37 might be a confounding effect in the pathogenesis of generalized aggressive periodontitis."}, {"pubmed": 20653851, "text": "Basal expression of LL-37 and human beta-defensin-2 was not changed in atopic individuals as compared with that in normals."}, {"pubmed": 20661475, "text": "Curli promoted adherence to epithelial cells and resistance against the human antimicrobial peptide LL-37"}, {"pubmed": 20685090, "text": "The results revealed that IG-19 was the shortest fragment within LL-37 that exhibited antibacterial activity. LL-31, missing six residues at the C-terminus of LL-37, exhibited the strongest killing effect Burkholderia thailandensis."}, {"pubmed": 20849904, "text": "Elevated serum LL-37 levels in patients with psoriasis vulgaris may act both as effectors and regulators of immune responses through regulation of a variety of cytokines."}, {"pubmed": 20970965, "text": "PPARgamma regulates the 1,25D-induced hBD-3 and cathelicidin expression in keratinocytes through the regulation of AP-1 and p38 activity."}, {"pubmed": 21179490, "text": "analysis of vitamin D induction of the human antimicrobial Peptide cathelicidin in the urinary bladder"}, {"pubmed": 21211790, "text": "A novel missense mutation of CAMP gene p.S34N mutation in CAMP gene seems to be contributing factor for generalized aggressive periodontitis, but not for chronic periodontitis."}, {"pubmed": 21463582, "text": "The detection of transmembrane pores induced by LL-37, is reported."}, {"pubmed": 21470491, "text": "LL-37 secretion in response to Staphylococcus aureus challenge is dysregulated in Wegener's granulomatasis, and this might be one reason for higher S. aureus colonisation rates in WG."}, {"pubmed": 21518024, "text": "Circulating LL-37 may be a biomarker for severity of childhood eczema, which supports the importance of innate immunity in eczema pathogenesis"}, {"pubmed": 21529380, "text": "Prolonged exposure to IL-4/13 during mucociliary differentiation contributes to antimicrobial defence by increasing the expression and release of LL37 and mucus."}, {"pubmed": 21562016, "text": "Data show that the expression of LL-37, pDCs and IFN-alpha was increased in the skin of patients with active SLE."}, {"pubmed": 21713010, "text": "Data reveal that Xog1p, originally identified from LL-37 binding, has a role in C. albicans adhesion to polystyrene and, by inference, attach to host cells via direct or indirect manners."}, {"pubmed": 21732986, "text": "LL-37 may be associated with skin sclerosis by inhibiting apoptosis of dermal fibroblasts."}, {"pubmed": 21790937, "text": "Altogether, these data demonstrate that cathelicidin plays an important role in controlling intracellular survival of mycobacteria."}, {"pubmed": 21832078, "text": "ER stress increases CAMP expression via NF-kappaB-C/EBPalpha activation, independent of VDR, illuminating a novel VDR-independent role for ER stress in stimulating innate immunity."}, {"pubmed": 21850017, "text": "Keratinocytes in psoriatic lesional skin express increased Toll-like receptor (TLR) 9 that similarly localizes with elevated expression of the cathelicidin antimicrobial peptide LL-37."}, {"pubmed": 21858032, "text": "Data indicate that LL-37 (CAMP) was the most up-regulated gene linked to EPC differentiation."}, {"pubmed": 22023339, "text": "Xog1p is one of the LL37/hBD-3 targets, and elevated beta-1,3-exoglucanase activity reduces C. albicans adhesion to plastic."}, {"pubmed": 22036268, "text": "In the palatine tonsils LL-37 is exclusively expressed by neutrophils and a subset of dendritic cells, it induces secretion of the cytokines CCL5 and CXCL9, expression of IFN-gamma and MX-1 and down-regulates chemokine receptors CCR4 and CCR6."}, {"pubmed": 22039520, "text": "LL37 and several cell-penetrating peptides can enhance signaling by TLR3 and enable TLR3 to respond to viral dsRNA"}, {"pubmed": 22069323, "text": "identified MrgX2 as a novel G protein-coupled receptor for the antibacterial peptide LL-37 and demonstrated that unlike most G protein-coupled receptors it is resistant to agonist-induced receptor phosphorylation, desensitization, and internalization."}, {"pubmed": 22095714, "text": "The antibacterial effect of LL-37 involves an LL-37-dependent increase in lung cell stiffness that prevents epithelial invasion by Pseudomonas aeruginosa."}, {"pubmed": 22184422, "text": "In contrast, a deficiency of the Treponema denticola major outer sheath protein increased resistance to LL-37."}, {"pubmed": 22246800, "text": "The role of the Src family kinase Lyn in the immunomodulatory activities of cathelicidin peptide LL-37 on monocytic cells"}, {"pubmed": 22336091, "text": "results reinforce the belief that LL-37 is an important molecule of immunity in the oral environment and it seems to play a protective role against caries"}, {"pubmed": 22516952, "text": "These findings established the signaling pathway mediating the chemokine induction activity of LL-37 in primary keratinocytes and the synergistic effect of LL-37 on the cell response to flagellin."}, {"pubmed": 22674298, "text": "Data suggest that cathelicidin peptide LL37 can be an ef fi cient prognostic marker for head and neck squamous cell carcinoma (HNSCC) and a potent therapeutic target against it."}, {"pubmed": 22695798, "text": "Vitamin D increases expression in cultured sebocytes"}, {"pubmed": 22759465, "text": "These findings suggest that TNFalpha-mediated repression of SRC3 contributes to alveolar macrophage cathelicidin deficiency in severe sarcoidosis despite healthy vitD3 levels."}, {"pubmed": 22781454, "text": "LL-37 may participate in the aggravation of asthma. The elevated concentrations of LL-37 in eosinophilic asthma is probably due to the resolved suppression of LL-37 expression by eosinophilic inflammation."}, {"pubmed": 22815956, "text": "cathelicidin is increased in amniotic fluid in women with preterm prelabor rupture of membranes (PPROM)"}, {"pubmed": 22841393, "text": "PUFAs failed to induce cathelicidin antimicrobial peptide or CYP24A1 mRNA expression in HT29, U937 and HaCaT cell lines, but curcumin up-regulated CAMP mRNA and protein levels in U937 cells."}, {"pubmed": 22901663, "text": "Letter: Report IL-36-mediated psoriasin and LL-37 production in keratinocytes via MAPK/NFkappaaB pathway."}, {"pubmed": 22927244, "text": "we found that LL37 very efficiently transports self-DNA into monocytes, leading the production of type I IFNs"}, {"pubmed": 22943069, "text": "LL37 induces VEGF-A production in HPL cells via ERK and NF-kappaB signaling cascades, which may result in angiogenesis, thereby contributing to periodontal regeneration."}, {"pubmed": 23038277, "text": "Sinonasal epithelial cells can generate active vitamin D, which significantly increases the expression of cathelicidin"}, {"pubmed": 23045480, "text": "IL-13 induces vitamin D-dependent hCAP18/LL-37 expression in bronchial epithelial cells most likely by increasing CYP27B1."}, {"pubmed": 23052388, "text": "LL-37 did not induce viral aggregation under electron microscopy."}, {"pubmed": 23095809, "text": "The pro-inflammatory effects of LL-37 may be essential for initiating oral mucosal inflammation in periodontal disease."}, {"pubmed": 23100468, "text": "LL-37 activates a GPCR-p53-Bax/Bak/Bcl-2 signaling cascade that triggers AIF/EndoG-mediated apoptosis in colon cancer cells."}, {"pubmed": 23142587, "text": "In this report, human antimicrobial peptide LL-37 was expressed as a fusion with a thioredoxin-SUMO dual-tag."}, {"pubmed": 23217559, "text": "HDAC1, LL-37 and VHL can modulate the production of VEGF via HIF-1alpha in HaCaT cells"}, {"pubmed": 23241112, "text": "elevated LL-37 levels both in bronchoalveolar lavage fluid and epithelial lining fluid (ELF)in patients with chronic obstructive pulmonary disease"}, {"pubmed": 23246832, "text": "Besides its antimicrobial activity against bacteria, fungi, and viruses, LL-37 plays a role in chemotaxis, immunomodulation, wound healing, angiogenesis, apoptosis, & tumor surveillance."}, {"pubmed": 23267025, "text": "LL-37 activates caspase-1 in human macrophages, resulting in release of active IL-1beta & IL-18. LL-37 activation of the NLRP3 inflammasome utilizes P2X7 receptor-mediated potassium efflux. This is enhanced in lupus."}, {"pubmed": 23274176, "text": "Our data suggest that the human cathelicidin may be further developed for sensitizing resistant cancer cells to chemotherapy."}, {"pubmed": 23283724, "text": "Neutrophil-derived cathelicidin promotes adhesion of classical monocytes."}, {"pubmed": 23328115, "text": "Study presents results that demonstrate downregulation of LL-37 activity during overwhelming infection."}, {"pubmed": 23332157, "text": "LL-37 produced by HSV-2-infected keratinocytes enhances HIV infection of Langerhans cells."}, {"pubmed": 23406372, "text": "Described is for the first time the X-ray crystal structure of the human cathelin-like domain of the sole human cathelicidin, LL37."}, {"pubmed": 23406612, "text": "LL-37 reduces the osteoblast cell number by promoting apoptosis, and furthermore, LL-37 stimulates Ca(2+) inflow via a mechanism independent of voltage-sensitive Ca(2+) channels."}, {"pubmed": 23424670, "text": "versican V1 enhances hCAP18/LL-37 expression in macrophages through activation of TLR2 and subsequent vitamin D-dependent mechanisms which promote ovarian tumor progression in vitro"}, {"pubmed": 23452544, "text": "Human monocytic cells, whose CAMP production is up-regulated by 1,25(OH)2D3-vitamin D receptor pathway, accelerate antimicrobial function of autophagolysosome in Mycobacterium marinum infection."}, {"pubmed": 23499548, "text": "visfatin enhances CAMP, hBD-2, hBD-3, and S100A7 production in human keratinocytes and their orthologs in murine imiquimod-treated psoriatic skin."}, {"pubmed": 23760318, "text": "In psoriasis patients with co-morbidities, the blood levels of cathelicidin were higher compared to controls."}, {"pubmed": 23766266, "text": "Our results identify a novel proangiogenic role of LL-37, suggesting that the axis LL-37/COX-1/PGE2 followed by EP3 signaling is amenable to therapeutic intervention in pathological angiogenesis."}, {"pubmed": 23834289, "text": "These results indicate that Neisseria meningitidis selectively exploits the epithelial microenvironment in order to protect itself from LL-37 via a RhoA and Cdc42 mediated mechanism."}, {"pubmed": 23953711, "text": "Polymorphism in cathelicidin gene (CAMP) that alters Hypoxia-inducible factor (HIF-1alpha::ARNT) binding is not associated with tuberculosis."}, {"pubmed": 24117320, "text": "LL-37 forms amphipathic helical structures and self-assembles under physiological conditions."}, {"pubmed": 24286516, "text": "Data suggest that serum levels of cathelicidin LL37 and IFN-alpha may reflect both local renal inflammation and systemic inflammation."}, {"pubmed": 24291709, "text": "LL-37 enhances the mucus production in chronic obstructive pulmonary disease (COPD) airways, thus contributing to the progression of COPD."}, {"pubmed": 24349231, "text": "Physiological concentrations of the human host defense peptide LL-37 promote virulence factor production as well as an adaptive resistance against fluoroquinolone and aminoglycoside antibiotics in P. aeruginosa PAO1."}, {"pubmed": 24383796, "text": "LL-37 played an important role in DNA-triggered inflammation. Thus, we have identified a link between cytosolic DNA, LL-37 and autoinflammation in cholesteatoma, providing new potential targets for the treatment of this disease."}, {"pubmed": 24394186, "text": "These findings demonstrate that a localized gene therapy with LL-37 is a promising approach for the treatment of wounds"}, {"pubmed": 24454930, "text": "LL-37 potently inhibits the LPS/ATP-induced pyroptosis by both neutralizing the action of LPS and inhibiting the response of P2X7 to ATP."}, {"pubmed": 24666281, "text": "LL-37 and its derivatives may contribute to the control of immune-mediated inflammatory diseases."}, {"pubmed": 24736410, "text": "LL-37 elicits a biphasic release of eicosanoids in macrophages with early, Ca(2+)-dependent formation of LTB4 and TXA2 followed by a late peak of TXA2, generated via induction of COX-2 by internalized LL-37."}, {"pubmed": 24747281, "text": "The concentrations of LL37, alpha-1, beta-1 and beta-2 defensins were determined by ELISA. Serum AMPs did not change during attacks and did not correlate with acute phase reactants."}, {"pubmed": 24763694, "text": "A model of LL-37 bound to DNA was generated, which reveals amino termini alpha-helices of dimerized LL-37 bind the major groove of DNA, with numerous DNA contacts made by LL-37 basic residues."}, {"pubmed": 24771854, "text": "Citrullination alters immunomodulatory function of LL-37 essential for prevention of endotoxin-induced sepsis."}, {"pubmed": 24798231, "text": "After adjustment for age, race, sex, and HIV duration, the association between LL-37 and CD4 remained significant. HIV and/or HIV-related variables may alter the expected positive relationship between vitamin D and LL-37."}, {"pubmed": 24821067, "text": "Untreated HIV infection may contribute to lower LL-37 levels, independent of vitamin D levels. ART treatment may potentially mitigate this decrease in LL-37 levels."}, {"pubmed": 24862212, "text": "These data provide novel evidence that, in addition to its antimicrobial and other immunoregulatory functions, LL-37 contributes to cutaneous immunity by strengthening the skin's barrier function."}, {"pubmed": 24901072, "text": "LL-37 induced TACE and EGFR activation, as well as TGF-alpha and MUC5AC mucin production by NCI-H292 cells."}, {"pubmed": 24903937, "text": "Report elevated LL-37 levels in bronchoalveolar lavage fluid from children with pulmonary tuberculosis."}, {"pubmed": 24903994, "text": "These data provide the experimental evidence that telomere shortening and related inflammatory proteins are associated with human IgAN, and it could be a new direction for the disease progression study."}, {"pubmed": 24947511, "text": "Competition assays, cross-linking experiments, limited proteolysis, and mass spectrometry revealed that LL-37 binds by specific hydrophobic interactions to the His-40-Lys-50 segment of actin, located in the DNase I binding loop."}, {"pubmed": 25012862, "text": "NETs treated with LL-37 are distinctly more resistant to S. aureus nuclease degradation than nontreated NETs."}, {"pubmed": 25078430, "text": "dominant negative Brahma significantly inhibited C/EBPalpha as well as 1,25(OH)2D3 mediated induction of cathelicidin antimicrobial peptide transcription"}, {"pubmed": 25089904, "text": "These data demonstrate inducible expression of hCAP18/LL-37 in the female lower reproductive tract."}, {"pubmed": 25092290, "text": "LL-37 peptide enhanced signal transduction by Toll-like receptor 3 is regulated by pH."}, {"pubmed": 25101632, "text": "Review on the antibacterial activity of human cathelicidin-18 (LL-37)."}, {"pubmed": 25197165, "text": "Circulating levels of interferon- (IFN)-gamma, interleukin- (IL)-1RA, IL-2, and IL-23, and LL-37 were significantly higher in patients with psoriasis than in healthy controls."}, {"pubmed": 25268344, "text": "These findings indicate that LL-37 favorably induces IL-8 expression and secretion in HGECs, suggesting both direct and indirect involvement of LL-37 in neutrophil recruitment into an inflammatory site within diseased periodontal tissues."}, {"pubmed": 25305315, "text": "CAMP induces IL-36gamma expression leading to initiation of skin inflammation and occasional exacerbations of psoriasis."}, {"pubmed": 25306296, "text": "Cathelicidin LL-37 modulates the proinflammatory and proangiogenic effects of UV radiation and thereby contributes to enhanced sensitivity to sun exposure in rosacea."}, {"pubmed": 25330301, "text": "palmoplantar pustulosis vesicle fluid contains the proteinase required for LL-37 processing and also may directly upregulate IL-8 in lesional keratinocytes, in turn contributing to the subsequent inflammation of PPP lesional skin"}, {"pubmed": 25354286, "text": "Neonates with congenital pneumonia had significantly higher serum cathelicidin and lower serum 25(OH)D compared to controls."}, {"pubmed": 25378136, "text": "Cathelicidin LL-37 forms oligomers with a loose hydrophobic core in physiological solutions which persists in biological membranes."}, {"pubmed": 25378408, "text": "Signal transduction by LL-37 through CsrS reflects a direct ligand/receptor interaction."}, {"pubmed": 25435436, "text": "hCAP18/LL-37 induces pro-inflammatory and pro-labour mediators, via the MyD88/NF-kappaB pathway."}, {"pubmed": 25470744, "text": "LL37 is highly expressed in psoriasis skin. LL37 is a T-cell autoantigen in psoriasis."}, {"pubmed": 25510482, "text": "pulmonary TB patients with a vitamin D deficiency had significantly reduced local levels of the vitamin D-inducible antimicrobial peptide LL-37 in granulomatous lesions compared to distal parenchyma from the infected lung."}, {"pubmed": 25512526, "text": "the effect of pH on the activity of an ASL defensin, human beta-defensin-3 (hBD-3), and the cathelicidin-related peptide, LL-37. We found that reducing pH from 8.0 to 6.8 reduced the ability of both peptides to kill Staphylococcus aureus."}, {"pubmed": 25535966, "text": "The aim of this project was to examine the functional impact of the human cathelicidin LL-37 and the mouse cathelicidin-related AMP (CRAMP) on the pathogenesis of lupus and arthritis."}, {"pubmed": 25596747, "text": "Cathelicidin, expressed by immune cells in the tumor microenvironment, promotes colon cancer growth through activation of the PTEN/PI3K/Akt and Wnt/beta-catenin signaling pathways."}, {"pubmed": 25596923, "text": "Data suggest that expression of cathelicidin and CYP24A1 (vitamin D3 24-hydroxylase) is up-regulated in placental extravillous trophoblasts by vitamin D metabolites 1,23-dihydroxyvitamin D3 and 25-hydroxyvitamin D3."}, {"pubmed": 25597616, "text": "lower LL-37 levels may be associated with the development of interstitial lung disease"}, {"pubmed": 25841238, "text": "hCAP-18/LL-37 represents a previously unrecognised pancreatic ductal adenocarcinoma microenvironment factor that plays a critical role in pancreatic cancer stem cell-mediated tumourigenesis."}, {"pubmed": 25931489, "text": "LL37, HMGB1 and S100A9 are increased in serum during exacerbation in COPD patients"}, {"pubmed": 26053625, "text": "Hypoxia-inducible factor-1alpha (HIF-1alpha), a transcription factor important for activating innate immune effectors, and the antimicrobial peptide LL-37 (CRAMP in mice) are key determinants of C. albicans colonization resistance."}, {"pubmed": 26073571, "text": "Study demonstrates high levels of serum hBD2 and LL-37 levels in paediatric post- infectious bronchiolitis obliterans patients. These antimicrobial peptides may have important roles in immune systems and the pathogenesis of these patients."}, {"pubmed": 26100635, "text": "Lipopolysaccharide phosphorylation by the WaaY kinase affects the susceptibility of Escherichia coli to the human antimicrobial peptide LL-37."}, {"pubmed": 26116509, "text": "The results demonstrate that internalized LL-37 traffics to endosomes and lysosomes and contributes to intracellular clearance of bacteria by human macrophages, coinciding with increased reactive oxygen species and lysosome formation."}, {"pubmed": 26119962, "text": "the use of hCAP-18 levels in blood plasma for differential diagnosis of neutropenic patients, was assessed."}, {"pubmed": 26297208, "text": "this study provides evidence for the ability of LL37 to bind and internalize viral or endogenous DNA into non-immune cells."}, {"pubmed": 26351280, "text": "LL-37 modulates the response of macrophages during infection, controlling the expression of proinflammatory and anti-inflammatory cytokines."}, {"pubmed": 26416907, "text": "Chlamydial plasmid-encoded virulence factor Pgp3 neutralizes the antichlamydial activity of human cathelicidin LL-37."}, {"pubmed": 26422567, "text": "Cathelicidin appears to play different roles in the development of pulmonary sarcoidosis and tuberculosis."}, {"pubmed": 26433491, "text": "we discuss 1,25D3-induced down-regulation of cytokine/chemokine production and stimulation of hCAP-18/LL-37 gene expression which represent two very important pathways for 1,25D3-evoked regulation of the innate immune response--{REVIEW}"}, {"pubmed": 26468750, "text": "The authors show that the group A Streptococcus surface-associated M1 protein sequesters and neutralizes LL-37 antimicrobial activity through its N-terminal domain."}, {"pubmed": 26502164, "text": "LL-37 interacts with negatively charged membranes forming a stable aggregate, which may produce toroidal pores. There is also an aggregate with a higher oligomeric degree for interaction of LL-37 with neutral membranes."}, {"pubmed": 26556394, "text": "The human cathelicidin LL-37--A pore-forming antibacterial peptide and host-cell modulator."}, {"pubmed": 26585423, "text": "In rhinovirus infected cystic fibrosis patients, LL37 was inversely correlated with viral load in bronchoalveolar lavage fluid."}, {"pubmed": 26777417, "text": "These findings highlight the role of cathelicidin in the pathogenesis of allergic rhinitis."}, {"pubmed": 26778002, "text": "Taken together, these observations suggest that activation of human mast cells by LL-37 could be modified by TLR2 ligands and the function of human mast cells could be switched from allergic reactions to innate immune response."}, {"pubmed": 26873992, "text": "higher nasal levels are associated with protection against RSV infection, directly damages viral envelopes and disrupts viral particles"}, {"pubmed": 26878866, "text": "this study shows that carbamylation has profound and diverse effects on the structure and biological properties of LL-37. In some cases, anti-inflammatory LL-37 was rapidly converted to pro-inflammatory LL-37"}, {"pubmed": 26903652, "text": "Data indicate that endoplasmic reticulum (ER) stress increase sphingosine-1-phosphate (S1P) production, in turn activating nuclear factor kappa B (NF-kappaB)-mediated cathelicidin antimicrobial peptide (CAMP) synthesis."}, {"pubmed": 26960373, "text": "expressions of LL-37 mRNA and protein in the lesions of cutaneous tuberculosis and tuberculids were similar to that of normal skin"}, {"pubmed": 27180947, "text": "A positive correlation was found between vitamin D and urine cathelicidin levels in the vitamin D sufficient group, however, there was no correlation between vitamin D and urine cathelicidin levels in the vitamin D insufficient group."}, {"pubmed": 27189829, "text": "In silico docking study have confirmed the high binding affinities of multiple 9-mer peptides derived from LL-37 to the HLA-C*06:02 molecule proposed a mechanism of the interaction between this LL-37-HLA-C*06:02 complex and T cells via TCRs."}, {"pubmed": 27210415, "text": "Male placental cotyledons showed reduced basal CYP27B1 and cathelicidin gene expression compared to females."}, {"pubmed": 27357804, "text": "the expression of CAMP, vitamin D receptor (VDR), and the retinoid X receptor (RXR) isoforms in human skin and gingival tissue biopsies and investigated the signaling pathways involved in 1alpha,25-dihydroxyvitamin D3-induced upregulation of CAMP."}, {"pubmed": 27609777, "text": "This review summarizes the current knowledge on molecular mechanisms underlying LL-37-induced receptor activation."}, {"pubmed": 27633343, "text": "The findings support a role for STAT3 and HIF-1A in the regulation of LL-37 expression."}, {"pubmed": 27663530, "text": "this study shows that LL-37 serum level correlates with healing of venous leg ulcers"}, {"pubmed": 27832772, "text": "Our results suggest that calcitriol anti-cancer therapy is more likely to induce higher levels of CAMP in ERalpha- breast cancer cells, when compared to ERa + breast cancer cells."}, {"pubmed": 27856789, "text": "this study shows that LL-37 may aid clearance of influenza A virus by promoting monocyte uptake of the virus, while reducing viral replication and virus-induced TNF-a responses in these cells"}, {"pubmed": 27922666, "text": "LL37 induced YB1 expression, and increased tumor cell proliferation, migration and invasion of A375 and A875 malignant melanoma cell lines."}, {"pubmed": 27955890, "text": "this study shows that serum cathelicidin levels of acute asthma group are higher than controlled asthma group, and can be used to predict viral-induced acute asthma"}, {"pubmed": 28218580, "text": "data suggest that cathelicidin LL-37 is an important element of host defense in the course of bacterial diseases within the respiratory tract, particularly when the infection is caused by an intracellular pathogen."}, {"pubmed": 28427192, "text": "these results suggested that human CAMP/LL-37 might act as a tumor-suppressor in OSCC and DNA methylation might play roles during carcinogenesis via directly downregulating human CAMP promoter activity."}, {"pubmed": 28550757, "text": "Serum levels of LL-37 were found to be higher in elderly patients with major depressive disorder compared to controls."}, {"pubmed": 28622535, "text": "in teens with positive recto-vaginal group B streptococcus colonization, placental mRNA expression of cathelicidin is lower compared to those who tested negative for this infection"}, {"pubmed": 28637951, "text": "IL-33 down-regulates the induction of hCAP-18/LL-37 production in human gingival epithelial cells."}, {"pubmed": 28715682, "text": "L-CATH-2, D-CATH-2 and LL-37 can modulate the immune response of primary chicken immune cells by increasing mannose receptor expression, antigen presentation, endocytosis and neutralizing LPS-induced cytokine production and as a result augment activation of the adaptive immune system."}, {"pubmed": 28739721, "text": "Autologous endothelial progenitor cells transfected by lentiviral vectors expressing antibiotic peptide LL37, as well as urothelial and smooth muscle cells from New Zealand white male rabbits, were cultured and seeded onto preconfigured acellular collagen-based tubular matrices"}, {"pubmed": 28814602, "text": "study demonstrated a substantial loss of antimicrobial function when the peptide was exposed to low concentrations of nanomaterials, and further showed that the nanomaterial-peptide interaction resulted in a significant change in the structure of the peptide"}, {"pubmed": 28872665, "text": "The expression of LL-37 was up-regulated in the inflamed mucosa of IBD patients. LL-37 was induced by TLR-3 stimulation and exhibited an anti-microbial effect via interaction with lipopolysaccharide (LPS)."}, {"pubmed": 28956425, "text": "the mean level of LL-37 was statistically significantly higher in TB patients than that in patients with Gram-positive bacteria-induced pneumonia (p < 0.001), in patients with Gram-negative bacteria-induced pneumonia (p < 0.001), and in healthy controls (p < 0.001)."}, {"pubmed": 28959904, "text": "LL-37 serum levels are not affected by body composition in elderly women with unipolar depression."}, {"pubmed": 28964758, "text": "Patients with type 1 diabetes and presence of microangiopathy characterize higher level of serum cathelicidin."}, {"pubmed": 28988039, "text": "cathelicidin selectively modulated synthesis of TLR4 and 9 in intestinal epithelium, but only when cells were exposed to virulence factors, mostly from apical surfaces."}, {"pubmed": 29133814, "text": "study provides new insights into the fascinating plasticity of LL-37 demonstrated at atomic resolution and opens the venue for LL-37-based molecules as novel antibiotics."}, {"pubmed": 29222824, "text": "LL-37 boosts the proliferation of unspecifically activated CD4(+) T cells via an increased calcium signalling independent of antigen-presenting cells"}, {"pubmed": 29223160, "text": "omoted epithelial and smooth-muscle-like differentiation of Adipose-derived stem cells through activating the Wnt/beta-catenin and NF-kappaB pathways, respectively"}, {"pubmed": 29239826, "text": "Elevated serum levels of LL-37 in bipolar patients may suggest the role of this peptide in the pathomechanism of BD."}, {"pubmed": 29401596, "text": "results indicate that PGE2 inhibits hCAP18/LL-37 expression, especially VD3-induced cathelicidin and autophagy, which may reduce host defense against Mtb. Accordingly, antagonists of EP4 may constitute a novel adjunctive therapy in Mtb infection."}, {"pubmed": 29402723, "text": "Treatment of asthma patients with vitamin D reduced respiratory infections, and this effect was related to the increase of cathelicidin LL-37."}, {"pubmed": 29430821, "text": "The human host defence peptide LL-37 is a broad-spectrum antibiotic. Residues 18-29 in LL-37 have previously been identified as a minimal peptide (KR-12) that retains antibacterial activity with decreased cytotoxicity. In this study, analogues of KR-12 were generated by Ala and Lys scans to identify key elements for activity. The improved analogues displayed no significant toxicity against against human cells."}, {"pubmed": 29644526, "text": "The correlation between serum LL-37 and high-density lipoprotein cholesterol levels suggests that LL-37 may play a key role in regulation of cholesterol levels in hypercholesterolemia."}, {"pubmed": 29670076, "text": "LL-37/CRAMP represents an important mediator of platelet activation and thrombo-inflammation."}, {"pubmed": 29670923, "text": "these data show that LL-37 affects surface and intracellular Toll-Like Receptor expression in tissue mast cells"}, {"pubmed": 29843147, "text": "This review describes novel advances involving the roles and mechanisms of human cathelicidin LL-37 in cancer."}, {"pubmed": 29867045, "text": "Low vitamin D3 status and higher systemic levels of LL-37 may be a consequence of reduced TB control and enhanced pathological inflammation."}, {"pubmed": 29959096, "text": "Human cathelicidin peptide LL-37 is significantly induced in the genital tracts of women diagnosed positive for Chlamydia trachomatis. Both the LL-37-stimulated IL-6/8 production in human endometrial epithelial cells and the LL-37-induced neutrophil chemotaxis are blocked by C. trachomatis plasmid-encoded Pgp3."}, {"pubmed": 30003595, "text": "plasma level negatively correlated with children's age with younger children having the highest levels"}, {"pubmed": 30091508, "text": "Serum cathelicidin level can be used as an early marker for the presence and progression of Diabetic nephropathy in T1 Diabetes mellitus patients."}, {"pubmed": 30142005, "text": "conjunctival LL-37 gene expression rate (p = 0.014) and ocular surface disease index scores (p = 0.001) were higher and the tear break-up time was lower (p = 0.003) in group-1. No other differences were found between the groups"}, {"pubmed": 30227139, "text": "Study demonstrated that increased SPHK1 expression and sphingosine-1-phosphate production, and conversely decreases in SPHK2 expression and dihydrosphingosine-1-phosphate production, are likely responsible for increased cathelicidin antimicrobial peptide levels in differentiated keratinocytes in parallel with endoplasmic reticulum stress."}, {"pubmed": 30308233, "text": "LL-37 triggers release of nucleic acids from human mast cells but not the formation of extracellular trap-like structures."}, {"pubmed": 30560784, "text": "Cultures of Escherichia coli with high cell density exhibit two distinct subpopulations: a non-growing population that absorb LL37 peptides and a growing population that survive owing to the sequestration of the antimicrobial peptides by others explaining the increase of the minimum inhibitory concentration with increasing cell density."}, {"pubmed": 30774329, "text": "Plasma LL-37 and NF-kappaB may play important roles in chronic immune inflammation. Decreased LL-37 levels may be particularly high risk for patients in stage IV COPD."}, {"pubmed": 30811465, "text": "In current and former smokers with preserved lung function, low cathelicidin is associated with sustained lung function reductions at six and 18 months, suggesting that cathelicidin may be an informative biomarker to predict persistent lung function disparities among at-risk individuals."}, {"pubmed": 31046155, "text": "LL-37 promotes neutrophil extracellular trap formation in chronic rhinosinusitis with nasal polyps."}, {"pubmed": 31089176, "text": "Cathelicidins and the Onset of Labour."}, {"pubmed": 31095741, "text": "LL-37 abolishes LPS-induced MCP-1 production in human periodontal ligament cells through an intracellular, NF-kappaB-independent mechanism which probably involves direct interaction between LL-37 and DNA."}, {"pubmed": 31245047, "text": "Levels of circulating LL-37 are associated with anti-CCP seropositivity. LL37 activity may be one mechanism linking infection and toxin exposure to anti-CCP generation."}, {"pubmed": 31472105, "text": "Innate Immune Dysfunction in Rosacea Promotes Photosensitivity and Vascular Adhesion Molecule Expression."}, {"pubmed": 31726911, "text": "Odontoblast-like MDPC-23 cells produce pro-inflammatory IL-6 in response to lipoteichoic acid and express the antimicrobial peptide CRAMP."}, {"pubmed": 31913271, "text": "RNA, which is abundant in neutrophil extracellular trap and psoriatic but not healthy skin, in complex with LL37 triggered TLR8/TLR13-mediated cytokine and NET release by polymorphonuclear neutrophils in vitro and in vivo."}, {"pubmed": 31980002, "text": "Salivary human beta-defensins and cathelicidin levels in relation to periodontitis and type 2 diabetes mellitus."}, {"pubmed": 32050475, "text": "Short-Term versus Long-Term Culture of A549 Cells for Evaluating the Effects of Lipopolysaccharide on Oxidative Stress, Surfactant Proteins and Cathelicidin LL-37."}, {"pubmed": 32221618, "text": "Human host defense peptide LL-37 facilitates double-stranded RNA pro-inflammatory signaling through up-regulation of TLR3 expression in vascular smooth muscle cells."}, {"pubmed": 32278809, "text": "What can we learn about functional importance of human antimicrobial peptide LL-37 in the oral environment from severe congenital neutropenia (Kostmann disease)?"}, {"pubmed": 32321824, "text": "Host Cathelicidin Exacerbates Group B Streptococcus Urinary Tract Infection."}, {"pubmed": 32365569, "text": "Functional Implications of Cathelicidin Antimicrobial Protein in Breast Cancer and Tumor-Associated Macrophage Microenvironment."}, {"pubmed": 32483133, "text": "Role of DNA-LL37 complexes in the activation of plasmacytoid dendritic cells and monocytes in subjects with type 1 diabetes."}, {"pubmed": 32483446, "text": "The anti-microbial peptide LL-37/CRAMP levels are associated with acute heart failure and can attenuate cardiac dysfunction in multiple preclinical models of heart failure."}, {"pubmed": 32605834, "text": "Increased expression of dermal LL37 may trigger migration of CCR7+ regulatory T cells in extramammary Paget's disease."}, {"pubmed": 32627035, "text": "Fluctuating role of antimicrobial peptide hCAP18/LL37 in oral tongue dysplasia and carcinoma."}, {"pubmed": 32658599, "text": "Cathelicidin-mediated lipopolysaccharide signaling via intracellular TLR4 in colonic epithelial cells evokes CXCL8 production."}, {"pubmed": 32753597, "text": "The Human LL-37(17-29) antimicrobial peptide reveals a functional supramolecular structure."}, {"pubmed": 33054065, "text": "Expression and function of cathelicidin hCAP18/LL-37 in chronic lymphocytic leukemia."}, {"pubmed": 33175712, "text": "Increased serum antimicrobial peptide LL-37 and HBD-2 combined with 25-hydroxyvitamin D3 deficiency in infants with pertussis."}, {"pubmed": 33434932, "text": "Serum Levels and Adipose Tissue Gene Expression of Cathelicidin Antimicrobial Peptide (CAMP) in Obesity and During Weight Loss."}, {"pubmed": 33508330, "text": "Cathelicidin antimicrobial peptides suppress EV71 infection via regulating antiviral response and inhibiting viral binding."}, {"pubmed": 33656266, "text": "Cathelicidin levels in nasal secretions are associated with the severity of acute bronchiolitis."}, {"pubmed": 33734592, "text": "A positive feedback loop between mTORC1 and cathelicidin promotes skin inflammation in rosacea."}, {"pubmed": 33892795, "text": "Cathelicidin antimicrobial peptide (CAMP) gene promoter methylation induces chondrocyte apoptosis."}, {"pubmed": 33980038, "text": "Nonviral Expression of LL-37 in a Human Skin Equivalent to Prevent Infection in Skin Wounds."}, {"pubmed": 33988317, "text": "Colonic epithelial cathelicidin (LL-37) expression intensity is associated with progression of colorectal cancer and presence of CD8(+) T cell infiltrate."}, {"pubmed": 34600462, "text": "Antimicrobial Peptide, LL-37, And Its Potential As An Anti-HIV Agent."}, {"pubmed": 34740262, "text": "The Association of Early Childhood Caries with Salivary Antimicrobial Peptide LL37 and Mutans Streptococci."}, {"pubmed": 35189828, "text": "The long-term prognostic value of serum 25(OH)D, albumin, and LL-37 levels in acute respiratory diseases among older adults."}, {"pubmed": 35462022, "text": "Reduced vitamin D receptor (VDR) and cathelicidin antimicrobial peptide (CAMP) gene expression contribute to the maintenance of inflammatory immune response in leprosy patients."}, {"pubmed": 35804392, "text": "Cord blood antimicrobial peptide LL37 levels in preterm neonates and association with preterm complications."}, {"pubmed": 36138130, "text": "Human antimicrobial peptide LL-37 contributes to Alzheimer's disease progression."}, {"pubmed": 36308369, "text": "The Effect of LL37 Antimicrobial Peptide on FOXE1 and lncRNA PTCSC 2 Genes Expression in Colorectal Cancer (CRC) and Normal Cells."}, {"pubmed": 36335830, "text": "In silico assessment of missense point mutations on human cathelicidin LL-37."}, {"pubmed": 36370932, "text": "Human cathelicidin LL-37 exerts amelioration effects against EHEC O157:H7 infection regarding inflammation, enteric dysbacteriosis, and impairment of gut barrier function."}, {"pubmed": 36614313, "text": "The Antimicrobial Peptide Cathelicidin Exerts Immunomodulatory Effects via Scavenger Receptors."}, {"pubmed": 36656313, "text": "Cathelicidin LL-37 promotes EMT, migration and metastasis of hepatocellular carcinoma cells in vitro and mouse model."}, {"pubmed": 37051254, "text": "Impaired tolerance to the autoantigen LL-37 in acute coronary syndrome."}, {"pubmed": 37569419, "text": "Insight into the Mechanism of Interactions between the LL-37 Peptide and Model Membranes of Legionella gormanii Bacteria."}, {"pubmed": 37711877, "text": "The Antimicrobial Peptide LL-37 as a Predictor Biomarker for Periodontitis with the Presence and Absence of Smoking: A Case-Control Study."}, {"pubmed": 37759716, "text": "Epithelial-Immune Cell Crosstalk Determines the Activation of Immune Cells In Vitro by the Human Cathelicidin LL-37 at Low Physiological Concentrations."}, {"pubmed": 37773705, "text": "Cathelicidin (LL-37) causes expression of inflammatory factors in coronary artery endothelial cells of Kawasaki disease by activating TLR4-NF-kappaB-NLRP3 signaling."}, {"pubmed": 37958632, "text": "Cathelicidin Antimicrobial Peptide Acts as a Tumor Suppressor in Hepatocellular Carcinoma."}, {"pubmed": 38173716, "text": "Characterization of circulating extracellular traps and immune responses to citrullinated LL37 in psoriasis."}, {"pubmed": 38194294, "text": "Increased LL37 in psoriasis and other inflammatory disorders promotes LDL uptake and atherosclerosis."}, {"pubmed": 38310763, "text": "LL-37 improves sepsis-induced acute lung injury by suppressing pyroptosis in alveolar epithelial cells."}, {"pubmed": 38471488, "text": "Human Host Defense Peptide LL-37 Suppresses TNFalpha-Mediated Matrix Metalloproteinases MMP9 and MMP13 in Human Bronchial Epithelial Cells."}, {"pubmed": 38474156, "text": "Cathelicidin Antimicrobial Peptide Levels in Atherosclerosis and Myocardial Infarction in Mice and Human."}, {"pubmed": 38604693, "text": "[Progress of researches on the antiparasitic activity of antimicrobial peptide LL-37]."}, {"pubmed": 38839691, "text": "Zika virus infection suppresses CYP24A1 and CAMP expression in human monocytes."}], "genomic_pos": {"chr": "3", "end": 48225491, "ensemblgene": "ENSG00000164047", "start": 48223347, "strand": 1}, "genomic_pos_hg19": {"chr": "3", "end": 48266981, "start": 48264837, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001934", "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002227", "pubmed": 12860195, "qualifier": "involved_in", "term": "innate immune response in mucosa"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019731", "pubmed": 12860195, "qualifier": "involved_in", "term": "antibacterial humoral response"}, {"evidence": "EXP", "gocategory": "BP", "id": "GO:0019835", "pubmed": 9452503, "qualifier": "involved_in", "term": "cytolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042119", "pubmed": 22879591, "qualifier": "involved_in", "term": "neutrophil activation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042742", "pubmed": 21115716, "qualifier": "acts_upstream_of_or_within", "term": "defense response to bacterium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045766", "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050829", "qualifier": "involved_in", "term": "defense response to Gram-negative bacterium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050830", "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050830", "pubmed": 12860195, "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051873", "pubmed": 16177355, "qualifier": "acts_upstream_of_or_within", "term": "killing by host of symbiont cells"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051873", "pubmed": 16020269, "qualifier": "involved_in", "term": "killing by host of symbiont cells"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061844", "pubmed": 12860195, "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071224", "qualifier": "involved_in", "term": "cellular response to peptidoglycan"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071347", "qualifier": "involved_in", "term": "cellular response to interleukin-1"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071354", "qualifier": "involved_in", "term": "cellular response to interleukin-6"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "EXP", "gocategory": "BP", "id": "GO:1990000", "pubmed": 32753597, "qualifier": "involved_in", "term": "amyloid fibril formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1990000", "pubmed": 32753597, "qualifier": "involved_in", "term": "amyloid fibril formation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [12759353, 12860195, 18714013, 21115716], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035580", "qualifier": "located_in", "term": "specific granule lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0042581", "pubmed": 12759353, "qualifier": "located_in", "term": "specific granule"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042995", "qualifier": "located_in", "term": "cell projection"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904724", "qualifier": "located_in", "term": "tertiary granule lumen"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0001530", "qualifier": "enables", "term": "lipopolysaccharide binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 31818937, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9544, 619186], [9598, 741881], [9606, 820], [9615, 442947], [9913, 281037], [9913, 282164], [9913, 282165], [9913, 282166], [9913, 282167], [9913, 317650], [9913, 317651], [9913, 515991], [10090, 12796], [10116, 316010]], "id": 110678}, "interpro": [{"desc": "Cathelicidin-like", "id": "IPR001894", "short_desc": "Cathelicidin-like"}, {"desc": "Cathelicidin, conserved site", "id": "IPR018216", "short_desc": "Cathelicidin_CS"}, {"desc": "Cathelicidin, antimicrobial peptide, C-terminal", "id": "IPR022746", "short_desc": "Cathlecidin_C"}, {"desc": "Cystatin superfamily", "id": "IPR046350", "short_desc": "Cystatin_sf"}], "ipi": "IPI00292532", "map_location": "3p21.31", "name": "cathelicidin antimicrobial peptide", "other_names": ["18 kDa cationic antimicrobial protein", "cathelicidin antimicrobial peptide", "epididymis secretory sperm binding protein"], "pantherdb": {"HGNC": "1472", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "108443", "ortholog_type": "LDO", "panther_family": "PTHR10206", "taxid": 10090, "uniprot_kb": "P51437"}, {"RGD": "1559878", "ortholog_type": "LDO", "panther_family": "PTHR10206", "taxid": 10116, "uniprot_kb": "G3V8S9"}, {"Ensembl": "ENSGALG00000034150", "ortholog_type": "O", "panther_family": "PTHR10206", "taxid": 9031, "uniprot_kb": "Q2IAL6"}, {"Ensembl": "ENSGALG00000027490", "ortholog_type": "O", "panther_family": "PTHR10206", "taxid": 9031, "uniprot_kb": "R4GJF1"}, {"Gene_ORFName": "RCJMB04_29o22", "ortholog_type": "O", "panther_family": "PTHR10206", "taxid": 9031, "uniprot_kb": "Q5F378"}, {"Ensembl": "ENSGALG00000019696", "ortholog_type": "O", "panther_family": "PTHR10206", "taxid": 9031, "uniprot_kb": "Q2IAL7"}, {"Ensembl": "ENSGALG00000027973", "ortholog_type": "O", "panther_family": "PTHR10206", "taxid": 9031, "uniprot_kb": "Q6QLQ5"}], "uniprot_kb": "P49913"}, "pathway": {"kegg": [{"id": "hsa04613", "name": "Neutrophil extracellular trap formation - Homo sapiens (human)"}, {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04970", "name": "Salivary secretion - Homo sapiens (human)"}, {"id": "hsa05150", "name": "Staphylococcus aureus infection - Homo sapiens (human)"}, {"id": "hsa05152", "name": "Tuberculosis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}], "wikipathways": [{"id": "WP1982", "name": "Sterol regulatory element-binding proteins (SREBP) signaling"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP4341", "name": "Non-genomic actions of 1,25 dihydroxyvitamin D3"}]}, "pdb": ["2FBS", "2FBU", "2FCG", "2K6O", "2LMF", "2NA3", "4EYC", "5NMN", "5NNK", "5NNM", "5NNT", "5XNG", "5XRX", "6BIV", "6BIX", "6S6M", "7NPQ", "7PDC", "7SAY", "8DEW"], "pfam": ["PF00666", "PF12153"], "pharmgkb": "PA26054", "pharos": {"target_id": 8832, "tdl": "Tbio"}, "pir": ["I38932", "S74248"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167381", "relationship": "is"}, {"id": "GNF178287", "relationship": "is"}, {"id": "GNF189193", "relationship": "is"}, {"id": "GNF200099", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037790", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF002077", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331266", "relationship": "is"}, {"id": "GNF332620", "relationship": "is"}, {"id": "GNF332653", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335703", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104300", "relationship": "is"}, {"id": "GNF143948", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1"], "protein": "NP_004336.4", "rna": "NM_004345.5", "translation": {"protein": "NP_004336.4", "rna": "NM_004345.5"}}, "reporter": {"HG-U133_Plus_2": "210244_at", "HG-U95Av2": "36710_at", "HTA-2_0": "TC03000276.hg.1", "HuEx-1_0": "2621574", "HuGene-1_1": "8079590", "HuGene-2_1": "16940444"}, "summary": "This gene encodes a member of an antimicrobial peptide family, characterized by a highly conserved N-terminal signal peptide containing a cathelin domain and a structurally variable cationic antimicrobial peptide, which is produced by extracellular proteolysis from the C-terminus. The protein plays an important role in innate immunity defense against viruses. In addition to its antibacterial, antifungal, and antiviral activities, the encoded protein functions in cell chemotaxis, immune mediator induction, and inflammatory response regulation. [provided by RefSeq, Sep 2021].", "symbol": "CAMP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413106"}, "unigene": "Hs.51120", "uniprot": {"Swiss-Prot": "P49913", "TrEMBL": ["A0A384NPR0", "J3KNB4"]}, "wikipedia": {"url_stub": "Cathelicidin"}}