{"AllianceGenome": "1479", "HGNC": "1479", "MIM": "114230", "_id": "824", "_version": 1, "accession": {"genomic": ["AC096542.2", "AC099065.2", "AY835586.1", "CH471100.2", "CP068277.2", "J04700.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAA35645.1", "AAA52760.1", "AAF99682.1", "AAH07686.1", "AAH11828.1", "AAH21303.1", "AAV80421.1", "BAC85936.1", "BAD93092.1", "BAG37620.1", "BAG53441.1", "BAG60139.1", "BAG64879.1", "BAH14582.1", "EAW93249.1", "EAW93250.1", "EAW93251.1", "NP_001139540.1", "NP_001739.3", "P17655.6", "XP_047287300.1", "XP_054194910.1"], "rna": ["AB209855.1", "AF261089.1", "AI089162.1", "AK023851.1", "AK055046.1", "AK056838.1", "AK097247.1", "AK124751.1", "AK297800.1", "AK303952.1", "AK315179.1", "AK316211.1", "BC007686.2", "BC011828.2", "BC021303.2", "DA448245.1", "M23254.1", "NM_001146068.2", "NM_001748.5", "XM_047431344.1", "XM_054338935.1"], "translation": [{"protein": "AAH07686.1", "rna": "BC007686.2"}, {"protein": "BAD93092.1", "rna": "AB209855.1"}, {"protein": "NP_001139540.1", "rna": "NM_001146068.2"}, {"protein": "BAG64879.1", "rna": "AK303952.1"}, {"protein": "BAG37620.1", "rna": "AK315179.1"}, {"protein": "AAA35645.1", "rna": "M23254.1"}, {"protein": "BAH14582.1", "rna": "AK316211.1"}, {"protein": "BAG53441.1", "rna": "AK097247.1"}, {"protein": "XP_047287300.1", "rna": "XM_047431344.1"}, {"protein": "AAH11828.1", "rna": "BC011828.2"}, {"protein": "BAG60139.1", "rna": "AK297800.1"}, {"protein": "XP_054194910.1", "rna": "XM_054338935.1"}, {"protein": "AAF99682.1", "rna": "AF261089.1"}, {"protein": "NP_001739.3", "rna": "NM_001748.5"}, {"protein": "BAC85936.1", "rna": "AK124751.1"}, {"protein": "AAH21303.1", "rna": "BC021303.2"}]}, "alias": ["CANP2", "CANPL2", "CANPml", "mCANP"], "ec": "3.4.22.53", "ensembl": {"gene": "ENSG00000162909", "protein": ["ENSP00000295006", "ENSP00000399949", "ENSP00000413158"], "transcript": ["ENST00000295006", "ENST00000433674", "ENST00000434648", "ENST00000463997", "ENST00000472601", "ENST00000474026", "ENST00000480581", "ENST00000483579", "ENST00000487223", "ENST00000492565", "ENST00000492664", "ENST00000498027"], "translation": [{"protein": "ENSP00000413158", "rna": "ENST00000433674"}, {"protein": "ENSP00000399949", "rna": "ENST00000434648"}, {"protein": "ENSP00000295006", "rna": "ENST00000295006"}], "type_of_gene": "protein_coding"}, "entrezgene": "824", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 32.4570893582, "exp_mis": 267.502329451, "exp_syn": 138.74618938, "lof_z": 1.81821711456128, "mis_z": 0.104738420187583, "mu_lof": 2.36489828976e-06, "mu_mis": 2.53751432682e-05, "mu_syn": 1.2804453696e-05, "n_lof": 22.0, "n_mis": 264.0, "n_syn": 127.0, "p_li": 1.61617931384536e-11, "p_null": 0.206666669427279, "p_rec": 0.79333333055656, "syn_z": 0.618210401911435}, "bp": 2103, "cds_end": 223962559, "cds_start": 223900342, "n_exons": 21, "nonpsych": {"exp_lof": 28.9740802152, "exp_mis": 241.712710653, "exp_syn": 125.175982394, "lof_z": 1.45488202771913, "mis_z": 0.0880062815364917, "mu_lof": 2.36489828976e-06, "mu_mis": 2.53751432682e-05, "mu_syn": 1.2804453696e-05, "n_lof": 21.0, "n_mis": 239.0, "n_syn": 105.0, "p_li": 1.84763562841789e-11, "p_null": 0.439992680527147, "p_rec": 0.560007319454377, "syn_z": 1.13537161122297}, "nontcga": {"exp_lof": 29.8212687481, "exp_mis": 246.062906086, "exp_syn": 127.607255537, "lof_z": 1.95477322840449, "mis_z": -0.0932834422248585, "mu_lof": 2.36489828976e-06, "mu_mis": 2.53751432682e-05, "mu_syn": 1.2804453696e-05, "n_lof": 19.0, "n_mis": 249.0, "n_syn": 115.0, "p_li": 1.01320799267896e-09, "p_null": 0.0910970644339707, "p_rec": 0.908902934552821, "syn_z": 0.706653546037132}, "transcript": "ENST00000295006.5"}, "exons": [{"cdsend": 223774857, "cdsstart": 223701828, "chr": "1", "position": [[223701592, 223701831], [223717761, 223717831], [223744099, 223744218], [223745305, 223745439], [223746996, 223747165], [223749038, 223749122], [223750889, 223750975], [223751996, 223752071], [223752795, 223752956], [223755479, 223755649], [223757368, 223757380], [223759269, 223759481], [223761580, 223761617], [223762185, 223762251], [223764149, 223764207], [223766366, 223766431], [223769840, 223769909], [223770446, 223770525], [223771808, 223771925], [223772180, 223772239], [223774833, 223776018]], "strand": 1, "transcript": "NM_001146068", "txend": 223776018, "txstart": 223701592}, {"cdsend": 223774857, "cdsstart": 223712640, "chr": "1", "position": [[223712538, 223712877], [223717761, 223717831], [223744099, 223744218], [223745305, 223745439], [223746996, 223747165], [223749038, 223749122], [223750889, 223750975], [223751996, 223752071], [223752795, 223752956], [223755479, 223755649], [223757368, 223757380], [223759269, 223759481], [223761580, 223761617], [223762185, 223762251], [223764149, 223764207], [223766366, 223766431], [223769840, 223769909], [223770446, 223770525], [223771808, 223771925], [223772180, 223772239], [223774833, 223776018]], "strand": 1, "transcript": "NM_001748", "txend": 223776018, "txstart": 223712538}], "exons_hg19": [{"cdsend": 223962559, "cdsstart": 223889530, "chr": "1", "position": [[223889294, 223889533], [223905463, 223905533], [223931801, 223931920], [223933007, 223933141], [223934698, 223934867], [223936740, 223936824], [223938591, 223938677], [223939698, 223939773], [223940497, 223940658], [223943181, 223943351], [223945070, 223945082], [223946971, 223947183], [223949282, 223949319], [223949887, 223949953], [223951851, 223951909], [223954068, 223954133], [223957542, 223957611], [223958148, 223958227], [223959510, 223959627], [223959882, 223959941], [223962535, 223963720]], "strand": 1, "transcript": "NM_001146068", "txend": 223963720, "txstart": 223889294}, {"cdsend": 223962559, "cdsstart": 223900342, "chr": "1", "position": [[223900240, 223900579], [223905463, 223905533], [223931801, 223931920], [223933007, 223933141], [223934698, 223934867], [223936740, 223936824], [223938591, 223938677], [223939698, 223939773], [223940497, 223940658], [223943181, 223943351], [223945070, 223945082], [223946971, 223947183], [223949282, 223949319], [223949887, 223949953], [223951851, 223951909], [223954068, 223954133], [223957542, 223957611], [223958148, 223958227], [223959510, 223959627], [223959882, 223959941], [223962535, 223963720]], "strand": 1, "transcript": "NM_001748", "txend": 223963720, "txstart": 223900240}], "generif": [{"pubmed": 12000759, "text": "ionomycin-induced calpain activation promotes decrease of Bcl-2 proteins thereby triggering the intrinsic apoptotic pathway"}, {"pubmed": 12070670, "text": "Calpain activation in neurodegenerative diseases"}, {"pubmed": 12150984, "text": "colocalization with detergent-insoluble rafts on T-cells"}, {"pubmed": 12783889, "text": "localization of m-calpain within caveolae may contribute to maintenance of the enzyme in an inactive state and that m-calpain may also contribute to the regulation of calcium-sensing receptor levels."}, {"pubmed": 14688278, "text": "activation of m-calpain during mitosis is required for cells to establish the chromosome alignment by regulating some molecules that generate polar ejection force"}, {"pubmed": 14976200, "text": "the acidic loop and the transducer region of calpain form an interconnected, extended structural unit that has the capacity to integrate and transduce Ca2+-evoked conformational changes over a long distance"}, {"pubmed": 14980313, "text": "mu-calpain and m-calpain expression may be compromised in the anterior vaginal wall of women with uterovaginal prolapse"}, {"pubmed": 15302874, "text": "calpain I and II, calpastatin, and the regulatory subunit localize to the cytosolic surface of the endoplasmic reticulum and Golgi apparatus membranes"}, {"pubmed": 15471877, "text": "nitrosamine 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanone-induced cell migration and invasion may occur, at least in part, through a novel mechanism involving phosphorylation of calpains that leads to their activation and secretion"}, {"pubmed": 15817486, "text": "Gas2DN can increase the activity of calpain and induce degradation of stabilized/mutated beta-catenin"}, {"pubmed": 15950654, "text": "Immunohistochemistry of fixed, permeabilized oocytes exhibit localization of calpain m isoform to the cortical region of the oocyte, as well as the cytosol."}, {"pubmed": 16310784, "text": "mCANP degrades human aquaporin 0."}, {"pubmed": 16361262, "text": "a novel role for PKCiota as a nicotine-activated, physiological calpain kinase that directly phosphorylates and activates calpains."}, {"pubmed": 16436382, "text": "the ion channel TRPM7 regulates cell adhesion through m-calpain by mediating the local influx of calcium into peripheral adhesion complexes"}, {"pubmed": 16530191, "text": "Protein-protein interaction of NMTs revealed that m-calpain interacts with NMT1 while caspase-3 interacts with NMT2."}, {"pubmed": 16598790, "text": "beside its known effect on general muscle protein degradation, calpain contributes to Duchenne muscular dystrophy pathology by specifically degrading the compensatory protein utrophin"}, {"pubmed": 16652152, "text": "cancer invasiveness is independent of intracellular calpain 2 proteolytic activity that is usually needed for turnover of integrin-linked adhesions during two-dimensional planar migration"}, {"pubmed": 16816119, "text": "Incubation of pulmonary microvascular endothelial cells with VEGF resulted in dose- and time-dependent increases in calpain activity and protein content of calpain-2."}, {"pubmed": 17192410, "text": "These findings identify calpain 2 as a novel component of the frontness signal that promotes polarization during chemotaxis."}, {"pubmed": 17261541, "text": "Results show an aggrecan product with the COOH terminal neoepitope VPGVA is synthesized by intracellular processing in chondrocytes; M-calpain is the major candidate of the proteinase to generate this product during intracellular aggrecan processing."}, {"pubmed": 17359359, "text": "association between mu- and m-calpain, the specific inhibitor calpastatin, and axonal injury in post mortem brain tissue from patients who died from severe malaria"}, {"pubmed": 17596297, "text": "Physiological shear stress elicits Ca(2+) influx-sensitive activation of m-calpain and this activity is facilitated through the PI3K pathway, and is essential for subsequent focal adhesion reorganization and cell alignment under shear conditions."}, {"pubmed": 17650508, "text": "analysis of the intracellular proteolytic cleavage of myocilin and identification of calpain II as a myocilin-processing protease"}, {"pubmed": 18032503, "text": "both calpain 1 and calpain 2 are essential for the replication of EV1 RNA."}, {"pubmed": 18332219, "text": "Collectively, our experiments implicate a novel signaling pathway involving calpain 2, PTP1B, and Src in the regulation of invadopodia and breast cancer invasion."}, {"pubmed": 18340456, "text": "Data support a role for calpain2/calpastatin on proteolysis in response to eccentric skeletal muscle exercise."}, {"pubmed": 18568448, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19422794, "text": "These results not only identify calpain-2 as a substrate for sumoylation but also provide an important role of sumoylation in regulating cell migration."}, {"pubmed": 19720936, "text": "Increased calpain activity might explain, at least in part, histological alterations in dilated aorta in Marfan with aortic aneurysm"}, {"pubmed": 19752040, "text": "m-Calpain antagonizes RhoA overactivation and endothelial barrier dysfunction under disturbed shear conditions."}, {"pubmed": 19756344, "text": "Overexpression of calpain-2 and low expression of calpastatin may involve in the pathological development of stress urinary incontinence."}, {"pubmed": 19861418, "text": "Overactivation of Ca(2+)-calpain pathways contributes to beta cell dysfunction and apoptosis in type 2 diabetes."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19946123, "text": "a higher calpain/calpastatin ratio collaborates with activated ERK to promote the generation of the low molecular weight-AR"}, {"pubmed": 20041182, "text": "The calcium-calpain-caspase-12-caspase-3 cascade is altered in F508del-CFTR expressing cells."}, {"pubmed": 20070945, "text": "excessive TRPM7 channel activity causes oxidative and nitrosative stresses, producing cell rounding mediated by p38 MAPK/JNK-dependent activation of m-calpain"}, {"pubmed": 20150423, "text": "analysis of a novel role for calpain proteolysis of FAK in regulating adhesion dynamics in motile cells"}, {"pubmed": 20193680, "text": "High m-calpain expression is associated with rhabdomyosarcoma aggressiveness."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20618160, "text": "Data indicate that calpains are involved in the C-terminal truncation of aggrecan and might have a minor role in arthritic diseases."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20729206, "text": "m-Calpain activation is regulated by its membrane localization and by its binding to phosphatidylinositol 4,5-bisphosphate."}, {"pubmed": 20730561, "text": "Knockdown of calpain 2 expression using shRNA or chemical inhibition of calpain activity reduced glioblastoma cell invasion by 90%."}, {"pubmed": 20924799, "text": "In brain, calpain-2 plays critical roles in developmental and adult synaptic plasticity."}, {"pubmed": 21086148, "text": "Calpain 2-mediated hTOP1 proteolysis not only impacts its biochemical activities but also alters some cellular functions of hTOP1."}, {"pubmed": 21117903, "text": "Confocal immunostaining demonstrated colocalization of m-calpain and the aggrecan product within the lower hypertrophic chondrocytes and in limited region of the pericellular matrix."}, {"pubmed": 21152086, "text": "Findings support the idea that calpain is involved in the turnover of LFA-1 adhesions at the rear of the cell."}, {"pubmed": 21185840, "text": "NHE1 might participate in HIF-1-induced angiogenesis due, at least in part, to the alteration of calpain activity."}, {"pubmed": 21374734, "text": "Data show that transfection of cells with GRP78 or calpain I and calpain II siRNA reduced MPTB-mediated cell apoptosis in chondrosarcoma JJ012 cells."}, {"pubmed": 21839844, "text": "The expression of m-calpain-induced degradation products of extracellular matrix was correlated with the degree of disc degeneration in human intervertebral disc tissue"}, {"pubmed": 22064597, "text": "Subtype-selective induction of m-calpain in aorta during atherosclerotic progression is associated with proteolytic disorganization of VE-cadherin and proatherogenic hyperpermeability in cells."}, {"pubmed": 22335024, "text": "Staining intensity of calpain 2 in ovarian carcinoma decreased with increasing lymph node status."}, {"pubmed": 22435971, "text": "High expression of calpain-2 is significantly associated with resistance to platinum-based adjuvant chemotherapy."}, {"pubmed": 22623320, "text": "Two human hepatocellular carcinoma cell lines were researched using proteomics. A proteolysis network was built up, of which the CAPN2 centered subnetwork, including SPTBN1, ATP5B, and VIM, was more active in the highly metastatic HCC cell line."}, {"pubmed": 22629380, "text": "betaig-h3 co-localized with integrin alpha5beta1 to enhance the invasion of U87 cells, and that calpain-2, is involved in this process, acting as a downstream molecule."}, {"pubmed": 22711986, "text": "cleavage of CPEB3 by NMDA-activated calpain 2 accounts for the activity-related translation of CPEB3-targeted RNAs"}, {"pubmed": 22745213, "text": "Expression of the large catalytic subunit of calpain-2 is significantly associated with clinical outcome of patients with triple-negative and basal-like disease."}, {"pubmed": 23140395, "text": "The results suggest that calpain-2 and calpastatin expression is important in pancreatic cancers, influencing disease progression"}, {"pubmed": 23389291, "text": "data demonstrate that GSK-3beta plays an important role in regulating tRXRalpha production by calpain II in cancer cells"}, {"pubmed": 23466492, "text": "The carboxyl tail of alpha-actinin-4 regulates its susceptibility to m-calpain and thus functions in cell migration and spreading."}, {"pubmed": 23538341, "text": "alpha-II spectrin was drastically accumulated in infected T cells derived from adult T-cell leukemia patients, whereas its digestive protease calpain-2 (CAN2) was significantly downregulated."}, {"pubmed": 23733271, "text": "Small interfering RNA (siRNA)-mediated silencing of m-calpain expression significantly suppressed the adhesive, migrative and invasive potentials of human hepatoma cells."}, {"pubmed": 23889979, "text": "In a transgenic mouse model, hypoxia-triggered m-calpain activation is involved in endoplasmic reticulum stress-mediated Alzheimer's disease pathogenesis."}, {"pubmed": 23940116, "text": "The data reveal that hGAAP is a novel regulator of focal adhesion dynamics, cell adhesion, and migration by controlling localized Ca(2+)-dependent activation of calpain 2."}, {"pubmed": 25944670, "text": "The combination of Ca2+ and ionomycin was required to activate calpain 2, resulting in the further degradation of Dicer and the appearance of a degradation product similar to that detected in platelets from some diabetic individuals."}, {"pubmed": 26248159, "text": "Calpain-2 modulates pulmonary vascular remodeling in pulmonary arterial hypertension."}, {"pubmed": 26358320, "text": "Taken together, our results demonstrated the deregulation of GAS2 in both AML and ALL and the requirement of GAS2-Calpain2 axis for the growth of leukemic cells."}, {"pubmed": 26974350, "text": "calpains and calpastatin in patients with idiopathic pulmonary arterial hypertension (PAH) and mice with hypoxic or spontaneous (SM22-5HTT(+) strain) PH, were investigated."}, {"pubmed": 27077802, "text": "Calpain 2-mediated cleavage of Atg3 and Atg7 accounts for the impaired autophagy."}, {"pubmed": 27099352, "text": "Calpain-2 upregulates PDGF-induced Akt phosphorylation in pulmonary vascular remodeling via an intracrine TGF-beta1/mTORC2 mechanism."}, {"pubmed": 27121057, "text": "m-calpain translocated as the result of calcium influx was involved in DNA double-strand breaks repair, especially in the non-homologous end-joining pathway through proteolysis of nuclear Ku80. Cleaved Ku80 was still able to form a heterodimer with Ku70 and enhance DNA repair activity."}, {"pubmed": 27123462, "text": "Calcineurin together with its upstream molecule, calpain 2, and its downstream effector, NFAT-c3, might contribute to the development of atrial fibrillation in patients with heart valve disease and diabetes."}, {"pubmed": 27277673, "text": "Results find that overexpression of hTau increases intracellular calcium, which in turn activates calpain-2 and induces degradation of alpha4 nAChR."}, {"pubmed": 27456359, "text": "our findings suggest that the gene/protein expression of both CAPN1 and CAPN2, as well as the ERK1 and ERK2 genes and related proteins, could be molecular factors associated with more invasive tumor behavior in squamous cell laryngeal cancer."}, {"pubmed": 28002826, "text": "3 novel loci associated with serum alpha-carotene concentrations among a population that consumed a controlled diet. While replication is necessary, the CAPN2/CAPN8 locus provides compelling evidence for an association with serum alpha-carotene concentrations and may suggest a relationship with the development and progression of cancers."}, {"pubmed": 28112201, "text": "in the field of neural injury, calpain-2 and caspase-3 proteases generate breakdown-products (BDPs) fragments that are indicative of different neural cell death mechanisms in different injury scenarios. Advanced proteomic techniques have shown a remarkable progress in identifying these BDPs experimentally"}, {"pubmed": 28235949, "text": "The inhibitory effects of BMP4 on PDGF-induced cell proliferation, collagen synthesis, and calpain-2 activation are impaired in pulmonary artery smooth muscle cells from pulmonary arterial hypertension patient."}, {"pubmed": 28280729, "text": "the expression of CAPN2 was elevated in prostate cancer tissues than that in normal control tissues."}, {"pubmed": 29099266, "text": "Rab5 as a novel regulator of calpain2 activity and focal adhesion proteolysis leading to cell migration"}, {"pubmed": 29115452, "text": "The results of the present study suggested that miR93 regulated MMP1 and collagen I expression in fibroblasts via calpain2. miR93 mediated collagen expression in stress urinary incontinence via calpain2."}, {"pubmed": 29425806, "text": "Hyperactivated m-calpain induced cytoplasmic accumulation of truncated topoisomerase IIalpha in doxorubicin resistant T47D cells."}, {"pubmed": 29909039, "text": "The mechanisms that drove both mechanosensitive cell adhesion and motility converged on calpain 2, an intracellular protease important for talin cleavage and focal adhesion turnover."}, {"pubmed": 30106446, "text": "High CCNA2 expression is associated with gefitinib resistance in lung cancer."}, {"pubmed": 30177525, "text": "Here, we tested the hypothesis that calpain-1 or -2 cleave TCF11/Nrf1. However, we did not find a role for calpain-1 or -2 in the activation of TCF11/Nrf1 after proteasome inhibition neither by using chemical inhibitors nor siRNA-mediated knockdown or overexpression of calpain subunits"}, {"pubmed": 30177812, "text": "Isoform-specific hyperactivation of calpain-2, but not calpain-1 occurs at the synapse early in the pathogenesis of Alzheimer's disease potentially contributing to the deregulation of synaptic signaling in humans and mice models."}, {"pubmed": 30417356, "text": "Heat stress reduces calpain-2 expression, which then activates p38, leading to cardiomyocyte apoptosis and heart dysfunction."}, {"pubmed": 30448882, "text": "High calpain 2 expression is associated with ovarian cancer."}, {"pubmed": 31634637, "text": "protein levels of CAPN2 are regulated by miR-223, acting directly on the 3'-untranslated region as well as by miR-145, which acts via an increase in HDAC2"}, {"pubmed": 31680308, "text": "CAPN2 acts as an indicator of hepatitis B virus to induce hepatic fibrosis."}, {"pubmed": 33078830, "text": "Calpain-2 participates in the process of calpain-1 inactivation."}, {"pubmed": 34191270, "text": "Variants in Genes of Calpain System as Modifiers of Spinocerebellar Ataxia Type 3 Phenotype."}, {"pubmed": 34381117, "text": "Cleavage and activation of LIM kinase 1 as a novel mechanism for calpain 2-mediated regulation of nuclear dynamics."}, {"pubmed": 37663545, "text": "Rare variants in CAPN2 increase risk for isolated hypoplastic left heart syndrome."}], "genomic_pos": {"chr": "1", "end": 223776018, "ensemblgene": "ENSG00000162909", "start": 223701593, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 223963720, "start": 223889295, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001824", "qualifier": "involved_in", "term": "blastocyst development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006508", "pubmed": 28319173, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007520", "qualifier": "involved_in", "term": "myoblast fusion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007565", "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010666", "qualifier": "involved_in", "term": "positive regulation of cardiac muscle cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016540", "qualifier": "involved_in", "term": "protein autoprocessing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032675", "qualifier": "involved_in", "term": "regulation of interleukin-6 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035458", "qualifier": "involved_in", "term": "cellular response to interferon-beta"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042542", "qualifier": "involved_in", "term": "response to hydrogen peroxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048266", "qualifier": "involved_in", "term": "behavioral response to pain"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051493", "pubmed": 12150984, "qualifier": "involved_in", "term": "regulation of cytoskeleton organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051603", "pubmed": 12150984, "qualifier": "involved_in", "term": "proteolysis involved in protein catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071230", "qualifier": "involved_in", "term": "cellular response to amino acid stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901741", "qualifier": "involved_in", "term": "positive regulation of myoblast fusion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001247", "qualifier": "involved_in", "term": "positive regulation of phosphatidylcholine biosynthetic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005764", "qualifier": "located_in", "term": "lysosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 14559243, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 14559243, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": [12150984, 14559243], "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 12150984, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030864", "pubmed": 12150984, "qualifier": "located_in", "term": "cortical actin cytoskeleton"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031143", "pubmed": 14559243, "qualifier": "located_in", "term": "pseudopodium"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045121", "pubmed": 12150984, "qualifier": "colocalizes_with", "term": "membrane raft"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045121", "pubmed": 14559243, "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097038", "pubmed": 14559243, "qualifier": "located_in", "term": "perinuclear endoplasmic reticulum"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0110158", "pubmed": 10639123, "qualifier": "part_of", "term": "calpain complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004198", "qualifier": "enables", "term": "calcium-dependent cysteine-type endopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004198", "pubmed": 12150984, "qualifier": "enables", "term": "calcium-dependent cysteine-type endopeptidase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004198", "qualifier": "enables", "term": "calcium-dependent cysteine-type endopeptidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10639123, 18519038, 24705354, 28319173, 31911079, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0008092", "pubmed": 12150984, "qualifier": "enables", "term": "cytoskeletal protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008234", "pubmed": 2209092, "qualifier": "enables", "term": "cysteine-type peptidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019899", "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}]}, "homologene": {"genes": [[7955, 445091], [8364, 448035], [9031, 395963], [9544, 703047], [9598, 457765], [9606, 824], [9615, 480118], [9913, 281662], [10090, 12334], [10116, 29154]], "id": 1326}, "interpro": [{"desc": "Cysteine peptidase, cysteine active site", "id": "IPR000169", "short_desc": "Pept_cys_AS"}, {"desc": "Peptidase C2, calpain, catalytic domain", "id": "IPR001300", "short_desc": "Peptidase_C2_calpain_cat"}, {"desc": "EF-hand domain", "id": "IPR002048", "short_desc": "EF_hand_dom"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "EF-Hand 1, calcium-binding site", "id": "IPR018247", "short_desc": "EF_Hand_1_Ca_BS"}, {"desc": "Peptidase C2, calpain, large subunit, domain III", "id": "IPR022682", "short_desc": "Calpain_domain_III"}, {"desc": "Peptidase C2, calpain, domain III", "id": "IPR022683", "short_desc": "Calpain_III"}, {"desc": "Peptidase C2, calpain family", "id": "IPR022684", "short_desc": "Calpain_cysteine_protease"}, {"desc": "Calpain subdomain III", "id": "IPR033883", "short_desc": "C2_III"}, {"desc": "Calpain large subunit, domain III superfamily", "id": "IPR036213", "short_desc": "Calpain_III_sf"}, {"desc": "Papain-like cysteine peptidase superfamily", "id": "IPR038765", "short_desc": "Papain-like_cys_pep_sf"}, {"desc": "CAPN2, penta-EF hand, calcium binding motif", "id": "IPR042736", "short_desc": "EFh_PEF_CAPN2"}], "ipi": ["IPI00289758", "IPI00641266", "IPI01010797"], "map_location": "1q41", "name": "calpain 2", "other_names": ["CANP 2", "M-calpain", "calcium-activated neutral proteinase 2", "calpain 2, (m/II) large subunit", "calpain 2, large [catalytic] subunit", "calpain 2, large subunit", "calpain M-type", "calpain, large polypeptide L2", "calpain-2 catalytic subunit", "millimolar-calpain"], "pantherdb": {"HGNC": "1479", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88264", "ortholog_type": "LDO", "panther_family": "PTHR10183", "taxid": 10090, "uniprot_kb": "O08529"}, {"RGD": "2268", "ortholog_type": "LDO", "panther_family": "PTHR10183", "taxid": 10116, "uniprot_kb": "Q07009"}, {"Ensembl": "ENSGALG00000009360", "ortholog_type": "O", "panther_family": "PTHR10183", "taxid": 9031, "uniprot_kb": "E1BR22"}, {"Gene": "CAPN2", "ortholog_type": "LDO", "panther_family": "PTHR10183", "taxid": 9031, "uniprot_kb": "Q92178"}, {"ZFIN": "ZDB-GENE-050522-84", "ortholog_type": "O", "panther_family": "PTHR10183", "taxid": 7955, "uniprot_kb": "A5PMP0"}, {"ZFIN": "ZDB-GENE-050320-69", "ortholog_type": "O", "panther_family": "PTHR10183", "taxid": 7955, "uniprot_kb": "A0A0R4IFK0"}, {"ZFIN": "ZDB-GENE-050522-279", "ortholog_type": "O", "panther_family": "PTHR10183", "taxid": 7955, "uniprot_kb": "A0A2R8RNP1"}, {"ZFIN": "ZDB-GENE-050417-341", "ortholog_type": "LDO", "panther_family": "PTHR10183", "taxid": 7955, "uniprot_kb": "F6NUF6"}, {"FlyBase": "FBgn0260450", "ortholog_type": "O", "panther_family": "PTHR10183", "taxid": 7227, "uniprot_kb": "Q9VXH6"}, {"dictyBase": "DDB_G0269200", "ortholog_type": "O", "panther_family": "PTHR10183", "taxid": 352472, "uniprot_kb": "Q8MUF9"}, {"EnsemblGenome": "AT1G55350", "ortholog_type": "O", "panther_family": "PTHR10183", "taxid": 3702, "uniprot_kb": "Q8RVL2"}], "uniprot_kb": "P17655"}, "pathway": {"biocarta": [{"id": "mcalpainpathway", "name": "mcalpain and friends in cell motility"}, {"id": "mef2dpathway", "name": "role of mef2d in t-cell apoptosis"}], "kegg": [{"id": "hsa04141", "name": "Protein processing in endoplasmic reticulum - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa04218", "name": "Cellular senescence - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}], "pid": [{"id": "erbb1_downstream_pathway", "name": "ErbB1 downstream signaling"}, {"id": "fak_pathway", "name": "Signaling events mediated by focal adhesion kinase"}], "reactome": [{"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-8862803", "name": "Deregulated CDK5 triggers multiple neurodegenerative pathways in Alzheimer's disease models"}, {"id": "R-HSA-8862803", "name": "Deregulated CDK5 triggers multiple neurodegenerative pathways in Alzheimer's disease models"}, {"id": "R-HSA-8863678", "name": "Neurodegenerative Diseases"}, {"id": "R-HSA-8863678", "name": "Neurodegenerative Diseases"}, {"id": "R-HSA-9645723", "name": "Diseases of programmed cell death"}, {"id": "R-HSA-9645723", "name": "Diseases of programmed cell death"}, {"id": "R-HSA-9734009", "name": "Defective Intrinsic Pathway for Apoptosis"}, {"id": "R-HSA-9734009", "name": "Defective Intrinsic Pathway for Apoptosis"}], "wikipathways": [{"id": "WP185", "name": "Integrin-mediated Cell Adhesion"}, {"id": "WP2059", "name": "Alzheimer,s disease"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}]}, "pdb": ["1KFU", "1KFX", "2NQA"], "pfam": ["PF00648", "PF01067", "PF13833"], "pharmgkb": "PA26060", "pharos": {"target_id": 1903, "tdl": "Tchem"}, "pir": "S10590", "prosite": ["PS50203", "PS50222"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246759", "relationship": "is"}, {"id": "GNF246760", "relationship": "is"}, {"id": "GNF246761", "relationship": "is"}, {"id": "GNF246762", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF035894", "relationship": "is"}, {"id": "GNF040367", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080350", "relationship": "is"}, {"id": "GNF080351", "relationship": "is"}, {"id": "GNF080352", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053534", "relationship": "is"}, {"id": "GNF058304", "relationship": "is"}, {"id": "GNF073510", "relationship": "is"}], "GNF_hs-druggable_siRNA": {"id": "GNF067988", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002090", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF286814", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF099839", "relationship": "is"}, {"id": "GNF115912", "relationship": "is"}, {"id": "GNF139494", "relationship": "is"}, {"id": "GNF155553", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001139540.1", "NP_001739.3", "XP_047287300.1", "XP_054194910.1"], "rna": ["NM_001146068.2", "NM_001748.5", "XM_047431344.1", "XM_054338935.1"], "translation": [{"protein": "NP_001739.3", "rna": "NM_001748.5"}, {"protein": "XP_047287300.1", "rna": "XM_047431344.1"}, {"protein": "NP_001139540.1", "rna": "NM_001146068.2"}, {"protein": "XP_054194910.1", "rna": "XM_054338935.1"}]}, "reporter": {"HG-U133_Plus_2": ["208683_at", "214888_at"], "HG-U95Av2": "37001_at", "HTA-2_0": "TC01001838.hg.1", "HuEx-1_0": "2382117", "HuGene-1_1": "7909967", "HuGene-2_1": "16677863"}, "summary": "The calpains, calcium-activated neutral proteases, are nonlysosomal, intracellular cysteine proteases. The mammalian calpains include ubiquitous, stomach-specific, and muscle-specific proteins. The ubiquitous enzymes consist of heterodimers with distinct large, catalytic subunits associated with a common small, regulatory subunit. This gene encodes the large subunit of the ubiquitous enzyme, calpain 2. Multiple heterogeneous transcriptional start sites in the 5' UTR have been reported. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Mar 2009].", "symbol": "CAPN2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413112"}, "unigene": "Hs.350899", "uniprot": {"Swiss-Prot": "P17655", "TrEMBL": ["B4DN77", "Q59EF6", "C9JWY7"]}, "wikipedia": {"url_stub": "CAPN2"}}