{"AllianceGenome": "23393", "HGNC": "23393", "MIM": "603934", "_id": "10498", "_version": 2, "accession": {"genomic": ["AC007565.1", "AC011442.5", "CH471106.1", "CP068259.2", "KT585166.1", "NC_000019.10", "NC_060943.1"], "protein": ["AAH46240.1", "EAW84155.1", "EAW84156.1", "NP_001357017.1", "NP_001357018.1", "NP_954592.1", "Q86X55.3", "XP_011525940.1", "XP_047294014.1", "XP_054175514.1", "XP_054175515.1"], "rna": ["AF055027.1", "AL833242.1", "BC036886.1", "BC046240.1", "BC070496.1", "BU176535.1", "NM_001370088.1", "NM_001370089.1", "NM_199141.2", "XM_011527638.3", "XM_047438058.1", "XM_054319539.1", "XM_054319540.1"], "translation": [{"protein": "NP_954592.1", "rna": "NM_199141.2"}, {"protein": "NP_001357018.1", "rna": "NM_001370089.1"}, {"protein": "XP_054175514.1", "rna": "XM_054319539.1"}, {"protein": "XP_047294014.1", "rna": "XM_047438058.1"}, {"protein": "XP_011525940.1", "rna": "XM_011527638.3"}, {"protein": "AAH46240.1", "rna": "BC046240.1"}, {"protein": "NP_001357017.1", "rna": "NM_001370088.1"}, {"protein": "XP_054175515.1", "rna": "XM_054319540.1"}]}, "alias": "PRMT4", "ec": "2.1.1.319", "ensembl": {"gene": "ENSG00000142453", "protein": ["ENSP00000325690", "ENSP00000340934", "ENSP00000464852", "ENSP00000465417", "ENSP00000467420", "ENSP00000467746", "ENSP00000467761", "ENSP00000468319", "ENSP00000518232"], "transcript": ["ENST00000327064", "ENST00000344150", "ENST00000586221", "ENST00000586298", "ENST00000586508", "ENST00000588947", "ENST00000589693", "ENST00000590039", "ENST00000590699", "ENST00000592516", "ENST00000710361"], "translation": [{"protein": "ENSP00000325690", "rna": "ENST00000327064"}, {"protein": "ENSP00000518232", "rna": "ENST00000710361"}, {"protein": "ENSP00000465417", "rna": "ENST00000588947"}, {"protein": "ENSP00000467420", "rna": "ENST00000590699"}, {"protein": "ENSP00000340934", "rna": "ENST00000344150"}, {"protein": "ENSP00000467746", "rna": "ENST00000586221"}, {"protein": "ENSP00000464852", "rna": "ENST00000590039"}, {"protein": "ENSP00000468319", "rna": "ENST00000589693"}, {"protein": "ENSP00000467761", "rna": "ENST00000586298"}], "type_of_gene": "protein_coding"}, "entrezgene": "10498", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.9241890996, "exp_mis": 237.566454788, "exp_syn": 127.021963538, "lof_z": 4.53120822863285, "mis_z": 4.61939714309895, "mu_lof": 1.60795384752e-06, "mu_mis": 2.62580477399e-05, "mu_syn": 1.46353028868e-05, "n_lof": 0.0, "n_mis": 92.0, "n_syn": 116.0, "p_li": 0.999357708272541, "p_null": 3.59736812658103e-09, "p_rec": 0.000642288130091109, "syn_z": 0.606276036863832}, "bp": 1827, "cds_end": 11032433, "cds_start": 10982378, "n_exons": 16, "nonpsych": {"exp_lof": 18.6421246129, "exp_mis": 214.724286641, "exp_syn": 114.67086069, "lof_z": 4.24032965531774, "mis_z": 4.49963610661281, "mu_lof": 1.60795384752e-06, "mu_mis": 2.62580477399e-05, "mu_syn": 1.46353028868e-05, "n_lof": 0.0, "n_mis": 84.0, "n_syn": 101.0, "p_li": 0.998684221354087, "p_null": 2.51887056082301e-08, "p_rec": 0.00131575345720746, "syn_z": 0.803774057014245}, "nontcga": {"exp_lof": 19.2213744225, "exp_mis": 218.532273971, "exp_syn": 116.831343631, "lof_z": 4.32487359586219, "mis_z": 4.50026683308504, "mu_lof": 1.60795384752e-06, "mu_mis": 2.62580477399e-05, "mu_syn": 1.46353028868e-05, "n_lof": 0.0, "n_mis": 85.0, "n_syn": 109.0, "p_li": 0.998834829538398, "p_null": 1.53276602016092e-08, "p_rec": 0.00116515513394142, "syn_z": 0.458750502361653}, "transcript": "ENST00000327064.4"}, "exons": [{"cdsend": 10921757, "cdsstart": 10871702, "chr": "19", "position": [[10871552, 10871922], [10904950, 10905076], [10908038, 10908145], [10909102, 10909207], [10912183, 10912294], [10913876, 10914054], [10916406, 10916497], [10916695, 10916777], [10919594, 10919680], [10919876, 10919966], [10920435, 10920573], [10920658, 10920748], [10920833, 10920946], [10921049, 10921127], [10921614, 10923073]], "strand": 1, "transcript": "NM_001370088", "txend": 10923073, "txstart": 10871552}, {"cdsend": 10921757, "cdsstart": 10872477, "chr": "19", "position": [[10872428, 10872592], [10904950, 10905076], [10908038, 10908145], [10909102, 10909207], [10912183, 10912294], [10913876, 10914054], [10916406, 10916497], [10916695, 10916777], [10919594, 10919680], [10919876, 10919966], [10920435, 10920573], [10920658, 10920748], [10920833, 10920946], [10921049, 10921127], [10921614, 10923073]], "strand": 1, "transcript": "NM_001370089", "txend": 10923073, "txstart": 10872428}, {"cdsend": 10921757, "cdsstart": 10871702, "chr": "19", "position": [[10871552, 10871922], [10904950, 10905076], [10908038, 10908145], [10909102, 10909207], [10912183, 10912294], [10913876, 10914054], [10916406, 10916497], [10916695, 10916777], [10919594, 10919680], [10919876, 10919966], [10920435, 10920573], [10920658, 10920748], [10920833, 10920946], [10921049, 10921127], [10921374, 10921443], [10921614, 10923073]], "strand": 1, "transcript": "NM_199141", "txend": 10923073, "txstart": 10871552}], "exons_hg19": [{"cdsend": 11032433, "cdsstart": 10982378, "chr": "19", "position": [[10982228, 10982598], [11015626, 11015752], [11018714, 11018821], [11019778, 11019883], [11022859, 11022970], [11024552, 11024730], [11027082, 11027173], [11027371, 11027453], [11030270, 11030356], [11030552, 11030642], [11031111, 11031249], [11031334, 11031424], [11031509, 11031622], [11031725, 11031803], [11032290, 11033749]], "strand": 1, "transcript": "NM_001370088", "txend": 11033749, "txstart": 10982228}, {"cdsend": 11032433, "cdsstart": 10983153, "chr": "19", "position": [[10983104, 10983268], [11015626, 11015752], [11018714, 11018821], [11019778, 11019883], [11022859, 11022970], [11024552, 11024730], [11027082, 11027173], [11027371, 11027453], [11030270, 11030356], [11030552, 11030642], [11031111, 11031249], [11031334, 11031424], [11031509, 11031622], [11031725, 11031803], [11032290, 11033749]], "strand": 1, "transcript": "NM_001370089", "txend": 11033749, "txstart": 10983104}, {"cdsend": 11032433, "cdsstart": 10982378, "chr": "19", "position": [[10982228, 10982598], [11015626, 11015752], [11018714, 11018821], [11019778, 11019883], [11022859, 11022970], [11024552, 11024730], [11027082, 11027173], [11027371, 11027453], [11030270, 11030356], [11030552, 11030642], [11031111, 11031249], [11031334, 11031424], [11031509, 11031622], [11031725, 11031803], [11032050, 11032119], [11032290, 11033749]], "strand": 1, "transcript": "NM_199141", "txend": 11033749, "txstart": 10982228}], "generif": [{"pubmed": 11850402, "text": "Methylates PAB1 and TARPP, suggesting a role in regulating transcription/translation."}, {"pubmed": 12498683, "text": "The CBP/p300 acetylase and the CARM1 methyltransferase can positively regulate the expression of estrogen-responsive genes, there is a crosstalk between lysine acetylation and arginine methylation on chromatin"}, {"pubmed": 15096520, "text": "CARM1 plays a significant role in promoting the differentiation of early thymocyte progenitors, possibly through its direct action on TARPP."}, {"pubmed": 15221992, "text": "overexpression of CARM1 is involved in the development of prostate carcinoma"}, {"pubmed": 15616592, "text": "results show that CARM1/PRMT4 is a novel transcriptional coactivator of NF-kappaB and functions as a promoter-specific regulator of NF-kappaB recruitment to chromatin"}, {"pubmed": 15944154, "text": "CARM1 affects pre-mRNA splicing in an isoform-specific manner"}, {"pubmed": 16254053, "text": "arginine methylation of CBP is required for IFN-gamma induction of MHC-II. A kinetic analysis shows that CIITA, CARM1, and H3-R17 methylation all precede CBP loading on the MHC-II promoter during IFN-gamma treatment."}, {"pubmed": 16330542, "text": "CARM1 has a role in signal-dependent control of gluconeogenic key enzyme genes"}, {"pubmed": 16497732, "text": "CARM1 participates in NF-kappaB-mediated transcription through H3-R17 methylation and support a nonnuclear receptor-associated function for CARM1."}, {"pubmed": 16705743, "text": "CARM1 is essential for androgen receptor (AR) function and may play a role in prostate cancer progression."}, {"pubmed": 16923966, "text": "Results suggest that members of the SRC coactivator family, such as SRC-3, serve as substrates for the enzymatic coactivator coactivator-associated arginine methyltransferase 1 (CARM1)."}, {"pubmed": 17005681, "text": "our data provide evidence that CARM1 enhances Tax transactivation of the HTLV-1 LTR through a direct interaction between CARM1 and Tax and this binding promotes methylation of histone H3"}, {"pubmed": 17043108, "text": "p/CIP/SRC-3 activity and stability are regulated by CARM1-dependent methylation"}, {"pubmed": 17218272, "text": "The identification of splicing factors that are methylated by CARM1, and protein-protein interactions that are regulated by CARM1, strongly implicates this enzyme in the regulation of alternative splicing."}, {"pubmed": 17640894, "text": "phosphorylation of CARM1 serves as a unique mechanism for inactivating CARM1-regulated estrogen-dependent gene expression"}, {"pubmed": 17882262, "text": "the N-terminal and the C-terminal end of CARM1 catalytic module contain molecular switches that may determine how CARM1 regulates its biological activities by protein-protein interactions"}, {"pubmed": 18172323, "text": "CARM1 is a critical factor in the pathway of estrogen-stimulated breast cancer growth downstream of ERA and AIB1and upstream of the cell cycle regulatory transcription factor E2F1."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18950845, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19183483, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19725955, "text": "These results establish a role for CARM1 as an important regulator of chondrocyte proliferation during embryogenesis."}, {"pubmed": 20213728, "text": "The physical interaction of CARM1 and PCAF is likely pivotal for the activation of PCAF in the downstream of CARM1 pathway for inducing myogenin under Tetradecanoylphorbol Acetate -induced differentiation."}, {"pubmed": 20360387, "text": "phosphorylation of CARM1 by PKA at a single serine is necessary and sufficient for direct binding to the unliganded hormone-binding domain of ERalpha, and the interaction is necessary for cAMP activation of ERalpha"}, {"pubmed": 20462455, "text": "CARM1 was particularly overexpressed in colorectal cancers while CARM1 expression was not prevalent in prostate and breast cancers."}, {"pubmed": 20932315, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21282336, "text": "Findings suggest that coexpression of CARM1 and ERalpha may provide a better biomarker of well-differentiated breast cancer."}, {"pubmed": 21445011, "text": "Signal transduction in cell death and survival involves a role for CARM1 in arginine methylation."}, {"pubmed": 21478268, "text": "A coactivator role of CARM1 in the dysregulation of beta-catenin activity in colorectal cancer cell growth and gene expression"}, {"pubmed": 22046437, "text": "found that CARM1 facilitates Sox2-mediated transactivation and directly methylates Sox2 at arginine 113"}, {"pubmed": 23265702, "text": "Findings indicate that expression of PRMT4/CARM1 and PRMT6 is deregulated in melanoma."}, {"pubmed": 23301034, "text": "the miR-181c-CARM1 pathway has an important role in regulating the differentiation of human embryonic stem cells"}, {"pubmed": 23486015, "text": "Inhibition of CARM1 decreases PELP1 oncogenic activity."}, {"pubmed": 23505388, "text": "These findings reveal an important and so far unknown connection between PRMT4 and the chromatin remodeller Mi2 in c-Myb signalling."}, {"pubmed": 23663560, "text": "increased cytoplasmic CARM1, relative to nuclear levels, appear to be associated with self-identified African ethnicity and this result is being further investigated using quantified genetic ancestry measures."}, {"pubmed": 23699174, "text": "Data show the transcriptional regulation of the human ferritin gene by coordinated regulation of Nrf2 and protein arginine methyltransferases PRMT1 and PRMT4."}, {"pubmed": 23837869, "text": "CARM1 represses replicative senescence by methylating HuR."}, {"pubmed": 23887673, "text": "CARM1 could be a potential marker of luminal class subclassification and for target therapy, particularly in the ER-positive luminal-like subgroup."}, {"pubmed": 23915145, "text": "CARM1 overexpression was associated with poorly characterized clinicopathologic parameters and HER2 overexpression in invasive breast cancer."}, {"pubmed": 23980157, "text": "Arginine 42 of histone H3 (H3R42), is dimethylated by the methyltransferases coactivator arginine methyltransferase 1 (CARM1) and protein arginine methyltransferase 6 (PRMT6) in vitro and in vivo."}, {"pubmed": 24211191, "text": "CARM1 and PRMT1 are dysregulated in lung cancer; only CARM1 expression was found to be correlated with tumor differentiation and neither CARM1 nor PRMT1 expression was correlated with survival."}, {"pubmed": 24332853, "text": "Overexpression of PRMT4 represses miR-223 via methylation of RUNX1 and blocks myeloid differentiation."}, {"pubmed": 24434208, "text": "we identify BAF155 as a substrate for arginine methyltransferase CARM1."}, {"pubmed": 24530761, "text": "PBMCs from patients with ACS showed higher levels of CARM1 mRNA and protein expression.CARM1 regulated the transcription of IP-10, IL-8, and MCP-1. miR-15a modulated CARM1 expression through targeted binding to CARM1 3'-UTR."}, {"pubmed": 25064859, "text": "a noncoding variant in the CARM1-promoter functions as a regulator of gene transcription and homocysteine levels"}, {"pubmed": 25072916, "text": "high-glucose-induced CARM1 expression increases RPE cell apoptosis via H3R17 asymmetric dimethylation"}, {"pubmed": 25348716, "text": "PRMT4 has a role in arginine methylation, which negatively regulates retinoblastoma tumor suppressor protein and promotes E2F-1 dissociation"}, {"pubmed": 25392304, "text": "Data indicate that coactivator-associated arginine methyltransferase 1 (CARM1) regulates neural differentiation through Nanog homeobox protein and microRNA miR92a."}, {"pubmed": 25585345, "text": "O-GlcNAcylation of CARM1 at its C-terminus is an important determinant for CARM1 substrate specificity."}, {"pubmed": 25792598, "text": "disruption of CARM1 enhances the nuclear retention of mRNAs containing IRAlus"}, {"pubmed": 25934150, "text": "Like insulin, CARM1 overexpression increased CDK2 and CDK4 expression. In addition, CARM1 knockdown reduced the number of insulin-induced G2/M phase cells"}, {"pubmed": 26030442, "text": "no obvious association of CARM1 isoform expression and clinical correlates in breast cancer"}, {"pubmed": 26551522, "text": "Here, the crystal structures of human CARM1 with the S-adenosylmethione (SAM) mimic sinefungin and three different peptide sequences from histone H3 and PABP1 are presented, with both nonmethylated and singly methylated arginine residues exemplified."}, {"pubmed": 26656492, "text": "CARM1 associates with major nonsense-mediated mRNA decay factor UPF1 and promotes its occupancy on premature terminating codon-containing transcripts in spinal muscular atrophy."}, {"pubmed": 26848779, "text": "Monitoring of the CARM1-dependent production of monomethylated and dimethylated peptides over time by self-assembled monolayer and matrix-assisted laser desorption ionization mass spectrometry revealed that methylation by CARM1 is distributive."}, {"pubmed": 27503676, "text": "Arginine (di)methylated human leukocyte antigen class I peptides, which are asymmetrically dimethylated, most likely by CARM1, are favorably presented by HLA-B*07."}, {"pubmed": 27840030, "text": "Arginine methylation of MDH1 by CARM1 regulates cellular redox homeostasis and suppresses glutamine metabolism of pancreatic cancer."}, {"pubmed": 28537268, "text": "N-terminal EVH1 domain of CARM1 is necessary and sufficient for substrate recognition and is required for methylation of most CARM1 substrates."}, {"pubmed": 28844863, "text": "Estrogen receptor recruits steroid receptor coactivator-3 primary coactivator and secondary coactivators, p300/CBP and CARM1 to regulate genetic transcription."}, {"pubmed": 28924379, "text": "The Overexpression of CARM1 Promotes Human Osteosarcoma Cell Proliferation through the pGSK3beta/beta-Catenin/cyclinD1 Signaling Pathway"}, {"pubmed": 29058718, "text": "The CARM1-PKM2 axis serves as a metabolic reprogramming mechanism in tumorigenesis."}, {"pubmed": 29575726, "text": "CARM1 is a p53 responsive gene. p53 could suppress CARM1 promoter-driven luciferase expression."}, {"pubmed": 29628309, "text": "Consistent with its role in transcriptional activation, JMJD6 is required for estrogen/ERalpha-induced breast cancer cell growth and tumorigenesis, via modulation of recruitment of CARM1/MED12 co-activator complex."}, {"pubmed": 29894694, "text": "Data suggest that targeting coactivator associated arginine methyltransferase 1 (CARM1) may be an effective therapeutic"}, {"pubmed": 29991055, "text": "SKP2 promotes HCC progression and its nuclear functions of autophagy induction with CARM1 and AMPK, which may provide a potential target for HCC therapy."}, {"pubmed": 30131339, "text": "CARM1 methylates PKM2 at arginines 445 and 447, which enhances PKM2 tetramer formation. Consequently, Carm1 knockout cells exhibit significant survival advantages over WT cells when extracellular serine is limited, likely due to their enhanced de novo serine synthesis capacity. Altogether, we identified CARM1 as an important regulator of glucose metabolism and serine synthesis."}, {"pubmed": 30173329, "text": "Increased CARM1 expression in type 2 diabetes suggests that epigenetic mechanisms are altered in human diabetes."}, {"pubmed": 30257864, "text": "CARM1-mediated asymmetric methylation of PRMT5 is critical for its dimerization and methyltransferase activity leading to the repression of gamma-globin expression."}, {"pubmed": 30853182, "text": "ST7-AS1 might mediate its oncogenic effect by signaling through CARM1-Sox-2 axis to enhance Sox-2 self-association and transactivation activity. Collectively, we have unraveled a ST7-AS1/CARM1/Sox-2 signaling axis in laryngeal squamous cell carcinoma and may have created novel interconnections between noncoding RNAs and cancer development."}, {"pubmed": 31872565, "text": "miR-16-5p modulates the radiosensitivity of cervical cancer cells via regulating coactivator-associated arginine methyltransferase 1."}, {"pubmed": 31930333, "text": "we found that a small molecule inhibitor of the arginine methyltransferases CARM1 and PRMT6 was able to increase, in a gene specific manner, the number of active alleles/cell before and after hormonal stimulation, suggesting that mechanisms do indeed exist to modulate hormone receptor responses at the single cell and allele level."}, {"pubmed": 31948749, "text": "WDR5-Myc axis promotes the progression of glioblastoma and neuroblastoma by transcriptional activating CARM1."}, {"pubmed": 32034480, "text": "High Expression of CARM1 Inhibits Lung Cancer Progression by Targeting TP53 by Regulating CTNNB1."}, {"pubmed": 32206101, "text": "A hypermethylation strategy utilized by enhancer-bound CARM1 to promote estrogen receptor alpha-dependent transcriptional activation and breast carcinogenesis."}, {"pubmed": 32487779, "text": "CARM1 promotes non-small cell lung cancer progression through upregulating CCNE2 expression."}, {"pubmed": 32650558, "text": "Properly Substituted Cyclic Bis-(2-bromobenzylidene) Compounds Behaved as Dual p300/CARM1 Inhibitors and Induced Apoptosis in Cancer Cells."}, {"pubmed": 32870623, "text": "MiR-542-5p regulates the progression of diabetic retinopathy by targeting CARM1."}, {"pubmed": 33004909, "text": "Comparative transcriptome analysis identifies CARM1 and DNMT3A as genes associated with osteoporosis."}, {"pubmed": 33412112, "text": "CARM1 regulates replication fork speed and stress response by stimulating PARP1."}, {"pubmed": 33485722, "text": "CARM1/PRMT4: Making Its Mark beyond Its Function as a Transcriptional Coactivator."}, {"pubmed": 33782401, "text": "Profiling PRMT methylome reveals roles of hnRNPA1 arginine methylation in RNA splicing and cell growth."}, {"pubmed": 34201091, "text": "A Pan-Inhibitor for Protein Arginine Methyltransferase Family Enzymes."}, {"pubmed": 34480022, "text": "Endotoxin stabilizes protein arginine methyltransferase 4 (PRMT4) protein triggering death of lung epithelia."}, {"pubmed": 34493732, "text": "Targeting the IRE1alpha/XBP1s pathway suppresses CARM1-expressing ovarian cancer."}, {"pubmed": 34648085, "text": "Protein arginine N-methyltransferase 1 gene polymorphism is associated with proliferative diabetic retinopathy in a Japanese population."}, {"pubmed": 35033016, "text": "Systematic pan-cancer landscape identifies CARM1 as a potential prognostic and immunological biomarker."}, {"pubmed": 35245741, "text": "Histone arginine methyltransferase CARM1 selective inhibitor TP-064 induces apoptosis in endometrial cancer."}, {"pubmed": 35354645, "text": "Protein arginine N-methyltransferase 4 (PRMT4) contributes to lymphopenia in experimental sepsis."}, {"pubmed": 35593475, "text": "CDKN2AIP-induced cell senescence and apoptosis of testicular seminoma are associated with CARM1 and eIF4beta."}, {"pubmed": 36215477, "text": "LYL1 facilitates AETFC assembly and gene activation by recruiting CARM1 in t(8;21) AML."}, {"pubmed": 37196782, "text": "Unraveling the complexity of histone-arginine methyltransferase CARM1 in cancer: From underlying mechanisms to targeted therapeutics."}, {"pubmed": 37216643, "text": "PRMT4 Facilitates White Adipose Tissue Browning and Thermogenesis by Methylating PPARgamma."}, {"pubmed": 37365888, "text": "Carm1-arginine methylation of the transcription factor C/EBPalpha regulates transdifferentiation velocity."}, {"pubmed": 37477799, "text": "Inhibition of CARM1 suppresses proliferation of multiple myeloma cells through activation of p53 signaling pathway."}, {"pubmed": 37995178, "text": "BACH1 regulates the differentiation of vascular smooth muscle cells from human embryonic stem cells via CARM1-mediated methylation of H3R17."}, {"pubmed": 38223978, "text": "Epigenetic Regulation of Cardiomyocyte Maturation by Arginine Methyltransferase CARM1."}, {"pubmed": 38649367, "text": "Tyrosine phosphorylation of CARM1 promotes its enzymatic activity and alters its target specificity."}, {"pubmed": 38676947, "text": "CARM1 hypermethylates the NuRD chromatin remodeling complex to promote cell cycle gene expression and breast cancer development."}, {"pubmed": 38878278, "text": "Protein Arginine Methyltransferase CARM1 in Human Breast Cancer."}, {"pubmed": 38927636, "text": "Trans-Activation of the Coactivator-Associated Arginine Methyltransferase 1 (Carm1) Gene by the Oncogene Product Tax of Human T-Cell Leukemia Virus Type 1."}], "genomic_pos": {"chr": "19", "end": 10923075, "ensemblgene": "ENSG00000142453", "start": 10871553, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 11033453, "start": 10982189, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006338", "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006355", "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019919", "qualifier": "involved_in", "term": "peptidyl-arginine methylation, to asymmetrical-dimethyl arginine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032259", "qualifier": "involved_in", "term": "methylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033146", "qualifier": "involved_in", "term": "regulation of intracellular estrogen receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045600", "qualifier": "involved_in", "term": "positive regulation of fat cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045943", "pubmed": 15471871, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase I"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051591", "qualifier": "involved_in", "term": "response to cAMP"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071932", "pubmed": 33412112, "qualifier": "involved_in", "term": "replication fork reversal"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904037", "pubmed": 34480022, "qualifier": "involved_in", "term": "positive regulation of epithelial cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000171", "qualifier": "involved_in", "term": "negative regulation of dendrite development"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 15221992, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 15221992, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043596", "pubmed": 33412112, "qualifier": "is_active_in", "term": "nuclear replication fork"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003713", "pubmed": 15471871, "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003713", "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16938873, 20111005, 21911467, 23455924, 24434208, 24498420, 26267537, 33412112], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008013", "pubmed": 16344550, "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008276", "qualifier": "enables", "term": "protein methyltransferase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008276", "qualifier": "enables", "term": "protein methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008469", "pubmed": 23980157, "qualifier": "enables", "term": "histone arginine N-methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016274", "pubmed": 18495660, "qualifier": "enables", "term": "protein-arginine N-methyltransferase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0016274", "qualifier": "enables", "term": "protein-arginine N-methyltransferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0016274", "qualifier": "enables", "term": "protein-arginine N-methyltransferase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0030374", "qualifier": "enables", "term": "nuclear receptor coactivator activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0035242", "qualifier": "enables", "term": "protein-arginine omega-N asymmetric methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035642", "pubmed": 15471871, "qualifier": "enables", "term": "histone H3R17 methyltransferase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0035642", "qualifier": "enables", "term": "histone H3R17 methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042054", "qualifier": "enables", "term": "histone methyltransferase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0070577", "qualifier": "enables", "term": "lysine-acetylated histone binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070611", "qualifier": "enables", "term": "histone H3R2 methyltransferase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0070611", "pubmed": 17898714, "qualifier": "enables", "term": "histone H3R2 methyltransferase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0070611", "qualifier": "enables", "term": "histone H3R2 methyltransferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140297", "pubmed": 15471871, "qualifier": "enables", "term": "DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[3702, 819878], [3702, 834961], [4530, 4344248], [7165, 1278750], [7227, 41219], [7955, 445251], [8364, 100170180], [9544, 715977], [9606, 10498], [9615, 484947], [9913, 784795], [10090, 59035], [10116, 363026]], "id": 10990}, "interpro": [{"desc": "PH-like domain superfamily", "id": "IPR011993", "short_desc": "PH-like_dom_sf"}, {"desc": "Histone-arginine methyltransferase CARM1, N-terminal", "id": "IPR020989", "short_desc": "Histone-Arg_MeTrfase_N"}, {"desc": "Protein arginine N-methyltransferase", "id": "IPR025799", "short_desc": "Arg_MeTrfase"}, {"desc": "S-adenosyl-L-methionine-dependent methyltransferase superfamily", "id": "IPR029063", "short_desc": "SAM-dependent_MTases_sf"}], "ipi": ["IPI00412880", "IPI00514607", "IPI00639957"], "map_location": "19p13.2", "name": "coactivator associated arginine methyltransferase 1", "other_names": ["histone-arginine methyltransferase CARM1", "protein arginine N-methyltransferase 4"], "pantherdb": {"HGNC": "23393", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1913208", "ortholog_type": "LDO", "panther_family": "PTHR11006", "taxid": 10090, "uniprot_kb": "Q9WVG6"}, {"RGD": "1305879", "ortholog_type": "LDO", "panther_family": "PTHR11006", "taxid": 10116, "uniprot_kb": "Q4AE70"}, {"ZFIN": "ZDB-GENE-040724-77", "ortholog_type": "LDO", "panther_family": "PTHR11006", "taxid": 7955, "uniprot_kb": "Q6DC04"}, {"FlyBase": "FBgn0037770", "ortholog_type": "LDO", "panther_family": "PTHR11006", "taxid": 7227, "uniprot_kb": "Q9VH48"}, {"TAIR": "2154339", "ortholog_type": "O", "panther_family": "PTHR11006", "taxid": 3702, "uniprot_kb": "A3KPF2"}, {"TAIR": "2077567", "ortholog_type": "LDO", "panther_family": "PTHR11006", "taxid": 3702, "uniprot_kb": "Q84W92"}], "uniprot_kb": "Q86X55"}, "pathway": {"biocarta": [{"id": "carm1pathway", "name": "transcription regulation by methyltransferase of carm1"}, {"id": "carmerpathway", "name": "carm1 and regulation of the estrogen receptor"}, {"id": "her2pathway", "name": "role of erbb2 in signal transduction and oncology"}], "pid": [{"id": "ar_pathway", "name": "Coregulation of Androgen receptor activity"}, {"id": "ar_tf_pathway", "name": "Regulation of Androgen receptor activity"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1368082", "name": "RORA activates gene expression"}, {"id": "R-HSA-1368108", "name": "BMAL1:CLOCK,NPAS2 activates circadian gene expression"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1592230", "name": "Mitochondrial biogenesis"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1655829", "name": "Regulation of cholesterol biosynthesis by SREBP (SREBF)"}, {"id": "R-HSA-1852241", "name": "Organelle biogenesis and maintenance"}, {"id": "R-HSA-1989781", "name": "PPARA activates gene expression"}, {"id": "R-HSA-1989781", "name": "PPARA activates gene expression"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2151201", "name": "Transcriptional activation of mitochondrial biogenesis"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2426168", "name": "Activation of gene expression by SREBF (SREBP)"}, {"id": "R-HSA-3214858", "name": "RMTs methylate histone arginines"}, {"id": "R-HSA-3247509", "name": "Chromatin modifying enzymes"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-381340", "name": "Transcriptional regulation of white adipocyte differentiation"}, {"id": "R-HSA-400206", "name": "Regulation of lipid metabolism by PPARalpha"}, {"id": "R-HSA-400206", "name": "Regulation of lipid metabolism by PPARalpha"}, {"id": "R-HSA-400253", "name": "Circadian Clock"}, {"id": "R-HSA-4839726", "name": "Chromatin organization"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-6791312", "name": "TP53 Regulates Transcription of Cell Cycle Genes"}, {"id": "R-HSA-6804114", "name": "TP53 Regulates Transcription of Genes Involved in G2 Cell Cycle Arrest"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8957322", "name": "Metabolism of steroids"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9018519", "name": "Estrogen-dependent gene expression"}, {"id": "R-HSA-9707564", "name": "Cytoprotection by HMOX1"}, {"id": "R-HSA-9707616", "name": "Heme signaling"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9843745", "name": "Adipogenesis"}], "wikipathways": [{"id": "WP138", "name": "Androgen receptor signaling pathway"}, {"id": "WP4947", "name": "NO metabolism in cystic fibrosis"}]}, "pdb": ["2Y1W", "2Y1X", "4IKP", "5DWQ", "5DX0", "5DX1", "5DX8", "5DXA", "5DXJ", "5U4X", "6ARJ", "6ARV", "6D2L", "6DVR", "6IZQ", "6S70", "6S71", "6S74", "6S77", "6S79", "6S7A", "6S7B", "6S7C", "7FAI", "7FAJ", "7U9I", "8G2H", "8G2I", "8SIG", "8SIH"], "pfam": ["PF06325", "PF11531"], "pharmgkb": "PA134959553", "pharos": {"target_id": 1590, "tdl": "Tchem"}, "prosite": "PS51678", "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF292725", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261579", "relationship": "is"}, {"id": "GNF261580", "relationship": "is"}, {"id": "GNF261581", "relationship": "is"}, {"id": "GNF261582", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF050270", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF081159", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051883", "relationship": "is"}, {"id": "GNF056649", "relationship": "is"}, {"id": "GNF061437", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067211", "relationship": "is"}, {"id": "GNF067212", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF339247", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094262", "relationship": "is"}, {"id": "GNF133919", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_001357017.1", "NP_001357018.1", "NP_954592.1", "XP_011525940.1", "XP_047294014.1", "XP_054175514.1", "XP_054175515.1"], "rna": ["NM_001370088.1", "NM_001370089.1", "NM_199141.2", "XM_011527638.3", "XM_047438058.1", "XM_054319539.1", "XM_054319540.1"], "translation": [{"protein": "NP_954592.1", "rna": "NM_199141.2"}, {"protein": "NP_001357018.1", "rna": "NM_001370089.1"}, {"protein": "XP_054175514.1", "rna": "XM_054319539.1"}, {"protein": "XP_047294014.1", "rna": "XM_047438058.1"}, {"protein": "XP_011525940.1", "rna": "XM_011527638.3"}, {"protein": "NP_001357017.1", "rna": "NM_001370088.1"}, {"protein": "XP_054175515.1", "rna": "XM_054319540.1"}]}, "reporter": {"HG-U133_Plus_2": "212512_s_at", "HG-U95Av2": "40182_s_at", "HTA-2_0": "TC19000188.hg.1", "HuEx-1_0": "3820865", "HuGene-1_1": "8025766", "HuGene-2_1": "16858321"}, "summary": "This gene belongs to the protein arginine methyltransferase (PRMT) family. The encoded enzyme catalyzes the methylation of guanidino nitrogens of arginyl residues of proteins. The enzyme acts specifically on histones and other chromatin-associated proteins and is involved in regulation of gene expression. The enzyme may act in association with other proteins or within multi-protein complexes and may play a role in cell type-specific functions and cell lineage specification. A related pseudogene is located on chromosome 9. [provided by RefSeq, Aug 2013].", "symbol": "CARM1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1428067"}, "unigene": "Hs.323213", "uniprot": {"Swiss-Prot": "Q86X55", "TrEMBL": ["K7EK20", "K7EPK1", "A0AA34QVH5", "K7EQB9", "K7ERM3", "K7EQA8", "K7EIQ8"]}}