{"AllianceGenome": "1507", "HGNC": "1507", "MIM": "601532", "_id": "839", "_version": 1, "accession": {"genomic": ["AC004067.1", "AY254046.1", "CH471057.1", "CP068274.2", "KF457805.1", "NC_000004.12", "NC_060928.1", "NG_029187.2"], "protein": ["AAC50168.1", "AAC50169.1", "AAH00305.1", "AAH04460.1", "AAO63494.1", "EAX06244.1", "EAX06245.1", "NP_001217.2", "NP_116787.1", "P55212.2", "XP_047272200.1", "XP_047272201.1", "XP_054206943.1", "XP_054206944.1"], "rna": ["BC000305.2", "BC004460.1", "BM837197.1", "BX380795.2", "NM_001226.4", "NM_032992.3", "NR_133012.2", "U20536.1", "U20537.1", "XM_047416244.1", "XM_047416245.1", "XM_054350968.1", "XM_054350969.1"], "translation": [{"protein": "AAH04460.1", "rna": "BC004460.1"}, {"protein": "AAC50169.1", "rna": "U20537.1"}, {"protein": "XP_047272201.1", "rna": "XM_047416245.1"}, {"protein": "XP_047272200.1", "rna": "XM_047416244.1"}, {"protein": "XP_054206944.1", "rna": "XM_054350969.1"}, {"protein": "AAC50168.1", "rna": "U20536.1"}, {"protein": "NP_001217.2", "rna": "NM_001226.4"}, {"protein": "NP_116787.1", "rna": "NM_032992.3"}, {"protein": "XP_054206943.1", "rna": "XM_054350968.1"}, {"protein": "AAH00305.1", "rna": "BC000305.2"}]}, "alias": ["CSP-6", "MCH2", "caspase-6"], "ec": "3.4.22.59", "ensembl": {"gene": "ENSG00000138794", "protein": ["ENSP00000265164", "ENSP00000285333", "ENSP00000424080", "ENSP00000427669"], "transcript": ["ENST00000265164", "ENST00000352981", "ENST00000503684", "ENST00000505117", "ENST00000505486", "ENST00000507550", "ENST00000508203", "ENST00000510324"], "translation": [{"protein": "ENSP00000285333", "rna": "ENST00000352981"}, {"protein": "ENSP00000265164", "rna": "ENST00000265164"}, {"protein": "ENSP00000427669", "rna": "ENST00000503684"}, {"protein": "ENSP00000424080", "rna": "ENST00000505486"}], "type_of_gene": "protein_coding"}, "entrezgene": "839", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.47338565312, "exp_mis": 93.1809172703, "exp_syn": 41.1164939355, "lof_z": 1.11786670229034, "mis_z": 0.0598374932584569, "mu_lof": 6.30241760684e-07, "mu_mis": 8.50047636468e-06, "mu_syn": 3.66670537264e-06, "n_lof": 6.0, "n_mis": 92.0, "n_syn": 42.0, "p_li": 0.000855157619243091, "p_null": 0.210083502258106, "p_rec": 0.789061340122651, "syn_z": -0.0854186949852553}, "bp": 882, "cds_end": 110624551, "cds_start": 110610485, "n_exons": 7, "nonpsych": {"exp_lof": 8.4410998978, "exp_mis": 84.2044959035, "exp_syn": 37.0811647429, "lof_z": 1.16318741678457, "mis_z": 0.121172520689089, "mu_lof": 6.30241760684e-07, "mu_mis": 8.50047636468e-06, "mu_syn": 3.66670537264e-06, "n_lof": 5.0, "n_mis": 82.0, "n_syn": 37.0, "p_li": 0.00359844033987801, "p_null": 0.17656252913747, "p_rec": 0.819839030522652, "syn_z": 0.00839129264575479}, "nontcga": {"exp_lof": 8.70252876251, "exp_mis": 85.7134637082, "exp_syn": 37.8141878939, "lof_z": 1.23810352047712, "mis_z": 0.146018978951886, "mu_lof": 6.30241760684e-07, "mu_mis": 8.50047636468e-06, "mu_syn": 3.66670537264e-06, "n_lof": 5.0, "n_mis": 83.0, "n_syn": 38.0, "p_li": 0.00373046205445181, "p_null": 0.148762951424319, "p_rec": 0.847506586521229, "syn_z": -0.0191321593725664}, "transcript": "ENST00000265164.2"}, "exons": [{"cdsend": 109703395, "cdsstart": 109689329, "chr": "4", "position": [[109688627, 109689568], [109690849, 109691009], [109694524, 109694700], [109696409, 109696486], [109697621, 109697768], [109698299, 109698342], [109703355, 109703445]], "strand": -1, "transcript": "NM_001226", "txend": 109703445, "txstart": 109688627}, {"cdsend": 109703395, "cdsstart": 109689329, "chr": "4", "position": [[109688627, 109689568], [109690849, 109691009], [109694524, 109694700], [109703355, 109703445]], "strand": -1, "transcript": "NM_032992", "txend": 109703445, "txstart": 109688627}, {"cdsend": 109703445, "cdsstart": 109703445, "chr": "4", "position": [[109688627, 109689568], [109690849, 109691009], [109694524, 109694700], [109697621, 109697768], [109698299, 109698342], [109703355, 109703445]], "strand": -1, "transcript": "NR_133012", "txend": 109703445, "txstart": 109688627}], "exons_hg19": [{"cdsend": 110624551, "cdsstart": 110610485, "chr": "4", "position": [[110609783, 110610724], [110612005, 110612165], [110615680, 110615856], [110617565, 110617642], [110618777, 110618924], [110619455, 110619498], [110624511, 110624601]], "strand": -1, "transcript": "NM_001226", "txend": 110624601, "txstart": 110609783}, {"cdsend": 110624551, "cdsstart": 110610485, "chr": "4", "position": [[110609783, 110610724], [110612005, 110612165], [110615680, 110615856], [110624511, 110624601]], "strand": -1, "transcript": "NM_032992", "txend": 110624601, "txstart": 110609783}, {"cdsend": 110624601, "cdsstart": 110624601, "chr": "4", "position": [[110609783, 110610724], [110612005, 110612165], [110615680, 110615856], [110618777, 110618924], [110619455, 110619498], [110624511, 110624601]], "strand": -1, "transcript": "NR_133012", "txend": 110624601, "txstart": 110609783}], "generif": [{"pubmed": 12089322, "text": "identified executioner caspase-6 as a transcriptional target of p53. The mechanism involves DNA binding by p53 to the third intron of the caspase-6 gene and transactivation."}, {"pubmed": 12145703, "text": "Pro-CASP6 was the only proenzyme whose localization was limited to the cytosol in U937 cells during TPA-induced differentiation."}, {"pubmed": 15273717, "text": "ARK5 negatively regulates procaspase-6 by phosphorylation at Ser257, leading to resistance to the FasL/Fas system."}, {"pubmed": 15280469, "text": "induced and utilized by human Astrovirus Yuc8 to promote processing of the capsid precursor and dissemination of the viral particles in CAC0-2 cells."}, {"pubmed": 15321985, "text": "programmed cell death was executed by caspase 6 in Streptococcus pneumoniae infected lung epithelium"}, {"pubmed": 15356202, "text": "CASP-6 cleaves the N terminus of tau in vitro at D13, a semicanonical and hitherto undescribed caspase cleavage site in tau. This suggests a role for caspase-6 & N-terminal truncation of tau during neurofibrillary tangle & Alzheimer's disease progression."}, {"pubmed": 15511269, "text": "caspase-2, -6 and -7 expression in gastric cancer cells is decreased compared to in normal gastric mucosal cells"}, {"pubmed": 15654952, "text": "caspase 6 cleaves periplakin at an unconventional recognition site, amino acid sequence TVAD"}, {"pubmed": 16123779, "text": "results show that Csp-1 is an upstream positive regulator of Csp-6-mediated cell death in primary human neurons; also results suggest that the activation of Csp-1 must be accompanied by an apoptotic insult to induce Csp-6-mediated cell death"}, {"pubmed": 16135563, "text": "results suggest that splitting of BL41-E95-A cells induces de novo synthesis of a protein involved in the activation of casp-6 and casp-8, which cleaves 5-LO."}, {"pubmed": 16518869, "text": "caspase-6 and its cleavage of lamin A are critical in apoptotic signaling triggered by resveratrol in the colon carcinoma cells, which can be activated in the absence of Bax or p53"}, {"pubmed": 16948818, "text": "data indicate that the CASP6 gene is occasionally mutated in gastric and colorectal carcinomas; also, the data suggest the possibility that deficiency of caspase-6 expression might contribute to the pathogenesis of gastric cancers"}, {"pubmed": 16977583, "text": "Caspase-6 was overexpressed in 52.9% of the 210 cases studied, showing predominantly cyoplasmic with some nuclear staining."}, {"pubmed": 17392160, "text": "Active caspase-6 could be an early instigator of neuronal dysfunction."}, {"pubmed": 18155731, "text": "The experiments revealed that N induces the intrinsic apoptotic pathway, resulting in processing of N at residues 400 and 403 by caspase-6 and/or caspase-3."}, {"pubmed": 18497562, "text": "Resveratrol displays converse dose-related effects on fluorouracil-evoked colon cancer cell apoptosis: the role of CASP6 is reported."}, {"pubmed": 18762957, "text": "Expression of caspase 6 and caspase 14 genes were different between normal skin of keloid-prone individuals and normal skin of keloid-resistant patients."}, {"pubmed": 18820706, "text": "Caspase 6 cleaves cyclin B1 during mitotic catastrophe. Mitotic & apoptotic functions may be linked by caspase-dependent processing of mitotic activators."}, {"pubmed": 18946722, "text": "Report co-localization of hyperphosphorylated tau and caspases 3/6 in the brainstem of Alzheimer's disease patients."}, {"pubmed": 19022247, "text": "During hypoxia in tube-forming endothelial cells, caspase-7 is responsible for chromatin condensation and nuclear fragmentation while caspase-6 is responsible for DNA ladder formation."}, {"pubmed": 19052714, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19219602, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19269008, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19414860, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19694615, "text": "The crystal structure of caspase-6, a selective effector of axonal degeneration."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19897582, "text": "p53 activation enhances XIAP inhibition-induced cell death by promoting mitochondrial release of second mitochondria-derived activator of caspases (SMAC) and by inducing the expression of caspase-6."}, {"pubmed": 19915487, "text": "Casp-6 is activated in familial forms of Alzheimer disease, as previously observed in sporadic forms."}, {"pubmed": 20332099, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20402676, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20427671, "text": "results show that p97 is cleaved by Casp6 in Alzheimer's disease and suggest p97 cleavage as an important mechanism for ubiquitin proteasome system impairment"}, {"pubmed": 20437871, "text": "Data showed that prostate cancer and PIN cells display higher expression of the proapoptotic proteins caspase-6 and BNIP3 than normal cells."}, {"pubmed": 20606168, "text": "The NPM mutant specifically inhibits the activities of the cell-death proteases, caspase-6 and -8, through direct interaction with their cleaved, active forms, but not the immature procaspases."}, {"pubmed": 20661084, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20682790, "text": "These results imply that pro-Casp6b could negatively regulate pro-Casp6a activation in neurons and prevent Casp6a-mediated axonal degeneration."}, {"pubmed": 20702410, "text": "a central and so far underappreciated role of caspase-8 dimerization/dissociation in avoiding unwanted cell death by lethal amplification of caspase responses via the caspase-8, -3, -6 loop."}, {"pubmed": 20855536, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20890311, "text": "CASP6 can be activated and regulated through intramolecular self-cleavage."}, {"pubmed": 21098228, "text": "Intact IRAK-M is strongly expressed in resting alveolar macrophages but is cleaved in patients with pneumonia via neutrophil-mediated induction of CASP-6 activity."}, {"pubmed": 21111746, "text": "These data suggest that caspase-6 undergoes a significant conformational change upon substrate binding, adopting a structure that is more like canonical caspases."}, {"pubmed": 21317160, "text": "Data suggest that Casp4, Casp 6 and TNFSF10 are differentially expressed in potentially fertile and subfertile men and represent useful biomarkers for predicting male fertility in combination with P1 and P2."}, {"pubmed": 21621544, "text": "New crystal form of apo-caspase-6 is presented in canonical conformation by identifying the previous apostructure as a hydrogen-ion concentration (pH)-inactivated form of caspase-6."}, {"pubmed": 21936563, "text": "Caspase-6 cleaves human TERT at residues E129 and D637 as part of the apoptosis pathway in cultured cells."}, {"pubmed": 22433863, "text": "Results showed the inhibition mechanism of CASP6 phosphorylation and laid the foundation for a new strategy of rational CASP6 drug design."}, {"pubmed": 22683611, "text": "peptide binds at a tetramerization interface that is uniquely present in zymogen caspase-6, rather than binding into the active site, and acts via a new allosteric mechanism that promotes caspase tetramerization"}, {"pubmed": 22858542, "text": "Results demonstrate that in the absence of caspase 6 activity, intrinsic triggers of apoptosis induce the receptor-interacting-kinase-1-dependent production of pro-inflammatory cytokines."}, {"pubmed": 22891250, "text": "binding of zinc at the exosite is the primary route of inhibition, potentially locking caspase-6 into the inactive helical conformation."}, {"pubmed": 23402898, "text": "Caspase 6 activity in entorhinal cortex identifies aged individuals at risk for developing Alzheimer's disease."}, {"pubmed": 24058506, "text": "Significant associations have been found between CpG sites and patient sex, including DNA methylation in CASP6, a gene that may respond to estradiol treatment, and in HSD17B12, which encodes a sex steroid hormone."}, {"pubmed": 24070868, "text": "p53 activity is an important upstream regulator of caspase-6 activity in Huntington's disease."}, {"pubmed": 24265764, "text": "Caspase-6 is likely important in most tissues during early development but is less involved in adult tissues"}, {"pubmed": 24363090, "text": "Caspase-6 plays a role in activating caspase-3 in Tau truncation."}, {"pubmed": 24419379, "text": "In this study, the crystal structure of a full-length CASP6 zymogen mutant, proCASP6H121A, was solved."}, {"pubmed": 24727569, "text": "axon regeneration promoted by suppression of CASP2 and CASP6 is CNTF-dependent and mediated through the JAK/STAT signalling pathway"}, {"pubmed": 24810717, "text": "unmodified STAT1 is cleaved at multiple sites by caspase-3 and caspase-6 in malignant undifferentiated hematopoietic cells"}, {"pubmed": 26505998, "text": "The ability of sox11 to reduce effector caspase activity was also reflected in its capacity to reduce cell death following toxic insult. Interestingly, other sox proteins also had the ability to reduce caspase-6 activity but to a lesser extent than sox11"}, {"pubmed": 26908611, "text": "Results identified novel members of the CASP6 interactome and demonstrate that a number of them are involved in key signaling pathways observed in neurodegenerative diseases."}, {"pubmed": 27633091, "text": "Following specific binding to and internalization into HER2-overexpressing tumor cells, the e23sFv-Fdt-casp6 protein induced tumor cell apoptosis and inhibited the proliferation of HER2-overexpressing A172 and U251MG cells in vitro, but not in U87MG cells with undetectable HER2"}, {"pubmed": 27931265, "text": "Results support the possibility that the Casp6 activity in the anterior olfactory nucleus of the olfactory bulb reflects degeneration in the entorhinal cortex and suggest that Casp6 activity in the olfactory bulb could represent degeneration associated with cognitive decline and early Alzheimer disease."}, {"pubmed": 28154009, "text": "Caspase-6 undergoes helix-strand transition upon substrate binding. Caspase-6 shows distinctive conformational dynamics in its 130's region Local pKa Values of Key Amino Acid Residues within the 130's Region Vary between the Unliganded (Helical) and the VEID-bound (Strand) States of Caspase-6 ."}, {"pubmed": 28659495, "text": "SMSr is a novel and specific substrate of caspase-6, a non-conventional effector caspase implicated in Huntington's and Alzheimer's diseases."}, {"pubmed": 28726391, "text": "These data suggest that caspase-6 deactivating mutations may contribute to multifactorial carcinogenic transformations."}, {"pubmed": 28864531, "text": "The prodomain region was found to be intrinsically disordered independent of the activation state of caspase-6; however, its complete removal resulted in the protection of the adjacent 26-32 region, suggesting that this region may play a regulatory role. The molecular details of caspase-6 dynamics in solution provide a comprehensive scaffold for strategic design of therapeutic approaches for neurodegenerative disorders."}, {"pubmed": 29535332, "text": "Results show that two Casp6 variants, Casp6-G66R and Casp6-R65W, have less self-processing and exogenous proteolytic activity than Casp6-WT and reveal a novel regulatory area of Casp6 activity. Furthermore, the existence of these Casp6 variants suggests that full Casp6 activity may be dispensable in humans."}, {"pubmed": 30420425, "text": "have identified an exosite on caspase-6 that is critical for protein substrate recognition and turnover and therefore highly relevant for diseases such as cancer in which caspase-6-mediated apoptosis is often disrupted, and in neurodegeneration in which caspase-6 plays a central role."}, {"pubmed": 30940883, "text": "Identification of Allosteric Inhibitors against Active Caspase-6."}, {"pubmed": 33649324, "text": "Caspase-6-cleaved Tau fails to induce Tau hyperphosphorylation and aggregation, neurodegeneration, glial inflammation, and cognitive deficits."}, {"pubmed": 34135352, "text": "Rare CASP6N73T variant associated with hippocampal volume exhibits decreased proteolytic activity, synaptic transmission defect, and neurodegeneration."}, {"pubmed": 36814103, "text": "Caspase-6 is a key regulator of cross-talk signal way in PANoptosis in cancer."}, {"pubmed": 36882663, "text": "Dissection of pyroptosis-related prognostic signature and CASP6-mediated regulation in pancreatic adenocarcinoma: new sights to clinical decision-making."}, {"pubmed": 37070911, "text": "Role of cited-1 and caspase-6 expression in HELLP syndrome."}, {"pubmed": 37828624, "text": "Caspase 6 promotes innate immune activation by functional crosstalk between RIPK1-IkappaBalpha axis in liver inflammation."}, {"pubmed": 38967580, "text": "NUAK1 promotes metabolic dysfunction-associated steatohepatitis progression by activating Caspase 6-driven pyroptosis and inflammation."}], "genomic_pos": {"chr": "4", "end": 109703583, "ensemblgene": "ENSG00000138794", "start": 109688622, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 110624739, "start": 110609785, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002218", "pubmed": 32298652, "qualifier": "involved_in", "term": "activation of innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006508", "pubmed": 12888622, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006915", "pubmed": 7796396, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016540", "pubmed": 19133298, "qualifier": "involved_in", "term": "protein autoprocessing"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030855", "pubmed": 21492153, "qualifier": "involved_in", "term": "epithelial cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 32298652, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043067", "pubmed": 27911442, "qualifier": "involved_in", "term": "regulation of programmed cell death"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043525", "qualifier": "involved_in", "term": "positive regulation of neuron apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060545", "pubmed": 32298652, "qualifier": "involved_in", "term": "positive regulation of necroptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070269", "pubmed": 32298652, "qualifier": "involved_in", "term": "pyroptotic inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072332", "pubmed": 22858542, "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway by p53 class mediator"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072734", "pubmed": 22253444, "qualifier": "involved_in", "term": "cellular response to staurosporine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097194", "qualifier": "involved_in", "term": "execution phase of apoptosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097284", "pubmed": 32029622, "qualifier": "involved_in", "term": "hepatocyte apoptotic process"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 27911442, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 27911442, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 17167422, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004197", "pubmed": [19133298, 24904167, 27032039, 27911442], "qualifier": "enables", "term": "cysteine-type endopeptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12888622, 18408014, 18723680, 25241761, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008234", "pubmed": 7796396, "qualifier": "enables", "term": "cysteine-type peptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [20890311, 21988832, 25416956, 31515488, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0097153", "pubmed": [22858542, 32029622], "qualifier": "enables", "term": "cysteine-type endopeptidase activity involved in apoptotic process"}, {"category": "MF", "evidence": "ISS", "id": "GO:0097153", "qualifier": "enables", "term": "cysteine-type endopeptidase activity involved in apoptotic process"}, {"category": "MF", "evidence": "IBA", "id": "GO:0097200", "qualifier": "enables", "term": "cysteine-type endopeptidase activity involved in execution phase of apoptosis"}, {"category": "MF", "evidence": "IMP", "id": "GO:0097200", "pubmed": 22253444, "qualifier": "enables", "term": "cysteine-type endopeptidase activity involved in execution phase of apoptosis"}]}, "homologene": {"genes": [[7955, 552927], [8364, 496478], [9031, 395477], [9544, 698788], [9598, 736606], [9606, 839], [9615, 487899], [9913, 538409], [10090, 12368], [10116, 83584]], "id": 37455}, "interpro": [{"desc": "Peptidase C14, p20 domain", "id": "IPR001309", "short_desc": "Pept_C14_p20"}, {"desc": "Caspase-like domain superfamily", "id": "IPR029030", "short_desc": "Caspase-like_dom_sf"}, {"desc": "Peptidase C14, caspase non-catalytic subunit p10", "id": "IPR002138", "short_desc": "Pept_C14_p10"}, {"desc": "Peptidase C14 family", "id": "IPR002398", "short_desc": "Pept_C14"}, {"desc": "Peptidase C14, caspase domain", "id": "IPR011600", "short_desc": "Pept_C14_caspase"}, {"desc": "Peptidase C14A, caspase catalytic domain", "id": "IPR015917", "short_desc": "Pept_C14A"}, {"desc": "Peptidase family C14A, His active site", "id": "IPR016129", "short_desc": "Caspase_his_AS"}, {"desc": "Peptidase family C14A, cysteine active site", "id": "IPR033139", "short_desc": "Caspase_cys_AS"}], "ipi": ["IPI00023876", "IPI00217208", "IPI00966602", "IPI00966630"], "map_location": "4q25", "name": "caspase 6", "other_names": ["apoptotic protease MCH-2", "caspase 6, apoptosis-related cysteine peptidase", "caspase 6, apoptosis-related cysteine protease", "caspase-6", "mammalian Ced-3 homologue 2"], "pantherdb": {"HGNC": "1507", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1312921", "ortholog_type": "LDO", "panther_family": "PTHR10454", "taxid": 10090, "uniprot_kb": "O08738"}, {"RGD": "70967", "ortholog_type": "LDO", "panther_family": "PTHR10454", "taxid": 10116, "uniprot_kb": "O35397"}, {"Ensembl": "ENSGALG00000012186", "ortholog_type": "LDO", "panther_family": "PTHR10454", "taxid": 9031, "uniprot_kb": "F1NEL6"}, {"ZFIN": "ZDB-GENE-041010-48", "ortholog_type": "O", "panther_family": "PTHR10454", "taxid": 7955, "uniprot_kb": "F1RB78"}, {"ZFIN": "ZDB-GENE-060312-12", "ortholog_type": "O", "panther_family": "PTHR10454", "taxid": 7955, "uniprot_kb": "A0A2R8QR00"}, {"ZFIN": "ZDB-GENE-030825-4", "ortholog_type": "LDO", "panther_family": "PTHR10454", "taxid": 7955, "uniprot_kb": "A0A2R8QDS2"}, {"FlyBase": "FBgn0033659", "ortholog_type": "O", "panther_family": "PTHR10454", "taxid": 7227, "uniprot_kb": "Q7KHI6"}, {"FlyBase": "FBgn0033051", "ortholog_type": "O", "panther_family": "PTHR10454", "taxid": 7227, "uniprot_kb": "Q7KHK9"}, {"FlyBase": "FBgn0028381", "ortholog_type": "O", "panther_family": "PTHR10454", "taxid": 7227, "uniprot_kb": "Q9VET9"}, {"FlyBase": "FBgn0019972", "ortholog_type": "O", "panther_family": "PTHR10454", "taxid": 7227, "uniprot_kb": "O01382"}, {"FlyBase": "FBgn0010501", "ortholog_type": "O", "panther_family": "PTHR10454", "taxid": 7227, "uniprot_kb": "O02002"}], "uniprot_kb": "P55212"}, "pathway": {"biocarta": [{"id": "caspasepathway", "name": "caspase cascade in apoptosis"}, {"id": "chemicalpathway", "name": "apoptotic signaling in response to dna damage"}, {"id": "deathpathway", "name": "induction of apoptosis through dr3 and dr4/5 death receptors"}, {"id": "hivnefpathway", "name": "hiv-1 nef: negative effector of fas and tnf"}, {"id": "irespathway", "name": "internal ribosome entry pathway"}, {"id": "plk3pathway", "name": "regulation of cell cycle progression by plk3"}, {"id": "tffpathway", "name": "trefoil factors initiate mucosal healing"}, {"id": "wnvpathway", "name": "west nile virus"}], "kegg": [{"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, {"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "hivnefpathway", "name": "HIV-1 Nef: Negative effector of Fas and TNF-alpha"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "p75ntrpathway", "name": "p75(NTR)-mediated signaling"}], "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-111465", "name": "Apoptotic cleavage of cellular proteins"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-264870", "name": "Caspase-mediated cleavage of cytoskeletal proteins"}, {"id": "R-HSA-352238", "name": "Breakdown of the nuclear lamina"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5633008", "name": "TP53 Regulates Transcription of Cell Death Genes"}, {"id": "R-HSA-6803207", "name": "TP53 Regulates Transcription of Caspase Activators and Caspases"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-75153", "name": "Apoptotic execution phase"}], "wikipathways": [{"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP2371", "name": "Parkinson,s disease pathway"}, {"id": "WP2507", "name": "Nanomaterial induced apoptosis"}, {"id": "WP254", "name": "Apoptosis"}, {"id": "WP314", "name": "Fas ligand pathway and stress induction of heat shock proteins"}, {"id": "WP384", "name": "Apoptosis Modulation by HSP70"}, {"id": "WP4298", "name": "Acute viral myocarditis"}]}, "pdb": ["2WDP", "3K7E", "3NKF", "3NR2", "3OD5", "3P45", "3P4U", "3QNW", "3S70", "3S8E", "3V6L", "3V6M", "4EJF", "4FXO", "4HVA", "4IYR", "4N5D", "4N6G", "4N7J", "4N7M", "4NBK", "4NBL", "4NBN", "6DEU", "6DEV", "8EG5", "8EG6", "8F78", "8F96", "8F97", "8F98", "8F99", "8F9A", "8F9B", "8F9C", "8F9D", "8FBV"], "pfam": "PF00656", "pharmgkb": "PA26090", "pharos": {"target_id": 14581, "tdl": "Tchem"}, "prosite": ["PS50207", "PS50208"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246799", "relationship": "is"}, {"id": "GNF246800", "relationship": "is"}, {"id": "GNF246801", "relationship": "is"}, {"id": "GNF246802", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161447", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031771", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080580", "relationship": "is"}, {"id": "GNF080581", "relationship": "is"}, {"id": "GNF080582", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051318", "relationship": "is"}, {"id": "GNF056084", "relationship": "is"}, {"id": "GNF060799", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065717", "relationship": "is"}, {"id": "GNF065718", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282809", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283736", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF002131", "relationship": "is"}, {"id": "GNF131310", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094898", "relationship": "is"}, {"id": "GNF134555", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_029187.2"], "protein": ["NP_001217.2", "NP_116787.1", "XP_047272200.1", "XP_047272201.1", "XP_054206943.1", "XP_054206944.1"], "rna": ["NM_001226.4", "NM_032992.3", "NR_133012.2", "XM_047416244.1", "XM_047416245.1", "XM_054350968.1", "XM_054350969.1"], "translation": [{"protein": "XP_047272201.1", "rna": "XM_047416245.1"}, {"protein": "XP_047272200.1", "rna": "XM_047416244.1"}, {"protein": "XP_054206944.1", "rna": "XM_054350969.1"}, {"protein": "NP_001217.2", "rna": "NM_001226.4"}, {"protein": "NP_116787.1", "rna": "NM_032992.3"}, {"protein": "XP_054206943.1", "rna": "XM_054350968.1"}]}, "reporter": {"HG-U133_Plus_2": ["209790_s_at", "211464_x_at"], "HG-U95Av2": "35662_at", "HG-U95B": "45969_at", "HTA-2_0": "TC04001464.hg.1", "HuEx-1_0": ["2781693", "2781711"], "HuGene-1_1": "8102311", "HuGene-2_1": "16978959"}, "summary": "This gene encodes a member of the cysteine-aspartic acid protease (caspase) family of enzymes. Sequential activation of caspases plays a central role in the execution-phase of cell apoptosis. Caspases exist as inactive proenzymes which undergo proteolytic processing at conserved aspartic acid residues to produce two subunits, large and small, that dimerize to form the active enzyme. This protein is processed by caspases 7, 8 and 10, and is thought to function as a downstream enzyme in the caspase activation cascade. Alternative splicing of this gene results in multiple transcript variants that encode different isoforms. [provided by RefSeq, Oct 2015].", "symbol": "CASP6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332665"}, "unigene": "Hs.654616", "uniprot": {"Swiss-Prot": "P55212", "TrEMBL": ["D6RBM3", "D6RHU3"]}, "wikipedia": {"url_stub": "Caspase 6"}}