{"AllianceGenome": "1527", "HGNC": "1527", "MIM": "601047", "_id": "857", "_version": 1, "accession": {"genomic": ["AC006159.3", "AF019742.1", "AF125348.1", "AH007568.2", "AJ133269.1", "CH236947.1", "CH471070.1", "CP068271.2", "NC_000007.14", "NC_060931.1", "NG_012051.1"], "protein": ["AAB82538.1", "AAD23745.1", "AAD34722.1", "AAH09685.1", "AAH82246.1", "AAP35807.1", "AAQ13608.1", "AAX07830.1", "ABW22625.1", "ABW22626.1", "BAD93163.1", "BAF83560.1", "BAG70098.1", "BAG70230.1", "CAA79476.1", "CAB63654.1", "EAL24360.1", "EAW83503.1", "EAW83504.1", "EAW83505.1", "NP_001166366.1", "NP_001166367.1", "NP_001166368.1", "NP_001744.2", "Q03135.4"], "rna": ["AB209926.1", "AB451284.1", "AB451416.1", "AF070648.1", "AF074993.1", "AF172085.1", "AI878826.1", "AK290871.1", "AK307501.1", "AL133639.1", "AY762103.1", "BC006432.1", "BC009685.1", "BC082246.1", "BG170208.1", "BT007143.1", "DA477166.1", "DA943080.1", "DB266251.1", "EF179102.1", "EF649773.1", "EF649774.1", "NM_001172895.1", "NM_001172896.2", "NM_001172897.2", "NM_001753.5", "Z18951.1"], "translation": [{"protein": "NP_001744.2", "rna": "NM_001753.5"}, {"protein": "BAG70098.1", "rna": "AB451284.1"}, {"protein": "AAH82246.1", "rna": "BC082246.1"}, {"protein": "AAP35807.1", "rna": "BT007143.1"}, {"protein": "BAD93163.1", "rna": "AB209926.1"}, {"protein": "BAG70230.1", "rna": "AB451416.1"}, {"protein": "AAH09685.1", "rna": "BC009685.1"}, {"protein": "NP_001166366.1", "rna": "NM_001172895.1"}, {"protein": "NP_001166368.1", "rna": "NM_001172897.2"}, {"protein": "NP_001166367.1", "rna": "NM_001172896.2"}, {"protein": "CAA79476.1", "rna": "Z18951.1"}, {"protein": "ABW22625.1", "rna": "EF649773.1"}, {"protein": "ABW22626.1", "rna": "EF649774.1"}, {"protein": "AAQ13608.1", "rna": "AF172085.1"}, {"protein": "AAX07830.1", "rna": "AY762103.1"}, {"protein": "BAF83560.1", "rna": "AK290871.1"}]}, "alias": ["BSCL3", "CGL3", "LCCNS", "MSTP085", "PPH3", "VIP21"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "limited", "classification_date": "2023-12-21T17:00:00.000Z", "disease_label": "amyotrophic lateral sclerosis", "gcep": "Amyotrophic Lateral Sclerosis Spectrum Disorders Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0004976", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_cab41529-d295-466c-8821-75a16bb12c38-2023-12-21T170000.000Z", "sop": "SOP10"}, {"classification": "definitive", "classification_date": "2022-11-23T17:00:00.000Z", "disease_label": "pulmonary arterial hypertension", "gcep": "Pulmonary Hypertension Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0015924", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_1f4c3d64-7993-4196-a002-6cc9904a4360-2022-11-23T170000.000Z", "sop": "SOP9"}]}, "ensembl": {"gene": "ENSG00000105974", "protein": ["ENSP00000339191", "ENSP00000377110", "ENSP00000377111", "ENSP00000377113", "ENSP00000384348", "ENSP00000389033", "ENSP00000409541", "ENSP00000479447"], "transcript": ["ENST00000341049", "ENST00000393467", "ENST00000393468", "ENST00000393470", "ENST00000405348", "ENST00000451122", "ENST00000456473", "ENST00000489856", "ENST00000614113"], "translation": [{"protein": "ENSP00000479447", "rna": "ENST00000614113"}, {"protein": "ENSP00000377113", "rna": "ENST00000393470"}, {"protein": "ENSP00000409541", "rna": "ENST00000451122"}, {"protein": "ENSP00000339191", "rna": "ENST00000341049"}, {"protein": "ENSP00000384348", "rna": "ENST00000405348"}, {"protein": "ENSP00000389033", "rna": "ENST00000456473"}, {"protein": "ENSP00000377111", "rna": "ENST00000393468"}, {"protein": "ENSP00000377110", "rna": "ENST00000393467"}], "type_of_gene": "protein_coding"}, "entrezgene": "857", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.70048933, "exp_mis": 76.3390248, "exp_syn": 37.988593, "lof_z": 0.776948204682718, "mis_z": 1.47449322159272, "mu_lof": 3.03895574e-07, "mu_mis": 6.62668589499e-06, "mu_syn": 3.24189254895e-06, "n_lof": 3.0, "n_mis": 50.0, "n_syn": 21.0, "p_li": 0.0187079719750825, "p_null": 0.250554415125596, "p_rec": 0.730737612899321, "syn_z": 1.70875663569527}, "bp": 537, "cds_end": 116199341, "cds_start": 116165116, "n_exons": 3, "nonpsych": {"exp_lof": 4.1924897, "exp_mis": 69.0322793, "exp_syn": 34.321442, "lof_z": 0.57196652328507, "mis_z": 1.76244941146365, "mu_lof": 3.03895574e-07, "mu_mis": 6.62668589499e-06, "mu_syn": 3.24189254895e-06, "n_lof": 3.0, "n_mis": 40.0, "n_syn": 22.0, "p_li": 0.0164252238574512, "p_null": 0.306200108860709, "p_rec": 0.677374667281839, "syn_z": 1.32416526937856}, "nontcga": {"exp_lof": 4.31841602, "exp_mis": 70.2258736, "exp_syn": 34.94347913, "lof_z": 0.625851755610998, "mis_z": 1.32135671531617, "mu_lof": 3.03895574e-07, "mu_mis": 6.62668589499e-06, "mu_syn": 3.24189254895e-06, "n_lof": 3.0, "n_mis": 48.0, "n_syn": 19.0, "p_li": 0.0162860377423499, "p_null": 0.279169481594326, "p_rec": 0.704544480663324, "syn_z": 1.70774235665198}, "transcript": "ENST00000341049.2"}, "exons": [{"cdsend": 116559287, "cdsstart": 116526587, "chr": "7", "position": [[116525008, 116525805], [116526524, 116526689], [116558945, 116561185]], "strand": 1, "transcript": "NM_001172895", "txend": 116561185, "txstart": 116525008}, {"cdsend": 116559287, "cdsstart": 116526587, "chr": "7", "position": [[116526361, 116526689], [116558945, 116561178]], "strand": 1, "transcript": "NM_001172896", "txend": 116561178, "txstart": 116526361}, {"cdsend": 116559287, "cdsstart": 116526587, "chr": "7", "position": [[116526361, 116526388], [116526524, 116526689], [116558945, 116561178]], "strand": 1, "transcript": "NM_001172897", "txend": 116561178, "txstart": 116526361}, {"cdsend": 116559287, "cdsstart": 116525062, "chr": "7", "position": [[116525035, 116525092], [116526524, 116526689], [116558945, 116561178]], "strand": 1, "transcript": "NM_001753", "txend": 116561178, "txstart": 116525035}], "exons_hg19": [{"cdsend": 116199341, "cdsstart": 116166641, "chr": "7", "position": [[116165062, 116165859], [116166578, 116166743], [116198999, 116201239]], "strand": 1, "transcript": "NM_001172895", "txend": 116201239, "txstart": 116165062}, {"cdsend": 116199341, "cdsstart": 116166641, "chr": "7", "position": [[116166415, 116166743], [116198999, 116201232]], "strand": 1, "transcript": "NM_001172896", "txend": 116201232, "txstart": 116166415}, {"cdsend": 116199341, "cdsstart": 116166641, "chr": "7", "position": [[116166415, 116166442], [116166578, 116166743], [116198999, 116201232]], "strand": 1, "transcript": "NM_001172897", "txend": 116201232, "txstart": 116166415}, {"cdsend": 116199341, "cdsstart": 116165116, "chr": "7", "position": [[116165089, 116165146], [116166578, 116166743], [116198999, 116201232]], "strand": 1, "transcript": "NM_001753", "txend": 116201232, "txstart": 116165089}], "generif": [{"pubmed": 11748236, "text": "Caveolin-1 expression enhances endothelial capillary tubule formation"}, {"pubmed": 11845324, "text": "CAV1 was found in liver endothelial cells and in Kupffer cells (liver non-parenchymal cells)."}, {"pubmed": 11915322, "text": "forms a cholesterol complex and transports it from the endoplasmic reticulum to the cell membrane; activates signal transduction molecules"}, {"pubmed": 11920460, "text": "over-expression is associated with lymph node metastasis and worse prognosis after surgery in esophageal squamous cell carcinoma"}, {"pubmed": 12011038, "text": "Neu3 functions as a caveolin-related signaling molecule within caveolin-rich microdomains"}, {"pubmed": 12138116, "text": "Data show that ER alpha and not ER beta silences caveolin-1/-2 expression in an epigenetic fashion in neuronal cells."}, {"pubmed": 12176037, "text": "Some protein tyrosine phosphatases form molecular complexes with caveolin-1 in lipid rafts"}, {"pubmed": 12185081, "text": "regulation of expression and secretion by a protein kinase c epsilon signaling pathway in human prostate cancer cells"}, {"pubmed": 12186899, "text": "data show that coexpression of caveolin can markedly inhibit expression of HIV proviral DNA and establish that the inhibition is mediated by the hydrophobic, membrane-associated domain"}, {"pubmed": 12235142, "text": "Data show that IL-6/raft/STAT3 signaling is a chaperoned pathway that involves caveolin-1 and HSP90 as accessory proteins and suggest a mechanism for the preservation of this signaling during fever."}, {"pubmed": 12354760, "text": "both the caveolin-1/EGFR association and EGF-induced tyrosine phosphorylation of caveolin-1 are modulated by ganglioside GM3"}, {"pubmed": 12359771, "text": "Endostatin associates with integrin alpha5beta1 and caveolin-1, and activates Src via a tyrosyl phosphatase-dependent pathway in human endothelial cells."}, {"pubmed": 12368209, "text": "data clearly implicate loss of functional Cav-1 in the pathogenesis of mammary epithelial cell hyperplasia"}, {"pubmed": 12372346, "text": "Caveolin-1 phosphorylation in human squamous cell carcinoma is dependent on ErbB1 expression and Src activation."}, {"pubmed": 12401329, "text": "In the cerebral cortex caveolin-1 is expressed by all the cell types that form the vascular wall, endothelial cells, pericytes, and vascular astrocytes in vivo."}, {"pubmed": 12414512, "text": "Up-regulated caveolin-1 accentuates the metastasis capability of lung adenocarcinoma by inducing filopodia formation."}, {"pubmed": 12562842, "text": "basal and SR-BI-stimulated free cholesterol efflux to HDL and liposomes and SR-BI-mediated selective uptake of HDL cholesteryl ester are not affected by caveolin-1 expression"}, {"pubmed": 12606314, "text": "Caveolae plays a role in signal-transducing function of cardiac Na+/K+-ATPase."}, {"pubmed": 12648214, "text": "caveolin-1 may play a role in lamellar granule assembly, trafficking, and/or function."}, {"pubmed": 12694195, "text": "interacts with endothlin b receptor"}, {"pubmed": 12711000, "text": "ERalpha co-activator caveolin is negatively regulated by the steroid receptor itself"}, {"pubmed": 12716887, "text": "Caveolin-1 may modify the biosynthetic pathway of sugar chains via the regulation of the intra-Golgi subcompartment localization of N-acetylglucosaminyltransferase III"}, {"pubmed": 12730243, "text": "caveolin has a role in recovery from cell sensecence"}, {"pubmed": 12732636, "text": "Caveolin-1 contributes to assembly of store-operated Ca2+ influx channels by regulating plasma membrane localization of TRPC1."}, {"pubmed": 12737162, "text": "Caveolin-1 expression is an independent positive prognostic factor for survival in extrahepatic bile duct carcinoma."}, {"pubmed": 12810205, "text": "A statistically significant difference in the expression of caveolin-1 between oncocytoma with a mean labeling index of 91.7 and other malignant renal tumors with a lower mean labeling index possibly implicates this peptide in oncocytoma pathogenesis."}, {"pubmed": 12813462, "text": "PPARgamma & caveolin-1 may coexist in a complex. PPARgamma participates in the regulation of caveolin gene expression in human carcinoma cells. Caveolin-1 may mediate some of the phenotypic changes induced by PPAR-G in cancer cells."}, {"pubmed": 12816877, "text": "Caveolin-1 is an inhibitor of platelet-derived growth factor (PDGF) proliferative responses and might be capable of transforming PDGF-induced proliferative signals into death signals."}, {"pubmed": 12888893, "text": "CAV-1 gene can be inactivated through mutations and does not play a role in the development of cervical cancer"}, {"pubmed": 14612902, "text": "cytoplasmic overexpression of caveolin-1 predicts a poor prognosis in renal cell carcinoma"}, {"pubmed": 14645548, "text": "Akt activities are largely responsible for cav-1-mediated cell survival"}, {"pubmed": 14660607, "text": "caveolin-1 has a role in mediating astrocyte responses to MCP-1"}, {"pubmed": 14706341, "text": "negative regulation of caveolin-1 plays a central role in the complex cellular changes leading to metastasis"}, {"pubmed": 14707126, "text": "caveolin-1 associates with CD147, in a complex distinct from CD147-alpha(3) integrin complexes, thereby diminishing both CD147 clustering and CD147-dependent MMP-1-inducing activity"}, {"pubmed": 14719121, "text": "inactivation of Caveolin-1 by a mutation or by reduced expression may play a role in the pathogenesis of oral cancer"}, {"pubmed": 14729661, "text": "overexpression of caveolin-1 in hepatic cells stimulates cholesterol efflux by enhancing transfer of cholesterol to cholesterol-rich domains in the plasma membrane."}, {"pubmed": 14963033, "text": "Ouabain assembles signaling cascades through the caveolar Na+/K+-ATPase."}, {"pubmed": 14981899, "text": "Cav-1 haploinsufficiency in human breast epithelial cells can lead to partial transformation."}, {"pubmed": 15064242, "text": "Nitric oxide concentrations could impact on capillary formation via a combination of direct effects on MMP activation and by altering the distribution or abundance of Cav-1 in tumor angiogenesis."}, {"pubmed": 15069532, "text": "caveolin-1 is overexpressed in experimental colon adenocarcinoma by comparison to adjacent normal mucosa, and its expression in human colon cancer cells is directly associated with the growth rate"}, {"pubmed": 15190056, "text": "Cav-1 has a role in regulating the functional activity of 5-HT(2A) serotonin receptors and Galpha(q)-coupled receptors"}, {"pubmed": 15201341, "text": "caveolin-1 can inhibit the conversion of LG-CD147 (low glycoform-CD147) to HG-CD147 (high glycoform-CD147)"}, {"pubmed": 15205342, "text": "Results suggest different roles for CAV1 in SCLC, where CAV1 acts like a tumor suppressor gene, and NSCLC, where it appears required for survival and growth."}, {"pubmed": 15219854, "text": "phosphorylation was found in both the acetylated and non-acetylated variants of caveolin-1beta. This variability in modifications is consistent with critical involvement of the N-terminal domain of caveolin in the regulation of caveolae"}, {"pubmed": 15234566, "text": "review of coordination of caveolin-1 gene expression regulation with that of MDR1 in cancer cells"}, {"pubmed": 15234575, "text": "In four different groups of marrow samples (20 normal, 56 acute myeloid leukemias (AML) at diagnosis, 48 AMLs at relapse, and 51 regenerating marrows), caveolin-1 and MDR-1 gene expressions were positively correlated"}, {"pubmed": 15240128, "text": "Our data demonstrate for the first time that the reduction of the plasma membrane cholesterol level induced by overexpressing caveolin-1 may indirectly inhibit P-gp transport activity by increasing plasma membrane fluidity."}, {"pubmed": 15263006, "text": "caveolin-1 plays an important role in senescence-associated morphological changes by regulating focal adhesion kinase activity and actin stress fiber formation in the senescent cells."}, {"pubmed": 15274335, "text": "Aberrant promoter methylation of the caveolin-1 gene may occur at the precancerous stage, regulated by gender-related factors and is associated with gene silencing of caveolin-1 in the development of colorectal cancer."}, {"pubmed": 15314095, "text": "a functional peroxisome proliferator response element in the cav-1 promoter is activated upon rosiglitazone treatment in THP-1 macrophages"}, {"pubmed": 15334058, "text": "Caveolin-1 regulates primary breast tumor growth and spontaneous metastasis of breast cancer."}, {"pubmed": 15353589, "text": "results suggest that CD26-caveolin-1 interaction plays a role in the up-regulation of CD86 on TT-loaded monocytes and subsequent engagement with CD28 on T cells, leading to antigen-specific T cell activation"}, {"pubmed": 15375584, "text": "role of aberrant promoter methylation in the regulation of caveolin-1 gene in breast cancer correlated with clinical findings"}, {"pubmed": 15458387, "text": "caveolin-1 expression was increased upon induction or over-expression of FOXO factors at both mRNA and protein levels"}, {"pubmed": 15466865, "text": "association of MT1-MMP with phosphorylated caveolin-1 occurs in caveolae membranes and involves the cytoplasmic domain of MT1-MMP"}, {"pubmed": 15466889, "text": "Caveolin-1 and MAL are located on prostasomes secreted by prostate cancer cells"}, {"pubmed": 15485671, "text": "Caveolin-1 clusters at cell-cell contacts after assembly of alpha-hemolysin into heptameric oligomers"}, {"pubmed": 15485672, "text": "facile penetration of alpha-HL's beta-barrel might occur through protein-protein interactions with the surrounding 7 alpha-helices of Caveolin-1"}, {"pubmed": 15496150, "text": "Overexpression of caveolin-1 in mesangial cells suppresses MAP kinase activation and cell proliferation induced by bFGF and PDGF, two major cytokines in mesangioproliferative nephritis(MN). Caveolin-1 expression vector is potential therapy for MN."}, {"pubmed": 15504729, "text": "potential role of caveolin polarity in lamellipod extension and cell migration."}, {"pubmed": 15531587, "text": "identiication of KLF11 as a dominant repressor of calveolin-1 gene"}, {"pubmed": 15590415, "text": "The caveolin 1 was found in the endothelial cells of 10-week-old human placenta."}, {"pubmed": 15592498, "text": "Caveolin-1 in human breast cancer cells enhances matrix-independent cell survival that is mediated by upregulation of IGF-I receptor expression and signaling."}, {"pubmed": 15657086, "text": "Caveolin-1 inhibits the activation of BMP type IA receptor in preformed hetero-oligomer complexes by binding to BMP type II receptor."}, {"pubmed": 15665033, "text": "caveolin-1 (CAV-1) functions as a scaffolding protein for phosphofructokinase (PFK)"}, {"pubmed": 15691837, "text": "Results demonstrate that a branched signaling pathway involving MEK, ERK, PKCepsilon, PKCalpha, and caveolin-1 regulates collagen expression in normal lung tissue and is perturbed during fibrosis."}, {"pubmed": 15703204, "text": "Actin cytoskeleton is involved as part of a caveolar complex in the regulation of myometrial maxi-K channel function."}, {"pubmed": 15769846, "text": "The downregulation of caveolin-1 in HCT 116 cells inhibited degradation of the extracellular matrix protein collagen IV and the invasion of these cells through Matrigel."}, {"pubmed": 15811424, "text": "When we overexpressed caveolin-1 in young mesenchymal stem cells, not only insulin signaling but also adipogenic differentiation was significantly suppressed with down-regulated PPARgamma2."}, {"pubmed": 15817451, "text": "caveolin regulates the inhibition by cell-bound TFPI of the active protease production by the extrinsic pathway of coagulation"}, {"pubmed": 15948133, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15948133, "text": "This is the first report providing evidence for CAV-1 being involved in predisposition to aggressive prostate cancer"}, {"pubmed": 15958730, "text": "unique features of CAV1 phosphorylation on oxidative stress observed implicate an important role of CAV1 in placental endothelial cell biology during pregnancy."}, {"pubmed": 15968725, "text": "increased expression of caveolins in proliferating bile ductules in primary biliary cirrhosis may be related to the homeostasis of cholesterol transport in regenerating bile ductules in liver"}, {"pubmed": 15969750, "text": "Cav-1 expression inhibits ras homolog gene family, member C GTPase activation and subsequent activation of the p38 MAPK pathway in primary pancreatic cancer cells thus restricting migration and invasion"}, {"pubmed": 16202996, "text": "Caveolin-1 is more expressed in cancer tissues than normal colon and related with Akt-1, not with Epidermal Growth Factor Receptor expression in colorectal cancer tissues, which suggests that signaling for caveolin-1 affects Akt-1 activation."}, {"pubmed": 16225848, "text": "These results suggest that caveolae could represent an intracellular site that contributes to differentiate IR and IGF-IR activity, and demonstrate the role of caveolin-1 in the eNOS activation by Insulin and IGF-I."}, {"pubmed": 16244790, "text": "Overexpression of caveolin-1 is associated with inflammatory breast cancer"}, {"pubmed": 16251425, "text": "data suggest that caveolin-1 expression indirectly promotes cell-cell adhesion in ovarian carcinoma cells by a mechanism involving inhibition of src-related kinases"}, {"pubmed": 16263077, "text": "structure activity relationship"}, {"pubmed": 16324201, "text": "CAV1 is down-regulated and inversely correlated with HER2 and EGFR expression status in DCIS of the breast."}, {"pubmed": 16328005, "text": "aberrant methylation and abnormal protein expression of the caveolin-1-gene is involved in the formation of nonurothelial carcinomas of the urinary bladder"}, {"pubmed": 16332692, "text": "EGF-based signaling cascades phosphorylate Cav1 and have roles in caveolae assembly"}, {"pubmed": 16338968, "text": "It is therefore concluded that caveolin-1 facilitates the hypotonicity-induced release of Cl(-), taurine, and ATP."}, {"pubmed": 16405917, "text": "These novel findings provide insight into possible signaling mechanisms of Nf1 and suggest that together Nf1 and Cav-1 may coordinately regulate cell growth and differentiation."}, {"pubmed": 16407214, "text": "Epidermal growth factor receptor exposed to oxidative stress undergoes Src- and caveolin-1-dependent perinuclear trafficking"}, {"pubmed": 16443388, "text": "Two clones of cells expressing caveolin-1 were investigated for their lipoprotein metabolism activity, showing an increase in ldl liprotein degradation and an increase in HDL lipoprotein activity."}, {"pubmed": 16480767, "text": "Cell-cell contact is required for BeWo trophoblasts to exhibit plasmalemmal caveolin-1."}, {"pubmed": 16501093, "text": "interacts with rotavirus NSP4 and contributes to NSP4 intracellular trafficking from the endoplasmic reticulum to the cell surface."}, {"pubmed": 16541313, "text": "CAV1 has a role in both hereditary and sporadic breast cancer"}, {"pubmed": 16601146, "text": "Expression of caveolin is sufficient to drive the formation of caveolae in cell lines normally lacking caveolin, such as human colon cancer cells (Caco-2)."}, {"pubmed": 16601841, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16601841, "text": "The 22285 C-22375-22375 del (Cd) haplotype of CAV1 gene, but not the NOS3-CAV1 interaction, is associated with low levels of blood pressure and protects against metabolic syndrome"}, {"pubmed": 16608879, "text": "Results suggest that anti-proliferative and pro-apoptotic properties of caveolin-1 may be attributed to reduced survivin expression via a mechanism involving diminished beta-catenin-Tcf/Lef-dependent transcription."}, {"pubmed": 16616146, "text": "Homocysteine induced impairment of nitric oxide production through through a modulation of Caveolin-1 expression."}, {"pubmed": 16617096, "text": "As such, caveolae and caveolin-1 coordinate PDGF receptor signaling, leading to myocyte proliferation, and inhibit constitutive activity of p42/p44 MAPK to sustain cell quiescence."}, {"pubmed": 16713605, "text": "PSMA binds to caveolin-1 and undergoes internalization via a caveolae-dependent mechanism in microvascular endothelial cells"}, {"pubmed": 16723714, "text": "Cav-1-deficient mammary acini displayed increased ERalpha levels and enhanced sensitivity toward estrogen-stimulated growth, with specific up-regulation of cyclin D1"}, {"pubmed": 16790997, "text": "important roles for VCAM-1 and Caveolin- 1 in the regulation of metastatic potential of gastric tumor cells"}, {"pubmed": 16807357, "text": "A ternary complex between NOSTRIN, caveolin-1, and eNOS mediates translocation of eNOS, with important implications for the activity and availability of eNOS in the cell."}, {"pubmed": 16820915, "text": "CAV1, either alone or together with eNOS alleles, might modify colorectal cancer heritability."}, {"pubmed": 16820915, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16822931, "text": "Thus, these results demonstrate a crucial role of caveolin-1 scaffolding domain interaction with TRPC1 in regulating Ca2+ influx via SOC."}, {"pubmed": 16850311, "text": "Increased immunoexpression of the Cav-1 seems to be associated with the biological aggressiveness of meningiomas, reflecting a worse prognosis."}, {"pubmed": 16857240, "text": "Inhibits apoptosis and promotes survival signaling in cancer cells."}, {"pubmed": 16877379, "text": "the Sprouty/Caveolin-1 interaction modulates signaling in a growth factor- and Sprouty isoform-specific manner"}, {"pubmed": 16897435, "text": "Breast cancer patients with higher caveolin-1 expression may benefit from ABI-007 therapy."}, {"pubmed": 16904002, "text": "caveolae and caveolins are integral membrane components in basal and ciliated epithelial cellsin rats, mice, and humans, indicating a crucial role in these cell types; in addition to their physiological role, they may be involved in airway infection"}, {"pubmed": 16920641, "text": "Results describe the expression of caveolin-1 in human fetal tissues during mid and late gestation."}, {"pubmed": 16931572, "text": "The interaction of the GLP-1R with caveolin-1 regulates subcellular localization, trafficking, and signaling activity."}, {"pubmed": 16979166, "text": "Cav-1 induced the cytoplasmic sequestration of BRCA1."}, {"pubmed": 17014845, "text": "transcriptional activation of the IGF-IR gene by Cav-1 requires an intact p53 signaling pathway"}, {"pubmed": 17047056, "text": "Loss of CAV1 expression inhibited the anchorage-independent growth of EWS cells and markedly reduced the growth of EWS cell-derived tumors in nude mice xenografts, indicating that CAV1 promotes the malignant phenotype in EWS carcinogenesis."}, {"pubmed": 17111160, "text": "The role of caveolin-1 as a factor contributing to the severity of the tubulointerstitial process resulting from obstructive nephropathy could be suggested."}, {"pubmed": 17178917, "text": "Results indicate a pivotal role for cav-1 in the regulation of extracellular matrix production and suggest a novel therapeutic target for patients with pulmonary fibrosis."}, {"pubmed": 17179151, "text": "activated EGF receptor transiently modulates integrin alpha2 cell surface expression and stimulates integrin alpha2 trafficking via caveolae/raft-mediated endocytosis"}, {"pubmed": 17190831, "text": "CAV1 phosphorylation on Tyr-14 increases the induction of apoptosis by taxanes in breast cancer cells."}, {"pubmed": 17197700, "text": "the Cav-1 scaffolding domain bound significantly to the gp41 expressed in mammalian cells"}, {"pubmed": 17200343, "text": "Caveolin 1 has a role in progression of a subset of basal-like and metaplastic breast carcinomas"}, {"pubmed": 17202321, "text": "Prolonged stimulation of isolated human thyrocytes by TSH/cAMP/cAMP-dependent protein kinase inhibits caveolin-1 expression."}, {"pubmed": 17237399, "text": "overexpression of caveolin-1 overcame the VEGF-mediated inhibition of adhesion and restored ICAM-1 clustering"}, {"pubmed": 17245131, "text": "Caveolin-1, as a negative regulator of endothelial cell proliferation, may be a potential target for the control of angiogenesis."}, {"pubmed": 17272740, "text": "role of caveolin-1 in preventing ischemia-reperfusion injury"}, {"pubmed": 17284246, "text": "These results suggest that caveolin-1 regulates GD3-mediated malignant signals by altering GD3 distribution and leading edge formation"}, {"pubmed": 17287217, "text": "Ligation of CD26 by caveolin-1 recruits a complex, including CD26 and CARMA1, which functions in lymphocyte activation."}, {"pubmed": 17299799, "text": "Over-expression of Caveolin-1 was associated with established features of prostate cancer and aggressive PSA recurrence."}, {"pubmed": 17314510, "text": "This review suggests that caveolin-1 plays an essential role in regulating liver regeneration and that it is implicated in regulation of triglyceride accumulation, an essential process that plays a critical role in the regulation of liver regeneration."}, {"pubmed": 17334644, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17341888, "text": "Aberrant methylation of CAV1 is associated with hepatocellular carcinoma"}, {"pubmed": 17359972, "text": "These data suggest that in ovarian carcinoma cells cav-1, localized in transcriptionally inactive chromatin, exerts a functional activity mediated, at least in part, by directly binding to sequences of genes involved in proliferation."}, {"pubmed": 17379346, "text": "the rotavirus NSP4 binding site was localized to caveolin-1 residues 2-22 and 161-178, at the amino- and carboxyl-termini, respectively"}, {"pubmed": 17460461, "text": "among astroglial tumors cav-1 expression varies in distribution, pattern & intensity specifically according to tumor types & grades"}, {"pubmed": 17478448, "text": "These data suggested that loss of caveolin-1 is associated with abnormal re-epithelialization in lung fibrosis."}, {"pubmed": 17537407, "text": "glucocorticoids modulate the expression of caveolin-1 and caveolae biogenesis within alveolar epithelial cells via both transcriptional and translational modifications"}, {"pubmed": 17556531, "text": "Appropriate caveola-membrane organization by caveolin-1 and detection of estrogen receptor beta in the plasma membrane are directly reflected by MAP kinase phosphorylation and consequent vitamin D receptor expression."}, {"pubmed": 17594718, "text": "Results indicated that caveolin-1 expression may have potential both as a diagnostic marker in the differential diagnosis of renal tumors and as a therapeutic target, especially for clear-cell renal cell carcinoma."}, {"pubmed": 17609206, "text": "EMP2 regulates caveolin-1 transcription and more substantially its protein levels."}, {"pubmed": 17615539, "text": "The presence of different caveolin isoforms in many cell types of the human retina, is reported."}, {"pubmed": 17626097, "text": "HPV type 31 (HPV31) entry and initiation of early infection events require both caveolin 1 and dynamin 2 and occur independently of clathrin-mediated endocytosis."}, {"pubmed": 17662641, "text": "Downregulation of caveolin-1 expression affects bleomycin-induced cell cycle arrest and subsequent cellular senescence that is driven by p53 and p21."}, {"pubmed": 17671707, "text": "Positive staining resulted in shorter survival in patients with esophageal squamous cell carcinoma."}, {"pubmed": 17699771, "text": "Data suggest that Cav-1 down-modulation might function as a permissive mechanism, which, by unleashing c-Src and Met signaling, enables osteosarcoma cells to invade neighboring tissues."}, {"pubmed": 17707459, "text": "These positive correlations provide new evidence for the involvement of prostate cancer cell derived cav-1 in mediating angiogenesis during prostate cancer progression."}, {"pubmed": 17713785, "text": "These internalization data were highly suggestive of the predominant use of the clathrin-mediated pathway by NK1-R, even though NK1-R tended to reside constitutively in lipid raft/caveolae microdomains."}, {"pubmed": 17785436, "text": "Re-expression of E-cadherin in HT29(US) cells restored the ability of caveolin-1 to down-regulate beta-catenin-Tcf/Lef-dependent transcription and survivin expression, as seen in HT29(ATCC) cells."}, {"pubmed": 17786288, "text": "The present data suggest that promoter methylation of the 14-3-3 sigma and CAGE-1 genes plays a crucial role during the phenotypical morphogenesis of vesical adenocarcinomas including signet ring cell carcinomas by an epigenetic mechanism."}, {"pubmed": 17803693, "text": "Findings show for the first time the upregulation of mRNA CAV-1 expression levels in VAT and SAT of obese NG and obese T2DM patients compared with lean controls, suggesting a role for CAV-1 in obesity and T2DM development."}, {"pubmed": 17848177, "text": "PAR1 localization in the caveolin-enriched membrane microdomain, bound to caveolin-1, represents a crucial requirement for TF induction in endothelial cells."}, {"pubmed": 17850762, "text": "Our studies indicate that the conformational changes are probably initiated at the Caveolin-1 binding moti."}, {"pubmed": 17851687, "text": "COX-2 is localized within caveolae compartment and colocalized with CAV-1 protein in lobular intraepithelial neoplasia of the breast."}, {"pubmed": 17855368, "text": "caveolin-1 is a novel Id-1 binding partner that mediates the function of Id-1 in promoting prostate cancer progression through activation of the Akt pathway leading to cancer cell invasion and resistance to anticancer drug-induced apoptosis"}, {"pubmed": 17898556, "text": "Caveolin-1 was expressed in the sinusoidal endothelial cells and the smooth muscle cells of the unparied arteries of hepatpcellular carcinoma specimens."}, {"pubmed": 17906498, "text": "Caveolin-1 inhibits the growth of human laryngeal squamous cell carcinoma HEp2 cell line. CAV1 interacts with EGFR and inhibits phosphorylation of EGFR and Erk1/2."}, {"pubmed": 17933968, "text": "PCB77 induces eNOS phosphorylation in endothelial cells through a Src/PI3K/Akt-dependent mechanism, regulated by functional caveolin-1."}, {"pubmed": 17935714, "text": "p53 is an indispensable component of cellular signaling system which is regulated by caveolin-1 expression, involving Akt activation and increase in cyclin D1, thereby promoting proliferation of breast cancer cells."}, {"pubmed": 17936759, "text": "Caveolin-1, specifically localized in cholesterol-enriched lipid rafts, appears to regulate constitutive and agonist-stimulated cell surface levels of 5-HT7 receptors via a clathrin-independent mechanism."}, {"pubmed": 17942630, "text": "results show that there is a close association of AT(1), AT(2), and ERalpha with Cav-1 in human arterial smooth muscle cells in culture"}, {"pubmed": 17952758, "text": "caveolin-1(CAV1) was observed in most cells in myomas and in only few cells in controls; CAV1 was localized with oxytocin receptor and sex hormone binding globulin in myomas"}, {"pubmed": 18053095, "text": "caveolin-1 travels to late endosomes and is replaced by newly synthesized caveolin-1 at the plasma membrane"}, {"pubmed": 18054388, "text": "CBD1 but not CBD2 binds cells and forms large aggregates at the plasma membrane by colocalizing with cytofacial caveolin-1."}, {"pubmed": 18065769, "text": "Caveolin-1 interacts and cooperates with the transforming growth factor-beta type I receptor ALK1 in endothelial caveolae."}, {"pubmed": 18081315, "text": "The knockdown of caveolin-1 in endothelial cells decreases caveolin-2 phosphorylation at serine 23 and upregulation of serine 23 phosphorylation depends on caveolin-1-driven targeting to plasma membrane lipid rafts and caveolae."}, {"pubmed": 18162583, "text": "The Cx43/Cavs association occurs during exocytic transport, and they clearly indicate that caveolin regulates gap junctional intercellular communication."}, {"pubmed": 18180853, "text": "We observed that in the Glu/Asp and Asp/Asp mutant genotypes, the amount of NOS3 associated with Cav-1 was significantly lower."}, {"pubmed": 18203815, "text": "low caveolin-1 levels in fibrotic lungs in scleroderma cause their overexpression of collagen, tenascin-C, and alpha actin"}, {"pubmed": 18211975, "text": "CAV1 as a new Berardinelli-Seip congenital lipodystrophy (BSCL)-related gene and support a critical role for caveolins in human adipocyte function."}, {"pubmed": 18237401, "text": "Very rare CAV1 frameshift mutations appear to be associated with atypical lipodystrophy and hypertriglyceridemia."}, {"pubmed": 18245088, "text": "AnxA6 interferes with caveolin transport through the inhibition of cPLA(2)."}, {"pubmed": 18258603, "text": "Interactions of acetylcholinesterase with caveolin-1 and subsequently with cytochrome c appear to be indispensable for apoptosome formation in a colon cancer cell line."}, {"pubmed": 18282163, "text": "an association between cav-1 expression and neoangiogenesis in meningiomas"}, {"pubmed": 18296864, "text": "Alteration of store-operated Ca(2+) entry by caveolin-1 expression changes could be one of the mechanisms contributing to the progression of breast cancer."}, {"pubmed": 18300018, "text": "caveolin-1 plays a tumor-promoting role in advanced-stage cancer. (review]"}, {"pubmed": 18301242, "text": "a novel and unexpected pattern of Cav-1 expression in human skeletal muscle suggests a role for Cav-1 in terminal differentiation processes"}, {"pubmed": 18308897, "text": "Caveolin mediates rapid glucocorticoid effects and couples glucocorticoid action to the antiproliferative program."}, {"pubmed": 18312604, "text": "Androgen dependent prostate growth in benign prostate hyperplasia may be linked to the interaction of androgen binding protein and oxytocin receptor, associated with caveolin 1"}, {"pubmed": 18332144, "text": "focal adhesion kinase mediates caveolin-1 up-regulation during epithelial to mesenchymal transition"}, {"pubmed": 18406871, "text": "Downregulation of CAV1 is associated with primary prostate carcinoma"}, {"pubmed": 18434090, "text": "Cav-1 increases the basal and TGF-beta1-induced expression of type I procollagen by regulating two opposite signaling pathways: inhibiting TGF-beta1/smad signaling and activating a PI-3 kinase/Akt/mTOR-dependent pathway in human dermal fibroblasts."}, {"pubmed": 18437015, "text": "caveolin-1 may play an important role in the progression of transitional cell carcinoma of the upper urinary tract"}, {"pubmed": 18439424, "text": "This is the first evidence of increased nuclear and cytoplasmic localization of caveolin 1 during establishment of H(2)O(2)-induced premature senescence."}, {"pubmed": 18444242, "text": "Wild-type APC regulates CAV1 expression in human colon adenocarcinoma cell lines via FOXO1a and C-myc."}, {"pubmed": 18458534, "text": "Human breast cancer-associated fibroblasts show CAV1 down-regulation and RB tumor suppressor functional inactivation."}, {"pubmed": 18510854, "text": "Growth and proliferation related Akt and Erk1/2 pathways were inhibited after caveolin-1 down-regulation."}, {"pubmed": 18543249, "text": "Concluded that IL-6/sIL-6R enhances cathepsin B and L production via IL-6/sIL-6R-mediated Cav-1-JNK-AP-1 pathway in human gingival fibroblasts."}, {"pubmed": 18561140, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18561140, "text": "We report a novel polymorphic purine complex stretching approximately 150 bp of genomic DNA at the 1.5 kb upstream region of the human CAV1 gene, alleles and genotypes of which are associated with sporadic late-onset Alzheimer's disease."}, {"pubmed": 18596970, "text": "the relationships between Cav-1 abundance, atherosclerotic plaque characteristics and clinical manisfestations of atherosclerotic disease."}, {"pubmed": 18598695, "text": "These data indicate that caveolin-1 specifies filamin A as a novel target for Akt-mediated filamin A Ser-2152 phosphorylation thus mediating the effects of caveolin-1 on IGF-I-induced cancer cell migration."}, {"pubmed": 18635971, "text": "These findings suggest that FASN and Cav-1 physically and functionally interact in PCa cells."}, {"pubmed": 18667513, "text": "Caveolin-1-dependent infectious entry of human papillomavirus type 31 in human keratinocytes proceeds to the endosomal pathway for pH-dependent uncoating"}, {"pubmed": 18667611, "text": "Caveolin-1 may provide an effective target to protect against human immunodeficiency virus-1 (HIV-1) protein Tat-induced brain microvascular endothelial cell dysfunction and disruption of the blood-brain barrier in HIV-1-infected patients."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18681962, "text": "There is a role for caveolin-1 in degenerative rather than age-induced changes in the nucleus pulposus. A positive correlation was identified between gene expression of caveolin-1 and p16INK4a (biomarker of cellular senescence)."}, {"pubmed": 18698612, "text": "A new subtype of congenital generalized lipodystrophy is not associated with the CAV1 gene."}, {"pubmed": 18759267, "text": "Caveolin 1 appears to participate in the pathogenesis of tissue fibrosis in systemic sclerosis."}, {"pubmed": 18789131, "text": "irradiation triggered caveolin-1 dependent Receptor, Epidermal Growth Factor internalization into caveolae."}, {"pubmed": 18793348, "text": "caveolin-1 is expressed in cardiac myocytes, localized to both caveolae and non-caveolar domains in the plasma membrane"}, {"pubmed": 18802406, "text": "Co-expression of fatty acid synthase and caveolin-1 in pancreatic ductal adenocarcinoma."}, {"pubmed": 18836420, "text": "variations of caveolin-1 expression may have an important role in the progression of human breast lobular cancer"}, {"pubmed": 18922892, "text": "a feedback loop between Rho/ROCK, Src, and phosphorylated Cav1 in tumor cell protrusions, identifying a novel function for Cav1 in tumor metastasis that may contribute to the poor prognosis of some Cav1-expressing tumors."}, {"pubmed": 18923542, "text": "Data indicate that HERG channels interact with caveolin-1 and are negatively regulated by this interaction."}, {"pubmed": 18936967, "text": "Absence of significant correlations between cav-1 expression and other pathological parameters, such as the stage of disease or the patients overall survival, indicates that the role of cav-1 in GC is neither stage-specific nor related to prognosis."}, {"pubmed": 18957516, "text": "Caveolin-1 plays a dual role in the fibronectin assembly regulated by uPAR signaling."}, {"pubmed": 18985008, "text": "Findings suggest that hOAT4 and caveolin-1 share a cellular expression in the plasma membrane and caveolin-1 up-regulates the organic anionic compound uptake by hOAT4 under the normal physiological condition."}, {"pubmed": 18992284, "text": "The phenotypic changes observed after caveolin-1 modulation were mediated by alpha(5)beta(1) integrins."}, {"pubmed": 18992712, "text": "These results reveal a new mechanism by which caveolin-1 negatively regulates TRAIL-induced apoptosis in human hepatocarcinoma cells."}, {"pubmed": 19002186, "text": "In head and neck squamous cell carcinoma, cav-1 may play an inhibitory role in tumorigenesis and lung metastasis through regulating integrin beta1- and Src-mediated cell-cell and cell-matrix interactions."}, {"pubmed": 19002697, "text": "Caveolin-1 is the membrane protein that forms part of the caveolae.The main functions of caveolae are transcytosis of both large and small molecules across cell membrane."}, {"pubmed": 19015640, "text": "Caveolin-1 was upregulated and beta-catenin was recruited to the plasma membrane when xCT was deficient, which were followed by the inhibition of beta-catenin transcriptional activity."}, {"pubmed": 19032226, "text": "Caveolin-1 expression is a distinct feature of chronic rejection-induced transplant capillaropathy."}, {"pubmed": 19038362, "text": "Reviews recent studies in adipocytes, the specialized cell type for fatty acid storage, which suggest a role for caveolins in the formation, maintenance or mobilization of lipid droplet stores."}, {"pubmed": 19052258, "text": "Caveolin-1 scaffold domain interacts with TRPC1 and IP3R3 to regulate Ca2+ store release-induced Ca2+ entry in endothelial cells."}, {"pubmed": 19059381, "text": "hepaCAM is partially localized in the lipid rafts/caveolae and interacts with Cav-1 through its first immunoglobulin domain."}, {"pubmed": 19061949, "text": "The data suggested that autophagy played a key role in Cd2+ induced endothelial dysfunction; integrin beta4, caveolin-1 and PC-PLC might be the targets of Cd2+ in vascular endothelial cells."}, {"pubmed": 19104007, "text": "GTPCH I is targeted to caveolae microdomains in vascular endothelial cells, and tetrahydrobiopterin production occurs in proximity to endothelial NO synthase. The regulation of GTPCH I activity involves the caveolar coat protein, caveolin-1."}, {"pubmed": 19116988, "text": "In prostate cancer cells in culture, delta-catenin was co-localized with caveolin-1 and CD59, suggesting its potential excretion into extracellular milieu through exosome/prostasome associated pathways."}, {"pubmed": 19121286, "text": "These data suggest that flotillin-1 regulates caveolin-1 level by preventing its lysosomal degradation in intestinal epithelial cells."}, {"pubmed": 19123976, "text": "caveolin-1 is essential in the down-regulation of MT1-MMP activity by promoting internalization from the cell surface"}, {"pubmed": 19160064, "text": "Data show that Cav-1 expression in tumor tissues was correlated with both the Ki-67 and p53 expression."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19219452, "text": "Cav-1, increased after the 1,500 m swim trial in vastus lateralis ."}, {"pubmed": 19234134, "text": "CAV1 deficient mammary stromal fiboblasts are able to undergo endothelial-like transdifferentiation, and are predictive of poor outcome in breast cancer."}, {"pubmed": 19244345, "text": "By reducing COX-2 expression, caveolin-1 interrupts a feedback amplification loop involving PGE(2)-induced signaling events linked to beta-catenin/Tcf/Lef-dependent transcription of tumor survival genes including cox-2 itself and survivin."}, {"pubmed": 19250636, "text": "These data demonstrate that IGF-IR/integrin beta1 cross talk is followed by integrin beta1 lipid raft compartmentalization and that Cav-1 is required for this process."}, {"pubmed": 19286607, "text": "Akt-mediated transactivation of the S1P1 receptor in caveolin-enriched microdomains regulates endothelial barrier enhancement by oxidized phospholipids."}, {"pubmed": 19288272, "text": "This work defines a novel role for caveolin-1 with implications for the clinical course of breast cancer and identifies caveolin-1 as a potential drug target for the treatment of early oestrogen-dependent breast cancers"}, {"pubmed": 19342880, "text": "Immunostaining of Cav-1 can be used as a first step to stratify human breast cancer patients and to predict the presence of Cav-1 mutations."}, {"pubmed": 19369293, "text": "These results indicate that lipid rafts/caveolae participate in UT-A1 membrane regulation and this effect is mediated via a direct interaction of caveolin-1 with UT-A1."}, {"pubmed": 19381331, "text": "Exotest for CD63+ plasma exosomes had limited sensitivity but the Exotest for detection of caveolin-1+ plasma exosomes showed a higher sensitivity. Caveolin-1+ plasma exosomes were significantly increased with respect to CD63+ exosomes in patients group"}, {"pubmed": 19386787, "text": "Data show that efficient initiation of innate immunity to P. aeruginosa requires formation of an epithelial \"internalization platform\" involving both caveolin-1 and functional, laterally mobile CFTR."}, {"pubmed": 19395651, "text": "Cav-1(P132L) mutation is associated with metastasis in breast cancer."}, {"pubmed": 19411448, "text": "Cav-1 functions as a tumor suppressor in the stromal microenvironment."}, {"pubmed": 19411449, "text": "stromal caveolin-1 expression may be a potential therapeutic target and a valuable prognostic indicator of breast cancer progression."}, {"pubmed": 19434519, "text": "caveolin-1 may play an important role in the progression of hepatocellular carcinoma and angiogenesis."}, {"pubmed": 19475601, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19475601, "text": "findings elucidate novel predisposing haplotypes at the CAV1 gene purine complex, and confirm the role of this region in the etiopathophysiology of late-onset Alzheimer disease"}, {"pubmed": 19477952, "text": "Caveolin-1 and caveolae play a paradoxical role in regulating VEGF-induced ERK2/1 activation and in vitro angiogenesis"}, {"pubmed": 19483189, "text": "Increased caveolin 1 is associated with metastatic lymph node sites in non-small-cell lung cancer."}, {"pubmed": 19483462, "text": "Caveolin-1 overexpression in the MCF-7 breast cancer cell line modulates EGFR activation levels and EGF-induced EGFR signalling."}, {"pubmed": 19487814, "text": "loss of caveolin-1 leads to hyperactive eNOS and subsequent tyrosine nitration-dependent impairment of PKG activity, which results in pulmonary hypertension."}, {"pubmed": 19494002, "text": "HPV16 infection is dependent on caveolin-1 after clathrin-mediated endocytosis."}, {"pubmed": 19499152, "text": "results revealed that the interaction between IFITM1 and CAV-1 could enhance the inhibitory effect of CAV-1 on ERK activation"}, {"pubmed": 19521982, "text": "Wild-type Cav-1, but not mutated Cav-1Y14A, increased tumorigenicity as indicated by enhanced proliferation, migration, invasion and capacity of forming foci in semisolid medium. Accordingly, Cav-1 silencing inhibited melanoma cell growth."}, {"pubmed": 19556867, "text": "loss of stromal Cav-1 is predictive of elevated levels of epithelial Cav-1 and epithelial Akt-activation and is associated with advanced prostate cancer."}, {"pubmed": 19581923, "text": "Serum cav-1 levels were higher in prostate cancer patients than in control men without prostate cancer, and the preoperative serum cav-1 concentration had prognostic potential in men undergoing radical prostatectomy[review]"}, {"pubmed": 19582878, "text": "Upregulation of caveolin-1 expression is associated with nasopharyngeal carcinoma."}, {"pubmed": 19609943, "text": "Data imply that targeting CAV1 and/or PKCalpha may allow the development of new molecular therapeutic strategies to improve the treatment outcome for patients with ESFT."}, {"pubmed": 19614762, "text": "Cav-1 is a novel immunohistochemical marker for the differentiation of epithelioid mesothelioma from lung adenocarcinoma."}, {"pubmed": 19614763, "text": "Cav-1 immunoreactivity in lung carcinoma is histotype-dependent and acquired de novo in brain metastases, suggesting a site-specific phenotypic shift in secondary lesions."}, {"pubmed": 19620302, "text": "A potential binding site for caveolin-1 is present in the platelet-activating factor receptor (PAFR) sequence; many downstream signaling components of PAFR activation preferentially localize in caveolae."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19641024, "text": "Data show that caveolin-1 and E-cadherin closely associated at cell borders and in internalized structures upon stimulation with EGF."}, {"pubmed": 19679565, "text": "Data show low or moderate methylation was found in seven selected genes BAD, BBC3, CAV1, CDK2AP1, NPM1, PRKCDBP and THEM4."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19706615, "text": "These findings indicate a novel pathway for nitric oxide regulation of caveolin-1, which could be a key mechanism of anoikis resistance in tumor cells."}, {"pubmed": 19716156, "text": "caveolin-1 is not useful as diagnostic marker to differentiate grade II astrocytomas from oligodendrogliomas."}, {"pubmed": 19718657, "text": "caveolin-1 in hepatic cells increases oxidized LDL uptake and preserves the expression of lipoprotein receptors CD36 and SR-BI"}, {"pubmed": 19718715, "text": "might increase small cell lung cancer metastasis potential through the interaction with E-cadherin and MMP-3 genes"}, {"pubmed": 19759399, "text": "GM3 synthase overexpression results in reduced cell motility and in caveolin-1 upregulation in human ovarian carcinoma cells"}, {"pubmed": 19767411, "text": "Deletion of cav-1 protects hyperoxia-induced apoptosis via modulation of survivin expression."}, {"pubmed": 19787257, "text": "a combination of COX-2 and HMG-R inhibitors synergistically inhibits caveolin-1 and its associated signaling pathways"}, {"pubmed": 19801678, "text": "Data show that Nox2 and IL-1R1 localize to plasma membrane lipid rafts in the unstimulated state and that IL-1beta signals caveolin-1-dependent endocytosis of both proteins into the redoxosome."}, {"pubmed": 19816600, "text": "The relationship between caveolin-1 and apoptosis of lens epithelial cell under high glucose, was investigated."}, {"pubmed": 19820694, "text": "Caveolin 1 expression inhibits TrxR1-mediated cell transformation."}, {"pubmed": 19828204, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19828204, "text": "Our data highlight the CAV1 upstream purine complex as a novel susceptibility genomic locus in the pathophysiology of MS. The region has been conserved across species, including mouse, guinea pig, rhesus macaque, and human."}, {"pubmed": 19846513, "text": "that HBV requires a Cav-1-mediated entry pathway to initiate productive infection in HepaRG cells"}, {"pubmed": 19887621, "text": "Cav-1 is an essential regulator of MT1-MMP function and invadopodia-mediated breast cancer cell invasion"}, {"pubmed": 19893453, "text": "Data show that the activities of EGFR-MAPK signal pathway were inhibited significantly by overexpression of cav1."}, {"pubmed": 19897728, "text": "Results suggest that activation of TRPC1-SOC by STIM1 mediates release of the channel from caveolin-1."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19930645, "text": "Disruption of the caveolin-binding site interferes with the cav-1/maxi-K channel interaction, and lack of the cav-1/maxi-K channel interaction in MSMCs attenuates the total K+ channel current of the cell."}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 19960513, "text": "RNAi knockdown of Cav-1 increased COX-2 protein level and decreased ubiquitinated COX-2 accumulation."}, {"pubmed": 19965594, "text": "Caveolin-deficient adipocytes can form only small lipid droplets, suggesting that the caveolin-lipid droplet pool might be involved in lipid droplet size regulation."}, {"pubmed": 20021823, "text": "Over-expression of caveolin-1 inhibits the growth and invasion of pancreatic carcinoma cells in vitro."}, {"pubmed": 20031158, "text": "could inhibit pancreatic carcinoma cell invasion, at least in part, probably through Erk-MMP signal pathway"}, {"pubmed": 20062060, "text": "Meta-analysis and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20062063, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20127227, "text": "Functional assays demonstrated enhanced early proliferation by CAV1 expression in TK6 cells after irradiation with clinically relevant doses supporting the role of CAV1 as a prosurvival factor."}, {"pubmed": 20153318, "text": "Matrix invasion and cell migration as well as expression of matrix metalloproteases were attenuated following caveolin-1 RNAi-mediated knockdown or overexpression of Y14F and P132L mutants, demonstrating dominant-negative activity of these mutants."}, {"pubmed": 20187291, "text": "caveolin-1 silencing induces concomitant decrease of TRPC1 expression and reduces oxLDL-induced apoptosis of VSMC"}, {"pubmed": 20209490, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20209490, "text": "We found modest evidence for an association with a variant in the cav-1 gene and risk of overall prostate cancer and aggressive prostate cancer"}, {"pubmed": 20345844, "text": "Decreased Cav-1 expression in fibrotic diseases likely leads to increased deposition of IGFBP-5 in the extracellular matrix."}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20371787, "text": "Among kidney transplant donors, the CAV1 rs4730751 SNP was significantly associated with allograft failure in 2 independent cohorts"}, {"pubmed": 20371787, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20374325, "text": "angiogenic growth factors downregulated IL-1beta-induced chondrocyte ageing and overexpression of caveolin-1 in human chondrocytes"}, {"pubmed": 20392844, "text": "The authors examine the interaction of cellular Cav-1 and HIV gp41 within the lipid rafts and show that Cav-1 modulates Env-induced bystander apoptosis through interactions with gp41 in SupT1 cells and CD4(+) T lymphocytes."}, {"pubmed": 20395445, "text": "Data demonstrate that caveolin-1 expression is a determinant of membrane PTEN levels and show that PTEN interacts with caveolin-1 via its caveolin-1-binding sequence."}, {"pubmed": 20411337, "text": "down-regulation of caveolin-1 protein expression leads to deregulate estrogen receptor alpha (ERalpha) signaling and consequently early transformation in mammary epithelia"}, {"pubmed": 20427576, "text": "These data demonstrate a new function for PTRF/cavin-1, a new functional interaction between caveolin-1 and Rab8 and that actomyosin interactions can induce tension on caveolin-1-containing membranes."}, {"pubmed": 20463894, "text": "Caveolin-1 regulates BeWo cell differentiation and fusion, possibly through a mechanism involving modulation of Akt activity."}, {"pubmed": 20543983, "text": "Messenger RNA and protein levels of Cav1 were increased in AM with silenced CFTR"}, {"pubmed": 20558341, "text": "QDs-IHC could accurately detect protein location in tongue mucosa. An increased expression of Cav-1 in the stepwise carcinogenesis from NTM, HTM, TPL to PTSCC suggested that Cav-1 might be an oncogene in the development of tongue squamous cell carcinoma."}, {"pubmed": 20581046, "text": "These results raise doubt about the presence of the caveolin-1 P132L mutation in breast cancer and other cancer types, and thus further studies are warranted"}, {"pubmed": 20605793, "text": "Overexpression of Cav1 accelerated internalization of mature hERG channels in 0 mM K(+)(o), whereas knockdown of Cav1 impeded this process."}, {"pubmed": 20610713, "text": "These results suggest that HIV infection enhances the expression of Cav-1 mediated by HIV Tat, which subsequently causes virus reduction, suggesting that Cav-1 may contribute to persistent infection in macrophages."}, {"pubmed": 20624795, "text": "Interaction of caveolin-1 functionally regulates the activity of the vascular subtype of K(ATP) potassium channel Kir6.1 in rat aortic smooth muscle cells."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20629037, "text": "SR-BI, CD36, and caveolin-1 contribute positively to cholesterol efflux in hepatic cells."}, {"pubmed": 20646460, "text": "TGF-beta(1) reduced caveolin-1 mRNA and protein expressions in a dose- and time-dependent manner in fetal lung fibroblasts."}, {"pubmed": 20700465, "text": "Cav-1 may play a critical role in sensing genotoxic stress and in orchestrating the response of cells to DNA damage"}, {"pubmed": 20729193, "text": "the single Pro residue in the membrane-inserting segment of caveolin-1 plays an important role in both the membrane topology and localization of the protein as well as its functions"}, {"pubmed": 20736308, "text": "Beta-Dystroglycan interaction with caveolin-1 in smooth muscle is required for receptor-mediated Ca2+ release."}, {"pubmed": 20810358, "text": "This review provides new insights concerning the modulation of vascular smooth muscle ATP-sensitive K+ channels (KATP) channel gating by CAV1 that may have important implications for the control of diameter and blood flow in health and disease."}, {"pubmed": 20819483, "text": "Positive expression of caveolin-1 in bladder transitional cell carcinoma can be regarded as a high risk factor of recurrence."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20835238, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20835238, "text": "Single Nucleotide Polymorphisms in CAV1 is associated with primary open-angle glaucoma."}, {"pubmed": 20835266, "text": "Caveolin-1 may regulate the expression of LOX-1 and ox-LDL uptake."}, {"pubmed": 20842066, "text": "Regulator of G-protein signaling RGS-14 may prevent higher calcium ion (Ca2+) into the cytoplasm by reducing Ca2+ influx through Cav1 channels."}, {"pubmed": 20855565, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20881564, "text": "This study demonistrated in patient with sporadic vestibular schwannomas down-regulation of CAV1 at both the mRNA and protein levels."}, {"pubmed": 20923773, "text": "reactive oxygen species and caveolin-1 have roles in lung cancer cell migration and invasion"}, {"pubmed": 20940300, "text": "pCav-1 is a new substrate of TCPTP and that integrin alpha1beta1 acts as a negative regulator of Cav-1 phosphorylation by activating TCPTP."}, {"pubmed": 20977883, "text": "caveolin-1 could suppress TrkA-mediated pleiotypic effects by altering TrkA modification via functional interaction."}, {"pubmed": 21039037, "text": "Mutations in Caveolin-1 is associated with breast tumorigenesis."}, {"pubmed": 21041450, "text": "The CAV1 became detectable in late endosomes (LE) and lysosomes where it was degraded."}, {"pubmed": 21074769, "text": "Identify leptin mediated proatherogenic mechanism and a novel caveolin-1 dependent leptin feedback mechanism which may have implications for development of peripheral leptin resistance in the endothelium."}, {"pubmed": 21098633, "text": "These results highlight a crucial role for caveolin-1 in negative regulation of membrane microdomain mobility, thereby affecting endocytosis of bacteria-engaged integrins."}, {"pubmed": 21106507, "text": "the molecular mechanisms by which CAV1 carries out its key role in regulating ESFT metastasis involve matrix metalloproteinase production and activation as well as the control of the expression of SPARC, a known determinant of lung colonization."}, {"pubmed": 21109942, "text": "miR-133a is directly bound to CAV1 mRNA. Cancer cell migration and invasion were significantly inhibited in HNSCC cells transfected with si-CAV1. Therefore, CAV1 functions as an oncogene in HNSCC."}, {"pubmed": 21133631, "text": "We conclude that the gene encoding CAV-1 plays an important role in the promotion of mammary tumorigenesis in Kashmir."}, {"pubmed": 21148404, "text": "Caveolin-1 plays a key role as a negative regulator of anoikis through a reactive oxygen species-dependent mechanism in human lung carcinoma H460 cells."}, {"pubmed": 21152401, "text": "Findings suggest that Cav-1 and PTRF/Cavin could represent two relevant and distinct targets to modulate IGF-IR function."}, {"pubmed": 21165568, "text": "Cav-1 immunoreactivity in lung cancer is histotype-dependent, increased Cav-1 expression indicates the malignant progression and high invasion features of non-small cell lung carcinomas."}, {"pubmed": 21199324, "text": "study identifies a new function for caveolin-1 in controlling smooth muscle phenotype; this mechanism could contribute to allergic asthma."}, {"pubmed": 21246406, "text": "Cav-1 polymorphisms are associated with oral cancer."}, {"pubmed": 21302621, "text": "Findings indicated a reduction of caveolin- 1 expression in NSCLC and suggested that caveolin-1 as well as VEGF-C might be involved in lymph node metastasis of NSCLC."}, {"pubmed": 21321670, "text": "data and observations imply that a primary open angle glaucoma (POAG) risk allele at the 7q31 locus that contains the caveolin genes CAV1 and CAV2 is not strongly associated with glaucoma in an Iowa population"}, {"pubmed": 21335944, "text": "Caveolin-1 may participate in the pathogenesis of bladder pain syndrome/ interstitial cystitis"}, {"pubmed": 21340433, "text": "CaR and Cav-1 co-localize on the plasma membrane in HUVECs and CaR-induced Ca(2+) influx is down-regulated by binding with Cav-1."}, {"pubmed": 21372166, "text": "Dynamic movement of cav-1 is essential for physiological contractile response of colonic smooth muscle."}, {"pubmed": 21373757, "text": "secreted CAV1 may also contribute to the malignant properties of Ewing's sarcoma."}, {"pubmed": 21378366, "text": "Study provides evidence for the relationship of this variant of CAV1 and risk of prostate cancer which might merit further study as a genomic marker for early detection of prostate cancer."}, {"pubmed": 21416157, "text": "caveolin-1 overexpression is associated with hepatocellular cancer."}, {"pubmed": 21430048, "text": "In the presence of Cav-1, phosphorylation of IKKbeta, IKKalpha, IkappaBalpha, and NF-kappaB p65 is dramatically reduced, while HIV-1 viral gene expression is suppressed."}, {"pubmed": 21440420, "text": "Caveolin 1 inhibits transforming growth factor-beta1 activity via inhibition of Smad signaling by hypertrophic scar derived fibroblasts in vi"}, {"pubmed": 21445970, "text": "Melanoma cells show remarkable resistance to Cav-1 disassembly, together with persisting cell signal activity, being Src and Cav-1 crucial modulators of Rho GTPases."}, {"pubmed": 21471610, "text": "This review is focused on the role of caveolin-1 in several soft tissue and bone sarcomas and discusses the use of this protein as a potential diagnostic and prognostic marker and as a therapeutic target."}, {"pubmed": 21473727, "text": "This is the first study to show that CAV1 mRNA expression is significantly higher in renal cell cancer compared with normal renal tissue."}, {"pubmed": 21514437, "text": "GATA-6 acts as a transcriptional repressor of CAV1 gene expression in partial bladder outlet obstruction-induced bladder wall smooth muscle hypertrophy"}, {"pubmed": 21521946, "text": "identify and characterize the signaling pathways that are activated in Cav-1 negative tumor stroma using gene expression profiling"}, {"pubmed": 21551225, "text": "CAV2 mRNA and protein levels are reduced by both NFBD1 knockdown and knockout independently of IR and p53"}, {"pubmed": 21584795, "text": "the loss of stromal caveolin-1 is related to poor prognosis in invasive ductal carcinoma"}, {"pubmed": 21585620, "text": "high Cav-1 expression in tumor cells and lack of this expression in stromal cells could help identify a particular subgroup of breast cancer patients with potentially poor survival."}, {"pubmed": 21609392, "text": "Skeletal muscle telocytes (TCs) express c-kit, caveolin-1 and secrete VEGF. In culture, TCs (but not satellite cells) emerge from muscle explants and form networks suggesting a key role in muscle regeneration and repair, at least after trauma."}, {"pubmed": 21611203, "text": "IGF1R internalization and co-localization with clathrin and CAV1 upon ligand binding, as well as the status of the IGF1R pathway, cellular proliferation, and the apoptosis of interfered and inhibited Ewing's sarcoma, were analyzed."}, {"pubmed": 21613355, "text": "Variations in the CAV1 gene are associated with insulin resistance and hypertension."}, {"pubmed": 21683457, "text": "Six overlapping haplotypes of caveolin 1 gene purine complex are detected in multiple sclerosis and Alzheimer's disease patients."}, {"pubmed": 21690289, "text": "Cav1 cooperated with the endogenous Ras/MAPK inhibitor Dok1 to promote the ligand-dependent transcriptional activity of PPARgamma and to inhibit cell proliferation"}, {"pubmed": 21715681, "text": "This study showed that Toll-like receptor 4 (TLR4) and caveolin-1 are binding partners in chondrocytes; their expression is temporally regulated by fluid shear via the sequential up-regulation of microsomal PGE synthase-1 and L-PGDS."}, {"pubmed": 21729786, "text": "Stroma associated with human carcinomas and melanoma metastases is enriched in Cav1-expressing carcinoma-associated fibroblasts (CAFs)."}, {"pubmed": 21761200, "text": "These findings reveal novel aspects regarding role of Cav-1 in modulating oxidative stress induced by cisplatin."}, {"pubmed": 21789897, "text": "subjects who had GG/AT or GG/AA at Cav-1 G14713A/T29107A showed a decreased risk of bladder cancer compared to subjects with GG/TT, while those of any other combinations were of increased risk."}, {"pubmed": 21803870, "text": "Caveolin-1 plays an important role in airway inflammation by modulating the effect of specific cytokines on intracellular calcium[Ca(2+)]."}, {"pubmed": 21804187, "text": "Data show that F92A-Caveolin-1 and a mutant cell-permeable scaffolding domain peptide called Cavnoxin can increase basal NO release in eNOS-expressing cells."}, {"pubmed": 21822278, "text": "Data show that expression of VCP mutant proteins, or siRNA-mediated depletion of UBXD1 leads to a block of CAV1 transport at the limiting membrane of enlarged endosomes in cultured cells."}, {"pubmed": 21840940, "text": "our results indicate that ERK1/2, Akt, and cav-1 are involved in the regulatory mechanisms of PPAR-mediated protection against HIV-1-induced MMP-9 expression in brain endothelial cells"}, {"pubmed": 21841821, "text": "these data are consistent with the possibility that accumulation of truncated Dsg2 protein interferes with desmosome assembly and/or maintenance to disrupt cell-cell adhesion."}, {"pubmed": 21861625, "text": "alpha7 nicotinic acetylcholine receptor-mediated signaling through caveolin-1-enriched lipid rafts/caveolae is required for nicotine-enhanced Escherichia coli K1 invasion of human brain microvascular endothelial cells."}, {"pubmed": 21873608, "text": "The identified single nucleotide polymorphisms are associated with primary open-angle glaucoma in the Caucasian US population and that specific haplotypes located in the CAV1/CAV2 intergenic region are associated with the disease."}, {"pubmed": 21882259, "text": "Cx43 controls the tumor phenotype of glioblastoma U251 cells and in particular, invasion capacity, through its localization in lipid rafts containing CAV1."}, {"pubmed": 21901744, "text": "caveolin-1 controls alpha(5) beta(1) integrin expression through the TGF-beta/TGF-betaRI/Smad2 pathway in glioblastoma"}, {"pubmed": 21909981, "text": "This study does not corroborate the reported frequent occurrence of CAV1 gene mutations, including CAV1 (P132L), in primary human breast carcinomas."}, {"pubmed": 21918362, "text": "Caveolin-1 knockdown by small interfering RNA reduces H2O2-induced SHP-2 phosphorylation in rat primary astrocytes and in CRT-MG human astroglioma cells."}, {"pubmed": 21925842, "text": "Study reveals an important role for cav-1 as a negative regulator of MMP-1 gene expression via inhibition of Erk1/2/Ets1 signaling in dermal fibroblasts."}, {"pubmed": 21949119, "text": "a role for gangliosides in regulating tumor cell motility by affecting the function of a signaling complex organized by caveolin-1"}, {"pubmed": 21951852, "text": "The results suggest that the region of caveolin-1 between amino acids 62 and 100 is an oligomerization domain as well as an attachment site for ABCA1 interaction that regulates HDL-mediated cholesterol efflux."}, {"pubmed": 21965771, "text": "The association of the potential risk haplotype agrees well with a role of CAV1 genotype in breast cancer risk and the association with tumor progression needs further investigation."}, {"pubmed": 21965789, "text": "The aim of this study was to evaluate the association between nasopharyngeal carcinoma susceptibility and Cav-1 genotypes."}, {"pubmed": 21976276, "text": "Arterial remodeling was associated with number of G alleles of CAV-1 polymorphism, GG homozygotes displaying intimal-media thickness and carotid cross-sectional area that were, respectively, 16% and 21% higher than those in patients without risk allele"}, {"pubmed": 22038047, "text": "sensitivity of non-small-cell lung cancer cells to metformin was dependent on Cav-1 expression"}, {"pubmed": 22041584, "text": "Cav-1 functions as a crucial modulator of epithelial-mesenchymal transition and cell differentiation in pancreatic cancer."}, {"pubmed": 22057638, "text": "Loss of stromal caveolin-1 is associated with early tumor recurrence."}, {"pubmed": 22072235, "text": "Caveolin-1 overexpression is associated with hepatocellular carcinoma tumourigenesis and metastasis."}, {"pubmed": 22075971, "text": "loss of CAV1 mRNA expression may play a role in prostate cancer progression."}, {"pubmed": 22095627, "text": "The interaction of LC3B and Fas pathways requires cav-1."}, {"pubmed": 22127416, "text": "SorLA and caveolin-1 directly or indirectly interact in glia and share subcellular distribution patterns."}, {"pubmed": 22128235, "text": "Phosphorylation of Tyrosine 14 in CAV-1 and transcriptional regulation of CAV-1 expression may have a role in glaucomatous alterations in trabecular meshwork cells of patients with primary open angle glaucoma."}, {"pubmed": 22134245, "text": "High expression of stromal Cav-1 correlates with longer survival in malignant melanoma metastases, and high expression of Cav-1 in melanoma cells correlates with longer survival in primary malignant melanoma."}, {"pubmed": 22142403, "text": "Membrane binding CAV1 key fragments are involved in multiple critical functions that include protein recognition, oligomerization, and cholesterol binding consistent with the role for CAV1 scaffolding domain."}, {"pubmed": 22152020, "text": "Over expression of caveolin-1 in the tumour cell cytoplasm predicts a poor prognosis of patients with clear cell RCC."}, {"pubmed": 22159333, "text": "Insignificant differences in Cav-1 between the sera of patients and controls (5.69 in the cancer group vs. 5.42 ng/ml in the control group)."}, {"pubmed": 22194465, "text": "Findings defined Cav-1 as an important downstream oncogenic target of FoxM1, suggesting that dysregulated signaling of this novel FoxM1-Cav-1 pathway promotes pancreatic cancer development and progression."}, {"pubmed": 22200856, "text": "Higher Cav1 expression correlated with the advanced pathological stage and shorter survival rates in lung adenocarcinoma patients."}, {"pubmed": 22201996, "text": "Alterations of TES mRNA level may predict the location of metastasis. CAV1 possibly affect the cancer cell invasion"}, {"pubmed": 22215724, "text": "Activated CD47 promotes pulmonary arterial hypertension through targeting caveolin-1."}, {"pubmed": 22236542, "text": "Stromal caveolin-1 expression were more frequent in anaplastic carcinoma and diffuse sclerosing variant of papillary carcinoma compared to conventional papillary thyroid carcinoma."}, {"pubmed": 22238363, "text": "caveolin-1 normally traffics to and from the cytoplasmic surface of lysosomes during intracellular cholesterol trafficking."}, {"pubmed": 22240009, "text": "The transmembrane domain of caveolin-1 exhibits a helix-break-helix structure."}, {"pubmed": 22241747, "text": "Cav-1 is an important regulator of store-operated Ca(2+) entry in human airway smooth muscle by influencing plasma membrane sarcoplasmic reticulum interactions."}, {"pubmed": 22277251, "text": "Systemic sclerosis fibroblasts with constitutive Smad1 phosphorylation have elevated cav-1 expression."}, {"pubmed": 22277751, "text": "our results indicate a novel role of Cav-1 in anoikis regulation through Mcl-1 interaction and stabilization"}, {"pubmed": 22287735, "text": "A novel role of Cav-1 protein is the suppression of cellular oxidative stress induced by hydrogen peroxide in lung carcinoma."}, {"pubmed": 22316086, "text": "These data support that C. neoformans internalization into HBMEC is a lipid raft/caveolae-dependent endocytic process where the actin cytoskeleton is involved, and the Cav1 plays an essential role in C. neoformans traversal of the blood-brain barrier."}, {"pubmed": 22323292, "text": "activation of eNOS promotes Src-dependent Cav-1-Tyr-14 phosphorylation and eNOS/Cav-1 binding, that is, eNOS feedback inhibition"}, {"pubmed": 22353223, "text": "This review presents the current understanding of their function and the involvement of caveolin-1 in breast cancer pathogenesis. [review]"}, {"pubmed": 22353809, "text": "We hypothesise that it is the activity of Src that drives the relationship with Cav-1 and RhoGD12 expression in transition cell carcinoma of the bladder"}, {"pubmed": 22370641, "text": "WNT6 and Cav1 are upregulated by chemotherapeutics and enhance the resistance of GC cells to anthracycline drugs"}, {"pubmed": 22378247, "text": "results suggest expression of Cav-1 in the tumour cells, rather than in the stromal tissue surrounding the tumour, may promote cervical squamous cell carcinoma cell proliferation, and correlates with high-risk HPV infection"}, {"pubmed": 22395498, "text": "nestin and caveolin-1 could have a role in GISTs, together with CD117 and CD34"}, {"pubmed": 22402147, "text": "These results add CAV1 to the list of systemic sclerosis susceptibility genes and provide further evidence for the contribution of this pathway in the fibrotic process that characterises pathogenesis."}, {"pubmed": 22411794, "text": "CAV1 is a direct transcriptional target of oxygen-labile hypoxia-inducible factor 1 and 2 that accentuates the formation of caveolae, leading to increased dimerization of EGF receptor."}, {"pubmed": 22433870, "text": "novel roles for CAV1 variants in cell death; wtCAV1 promotes cell death, whereas CAV1beta promotes cell survival by preventing inactivation of BCL2 and BCLxL via JNK in paclitaxel-mediated apoptosis."}, {"pubmed": 22454521, "text": "Actin, microtubules and Abl tyrosine kinases regulate Cav1 inward trafficking."}, {"pubmed": 22474125, "text": "Data suggest that Cav1 is down-regulated in 95% of tumor specimens from patients with Barrett adenocarcinoma; strong cytoplasmic expression of Cav1 correlates with poor disease-free survival in small subgroup of patients."}, {"pubmed": 22474227, "text": "A frameshift mutation in caveolin-1 (CAV1)is identified, which encodes a membrane protein of caveolae abundant in the endothelium and other cells of the lung."}, {"pubmed": 22502704, "text": "Promoter hypermethylation and loss of expression of the CAV-1 gene is associated with breast cancer."}, {"pubmed": 22506673, "text": "point mutations at position 132 of Cav1(62-178) revealed that no other hydrophobic amino acid can preserve the monomeric state of Cav1(62-178), indicating that proline 132 is critical in supporting proper caveolin-1 behavior."}, {"pubmed": 22513979, "text": "Gal3 and Cav1 therefore function synergistically to promote focal adhesion signalling, migration and progression of differentiated thyroid cancer."}, {"pubmed": 22528500, "text": "Caveolin-1 and dynamin-2 are essential for removal of the complement C5b-9 complex via endocytosis."}, {"pubmed": 22547061, "text": "Cav-1 inhibits cellular antioxidant capacity through direct interaction with Nrf2 and subsequent suppression of its activity"}, {"pubmed": 22547813, "text": "Perturbation of Ca(V)1.1 negative regulation of RyR1 leak identifies a unique mechanism that can sensitize muscle cells to malignant hypothermia triggers."}, {"pubmed": 22564243, "text": "CAV-1 affected cell growth of lung cancer NCI-H446 cell through the interactions with p-ERK1/2, estrogen receptor and progestin receptor"}, {"pubmed": 22571278, "text": "The research reports a novel role for calveolin-1 in tumour-induced immunosuppression during the progression of chronic lymphocytic leukaemia."}, {"pubmed": 22575653, "text": "Caveolin1 acts upon EGF endosomes internalized via the Clathrin-pathway and functions at the transition from early to late endosomes."}, {"pubmed": 22593443, "text": "confirmed that depletion of CAV1 rendered anoikis-resistant H_AR2 cells sensitive to anoikis"}, {"pubmed": 22659071, "text": "the human CAV1 upstream purine complex modifies gene expression"}, {"pubmed": 22674854, "text": "Overexpression of caveolin 1 in HM-7 cells down-regulate proliferation, viability, wound closure, adhesion to laminin, invasion, and development of filopodial and lamellipodial structures in a dose-dependent manner."}, {"pubmed": 22693251, "text": "complex formation between the DLC1 START domain and CAV-1 contributes to DLC1 tumor suppression via a RhoGAP-independent mechanism, and suggest that DLC1 inactivation probably contributes to cancer progression."}, {"pubmed": 22706202, "text": "Data show that elevated CAV1 upregulates glucose uptake and ATP production through HMGA1-mediated GLUT3 transcription, suggesting that CAV1 may render tumor cells growth advantages by enhancing aerobic glycolysis."}, {"pubmed": 22730441, "text": "In healthy humans, increases in leptin, as seen with modest weight gain, may increase caveolin-1 expression in adipose tissue; increased caveolin-1 expression in turn impairs leptin signaling."}, {"pubmed": 22745744, "text": "caveolin-1 acts as an anti-apoptotic protein in colon cancer cells by binding to Ku70 and inhibiting Bax-dependent cell death."}, {"pubmed": 22748181, "text": "Since hypoacetylated p65 has been shown to inhibit transcription, the authors conclude that caveolin-1 inhibits HIV-1 transcription through a NF-kappaB-dependent mechanism."}, {"pubmed": 22772753, "text": "Caveolin-1 promotes monocyte to macrophage differentiation through the regulation of EGR-1 transcriptional activity, suggesting that phagocytic caveolin-1 may be critical for atherogenesis."}, {"pubmed": 22807396, "text": "Caveolin-1 suppresses the growth and differentiation of undifferentiated mesenchymal stem cells, and upon cell differentiation caveolin-1 expression is upregulated to stabilize the cell phenotype and reduce cell plasticity and renewal potential."}, {"pubmed": 22824620, "text": "The correlation observed between Caveolin-1 and downstream signaling molecule expression may be an important mechanism of arsenic-induced urothelial carcinogenesis."}, {"pubmed": 22883195, "text": "Differential depot-specific expressions of caveolin-1 are present in human subcutaneous and omental adipose tissues. A low expression of caveolin-1 in omental adipose tissue may contribute to the pathogenesis of obesity and insulin resistance."}, {"pubmed": 22883991, "text": "The reduced expression of caveolin-1 in lung tissues of idiopathic pulmonary fibrosis might be related to disease development and progression."}, {"pubmed": 22894556, "text": "Transfected HBx significantly suppressed caveolin-1 promoter activity."}, {"pubmed": 22898083, "text": "Data suggest that down-regulation of CAV1 suppresses proliferation of lung carcinoma cells and may promote metastasis of lung tumors."}, {"pubmed": 22931092, "text": "Cav-1 is the key regulator of anchorage independent growth and anoikis resistance in lung carcinoma cells."}, {"pubmed": 23004679, "text": "Loss of caveolin-1 from bronchial epithelial cells and monocytes in human subjects with asthma."}, {"pubmed": 23056496, "text": "CAV1 and -2 potentiate epsilon-toxin induced cytotoxicity by promoting toxin oligomerization"}, {"pubmed": 23067370, "text": "The interplay of Cav-1 with Nef and cholesterol subsequently counters Nef induced impairment of cholesterol efflux by apoA-l."}, {"pubmed": 23114650, "text": "There is a divergent control of Cav-1 expression as evidenced in non-cancerous Li-Fraumeni syndrome and some aggressive human cancer cell lines."}, {"pubmed": 23117935, "text": "This study demonstrates that caveolin-1 is strongly expressed within caveolae-like structures and associated vesicles within liver sinusoidal endothelial cells of the hepatitis C-related cirrhotic liver."}, {"pubmed": 23128390, "text": "CpG island shore methylation regulates caveolin-1 expression in breast cancer."}, {"pubmed": 23203033, "text": "positive fibroblastic LC3B correlates with lower invasion, and low expression of fibroblastic Cav-1 is a novel predictor of poor GC prognosis."}, {"pubmed": 23206456, "text": "The level of caveolin-1 expression seems to be related to the clinical severity of psoriasis, and may play a role in the abnormal keratinocyte hyperplasia."}, {"pubmed": 23228128, "text": "In sarcoma cells Caveolin-1 expression is associated with protection against doxorubicin-induced cell death. (Review)"}, {"pubmed": 23267770, "text": "Loss of Cav1 affects several characteristics associated with aggressive human skin tumors and this protein may be an important modulator of tumor growth and invasion in cutaneous squamous cell carcinoma."}, {"pubmed": 23271292, "text": "Expression levels of ERBB2, caveolin-1 and DNA-PKcs were increased."}, {"pubmed": 23280667, "text": "Caveolin-1 is induced in colon cancer cells in response to K-RAS activating mutations. K-RAS regulates both caveolin-1 expression and other factors affecting caveolin-1 functions in colon cancer-derived cell migration."}, {"pubmed": 23283514, "text": "These data provide strong evidence that octarepeats of PrP are critical for the interaction between PrP and Cav-1."}, {"pubmed": 23300727, "text": "Exo70 is involved in caveolin-1 recycling to the plasma membrane during re-adhesion of the cells to the substratum."}, {"pubmed": 23302227, "text": "results show that Cav-1 interacts with LRP6 to generate an integrated signaling module that leads to the activation of IGF-IR/IR and results in stimulation of Akt-mTORC1 signaling and aerobic glycolysis in prostate cancer"}, {"pubmed": 23335559, "text": "Data indicate that endosomal trafficking of CAV1 depends on ubiquitination of the N-terminal region and the subsequent recruitment of VCP-UBXD1."}, {"pubmed": 23352616, "text": "these results suggest that caveolin-1 is a novel physiological activator of PP5."}, {"pubmed": 23383114, "text": "Caveolin-1 regulates Rac1 activation and rat pulmonary microvascular endothelial hyperpermeability induced by TNF-alpha."}, {"pubmed": 23393366, "text": "Our findings suggest that CAV-1 may play a critical role in Hepatocellular carcinoma carcinogenesis"}, {"pubmed": 23404184, "text": "Although the exact roles of Cav-1 and IGF-IR in human cancer continue to be a matter of some debate, there is a strong evidence for an association between Cav-1 and IGF-IR in cancer development.[review]"}, {"pubmed": 23428975, "text": "Caveolin 1 expression is up-regulated in inflamed periodontal tissues compared to the healthy gingiva."}, {"pubmed": 23442759, "text": "stromal CAV1 expression is down-regulated, which leads to the release of a variety of molecules that either enhance the metastatic capacity of endometrial cells or contribute to adenomyosis-associated dysmenorrhea"}, {"pubmed": 23460862, "text": "The present study revealed the novel role of Cav-1 and underlying mechanism on tumor adhesion."}, {"pubmed": 23463606, "text": "the proper expression of CAV1 is important not only for maintaining the appropriate morphology and size of ECs but it might represent a prospective molecular target for studying key biological mechanisms such as senescence and tumorigenesis."}, {"pubmed": 23482776, "text": "CAV1 T29107A (rs7804372) polymorphism may influence susceptibility to prostate cancer."}, {"pubmed": 23527097, "text": "Loss of epithelial Cav-1 may promote malignant progression and low CAFs Cav-1 level herald worse outcome of GC patient."}, {"pubmed": 23580180, "text": "study investigated the expression of VEGFR-1, VEGFR-3 and caveolin-1 molecules in 183 colorectal cancer tissue specimens and explored their effect in both clinicopathological parameters and disease prognosis"}, {"pubmed": 23580232, "text": "FoxO3a (Forkhead Box O3a) deficiency protects Idiopathic Pulmonary Fibrosis (IPF) fibroblasts from type I polymerized collagen matrix-induced apoptosis via caveolin-1 (cav-1) and Fas."}, {"pubmed": 23583521, "text": "Caveolin-1 conveys a homeostatic antifibrotic function by regulating TGF-beta1 and its downstream signaling; regulating critical cellular processes involved in tissue repair; antagonizing cell proliferation.(Review)"}, {"pubmed": 23598719, "text": "Cav-1-overexpressing U-87MG cells display reduced tumorigenicity in an ectopic xenograft mouse model, with marked hypoactivation of MAPK and PI3K/mTOR pathways."}, {"pubmed": 23598720, "text": "Expression of Cav1 is tightly correlated in both prostate tissues and cell lines and significantly higher in cancer vs. normal tissues."}, {"pubmed": 23603343, "text": "The A allele of CAV1 G14713A is risky, while the A allele of CAV1 T29107A is protective for the development of childhood leukemia."}, {"pubmed": 23606537, "text": "results demonstrate the counterregulatory heme oxygenase-1/CO pathway, which is critical in balancing and limiting the inflammatory response, is defective in cystic fibrosis macrophages through a CAV-1-dependent mechanism, exacerbating the cystic fibrosis macrophage response to lipopolysaccharide"}, {"pubmed": 23637463, "text": "Data indicate that caveolin-1 is a direct binding partner of nuclear factor-erythroid 2-related factor (Nrf2)."}, {"pubmed": 23645736, "text": "Increased plasma caveolin-1 levels are associated with progression of prostate cancer."}, {"pubmed": 23653359, "text": "ERK1/2 phosphorylation is under a negative influence by CAV1 during internalization of exosomes."}, {"pubmed": 23717204, "text": "Pilus phase variation switches gonococcal adherence to invasion by caveolin-1-dependent host cell signaling."}, {"pubmed": 23723060, "text": "apoE mediates the effects of leptin on vascular lesion formation by stabilizing cav-1-enriched cell membrane microdomains in smooth muscle cells, thus allowing NADPH oxidase assembly and ROS-mediated mitogenic signalling."}, {"pubmed": 23723070, "text": "Data indicate that AMP-dependent kinases (AMPKalpha1 and AMPKalpha2) inhibit caveolin-1 phosphorylation by stabilizing the interaction between c-Abl and Prdx-1."}, {"pubmed": 23729330, "text": "Loss of caveolin-1 in prostate cancer stroma correlates with reduced relapse-free survival and is functionally relevant to tumour progression."}, {"pubmed": 23736812, "text": "DNA from 4 HPV positive and 4 HPV negative fresh frozen primary HNSCC were subject to comprehensive genome-wide methylation profiling.Pathway analysis of 1168 methylated genes showed 8 signal transduction pathways (CAV1) of which 62% are hypermethylated."}, {"pubmed": 23742006, "text": "Caveolin-1 overexpression improved barrier function."}, {"pubmed": 23743525, "text": "Our findings did not correspond with previous positive results, suggesting that CAV1-CAV2 variants studied in the present study are not important risk factors for Normal Tension Glaucoma susceptibility."}, {"pubmed": 23748364, "text": "Variation in the donor apolipoprotein L1 (APOL1), caveolin 1 (CAV1), and multi-drug resistance 1 encoding P-glycoprotein genes (ABCB1) are all associated with graft survival after kidney transplantation. [Review]"}, {"pubmed": 23770857, "text": "The tumor-promoting role of cavin-1 in pancreatic cancer was found to be largely dependent on caveolin-1."}, {"pubmed": 23836408, "text": "Loss of caveolin-1 promotes endothelial-mesenchymal transition during sepsis."}, {"pubmed": 23845778, "text": "downregulation of caveolin-1 can be significant as Fanconi anemia patients have an elevated predisposition to develop cancer"}, {"pubmed": 23894397, "text": "The presence of a CC genotype in Birmingham is associated with protection from adverse outcomes of immunosuppression treated AAV. Lack of replication in the European cohort may have resulted from low clinical event rates."}, {"pubmed": 23907124, "text": "Alterations in Cav-1 and MCT4 expression may mark a critical point in the progression from in situ to invasive breast cancer."}, {"pubmed": 23934189, "text": "caveolin-1 in advanced prostate cancer is present outside of caveolae, because of the lack of cavin-1 expression"}, {"pubmed": 23938946, "text": "In this review caveolin-1, the major structural protein of caveolae, is overexpressed in prostate cancer patients."}, {"pubmed": 23951165, "text": "EphA2-induced angiogenesis in ewing sarcoma cells works through bFGF production and is dependent on caveolin-1."}, {"pubmed": 23963167, "text": "We identified a nominally significant SNP (P < 0.05), rs4236601 in CAV1/CAV2, in primary open angle glaucoma."}, {"pubmed": 23982252, "text": "Down-regulation of stromal Cav-1 expression is associated with esophageal squamous cell carcinoma"}, {"pubmed": 24034151, "text": "This meta-analysis suggests that rs4236601[A] is associated with increased risk for POAG in Caucasian and Asian populations."}, {"pubmed": 24065198, "text": "An elevated risk of gastric cancer was observed in patients with H. pylori infection combined with the Cav-1 G14713A, but not T29107A genotypes."}, {"pubmed": 24089527, "text": "Cav-1 may be a cofactor in the interaction of Derlin-1 and N-glycosylated COX-2 and may facilitate Derlin-1- and p97 complex-mediated COX-2 ubiquitination, retrotranslocation, and degradation."}, {"pubmed": 24119769, "text": "The combined expression of Cav-1 and pERK serves as an independent biomarker signature with potential merit in renal cell carcinoma surveillance strategies."}, {"pubmed": 24130882, "text": "Glioblastoma-mediated suppression of tumor-associated myeloid cell function is mediated at least in part by CAV1, and importantly, that activity can be restored by suppressing CAV1."}, {"pubmed": 24211445, "text": "Clathrin and caveolin-1 have a role in docking of SMAD4 at the cell membrane."}, {"pubmed": 24222128, "text": "single nucleotide variation of caveolin-1 gene is associated with upper urothelial tract cancer."}, {"pubmed": 24255086, "text": "Altered expression of caveolin-1 in the thyroid epithelial and stromal compartments may be involved in the pathogenesis of papillary thyroid carcinoma."}, {"pubmed": 24354620, "text": "caveolin-1-enriched microdomains have a role in Gas6-induced tissue factor expression in endothelial cells"}, {"pubmed": 24390341, "text": "caveolin-1 is involved in the regulation of lipoprotein transcytosis across endothelial cells and in the regulation of vascular inflammation."}, {"pubmed": 24397980, "text": "These results demonstrate for the first time that adiponectin inhibits TNFalpha-induced inflammatory response via Cav1-mediated ceramidase recruitment and activation in an AdipoR1-dependent fashion."}, {"pubmed": 24427291, "text": "Phosphocaveolin-1 enforces tumor growth and chemoresistance in rhabdomyosarcoma."}, {"pubmed": 24454730, "text": "GLI1 may be attributed to Cav-1 up-regulation which plays an important role in GLI1-driven epithelial-mesenchymal transition phenotype in hepatocellular carcinoma."}, {"pubmed": 24454806, "text": "Cav-1 is an important anti-AF signaling mediator by conferring its anti-fibrotic effects in atrium"}, {"pubmed": 24533441, "text": "Caveolin-1 expression is decreased in samples of non-small cell lung cancer."}, {"pubmed": 24572674, "text": "CAV1/CAV2 SNPs were associated significantly with primary open-angle glaucoma overall, particularly among women."}, {"pubmed": 24576892, "text": "These findings indicate that CAV1 interacts with ABCG1 and regulates ABCG1-mediated cholesterol efflux."}, {"pubmed": 24578173, "text": "African Americans may be predisposed to systemic sclerosis-related interstitial lung disease due to low baseline caveolin-1 levels in their monocytes, potentially affecting signaling, migration, and fibrocyte differentiation."}, {"pubmed": 24590865, "text": "Breast cancer nodal metastasis correlates with tumour and lymph node methylation profiles of Caveolin-1 and CXCR4."}, {"pubmed": 24604116, "text": "Caveolin 1 knockdown inhibits the proliferation, migration and invasion of human breast cancer BT474 cells."}, {"pubmed": 24609521, "text": "Cav-1 plays a duplex role in tumorigenesis and tumor progression in non-small cell lung cancer"}, {"pubmed": 24621537, "text": "conclude that the GG genotype of CAV-1 is protective, associated with a decreased overall mortality"}, {"pubmed": 24625804, "text": "These results suggest a new model in which caveolin-1 might be involved in Salmonella entry via its interaction with SopE and Rac1, leading to enhanced membrane ruffling for phagocytosis into host cells."}, {"pubmed": 24643062, "text": "Caveolin-1 in lipid rafts interacts with dengue virus NS3 during polyprotein processing and replication in vascular endothelial cells."}, {"pubmed": 24648521, "text": "these data provide the first detailed analysis of Cav-1 binding to one of its most significant client proteins, eNOS."}, {"pubmed": 24659799, "text": "stimulates Rab5 activation, leading to increased Rac1 activity and cell migration"}, {"pubmed": 24705869, "text": "hSlo1c associates with Cav-1 in human brain microvascular endothelial cells. This association boosted Cav-1 transfer from the cell membrane to the cytoplasm. It is crucial for regulating the permeability of the blood-tumor barrier."}, {"pubmed": 24710718, "text": "Cav-1 could be a cellular defense protein against alcoholic hepatic injury through inhibiting reactive nitrogen species and regulating EGFR/STAT3/iNOS-signaling cascades."}, {"pubmed": 24727585, "text": "Cav-1 competitively interacts with the ATG12-ATG5 system to suppress the formation and function of the latter in lung epithelial cells."}, {"pubmed": 24742020, "text": "Cav-1 is implicated in the pathogenesis of asthma and chronic inflammatory respiratory diseases and influences inflammation, fibrosis, smooth muscle contractility, regulation of apoptosis,cell senescence,epithelial barrier function and homeostasis."}, {"pubmed": 24778029, "text": "Our findings suggested that CAV1 genotype may determine the individual susceptibility to gastric cancer"}, {"pubmed": 24782297, "text": "our results showed cav-1 expression in all odontogenic cysts and 58% of ameloblastomas."}, {"pubmed": 24801727, "text": "The present review summarizes the current knowledge and views on the regulatory role of CAV1 on the cholesterol homeostasis with emphasis on the association of CAV1 with ABCA1 and ABCG1. [review]"}, {"pubmed": 24815842, "text": "Our findings suggest that Cav1 may play a critical role in the etiology of sarcopenia, and the A allele of Cav1 G14713A may serve as an early marker for detection of sarcopenia and severe sarcopenia."}, {"pubmed": 24831264, "text": "The expression of caveolin-1 was positively correlated with an advanced pathologic stage. Thus, caveolin-1 could act as a predictor of a poor prognosis in patients with large cell lung carcinoma"}, {"pubmed": 24840271, "text": "Data suggest that Src activates EGFR through the interaction of both Src-EGFR and Src-caveolin-1, and then antagonizes TRAIL-induced apoptosis in gastric cancer cells."}, {"pubmed": 24885118, "text": "CAV1 promoter hypermethylation is a frequent event in human esophageal carcinomas and is associated with early neoplastic progression in Barrett's esophagus."}, {"pubmed": 24909339, "text": "Human uterine leiomyomas in vitro express low levels of Cav-1 compared to normal myometrium, which may result from estrogen inhibition."}, {"pubmed": 24939878, "text": "Using gene manipulation strategies, authors reveal for the first time that Cav-1 plays an essential role in CSC regulation and aggressiveness of SWCNT-transformed cells partly through p53 dysregulation."}, {"pubmed": 24949874, "text": "The loss of stromal Cav-1 in pancreatic cancer was an independent prognostic indicator, thus suggesting that stromal Cav-1 may be an effective therapeutic target for patients with pancreatic cancer"}, {"pubmed": 24967418, "text": "the induction of EMT was found in Cav-1-knock down cells treated with NO, suggesting that EMT was through Cav-1-independent pathway."}, {"pubmed": 24968949, "text": "Data suggest that the role for caveolin-1 (CAV-1) in promoting bladder cancer metastasis presents CAV-1 and related pathways as potential therapeutic targets in invasive bladder cancer."}, {"pubmed": 24969108, "text": "In overfed human subjects, CAV1 protein expression was correlated with increased adipocyte size, but not with increased adipocyte number."}, {"pubmed": 24998359, "text": "Interactions of caveolin-1 scaffolding and intramembrane regions containing a CRAC motif with cholesterol in lipid bilayers."}, {"pubmed": 25002533, "text": "Data show that caveolin-1 is necessary for optimal KSR1-dependent ERK activation by growth factors and oncogenic Ras."}, {"pubmed": 25017566, "text": "Caveolin-1 is a positive regulator for E2-induced cell growth by promoting auptophagy and inhibiting apoptosis in BT474 cells."}, {"pubmed": 25085904, "text": "The role of caveolin-1 in mediating the chemoresistance of breast cancer stem cells via beta-catenin/ABCG2 regulation."}, {"pubmed": 25117072, "text": "CAV1 rs729949 was associated with increased risk of hepatocellular carcinoma."}, {"pubmed": 25120818, "text": "The SNP rs3807989 in CAV1 gene is not associated with AF in Chinese Han patients."}, {"pubmed": 25123270, "text": "we attempt to abridge the relationship between caveolin-1 and oral squamous cell carcinoma [review]"}, {"pubmed": 25148256, "text": "reciprocal activating crosstalk between c-Met and CAV1 promoted oncogenic signaling of c-Met contributed to the initiation and progression of HCC."}, {"pubmed": 25180681, "text": "The role of CAV1 in hepatocellular carcinoma progression was explored in this study."}, {"pubmed": 25192721, "text": "we found that along with these factors, CAV1 acts in cohort in reducing cell migration and inducing apoptosis."}, {"pubmed": 25196315, "text": "CAV1 rs3807989 may contribute to a decreased atrial fibrillation risk in Chinese Han populations"}, {"pubmed": 25246063, "text": "The results showed that the G allele of the Cav-1 G14713A and the A allele of the Cav-1 T29107A are risky genetic factors for renal cell carcinoma susceptibility."}, {"pubmed": 25313138, "text": "Results suggest that CAV1 could function as a potent tumor suppressor in ARMS tumors. Inhibition of CAV1 function therefore, could contribute to aberrant cell proliferation, leading to ARMS development."}, {"pubmed": 25337248, "text": "Suggest that overexpressed SPP1, PAI and caveolin-1 were linked to carcinogenesis and progression, and thus they may serve as potential prognostic factors in oral squamous cell carcinoma."}, {"pubmed": 25339030, "text": "Low caveolin-1 expression is associated with gastric cancer."}, {"pubmed": 25351339, "text": "Cav-1 protein was up-regulated in response to the acquisition of anoikis resistance and the up-regulation of Cav-1 played an important role in regulation of several cancer cell behaviors."}, {"pubmed": 25397596, "text": "The findings suggest that large conductance Ca(2)-activated potassium (BKCa) channels is a critical target for suppression by caveolin-1 in suppressing proliferation and invasion of breast cancer cells."}, {"pubmed": 25407491, "text": "We further confirmed that miR-103/107 inhibited P-gp function in gastric cancer SGC7901/ADR cells. Finally, we verified that caveolin-1 (Cav-1), a critical component of lipid rafts, was a target of miR-103/107"}, {"pubmed": 25455218, "text": "In conclusion these data suggest that Streptococcus pneumoniae PspC-promoted uptake via the polymeric immunoglobulin receptor of epithelial cells is mediated by both clathrin and caveolin dependent pathway."}, {"pubmed": 25489222, "text": "The significant association of three common variants in TMCO1, ATOH7, and CAV1 with primary open angle, primary angle closure, and pseudoexfoliation glaucoma was found in Pakistani cohorts."}, {"pubmed": 25525164, "text": "The implication of the caveolin genes, CAV1/CAV2, as a common genetic factor influencing both IOP variations and POAG may provide new insights of the underlying mechanism leading to glaucoma and glaucomatous visual field loss."}, {"pubmed": 25550395, "text": "Cav1 ectopic expression reverses EMT in human peritoneal mesenchymal cell from peritoneal dialysis patients."}, {"pubmed": 25551286, "text": "The authors not only show that langerin and caveolin-1 co-localize at the cell membrane and in vesicles but that caveolin-1 mediated HIV-1 uptake is an intrinsic restriction mechanism present in human Langerhans cells that prevents HIV-1 infection."}, {"pubmed": 25575822, "text": "Data show that caveolin-1 (Cav-1) is up-regulated, but collagen I (COL I) is down-regulated, in chronologically-aged skin of human and mouse."}, {"pubmed": 25588833, "text": "cavin3 is recruited to the caveolae coat by cavin1 to interact with caveolin1 and regulate the duration time of caveolae at the plasma membrane."}, {"pubmed": 25626893, "text": "caveolin-1 may at least in part determine gene transfer efficiency and cytotoxicity of polyethyleneimine in mammalian cell lines."}, {"pubmed": 25632186, "text": "The loss of stromal CAV-1 expression in colorectal carcinoma was associated with poor prognosis."}, {"pubmed": 25633184, "text": "Caveolin-1 accumulation in the tongue cancer tumor microenvironment is significantly associated with poor prognosis"}, {"pubmed": 25645930, "text": "The lipid raft scaffolding protein caveolin-1 interacts with the STIM1-Orai1 complex to increase channel activity."}, {"pubmed": 25658089, "text": "Selective targeting of this SMAD-independent, p38-MAPK/Cav-1-dependent pathway is likely to be effective in the treatment of pathological conditions characterized by TGF-beta signaling and myofibroblast activation."}, {"pubmed": 25658354, "text": "Interaction of Cav1 with its receptor EGFR inhibits signaling and reduces cell proliferation, supporting a tumor suppressor function for Cav1."}, {"pubmed": 25665524, "text": "the AKT/miR-199a-5p/CAV1 pathway is identified as a regulator of innate immunity, which is dysfunctional in cystic fibrosis macrophages contributing to lung hyper-inflammation."}, {"pubmed": 25672415, "text": "suggesting that N-SH2 domain of SHP-2 is responsible for the binding of caveolin-1 and contributes to the regulation of Src phosphorylation and activation following ROS-induced oxidative stress in brain astrocytes"}, {"pubmed": 25707739, "text": "placental expression reduced in pre-eclampsia"}, {"pubmed": 25787790, "text": "donor Cav1 genotype correlates with long-term pancreas graft function"}, {"pubmed": 25822667, "text": "Using in silico and in vitro analysis we show that Cavin-1 is expressed in myogenic Rhabdomyosarcoma tumors and human and primary mouse RMS cultures.  Cavin-1 or Cav-1 knockdown led to impairment of cell proliferation and migration."}, {"pubmed": 25842166, "text": "The CAV1 expression was increased during colonocyte differentiation and mediated butyrate-induced differentiation and apoptosis of HT29 cells."}, {"pubmed": 25848073, "text": "disruption of cav-1 decreases basolateral K(+) channel activity and depolarizes the cell membrane potential in the DCT1 at least in part by suppressing the stimulatory effect of c-Src on Kcnj10"}, {"pubmed": 25853335, "text": "Interactions between ABCB1 and CAV1 with APOL1 may influence allograft failure for transplanted kidneys from African American donors."}, {"pubmed": 25877996, "text": "data suggest the potential for Cav-1 as a possible novel therapeutic target in NPC treatment"}, {"pubmed": 25892494, "text": "A novel chimeric aequorin fused with caveolin-1 reveals a sphingosine kinase 1-regulated Ca(2) microdomain in the caveolar compartment."}, {"pubmed": 25893292, "text": "these findings demonstrate that syntenin may act as an important positive regulator of TGF-b signaling by regulating caveolin-1-mediated internalization of TbRI; thus, providing a novel function for syntenin that is linked to cancer progression."}, {"pubmed": 25898808, "text": "study reports heterozygous de novo disease-causing mutations in CAV1 gene in 2 patients presenting with neonatal onset of generalized loss of subcutaneous fat but sparing the buttocks with additional distinctive phenotypic features; report extends the spectrum of disorders due to CAV1 mutations to include one subtype of lipodystrophy"}, {"pubmed": 25940406, "text": "the results of our genetic analysis do not support the involvement of CAV1 in morphea."}, {"pubmed": 25945613, "text": "downregulation of CAV1 and enhanced autophagy level were observed in human breast cancer cells and tissues."}, {"pubmed": 25953654, "text": "The data revealed a significant association between CAV1 variant rs3807989 and Atrial Fibrillation in the Chinese Han population"}, {"pubmed": 25998683, "text": "Under the regulation of Rab5, the fused vesicles are targeted to early endosomes and thus deliver the internalized TbetaRI to the caveolin-1 and EEA1 double-positive early endosomes (caveolin-1-positive early endosomes)."}, {"pubmed": 26015768, "text": "The minor allele G of rs17588172 in the CAV1-CAV2 locus is associated with decreased expression of CAV1 and CAV2 in some tissues, marginally with intraocular pressure elevation, and consequently with increased susceptibility to high-tension glaucoma."}, {"pubmed": 26025399, "text": "The results suggested that differential levels of P-glycoprotein, Caveolin-1 and Fatty acid synthase except CYP450 play a major role in acquired resistant phenotype in bladder cancer."}, {"pubmed": 26054531, "text": "Our study shows that elevated CAV1, observed in patients with endometrial cancer, is linked to enhanced malignancy of endometrial cancer cells, as evidenced by increased migration, invasion and anchorage-independent growth."}, {"pubmed": 26065715, "text": "In PC cell lines, disruption/depletion of caveolae/Cav-1 reduces proliferation, colony formation, and invasion."}, {"pubmed": 26066055, "text": "results indicate that the two SNPs (Cav-1 rs1049334 and ROCK1 rs35996865) and genotypes with a combination of 2-4 risk alleles were associated with the risk of ccRCC."}, {"pubmed": 26072376, "text": "study suggest that CAV1 may not act as a potential biomarker of uterine malignant mesenchymal tumors"}, {"pubmed": 26085308, "text": "Study demonstrates the importance of CAV1 interaction with the cytoskeleton, which includes shape change and adhesion. Cav1 modulates the focal adhesion complex through vinculin and participates in the tension forces during adhesion and clot retraction."}, {"pubmed": 26086332, "text": "Study provides evidence for a mechanism by which CVN2 regulates caveolin-1 expression leading to slow cellular proliferation by inactivation of the extracellular regulated kinase (ERK) pathway in oral squamous cell carcinoma cells."}, {"pubmed": 26086560, "text": "Cavin-1 and cavin-2 are strongly expressed within caveolae-like structures within liver sinusoidal endothelial cells of the hepatitis C-related cirrhotic liver and cavin-1 would play a critical role in regulating aspects of caveolin-1."}, {"pubmed": 26123189, "text": "higher protein expression in tumor is associated with both improved response rate and overall survival in advanced non-small-cell lung cancer"}, {"pubmed": 26138391, "text": "low-expression of ARPC1B is significantly associated with LNM and advanced tumor staging whereas high expression of Cav-1 can be a prognostic indicator for poor prognosis in OSCC patients."}, {"pubmed": 26138883, "text": "CAV1 expression was positively related to IGF-1R expression in human hepatocellular carcinoma tissues; CAV1 confers resistance of hepatoma cells to anoikis by activating IGF-1 pathway."}, {"pubmed": 26169283, "text": "These results suggest that HIV interferes with cholesterol efflux by high-density lipoprotein in human aortic endothelial cells through the disruption of Cav-1s' cellular distribution."}, {"pubmed": 26172389, "text": "Caveolin-1 protein may be an effective predictor for determining the outcome of T-DM1 treatment in breast cancer patients."}, {"pubmed": 26189259, "text": "Microarray data of the expression level of key genes reveals that CAV1 is critical for cervical cancer invasion and metastasis."}, {"pubmed": 26251082, "text": "High CAV1 expression is associated with colon tumors."}, {"pubmed": 26255449, "text": "Our findings demonstrated a link between Caveolin-1 expression and the aggressiveness of ovarian cancer"}, {"pubmed": 26259513, "text": "Suggest that IFITM1 promotes the aggressiveness of colorectal cancer cells via caveolin-1 signaling."}, {"pubmed": 26307673, "text": "Loss of PTEN in melanoma increases CAV1-mediated dissociation of beta-catenin from membranous E-cadherin, which may promote senescence bypass and metastasis."}, {"pubmed": 26315660, "text": "Data show that caveolin 1 expression in brain metastasis was associated with poor prognosis and an increased risk of death."}, {"pubmed": 26323261, "text": "Cav-1 was inversely correlated with proliferation in PA."}, {"pubmed": 26337278, "text": "caveolin-1 represents one of the genes whose expression is strongly activated by Np73beta in non-small lung cancer cells"}, {"pubmed": 26354438, "text": "Cholesterol and CAV-1 modulate the function and dynamics of the slow channel congenital myasthenia syndrome alphaC418W nicotinic acetylcholine receptor mutation."}, {"pubmed": 26357463, "text": "LPS-induced Cav-1 phosphorylation in pulmonary microvascular endothelial cells may lead to an increase in transcellular permeability prior to an increase in paracellular permeability in a Src-dependent manner."}, {"pubmed": 26433014, "text": "The CAV1 rs4730751 CC genotype is associated with lower arterial stiffness in patients with early and late stage non-dialysis chronic kidney disease."}, {"pubmed": 26474461, "text": "Loss of Cav1 in head and neck squamous cell carcinoma enables tumor cells to undergo epithelial-mesenchymal transition."}, {"pubmed": 26475177, "text": "The prevalent CAV1 gene variant rs926198 is associated with metabolic syndrome in separate Caucasian and Hispanic cohorts"}, {"pubmed": 26497787, "text": "Familial linkage studies for primary angle-closure glaucoma have been performed and identified CAV1 causative primary angle-closure glaucoma disease"}, {"pubmed": 26503358, "text": "knockdown of Cav-1 was also able to significantly downregulate the protein expression level of Notch-1, p-Akt and p-NF-kappaB p65 in cisplatin-resistant ovarian cancer cells."}, {"pubmed": 26539466, "text": "serum Cav1 might be a novel biomarker in the diagnosis of IPAH with fare sensitivity and good specificity. Second, Cav1 might be used to make differential diagnosis between COPD-PH and IPAH group"}, {"pubmed": 26543085, "text": "CAV-1 and -2 have roles in progression of prostate neoplasms"}, {"pubmed": 26543228, "text": "Data show that caveolin-1 (Cav-1) expression in MCF7 breast cancer epithelial cells represses NF-E2-related factor 2 (Nrf2) and superoxide dismutase (MnSOD)."}, {"pubmed": 26566034, "text": "CAV1 has a role in the tumor microenvironment of mature T-cell malignancies"}, {"pubmed": 26590370, "text": "Cav-1 expression may be especially up-regulated in larger uveal melanomas. As it was correlated with PI3K expression and vasculogenic mimicry (VM) in this series of uveal melanoma, Cav-1 might induce the formation of VM via the PI3K-signalling cascade."}, {"pubmed": 26602865, "text": "Mutant CAV1 forms caveolae structures similar to wild-type but leads to increases in nitric oxide bioavailability."}, {"pubmed": 26615831, "text": "Study elucidated the relationship between TLR5 and caveolin-1 at the transcriptional and translational levels using human cells, results suggest that caveolin-1 is a crucial regulator for maintaining and controlling TLR5 expression."}, {"pubmed": 26626726, "text": "hypothesize that focal adhesion signaling pathways such as PI3K/Akt signaling may be negatively regulated by Cav-1 during mesenchymal stem cell osteogenesis"}, {"pubmed": 26657896, "text": "We identified potential nuclear and membrane biomarkers (increased expression of ZO-1, caveolin-1 and P2X7 receptor) of risks for placenta and pregnancy"}, {"pubmed": 26686692, "text": "This study demonstrates, for the first time, that Cav-1 is expressed in developing periodontal tissue and in vitro in periodontal-related cells"}, {"pubmed": 26690923, "text": "caveolin-1 is a powerful negative regulator of the excitatory glutamate transporters EAAT1, EAAT2, EAAT3, and EAAT4."}, {"pubmed": 26717806, "text": "Cav-1 may regulate the hepatocyte-like differentiation of human adipose-derived stem cellsby modulating mitogen-activated protein kinase kinase/MAPK signaling."}, {"pubmed": 26725982, "text": "This study reports an unanticipated function of ROR1 as a scaffold of cavin-1 and caveolin-1, two essential structural components of caveolae."}, {"pubmed": 26768616, "text": "Caveolin-1 affects ESCC MDR by regulating the expressions of P-gp and MRP1."}, {"pubmed": 26775120, "text": "rs3807989 at the CAV1/CAV2 locus was associated with significant risk of coronary artery disease and myocardial infarction by increasing expression of CAV1 (but not CAV2)."}, {"pubmed": 26794448, "text": "data provides novel insight into the regulation of CAV1 gene by histone H3 modifications and enhance the amplitude of the cancer epigenome"}, {"pubmed": 26797118, "text": "Ankrd13 proteins cooperate with VCP to regulate the lysosomal trafficking of ubiquitinated Cav-1."}, {"pubmed": 26817615, "text": "Decreased expression of Cav-1 and E-cadherin plays a role in the progression of gastric cancer."}, {"pubmed": 26828798, "text": "Decreased caveolin-1 expression is associated with increased expression and phosphorylation levels of eNOS in endothelial cells stimulated by microgravity, which causes a dissociation of eNOS from caveolin-1 complexes."}, {"pubmed": 26837700, "text": "Cav-1 has a novel role in TCR/Lck spatial distribution upon TCR triggering, which controls T-cell fate toward a regulatory phenotype"}, {"pubmed": 26843476, "text": "Data show that the CAV1 K176R mutant blocks the interaction with P-glycoprotein and abolishes the inhibition of P-glycoprotein by CAV1. These effects contribute to the understanding of the regulation of P-glycoprotein and drug resistance in cancer cells."}, {"pubmed": 26876307, "text": "Data show that loss of epithelial membrane protein 2 (EMP2) is involved in sphingosylphosphorylcholine (SPC)-induced phosphorylation of keratin 8 (K8) via ubiquitination of protein phosphatase 2 (PP2A) through alpha4 phosphoprotein by caveolin-1 (cav-1)."}, {"pubmed": 26919102, "text": "Our findings highlight the importance of Cav-1 in hematogenous metastasis, and provide new insights into the underlying mechanisms of mechanotransduction induced by low shear stress"}, {"pubmed": 26930711, "text": "High CAV1 expression is associated with lung cancer."}, {"pubmed": 27048255, "text": "High glucose induced cell senescence in glomerular mesanginal cells is dependent on caveolin-1 signaling."}, {"pubmed": 27053106, "text": "Data indicate that the caveolin-1 (CAV1) control on dopachrome tautomerase (DCT) gene expression, DCT post-translational processing, and subcellular distribution is cell phenotype-dependent."}, {"pubmed": 27075359, "text": "our finding indicated that KCNA5 protein may interact with Cav-1, thereby contributing to the proliferation and early transformation of mammary cells."}, {"pubmed": 27094744, "text": "Hypoxic down-regulation of constitutive endocytosis is HIF-independent, and involves caveolin-1-mediated inhibition of dynamin-dependent, membrane raft endocytosis."}, {"pubmed": 27119011, "text": "lower serum Cav-1 levels may be associated with cerebral microbleeds, especially those that are multiple and located in deep brain or infratentorial structures, in patients with acute ischemic stroke."}, {"pubmed": 27129210, "text": "Data indicate that knockdown of caveolin-1 (Cav-1) expression causes redistribution of the P2Y2 nucleotide receptor (P2Y2R) from membrane rafts."}, {"pubmed": 27144934, "text": "Cavin-1 deficiency resulted in maladaptative autophagy that contributed to insulin resistance and altered adipocyte differentiation."}, {"pubmed": 27213551, "text": "CAV-1, FOXM1 and AT1-R may be potential markers of tumorigenesis in certain types of cancer in vitro."}, {"pubmed": 27259249, "text": "Caveolin-1 phosphorylation on tyrosine 14 may have a role in augmenting melanoma metastasis but not tumorigenesis"}, {"pubmed": 27289429, "text": "Caveolin-1 (Cav-1) is a scaffolding protein and has been reported to interact with several signaling proteins, including epidermal growth factor receptor."}, {"pubmed": 27292265, "text": "At the onset of mitotic cell rounding, caveolin-1 is targeted to the retracting cortical region at the proximal end of retraction fibres, where ganglioside GM1-enriched membrane domains with clusters of caveola-like structures are formed in an integrin and RhoA-dependent manner."}, {"pubmed": 27297022, "text": "this study confirmed the association of rs4236601 with primary open-angle glaucoma in different Chinese cohorts, and also found a common single-nucleotide polymorphism rs3801994 of diverse associations with primary open-angle glaucoma between Chinese and Japanese"}, {"pubmed": 27315395, "text": "study demonstrated that the role of Cav-1 in gingival fibroblasts (GFs) following Fusobacterium. nucleatum infection included its function as a physical gate in the GF membrane to prevent bacterial entry and its role as an effector to dampen the host response to F. nucleatum infection"}, {"pubmed": 27321703, "text": "T29107A-specific genotype of Caveolin-1 may be linked with severe obstructive sleep apnea pathogenesis."}, {"pubmed": 27342375, "text": "The unfavorable lipid environment reduced caveolin-1 expression in apical membranes from human preeclamptic placentas"}, {"pubmed": 27430651, "text": "Caveolin-1 was critical in the proliferative effect of leptin on osteoblasts via the activation of Akt."}, {"pubmed": 27462098, "text": "Results indicate that Moyamoya disease is related to caveolin-1 but not to endothelial dysfunction or dysregulation of circulating cytokines, and suggest that Moyamoya disease is a disorder of caveolae which involves regulation of endothelial vesicular trafficking and signal transduction."}, {"pubmed": 27487136, "text": "Caveolin-1 has a role in promoting Ewing sarcoma metastasis regulating MMP-9 expression through MAPK/ERK pathway"}, {"pubmed": 27543925, "text": "Kidney transplant patients with high levels of caveolin-1 immunoreactivity in peritubular capillaries (PTCs) had a significantly worse prognosis than patients with lower levels. CAV-1 immunoreactivity in PTCs was independently associated with graft failure."}, {"pubmed": 27560128, "text": "Cav-1 gene silencing in lung fibroblasts is actively regulated by epigenetic mechanisms."}, {"pubmed": 27613621, "text": "loss of Cav-1 contributed to the imbalance of Th17/Treg cells in patients with COPD."}, {"pubmed": 27633517, "text": "CAV1 has been implicated in the modulation of cholestasis, hepatitis, cirrhosis, and hepatocarcinogenesis. This review discusses the latest research in CAV1 biology and related proteins, aiming to guide future endeavors that explore their role in liver physiology and disease.  [review]"}, {"pubmed": 27680666, "text": "At the CAV1 gene polymorphism rs926198, minor allele carriers displayed higher odds of insulin resistance and low high-density lipoprotein. Aldosterone levels correlated with higher homeostatic model assessment of insulin resistance and resistin and lower high-density lipoprotein only in minor allele carriers."}, {"pubmed": 27771795, "text": "caveolin-1 expression in cancer associated fibroblasts was significantly associated with a poor outcome in lung adenocarcinoma."}, {"pubmed": 27773611, "text": "Cav-1 expression and low shear stress promote breast cancer cells motility and adhesion and triggered cells to rapidly generate new lamellipodia."}, {"pubmed": 27773804, "text": "Studied effect of Aliskiren on interleukin-6, endothelial nitric oxide synthase and caveolin-1 in human aortic endothelial cells. Findings suggest that aliskiren reverses the effects of IL-6 on eNOS and caveolin-1 thru increase in eNOS phosphorylation and nitric oxide production, decrease caveolin-1 phosphorylation, and decrease the interaction between eNOS and caveolin-1."}, {"pubmed": 27775682, "text": "we found significant associations in all 5 comparisons: allelic model (G/A; OR=1.228, 95%CI: 1.061-1.420; P=0.006), homozygote model (GG/AA; OR=1.439, 95%CI: 1.094-1.894; P=0.009), heterozygote model (GG/GA; OR=1.257, 95%CI: 1.064-1.486; P=0.007), dominant model (GG/AA+GA; OR=1.287, 95%CI: 1.076-1.540; P=0.006), and recessive model (AA/GA+GG; OR=0.738, 95%CI: 0.629-0.867; P<0.001)."}, {"pubmed": 27780599, "text": "Caveolin-1 is a sensitive Malignant mesothelioma marker and is expressed in a high proportion of cases but lacks association with histology and survival"}, {"pubmed": 27784747, "text": "our findings demonstrated how hypoxia-induced expression of Cav1 in hepatocellular carcinoma cells enhances their invasive and metastatic potential"}, {"pubmed": 27818286, "text": "EGFR upregulation was detected in the group of thyroid cancer patients with malignant diagnosis, no caveolin-1 expression, and wild-type BRAF."}, {"pubmed": 27834731, "text": "Purified caveolin 8S oligomers assumed disc-shaped arrangements of sizes that are consistent with the discs occupying the faces in the caveolar polyhedra. Polygonal caveolar membrane profiles were revealed in tomograms of native caveolae inside cells. We propose a model with a regular dodecahedron as structural basis for the caveolae architecture."}, {"pubmed": 27841369, "text": "caveolin-1 (Cav-1) participates in intraocular pressure maintenance via modulation of aqueous humor drainage from the eye."}, {"pubmed": 27847199, "text": "Triptolide represses the migration and invasion of prostate cancer cells through Cav-1/CD147/MMPs signalling pathway."}, {"pubmed": 27894957, "text": "DNA methylation profiling identifies PTRF/Cavin-1 as a novel tumor suppressor in Ewing sarcoma when co-expressed with caveolin-1, which PTRF, disrupts the MDM2/p53 complex, leading to apoptosis."}, {"pubmed": 27929047, "text": "Our finding that Cav1 is both an aggresome-inducing and aggresome-localized protein provides new insights into how cells handle and respond to misfolded Cav1. They also raise the possibility that aggresome formation may contribute to some of reported phenotypes associated with overexpressed and/or mutant forms of Cav1."}, {"pubmed": 27981790, "text": "Reduced expression of caveolin-1 in monocytes could aggravate the TLR4-mediated inflammatory cascade"}, {"pubmed": 27986126, "text": "The CpG island shore methylation of CAV1 may play an important role in progression of gastric cardia adenocarcinoma (GCA) and may serve as a prognostic methylation biomarker for GCA patients."}, {"pubmed": 28099944, "text": "Results indicate that cordycepin promotes caveolin-1 (CAV1)upregulation to enhance c-jun N-terminal kinase (JNK)/forkhead box O3A protein (Foxo3a) signaling pathway activation, inducing apoptosis in lung cancer cells."}, {"pubmed": 28112237, "text": "Study shows that progression-related loss of stromal caveolin 1 levels fosters the growth of human PC3 xenografts and mediates radiation resistance."}, {"pubmed": 28125642, "text": "gestational diabetes-induced macrosomias have more severe inhibition of Cav-1 expression in placenta. Cav-1 is associated with placental glucose and fatty acid transport via the induction of AMPK signaling pathway and the reduction of GLUT1 signaling pathway to reverse gestational diabetes-induced macrosomia."}, {"pubmed": 28126510, "text": "This article reviews the current literature from research showing interdependent association between cav1-PRMT1-SIRT1 to the outcomes of experimental and clinical research aiming to preserve endothelial function with gene- or pharmaco-therapy. [review]"}, {"pubmed": 28130753, "text": "Fluctuation of reactive oxygen species inhibited migration through reducing the interaction between DLC1 and CAV-1."}, {"pubmed": 28134340, "text": "Study provides evidence that KIF13B and NPHP4 are both required for establishment of a specialized caveolin-1 membrane microdomain at the ciliary transition zone, which is essential for Shh-induced accumulation of SMO in the primary cilium as well as for activation of GLI-mediated target gene expression."}, {"pubmed": 28162765, "text": "Sequencing of BMPR2, CAV1, and KCNK3 coding regions did not identify any pathogenic variants in these genes in infants with pulmonary hypoplasia and pulmonary hypertension."}, {"pubmed": 28162981, "text": "a novel mechanism and model in which CAV1 phosphorylation facilitates CAV1 scaffolding and GRK2-CAV1 interaction, thus clustering eNOS within a complex that inhibits eNOS activity, is reported."}, {"pubmed": 28188225, "text": "Cav-1 depletion, oxidative stress-mediated reduction in BMPRII expression, and enhanced TGF-beta-driven SMAD-2/3 signaling promote pulmonary vascular remodeling in inflamed lungs."}, {"pubmed": 28215712, "text": "our results support the notion that palmitoylation of cysteine 415 modulates the conformational state of helix 8 and influences the interactions of CB1 receptor with cholesterol and caveolin 1, suggesting that the palmitoyl chain may serve as a functional interface for CB1 receptor localization and function."}, {"pubmed": 28229621, "text": "Data highlight that Caveolin 1 expression confers a proliferative advantage in lung adenocarcinoma cells, thus fostering increased tumor aggressiveness."}, {"pubmed": 28236153, "text": "High CAV1 expression is associated with Aggressive Behaviour of Breast Cancer."}, {"pubmed": 28259631, "text": "stromal caveolin-1 was associated with good prognostic parameters. Epithelial caveolin-1 is significantly increased in PCa than BPH and HGPIN. It is associated with clinically aggressive disease. Caveolin-1 may play a role in angiogenesis."}, {"pubmed": 28321538, "text": "miR-192 is downregulated in rheumatoid arthritis (RA)synovial tissues and restoration of its expression elicits growth-suppressive effects on RA-FLSs by targeting CAV1. The miR-192/CAV1 pathway may represent a novel target for prevention and treatment of RA."}, {"pubmed": 28346422, "text": "we demonstrated that the novel molecule of cell migration and invasion, caveolin-1, has direct interaction with NDRG1 in human colorectal cancer cells"}, {"pubmed": 28346478, "text": "This study determined the genetic polymorphisms of the eNOS (Glu298Asp) and Cav-1 (G14713A and T29107A) genes in association with susceptibility risk in patients who had suffered from a large artery atherosclerotic stroke. It demonstrated that the eNOS Glu298Asp in combination with 14713A/29107A at the CAV1 locus was associated with a significant risk of an large artery atherosclerotic stroke."}, {"pubmed": 28365694, "text": "Our results suggest that positive Cav-1 expression is associated with progression and poor prognosis in gastric cancer patients after radical gastrectomy."}, {"pubmed": 28445960, "text": "Folate deficiency impaired spermatogenesis and reduced sperm concentration may partly due to inhibiting the expression of the three key molecules (Esr1, Cav1 and Elavl1) essential for sperm production."}, {"pubmed": 28468941, "text": "These results demonstrate the critical role of the final 20 amino acids of caveolin-1 in modulating fibroblast proliferation by dampening Smad signaling and suggest that augmented Smad signaling and fibroblast hyperproliferation are contributing factors in the pathogenesis of PAH in patients with caveolin-1 c.474delA mutation."}, {"pubmed": 28498397, "text": "study identified Cav1 and MTCH2 as the molecular targets of DHA and revealed a new link between the upstream Cav1/MTCH2 upregulation and the downstream activation of the cell death pathway involved in the DHA-mediated inhibition of cell viability."}, {"pubmed": 28514055, "text": "Cav-1 deficiency induces premature senescence via mitochondrial dysfunction and SIRT1 inactivation."}, {"pubmed": 28515480, "text": "we indicate that weak stromal CAV1 expression in CRLM is an adverse prognostic factor in patients who undergo liver resection for liver-only colorectal metastases."}, {"pubmed": 28542134, "text": "These results suggest that the phosphorylated CAV1 functions to activate autophagy through binding to the BECN1/VPS34 complex under oxidative stress and to protect against ischemic damage."}, {"pubmed": 28554768, "text": "Cav-1 may play a role in the pathogenesis of oral lichen planus and carcinogenesis of squamous cell carcinoma, but its role in malignant transformation of OLP is not confirmed."}, {"pubmed": 28560511, "text": "CAV-1 is commonly downregulated in patients with primary CRC, which suggests its tumor suppressor role in early stages of this disease."}, {"pubmed": 28592633, "text": "Results identifies pY14Cav1 as a molecular regulator of focal adhesion tension and suggests that functional interaction between Cav1 Y14 phosphorylation and the CSD promotes focal adhesion traction and, thereby, cancer cell motility."}, {"pubmed": 28625953, "text": "The loss expression of Cav-1 on CAFs and the up-regulation of MCT4 may be the possible mechanisms of CAFs in tumorigenesis."}, {"pubmed": 28684115, "text": "CAV1 knockdown inhibited cell migration and invasion"}, {"pubmed": 28698382, "text": "Data suggest that the predominant plasmalemmal anionic lipid phosphatidylserine is essential for proper caveolin/cavin clustering, caveola formation, and caveola dynamics; membrane scrambling (by using other phospholipids) can perturb caveolar stability; these studies involved caveolin-1 and cavin-1 as models of caveolin/cavin clustering."}, {"pubmed": 28735300, "text": "Stromal, but not tumoural, caveolin-1 expression is significantly associated with survival in Asian women with triple-negative breast cancers."}, {"pubmed": 28741517, "text": "We discuss here current knowledge and future approaches to elucidating the molecular mechanisms underlying CAV1 action during hepatocarcinogenesis and evaluate its potential use in clinical therapies."}, {"pubmed": 28753840, "text": "Results show that Caveolin-1 was overexpressed in 25% of patients with upper tract urothelial carcinoma and was associated with adverse tumor features. Nevertheless, it could not independently predict recurrence or cancer-specific mortality."}, {"pubmed": 28760776, "text": "Results show that Cav1 expression is up-regulated in glioblastoma cells and its protein phosphorylated by TIE2."}, {"pubmed": 28778116, "text": "Together, these results suggest that CAV1 protects host cells against Group A Streptococcus invasion by a caveola-independent mechanism."}, {"pubmed": 28857238, "text": "Results found decreasing trend of cav-1 (transcripts I and II) in tumoral tissues especially in stages I and II and seem to be associated with the incidence and promotion of breast cancer, especially in the initial stages of breast cancer."}, {"pubmed": 28899682, "text": "Study results suggest a role for CAV1 down-regulation in linking the aberrant responsiveness to mechanical stimulation and extracellular matrix accumulation with the progression of keloids. The decrease of CAV1 contributed to the hyperactivation of fibrogenesis-associated RUNX2, a transcription factor germane to osteogenesis/chondrogenesis, and increased migratory ability in keloid fibroblasts."}, {"pubmed": 28904206, "text": "We examined the consequences of a familial pulmonary arterial hypertension -associated frameshift mutation in CAV1, P158PfsX22, on caveolae assembly and function. We conclude that the P158PfsX22 frameshift introduces a gain of function that gives rise to a dominant negative form of CAV1, defining a new mechanism by which disease-associated mutations in CAV1 impair caveolae assembly."}, {"pubmed": 28923854, "text": "Findings suggest caveolin-1 (Cav-1) as a predictive biomarker for the response to nab-paclitaxel and other albumin-based cancer therapeutic drugs."}, {"pubmed": 28971726, "text": "using proteomics profiling, we identified a new protein, caveolin-1 that is significantly and consistently augmented in CLL cells after these lymphocytes interact with stromal cell lines."}, {"pubmed": 28988699, "text": "Disruption of Ankyrin B and Caveolin-1 Interaction Sites Alters Na(+),K(+)-ATPase Membrane Diffusion"}, {"pubmed": 29022911, "text": "CAV1 protects Hepatocellular carcinoma cells from TGF-beta-induced apoptosis, which attenuates its suppressive effect on clonogenic growth and increases its effects on cell migration.  CAV1 has an essential role in switching the response to TGF-beta from cytostatic to tumorigenic, which could have clinical meaning in patient stratification."}, {"pubmed": 29049173, "text": "CAV1 AG genotype and A allele of rs1049334 increased the susceptibility to HBV-related HCC, irrespective of whether Hepatitis B virus infection was present or not. Additionally, A-G haplotype of rs3807989-rs1049334 showed the protective role for HBV-related HCC. CAV1 rs1049334 polymorphism is significantly associated with the occurrence risk of HBV-related HCC, and the interaction of polymorphisms should not be neglected."}, {"pubmed": 29111166, "text": "Deregulated expression of miR-107 inhibits metastasis of pancreatic ductal adenocarcinoma through inhibition PI3K/Akt signaling via caveolin-1 and PTEN."}, {"pubmed": 29111846, "text": "No differences were observed for genotype and allele distributions in relation to rs4236601 in the CAV1/CAV2 region. The association of rs2157719 (CDKN2B-AS1) with the primary open angle glaucoma (POAG) phenotype corroborates previously published results, reinforcing the importance of this variant in POAG etiology."}, {"pubmed": 29118431, "text": "Co-expression of beta1 integrin and Cav1-Y14D mutant synergistically enhanced cell spreading, and focal adhesion (FA) assembly in HEK293T cells cultured on either stiff or soft matrices."}, {"pubmed": 29137977, "text": "These results suggest that Cav-1 may be a predictor of the poor efficacy of EGFR-TKIs treatment in lung adenocarcinoma with EGFR mutations."}, {"pubmed": 29141593, "text": "Cav-1 acts as a positive or negative regulator of tumor cell growth via the reciprocal control for the RAF-ERK feedback loop, and the mitogenic switch of Cav-1 function is tightly linked to bidirectional alteration of its expression in tumor progression."}, {"pubmed": 29169152, "text": "CAV-1 knockdown by siRNA causes increased radiosensitivity in basal-like TNBC cells. The mechanisms associated with this effect are reduced DNA repair through delayed CAV-1-associated EGFR nuclear accumulation and induction of G2/M arrest and apoptosis through the combined effects of CAV-1 siRNA and radiation."}, {"pubmed": 29270591, "text": "down-regulation of Cav-1 may aggravate DNA damage of Chang liver cells through reducing the interaction of Cav-1 and Mdm2, which results in the promotion of p53 degradation."}, {"pubmed": 29288243, "text": "Cav1 and PY14Cav1 were positively correlated with ESCC lymphatic metastasis and cancer stages. Rho/ROCK pathway activation promoted ESCC metastasis by regulating Cav1."}, {"pubmed": 29301501, "text": "NEDD8 seems to inhibit the Src-mediated phosphorylation of caveolin-1 by modifying the structure of caveolin-1 protein, which blocks the migration of cancer cells. Although the neddylation process is currently regarded as an emerging target for cancer therapy, our results suggest the possibility that the inhibition of neddylation could facilitate cancer invasion or metastasis at least in some types of cancers."}, {"pubmed": 29309750, "text": "these data suggested that the elevated cav-1 promoted pituitary adenoma cells migration and invasion by regulating the interaction between EGR1 and KLF5."}, {"pubmed": 29323707, "text": "The extracellular HMGB1 induced the migration of PMBC-derived macrophages toward HUVECs in a TLR4-dependent manner. Our results suggested that ox-LDL promoted HUVECs apoptosis and macrophage recruitment by regulating caveolin-1 phosphorylation."}, {"pubmed": 29331414, "text": "Data show that silencing of fatty acid synthase (FASN) and the downstream estrogen receptor alpha (ERalpha) resulted in suppression of cell growth via a caveolin-1 dependent mechanism."}, {"pubmed": 29358576, "text": "These results demonstrate that the interaction of Fas-ligand and caveolin-1 represents a molecular basis for Fas-ligand translocation to rafts."}, {"pubmed": 29374556, "text": "CCL5 deficiency could reverse obliterative changes in pulmonary arteries via caveolin-1-dependent amplification of BMPR2 signaling."}, {"pubmed": 29402961, "text": "Study shows that ITGB1-dependent upregulation of caveolin-1 (CAV1) switches TGFbeta signalling from tumour-suppressive to oncogenic in prostate cancer. work suggests TGFbeta signalling and beta1 integrins as potential therapeutic targets in prostate cancer over-expressing CAV1, and contributes to better understand the paradoxical dual role of TGFbeta in tumour biology."}, {"pubmed": 29458077, "text": "we revisited the question of the relationship between Cav1 and Stat3-ptyr705 in non-transformed mouse fibroblasts and in human lung carcinoma cells, by examining their effect at different cell densities.Our results demonstrate that Cav1 downregulates cadherin-11, by a mechanism which requires the Cav1 scaffolding domain. This cadherin-11 downregulation, leads to a reduction in cRac1 and Stat3 activity levels."}, {"pubmed": 29479989, "text": "High CAV1 expression is associated with Small Cell Lung Cancer."}, {"pubmed": 29525429, "text": "Age factor is significant in women with single nucleotide polymorphisms G32124A and T28608A of the caveolin-1 (CAV-1) gene. The relationship between cases and controls is significant for T29107A, G21985A, G14713A, and C521A polymorphisms, among which only C521A shows a significant difference in body mass index between the 2 groups."}, {"pubmed": 29563255, "text": "Cav-1 stabilizes eNOS expression and regulates its activity, whereas eNOS-derived nitric oxide promotes caveola-mediated endocytosis."}, {"pubmed": 29662258, "text": "minor alleles for SNPs rs3779512, rs7804372 and rs1049337 might be associated with a higher risk of hypertriglyceridemia."}, {"pubmed": 29746866, "text": "Cav-1 expression is up-regulated in endothelial cells of atherosclerotic lesions."}, {"pubmed": 29752441, "text": "findings provide experimental evidence that PTBP3 may function as a metastatic gene in gastric cancer by regulating CAV1 through alternative splicing."}, {"pubmed": 29760379, "text": "autophagic degradation of Cav-1 promotes liver sinusoidal endothelial cells defenestration via inhibiting the NO-dependent pathway and F-actin remodeling."}, {"pubmed": 29762069, "text": "The CAV1 variation rs11773845 was found to be consistently associated with high serum triglycerides and the metabolic syndrome in an admixed Latin American population."}, {"pubmed": 29847075, "text": "This is the first demonstration of caveolin-1 expression in human primary uveal melanoma cell lines and observation that the origin of cells (uveal/cutaneous) has an impact when considering the utility of caveolin-I as a melanoma cell marker."}, {"pubmed": 29850392, "text": "stromal expression of CAV1 in primary tumors was not associated with clinical outcome whereas the stromal expression of especially CAV2 in the metastatic lymph nodes could be associated with lung cancer pathogenesis."}, {"pubmed": 29877208, "text": "Lack of Cav-1 expression inhibited autophagy activity in Thyroid follicular cells exposed to Th1 cytokines (IL-1beta and IFN-gamma), which might be a novel pathogenetic mechanism of Hashimoto's disease."}, {"pubmed": 29896915, "text": "CAV-1 is important for NAFLD-HCC survival in fatty acid-rich environments and is a potential therapeutic target."}, {"pubmed": 29986880, "text": "Nitric oxide (NO) promotes the cancer stem cells -regulatory activity of Oct4 through a mechanism that involves complex formation between Oct4 and the scaffolding protein caveolin-1 (Cav-1). In the absence of NO, Oct4 forms a molecular complex with Cav-1, which promotes the ubiquitin-mediated proteasomal degradation of Oct4."}, {"pubmed": 30015970, "text": "High CAV1 expression is associated with gastric cancer cell migration."}, {"pubmed": 30086884, "text": "Caveolin-1 prevents palmitate-induced NF-kappaB signaling by inhibiting GPRC5B-phosphorylation."}, {"pubmed": 30088837, "text": "results showed that CAV-1 could promote anchorage-independent growth and anoikis resistance in detached SGC-7901 cells, which was associated with the activation of Src-dependent epidermal growth factor receptor-integrin beta signaling as well as the phosphorylation of PI3K/Akt and MEK/ERK signaling pathways"}, {"pubmed": 30098223, "text": "ABCA1 is significantly overexpressed in patients at advanced stages of colorectal cancer, and its overexpression confers proliferative advantages together with caveolin-1 dependent-increased migratory and invasive capacities."}, {"pubmed": 30144070, "text": "CAV-1 enhances glycolysis, invasion, and metastasis in hepatocellular carcinoma cells via HK2-dependent mechanism."}, {"pubmed": 30158247, "text": "Caveolin-1 is palmitoylated by ZDHHC7 and ZDHHC21."}, {"pubmed": 30171601, "text": "Low shear stress induces anoikis resistance in breast carcinoma cells through inhibition of Cav-1-dependent extrinsic and intrinsic apoptotic pathways."}, {"pubmed": 30209302, "text": "The caveolin-1 precludes stress-induced protein kinase A-dependent remodelling of endoplasmic reticulum-mitochondria communication."}, {"pubmed": 30249137, "text": "Serum caveolin-1 levels in patients with preeclampsia."}, {"pubmed": 30262154, "text": "rBMSCs/Cav1(F92A) inhibits switching from contractile to synthetic phenotype in HPASMCs. It also inhibits migration and promotes morphological restoration of these cells. rBMSCs/Cav1(F92A) may be used as a therapeutic modality for PAH."}, {"pubmed": 30297114, "text": "sinonasal inverted papillomas lesions presented increased Caveolin-1 immunopositivity compared to nasal polyposis. Also, smokers presented significantly increased immunopositivity."}, {"pubmed": 30338706, "text": "We conclude that the presence of CAV1 in EVs from metastatic breast cancer cells is associated with enhanced migration and invasiveness of recipient cells in vitro, suggesting that intercellular communication promoted by EVs containing CAV1 will likely favor metastasis in vivo."}, {"pubmed": 30348118, "text": "Higher tumor Cav-1 levels and lower stromal Cav-1 levels were significantly associated with longer PFS of nab-paclitaxel and gemcitabine."}, {"pubmed": 30355208, "text": "The serum cav-1 level was lower in the patients with Moyamoya disease (MMD) than in the controls. In vitro analysis showed that cav-1 downregulation suppressed angiogenesis in the endothelial cells and induced apoptosis in the smooth muscle cells. Findings suggest that cav-1 may play a major role in negative arterial remodeling in MMD."}, {"pubmed": 30415776, "text": "vimentin and nestin intermediate filaments interact with caveolae central component caveolin-1 (CAV-1) and importantly, restrain the intracellular trafficking of CAV-1 positive vesicles by serving as a physical barrier."}, {"pubmed": 30424755, "text": "The expression of caveolin-1 was significantly higher in prostate cancer samples than in benign prostatic hyperplasia samples."}, {"pubmed": 30446170, "text": "CAV-1 was segregated in high-density lipid droplets, consistent with the formation of membrane-enclosed lipid-rich vesicular structures"}, {"pubmed": 30463805, "text": "rs1049334 polymorphismof CAV1 upgrade the risk of urinary cancer, while rs1049337 and rs7804372 polymorphisms may act as a protector of urinary cancer[systematic review]"}, {"pubmed": 30483772, "text": "the findings of this study suggest that the downregulation of Cav1 in fibroblasts is associated with an increased tumor proliferation rate in vivo and chemoresistance. Further studies are warranted to explore whether the targeting of Cav1 in the stroma may represent a novel therapeutic approach in pancreatic cancer."}, {"pubmed": 30510281, "text": "Data show that the caveolin-1 (CAV1) protein is involved in epidermal growth factor receptor 2 (HER2) cell membrane dynamics within the context of receptor endocytosis."}, {"pubmed": 30583072, "text": "High CAV1 expression is associated with hepatocarcinogenesis."}, {"pubmed": 30593761, "text": "Caveolin-1 plays a significant role in the pathogenesis of various carcinomas and its expression affects the survival of cancer patients."}, {"pubmed": 30604627, "text": "Protein-protein interaction network analysis indicated that caveolin 1 (CAV1) and decorin (DCN) levels were significantly reduced and that these genes were the most promising predictive biomarkers for the occurrence and prognosis of lung adenocarcinoma."}, {"pubmed": 30644419, "text": "aberrant CAV-1 expression in monocytes may be involved in the pathogenesis of psoriasis."}, {"pubmed": 30673589, "text": "Findings suggest that Cav-1 destabilization by Src may play a pivotal role in manifestation and maintenance of stemness in breast cancer cells."}, {"pubmed": 30686114, "text": "Caveolin-1 may play a protective role in lung disease. (REVIEW)"}, {"pubmed": 30746562, "text": "Colocalization of caveolin1 and adenylyl cyclase 8 in lipid rafts depends on the cytoskeleton."}, {"pubmed": 30768959, "text": "It show that native LDL endocytosis is decreased in endothelial cells deficient in Cav-1 or CD36."}, {"pubmed": 30771426, "text": "Data provide new insights into Cav-1-driven metastatic process of embryonal rhabdomyosarcoma through cooperation of the Erk signaling pathway."}, {"pubmed": 30786746, "text": "In functional, mature human AVF, expression of immunoreactive Cav-1 protein was increased compared with control vein."}, {"pubmed": 30805811, "text": "High CAV1 expression is associated with Tumor Invasion in Pancreatic Cancer."}, {"pubmed": 30899070, "text": "Caveolin 1 is Associated with Upregulated Claudin 2 in Necrotizing Enterocolitis."}, {"pubmed": 30916825, "text": "Caveolin-1 regulates human trabecular meshwork cell adhesion, endocytosis, and autophagy."}, {"pubmed": 30943774, "text": "Endothelial cell Cav-1 depletion occurs, in part, via Cav-1+ extracellular vesicle shedding into the circulation, which contributes to increased TGF-beta signaling, EC proliferation, vascular remodeling, and pulmonary arterial hypertension."}, {"pubmed": 30944060, "text": "Caveolin-1 promotes trophoblast cell invasion through the focal adhesion kinase (FAK) signalling pathway during early human placental development."}, {"pubmed": 30949900, "text": "High CAV1 expression is associated with glioblastoma."}, {"pubmed": 30981205, "text": "The downregulation of miR-204 expression was responsible for CAV-1 overexpression in cisplatin-resistant NSCLC cells."}, {"pubmed": 30986357, "text": "results reveal a further level of complexity in the relationship between Cav1 and Stat3-ptyr705 than previously thought; in addition, we demonstrate that in a feedback loop, Stat3 inhibition upregulates Cav1 in HeLa cells but not in other lines tested"}, {"pubmed": 31081050, "text": "Results show that Cav1 is overexpressed in castrationresistant prostate cancer (CRPC). Further analysis demonstrated that Cav1 expression in tumors was an independent risk factor for the occurrence of CRPC and was associated with a shorter recurrencefree survival time."}, {"pubmed": 31116089, "text": "Cav-1 scaffolding domain (CSD) may be critical in controlling the dynamic phenotype of cancer cells by facilitating the interaction of specific signal transduction pathways, regulating STAT3 and participating in a G2/M checkpoint. Modulating the CSD and targeting specific proteins may offer potential new therapies in the treatment of cancer metastasis."}, {"pubmed": 31199921, "text": "High CAV1 expression is associated with Bladder Cancer."}, {"pubmed": 31235510, "text": "cav-1 is the first identified membranous protein that directly guides RNA-binding protein into extracellular vesicles."}, {"pubmed": 31256294, "text": "Caveolin-1 (Cav-1) has been described, which regulates the functions of various NOS isoforms (eNOS, nNOS and iNOS), and intestinal growth factors (IGF-1, IGF-2 and EGF)."}, {"pubmed": 31257611, "text": "Exogenous expression of caveolin-1 is sufficient for hepatic stellate cell activation."}, {"pubmed": 31284269, "text": "may play a role in retinal pigment epithelium cell senescence and the pathogenesis of age-related macular degeneration"}, {"pubmed": 31285524, "text": "Super-resolution modularity analysis shows polyhedral caveolin-1 oligomers combine to form scaffolds and caveolae."}, {"pubmed": 31303379, "text": "CAV1 rs3807987 and rs7804372 polymorphisms are associated with the change of breast cancer risk"}, {"pubmed": 31362353, "text": "CAV1 is implicated in cancer, both as a promoter and a suppressor through multiple mechanisms pointing towards a \"complex\" role for CAV1 in cancer development, because on the one hand the protein promotes completely opposing facets of the disease, and on the other because the protein appears to modulate so many different pathways and do so often in a cell context-specific fashion. [review]"}, {"pubmed": 31382626, "text": "The up-regulation of caveolin-1 appears to stall cells in G0/G1 via activation of the p53/p21 cell cycle arrest pathway and restoration of caveolin-1 in caveolin-1-deficient cells rescues TGF-beta1 inducibility of the PAI-1 gene."}, {"pubmed": 31386584, "text": "There was a positive correlation between plasma hsa-miR-451 and caveolin-1 levels in patients with chronic obstructive pulmonary disease/PH(+) and chronic obstructive pulmonary diseas/PH(-). Conclusion: SNPs of the CAV1 gene loci rs8713 and rs1049337 are associated with a risk of PH in COPD patients. The underlying mechanism is likely to be related to the effect of the SNPs on the regulation of caveolin-1 by hsa-miR-451."}, {"pubmed": 31448673, "text": "CAV1-CAVIN1-LC3B-mediated autophagy regulates high glucose-stimulated LDL transcytosis."}, {"pubmed": 31485620, "text": "Study indicated that the expression of CAV1 was elevated in breast tumor tissue. Its downregulation inhibits breast tumor cell proliferation and induces cell apoptosis and cell cycle arrest. Further results show that CAV1 is a direct target of miR192 and its protein expression is negatively regulated by miR192."}, {"pubmed": 31493519, "text": "The role of caveolin-1 in skin aging is REVIEWED."}, {"pubmed": 31534543, "text": "CAV1 - GLUT3 signaling is important for cellular energy and can be targeted by Atorvastatin in Non-Small Cell Lung Cancer."}, {"pubmed": 31541456, "text": "Intact caveolae are required for proper extravillous trophoblast migration and differentiation."}, {"pubmed": 31583475, "text": "miR-103a and miR-103b had high complementarity and conservation, modulated reporter gene expression through seed sequences in the 3'UTRs of CAV-1 and SFRP4 mRNA, and negatively regulated their mRNA and protein levels"}, {"pubmed": 31629729, "text": "The key role of caveolin-1 in the pathogenesis of lung fibrosis of different etiology.The biological actions of caveolin-1 involve signaling pathways including JNK signaling, IL-4, STAT-3, miR199a-5p, CXCR4(+) and CXCL12. [review]"}, {"pubmed": 31635212, "text": "The Cav-1 knockdown (KD) affects P2Y2R signaling and its pro-survival actions in the 1321N1 astrocytoma cells mechanical injury model system."}, {"pubmed": 31664124, "text": "Caveolin-1 rs4730751 single-nucleotide polymorphism may not influence kidney transplant allograft survival."}, {"pubmed": 31673241, "text": "This review addresses the role of Cav-1 and MLRs in neuronal growth after ischemic stroke, with an emphasis on the mechanisms by which Cav-1/MLRs modulate neuroplasticity via related receptors, signaling pathways, and gene expression"}, {"pubmed": 31676327, "text": "High CAV1 expression is associated with hepatocarcinogenesis."}, {"pubmed": 31676993, "text": "Caveolin-1 Expression Together with VEGF can be a Predictor for Lung Metastasis and Poor Prognosis in Osteosarcoma."}, {"pubmed": 31685812, "text": "The paracrine induction of prostate cancer progression by caveolin-1."}, {"pubmed": 31740664, "text": "Neurons can upregulate Cav-1 to increase intake of endothelial cells-derived extracellular vesicles that attenuate apoptosis via miR-1290."}, {"pubmed": 31789139, "text": "Caveolin-1 Regulates CCL5 and PPARgamma Expression in Nthy-ori 3-1 Cells: Possible Involvement of Caveolin-1 and CCL5 in the Pathogenesis of Hashimoto's Thyroiditis."}, {"pubmed": 31810383, "text": "Caveolin-1 and ERK1/2 can be used as a new therapeutic target for the treatment of arteriovenous fistula dysfunction."}, {"pubmed": 31845391, "text": "The importance of caveolins and caveolae to dermatology: Lessons from the caves and beyond."}, {"pubmed": 31877626, "text": "Caveolin-1 is not only an important pathophysiological factor in different hyperproliferative and inflammatory dermatological conditions, but can also serve as a target for their treatment. [review]"}, {"pubmed": 31884607, "text": "examination of the role of Cav1 in retinal inflammatory regulation [review]"}, {"pubmed": 31889028, "text": "Genetic prediction models for primary open-angle glaucoma: translational research."}, {"pubmed": 31907776, "text": "Caveolin-1 Expression at Metastatic Lymph Nodes Predicts Unfavorable Outcome in Patients with Oral Squamous Cell Carcinoma."}, {"pubmed": 31911435, "text": "Hereditary spastic paraplegia SPG8 mutations impair CAV1-dependent, integrin-mediated cell adhesion."}, {"pubmed": 31919341, "text": "Critical role of caveolin-1 in aflatoxin B1-induced hepatotoxicity via the regulation of oxidation and autophagy."}, {"pubmed": 31926991, "text": "Caveolin-1 alleviates lipid accumulation in NAFLD associated with promoting autophagy by inhibiting the Akt/mTOR pathway."}, {"pubmed": 32065471, "text": "A role for caveola-forming proteins caveolin-1 and CAVIN1 in the pro-invasive response of glioblastoma to osmotic and hydrostatic pressure."}, {"pubmed": 32109550, "text": "Dephosphorylation of Fas-ligand and caveolin-1 is a prerequisite step in Fas-ligand - caveolin-1 complex formation and cell death stimulation."}, {"pubmed": 32109845, "text": "Caveolin proteins electrochemical oxidation and interaction with cholesterol."}, {"pubmed": 32141441, "text": "MYH11 and CAV1 were downregulated in aneurysms, and upregulation of these genes was associated with probiotics."}, {"pubmed": 32162426, "text": "Association of the CAV1-CAV2 locus with normal-tension glaucoma in Chinese and Japanese."}, {"pubmed": 32196654, "text": "Caveolin-1 in oncogenic metabolic symbiosis."}, {"pubmed": 32243098, "text": "Impact of genetic variants of ABCB1, APOB, CAV1, and NAMPT on susceptibility to pancreatic ductal adenocarcinoma in Chinese patients."}, {"pubmed": 32273493, "text": "Caveolin-1 regulates the ASMase/ceramide-mediated radiation response of endothelial cells in the context of tumor-stroma interactions."}, {"pubmed": 32377291, "text": "Cav-1 Ablation in Pancreatic Stellate Cells Promotes Pancreatic Cancer Growth through Nrf2-Induced shh Signaling."}, {"pubmed": 32377722, "text": "miR96 exerts an oncogenic role in the progression of cervical cancer by targeting CAV1."}, {"pubmed": 32401768, "text": "CAV1 and ATG4C serve as useful prognostic biomarkers and candidate therapeutic targets in EOC"}, {"pubmed": 32409696, "text": "Potential causal association of a prolonged PR interval and clinical recurrence of atrial fibrillation after catheter ablation: a Mendelian randomization analysis."}, {"pubmed": 32415943, "text": "TBRG4 silencing promotes progression of squamous cell carcinoma via regulation of CAV-1 expression and ROS formation."}, {"pubmed": 32428234, "text": "ABCA1 Regulates IOP by Modulating Cav1/eNOS/NO Signaling Pathway."}, {"pubmed": 32458278, "text": "Activation of beta1 integrins and caveolin-1 by TF/FVIIa promotes IGF-1R signaling and cell survival."}, {"pubmed": 32550897, "text": "Homotrimer cavin1 interacts with caveolin1 to facilitate tumor growth and activate microglia through extracellular vesicles in glioma."}, {"pubmed": 32606289, "text": "Knockdown of MSI2 inhibits metastasis by interacting with caveolin-1 and inhibiting its ubiquitylation in human NF1-MPNST cells."}, {"pubmed": 32633891, "text": "Positive feedback in Cav-1-ROS signalling in PSCs mediates metabolic coupling between PSCs and tumour cells."}, {"pubmed": 32668406, "text": "Adiponectin is secreted via caveolin 1-dependent mechanisms in white adipocytes."}, {"pubmed": 32684624, "text": "A novel TRPM7/O-GlcNAc axis mediates tumour cell motility and metastasis by stabilising c-Myc and caveolin-1 in lung carcinoma."}, {"pubmed": 32811813, "text": "Caveolin1 and YAP drive mechanically induced mesothelial to mesenchymal transition and fibrosis."}, {"pubmed": 32825330, "text": "Estrogen Induces Selective Transcription of Caveolin1 Variants in Human Breast Cancer through Estrogen Responsive Element-Dependent Mechanisms."}, {"pubmed": 32855410, "text": "Caveolin-1-mediated sphingolipid oncometabolism underlies a metabolic vulnerability of prostate cancer."}, {"pubmed": 32897127, "text": "An inverted CAV1 (caveolin 1) topology defines novel autophagy-dependent exosome secretion from prostate cancer cells."}, {"pubmed": 32900491, "text": "CircAKT1 acts as a sponge of miR-338-3p to facilitate clear cell renal cell carcinoma progression by up-regulating CAV1."}, {"pubmed": 32977740, "text": "Downregulation of Caveolin-1 and Upregulation of Deiodinase 3, Associated with Hypoxia-Inducible Factor-1alpha Increase, Are Involved in the Oxidative Stress of Graves' Orbital Adipocytes."}, {"pubmed": 32990143, "text": "MicroRNA-203 inhibits epithelial-mesenchymal transition, migration, and invasion of renal cell carcinoma cells via the inactivation of the PI3K/AKT signaling pathway by inhibiting CAV1."}, {"pubmed": 33000233, "text": "Caveolin1 modulates hypertensive vascular remodeling via regulation of the Notch pathway."}, {"pubmed": 33000676, "text": "MG53/CAV1 regulates transforming growth factor-beta1 signaling-induced atrial fibrosis in atrial fibrillation."}, {"pubmed": 33058236, "text": "Occludin, caveolin-1, and Alix form a multi-protein complex and regulate HIV-1 infection of brain pericytes."}, {"pubmed": 33085760, "text": "The inhibitory effect of microRNA-1827 on anoikis resistance in lung adenocarcinoma A549 cells via targeting caveolin-1."}, {"pubmed": 33090411, "text": "Association between caveolin-1 and stroke: a systematic review and meta-analysis."}, {"pubmed": 33123955, "text": "Caveolin-1 (CAV-1) up regulation in metabolic syndrome: all roads leading to the same end."}, {"pubmed": 33242069, "text": "Caveolin-1, tetraspanin CD81 and flotillins in lymphocyte cell membrane organization, signaling and immunopathology."}, {"pubmed": 33242156, "text": "The immunohistochemical expression of von Willebrand factor, T-cadherin, and Caveolin-1 is increased in kidney allograft biopsies with antibody-mediated injury."}, {"pubmed": 33264630, "text": "Rare Variant Burden Analysis within Enhancers Identifies CAV1 as an ALS Risk Gene."}, {"pubmed": 33346337, "text": "The RNA-binding protein HuR regulates intestinal epithelial restitution by modulating Caveolin-1 gene expression."}, {"pubmed": 33496726, "text": "Caveolin-1 and cavin1 act synergistically to generate a unique lipid environment in caveolae."}, {"pubmed": 33531603, "text": "New insights in the expression of stromal caveolin 1 in breast cancer spread to axillary lymph nodes."}, {"pubmed": 33610729, "text": "Caveolin-1 promotes radioresistance in rhabdomyosarcoma through increased oxidative stress protection and DNA repair."}, {"pubmed": 33715372, "text": "Substrate Topography Regulates Differentiation of Annulus Fibrosus-Derived Stem Cells via CAV1-YAP-Mediated Mechanotransduction."}, {"pubmed": 33739025, "text": "An integrated approach for identification of a panel of candidate genes arbitrated for invasion and metastasis in oral squamous cell carcinoma."}, {"pubmed": 33833286, "text": "Single molecule network analysis identifies structural changes to caveolae and scaffolds due to mutation of the caveolin-1 scaffolding domain."}, {"pubmed": 33836561, "text": "Type I interferon activation and endothelial dysfunction in caveolin-1 insufficiency-associated pulmonary arterial hypertension."}, {"pubmed": 33931969, "text": "Caveolin-1-driven membrane remodelling regulates hnRNPK-mediated exosomal microRNA sorting in cancer."}, {"pubmed": 33946587, "text": "Low Pre-Transplant Caveolin-1 Serum Concentrations Are Associated with Acute Cellular Tubulointerstitial Rejection in Kidney Transplantation."}, {"pubmed": 33964050, "text": "The role of caveolin-1 and endothelial nitric oxide synthase polymorphisms in susceptibility to prostate cancer."}, {"pubmed": 34001235, "text": "Are caveolin-1 minor alleles more likely to be risk alleles in insulin resistance mechanisms in metabolic diseases?"}, {"pubmed": 34155091, "text": "Caveolin-1 expression predicts favourable outcome and correlates with PDGFRA mutations in gastrointestinal stromal tumours (GISTs)."}, {"pubmed": 34155967, "text": "Caveolin-1 genetic polymorphism interacts with PUFA to modulate metabolic syndrome risk."}, {"pubmed": 34157397, "text": "Caveolin-1 facilitates cell migration by upregulating nuclear receptor 4A2/retinoid X receptor alpha-mediated beta-galactoside alpha2,6-sialyltransferase I expression in human hepatocarcinoma cells."}, {"pubmed": 34196606, "text": "A novel mitochondrial Kv1.3-caveolin axis controls cell survival and apoptosis."}, {"pubmed": 34210318, "text": "Interactions between Caveolin-1 (rs3807992) polymorphism and major dietary patterns on cardio-metabolic risk factors among obese and overweight women."}, {"pubmed": 34237390, "text": "Caveolin-1, a novel player in cognitive decline."}, {"pubmed": 34287575, "text": "Caveolin-1 promotes tumor cell proliferation and vasculogenic mimicry formation in human glioma."}, {"pubmed": 34288245, "text": "Upregulation of OGT by Caveolin-1 promotes hepatocellular carcinoma cell migration and invasion."}, {"pubmed": 34320244, "text": "Caveolin-1 increases glycolysis in pancreatic cancer cells and triggers cachectic states."}, {"pubmed": 34358834, "text": "The effect of dietary total antioxidant capacity (DTAC) and Caveolin-1 gene variant interaction on cardiovascular risk factors among overweight and obese women: A cross-sectional investigation."}, {"pubmed": 34394002, "text": "miR-344-5p Modulates Cholesterol-Induced beta-Cell Apoptosis and Dysfunction Through Regulating Caveolin-1 Expression."}, {"pubmed": 34544501, "text": "Interactions between caveolin 1 polymorphism and the Mediterranean and Mediterranean-DASH Intervention for Neurodegenerative Delay diet (MIND) diet on metabolic dyslipidemia in overweight and obese adult women: a cross-sectional study."}, {"pubmed": 34554674, "text": "Caveolin-1 Deficiency Induces Atrial Fibrosis and Increases Susceptibility to Atrial Fibrillation by the STAT3 Signaling Pathway."}, {"pubmed": 34590611, "text": "Retrospective Cohort Study of Caveolin-1 Expression as Prognostic Factor in Unresectable Locally Advanced or Metastatic Pancreatic Cancer Patients."}, {"pubmed": 34616011, "text": "Cancer-associated fibroblast senescence and its relation with tumour-infiltrating lymphocytes and PD-L1 expressions in intrahepatic cholangiocarcinoma."}, {"pubmed": 34643546, "text": "Biallelic CAV1 null variants induce congenital generalized lipodystrophy with achalasia."}, {"pubmed": 34727930, "text": "The tumor suppressor activity of DLC1 requires the interaction of its START domain with Phosphatidylserine, PLCD1, and Caveolin-1."}, {"pubmed": 34753501, "text": "The interactions between dietary fats intake and Caveolin 1 rs 3807992 polymorphism with fat distribution in overweight and obese women: a cross-sectional study."}, {"pubmed": 34762666, "text": "Role of caveolin-1 as a biomarker for radiation resistance and tumor aggression in lung cancer."}, {"pubmed": 34813586, "text": "Utilizing digital pathology to quantify stromal caveolin-1 expression in malignant and benign ovarian tumors: Associations with clinicopathological parameters and clinical outcomes."}, {"pubmed": 34831162, "text": "Dysregulation of Caveolin-1 Phosphorylation and Nuclear Translocation Is Associated with Senescence Onset."}, {"pubmed": 34874578, "text": "Caveolin-1 promotes cancer progression via inhibiting ferroptosis in head and neck squamous cell carcinoma."}, {"pubmed": 35020883, "text": "Caveolin-1 Alleviates Crohn's Disease-induced Intestinal Fibrosis by Inhibiting Fibroblasts Autophagy Through Modulating Sequestosome 1."}, {"pubmed": 35064107, "text": "N6-methyladenosine demethylase FTO promotes growth and metastasis of gastric cancer via m(6)A modification of caveolin-1 and metabolic regulation of mitochondrial dynamics."}, {"pubmed": 35092415, "text": "CAV1 is a prognostic predictor for patients with idiopathic pulmonary fibrosis and lung cancer."}, {"pubmed": 35138344, "text": "A Pilot Application of an iTRAQ-Based Proteomics Screen Estimates the Effects of Cigarette Smokers' Serum on RPE Cells With AMD High-Risk Alleles."}, {"pubmed": 35138525, "text": "Cathepsin-B and caveolin-1 gene expressions in oral lichen planus and oral squamous cell carcinoma."}, {"pubmed": 35167876, "text": "Deacetylation of Caveolin-1 by Sirt6 induces autophagy and retards high glucose-stimulated LDL transcytosis and atherosclerosis formation."}, {"pubmed": 35255206, "text": "Substrate Stiffness-Driven Membrane Tension Modulates Vesicular Trafficking via Caveolin-1."}, {"pubmed": 35409055, "text": "Caveolin-1 Regulation and Function in Mouse Uterus during Early Pregnancy and under Human In Vitro Decidualization."}, {"pubmed": 35641515, "text": "Interactions between Caveolin-1 polymorphism and Plant-based dietary index on metabolic and inflammatory markers among women with obesity."}, {"pubmed": 35860958, "text": "Impact of NB-UVB phototherapy on Caveolin-1 expression in chronic plaque psoriasis."}, {"pubmed": 35895752, "text": "TRAF4 Maintains Deubiquitination of Caveolin-1 to Drive Glioblastoma Stemness and Temozolomide Resistance."}, {"pubmed": 35911737, "text": "Role of Caveolin-1 in Sepsis - A Mini-Review."}, {"pubmed": 35933468, "text": "Caveolin-1 identified as a key mediator of acute lung injury using bioinformatics and functional research."}, {"pubmed": 35967431, "text": "Protective role of Cav-1 in pneumolysin-induced endothelial barrier dysfunction."}, {"pubmed": 36007380, "text": "Decreased expression of caveolin-1 have relevance to promoted senescence in preeclamptic placenta."}, {"pubmed": 36036057, "text": "Methylation pattern of caveolin-1 in prostate cancer as potential cfDNA biomarker."}, {"pubmed": 36151575, "text": "The interaction between rs 3,807,992 genotypes with the dietary inflammatory index on Leptin, Leptin resistance, and Galectin 3 in obese and overweight women."}, {"pubmed": 36162640, "text": "Caveolin-1 signaling-driven mitochondrial fission and cytoskeleton remodeling promotes breast cancer migration."}, {"pubmed": 36233075, "text": "HOTAIR/miR-203/CAV1 Crosstalk Influences Proliferation, Migration, and Invasion in the Breast Cancer Cell."}, {"pubmed": 36243211, "text": "Shear stress enhances anoikis resistance of cancer cells through ROS and NO suppressed degeneration of Caveolin-1."}, {"pubmed": 36289445, "text": "Increased expression of Caveolin-1 in both of the vitreous and the proliferating membranes among the patients with proliferative diabetic retinopathy."}, {"pubmed": 36497195, "text": "Caveolin-1 rs1997623 Single Nucleotide Polymorphism Creates a New Binding Site for the Early B-Cell Factor 1 That Instigates Adipose Tissue CAV1 Protein Overexpression."}, {"pubmed": 36517810, "text": "Interaction between caveolin-1 polymorphism and dietary fat quality indexes on visceral adiposity index (VAI) and body adiposity index (BAI) among overweight and obese women: a cross-sectional study."}, {"pubmed": 36519961, "text": "Inhibition of cholesterol transport impairs Cav-1 trafficking and small extracellular vesicles secretion, promoting amphisome formation in melanoma cells."}, {"pubmed": 36592225, "text": "CaV1.1 Calcium Channel Signaling Complexes in Excitation-Contraction Coupling: Insights from Channelopathies."}, {"pubmed": 36604141, "text": "Caveolin-1-deficient fibroblasts promote migration, invasion, and stemness via activating the TGF-beta/Smad signaling pathway in breast cancer cells."}, {"pubmed": 36635975, "text": "Caveolin-1 inhibition mediates the opposing effects of alcohol on gamma-secretase activity in arterial endothelial and smooth muscle cells."}, {"pubmed": 36638349, "text": "CAV1 Impacts the Tumor Immune Microenvironment and Has Potential Value of Predicting Response to Immunotherapy in Esophageal Cancer."}, {"pubmed": 36746844, "text": "The prognostic value of caveolin-1 levels in ischemic stroke patients after mechanical thrombectomy."}, {"pubmed": 36869937, "text": "Opposite changes in the expression of clathrin and caveolin-1 in normal and cancerous human prostate tissue: putative clathrin-mediated recycling of EGFR."}, {"pubmed": 36870682, "text": "Structural analysis of the P132L disease mutation in caveolin-1 reveals its role in the assembly of oligomeric complexes."}, {"pubmed": 36989864, "text": "Cholesterol depletion affects caveolin-1 expression, migration and invasion of oral tongue squamous cell carcinoma cell lines."}, {"pubmed": 37017811, "text": "Caveolin-1 genotypes as predictor for locoregional recurrence and contralateral disease in breast cancer."}, {"pubmed": 37047005, "text": "Cholesterol Is a Regulator of CAV1 Localization and Cell Migration in Oral Squamous Cell Carcinoma."}, {"pubmed": 37048092, "text": "Adipose Tissue Caveolin-1 Upregulation in Obesity Involves TNF-alpha/NF-kappaB Mediated Signaling."}, {"pubmed": 37077366, "text": "Caveolin-1 Promotes the Imbalance of Th17/Treg in Chronic Obstructive Pulmonary Disease by Regulating Hsp70 Expression."}, {"pubmed": 37116593, "text": "Caveolin-1 depletion attenuates hepatic fibrosis via promoting SQSTM1-mediated PFKL degradation in HSCs."}, {"pubmed": 37196562, "text": "A narrative review of the role of exosomes and caveolin-1 in liver diseases and cancer."}, {"pubmed": 37233885, "text": "Loss of Caveolin-1 Expression in Tumor Cells is Associated with Increased Aggressiveness and Cell Invasion in Oral Squamous Cell Carcinoma."}, {"pubmed": 37262304, "text": "Interleukin-37 inhibits desmoglein-3 endocytosis and keratinocyte dissociation via upregulation of Caveolin-1 and inhibition of the STAT3 pathway."}, {"pubmed": 37758852, "text": "Clinical value of echocardiography combined with serum Cav-1, NFATc1, and PAI-1 in the diagnosis of Kawasaki disease complicated with coronary artery lesions."}, {"pubmed": 37822942, "text": "MicroRNA-510 mediated negative regulation of Caveolin-1 in fibroblasts promotes aggressive tumor growth."}, {"pubmed": 37929694, "text": "Caveolin-1-dependent tenascin C inclusion in extracellular vesicles is required to promote breast cancer cell malignancy."}, {"pubmed": 38069269, "text": "Prostaglandin E2 Exposure Disrupts E-Cadherin/Caveolin-1-Mediated Tumor Suppression to Favor Caveolin-1-Enhanced Migration, Invasion, and Metastasis in Melanoma Models."}, {"pubmed": 38092682, "text": "Prognostic Values Serum Cav-1 and NGB Levels in Early Neurological Deterioration After Intravenous Thrombolysis in Patients with Acute Ischemic Stroke."}, {"pubmed": 38164042, "text": "Cav-1 regulates the bile salt export pump on the canalicular membrane of hepatocytes by PKCalpha-associated signalling under cholesterol stimulation."}, {"pubmed": 38395374, "text": "Suppression of hypoxia-induced CAV1 autophagic degradation enhances nanoalbumin-paclitaxel transcytosis and improves therapeutic activity in pancreatic cancer."}, {"pubmed": 38526159, "text": "Scaffolds and the scaffolding domain: an alternative paradigm for caveolin-1 signaling."}, {"pubmed": 38627940, "text": "Caveolin-1's dual impact on endometrioid endometrial carcinoma: a histopathological and immunohistochemical study."}, {"pubmed": 38649663, "text": "Ago2/CAV1 interaction potentiates metastasis via controlling Ago2 localization and miRNA action."}, {"pubmed": 38834004, "text": "Inhibition of glycolysis and Src/Akt signaling reduces Caveolin-1-enhanced metastasis."}, {"pubmed": 38959243, "text": "High Caveolin-1 mRNA expression in triple-negative breast cancer is associated with an aggressive tumor microenvironment, chemoresistance, and poor clinical outcome."}], "genomic_pos": {"chr": "7", "end": 116561179, "ensemblgene": "ENSG00000105974", "start": 116524994, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 116201233, "start": 116164839, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0000165", "qualifier": "involved_in", "term": "MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001570", "qualifier": "involved_in", "term": "vasculogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001935", "qualifier": "involved_in", "term": "endothelial cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001937", "qualifier": "involved_in", "term": "negative regulation of endothelial cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001937", "qualifier": "involved_in", "term": "negative regulation of endothelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001960", "qualifier": "involved_in", "term": "negative regulation of cytokine-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002067", "qualifier": "involved_in", "term": "glandular epithelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002931", "qualifier": "involved_in", "term": "response to ischemia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003057", "qualifier": "involved_in", "term": "regulation of the force of heart contraction by chemical signal"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006641", "qualifier": "involved_in", "term": "triglyceride metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006809", "qualifier": "involved_in", "term": "nitric oxide biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006816", "qualifier": "involved_in", "term": "calcium ion transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006874", "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006940", "qualifier": "involved_in", "term": "regulation of smooth muscle contraction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007519", "qualifier": "involved_in", "term": "skeletal muscle tissue development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007595", "qualifier": "involved_in", "term": "lactation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008104", "qualifier": "involved_in", "term": "protein localization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009617", "pubmed": 24625804, "qualifier": "involved_in", "term": "response to bacterium"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010524", "pubmed": 19052258, "qualifier": "involved_in", "term": "positive regulation of calcium ion transport into cytosol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010608", "qualifier": "involved_in", "term": "post-transcriptional regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010875", "pubmed": 24576892, "qualifier": "involved_in", "term": "positive regulation of cholesterol efflux"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0015031", "qualifier": "involved_in", "term": "protein transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016050", "qualifier": "involved_in", "term": "vesicle organization"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0019065", "pubmed": 21047970, "qualifier": "involved_in", "term": "receptor-mediated endocytosis of virus by host cell"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019217", "qualifier": "involved_in", "term": "regulation of fatty acid metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019221", "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019915", "qualifier": "involved_in", "term": "lipid storage"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030193", "pubmed": 17848177, "qualifier": "involved_in", "term": "regulation of blood coagulation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030301", "pubmed": 11294831, "qualifier": "involved_in", "term": "cholesterol transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 21109942, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030857", "qualifier": "involved_in", "term": "negative regulation of epithelial cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030879", "qualifier": "involved_in", "term": "mammary gland development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031295", "pubmed": 17287217, "qualifier": "involved_in", "term": "T cell costimulation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031397", "pubmed": 22277751, "qualifier": "involved_in", "term": "negative regulation of protein ubiquitination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031398", "pubmed": 24089527, "qualifier": "involved_in", "term": "positive regulation of protein ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031623", "pubmed": 25893292, "qualifier": "involved_in", "term": "receptor internalization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031623", "pubmed": 16890161, "qualifier": "involved_in", "term": "receptor internalization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032507", "qualifier": "involved_in", "term": "maintenance of protein location in cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032570", "pubmed": 12388746, "qualifier": "acts_upstream_of_or_within", "term": "response to progesterone"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033137", "pubmed": 18081315, "qualifier": "involved_in", "term": "negative regulation of peptidyl-serine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033138", "pubmed": 18081315, "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033484", "qualifier": "involved_in", "term": "intracellular nitric oxide homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034141", "pubmed": 25204797, "qualifier": "involved_in", "term": "positive regulation of toll-like receptor 3 signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038016", "qualifier": "involved_in", "term": "insulin receptor internalization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0038166", "qualifier": "involved_in", "term": "angiotensin-activated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042310", "qualifier": "involved_in", "term": "vasoconstriction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042532", "qualifier": "involved_in", "term": "negative regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042632", "qualifier": "involved_in", "term": "cholesterol homeostasis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042632", "pubmed": 11294831, "qualifier": "involved_in", "term": "cholesterol homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043085", "qualifier": "involved_in", "term": "positive regulation of catalytic activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 23319823, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043409", "qualifier": "involved_in", "term": "negative regulation of MAPK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043627", "pubmed": 12388746, "qualifier": "acts_upstream_of_or_within", "term": "response to estrogen"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0044860", "qualifier": "involved_in", "term": "protein localization to plasma membrane raft"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045019", "qualifier": "involved_in", "term": "negative regulation of nitric oxide biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045907", "qualifier": "involved_in", "term": "positive regulation of vasoconstriction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046426", "qualifier": "involved_in", "term": "negative regulation of receptor signaling pathway via JAK-STAT"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046716", "qualifier": "involved_in", "term": "muscle cell cellular homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048144", "qualifier": "involved_in", "term": "fibroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048147", "qualifier": "involved_in", "term": "negative regulation of fibroblast proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048550", "pubmed": 23583380, "qualifier": "involved_in", "term": "negative regulation of pinocytosis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051480", "qualifier": "involved_in", "term": "regulation of cytosolic calcium ion concentration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051480", "pubmed": 19052258, "qualifier": "involved_in", "term": "regulation of cytosolic calcium ion concentration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051592", "pubmed": 19052258, "qualifier": "involved_in", "term": "response to calcium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051649", "qualifier": "involved_in", "term": "establishment of localization in cell"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051899", "qualifier": "involved_in", "term": "membrane depolarization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0052547", "qualifier": "involved_in", "term": "regulation of peptidase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0055074", "qualifier": "involved_in", "term": "calcium ion homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060056", "qualifier": "involved_in", "term": "mammary gland involution"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060070", "pubmed": 16890161, "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060355", "pubmed": 25204797, "qualifier": "involved_in", "term": "positive regulation of cell adhesion molecule production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060546", "qualifier": "involved_in", "term": "negative regulation of necroptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061099", "pubmed": 25006397, "qualifier": "involved_in", "term": "negative regulation of protein tyrosine kinase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070836", "qualifier": "involved_in", "term": "caveola assembly"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0070836", "pubmed": 25006397, "qualifier": "involved_in", "term": "caveola assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070836", "pubmed": 12633858, "qualifier": "involved_in", "term": "caveola assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070836", "qualifier": "involved_in", "term": "caveola assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071218", "pubmed": 24089527, "qualifier": "involved_in", "term": "cellular response to misfolded protein"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071360", "pubmed": 25204797, "qualifier": "involved_in", "term": "cellular response to exogenous dsRNA"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071375", "qualifier": "involved_in", "term": "cellular response to peptide hormone stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071455", "pubmed": 21382479, "qualifier": "involved_in", "term": "cellular response to hyperoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071560", "qualifier": "involved_in", "term": "cellular response to transforming growth factor beta stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071711", "qualifier": "involved_in", "term": "basement membrane organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072584", "pubmed": 19931615, "qualifier": "involved_in", "term": "caveolin-mediated endocytosis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0086091", "qualifier": "involved_in", "term": "regulation of heart rate by cardiac conduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0097190", "pubmed": 21382479, "qualifier": "involved_in", "term": "apoptotic signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0098903", "pubmed": 18923542, "qualifier": "involved_in", "term": "regulation of membrane repolarization during action potential"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0098909", "pubmed": 18923542, "qualifier": "involved_in", "term": "regulation of cardiac muscle cell action potential involved in regulation of contraction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0098911", "qualifier": "involved_in", "term": "regulation of ventricular cardiac muscle cell action potential"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 15734843, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900027", "pubmed": 24625804, "qualifier": "involved_in", "term": "regulation of ruffle assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900085", "pubmed": 25006397, "qualifier": "involved_in", "term": "negative regulation of peptidyl-tyrosine autophosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901380", "pubmed": 18923542, "qualifier": "involved_in", "term": "negative regulation of potassium ion transmembrane transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1901844", "qualifier": "involved_in", "term": "regulation of cell communication by electrical coupling involved in cardiac conduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903361", "qualifier": "involved_in", "term": "protein localization to basolateral plasma membrane"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903598", "qualifier": "involved_in", "term": "positive regulation of gap junction assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903609", "pubmed": 18923542, "qualifier": "involved_in", "term": "negative regulation of inward rectifier potassium channel activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904294", "pubmed": 24089527, "qualifier": "involved_in", "term": "positive regulation of ERAD pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000535", "pubmed": 24625804, "qualifier": "involved_in", "term": "regulation of entry of bacterium into host cell"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000811", "pubmed": 22277751, "qualifier": "involved_in", "term": "negative regulation of anoikis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2001238", "pubmed": 21382479, "qualifier": "involved_in", "term": "positive regulation of extrinsic apoptotic signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2001244", "pubmed": 21382479, "qualifier": "involved_in", "term": "positive regulation of intrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000139", "pubmed": 11294831, "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0002080", "qualifier": "located_in", "term": "acrosomal membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0002095", "qualifier": "part_of", "term": "caveolar macromolecular signaling complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005768", "pubmed": 20682791, "qualifier": "located_in", "term": "endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 11294831, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "pubmed": 24089527, "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "is_active_in", "term": "Golgi apparatus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005811", "qualifier": "located_in", "term": "lipid droplet"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 23262137, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005901", "pubmed": [15219854, 15703204, 17982011, 18081315, 19525939, 24013648, 25556234], "qualifier": "located_in", "term": "caveola"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005925", "qualifier": "colocalizes_with", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 12091389, "qualifier": "colocalizes_with", "term": "focal adhesion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005929", "qualifier": "located_in", "term": "cilium"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005938", "qualifier": "located_in", "term": "cell cortex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 24625804, "qualifier": "located_in", "term": "membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030666", "qualifier": "located_in", "term": "endocytic vesicle membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031410", "qualifier": "is_active_in", "term": "cytoplasmic vesicle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031410", "pubmed": [19931615, 22792322], "qualifier": "located_in", "term": "cytoplasmic vesicle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031901", "qualifier": "located_in", "term": "early endosome membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": [21822278, 24013648], "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0042383", "qualifier": "colocalizes_with", "term": "sarcolemma"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045121", "pubmed": [11294831, 14559243, 17010968, 21382479, 23262137, 24576892, 25204797, 25893292], "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0045121", "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "is_active_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 19931615, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 16890161, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005113", "pubmed": 11278759, "qualifier": "enables", "term": "patched binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10212252, 11075810, 11294831, 12176037, 15182174, 15504032, 15657067, 15703204, 16388599, 16799092, 16890161, 16951145, 17287217, 17848177, 17855368, 18923542, 19052258, 19262564, 19706440, 19726876, 19820694, 19897728, 19931615, 20808760, 20826780, 20956295, 21382479, 21822278, 22277751, 22411794, 22614015, 24013648, 24089527, 24576892, 24625804, 24658140, 25285302, 25556234, 25588833, 25893292, 31980649, 32814053, 33845483, 34232536, 36217030], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008142", "qualifier": "enables", "term": "oxysterol binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0015485", "pubmed": 11294831, "qualifier": "enables", "term": "cholesterol binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0016504", "qualifier": "enables", "term": "peptidase activator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 20122998, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019901", "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 25006397, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0030292", "qualifier": "enables", "term": "protein tyrosine kinase inhibitor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0030674", "qualifier": "enables", "term": "protein-macromolecule adaptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031267", "pubmed": 24625804, "qualifier": "enables", "term": "small GTPase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 25006397, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0044325", "qualifier": "enables", "term": "transmembrane transporter binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044325", "pubmed": 18923542, "qualifier": "enables", "term": "transmembrane transporter binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044877", "pubmed": 24089527, "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046982", "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0050998", "pubmed": 12852865, "qualifier": "enables", "term": "nitric-oxide synthase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051117", "pubmed": 24089527, "qualifier": "enables", "term": "ATPase binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0051117", "qualifier": "enables", "term": "ATPase binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0060090", "qualifier": "enables", "term": "molecular adaptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0060090", "pubmed": 19052258, "qualifier": "enables", "term": "molecular adaptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070320", "pubmed": 18923542, "qualifier": "enables", "term": "inward rectifier potassium channel inhibitor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0140311", "pubmed": 19265160, "qualifier": "enables", "term": "protein sequestering activity"}]}, "homologene": {"genes": [[7955, 323695], [8364, 548467], [9031, 373996], [9544, 704449], [9598, 463670], [9606, 857], [9615, 403980], [9913, 281040], [10090, 12389], [10116, 25404]], "id": 1330}, "interpro": [{"desc": "Caveolin", "id": "IPR001612", "short_desc": "Caveolin"}, {"desc": "Caveolin, conserved site", "id": "IPR018361", "short_desc": "Caveolin_CS"}], "ipi": ["IPI00009236", "IPI00759683", "IPI00852906", "IPI00853146", "IPI00876941", "IPI00877883"], "map_location": "7q31.2", "name": "caveolin 1", "other_names": ["caveolin 1, caveolae protein, 22kDa", "caveolin-1", "cell growth-inhibiting protein 32"], "pantherdb": {"HGNC": "1527", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "102709", "ortholog_type": "LDO", "panther_family": "PTHR10844", "taxid": 10090, "uniprot_kb": "P49817"}, {"RGD": "2280", "ortholog_type": "LDO", "panther_family": "PTHR10844", "taxid": 10116, "uniprot_kb": "P41350"}, {"Gene": "CAV1", "ortholog_type": "O", "panther_family": "PTHR10844", "taxid": 9031, "uniprot_kb": "P35431"}, {"Ensembl": "ENSGALG00000043287", "ortholog_type": "LDO", "panther_family": "PTHR10844", "taxid": 9031, "uniprot_kb": "A0M8T8"}, {"ZFIN": "ZDB-GENE-030131-2415", "ortholog_type": "LDO", "panther_family": "PTHR10844", "taxid": 7955, "uniprot_kb": "Q6YLH9"}, {"WormBase": "WBGene00000301", "ortholog_type": "O", "panther_family": "PTHR10844", "taxid": 6239, "uniprot_kb": "Q94051"}, {"WormBase": "WBGene00000302", "ortholog_type": "O", "panther_family": "PTHR10844", "taxid": 6239, "uniprot_kb": "Q18879"}], "uniprot_kb": "Q03135"}, "pathway": {"biocarta": [{"id": "gcrpathway", "name": "corticosteroids and cardioprotection"}, {"id": "integrinpathway", "name": "integrin signaling pathway"}, {"id": "no1pathway", "name": "actions of nitric oxide in the heart"}, {"id": "raccpathway", "name": "ion channels and their functional role in vascular endothelium"}, {"id": "vegfpathway", "name": "vegf hypoxia and angiogenesis"}], "kegg": [{"id": "hsa04144", "name": "Endocytosis - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa05020", "name": "Prion disease - Homo sapiens (human)"}, {"id": "hsa05100", "name": "Bacterial invasion of epithelial cells - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05416", "name": "Viral myocarditis - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}, {"id": "Pathway_TNFalpha", "name": "TNFalpha"}], "pid": [{"id": "alk1pathway", "name": "ALK1 signaling events"}, {"id": "insulin_pathway", "name": "Insulin Pathway"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "pdgfrapathway", "name": "PDGFR-alpha signaling pathway"}, {"id": "ptp1bpathway", "name": "Signaling events mediated by PTP1B"}, {"id": "tgfbrpathway", "name": "TGF-beta receptor signaling"}, {"id": "tnfpathway", "name": "TNF receptor signaling pathway "}, {"id": "vegfr1_2_pathway", "name": "Signaling events mediated by VEGFR1 and VEGFR2"}, {"id": "vegfr1_pathway", "name": "VEGFR1 specific signals"}, {"id": "wnt_canonical_pathway", "name": "Canonical Wnt signaling pathway"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-163560", "name": "Triglyceride catabolism"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-202131", "name": "Metabolism of nitric oxide: NOS3 activation and regulation"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-203615", "name": "eNOS activation"}, {"id": "R-HSA-203641", "name": "NOSTRIN mediated eNOS trafficking"}, {"id": "R-HSA-210991", "name": "Basigin interactions"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-4420097", "name": "VEGFA-VEGFR2 Pathway"}, {"id": "R-HSA-4641262", "name": "Disassembly of the destruction complex and recruitment of AXIN to the membrane"}, {"id": "R-HSA-5218920", "name": "VEGFR2 mediated vascular permeability"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-8979227", "name": "Triglyceride metabolism"}, {"id": "R-HSA-8980692", "name": "RHOA GTPase cycle"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9009391", "name": "Extra-nuclear estrogen signaling"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013026", "name": "RHOB GTPase cycle"}, {"id": "R-HSA-9013106", "name": "RHOC GTPase cycle"}, {"id": "R-HSA-9013148", "name": "CDC42 GTPase cycle"}, {"id": "R-HSA-9013149", "name": "RAC1 GTPase cycle"}, {"id": "R-HSA-9013404", "name": "RAC2 GTPase cycle"}, {"id": "R-HSA-9013405", "name": "RHOD GTPase cycle"}, {"id": "R-HSA-9013406", "name": "RHOQ GTPase cycle"}, {"id": "R-HSA-9013407", "name": "RHOH GTPase cycle"}, {"id": "R-HSA-9013408", "name": "RHOG GTPase cycle"}, {"id": "R-HSA-9013409", "name": "RHOJ GTPase cycle"}, {"id": "R-HSA-9013423", "name": "RAC3 GTPase cycle"}, {"id": "R-HSA-9035034", "name": "RHOF GTPase cycle"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9617828", "name": "FOXO-mediated transcription of cell cycle genes"}, {"id": "R-HSA-9678108", "name": "SARS-CoV-1 Infection"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9692914", "name": "SARS-CoV-1-host interactions"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9696264", "name": "RND3 GTPase cycle"}, {"id": "R-HSA-9696270", "name": "RND2 GTPase cycle"}, {"id": "R-HSA-9696273", "name": "RND1 GTPase cycle"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9735871", "name": "SARS-CoV-1 targets host intracellular signalling and regulatory pathways"}, {"id": "R-HSA-9755779", "name": "SARS-CoV-2 targets host intracellular signalling and regulatory pathways"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": [{"id": "WP138", "name": "Androgen receptor signaling pathway"}, {"id": "WP185", "name": "Integrin-mediated Cell Adhesion"}, {"id": "WP2817", "name": "Mammary gland development pathway - Pregnancy and lactation (Stage 3 of 4)"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4298", "name": "Acute viral myocarditis"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}]}, "pdb": "7SC0", "pfam": "PF01146", "pharmgkb": "PA26107", "pharos": {"target_id": 12407, "tdl": "Tbio"}, "pir": "S26884", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF229103", "relationship": "is"}, {"id": "GNF246831", "relationship": "is"}, {"id": "GNF246832", "relationship": "is"}, {"id": "GNF246833", "relationship": "is"}, {"id": "GNF246834", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159289", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF033074", "relationship": "is"}, {"id": "GNF033225", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF016870", "relationship": "is"}, {"id": "GNF030315", "relationship": "is"}, {"id": "GNF131600", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF234122", "relationship": "is"}, {"id": "GNF286214", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103150", "relationship": "is"}, {"id": "GNF142801", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_012051.1"], "protein": ["NP_001166366.1", "NP_001166367.1", "NP_001166368.1", "NP_001744.2"], "rna": ["NM_001172895.1", "NM_001172896.2", "NM_001172897.2", "NM_001753.5"], "translation": [{"protein": "NP_001166368.1", "rna": "NM_001172897.2"}, {"protein": "NP_001166367.1", "rna": "NM_001172896.2"}, {"protein": "NP_001744.2", "rna": "NM_001753.5"}, {"protein": "NP_001166366.1", "rna": "NM_001172895.1"}]}, "reporter": {"HG-U133_Plus_2": ["203065_s_at", "212097_at"], "HG-U95Av2": "36119_at", "HTA-2_0": "TC07003339.hg.1", "HuEx-1_0": ["3020226", "3020273", "3020302"], "HuGene-1_1": "8135594", "HuGene-2_1": ["17050538", "17050578"]}, "summary": "The scaffolding protein encoded by this gene is the main component of the caveolae plasma membranes found in most cell types. The protein links integrin subunits to the tyrosine kinase FYN, an initiating step in coupling integrins to the Ras-ERK pathway and promoting cell cycle progression. The gene is a tumor suppressor gene candidate and a negative regulator of the Ras-p42/44 mitogen-activated kinase cascade. Caveolin 1 and caveolin 2 are located next to each other on chromosome 7 and express colocalizing proteins that form a stable hetero-oligomeric complex. Mutations in this gene have been associated with Berardinelli-Seip congenital lipodystrophy. Alternatively spliced transcripts encode alpha and beta isoforms of caveolin 1.[provided by RefSeq, Mar 2010].", "symbol": "CAV1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332669"}, "unigene": "Hs.74034", "uniprot": {"Swiss-Prot": "Q03135", "TrEMBL": ["Q2TNI1", "Q7Z4F3", "A9XTE5", "Q59E85", "C9JKI3", "A0A7P0YWJ6", "F8WDM7", "E9PCT5"]}, "wikipedia": {"url_stub": "Caveolin 1"}}