{"AllianceGenome": "1539", "HGNC": "1539", "MIM": "121360", "_id": "865", "_version": 1, "accession": {"genomic": ["AB473218.1", "AC009084.9", "AC074143.5", "CH471092.1", "CP068262.2", "KT584704.1", "NC_000016.10", "NC_060940.1", "NG_009281.1"], "protein": ["AAA02868.1", "AAG01553.1", "AAH18509.1", "AAP35508.1", "BAF83151.1", "BAF84523.1", "EAW83066.1", "EAW83067.1", "EAW83068.1", "EAW83069.1", "EAW83070.1", "EAW83071.1", "NP_001355636.1", "NP_001355637.1", "NP_001355638.1", "NP_001355639.1", "NP_001746.1", "NP_074036.1", "Q13951.2"], "rna": ["AA020956.1", "AF294326.1", "AK290462.1", "AK291834.1", "AK311084.1", "AK311724.1", "BC018509.1", "BM679848.1", "BT006862.1", "L20298.1", "NM_001368707.1", "NM_001368708.1", "NM_001368709.1", "NM_001368710.1", "NM_001755.3", "NM_022845.3"], "translation": [{"protein": "AAG01553.1", "rna": "AF294326.1"}, {"protein": "NP_074036.1", "rna": "NM_022845.3"}, {"protein": "AAP35508.1", "rna": "BT006862.1"}, {"protein": "BAF84523.1", "rna": "AK291834.1"}, {"protein": "NP_001355636.1", "rna": "NM_001368707.1"}, {"protein": "NP_001355639.1", "rna": "NM_001368710.1"}, {"protein": "BAF83151.1", "rna": "AK290462.1"}, {"protein": "AAH18509.1", "rna": "BC018509.1"}, {"protein": "AAA02868.1", "rna": "L20298.1"}, {"protein": "NP_001746.1", "rna": "NM_001755.3"}, {"protein": "NP_001355638.1", "rna": "NM_001368709.1"}, {"protein": "NP_001355637.1", "rna": "NM_001368708.1"}]}, "alias": ["CLCD2", "PEBP2B"], "ensembl": {"gene": "ENSG00000067955", "protein": ["ENSP00000290858", "ENSP00000415151", "ENSP00000456637", "ENSP00000462148", "ENSP00000462273", "ENSP00000462932", "ENSP00000498463"], "transcript": ["ENST00000290858", "ENST00000412916", "ENST00000561924", "ENST00000563939", "ENST00000564034", "ENST00000565389", "ENST00000566281", "ENST00000567947", "ENST00000568858", "ENST00000650873", "ENST00000651988", "ENST00000652116", "ENST00000652360"], "translation": [{"protein": "ENSP00000462273", "rna": "ENST00000561924"}, {"protein": "ENSP00000290858", "rna": "ENST00000290858"}, {"protein": "ENSP00000415151", "rna": "ENST00000412916"}, {"protein": "ENSP00000456637", "rna": "ENST00000564034"}, {"protein": "ENSP00000498463", "rna": "ENST00000650873"}, {"protein": "ENSP00000462148", "rna": "ENST00000563939"}, {"protein": "ENSP00000462932", "rna": "ENST00000565389"}], "type_of_gene": "protein_coding"}, "entrezgene": "865", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.7358541713, "exp_mis": 80.3222853038, "exp_syn": 33.384062715, "lof_z": 3.10433757296807, "mis_z": 2.47349063142109, "mu_lof": 8.75535145899e-07, "mu_mis": 7.67002170064e-06, "mu_syn": 3.13368112602e-06, "n_lof": 1.0, "n_mis": 35.0, "n_syn": 34.0, "p_li": 0.905733874306119, "p_null": 0.000158186069804442, "p_rec": 0.0941079396240771, "syn_z": -0.0660873476578767}, "bp": 564, "cds_end": 67132681, "cds_start": 67063310, "n_exons": 6, "nonpsych": {"exp_lof": 10.5075898677, "exp_mis": 72.5849301521, "exp_syn": 30.101307538, "lof_z": 2.88051970113375, "mis_z": 2.46192257892878, "mu_lof": 8.75535145899e-07, "mu_mis": 7.67002170064e-06, "mu_syn": 3.13368112602e-06, "n_lof": 1.0, "n_mis": 31.0, "n_syn": 30.0, "p_li": 0.874062403889126, "p_null": 0.000409539610086665, "p_rec": 0.125528056500788, "syn_z": 0.0116258070339374}, "nontcga": {"exp_lof": 10.7858264256, "exp_mis": 73.885347856, "exp_syn": 30.7021791915, "lof_z": 3.2397241617467, "mis_z": 2.54360798332684, "mu_lof": 8.75535145899e-07, "mu_mis": 7.67002170064e-06, "mu_syn": 3.13368112602e-06, "n_lof": 0.0, "n_mis": 30.0, "n_syn": 31.0, "p_li": 0.973341342407063, "p_null": 3.24867854327115e-05, "p_rec": 0.0266261708075042, "syn_z": -0.0340323202667622}, "transcript": "ENST00000412916.2"}, "exons": [{"cdsend": 67098778, "cdsstart": 67029407, "chr": "16", "position": [[67029148, 67029485], [67029726, 67029813], [67066681, 67066798], [67082212, 67082308], [67098709, 67101055]], "strand": 1, "transcript": "NM_001368707", "txend": 67101055, "txstart": 67029148}, {"cdsend": 67098778, "cdsstart": 67029407, "chr": "16", "position": [[67029148, 67029485], [67029726, 67029813], [67036638, 67036755], [67082212, 67082308], [67098709, 67101055]], "strand": 1, "transcript": "NM_001368708", "txend": 67101055, "txstart": 67029148}, {"cdsend": 67098732, "cdsstart": 67029407, "chr": "16", "position": [[67029148, 67029485], [67029726, 67029813], [67066681, 67066798], [67082212, 67082339], [67098709, 67101055]], "strand": 1, "transcript": "NM_001368709", "txend": 67101055, "txstart": 67029148}, {"cdsend": 67098732, "cdsstart": 67029407, "chr": "16", "position": [[67029148, 67029485], [67029726, 67029813], [67036638, 67036755], [67082212, 67082339], [67098709, 67101055]], "strand": 1, "transcript": "NM_001368710", "txend": 67101055, "txstart": 67029148}, {"cdsend": 67098732, "cdsstart": 67029407, "chr": "16", "position": [[67029148, 67029485], [67029726, 67029813], [67036638, 67036755], [67066681, 67066798], [67082212, 67082339], [67098709, 67101055]], "strand": 1, "transcript": "NM_001755", "txend": 67101055, "txstart": 67029148}, {"cdsend": 67098778, "cdsstart": 67029407, "chr": "16", "position": [[67029148, 67029485], [67029726, 67029813], [67036638, 67036755], [67066681, 67066798], [67082212, 67082308], [67098709, 67101055]], "strand": 1, "transcript": "NM_022845", "txend": 67101055, "txstart": 67029148}], "exons_hg19": [{"cdsend": 67132681, "cdsstart": 67063310, "chr": "16", "position": [[67063051, 67063388], [67063629, 67063716], [67100584, 67100701], [67116115, 67116211], [67132612, 67134958]], "strand": 1, "transcript": "NM_001368707", "txend": 67134958, "txstart": 67063051}, {"cdsend": 67132681, "cdsstart": 67063310, "chr": "16", "position": [[67063051, 67063388], [67063629, 67063716], [67070541, 67070658], [67116115, 67116211], [67132612, 67134958]], "strand": 1, "transcript": "NM_001368708", "txend": 67134958, "txstart": 67063051}, {"cdsend": 67132635, "cdsstart": 67063310, "chr": "16", "position": [[67063051, 67063388], [67063629, 67063716], [67100584, 67100701], [67116115, 67116242], [67132612, 67134958]], "strand": 1, "transcript": "NM_001368709", "txend": 67134958, "txstart": 67063051}, {"cdsend": 67132635, "cdsstart": 67063310, "chr": "16", "position": [[67063051, 67063388], [67063629, 67063716], [67070541, 67070658], [67116115, 67116242], [67132612, 67134958]], "strand": 1, "transcript": "NM_001368710", "txend": 67134958, "txstart": 67063051}, {"cdsend": 67132635, "cdsstart": 67063310, "chr": "16", "position": [[67063051, 67063388], [67063629, 67063716], [67070541, 67070658], [67100584, 67100701], [67116115, 67116242], [67132612, 67134958]], "strand": 1, "transcript": "NM_001755", "txend": 67134958, "txstart": 67063051}, {"cdsend": 67132681, "cdsstart": 67063310, "chr": "16", "position": [[67063051, 67063388], [67063629, 67063716], [67070541, 67070658], [67100584, 67100701], [67116115, 67116211], [67132612, 67134958]], "strand": 1, "transcript": "NM_022845", "txend": 67134958, "txstart": 67063051}], "generif": [{"pubmed": 12239155, "text": "has a role in hematopoiesis; preturbations result from expression of the leukemogenic fusion gene Cbfb-MYH11"}, {"pubmed": 12495904, "text": "review: genetics of CBFB and RUNX1 and roles in hematopoiesis and leukemogenesis, with emphasis on human and knockout mice studies"}, {"pubmed": 15386419, "text": "Expression of CBFB is down regulated in a significant portion of gastric cancer cases; may be involved in gastric carcinogenesis"}, {"pubmed": 15585652, "text": "Plag1 and Plagl2 are novel leukemia oncogenes that act by expanding hematopoietic progenitors expressing CbF beta-SMMHC."}, {"pubmed": 16502584, "text": "Detection of acute myeloid leukemic cells that are characterized by a CBFB-MYH11 gene fusion."}, {"pubmed": 16504290, "text": "These observations suggest that when abdominal GS is diagnosed, an analysis of the CBFB/MYH11 fusion gene is necessary to make an appropriate decision regarding treatment options, even if no chromosomal abnormalities are found."}, {"pubmed": 16767164, "text": "Agents interacting with the outer surface of the CBFbeta-SMMHC ACD that prevent multimerization may be effective as novel therapeutics in AML"}, {"pubmed": 17287858, "text": "Rare fusion transcripts were correlated with an atypical cytomorphology not primarily suggestive for the FAB subtype acute myelocytic leukemia."}, {"pubmed": 17379770, "text": "Cbfb enhances osteogenic differentiation of mesenchymal stem cells by stabilizing Cbfa-1 proteins."}, {"pubmed": 17571080, "text": "Examine consequences of expression of abnormal chimeric protein CBFbeta-MYH11 in acute myelomonocytic leukemia."}, {"pubmed": 18695000, "text": "interaction with PEBP2-beta leads to the phosphorylation of RUNX1, which in turn induces p300 phosphorylation"}, {"pubmed": 19156145, "text": "high CBFB protein level was an independent predictor of survival in colorectal cancer"}, {"pubmed": 19179469, "text": "CBFbeta is essential for TEL-AML1's ability to promote self-renewal of B cell precursors in vitro."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19603346, "text": "For routine clinical practice, it may be meaningful to screen for C-KIT mutations in AML1/ETO-positive patients, as well as for FLT3(D835) mutations in CBF-AML."}, {"pubmed": 20225274, "text": "Loss of DNA binding, but not nuclear localization or CBF-beta heterodimerization, causes RUNX2 haploinsufficiency in patients with the RUNX2(R131G) mutation."}, {"pubmed": 20306249, "text": "The structural features of RUNX1/CBFbeta and their derivatives, their roles in transcriptional control, and their contributions to normal and malignant hematopoiesis are discussed. Review."}, {"pubmed": 20306685, "text": "Studies show that FISH technic for the detection of CBF chromosomal aberrations was significantly higher than conventional cytogenetics."}, {"pubmed": 20433876, "text": "The expression of Cbfbeta which were the key factors in osteogenic differentiation was also up-regulated."}, {"pubmed": 20591170, "text": "conclude that CBFbeta is required for a subset of Runx2-target genes that are sufficient to maintain the invasive phenotype of the cells"}, {"pubmed": 20607802, "text": "Data collectively suggest that CBFbeta is required for malignant phenotype in prostate and ovarian cancer cells."}, {"pubmed": 22190036, "text": "Vif and CBF-beta physically interact, and that the amino-terminal region of Vif is required for this interaction"}, {"pubmed": 22190037, "text": "CBF-beta is required for Vif-mediated degradation of APOBEC3G and therefore for preserving HIV-1 infectivity"}, {"pubmed": 22205746, "text": "Vif proteins of human and simian immunodeficiency viruses require cellular CBFbeta to degrade APOBEC3G."}, {"pubmed": 22725134, "text": "These separation-of-function mutants demonstrate that HIV-1 Vif and the RUNX transcription factors interact with cellular CBFbeta on genetically distinct surfaces."}, {"pubmed": 23098073, "text": "A comparison of heat capacity changes supports a model in which CBFbeta prestabilizes Vif((1-192)) relative to Vif((95-192))"}, {"pubmed": 23152542, "text": "Our data indicate that the CBFbeta-SMMHC's C-terminus is essential to induce embryonic hematopoietic defects and leukemogenesis."}, {"pubmed": 23160462, "text": "We conclude that non-type A CBFB-MYH11 fusion types associate with distinct clinical and genetic features, including lack of KIT mutations, and a unique gene-expression profile in acute myeloid leukemia"}, {"pubmed": 23175372, "text": "Authors revealed that different lengths and regions are required for CBFbeta to assist HIV-1 Vif or RUNX1."}, {"pubmed": 23878140, "text": "This report of recurring FLT3 N676 mutations in core-binding factor (CBF) leukemias suggests a defined subgroup of CBF leukemias."}, {"pubmed": 24002588, "text": "Transcriptional analysis revealed that upon fusion protein knockdown, a small subset of the CBFbeta-MYH11 target genes show increased expression, confirming a role in transcriptional repression"}, {"pubmed": 24390320, "text": "In the absence of CBFbeta, Vif does not bind Cul5, thus preventing the assembly of the E3 ligase complex."}, {"pubmed": 24390335, "text": "CBF-beta is critical for the formation of the Vif-ElonginB/ElonginC-Cul5 core E3 ubiquitin ligase complex."}, {"pubmed": 24402281, "text": "data reveal the structural basis for Vif hijacking of the CBF-beta and CUL5 E3 ligase complex, laying a foundation for rational design of novel anti-HIV drugs"}, {"pubmed": 24418540, "text": "Vif conserved residues E88/W89 are crucial for CBFbeta binding."}, {"pubmed": 24522927, "text": "Authors propose that CBFbeta acts as a chaperone to stabilize HIV-1 Vif during and after synthesis and to facilitate interaction of Vif with cellular cofactors required for the efficient degradation of APOBEC3G."}, {"pubmed": 24648201, "text": "Suggest that CBFbeta retention in the midbody during cytokinesis reflects a novel function that contributes to epigenetic control."}, {"pubmed": 24651404, "text": "Our findings indicate that RUNX1 and CBF-beta cooperate in cells to modulate HIV-1 replication"}, {"pubmed": 25079347, "text": "CBFB contributes to the transcriptional regulation of ribosomal gene expression and provide further understanding of the epigenetic role of CBFB-SMMHC in proliferation and maintenance of the leukemic phenotype."}, {"pubmed": 25122780, "text": "suggest that a different mechanism exists for the Vif-APOBEC interaction and that non-primates are not suitable animal models for exploring pharmacological interventions that disrupt Vif-CBF-beta interaction"}, {"pubmed": 25266220, "text": "we report a novel hypomethylation pattern, specific to CBFB-MYH11 fusion resulting from inv(16) rearrangement in acute myeloid leukemia the expression of which correlated with PBX3 differential methylation"}, {"pubmed": 25424878, "text": "These results provide important information on the assembly of the Vif-CUL5-E3 ubiquitin ligase and identify a new viV binding interface with CBF-beta at the C-terminus of HIV-1 Vif."}, {"pubmed": 25582776, "text": "CBF-beta promoted steady-state levels of HIV-1 Vif by inhibiting the degradation of HIV-1 Vif through the proteasome pathway."}, {"pubmed": 26163765, "text": "Our findings demonstrate that HSPCs exposed to non-cytotoxic levels of environmental chemicals and chemotherapeutic agents are prone to topoisomerase II-mediated DNA damage at the leukemia-associated genes MLL and CBFB."}, {"pubmed": 26418744, "text": "Thus, an NGF/TrkA-MAPK-CBFbeta pathway converges with Islet1-Runx1 signaling to promote Runx1/CBFbeta holocomplex formation and nonpeptidergic nociceptor maturation."}, {"pubmed": 27650511, "text": "the presented study demonstrates that CBFB-MYH11-based MRD status during the first 3 months after allo-HCT, but not KIT mutations, can be used to identify patients with a high risk of relapse."}, {"pubmed": 27758855, "text": "Vif stabilization by CBFbeta is mainly caused by impairing MDM2-mediated degradation."}, {"pubmed": 28196984, "text": "results suggest that CBFbeta-SMMHC has complex actions on human ribosome biogenesis at both the genomic and posttranscriptional level"}, {"pubmed": 28253536, "text": "The co-existence of BCR-ABL1 and CBFB rearrangement is associated with poor outcome and a clinical course similar to that of CML-BP, and unlike de novo AML with CBFB rearrangement, suggesting that high-intensity chemotherapy with TKI should be considered in these patients."}, {"pubmed": 28299663, "text": "discussion of the role of CBFB in diseases caused by their mutations or deletions (review)"}, {"pubmed": 28302150, "text": "Mutational analysis of CBFbeta revealed that F68 and I55 residues are important and participate in a tripartite hydrophobic interaction with W5 of Vif to maintain a stable and functional Vif-CBFbeta complex."}, {"pubmed": 28506695, "text": "Both c-kit receptor (KIT) D816V and KIT N822K mutations underwent autophosphorylation in the absence of growth factor in leukemia TF-1 cell line."}, {"pubmed": 28516844, "text": "Moreover, using a CBF-beta loss-of-function mutant, the authors demonstrated that the interaction between CBF-beta and Vif was not sufficient for Vif assistance; a region including F68 in CBF-beta was also required for the stability and function of Vif."}, {"pubmed": 29192243, "text": "our present study strongly suggests that an autonomous RUNX1-p53-CBFB regulatory triangle plays a vital role in the maintenance and the acquisition of chemo-resistance of AML cells, and potentially provides novel therapeutic targets for anti-leukemia strategy."}, {"pubmed": 29386218, "text": "we identified a novel gastric cancer-associated lncRNA-LINC01234 and first uncover that LINC01234 is an oncogenic lncRNA that promotes cell proliferation and inhibits cell apoptosis through miR-204-5p-CBFB axis in human gastric cancer."}, {"pubmed": 29523836, "text": "Type-III IFN-triggered and IL-10-induced CBFbeta are crucial factors for inhibiting Hepatitis B virus (HBV) replication, and the HBx-CBFbeta-HBsAg axis reveals a new molecular mechanism of interaction between HBV and its hosts."}, {"pubmed": 29902450, "text": "This study investigated the role of circ-CBFB in chronic lymphocytic leukemia. The ID of circ-CBFB in circBase is hsa_circ_0000707, which locates at chromosome 16q22.1 and derived from the back-splicing of CBFB transcript."}, {"pubmed": 29932212, "text": "All de novo and relapsed AMLs with CSF3R mutations were associated with genetic alterations in transcription factors, including RUNX1-RUNX1T1, CBFB-MYH11, double-mutated CCAAT/enhancer binding protein alpha (CEBPAdm), and NPM1 mutations; and core-binding factor gene abnormalities and CEBPAdm accounted for 90.5% (19 of 21 patients)"}, {"pubmed": 30851937, "text": "CBFB is essential for HIV-1 Vif to arrest host cells at G2/M phase. Vif-CBFB interaction is required for Vif-triggered cell cycle regulation."}, {"pubmed": 31061501, "text": "Study found that CBFB binds to and enhances the translation of RUNX1 mRNA, which encodes the binding partner of CBFB. CBFB binds and regulates the translation of hundreds of mRNAs through hnRNPK and facilitate translation initiation by eIF4B. Data propose that breast cancer cells evade translation and transcription surveillance simultaneously through downregulating CBFB."}, {"pubmed": 31610798, "text": "Transcriptional activation of CBFbeta by CDK11(p110) is necessary to promote osteosarcoma cell proliferation"}, {"pubmed": 31792451, "text": "Vif and CBFbeta form a platform to recruit A3F, revealing a direct A3F-recruiting role of CBFbeta beyond Vif stabilization."}, {"pubmed": 31941780, "text": "Inhibition of Vif-Mediated Degradation of APOBEC3G through Competitive Binding of Core-Binding Factor Beta."}, {"pubmed": 32005976, "text": "A role for CBFbeta in maintaining the metastatic phenotype of breast cancer cells."}, {"pubmed": 32124467, "text": "Platelet CD34 expression in a patient with a partial deletion of transcription factor subunit CBFB."}, {"pubmed": 32711101, "text": "The transcription factor CBFB mutations indicate an improved survival in HR+/HER2- breast cancer."}, {"pubmed": 32893454, "text": "Multifaceted HIV-1 Vif interactions with human E3 ubiquitin ligase and APOBEC3s."}, {"pubmed": 32926565, "text": "Core-binding factor acute myeloid leukemia with inv(16): Older age and high white blood cell count are risk factors for treatment failure."}, {"pubmed": 33945523, "text": "CBFB cooperates with p53 to maintain TAp73 expression and suppress breast cancer."}, {"pubmed": 34010414, "text": "Core-binding factor leukemia hijacks the T-cell-prone PU.1 antisense promoter."}, {"pubmed": 34027799, "text": "Circular RNA_0062582 promotes osteogenic differentiation of human bone marrow mesenchymal stem cells via regulation of microRNA-145/CBFB axis."}, {"pubmed": 34117074, "text": "Incidental identification of inv(16)(p13.1q22)/CBFB-MYH11 variant transcript in a patient with therapy-related acute myeloid leukemia by routine leukemia translocation panel screen: implications for diagnosis and therapy."}, {"pubmed": 34739701, "text": "Non-age-related neoplastic loss of sex chromosome correlated with prolonged survival in real-world CBF-AML patients."}, {"pubmed": 35128634, "text": "TET2 deficiency cooperates with CBFB-MYH11 to induce acute myeloid leukaemia and represents an early leukaemogenic event."}, {"pubmed": 35184217, "text": "3'CBFB deletion in CBFB-rearranged acute myeloid leukemia retains morphological features associated with inv(16), but patients have higher risk of relapse and may require stem cell transplant."}, {"pubmed": 35903297, "text": "Cancer-Associated Exosomal CBFB Facilitates the Aggressive Phenotype, Evasion of Oxidative Stress, and Preferential Predisposition to Bone Prometastatic Factor of Breast Cancer Progression."}, {"pubmed": 36039018, "text": "Mutual exclusivity between the fusion gene CBFB::MYH11 and somatic mitochondrial mutations in acute myeloid leukaemia."}, {"pubmed": 36241386, "text": "Heterozygous pathogenic variants involving CBFB cause a new skeletal disorder resembling cleidocranial dysplasia."}, {"pubmed": 36476886, "text": "[Molecular Genetic Characteristics of Acute Myeloid Leukemia Patients with CBFbeta-MYH11 Positive]."}, {"pubmed": 36799863, "text": "Dysregulation of Mitochondrial Translation Caused by CBFB Deficiency Cooperates with Mutant PIK3CA and Is a Vulnerability in Breast Cancer."}, {"pubmed": 36831308, "text": "The RUNX/CFBbeta Complex in Breast Cancer: A Conundrum of Context."}], "genomic_pos": {"chr": "16", "end": 67101058, "ensemblgene": "ENSG00000067955", "start": 67028984, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 67134961, "start": 67063019, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000209", "pubmed": 22190036, "qualifier": "involved_in", "term": "protein polyubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006366", "pubmed": 8351518, "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030098", "qualifier": "involved_in", "term": "lymphocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030099", "qualifier": "involved_in", "term": "myeloid cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043371", "qualifier": "involved_in", "term": "negative regulation of CD4-positive, alpha-beta T cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043378", "qualifier": "involved_in", "term": "positive regulation of CD8-positive, alpha-beta T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048469", "qualifier": "involved_in", "term": "cell maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060216", "qualifier": "involved_in", "term": "definitive hemopoiesis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016513", "qualifier": "part_of", "term": "core-binding factor complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016513", "pubmed": 18258917, "qualifier": "part_of", "term": "core-binding factor complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003713", "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [2845103, 10856244, 12217689, 17431401, 20195357, 22190034, 24402281, 25678665, 32296183, 34591612, 35914814], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043565", "qualifier": "contributes_to", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0043565", "qualifier": "contributes_to", "term": "sequence-specific DNA binding"}]}, "homologene": {"genes": [[7165, 1271945], [7227, 38198], [7955, 30744], [8364, 100270773], [9031, 395257], [9544, 695767], [9606, 865], [9615, 479690], [9913, 614678], [10090, 12400], [10116, 361391]], "id": 11173}, "interpro": [{"desc": "Core-binding factor, beta subunit", "id": "IPR003417", "short_desc": "CBF_beta"}, {"desc": "Core-binding factor, beta subunit superfamily", "id": "IPR036552", "short_desc": "CBF_bsu_sf"}], "ipi": ["IPI00016746", "IPI00024871"], "map_location": "16q22.1", "name": "core-binding factor subunit beta", "other_names": ["CBF-beta", "PEA2-beta", "PEBP2-beta", "SL3-3 enhancer factor 1 beta subunit", "SL3-3 enhancer factor 1 subunit beta", "SL3/AKV core-binding factor beta subunit", "core-binding factor beta subunit", "core-binding factor subunit beta", "polyomavirus enhancer binding protein 2, beta subunit"], "pantherdb": {"HGNC": "1539", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99851", "ortholog_type": "LDO", "panther_family": "PTHR10276", "taxid": 10090, "uniprot_kb": "Q08024"}, {"RGD": "620493", "ortholog_type": "LDO", "panther_family": "PTHR10276", "taxid": 10116, "uniprot_kb": "Q66HA7"}, {"Ensembl": "ENSGALG00000003169", "ortholog_type": "LDO", "panther_family": "PTHR10276", "taxid": 9031, "uniprot_kb": "F1NQP4"}, {"ZFIN": "ZDB-GENE-980526-440", "ortholog_type": "LDO", "panther_family": "PTHR10276", "taxid": 7955, "uniprot_kb": "A0A140LGT1"}, {"WormBase": "WBGene00000272", "ortholog_type": "LDO", "panther_family": "PTHR10276", "taxid": 6239, "uniprot_kb": "Q95ZL9"}, {"FlyBase": "FBgn0013755", "ortholog_type": "O", "panther_family": "PTHR10276", "taxid": 7227, "uniprot_kb": "Q24039"}, {"FlyBase": "FBgn0013753", "ortholog_type": "LDO", "panther_family": "PTHR10276", "taxid": 7227, "uniprot_kb": "Q24040"}], "uniprot_kb": "Q13951"}, "pathway": {"pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "atf2_pathway", "name": "ATF-2 transcription factor network"}, {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8877330", "name": "RUNX1 and FOXP3 control the development of regulatory T lymphocytes (Tregs)"}, {"id": "R-HSA-8878159", "name": "Transcriptional regulation by RUNX3"}, {"id": "R-HSA-8878159", "name": "Transcriptional regulation by RUNX3"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8931987", "name": "RUNX1 regulates estrogen receptor mediated transcription"}, {"id": "R-HSA-8934593", "name": "Regulation of RUNX1 Expression and Activity"}, {"id": "R-HSA-8935964", "name": "RUNX1 regulates expression of components of tight junctions"}, {"id": "R-HSA-8936459", "name": "RUNX1 regulates genes involved in megakaryocyte differentiation and platelet function"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-8939236", "name": "RUNX1 regulates transcription of genes involved in differentiation of HSCs"}, {"id": "R-HSA-8939236", "name": "RUNX1 regulates transcription of genes involved in differentiation of HSCs"}, {"id": "R-HSA-8939242", "name": "RUNX1 regulates transcription of genes involved in differentiation of keratinocytes"}, {"id": "R-HSA-8939242", "name": "RUNX1 regulates transcription of genes involved in differentiation of keratinocytes"}, {"id": "R-HSA-8939243", "name": "RUNX1 interacts with co-factors whose precise effect on RUNX1 targets is not known"}, {"id": "R-HSA-8939245", "name": "RUNX1 regulates transcription of genes involved in BCR signaling"}, {"id": "R-HSA-8939246", "name": "RUNX1 regulates transcription of genes involved in differentiation of myeloid cells"}, {"id": "R-HSA-8939247", "name": "RUNX1 regulates transcription of genes involved in interleukin signaling"}, {"id": "R-HSA-8939256", "name": "RUNX1 regulates transcription of genes involved in WNT signaling"}, {"id": "R-HSA-8939902", "name": "Regulation of RUNX2 expression and activity"}, {"id": "R-HSA-8939902", "name": "Regulation of RUNX2 expression and activity"}, {"id": "R-HSA-8940973", "name": "RUNX2 regulates osteoblast differentiation"}, {"id": "R-HSA-8940973", "name": "RUNX2 regulates osteoblast differentiation"}, {"id": "R-HSA-8941284", "name": "RUNX2 regulates chondrocyte maturation"}, {"id": "R-HSA-8941326", "name": "RUNX2 regulates bone development"}, {"id": "R-HSA-8941326", "name": "RUNX2 regulates bone development"}, {"id": "R-HSA-8941332", "name": "RUNX2 regulates genes involved in cell migration"}, {"id": "R-HSA-8941332", "name": "RUNX2 regulates genes involved in cell migration"}, {"id": "R-HSA-8941333", "name": "RUNX2 regulates genes involved in differentiation of myeloid cells"}, {"id": "R-HSA-8941858", "name": "Regulation of RUNX3 expression and activity"}, {"id": "R-HSA-8949275", "name": "RUNX3 Regulates Immune Response and Cell Migration"}, {"id": "R-HSA-8949275", "name": "RUNX3 Regulates Immune Response and Cell Migration"}, {"id": "R-HSA-8951911", "name": "RUNX3 regulates RUNX1-mediated transcription"}, {"id": "R-HSA-8951936", "name": "RUNX3 regulates p14-ARF"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9018519", "name": "Estrogen-dependent gene expression"}, {"id": "R-HSA-9616222", "name": "Transcriptional regulation of granulopoiesis"}], "wikipathways": [{"id": "WP3300", "name": "Dual hijack model of Vif in HIV infection"}, {"id": "WP4860", "name": "Hijack of ubiquitination by SARS-CoV-2"}]}, "pdb": ["1CL3", "1E50", "1H9D", "4N9F", "6NIL", "6P59", "6VGD", "6VGE", "6VGG", "8CX0", "8CX1", "8CX2", "8E40", "8FVI", "8FVJ", "8H0I", "8J62"], "pfam": "PF02312", "pharmgkb": "PA26114", "pharos": {"target_id": 4711, "tdl": "Tchem"}, "pir": ["A56840", "I59579"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246851", "relationship": "is"}, {"id": "GNF246852", "relationship": "is"}, {"id": "GNF246853", "relationship": "is"}, {"id": "GNF246854", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159299", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF033810", "relationship": "is"}, {"id": "GNF046469", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081301", "relationship": "is"}, {"id": "GNF081302", "relationship": "is"}, {"id": "GNF081303", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050607", "relationship": "is"}, {"id": "GNF055370", "relationship": "is"}, {"id": "GNF059998", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070975", "relationship": "is"}, {"id": "GNF070976", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF002146", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF243682", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105918", "relationship": "is"}, {"id": "GNF145564", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_009281.1"], "protein": ["NP_001355636.1", "NP_001355637.1", "NP_001355638.1", "NP_001355639.1", "NP_001746.1", "NP_074036.1"], "rna": ["NM_001368707.1", "NM_001368708.1", "NM_001368709.1", "NM_001368710.1", "NM_001755.3", "NM_022845.3"], "translation": [{"protein": "NP_074036.1", "rna": "NM_022845.3"}, {"protein": "NP_001355636.1", "rna": "NM_001368707.1"}, {"protein": "NP_001355639.1", "rna": "NM_001368710.1"}, {"protein": "NP_001746.1", "rna": "NM_001755.3"}, {"protein": "NP_001355638.1", "rna": "NM_001368709.1"}, {"protein": "NP_001355637.1", "rna": "NM_001368708.1"}]}, "reporter": {"HG-U133_Plus_2": ["202370_s_at", "206788_s_at"], "HG-U95Av2": "41175_at", "HTA-2_0": "TC16000528.hg.1", "HuEx-1_0": "3665116", "HuGene-1_1": "7996393", "HuGene-2_1": "16819952"}, "summary": "The protein encoded by this gene is the beta subunit of a heterodimeric core-binding transcription factor belonging to the PEBP2/CBF transcription factor family which master-regulates a host of genes specific to hematopoiesis (e.g., RUNX1) and osteogenesis (e.g., RUNX2). The beta subunit is a non-DNA binding regulatory subunit; it allosterically enhances DNA binding by alpha subunit as the complex binds to the core site of various enhancers and promoters, including murine leukemia virus, polyomavirus enhancer, T-cell receptor enhancers and GM-CSF promoters. Alternative splicing generates two mRNA variants, each encoding a distinct carboxyl terminus. In some cases, a pericentric inversion of chromosome 16 [inv(16)(p13q22)] produces a chimeric transcript consisting of the N terminus of core-binding factor beta in a fusion with the C-terminal portion of the smooth muscle myosin heavy chain 11. This chromosomal rearrangement is associated with acute myeloid leukemia of the M4Eo subtype. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2008].", "symbol": "CBFB", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332671"}, "unigene": "Hs.460988", "uniprot": {"Swiss-Prot": "Q13951", "TrEMBL": ["J3KS23", "A0A494C0A9", "H3BSC0", "J3KTD8", "J3KRT0"]}, "wikipedia": {"url_stub": "CBFB"}}