{"AllianceGenome": "1541", "HGNC": "1541", "MIM": "165360", "_id": "867", "_version": 3, "accession": {"genomic": ["AP002956.1", "AY126609.1", "CH471065.1", "CP068267.2", "KP203813.1", "NC_000011.10", "NC_060935.1", "NG_016808.1", "X82654.1"], "protein": ["AAI32734.1", "AAI36464.1", "AJW66371.1", "CAA40393.1", "CAA57977.1", "EAW67476.1", "NP_005179.2", "P22681.2"], "rna": ["AA806454.1", "AK092300.1", "AL832396.1", "BC132733.1", "BC136463.1", "BG722940.1", "BX648139.1", "DB457271.2", "NM_005188.4", "X57110.1", "X69207.1"], "translation": [{"protein": "NP_005179.2", "rna": "NM_005188.4"}, {"protein": "CAA40393.1", "rna": "X57110.1"}, {"protein": "AAI32734.1", "rna": "BC132733.1"}, {"protein": "AAI36464.1", "rna": "BC136463.1"}]}, "alias": ["C-CBL", "CBL2", "FRA11B", "NSLL", "RNF55"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2019-04-29T16:00:00.000Z", "disease_label": "CBL-related disorder", "gcep": "RASopathy Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0013308", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_4a1a76fd-7e23-44a7-b2fc-4495bc5d5ee6-2019-04-29T160000.000Z", "sop": "SOP7"}}, "ec": "2.3.2.27", "ensembl": {"gene": "ENSG00000110395", "protein": ["ENSP00000264033", "ENSP00000489218", "ENSP00000489324", "ENSP00000489556", "ENSP00000490763", "ENSP00000515005"], "transcript": ["ENST00000264033", "ENST00000634301", "ENST00000634586", "ENST00000634840", "ENST00000637974", "ENST00000700472"], "translation": [{"protein": "ENSP00000489218", "rna": "ENST00000634586"}, {"protein": "ENSP00000489324", "rna": "ENST00000634840"}, {"protein": "ENSP00000264033", "rna": "ENST00000264033"}, {"protein": "ENSP00000515005", "rna": "ENST00000700472"}, {"protein": "ENSP00000490763", "rna": "ENST00000637974"}, {"protein": "ENSP00000489556", "rna": "ENST00000634301"}], "type_of_gene": "protein_coding"}, "entrezgene": "867", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 36.4436804152, "exp_mis": 300.344839856, "exp_syn": 128.882594976, "lof_z": 4.17501928607392, "mis_z": 1.73134730514668, "mu_lof": 2.67990819095e-06, "mu_mis": 2.7404335363e-05, "mu_syn": 1.17555959453e-05, "n_lof": 11.0, "n_mis": 239.0, "n_syn": 126.0, "p_li": 0.00678735718516732, "p_null": 6.375404242897e-06, "p_rec": 0.99320626741059, "syn_z": 0.157411581809946}, "bp": 2721, "cds_end": 119170491, "cds_start": 119077127, "n_exons": 16, "nonpsych": {"exp_lof": 32.6658755056, "exp_mis": 271.521898285, "exp_syn": 116.332019817, "lof_z": 3.8947291604249, "mis_z": 1.63829001739159, "mu_lof": 2.67990819095e-06, "mu_mis": 2.7404335363e-05, "mu_syn": 1.17555959453e-05, "n_lof": 10.0, "n_mis": 218.0, "n_syn": 112.0, "p_li": 0.00981463495081633, "p_null": 2.24575857913201e-05, "p_rec": 0.990162907463392, "syn_z": 0.252872937718225}, "nontcga": {"exp_lof": 33.4970765526, "exp_mis": 276.286161797, "exp_syn": 118.540888613, "lof_z": 3.83445683062654, "mis_z": 2.07671415955639, "mu_lof": 2.67990819095e-06, "mu_mis": 2.7404335363e-05, "mu_syn": 1.17555959453e-05, "n_lof": 11.0, "n_mis": 207.0, "n_syn": 122.0, "p_li": 0.00235894480731647, "p_null": 2.93317958162171e-05, "p_rec": 0.997611723396867, "syn_z": -0.201164511614889}, "transcript": "ENST00000264033.4"}, "exons": [{"cdsend": 119299781, "cdsstart": 119206417, "chr": "11", "position": [[119206338, 119206612], [119232447, 119232695], [119271734, 119271881], [119273867, 119274024], [119274831, 119274953], [119275996, 119276134], [119277756, 119277844], [119278165, 119278297], [119278509, 119278713], [119284968, 119285100], [119285188, 119285566], [119287851, 119287946], [119296917, 119297034], [119297383, 119297481], [119298357, 119298540], [119299494, 119308149]], "strand": 1, "transcript": "NM_005188", "txend": 119308149, "txstart": 119206338}], "exons_hg19": [{"cdsend": 119170491, "cdsstart": 119077127, "chr": "11", "position": [[119077048, 119077322], [119103157, 119103405], [119142444, 119142591], [119144577, 119144734], [119145541, 119145663], [119146706, 119146844], [119148466, 119148554], [119148875, 119149007], [119149219, 119149423], [119155678, 119155810], [119155898, 119156276], [119158561, 119158656], [119167627, 119167744], [119168093, 119168191], [119169067, 119169250], [119170204, 119178859]], "strand": 1, "transcript": "NM_005188", "txend": 119178859, "txstart": 119077048}], "generif": [{"pubmed": 11826757, "text": "novel E3 ubiquitin-protein ligase; role in regulation of immune response - review"}, {"pubmed": 11894095, "text": "Cbl-CIN85-endophilin complex mediates ligand-induced downregulation of EGF receptors"}, {"pubmed": 11894096, "text": "The endophilin-CIN85-Cbl complex mediates ligand-dependent downregulation of c-Met"}, {"pubmed": 11904433, "text": "Negative regulation of Lck by Cbl ubiquitin ligase"}, {"pubmed": 12177062, "text": "Cbl-b protein and CIN85 downregulate receptor tyrosine kinases"}, {"pubmed": 12218189, "text": "Cbl-directed monoubiquitination of CIN85 is involved in regulation of ligand-induced degradation of EGF receptors."}, {"pubmed": 12475393, "text": "complexation with ArgBP2 mediates ubiquitination and degradation of c-Abl"}, {"pubmed": 12496371, "text": "c-Cbl-dependent EphA2 protein degradation is induced by ligand binding."}, {"pubmed": 12696071, "text": "MLL-CBL fusion was the result of an interstitial deletion in patients with de novo acute myeloid leukemia (FAB-M1)."}, {"pubmed": 12802274, "text": "Ron tyrosine kinase receptor desensitization mediated by c-Cbl and its binding partner Grb2."}, {"pubmed": 12815057, "text": "c-cbl binds to hSpry2, and this interaction is critical for its physiological function in a signal-specific context"}, {"pubmed": 12881521, "text": "Cbl has a role, via its ubiquitin ligase activity, as a negative regulator of activated Vav"}, {"pubmed": 14738146, "text": "Lower expression of cbl is associated with acute myeloid leukemia-M2 and higher expression of cbl is associated with acute myeloid leukemia-M5"}, {"pubmed": 15001553, "text": "the c-Cbl/CD2AP complex binds to activated Flt-1 and plays a crucial role in its endocytosis and subsequent degradation."}, {"pubmed": 15128873, "text": "Recruitment of CBL to lipid rafts mediates signals important for actin reorganization in growing neurites."}, {"pubmed": 15159412, "text": "Sts-1 and Sts-2 bind to Cbl and inhibit endocytosis of receptor tyrosine kinases"}, {"pubmed": 15190072, "text": "CBL has a role in down-regulation of Lyn and Fyn in osteoblast differentiation induced by constitutive FGFR2 activation"}, {"pubmed": 15210722, "text": "c-Cbl has a role in EGFR trafficking"}, {"pubmed": 15273720, "text": "Differences in ubiquitin-binding may reflect distinct regulatory functions of c-Cbl and Cbl-b."}, {"pubmed": 15337528, "text": "c-Cbl-dependent ubiquitination of p75NTR involved in the regulation of p75NTR signalling."}, {"pubmed": 15465819, "text": "c-Cbl guides the epidermal growth factor receptor into clathrin-coated pits by two distinct modes of Eps15 recruitment"}, {"pubmed": 15635092, "text": "Grb2-mediated recruitment of the functional RING domain of Cbl to the EGFR is essential and sufficient to support receptor endocytosis"}, {"pubmed": 15708858, "text": "mediates ubiquitination and lysosomal degradation of PAR(2) to irrevocably terminate its signaling"}, {"pubmed": 15728256, "text": "the alpha5 integrin subunit has a role in the induction of apoptosis triggered by FGFR2 activation in osteoblasts, and a Cbl-dependent mechanism is involved in the coordinated regulation of cell apoptosis induced by alpha5 integrin degradation"}, {"pubmed": 15824310, "text": "Data show that infected cell protein 0 (ICP0) binds CIN85 in a reciprocal manner and that the complexes pulled down by ICP0 also contain Cbl."}, {"pubmed": 15872089, "text": "dynamin, Cbl, and Src coordinately participate in signaling complexes that are important in the assembly and remodeling of the actin cytoskeleton, leading to changes in osteoclast adhesion, migration, and resorption"}, {"pubmed": 15878338, "text": "Results suggest a novel function for c-Cbl, microtubule binding and stabilization."}, {"pubmed": 16228008, "text": "Cbl promotes clustering of endocytic adaptor proteins."}, {"pubmed": 16246327, "text": "EGF-R fate is controlled by a checkpoint downstream of receptor ubiquitination whose regulation by the Cbl RF tail may require Sprouty2 degradation."}, {"pubmed": 16289966, "text": "CD21 activation triggered Cbl tyrosine phosphorylation, which interacts with SH2 domains of p85 subunit, SH2 domains of Crk-L and with tyrosine phosphorylated Syk kinase.  CD21 activation triggers dissociation of Cbl-Vav complex."}, {"pubmed": 16407834, "text": "the SH3 domain of betaPix specifically interacts with a proline-arginine motif (PxxxPR) present within the ubiquitin ligase Cbl and Pak1 kinase. Cbl and Pak1 compete for binding to betaPix."}, {"pubmed": 16503409, "text": "results implicate CD45, Cbl, Cbl-b, src kinases and potentially other associated proteins as mediators of SDF-1alpha/CXCL12-induced cell migration of Jurkat T cells"}, {"pubmed": 16735510, "text": "ubiquitin ligase of EGFR, namely c-Cbl, also mediates receptor modification with the ubiquitin-like molecule Nedd8"}, {"pubmed": 16955467, "text": "By lysing primary hemopoietic cells at high pH, BCR-ABL1 protein-degradative activity was inhibited & association between BCR-ABL1 protein in complexes with adaptor proteins CBL, CRKL & GRB2 in primary chronic myeloid leukaemia material was demonstrated"}, {"pubmed": 17003487, "text": "Twist haploinsufficiency results in decreased Cbl-mediated PI3K degradation in osteoblasts."}, {"pubmed": 17082185, "text": "Alix inhibits down-regulation of PDGFRbeta by modulating the interaction between c-Cbl and the receptor, thereby affecting the ubiquitination of the receptor"}, {"pubmed": 17094949, "text": "Depletion of Cbl and Cbl-b E3 ubiquitin ligases by RNA interference, or overexpression of a Cbl dominant inhibitory mutant (Cbl-N), inhibited Spred-2 ubiquitination."}, {"pubmed": 17237826, "text": "The interaction between c-Cbl and SLAP in v-Abl-3T3 cells positively influenced c-Cbl-mediated spreading and adhesion of these cells"}, {"pubmed": 17372230, "text": "corecruitment of c-Cbl and PLCgamma1 to VEGFR-2 serves as a mechanism to fine-tune the angiogenic signal relay of VEGFR-2"}, {"pubmed": 17475912, "text": "novel mutations in c-CBL and CBL-b have been identified in human acute myeloid leukemia"}, {"pubmed": 17620338, "text": "Cbl-dependent negative regulation of PDGFRbeta involves a dual mechanism that concurrently promotes ubiquitin-dependent lysosomal sorting of the receptor and competitively reduces the recruitment of a positive mediator of receptor signaling"}, {"pubmed": 17635922, "text": "a role of Cbl dimerization in terminating signaling following activation of receptor tyroine kinase."}, {"pubmed": 17675467, "text": "a new role for CIN85 in regulating Syk protein levels in RBL-2H3 cells through the activation of the ubiquitin-proteasome pathway and provide a mechanism for this regulation involving c-Cbl ligase activity."}, {"pubmed": 17675501, "text": "STAP-2 associates with FAK and enhances its degradation, proteasome inhibitors block FAK degradation, and STAP-2 recruits an endogenous E3 ubiquitin ligase, Cbl, to FAK."}, {"pubmed": 17702744, "text": "myoferlin forms a complex with dynamin-2 and VEGFR-2, which prevents CBL-dependent VEGFR-2 polyubiquitination and proteasomal degradation."}, {"pubmed": 17804547, "text": "Given that phospholipase gamma 2 (PLC gamma 2) function is also influenced by c-Cbl hypophosphorylation, the ratio of PLC gamma 2 to c-Cbl"}, {"pubmed": 18045238, "text": "recruiment to endosomes is regulated by epidermal growth factors and amphiregulin"}, {"pubmed": 18048363, "text": "H-Ras interacts with Spry2-binding partners, c-Cbl and CIN85, in a Spry2-dependent manner."}, {"pubmed": 18070883, "text": "endogenous hSPRY2-mediated regulation of apoptosis requires c-Cbl and is manifested by the ability of hSPRY2 to sequester c-Cbl and thereby augment signaling via growth factor receptors"}, {"pubmed": 18235045, "text": "Lyn activation is BCR-ABL independent, it is complexed with the Gab2 and c-Cbl adapter/scaffold proteins, and it mediates persistent Gab2 and BCR-ABL tyrosine phosphorylation in the presence or absence of imatinib."}, {"pubmed": 18273061, "text": "An obligatory, intrapeptidyl H-bond between the phosphotyrosine and the conserved asparagine or adjacent arginine is essential for binding and orientates peptides into a positively charged pocket on c-Cbl."}, {"pubmed": 18316398, "text": "two Cbls accounted for total receptor ubiquitination and that while c-Cbl and Cbl-b are each alone sufficient to effect EGFR degradation, both are involved in the physiological, EGF-mediated process of receptor downregulation."}, {"pubmed": 18374639, "text": "Results identify a molecular mechanism by which activated FGFR2 recruits Cbl in raft micro-domains to trigger PI3K ubiquitination and proteasome degradation, and reveal a role for PI3K/Akt in the control of osteoblast survival by FGFR2 signaling."}, {"pubmed": 18505781, "text": "c-Cbl is a critical regulator of the functional responses of memory T cell subsets; role in a mechanism controlling the functional heterogeneity of memory CD4 cells."}, {"pubmed": 18508924, "text": "Ubc4/5 and c-Cbl continue to ubiquitinate EGF receptor after internalization to facilitate polyubiquitination and degradation"}, {"pubmed": 18632619, "text": "c-Cbl is a new ligase for insulin-like growth factor-I receptor with distinct roles from Mdm2 in receptor ubiquitination and endocytosis"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18792408, "text": "findings show that low levels of Lck caused a dramatic reduction in c-Cbl phosphorylation and a general reduction in protein ubiquitination after TCR stimulation"}, {"pubmed": 19002168, "text": "TEAD1 and the ubiquitin ligase c-Cbl were identified as novel basal cell markers in prostate cancer"}, {"pubmed": 19074904, "text": "Mapping minimally overlapping segmental UPD regions helps target the search for pathogenic mutations, including newly identified missense mutations in the proto-oncogene c-Cbl in 7 of 12 patients with UPD11q."}, {"pubmed": 19081591, "text": "c-Cbl promoted LMP2A degradation through ubiquitination, specifically degraded the Syk protein tyrosine kinase in the presence of LMP2A, and inhibited LMP2A induction of the EBV lytic cycle"}, {"pubmed": 19144635, "text": "the interplay between Nedd4-2-related E3 ligases that regulate ACK1 levels and Cbl that modifies EGF receptor impinges on cell receptor dynamics."}, {"pubmed": 19201892, "text": "c-Cbl mediates the ubiquitination of stimulated FcgammaRIIa"}, {"pubmed": 19236749, "text": "SYK activation and CBL protein down-regulation may be involved in Bufalin-induced HL-60 cell apoptosis."}, {"pubmed": 19258424, "text": "Characterization of the Cbl selectivity of piceatannol-induced protein loss revealed that this compound was also able to induce the functional loss of specific Cbl-associated proteins involved in signaling pathways commonly associated with cancer."}, {"pubmed": 19268472, "text": "detailed high-resolution solution structural study of CIN85A and CIN85B binding to proline-arginine peptides derived from the cognate ligands Cbl and Cbl-b"}, {"pubmed": 19276253, "text": "CBL exon8/9 mutants occur in genetically defined myeloid leukemia/myelodysplastic syndrome subtypes and transform hematopoietic cells by constitutively activating the FLT3 pathway."}, {"pubmed": 19387008, "text": "Frequent CBL mutations are associated with 11q acquired uniparental disomy in myeloproliferative neoplasms."}, {"pubmed": 19401194, "text": "These results indicate that Cbl regulates STAP-2 protein levels and Brk/STAP-2-mediated STAT3 activation."}, {"pubmed": 19457607, "text": "Iinhibition of PI3K/Akt signaling by Cbl is involved in As2O3-induced apoptosis of acute promyelocytic leukemia cells & G2/M phase arrest of gastric cancer cells. It did this probably via its regulating PI3K/Akt pathway, modulating p53 activation."}, {"pubmed": 19546888, "text": "The expression of c-Cbl blocks the ability of mixed lineage kinases to signal to downstream components of the kinase cascade leading to JNK activation and protects neuronal cells from death induced by mixed lineage kinases."}, {"pubmed": 19571318, "text": "CBL mutations occur frequently in juvenile myelomonocytic leukemia"}, {"pubmed": 19620960, "text": "gain-of-function mutations of c-cbl tumour suppressor associated with acquired uniparental disomy in the pathogenesis of some myeloid cancers"}, {"pubmed": 19635790, "text": "Without the G306E mutation the c-Cbl unites CD38 with the signaling complex and delivers a MAPK signal that drives RA-induced differentiation."}, {"pubmed": 19689429, "text": "Angiopoietin-1-induced ubiquitylation of Tie2 by c-Cbl is required for internalization and degradation."}, {"pubmed": 19861161, "text": "Casitas B-lineage lymphoma protein c-Cbl acts as a mediator in Src-induced activation of the PI3K-Akt signal transduction pathway through regulating phosphorylation of PI3K."}, {"pubmed": 19892728, "text": "No pathogenetic nucleotide changes were identified in the CBL gene in any of the mature lymphoid malignancies analyzed."}, {"pubmed": 19901108, "text": "Data identified c-Cbl mutations in 5% and 9% of patients with chronic myelomonocytic leukemia (CMML) and sAML, and also in CML blast crisis and juvenile myelomonocytic leukemia (JMML)."}, {"pubmed": 19932172, "text": "TRAIL-stimulated c-Cbl-mediated ubiquitination of TRAIL receptors is responsible for the early phase of acquired TRAIL resistance."}, {"pubmed": 20008299, "text": "Mutations in c-Cbl may represent key molecular lesions in juvenile myelomonocytic leukemia patients without RAS/PTPN11 lesions, suggesting analogous pathogenesis to those observed in chronic myelomonocytic leukemia (CMML) patients."}, {"pubmed": 20029031, "text": "Cbl regulates receptor fate by controlling the fusion of sorting endosomes by modulating the abundance of tyrosine-phosphorylated Hrs."}, {"pubmed": 20038312, "text": "Overexpressions of c-Cbl, Cbl-b, and EGFR are closely related to the invasion and progression of gastric carcinoma."}, {"pubmed": 20086179, "text": "Findings suggest a new role for EphB6 in suppressing cancer invasiveness and cell attachment through c-Cbl-dependent signaling."}, {"pubmed": 20126411, "text": "it is clear that c-CBL is highly mutated in lung cancers and may play an essential role in lung tumorigenesis and metastasis"}, {"pubmed": 20130058, "text": "The ORF3 protein of hepatitis E virus was found to interact with CIN85 and compete with the formation of the growth factor receptor-Cbl-CIN85 complex, resulting in the reduced ubiquitination of CIN85."}, {"pubmed": 20189481, "text": "gene knockdown enhances NK cell cytotoxicity triggered by NKG2D and 2B4 coengagement"}, {"pubmed": 20195608, "text": "Mutations of the TET2 and CBL genes: novel molecular markers in myeloid malignancies."}, {"pubmed": 20237427, "text": "Current knowledge about c-CBL mutations is reviewed."}, {"pubmed": 20357823, "text": "CBL mutations are associated with subsets of juvenile myelomonocytic leukemia and pediatric myelodysplastic syndrome."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20416077, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20525683, "text": "c-Cbl regulates CFTR by two mechanisms: first by acting as an adaptor protein and facilitating CFTR endocytosis by a ubiquitin-independent mechanism, and by ubiquitinating CFTR in early endosomes and thereby facilitating the lysosomal degradation of CFTR."}, {"pubmed": 20543203, "text": "A report of germline mutations of CBL in three patients with JMML is presented here, confirming the existence of an unreported inheritable condition associated with a predisposition to JMML (juvenile myelomonocytic leukaemia)."}, {"pubmed": 20595524, "text": "This study outlines the clinical and genetic characteristics of 4 juvenile myelomonocytic leukemia patients with CBL gene mutations."}, {"pubmed": 20619386, "text": "Germline mutations in CBL alter development to cause a clinically variable condition that resembles Noonan syndrome and that possibly predisposes to malignancies."}, {"pubmed": 20622007, "text": "Data demonstrate that mutations of CBL alter cellular biology at multiple levels and require not only the activation of receptor proximal signaling events but also an increase in cellular glucose metabolism."}, {"pubmed": 20671051, "text": "methylation of TET2, CBL and CEBPA is infrequent in myeloproliferative neoplasms at diagnosis."}, {"pubmed": 20678218, "text": "Mutations in CBL were frequent in refractory anemia with excess of blasts."}, {"pubmed": 20678218, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20694012, "text": "Germline CBL mutations cause developmental abnormalities and predispose to juvenile myelomonocytic leukemia."}, {"pubmed": 20717917, "text": "c-Cbl promotes glioma invasion through up-regulation of MMP2."}, {"pubmed": 20877636, "text": "Serine/threonine phosphorylation reduces the binding affinity between the TKB domain of c-Cbl and its target proteins, EGFR and Sprouty2."}, {"pubmed": 20880116, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20940296, "text": "Cbl ubiquitin ligase plays a critical role in the maintenance of AJs and suppression of cell migration through down-regulation of EGFR-Vav2 signaling."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21098288, "text": "Data suggest that specific molecular mediators involved in glucocerebrosidase maturation and degradation, and abnormal interaction with TCP1 and c-Cbl, could be responsible for phenotypic variation among patients with the same genotypes."}, {"pubmed": 21118980, "text": "Data show that degradation of BCR-ABL by As4S4 was mediated by c-CBL, a RING-type E3 ligase that was also shown to be involved in ubiquitination for many other receptor/protein tyrosine kinases."}, {"pubmed": 21163258, "text": "both binding and orientation is dictated by the c-MET phosphorylated tyrosine and an adjacent arginine forming intra-peptide hydrogen bonds and aligning unidirectionally with complementary charges in the phosphotyrosine binding pocket of c-Cbl."}, {"pubmed": 21175263, "text": "c-Cbl sensitized MCF-7 cells to TAM by modulating the expression of c-Src, and TAM-induced ERK and AKT activity."}, {"pubmed": 21203488, "text": "a signaling complex containing c-Cbl and myosin IIA plays a crucial role in blebbing and macropinocytosis during viral infection in KSHV infection."}, {"pubmed": 21242968, "text": "propose c-Cbl as an angiogenic suppressor protein where upon activation it uniquely modulates PLCgamma1 activation by ubiquitination and subsequently inhibits VEGF-driven angiogenesis"}, {"pubmed": 21346257, "text": "CBL mutation is asssociated with chronic myelogenous leukemia."}, {"pubmed": 21372129, "text": "the ubiquitination and degradation of stimulated FcgammaRIIa mediated by c-Cbl are positively regulated by the adaptor protein CIN85 in a PKC-dependent manner and these events contribute to the termination of FcgammaRIIa signaling."}, {"pubmed": 21422499, "text": "AUthors discuss insights gained from the analyses of Cbl mutants both in human patients and in animal models and propose potential mechanisms of oncogenesis through this pathway."}, {"pubmed": 21436637, "text": "In human acute myeloid leukaemias, c-Cbl deletions are not common in the Australian population but they do raise the possibility that they might contribute to the pathogenesis."}, {"pubmed": 21464131, "text": "the C-terminal region of c-Cbl plays a crucial role in the temporal and spatial control of 5-HT(2A)R recycling."}, {"pubmed": 21494262, "text": "findings suggest that alterations of CBL gene and 11q23 translocation/MLL-R may cooperate in the pathogenesis of a subtype of therapy-related leukemia and myelodysplastic syndrome and de novo leukemia"}, {"pubmed": 21596750, "text": "specific inhibition of Cbl interaction with RTKs promotes the osteogenic differentiation program in hMSCs in part by decreased Cbl-mediated PDGFRalpha and FGFR2 ubiquitination"}, {"pubmed": 21645455, "text": "the expression and clinical relevance of c-Cbl, Cbl-b and EGFR in non-small cell lung cancer"}, {"pubmed": 21768087, "text": "c-Cbl as well as Cbl-b may play important roles in Hsp90 inhibitor-induced degradation of Flt3-ITD through the ubiquitin proteasome system"}, {"pubmed": 21904853, "text": "Data show that TET2 and ASXL1 pathogenic mutations are found in 8% of myeloproliferative neoplasms lacking JAK2 and MPL mutations, whereas IDH1, IDH2, and c-CBL mutations are not detected in this subset of patients."}, {"pubmed": 21949687, "text": "Data show that Down-regulation of c-Cbl in VHL-deficient ccRCC cells revealed that the c-Cbl and pVHL collaborated to down-regulate the activated EGFR."}, {"pubmed": 21967979, "text": "Results indicate that c-Cbl and particularly its phosphorylated residue Y731 plays an important role in platelet outside-in signaling contributing to platelet-spreading and clot retraction."}, {"pubmed": 21988239, "text": "alterations of CBL gene and MLL gene rearrangement (MLL-R) may cooperatively play a pathogenic role in the development of infant acute lymphoblastic leukaemia with MLL-R."}, {"pubmed": 21995445, "text": "We demonstrate that CHIP and c-Cbl depletion have no effect on CFTR endocytosis."}, {"pubmed": 22072526, "text": "Somatic mutations were identified in cbl oncogene protein in children with childhood acute lymphoblastic leukemia that involved deletions affecting the intron/exon boundaries of exon 8 and abolishing E3 ligase function."}, {"pubmed": 22131879, "text": "C-CBL mutations play a role at least in part in a subset of myelodysplastic syndrome patients during secondary acute myeloid leukemia transformation."}, {"pubmed": 22138511, "text": "CBL mutation is associated with chronic myelomonocytic leukemia secondary to familial platelet disorder with propensity to develop acute myeloid leukemia"}, {"pubmed": 22158968, "text": "ITSN1 binds Pro-rich regions in both Cbl and Spry2, and interaction of ITSN1 with Spry2 disrupts Spry2-Cbl interaction, resulting in enhanced ubiquitylation of the EGFR."}, {"pubmed": 22246246, "text": "Recurrent homozygous CBL-inactivating mutations are associated with myeloid malignancies."}, {"pubmed": 22262777, "text": "Data show that CIN85 (c-Cbl interacting protein of 85 kDa) is constitutively associated with c-Cbl, Cbl-b, and B-cell linker in B cells."}, {"pubmed": 22262855, "text": "Met-dependent Cbl loss may also promote cross-talk through indirect enhancement of EGF receptor signaling."}, {"pubmed": 22266821, "text": "Tyr371 phosphorylation activates CBL by inducing linker conformational changes that eliminate autoinhibition, flip the RING domain and E2 into proximity of the substrate-binding site and transform the RING domain into an enhanced E2-binding module."}, {"pubmed": 22310290, "text": "CBL is highly expressed in breast cancer cells and significantly inhibits transforming growth factor-beta (TGF-beta) tumor suppressive activity."}, {"pubmed": 22315494, "text": "CBL mutations in both V617FJAK2-positive (4/232; 1.7%) and negative (2/172; 1.2%) patients and all of them promoted hypersensitivity to interleukin-3."}, {"pubmed": 22591685, "text": "Casitas B-cell lymphoma mutation in childhood T-cell acute lymphoblastic leukemia."}, {"pubmed": 22623369, "text": "This study shows that increasing c-Cbl expression reduces osteosarcoma cell growth, survival, and metastasis in part through downregulation of receptor tyrosine kinase."}, {"pubmed": 22706086, "text": "The CD2-associated adaptor protein (CD2AP)/SH2 domain-containing inositol 5'-phosphatase (SHIP)1 complex and Cbl are recruited to BDCA2 and FcepsilonR1g complex after BDCA2 cross-linking in human primary pDCs."}, {"pubmed": 22733026, "text": "CBL(mut) are frequent in chronic myelomonocytic leukemia."}, {"pubmed": 22834886, "text": "Data document that CBL lesions occur in a relatively low proportion of ALL cases."}, {"pubmed": 22888118, "text": "The results suggest that proteins, post-translational modifications or mutations that alter structural flexibility of the TKB domain of Cbl-family proteins could regulate their binding to target phosphoproteins and thereby, affect PTK-mediated signalling."}, {"pubmed": 22905207, "text": "TET2, DNMT3A, CBL and ASXL1 mutations are present in mastocytosis and these mutations may affect prognosis, as demonstrated by worse OS in mutated patients"}, {"pubmed": 22929312, "text": "16 acute myeloid leukemia patients (9%) carried ASXL1 mutations, 16 patients had IDH variations (3% with IDH1(R132) and 6% with IDH2(R140)), and none had c-CBL mutations."}, {"pubmed": 23010802, "text": "genetic association studies: Data suggest that mutations in CBL in patients with myelodysplastic-myeloproliferative diseases are associated with poor prognosis and distinct clinical phenotype with splenomegaly, leukocytosis, and thrombocytopenia."}, {"pubmed": 23025505, "text": "Reporst a very low CBL mutation frequency in paediatric AML, which, together with the lack of difference in protein and mRNA expression, illustrates the limited role of CBL in paediatric AML."}, {"pubmed": 23127761, "text": "Study indicates that FLT3-CBL interaction sites and the AKT pathway as critical mediators of transformation by oncogenic CBL mutants."}, {"pubmed": 23290524, "text": "c-Cbl conjugates neural precursor cell-expressed, developmentally downregulated 8 (NEDD8), a ubiquitin-like protein, to TbetaRII at Lys556 and Lys567."}, {"pubmed": 23306613, "text": "used a stable cell line with downregulated c-Cbl, infection with the c-Cbl shRNA-expressing adenovirus led to an increase in the death receptor 4 (DR4) and DR5 levels, which is known to be a cause for the increase of TRAIL-induced apoptosis"}, {"pubmed": 23352614, "text": "These results provide evidence for a novel mechanism demonstrating the oncogenic potential of PTK6 through degradation of c-Cbl, which is an E3 ligase important in down-regulation of oncoproteins."}, {"pubmed": 23434382, "text": "Data indicate that X-linked gene CBL, which downregulates T cell receptor signaling and is decreased in lupus T cells, as a gene targeted by miR-188-3p and miR-98."}, {"pubmed": 23586039, "text": "This study also showed that ubiquitin ligase proteins Cbl-b and c-Cbl might be involved in IL-2-induced Jurkat T-cell activation by negatively regulating the MAPK/ERK signaling pathway."}, {"pubmed": 23621189, "text": "The data indicates that genetic alteration of RING finger domain coding region of c-Cbl gene is relatively infrequent in oral squamous cell carcinoma samples."}, {"pubmed": 23665906, "text": "By up-regulating the expression of c-Cbl and Cbl-b, which leads to inhibition of PI3K/Akt signaling and down-regulation of P-gp expression, beta-elemene is capable of enhancing the efficacy of doxorubicin in leukemia and gastric cancer cells."}, {"pubmed": 23696637, "text": "CBL linker and RING finger mutants lead to enhanced GM-CSF signaling due to elevated kinase expression, which can be blocked using small molecule inhibitors targeting specific downstream pathways."}, {"pubmed": 23744067, "text": "This study defines for the first time c-Cbl as a ubiquitin E3 ligase that targets nuclearly active beta-catenin in the Wnt-on phase and uncovers a novel layer of regulation of Wnt signaling."}, {"pubmed": 23783394, "text": "The poorer prognosis associated with KIT and FLT3ITD mutations and the better outcome associated with FLT3TKD and CBL mutations in the CBF-AML cases studied."}, {"pubmed": 23823657, "text": "LOH of the mutated CBL allele can be absent in children with bona fide JMML and CBL mutations"}, {"pubmed": 23874206, "text": "Data suggest that EPHA2 (ephrin type-A receptor 2) regulates polyubiquitination via proto-oncogene protein c-CBL, phosphorylation of clathrin, integrin signal transduction, and endocytosis of Kaposi sarcoma-associated herpesvirus into fibroblasts."}, {"pubmed": 23948411, "text": "The expression of Cbl-b gene in MM patients (median: 0.714%) also dropped significantly."}, {"pubmed": 24445374, "text": "Mechanistic model of EGFR endocytosis to determine the relative contributions of three parallel pathways of MIG6, ubiquitin ligase CBL and Sprouty2."}, {"pubmed": 24458550, "text": "Copy neutral loss of heterozygosity for the CBL mutation."}, {"pubmed": 24458840, "text": "Data indicate that suppression of c-Cbl protein by rho guanine nucleotide exchange factor 7 (Cool-1) may be critical for generation of at least a subset of glioblastoma (GBM)."}, {"pubmed": 24466333, "text": "Low cbl-c expression is associated with breast neoplasms."}, {"pubmed": 24469048, "text": "molecular or pharmacologic inhibition of the Lyn-PI3K/AKT pathway, markedly increased the sensitivity of the otherwise chemoresistant Cbl mutant-JMML cells to chemotherapeutic agents currently used in the treatment of JMML patients"}, {"pubmed": 24525700, "text": "Our findings suggest that c-Cbl deregulation is a recurrent event that could be playing a role in the acquisition of invasiveness properties of colorectal cancer cells"}, {"pubmed": 24583314, "text": "c-Cbl activation promotes myocyte apoptosis, inhibits angiogenesis, and causes adverse cardiac remodeling after myocardial infarction."}, {"pubmed": 24845182, "text": "We demonstrate for the first time a significant decrease in c-Cbl mRNA levels in the prefrontal cortex of suicide subjects indicating the possible role of c-Cbl in the pathophysiology of suicidal behavior."}, {"pubmed": 24846123, "text": "c-Cbl regulates MICA- but not ULBP2-induced NKG2D down-modulation in human NK cells."}, {"pubmed": 24886428, "text": "A PKC-SHP1 signaling axis desensitizes Fcgamma receptor signaling by reducing the tyrosine phosphorylation of CBL and regulates FcgammaR mediated phagocytosis."}, {"pubmed": 25074934, "text": "over time with physiological levels of receptor phosphorylation, cell surface receptors produced either enhanced or sustained mitogen-activated protein kinase kinase (MEK), Casitas B-lineage lymphoma (c-Cbl), and the pro-oncogene Src activity"}, {"pubmed": 25084697, "text": "Cbl negatively regulates EPO signaling mainly through the proteasome-dependent degradation of Src, and the E3 ligase activity of Cbl and its tyrosine phosphorylation are regulated by Src but not Jak2."}, {"pubmed": 25140833, "text": "c-CBL E3 ubiquitin ligase is upregulated in cutaneous T-cell lymphoma."}, {"pubmed": 25178484, "text": "RASopathy-associated CBL germline mutations cause aberrant ubiquitylation and trafficking of EGFR."}, {"pubmed": 25283271, "text": "Germline mutation of CBL is associated with moyamoya disease in a child with juvenile myelomonocytic leukemia and Noonan syndrome-like disorder."}, {"pubmed": 25285640, "text": "mRNA expression profile of runx2 mirrored that of ERalpha36 and showed a degree subcellular co-localisation with ERalpha36. This study suggests that ERalpha36 is involved in the process of osteogenesis in BMSCs"}, {"pubmed": 25348515, "text": "These results suggest that dysregulation of ubiquitination is a key mechanism of EGFR hyperactivation in PDAC and that low CBL may define PDAC tumors likely to respond to erlotinib treatment."}, {"pubmed": 25358541, "text": "Here we report on three unrelated patients with CBL mutations manifesting with hydrops fetalis, fetal pleural effusions and/or congenital hydro-/chylothorax. Our findings further connect the CBL syndrome with the RASopathies."}, {"pubmed": 25450678, "text": "c-Cbl negatively regulates alphaPix-mediated cell migration and invasion; the lack of c-Cbl in C6 and A172 glioma cells is responsible for their malignant behavior"}, {"pubmed": 25521828, "text": "Erbin promotes tumourigenesis and tumour growth in colorectal cancer by stabilizing epidermal growth factor receptor"}, {"pubmed": 25784557, "text": "novel mechanism for the regulation of active nuclear beta-catenin by c-Cbl and its critical role in angiogenesis."}, {"pubmed": 25939664, "text": "The penetrance of the CBL Y371C mutation was 30% for JMML and 40% for all leukemia."}, {"pubmed": 25952305, "text": "Genotype-phenotype correlation analysis performed on available records indicated that germline CBL mutations cause a variable phenotype characterized by a relatively high frequency of neurological features, predisposition to diseases."}, {"pubmed": 25965880, "text": "Demonstrate role for CBL in the control of AXL/SYK/LYN network mediating resistance to nilotinib treatment in chronic myeloid leukemia cells."}, {"pubmed": 26055326, "text": "Overexpression of Smad7 in human HaCaT keratinocyte cells and mouse skin tissues elevated EGF receptor (EGFR) activity by impairing ligand-induced ubiquitination and degradation of activated receptor, which is induced by the E3 ubiquitin ligase c-Cbl."}, {"pubmed": 26142735, "text": "The result indicated that TMZ may overcome TRAIL resistance in GSCs by suppressing c-FLIP expression through c-Cbl-mediated ubiquitination and degradation"}, {"pubmed": 26353930, "text": "H19 non coding RNA-derived miR-675 enhances tumorigenesis and metastasis of breast cancer cells by downregulating c-Cbl and Cbl-b."}, {"pubmed": 26449661, "text": "The study reveals a role of CBL in restricting myeloid proliferation of human AML1-ETOinduced leukemia, and identifies UBASH3B as a potential target for pharmaceutical intervention."}, {"pubmed": 26474280, "text": "Data suggest that the combination of peritumoral Cbl and EGFR serves as a much stronger indicator to make an accurate prognosis, especially during early recurrence."}, {"pubmed": 26628266, "text": "Patients harbouring ASXL1 and/or CBL mutations (n = 8, 8 deaths, median OS = 11 months) had a significantly worse OS as compared to those without either mutation (n = 11, 4 deaths, median OS = 84 months) (P = 0.0002) (Fig 1a)."}, {"pubmed": 26911351, "text": "we report that two JMML patients survived >20 years without HSCT and both patients had uniparental disomy of 11q23 where CBL is located without the phenomenon found in neither Noonan syndrome nor Noonan syndrome-like disorder. We think that some JMML patients with CBL mutation might show the good prognosis in later life after remission of JMML."}, {"pubmed": 26964637, "text": "we found that CQ decreased the expression of Cbl, an E3 ligase of DR5, and knock-down of Cbl markedly enhanced DR5 up-regulation. Other lysosomal inhibitors, including monensin and nigericin, also up-regulated DR5 and sensitized TRAIL-mediated apoptosis"}, {"pubmed": 27050377, "text": "Findings show for this first time that ATG9A loss in trastuzumab resistant cells allowed Her2 to escape from lysosomal targeted degradation through K63 poly-ubiquitination via c-Cbl."}, {"pubmed": 27244893, "text": "These results suggest MET overexpression is related to altered c-CBL expression in head and neck squamous cell carcinoma, which may influence tumorigenesis"}, {"pubmed": 27277384, "text": "miR-513a-5p, miR-22-3p and miR-625-5p may have an impact on the regulation of the immune response and inflammatory cytokine pathways through the regulation of their target gene(s), CBL, PPARGC1B and ESR1, which may then lead to a dust mite-induced asthma attack"}, {"pubmed": 27472394, "text": "we have shown that c-CBL plays a supportive role in the proliferation, migration and invasion of human melanoma cells."}, {"pubmed": 27503123, "text": "c-Cbl negatively regulates IFN-beta signaling and cellular antiviral response by promoting IRF3 ubiquitination and degradation."}, {"pubmed": 27661103, "text": "the loss of c-Cbl activity significantly enhanced nuclear beta-catenin and colorectal cancer tumor growth in cell culture and a mouse xenograft model."}, {"pubmed": 27805921, "text": "c-CBL might play a role in the pathogenesis of inflammatory dermatoses and cutaneous T-cell lymphoma"}, {"pubmed": 27842510, "text": "This study identified a new regulatory axis in which miR-124-3p and CBL regulate the proliferation and invasion of breast cancer cells."}, {"pubmed": 28082680, "text": "mutant CBL proteins effectively compete with the remaining wild type CBL-B and juxtapose tyrosine kinase-binding domain-associated protein tyrosine kinases with proline-rich region-associated signaling proteins to hyper-activate signaling downstream of hematopoietic growth factor receptors"}, {"pubmed": 28343148, "text": "Two germline de novo mutations in CBL were identified in patients with infancy-onset severe Moyamoya angiopathy who also presented subtle signs of RASopathy."}, {"pubmed": 28381567, "text": "The viral entry receptor Nectin-1 is also internalized during HSV-1 infection in a Cbl-dependent mechanism, and that increases the opportunity of the virus to spread to uninfected cells."}, {"pubmed": 28676638, "text": "Study provided evidence suggesting that Cbl can positively control GM-CSF-induced JAK2 activation and signaling through JAK2 ubiquitination."}, {"pubmed": 28827787, "text": "The LMP2A of Epstein-Barr Virus was found to interfer with cofilin degradation in nasopharyngeal cancer cells by accelerating the proteasomal degradation of Cbl and Syk."}, {"pubmed": 28835699, "text": "CBL gene status could be a potential target and indicator for MET inhibitors and future RTK regulation investigations, especially in those that will look into whether CBL should be evaluated before RTK inhibitors are considered."}, {"pubmed": 29364514, "text": "Cbl-b and c-Cbl downregulate PD-L1 in EGFR wild-type non-small cell lung cancer"}, {"pubmed": 29600428, "text": "its mutation is genetic predictor of tumor reduction in glucocorticoid-treated patients with chronic myelomonocytic leukemia."}, {"pubmed": 29629558, "text": "Authors observed that delta-catenin plays a key role in EGFR stability and downstream signaling. delta-Catenin competes with c-Cbl for EGFR binding, which results in a reduction of binding between c-Cbl and EGFR and thus decreases the ubiquitination of EGFR."}, {"pubmed": 29720121, "text": "Our results suggested that c-Cbl can reverse tamoxifen resistance in HER2-overexpressing breast cancer cells"}, {"pubmed": 29899407, "text": "C-CBL is likely to play a tumor suppressive role by antagonizing a robust oncogenic signaling driven by c-Src."}, {"pubmed": 30029779, "text": "Low C-CBL expression is associated with Colorectal Cancer."}, {"pubmed": 30118682, "text": "The host-Mycobacterium tuberculosis (Mtb) interaction map revealed two factors involved in Mtb pathogenesis-the secreted Mtb protein, LpqN, and its binding partner, the human ubiquitin ligase CBL."}, {"pubmed": 31120930, "text": "multiple E2 ubiquitin-conjugating enzymes can interact with Cbl and modulate its E3 activity in vitro and in cells"}, {"pubmed": 31123462, "text": "the interaction of TRAF6 with c-Cbl causes lysine 48-linked polyubiquitination for both negative feedback regulation and signaling cross-talk between RANKL and IFN-gamma."}, {"pubmed": 31611438, "text": "Our results show that c-Cbl is down-regulated in gastric cancer (GC) tissues compared with normal gastric tissue, which may play an important role in the development and progression of GC."}, {"pubmed": 31722512, "text": "Depletion of cbl proto-oncogene E3 ubiquitin-protein ligase (c-Cbl) leads to increased levels of differential display and activated by p53 protein (DDA3), resulting in increased recruitment of HK2 kinesin protein (Kif2a) to the mitotic spindle, a concomitant reduction in spindle formation, and chromosome alignment defects. c-Cbl depletion induces centrosome over-duplication and centriole amplification."}, {"pubmed": 31805275, "text": "LncRNA DANCR sponges miR-216a to inhibit odontoblast differentiation through upregulating c-Cbl."}, {"pubmed": 32376886, "text": "Depletion of Csk preferentially reduces the protein level of LynA in a Cbl-dependent manner in cancer cells."}, {"pubmed": 32707731, "text": "Cbl Negatively Regulates NLRP3 Inflammasome Activation through GLUT1-Dependent Glycolysis Inhibition."}, {"pubmed": 33306199, "text": "E3 ubiquitin ligase Casitas B lineage lymphoma-b and its potential therapeutic implications for immunotherapy."}, {"pubmed": 33512474, "text": "CBL mutations drive PI3K/AKT signaling via increased interaction with LYN and PIK3R1."}, {"pubmed": 33550024, "text": "A novel, germline, deactivating CBL variant p.L493F alters domain orientation and is associated with multiple childhood cancers."}, {"pubmed": 33617900, "text": "SLAP2 Adaptor Binding Disrupts c-CBL Autoinhibition to Activate Ubiquitin Ligase Function."}, {"pubmed": 33620036, "text": "Sleuthing biochemical evidence to elucidate unassigned electron density in a CBL-SLAP2 crystal complex."}, {"pubmed": 33627783, "text": "E3 ligase-inactivation rewires CBL interactome to elicit oncogenesis by hijacking RTK-CBL-CIN85 axis."}, {"pubmed": 33769390, "text": "Morphologic and Immunophenotypic Differences in Juvenile Myelomonocytic Leukemias With CBL and Other Canonical RAS-pathway Gene Mutations: A Single Institutional Experience."}, {"pubmed": 33811466, "text": "Knockout of c-Cbl slows EGFR endocytic trafficking and enhances EGFR signaling despite incompletely blocking receptor ubiquitylation."}, {"pubmed": 34831026, "text": "Fluctuations in AKT and PTEN Activity Are Linked by the E3 Ubiquitin Ligase cCBL."}, {"pubmed": 36504051, "text": "[CBL inhibits proliferation and invasion of breast cancer cells by ubiquitylation-mediated degradation of NCK2]."}, {"pubmed": 36543142, "text": "Pro-prion, as a membrane adaptor protein for E3 ligase c-Cbl, facilitates the ubiquitination of IGF-1R, promoting melanoma metastasis."}, {"pubmed": 36786373, "text": "Somatic CBL mutation presenting as juvenile myelomonocytic leukemia with vasculitis."}, {"pubmed": 37083525, "text": "Age-related loss of chromosome Y is associated with levels of sex hormone binding globulin and clonal hematopoiesis defined by TET2, TP53, and CBL mutations."}, {"pubmed": 37903221, "text": "Cbl and Cbl-b independently regulate EGFR through distinct receptor interaction modes."}, {"pubmed": 38407942, "text": "SERPINE2 promotes liver cancer metastasis by inhibiting c-Cbl-mediated EGFR ubiquitination and degradation."}, {"pubmed": 38745188, "text": "PSMD9 promotes the malignant progression of hepatocellular carcinoma by interacting with c-Cbl to activate EGFR signaling and recycling."}, {"pubmed": 38761804, "text": "Deficiency of CBL and CBLB ubiquitin ligases leads to hyper T follicular helper cell responses and lupus by reducing BCL6 degradation."}], "genomic_pos": {"chr": "11", "end": 119313926, "ensemblgene": "ENSG00000110395", "start": 119206298, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 119178859, "start": 119076752, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000209", "qualifier": "involved_in", "term": "protein polyubiquitination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006511", "pubmed": 25178484, "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006513", "qualifier": "involved_in", "term": "protein monoubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006974", "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007175", "qualifier": "involved_in", "term": "negative regulation of epidermal growth factor-activated receptor activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010332", "qualifier": "involved_in", "term": "response to gamma radiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014823", "qualifier": "involved_in", "term": "response to activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016567", "pubmed": 17974561, "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016567", "pubmed": 17094949, "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016567", "pubmed": 15465819, "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019221", "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032487", "qualifier": "involved_in", "term": "regulation of Rap protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033574", "qualifier": "involved_in", "term": "response to testosterone"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0035635", "qualifier": "involved_in", "term": "entry of bacterium into host cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036120", "qualifier": "involved_in", "term": "cellular response to platelet-derived growth factor stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042059", "pubmed": 25178484, "qualifier": "involved_in", "term": "negative regulation of epidermal growth factor receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042059", "qualifier": "involved_in", "term": "negative regulation of epidermal growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042594", "qualifier": "involved_in", "term": "response to starvation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": 18070883, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043303", "qualifier": "involved_in", "term": "mast cell degranulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045742", "qualifier": "involved_in", "term": "positive regulation of epidermal growth factor receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048260", "pubmed": [15465819, 25178484], "qualifier": "involved_in", "term": "positive regulation of receptor-mediated endocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051865", "qualifier": "involved_in", "term": "protein autoubiquitination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051897", "pubmed": 17003487, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070086", "qualifier": "involved_in", "term": "ubiquitin-dependent endocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071456", "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990090", "qualifier": "involved_in", "term": "cellular response to nerve growth factor stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000583", "qualifier": "involved_in", "term": "regulation of platelet-derived growth factor receptor-alpha signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 29237719, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 15465819, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005925", "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005929", "pubmed": 29237719, "qualifier": "located_in", "term": "cilium"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016600", "qualifier": "part_of", "term": "flotillin complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030426", "qualifier": "located_in", "term": "growth cone"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0045121", "qualifier": "is_active_in", "term": "membrane raft"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001784", "qualifier": "enables", "term": "phosphotyrosine residue binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004842", "pubmed": 15465819, "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [5668240, 7657591, 8524328, 8626543, 8663231, 9092538, 9160881, 9447983, 9890970, 10068674, 10092522, 10679202, 11157475, 11697890, 11891219, 12177062, 12815057, 14596919, 15090612, 15094368, 15282549, 15657067, 15708858, 15737992, 15962011, 16407834, 16467851, 16636290, 16893902, 16914641, 16982329, 17020880, 17094785, 17141222, 17372230, 17395426, 17974561, 18273061, 18654987, 19268472, 19380743, 20308550, 20562913, 20618440, 20711168, 20936779, 21163258, 21570973, 21706016, 22266821, 23799367, 24255178, 25036637, 25241761, 25814554, 27059931, 28514442, 29237719, 30118682, 31980649, 32814053, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0017124", "qualifier": "enables", "term": "SH3 domain binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0017124", "pubmed": 9447983, "qualifier": "enables", "term": "SH3 domain binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030971", "qualifier": "enables", "term": "receptor tyrosine kinase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0036312", "qualifier": "enables", "term": "phosphatidylinositol 3-kinase regulatory subunit binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046875", "pubmed": 18034775, "qualifier": "enables", "term": "ephrin receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}]}, "homologene": {"genes": [[7955, 492364], [8364, 594900], [9031, 374038], [9544, 704311], [9598, 451690], [9606, 867], [9615, 489369], [9913, 527418], [10090, 12402], [10116, 500985]], "id": 3802}, "interpro": [{"desc": "Zinc finger, RING-type", "id": "IPR001841", "short_desc": "Znf_RING"}, {"desc": "Adaptor protein Cbl, N-terminal helical", "id": "IPR003153", "short_desc": "Adaptor_Cbl_N_hlx"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "Zinc finger, RING/FYVE/PHD-type", "id": "IPR013083", "short_desc": "Znf_RING/FYVE/PHD"}, {"desc": "Adaptor protein Cbl, EF hand-like", "id": "IPR014741", "short_desc": "Adaptor_Cbl_EF_hand-like"}, {"desc": "Adaptor protein Cbl, SH2-like domain", "id": "IPR014742", "short_desc": "Adaptor_Cbl_SH2-like"}, {"desc": "Zinc finger, RING-type, conserved site", "id": "IPR017907", "short_desc": "Znf_RING_CS"}, {"desc": "Zinc finger, C3HC4 RING-type", "id": "IPR018957", "short_desc": "Znf_C3HC4_RING-type"}, {"desc": "Adaptor protein Cbl, PTB domain", "id": "IPR024159", "short_desc": "Cbl_PTB"}, {"desc": "Adaptor protein Cbl", "id": "IPR024162", "short_desc": "Adaptor_Cbl"}, {"desc": "Adaptor protein Cbl, N-terminal domain superfamily", "id": "IPR036537", "short_desc": "Adaptor_Cbl_N_dom_sf"}, {"desc": "SH2 domain superfamily", "id": "IPR036860", "short_desc": "SH2_dom_sf"}, {"desc": "UBA-like superfamily", "id": "IPR009060", "short_desc": "UBA-like_sf"}, {"desc": "Ubiquitin-associated domain", "id": "IPR015940", "short_desc": "UBA"}], "ipi": "IPI00027269", "map_location": "11q23.3", "name": "Cbl proto-oncogene", "other_names": ["Cas-Br-M (murine) ecotropic retroviral transforming sequence", "Cbl proto-oncogene, E3 ubiquitin protein ligase", "E3 ubiquitin-protein ligase CBL", "RING finger protein 55", "RING-type E3 ubiquitin transferase CBL", "casitas B-lineage lymphoma proto-oncogene", "fragile site, folic acid type, rare, fra(11)(q23.3)", "oncogene CBL2", "proto-oncogene c-Cbl", "signal transduction protein CBL"], "pantherdb": {"HGNC": "1541", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88279", "ortholog_type": "LDO", "panther_family": "PTHR23007", "taxid": 10090, "uniprot_kb": "P22682"}, {"RGD": "1561386", "ortholog_type": "LDO", "panther_family": "PTHR23007", "taxid": 10116, "uniprot_kb": "D3ZV15"}, {"Ensembl": "ENSGALG00000029077", "ortholog_type": "LDO", "panther_family": "PTHR23007", "taxid": 9031, "uniprot_kb": "F1NXW5"}, {"ZFIN": "ZDB-GENE-080220-20", "ortholog_type": "O", "panther_family": "PTHR23007", "taxid": 7955, "uniprot_kb": "F6PCP5"}, {"ZFIN": "ZDB-GENE-041114-207", "ortholog_type": "LDO", "panther_family": "PTHR23007", "taxid": 7955, "uniprot_kb": "F1QI90"}, {"WormBase": "WBGene00004829", "ortholog_type": "LDO", "panther_family": "PTHR23007", "taxid": 6239, "uniprot_kb": "Q19019"}, {"FlyBase": "FBgn0020224", "ortholog_type": "LDO", "panther_family": "PTHR23007", "taxid": 7227, "uniprot_kb": "Q9VSK2"}], "uniprot_kb": "P22681"}, "pathway": {"biocarta": [{"id": "cblpathway", "name": "cbl mediated ligand-induced downregulation of egf receptors pathway"}, {"id": "il2rbpathway", "name": "il-2 receptor beta chain in t cell activation"}, {"id": "sprypathway", "name": "sprouty regulation of tyrosine kinase signals"}], "kegg": [{"id": "hsa04012", "name": "ErbB signaling pathway - Homo sapiens (human)"}, {"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa04144", "name": "Endocytosis - Homo sapiens (human)"}, {"id": "hsa04910", "name": "Insulin signaling pathway - Homo sapiens (human)"}, {"id": "hsa05100", "name": "Bacterial invasion of epithelial cells - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05220", "name": "Chronic myeloid leukemia - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_BCR", "name": "BCR"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_IL2", "name": "IL2"}, {"id": "Pathway_IL3", "name": "IL3"}, {"id": "Pathway_IL4", "name": "IL4"}, {"id": "Pathway_IL5", "name": "IL5"}, {"id": "Pathway_IL6", "name": "IL6"}, {"id": "Pathway_KitReceptor", "name": "KitReceptor"}, {"id": "Pathway_TCR", "name": "TCR"}], "pid": [{"id": "avb3_integrin_pathway", "name": "Integrins in angiogenesis"}, {"id": "cd8tcrpathway", "name": "TCR signaling in na&#xef;ve CD8+ T cells"}, {"id": "cdc42_pathway", "name": "CDC42 signaling events"}, {"id": "epha_fwdpathway", "name": "EPHA forward signaling"}, {"id": "epopathway", "name": "EPO signaling pathway"}, {"id": "erbb1_internalization_pathway", "name": "Internalization of ErbB1"}, {"id": "fcer1pathway", "name": "Fc-epsilon receptor I signaling in mast cells"}, {"id": "fgf_pathway", "name": "FGF signaling pathway"}, {"id": "ifngpathway", "name": "IFN-gamma pathway"}, {"id": "il4_2pathway", "name": "IL4-mediated signaling events"}, {"id": "il8cxcr1_pathway", "name": "IL8- and CXCR1-mediated signaling events"}, {"id": "il8cxcr2_pathway", "name": "IL8- and CXCR2-mediated signaling events"}, {"id": "insulin_pathway", "name": "Insulin Pathway"}, {"id": "kitpathway", "name": "Signaling events mediated by Stem cell factor receptor (c-Kit)"}, {"id": "met_pathway", "name": "Signaling events mediated by Hepatocyte Growth Factor Receptor (c-Met)"}, {"id": "pdgfrbpathway", "name": "PDGFR-beta signaling pathway"}, {"id": "tcr_pathway", "name": "TCR signaling in na&#xef;ve CD4+ T cells"}, {"id": "vegfr1_2_pathway", "name": "Signaling events mediated by VEGFR1 and VEGFR2"}, {"id": "vegfr1_pathway", "name": "VEGFR1 specific signals"}], "reactome": [{"id": "R-HSA-1059683", "name": "Interleukin-6 signaling"}, {"id": "R-HSA-1236382", "name": "Constitutive Signaling by Ligand-Responsive EGFR Cancer Variants"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1295596", "name": "Spry regulation of FGF signaling"}, {"id": "R-HSA-1433557", "name": "Signaling by SCF-KIT"}, {"id": "R-HSA-1433559", "name": "Regulation of KIT signaling"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643713", "name": "Signaling by EGFR in Cancer"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-177929", "name": "Signaling by EGFR"}, {"id": "R-HSA-182971", "name": "EGFR downregulation"}, {"id": "R-HSA-190236", "name": "Signaling by FGFR"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-2173789", "name": "TGF-beta receptor signaling activates SMADs"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-512988", "name": "Interleukin-3, Interleukin-5 and GM-CSF signaling"}, {"id": "R-HSA-512988", "name": "Interleukin-3, Interleukin-5 and GM-CSF signaling"}, {"id": "R-HSA-5637810", "name": "Constitutive Signaling by EGFRvIII"}, {"id": "R-HSA-5637812", "name": "Signaling by EGFRvIII in Cancer"}, {"id": "R-HSA-5637815", "name": "Signaling by Ligand-Responsive EGFR Variants in Cancer"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5654726", "name": "Negative regulation of FGFR1 signaling"}, {"id": "R-HSA-5654727", "name": "Negative regulation of FGFR2 signaling"}, {"id": "R-HSA-5654732", "name": "Negative regulation of FGFR3 signaling"}, {"id": "R-HSA-5654733", "name": "Negative regulation of FGFR4 signaling"}, {"id": "R-HSA-5654736", "name": "Signaling by FGFR1"}, {"id": "R-HSA-5654738", "name": "Signaling by FGFR2"}, {"id": "R-HSA-5654741", "name": "Signaling by FGFR3"}, {"id": "R-HSA-5654743", "name": "Signaling by FGFR4"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-6783589", "name": "Interleukin-6 family signaling"}, {"id": "R-HSA-6806834", "name": "Signaling by MET"}, {"id": "R-HSA-6807004", "name": "Negative regulation of MET activity"}, {"id": "R-HSA-8848021", "name": "Signaling by PTK6"}, {"id": "R-HSA-8849469", "name": "PTK6 Regulates RTKs and Their Effectors AKT1 and DOK1"}, {"id": "R-HSA-8856825", "name": "Cargo recognition for clathrin-mediated endocytosis"}, {"id": "R-HSA-8856828", "name": "Clathrin-mediated endocytosis"}, {"id": "R-HSA-8875360", "name": "InlB-mediated entry of Listeria monocytogenes into host cell"}, {"id": "R-HSA-8875360", "name": "InlB-mediated entry of Listeria monocytogenes into host cell"}, {"id": "R-HSA-8876384", "name": "Listeria monocytogenes entry into host cells"}, {"id": "R-HSA-8876384", "name": "Listeria monocytogenes entry into host cells"}, {"id": "R-HSA-9006927", "name": "Signaling by Non-Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-912631", "name": "Regulation of signaling by CBL"}, {"id": "R-HSA-912631", "name": "Regulation of signaling by CBL"}, {"id": "R-HSA-9607240", "name": "FLT3 Signaling"}, {"id": "R-HSA-9680350", "name": "Signaling by CSF1 (M-CSF) in myeloid cells"}, {"id": "R-HSA-9682385", "name": "FLT3 signaling in disease"}, {"id": "R-HSA-9706369", "name": "Negative regulation of FLT3"}, {"id": "R-HSA-9706377", "name": "FLT3 signaling by CBL mutants"}, {"id": "R-HSA-9824439", "name": "Bacterial Infection Pathways"}, {"id": "R-HSA-9824439", "name": "Bacterial Infection Pathways"}], "wikipathways": [{"id": "WP2018", "name": "RANKL-RANK signaling pathway"}, {"id": "WP2037", "name": "Prolactin Signaling Pathway"}, {"id": "WP2261", "name": "Glioblastoma signaling pathways"}, {"id": "WP23", "name": "B Cell Receptor Signaling Pathway"}, {"id": "WP286", "name": "IL-3 signaling pathway"}, {"id": "WP304", "name": "Kit receptor signaling pathway"}, {"id": "WP3680", "name": "Association Between Physico-Chemical Features and Toxicity Associated Pathways"}, {"id": "WP3863", "name": "T-Cell antigen Receptor (TCR) pathway during Staphylococcus aureus infection"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3915", "name": "Angiopoietin Like Protein 8 Regulatory Pathway"}, {"id": "WP395", "name": "IL-4 signaling pathway"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP49", "name": "IL-2 signaling pathway"}, {"id": "WP585", "name": "Interferon type I signaling pathways"}, {"id": "WP673", "name": "ErbB signaling pathway"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}]}, "pdb": ["1B47", "1FBV", "1YVH", "2CBL", "2JUJ", "2K4D", "2OO9", "2Y1M", "2Y1N", "3BUM", "3BUN", "3BUO", "3BUW", "3BUX", "3OB1", "3OB2", "3PLF", "4A49", "4A4B", "4A4C", "4GPL", "5HKW", "5HKX", "5HKY", "5HKZ", "5HL0", "5J3X", "5O76", "6O02", "6O03", "6XAR", "7SIY"], "pfam": ["PF00097", "PF02262", "PF02761", "PF02762", "PF00627"], "pharmgkb": "PA26115", "pharos": {"target_id": 13865, "tdl": "Tbio"}, "pir": "A43817", "prosite": ["PS50089", "PS51506", "PS50030"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246859", "relationship": "is"}, {"id": "GNF246860", "relationship": "is"}, {"id": "GNF246861", "relationship": "is"}, {"id": "GNF246862", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF043402", "relationship": "is"}, {"id": "GNF048020", "relationship": "similar to"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080518", "relationship": "is"}, {"id": "GNF080519", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053347", "relationship": "is"}, {"id": "GNF058116", "relationship": "is"}, {"id": "GNF073299", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062203", "relationship": "is"}, {"id": "GNF062204", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334708", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097568", "relationship": "is"}, {"id": "GNF137223", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_016808.1"], "protein": "NP_005179.2", "rna": "NM_005188.4", "translation": {"protein": "NP_005179.2", "rna": "NM_005188.4"}}, "reporter": {"HG-U133_Plus_2": ["206607_at", "225231_at", "225234_at", "229010_at", "243475_at"], "HG-U95Av2": "34416_at", "HG-U95B": ["47569_at", "51017_at", "55605_at"], "HTA-2_0": ["TC11001089.hg.1", "TC11002905.hg.1"], "HuEx-1_0": "3352070", "HuGene-1_1": "7944493", "HuGene-2_1": "16732296"}, "retired": 283153, "summary": "This gene is a proto-oncogene that encodes a RING finger E3 ubiquitin ligase. The encoded protein is one of the enzymes required for targeting substrates for degradation by the proteasome. This protein mediates the transfer of ubiquitin from ubiquitin conjugating enzymes (E2) to specific substrates. This protein also contains an N-terminal phosphotyrosine binding domain that allows it to interact with numerous tyrosine-phosphorylated substrates and target them for proteasome degradation. As such it functions as a negative regulator of many signal transduction pathways. This gene has been found to be mutated or translocated in many cancers including acute myeloid leukaemia, and expansion of CGG repeats in the 5' UTR has been associated with Jacobsen syndrome. Mutations in this gene are also the cause of Noonan syndrome-like disorder. [provided by RefSeq, Jul 2016].", "symbol": "CBL", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812242"}, "unigene": "Hs.504096", "uniprot": {"Swiss-Prot": "P22681", "TrEMBL": ["A0A0U1RR39", "A0A0U1RRJ5", "A0A0U1RQX8", "A0A1B0GW38", "A0A8V8TQA9"]}, "wikipedia": {"url_stub": "CBL (gene)"}}