{"AllianceGenome": "1555", "HGNC": "1555", "MIM": "604478", "_id": "23468", "_version": 1, "accession": {"genomic": ["AC078778.34", "CH471054.1", "CP068266.2", "NC_000012.12", "NC_060936.1"], "protein": ["AAA72327.1", "AAB26994.1", "AAC50553.1", "AAH06821.1", "ACJ13653.1", "BAG36286.1", "CAG33699.1", "EAW96758.1", "EAW96759.1", "EAW96760.1", "NP_001120793.1", "NP_001120794.1", "NP_036249.1", "P45973.1"], "rna": ["AF147443.1", "AK023520.1", "AK055641.1", "AK056315.1", "AK095108.1", "AK313506.1", "BC006821.1", "BC030149.2", "BC047432.1", "BP236173.1", "BP336150.1", "CR457418.1", "DT217255.1", "EU794599.1", "L07515.1", "NM_001127321.1", "NM_001127322.1", "NM_012117.3", "S62077.1", "U26311.1"], "translation": [{"protein": "CAG33699.1", "rna": "CR457418.1"}, {"protein": "NP_001120793.1", "rna": "NM_001127321.1"}, {"protein": "AAB26994.1", "rna": "S62077.1"}, {"protein": "ACJ13653.1", "rna": "EU794599.1"}, {"protein": "AAA72327.1", "rna": "L07515.1"}, {"protein": "NP_001120794.1", "rna": "NM_001127322.1"}, {"protein": "AAC50553.1", "rna": "U26311.1"}, {"protein": "AAH06821.1", "rna": "BC006821.1"}, {"protein": "BAG36286.1", "rna": "AK313506.1"}, {"protein": "NP_036249.1", "rna": "NM_012117.3"}]}, "alias": ["HEL25", "HP1", "HP1A", "HP1alpha"], "ensembl": {"gene": "ENSG00000094916", "protein": ["ENSP00000209875", "ENSP00000401009", "ENSP00000449207", "ENSP00000450190"], "transcript": ["ENST00000209875", "ENST00000439541", "ENST00000547872", "ENST00000550411", "ENST00000552562", "ENST00000618078"], "translation": [{"protein": "ENSP00000209875", "rna": "ENST00000209875"}, {"protein": "ENSP00000401009", "rna": "ENST00000439541"}, {"protein": "ENSP00000449207", "rna": "ENST00000550411"}, {"protein": "ENSP00000450190", "rna": "ENST00000552562"}], "type_of_gene": "protein_coding"}, "entrezgene": "23468", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.66154302, "exp_mis": 55.9680306, "exp_syn": 22.497831, "lof_z": 2.3569865158608, "mis_z": 2.35159823519373, "mu_lof": 3.51728536597e-07, "mu_mis": 4.79176071807e-06, "mu_syn": 1.83769304388e-06, "n_lof": 0.0, "n_mis": 20.0, "n_syn": 20.0, "p_li": 0.835000939076987, "p_null": 0.00328472387239398, "p_rec": 0.161714337050619, "syn_z": 0.326469049407116}, "bp": 576, "cds_end": 54651434, "cds_start": 54635538, "n_exons": 4, "nonpsych": {"exp_lof": 5.0417003, "exp_mis": 50.5739276, "exp_syn": 20.2801664, "lof_z": 2.20516185573861, "mis_z": 2.3812255602979, "mu_lof": 3.51728536597e-07, "mu_mis": 4.79176071807e-06, "mu_syn": 1.83769304388e-06, "n_lof": 0.0, "n_mis": 17.0, "n_syn": 19.0, "p_li": 0.820159898363529, "p_null": 0.00497254797767479, "p_rec": 0.174867553658796, "syn_z": 0.178976228338169}, "nontcga": {"exp_lof": 5.20057398, "exp_mis": 51.4825461, "exp_syn": 20.68996045, "lof_z": 2.2496082167429, "mis_z": 2.39430318871762, "mu_lof": 3.51728536597e-07, "mu_mis": 4.79176071807e-06, "mu_syn": 1.83769304388e-06, "n_lof": 0.0, "n_mis": 17.0, "n_syn": 19.0, "p_li": 0.815441317182364, "p_null": 0.00441160129343959, "p_rec": 0.180147081524197, "syn_z": 0.23524421558089}, "transcript": "ENST00000209875.4"}, "exons": [{"cdsend": 54257650, "cdsstart": 54241754, "chr": "12", "position": [[54230945, 54241905], [54246114, 54246215], [54252040, 54252227], [54257513, 54257692], [54259508, 54259586]], "strand": -1, "transcript": "NM_001127321", "txend": 54259586, "txstart": 54230945}, {"cdsend": 54257650, "cdsstart": 54241754, "chr": "12", "position": [[54230945, 54241905], [54246114, 54246215], [54252040, 54252227], [54257513, 54257692], [54259269, 54259545]], "strand": -1, "transcript": "NM_001127322", "txend": 54259545, "txstart": 54230945}, {"cdsend": 54257650, "cdsstart": 54241754, "chr": "12", "position": [[54230941, 54241905], [54246114, 54246215], [54252040, 54252227], [54257513, 54257692], [54280007, 54280122]], "strand": -1, "transcript": "NM_012117", "txend": 54280122, "txstart": 54230941}], "exons_hg19": [{"cdsend": 54651434, "cdsstart": 54635538, "chr": "12", "position": [[54624729, 54635689], [54639898, 54639999], [54645824, 54646011], [54651297, 54651476], [54653292, 54653370]], "strand": -1, "transcript": "NM_001127321", "txend": 54653370, "txstart": 54624729}, {"cdsend": 54651434, "cdsstart": 54635538, "chr": "12", "position": [[54624729, 54635689], [54639898, 54639999], [54645824, 54646011], [54651297, 54651476], [54653053, 54653329]], "strand": -1, "transcript": "NM_001127322", "txend": 54653329, "txstart": 54624729}, {"cdsend": 54651434, "cdsstart": 54635538, "chr": "12", "position": [[54624725, 54635689], [54639898, 54639999], [54645824, 54646011], [54651297, 54651476], [54673791, 54673906]], "strand": -1, "transcript": "NM_012117", "txend": 54673906, "txstart": 54624725}], "generif": [{"pubmed": 11942629, "text": "These results suggested that, although the majority of HP1alpha diffuses into the cytoplasm, some populations are retained in the centromeric region and involved in the association and segregation of sister kinetochores during mitosis."}, {"pubmed": 12054505, "text": "Gene regulation by human orthologs of Drosophila heterochromatin protein 1."}, {"pubmed": 12411497, "text": "identification of three amino acid residues I113, A114 and C133 in HP1alpha that are essential for the selective interaction of HP1alpha with BRG1"}, {"pubmed": 12414990, "text": "developmentally regulated ARL5, with its distinctive nuclear/nucleolar localization and interaction with HP1alpha, may play a role(s) in nuclear dynamics and/or signaling cascades during embryonic development"}, {"pubmed": 12560555, "text": "the chromodomain and the chromoshadow domain of HP1 are both required for binding to native chromatin in vivo, but they contribute differentially to binding in euchromatin and heterochromatin"}, {"pubmed": 12711603, "text": "histone H3 methylase Suv39h1 and the methyl lysine-binding protein HP1alpha directly interact with MBD of MBD1 in vitro and in cells"}, {"pubmed": 14585993, "text": "cells are exquisitely sensitive to the amount of HP1(Hsalpha) or HP1(Hsbeta) present, as their overexpression influences telomere stability, population doubling time, radioresistance, and tumorigenicity"}, {"pubmed": 15454574, "text": "HP1 has a role in the recruitment but not in the stable association of Orc1p with heterochromatin"}, {"pubmed": 15899859, "text": "HP1alpha recruits endogenous HP1beta to the chromatin and this induces heterochromatin formation and enhanced histone lysine methylation."}, {"pubmed": 16487625, "text": "Results describe the predominant nuclear localization of another Arp subfamily, Arp6, in vertebrate cells, and show its colocalization with heterochromatin protein 1 orthologs in pericentric heterochromatin."}, {"pubmed": 16648629, "text": "modulation of HP1(Hsalpha) alters the invasive potential of breast cancer cells through mechanisms requiring HP1 dimerization"}, {"pubmed": 16762841, "text": "Phosphorylation of the linker histone H1 by CDK regulates its binding to HP1alpha"}, {"pubmed": 17101789, "text": "These data indicate that defects in pericentromeric epigenetic heterochromatin modifications initiate a dynamic HP1-dependent response that rescues pericentromeric heterochromatin function and is essential for viable progression through mitosis."}, {"pubmed": 17381543, "text": "In non-differentiated cells, transcriptional intermediary factor TIF1beta/heterochromatin protein HP1 interaction occurs only within euchromatin and involves selectively HP1beta and HP1gamma, but not HP1alpha."}, {"pubmed": 17470536, "text": "Direct interactions between HP1 and DNMT1 mediate silencing of euchromatic genes."}, {"pubmed": 18264112, "text": "HP1-mediated inhibition of preinitiation complex (PIC) assembly in vitro on chromatin templates regulated by GAL4-VP16 or Sp1, is analyzed."}, {"pubmed": 18676401, "text": "The histone subcode: poly(ADP-ribose) polymerase-1 (Parp-1) and Parp-2 control cell differentiation by regulating the transcriptional intermediary factor TIF1beta and the heterochromatin protein HP1alpha"}, {"pubmed": 18809684, "text": "G9a and HP1 couple histone and DNA methylation to TNFalpha transcription silencing during endotoxin tolerance"}, {"pubmed": 19352502, "text": "results show no evidence for a requirement of HP1 proteins for either loading of bulk cohesin onto chromatin in interphase or retention of cohesin at pericentric heterochromatin in mitosis"}, {"pubmed": 19479850, "text": "HP1 is recruited to the damaged regions in hetero- as well as euchromatin within a few minutes after damage."}, {"pubmed": 19498464, "text": "The histone H3K9 methyltransferase SetDB1 associates with the specific heterochromatin protein 1alpha (HP1alpha)-chromatin assembly factor 1 (CAF1) chaperone complex."}, {"pubmed": 19566924, "text": "reduction of YY1 expression in breast cancer cells could contribute to the acquisition of an invasive phenotype through increased cell migration as well as by reduced expression of HP1alpha"}, {"pubmed": 19567367, "text": "Heterochromatin protein 1 is extensively decorated with histone code-like post-translational modifications"}, {"pubmed": 19617346, "text": "Data demonstrate that hnRNP U is involved in HP1alpha function, shedding new light on the mode of action of HP1alpha and on the function of hnRNP U."}, {"pubmed": 19783980, "text": "Heterochromatin protein 1alpha (HP1alpha), but not HP1beta, specifically binds to Tyr 41 region of H3 through its chromo-shadow domain; phosphorylation of H3Y41 by JAK2 prevents this binding"}, {"pubmed": 20011120, "text": "data suggest that HP1 chromoshadow-domains can benefit from the opening of nucleosomal structures to bind chromatin and that HP1 proteins use this property to detect and arrest unwanted chromatin remodeling"}, {"pubmed": 20049717, "text": "HP1alpha expression regulation is dependent on cell proliferation."}, {"pubmed": 20154359, "text": "ATRX185 is required for HP1a deposition in pericentric beta-heterochromatin of the X chromosome"}, {"pubmed": 20231385, "text": "The assembly of HP1 in the inner centromere and the localization of hMis14 at the kinetochore are mutually dependent in human chromosomes."}, {"pubmed": 20421743, "text": "Recent findings and controversies concerning HP1 functions in mammalian cells in comparison to studies in other organisms, are reviewed."}, {"pubmed": 20498703, "text": "Mislocalized lamins can induce ubiquitin-mediated proteasomal degradation of certain HP1 isoforms by activation of FBXW10, a member of the F-box family of proteins that is involved in E3 ubiquitin ligase activity."}, {"pubmed": 20562864, "text": "The results reveal POGZ as an essential protein that links HP1alpha dissociation with Aurora B kinase activation during mitosis."}, {"pubmed": 20695923, "text": "we show distinct cell-type- and cancer-stage-associated patterns of key heterochromatin marks: heterochromatic adaptor proteins HP1alpha and HP1gamma, compared with the gammaH2AX marker of endogenously activated DNA damage response."}, {"pubmed": 21346195, "text": "HP1alpha binding by INCENP or Shugoshin 1 (Sgo1) is dispensable for centromeric cohesion protection during mitosis of human cells, but might regulate yet unknown interphase functions of the chromosome passenger complex (CPC) or Sgo1 at the centromeres."}, {"pubmed": 21364188, "text": "A link between mutant codanin-1 and the aberrant localization of HP1 alpha is supported by the finding that codanin-1 can be coimmunoprecipitated by anti-HP1 alpha antibodies erythroblasts from patients with congenital dyserythropoietic anemia type 1."}, {"pubmed": 21374739, "text": "The finding that HP1 alpha is down-regulated primarily at the transcriptional level provides a new insight for the further elucidation of the detailed molecular mechanisms causing the HP1 alpha down-regulation in invasive breast cancer cells."}, {"pubmed": 21875947, "text": "HIV-1 Vpr displaces heterochromatin protein 1-alpha and heterochromatin protein 1-gamma from chromatin, resulting in premature chromatid separation."}, {"pubmed": 22205726, "text": "HP1-dependent regulation of KAP1 influences DNA repair in heterochromatin."}, {"pubmed": 22234250, "text": "HP1 increases the chromatin association of VHL."}, {"pubmed": 22318730, "text": "These studies reveal a novel role for HP1 as a cofactor in tumor suppression, expand our mechanistic understanding of a KLF associated to human disease."}, {"pubmed": 22900142, "text": "We have identified CBX5 as a potential target regulating lung cancer survivals and the stem-like properties of lung CD133+- tumor stem-like cells (TSLCs)."}, {"pubmed": 22922742, "text": "Downregulation of the telomeric noncoding RNA requires SUV39H1 and HP1A."}, {"pubmed": 23028349, "text": "HP1-alpha and PADI4 are regulators of both immune genes and HERVs, and that multiple events of transcriptional reactivation in Multiple Sclerosis patients can be explained by the deficiency of a single mechanism of gene silencing."}, {"pubmed": 23142018, "text": "HP-1alpha/beta may be useful in the differential diagnosis of renal tumors, especially in the differentiation of chromophobe RCC and oncocytoma"}, {"pubmed": 23142645, "text": "The hinge region (HR) connecting the CD and C-terminal chromoshadow domain (CSD), and the CSD contributed to the selective binding of HP1alpha to histone H3 with trimethylated lysine 9 through weak DNA binding and by suppressing the DNA binding, respectively."}, {"pubmed": 23287531, "text": "study finds that while HP1apha and beta stimulate homologous recombination and single-strand annealing, HP1gamma has an inhibitory role"}, {"pubmed": 23392382, "text": "HP1alpha mutation W174A, which disrupts interactions with proteins containing the PxVxL motif did not affect interactions with the BZip protein. The HP1alpha W41A mutation, which prevents binding to methylated histones, exhibited greatly reduced FRET efficiency."}, {"pubmed": 23645696, "text": "Nucleus-localized tyrosine kinases, including Src family kinases, phosphorylate KAP1 and inhibit the association of KAP1 and HP1alpha with heterochromatin."}, {"pubmed": 24292684, "text": "CRL4B promotes tumorigenesis by coordinating with SUV39H1/HP1/DNMT3A in DNA methylation-based epigenetic silencing"}, {"pubmed": 24415761, "text": "these findings demonstrate that HP1(Hsalpha)-nucleosome interactions cause chromatin condensation, a process that regulates many chromosome events."}, {"pubmed": 24561205, "text": "CTCF may regulate vigilin behavior and thus indirectly influence the binding of HP1alpha to the satellite 2 locus."}, {"pubmed": 24786771, "text": "The phosphorylation-dephosphorylation cycle of HP1alpha orchestrates accurate progression of cells through mitosis."}, {"pubmed": 24820035, "text": "Binding of HP1alpha, HP1beta, and HP1gamma to the globular domain of histone H3 is differentially regulated by phosphorylation of residues H3T45 and H3S57."}, {"pubmed": 24825911, "text": "Heterochromatin protein 1 (HP1) is an evolutionarily conserved chromosomal protein that binds lysine 9-methylated histone H3 (H3K9me), a hallmark of heterochromatin, and plays a crucial role in forming higher-order chromatin structures."}, {"pubmed": 24840329, "text": "Data suggest the reduction of Heterochromatin Protein 1 isoforms HP1beta followed by a decrease in HP1alpha contributes to the pathogenesis of thyroid carcinomas, and their loss is a potential marker of thyroid malignancy and metastatic potential, respectively."}, {"pubmed": 24917673, "text": "These findings reveal a previously unrecognized but direct link between HP1 and CPC localization in the centromere and illustrate the critical role of borealin-HP1 interaction in orchestrating an accurate cell division."}, {"pubmed": 25092915, "text": "Data show that RRP1B regulates metastasis associated gene expression by interacting with the transcriptional corepressors TRIM28 and HP1a, which act by recruiting chromatin-modifying enzymes."}, {"pubmed": 25104354, "text": "Spatiotemporal dynamics of HP1A localization to centromere is governed by two distinct structural determinants."}, {"pubmed": 25332400, "text": "The results suggested that HP1 phosphorylation has an evolutionarily conserved role in HP1's recognition of H3K9me-marked nucleosomes."}, {"pubmed": 25384975, "text": "RAD6 physically interacts with heterochromatin protein 1alpha and ubiquitinates HP1alpha at residue K154, thereby promoting heterochromatin protein 1alpha degradation through the autophagy pathway"}, {"pubmed": 25519718, "text": "Paternal heterochromatin formation in human embryos is H3K9/HP1 directed and primed by sperm-derived histone modifications."}, {"pubmed": 25588582, "text": "HP1alpha plays an important role in the differentiation and angiogenic function of Endothelial Progenitor Cells."}, {"pubmed": 25704815, "text": "HP1 regulates this gene's alternative splicing in a methylation-dependent manner by recruiting splicing factors to its methylated form."}, {"pubmed": 25818296, "text": "SET interacts with the Kruppel-associated box (KRAB)-associated co-repressor KAP1, and its overexpression results in the sustained retention of KAP1 and Heterochromatin protein 1 (HP1) on chromatin"}, {"pubmed": 25934638, "text": "a considerable number of alternative splicing events could have a chromatin-dependent regulation involving the association of HP1alpha and CTCF near regulated exons."}, {"pubmed": 25945750, "text": "Jra recruits the HP1a/KDM4A complex to its gene body region upon osmotic stress to reduce H3K36 methylation levels and disrupt H3K36 methylation-dependent histone deacetylation"}, {"pubmed": 25960296, "text": "Identify a nuclear localization signal within the 462-494 amino acid region of TRIM28 that overlaps with its HP1 binding site. GST-pulldown experiments revealed the interaction of the arginine-rich TRIM28 NLS with various importin alpha subtypes."}, {"pubmed": 26157143, "text": "PIP5K1A modulates ribosomal RNA gene silencing through its interaction with histone H3 lysine 9 trimethylation and heterochromatin protein HP1-alpha."}, {"pubmed": 26791953, "text": "We demonstrate that an hnRNPA1 and CBX5 bi-directional core promoter fragment does not comprise intrinsic capacity for specific CBX5 down-regulation in metastatic cells"}, {"pubmed": 26934956, "text": "the dynamic string-like behavior of HP1alpha's N-terminal tail underlies the enhancement in H3 binding due to phosphorylation."}, {"pubmed": 27107417, "text": "Data suggest that SUMOylated heterochromatin protein 1-alpha (HP1alpha)alpha is a critical epigenetic-regulator of DNA-repair in breast cancer (BCa) that could define chemotherapy responsiveness."}, {"pubmed": 27399284, "text": "we showed the essential role of HP1 in regulating HR through BRCA1/BARD1-mediated accumulation of FANCJ and CtIP at DSB sites. This mechanism may affect tumorigenesis and chemosensitivity and is thus of high clinical significance."}, {"pubmed": 28059589, "text": "Loss of HP1alpha and gamma isoforms inhibits the upregulation of Suv39h1 and H3K9me3 that is observed under stress conditions."}, {"pubmed": 28180290, "text": "Identify a nucleosome interaction module within KDM2A consisting of a CXXC type zinc finger, a PHD domain and a newly identified Heterochromatin Protein 1 (HP1) interaction motif that mediates direct binding between KDM2A and HP1. This nucleosome interaction module enables KDM2A to decode nucleosomal H3K9me3 modification in addition to CpG methylation signals."}, {"pubmed": 28623138, "text": "These data suggests that up-regulated HP1A and H3K9me3 in glioma cells are functionally associated with glioma pathogenesis and progression."}, {"pubmed": 28636604, "text": "findings suggest that heterochromatin-mediated gene silencing may occur in part through sequestration of compacted chromatin in phase-separated HP1 droplets, which are dissolved or formed by specific ligands on the basis of nuclear context"}, {"pubmed": 28759035, "text": "Data show that SALL4 promotes the expression of Glut1 and open chromatin through a HP1alpha-dependent mechanism."}, {"pubmed": 28816576, "text": "KDM2A-SF forms distinct nuclear heterochromatic bodies in an HP1a dependent manner"}, {"pubmed": 29336876, "text": "Authors report the three-dimensional structure of the H3K9me3-containing dinucleosomes complexed with human HP1alpha, HP1beta, and HP1gamma, determined by cryogenic electron microscopy with a Volta phase plate."}, {"pubmed": 29467217, "text": "We have focused on interactions between HP1alpha and the chromosomal passenger complex (CPC) in mitosis and interphase. Our studies artificially tethering HP1alpha to centromeres revealed a robust interaction between this protein and the CPC."}, {"pubmed": 29487201, "text": "The observations indicate a novel mechanism underlying Neuroendocrine prostate cancer development mediated by abnormally expressed heterochromatin genes, with HP1alpha as an early functional mediator and a potential therapeutic target for Neuroendocrine prostate cancer prevention and management."}, {"pubmed": 29602239, "text": "TLR4 enhances the telomerase activity by reducing the interplay between telomerase reverse transcriptase catalytic subunit (TERT) and TERRA. More importantly, our results reveal that tri-complexes of HP1 isoformsare required for the oncogenic action of TLR4."}, {"pubmed": 29925860, "text": "Mechanistically, mH2A1.2 directly interacts with HP1alpha and H1.2 and requires them to inactivate LTbeta gene in prostate cancer cells."}, {"pubmed": 30016453, "text": "LRIF1 interacts directly with HP1 alpha chromoshadow domain via an evolutionarily conserved PXVXL motif within its C-terminus. Importantly, the LRIF1-HP1 alpha interaction is critical for Aurora B activity in the inner centromere."}, {"pubmed": 30471698, "text": "The ability of the heterochromatin protein-1 (HP1) to phase separate into droplets suggests new mechanisms of gene organization in the cell nucleus. This study describes procedures for imaging HP1 droplets by brightfield microscopy, and two methods to quantify phase separation."}, {"pubmed": 30590679, "text": "HBx promoted the proliferation of HCC cell and reduced the apoptosis of HCC cells through the SNHG20/PTEN signalling pathway"}, {"pubmed": 31095524, "text": "CBX5/G9a/H3K9me-mediated gene repression is essential to fibroblast activation during lung fibrosis."}, {"pubmed": 31130069, "text": "Aurora kinase B S92-phosphorylated HP1alpha is generated in cells at early prophase, localizes to centromeres, and associates with regulators of chromosome stability"}, {"pubmed": 31152607, "text": "This study demonstrates that phosphorylation of the HP1alpha linker likely regulates its association with importin subunit alpha-1, which has implications for HP1alpha access to the nucleus, where it functions."}, {"pubmed": 31253870, "text": "show that TBX2 interacts with HP1 through a conserved HP1-binding motif in its N-terminus, which in turn leads to the recruitment of KAP1 and other associated proteins"}, {"pubmed": 32091571, "text": "HP1s modulate the S-Adenosyl Methionine synthesis pathway in liver cancer cells."}, {"pubmed": 32778583, "text": "Physical modeling of the heritability and maintenance of epigenetic modifications."}, {"pubmed": 33661100, "text": "HP1 proteins compact DNA into mechanically and positionally stable phase separated domains."}, {"pubmed": 34087208, "text": "Depletion of HP1alpha alters the mechanical properties of MCF7 nuclei."}, {"pubmed": 34106828, "text": "HP1alpha is a chromatin crosslinker that controls nuclear and mitotic chromosome mechanics."}, {"pubmed": 34139556, "text": "Structural dynamics of the chromo-shadow domain and chromodomain of HP1 bound to histone H3K9 methylated peptide, as measured by site-directed spin-labeling EPR spectroscopy."}, {"pubmed": 34458856, "text": "Transcriptional control of CBX5 by the RNA binding proteins RBMX and RBMXL1 maintains chromatin state in myeloid leukemia."}, {"pubmed": 34872000, "text": "Changes in the properties of membrane tethers in response to HP1alpha depletion in MCF7 cells."}, {"pubmed": 35249038, "text": "Circ_0037866 Contributes to the Tumorigenesis of Renal Cell Carcinoma by Sequestering miR-384 to Elevate Chromobox 5 Expression."}, {"pubmed": 36537242, "text": "Molecular interactions underlying the phase separation of HP1alpha: role of phosphorylation, ligand and nucleic acid binding."}, {"pubmed": 37014569, "text": "HP1alpha promotes the progression of prostate cancer."}, {"pubmed": 37116579, "text": "The local density of H3K9me3 dictates the stability of HP1alpha condensates-mediated genomic interactions."}, {"pubmed": 37302360, "text": "How to evict HP1 from H3: Using a complex salt bridge."}, {"pubmed": 38781028, "text": "Bipartite binding interface recruiting HP1 to chromosomal passenger complex at inner centromeres."}, {"pubmed": 38812060, "text": "Unveiling the role of HP1alpha-HDAC1-STAT1 axis as a therapeutic target for HP1alpha-positive intrahepatic cholangiocarcinoma."}, {"pubmed": 38895997, "text": "Conformational diversity of human HP1alpha."}], "genomic_pos": {"chr": "12", "end": 54280133, "ensemblgene": "ENSG00000094916", "start": 54230942, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 54673886, "start": 54624724, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 19617346, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006974", "pubmed": 27248496, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031507", "qualifier": "involved_in", "term": "heterochromatin formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 9636147, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045892", "pubmed": [9636146, 9636147], "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0000118", "qualifier": "part_of", "term": "histone deacetylase complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0000776", "qualifier": "located_in", "term": "kinetochore"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0000781", "pubmed": 19135898, "qualifier": "located_in", "term": "chromosome, telomeric region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0000792", "pubmed": 8663349, "qualifier": "part_of", "term": "heterochromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [9636146, 19617346, 19783980, 28977666], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005635", "pubmed": 8663349, "qualifier": "located_in", "term": "nuclear envelope"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005721", "qualifier": "part_of", "term": "pericentric heterochromatin"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005721", "qualifier": "part_of", "term": "pericentric heterochromatin"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005721", "pubmed": 16177824, "qualifier": "part_of", "term": "pericentric heterochromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "pubmed": 9636146, "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0010369", "qualifier": "located_in", "term": "chromocenter"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0016605", "pubmed": 9636146, "qualifier": "colocalizes_with", "term": "PML body"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0017053", "qualifier": "part_of", "term": "transcription repressor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 19617346, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0035097", "qualifier": "part_of", "term": "histone methyltransferase complex"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0090734", "pubmed": 27248496, "qualifier": "located_in", "term": "site of DNA damage"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990904", "pubmed": 19617346, "qualifier": "part_of", "term": "ribonucleoprotein complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8663349, 9636146, 9636147, 9864353, 10330177, 10699177, 12711603, 15502821, 15882967, 16189514, 16415788, 18716626, 19498464, 19617346, 19666599, 19834512, 20042602, 20562864, 20850016, 20871592, 21346195, 21516116, 21888893, 21900206, 23542155, 23797873, 24018422, 24981860, 25281560, 25931448, 27107012, 27248496, 27705803, 28514442, 30021884, 31515488, 32051553, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0030674", "qualifier": "enables", "term": "protein-macromolecule adaptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0035064", "qualifier": "enables", "term": "methylated histone binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035064", "pubmed": [19783980, 21029866], "qualifier": "enables", "term": "methylated histone binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [18716626, 21888893], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042826", "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043021", "pubmed": 19617346, "qualifier": "enables", "term": "ribonucleoprotein complex binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0044877", "pubmed": 19617346, "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0140297", "qualifier": "enables", "term": "DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[7955, 563396], [8364, 394502], [9544, 703477], [9598, 467011], [9606, 23468], [9615, 477593], [9913, 538885], [10090, 12419], [10116, 300266]], "id": 7257}, "interpro": [{"desc": "Chromo/chromo shadow domain", "id": "IPR000953", "short_desc": "Chromo/chromo_shadow_dom"}, {"desc": "Chromo shadow domain", "id": "IPR008251", "short_desc": "Chromo_shadow_dom"}, {"desc": "Chromo-like domain superfamily", "id": "IPR016197", "short_desc": "Chromo-like_dom_sf"}, {"desc": "Chromo domain subgroup", "id": "IPR017984", "short_desc": "Chromo_dom_subgr"}, {"desc": "Chromo domain, conserved site", "id": "IPR023779", "short_desc": "Chromodomain_CS"}, {"desc": "Chromo domain", "id": "IPR023780", "short_desc": "Chromo_domain"}], "ipi": ["IPI00024662", "IPI01021779"], "map_location": "12q13.13", "name": "chromobox 5", "other_names": ["HP1 alpha homolog", "HP1-ALPHA", "HP1Hs alpha", "antigen p25", "chromobox homolog 5 (HP1 alpha homolog, Drosophila)", "chromobox protein homolog 5", "epididymis luminal protein 25", "heterochromatin protein 1 homolog alpha", "heterochromatin protein 1-alpha"], "pantherdb": {"HGNC": "1555", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109372", "ortholog_type": "LDO", "panther_family": "PTHR22812", "taxid": 10090, "uniprot_kb": "Q61686"}, {"RGD": "1306619", "ortholog_type": "LDO", "panther_family": "PTHR22812", "taxid": 10116, "uniprot_kb": "B2RYU7"}, {"Ensembl": "ENSGALG00000036856", "ortholog_type": "LDO", "panther_family": "PTHR22812", "taxid": 9031, "uniprot_kb": "A0A1D5NZ92"}, {"ZFIN": "ZDB-GENE-030131-5553", "ortholog_type": "LDO", "panther_family": "PTHR22812", "taxid": 7955, "uniprot_kb": "A1L223"}, {"WormBase": "WBGene00020463", "ortholog_type": "O", "panther_family": "PTHR22812", "taxid": 6239, "uniprot_kb": "Q22430"}, {"WormBase": "WBGene00000414", "ortholog_type": "LDO", "panther_family": "PTHR22812", "taxid": 6239, "uniprot_kb": "P34618"}, {"PomBase": "SPBC16C6.10", "ortholog_type": "O", "panther_family": "PTHR22812", "taxid": 4896, "uniprot_kb": "O42934"}, {"PomBase": "SPAC18G6.02c", "ortholog_type": "O", "panther_family": "PTHR22812", "taxid": 4896, "uniprot_kb": "Q10103"}, {"PomBase": "SPAC664.01c", "ortholog_type": "O", "panther_family": "PTHR22812", "taxid": 4896, "uniprot_kb": "P40381"}, {"dictyBase": "DDB_G0270198", "ortholog_type": "O", "panther_family": "PTHR22812", "taxid": 352472, "uniprot_kb": "Q55C69"}, {"dictyBase": "DDB_G0282987", "ortholog_type": "O", "panther_family": "PTHR22812", "taxid": 352472, "uniprot_kb": "Q54RQ4"}, {"dictyBase": "DDB_G0283023", "ortholog_type": "O", "panther_family": "PTHR22812", "taxid": 352472, "uniprot_kb": "Q54RN0"}], "uniprot_kb": "P45973"}, "pathway": {"pid": [{"id": "aurora_b_pathway", "name": "Aurora B signaling"}, {"id": "e2f_pathway", "name": "E2F transcription factor network"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-212165", "name": "Epigenetic regulation of gene expression"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-4551638", "name": "SUMOylation of chromatin organization proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8953750", "name": "Transcriptional Regulation by E2F6"}, {"id": "R-HSA-983231", "name": "Factors involved in megakaryocyte development and platelet production"}, {"id": "R-HSA-9842860", "name": "Regulation of endogenous retroelements"}, {"id": "R-HSA-9843940", "name": "Regulation of endogenous retroelements by KRAB-ZFP proteins"}], "wikipathways": [{"id": "WP4320", "name": "Effect of progerin on genes involved in Hutchinson-Gilford progeria syndrome"}, {"id": "WP4657", "name": "22q11.2 copy number variation syndrome"}]}, "pdb": ["3FDT", "3I3C"], "pfam": ["PF00385", "PF01393"], "pharmgkb": "PA26130", "pharos": {"target_id": 15355, "tdl": "Tbio"}, "pir": "G01808", "prosite": "PS50013", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF170106", "relationship": "is"}, {"id": "GNF181012", "relationship": "is"}, {"id": "GNF191918", "relationship": "is"}, {"id": "GNF202824", "relationship": "is"}, {"id": "GNF211682", "relationship": "is"}, {"id": "GNF215086", "relationship": "is"}, {"id": "GNF227914", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160823", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF038409", "relationship": "similar to"}, {"id": "GNF044982", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF002161", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF236018", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101419", "relationship": "is"}, {"id": "GNF103192", "relationship": "is"}, {"id": "GNF141074", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": ["NP_001120793.1", "NP_001120794.1", "NP_036249.1"], "rna": ["NM_001127321.1", "NM_001127322.1", "NM_012117.3"], "translation": [{"protein": "NP_001120793.1", "rna": "NM_001127321.1"}, {"protein": "NP_001120794.1", "rna": "NM_001127322.1"}, {"protein": "NP_036249.1", "rna": "NM_012117.3"}]}, "reporter": {"HG-U133_Plus_2": ["209715_at", "212126_at", "226085_at", "231862_at", "234990_at", "242069_at"], "HG-U95Av2": ["36236_at", "39715_at", "40731_at"], "HG-U95B": ["44900_at", "46565_at", "50280_at", "51739_r_at"], "HTA-2_0": "TC12001566.hg.1", "HuEx-1_0": ["2662516", "3456627", "3456630", "3951973"], "HuGene-1_1": "7963750", "HuGene-2_1": "16765513"}, "summary": "This gene encodes a highly conserved nonhistone protein, which is a member of the heterochromatin protein family. The protein is enriched in the heterochromatin and associated with centromeres. The protein has a single N-terminal chromodomain which can bind to histone proteins via methylated lysine residues, and a C-terminal chromo shadow-domain (CSD) which is responsible for the homodimerization and interaction with a number of chromatin-associated nonhistone proteins. The encoded product is involved in the formation of functional kinetochore through interaction with essential kinetochore proteins. The gene has a pseudogene located on chromosome 3. Multiple alternatively spliced variants, encoding the same protein, have been identified. [provided by RefSeq, Jul 2008].", "symbol": "CBX5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413160"}, "unigene": "Hs.349283", "uniprot": {"Swiss-Prot": "P45973", "TrEMBL": ["F8VNY3", "V9HWG0"]}, "wikipedia": {"url_stub": "CBX5 (gene)"}}