{"AllianceGenome": "10617", "HGNC": "10617", "MIM": "602227", "_id": "6363", "_version": 1, "accession": {"genomic": ["AJ223410.1", "AL162231.20", "CH471071.2", "CP068269.2", "EF064766.1", "NC_000009.12", "NC_060933.1", "NG_052851.2"], "protein": ["AAC23905.1", "AAC50944.1", "AAH27968.1", "ABK41949.1", "BAA20383.1", "BAG34886.1", "CAA11307.1", "CAE06252.1", "CAG33149.1", "EAW58416.1", "NP_006265.1", "Q99731.1"], "rna": ["AB000887.1", "AK311945.1", "AX772806.1", "BC027968.1", "CR456868.1", "NM_006274.3", "U77180.1", "U88321.1"], "translation": [{"protein": "CAG33149.1", "rna": "CR456868.1"}, {"protein": "AAH27968.1", "rna": "BC027968.1"}, {"protein": "BAA20383.1", "rna": "AB000887.1"}, {"protein": "AAC50944.1", "rna": "U77180.1"}, {"protein": "BAG34886.1", "rna": "AK311945.1"}, {"protein": "AAC23905.1", "rna": "U88321.1"}, {"protein": "NP_006265.1", "rna": "NM_006274.3"}, {"protein": "CAE06252.1", "rna": "AX772806.1"}]}, "alias": ["CKb11", "ELC", "MIP-3b", "MIP3B", "SCYA19"], "ensembl": {"gene": "ENSG00000172724", "protein": ["ENSP00000308815", "ENSP00000368077"], "transcript": ["ENST00000311925", "ENST00000378800", "ENST00000485502"], "translation": [{"protein": "ENSP00000308815", "rna": "ENST00000311925"}, {"protein": "ENSP00000368077", "rna": "ENST00000378800"}], "type_of_gene": "protein_coding"}, "entrezgene": "6363", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.91555896319, "exp_mis": 33.3117451808, "exp_syn": 12.2116048401, "lof_z": 1.45953530086894, "mis_z": 0.704385090672395, "mu_lof": 2.25362352875e-07, "mu_mis": 2.97878483671e-06, "mu_syn": 1.02698829969e-06, "n_lof": 1.0, "n_mis": 25.0, "n_syn": 9.0, "p_li": 0.317197583093149, "p_null": 0.0687918306289909, "p_rec": 0.61401058627786, "syn_z": 0.569750369193883}, "bp": 297, "cds_end": 34691136, "cds_start": 34689815, "n_exons": 4, "nonpsych": {"exp_lof": 3.46807475081, "exp_mis": 30.0744609093, "exp_syn": 10.9767966361, "lof_z": 1.30156551906936, "mis_z": 0.558689493824603, "mu_lof": 2.25362352875e-07, "mu_mis": 2.97878483671e-06, "mu_syn": 1.02698829969e-06, "n_lof": 1.0, "n_mis": 24.0, "n_syn": 9.0, "p_li": 0.304534407852529, "p_null": 0.0870000700868875, "p_rec": 0.608465522060583, "syn_z": 0.375654308258856}, "nontcga": {"exp_lof": 3.59491760199, "exp_mis": 30.6394109844, "exp_syn": 11.2272799847, "lof_z": 1.35008260033353, "mis_z": 0.687589907464793, "mu_lof": 2.25362352875e-07, "mu_mis": 2.97878483671e-06, "mu_syn": 1.02698829969e-06, "n_lof": 1.0, "n_mis": 23.0, "n_syn": 9.0, "p_li": 0.29782535985609, "p_null": 0.0781701148966037, "p_rec": 0.624004525247307, "syn_z": 0.420881490182742}, "transcript": "ENST00000311925.2"}, "exons": [{"cdsend": 34691139, "cdsstart": 34689818, "chr": "9", "position": [[34689569, 34689839], [34689929, 34690023], [34690209, 34690342], [34691090, 34691276]], "strand": -1, "transcript": "NM_006274", "txend": 34691276, "txstart": 34689569}], "exons_hg19": [{"cdsend": 34691136, "cdsstart": 34689815, "chr": "9", "position": [[34689566, 34689836], [34689926, 34690020], [34690206, 34690339], [34691087, 34691273]], "strand": -1, "transcript": "NM_006274", "txend": 34691273, "txstart": 34689566}], "generif": [{"pubmed": 11869682, "text": "CC chemokine CCL19 attracts mature T cells out of the fetal thymus organ culture."}, {"pubmed": 11870628, "text": "Desensitizing concentrations of CCL21 and CCL19 had no significant effects on T lymphocyte transendothelial migration."}, {"pubmed": 11929789, "text": "located in high endothelial venules in an appropriate location to induce transendothelial migration of CLL cells into lymph nodes"}, {"pubmed": 11981810, "text": "Characterization of mouse CCX-CKR, a receptor for the lymphocyte-attracting chemokines TECK/mCCL25, SLC/mCCL21 and MIP-3beta/mCCL19: comparison to human CCX-CKR.  (CCX-CKR)"}, {"pubmed": 12949249, "text": "CCL19 is an antimicrobial protein with bacteriocidal activity against E. coli."}, {"pubmed": 14592837, "text": "migration to CCL19 and CCL21 is dependent on phospholipase C and intracellular calcium flux but not on phosphatidylinositol-3 kinase"}, {"pubmed": 14871974, "text": "CCL19 and CXCL12 have roles in chemotaxis of mantle cell lymphoma B cells"}, {"pubmed": 15019823, "text": "MIP-3beta was expressed in the human endometrium, but our results could not strongly support the hypothesis that MIP-3beta is a potential chemoattractant for endometrial NK cells."}, {"pubmed": 15674360, "text": "The ccl19 migrated poorly towards the GFP UCB or normal (NL) BM CD34+ cells, p210 UCB and CML CD34+ cells."}, {"pubmed": 16081805, "text": "By conditioning naive T cells into a motile dendritic cell-scanning state, CCL19 promotes antigen-independent responses and increases the probability of cognate histocompatibility complex (MHC)-peptide encounter."}, {"pubmed": 16249377, "text": "Nitric oxide (NO) donor NOR4 provides a signal allowing LPS-stimulated DCs to migrate toward CCL19."}, {"pubmed": 16500130, "text": "The maturation, in vitro migration and cytokine production of human DC after stimulation with live H. pylori is reported."}, {"pubmed": 16887149, "text": "The CCL19,CCL21/CCR7 chemokine system is expressed in inflamed muscles of polymyositis and may be involved in the pathomechanism of polymyositis."}, {"pubmed": 16904643, "text": "Despite sharing only 25% sequence identity with CCL21, the amino terminal hexapeptide of CCL19 is capable of performing an in vitro role similar to that of CCL21, resulting in G protein activation of the CCR7 receptor."}, {"pubmed": 17082584, "text": "CXCL13 and CCL19 cooperatively induce significant resistance to TNF-alpha-mediated apoptosis in acute and chronic B cell leukemia CD23+CD5+ B cells, but not in the cells from cord blood."}, {"pubmed": 17182562, "text": "Expression of the CCL19 gene is regulated by a combined action of several members of the NF-kappaB, IRF, and STAT family transcription factors."}, {"pubmed": 17469160, "text": "The abundance of CD83+ plasmacytoid dendritic cells (DCs) in perivascular areas and the overexpression of CCL19 and CCL21 in perivascular cellular foci suggest plasmacytoid DCs are central to the muscle inflammation in juvenile dermatomyositis."}, {"pubmed": 17597826, "text": "These findings suggest hitherto unknown roles of SMAD transcription factors and of CCL19 in the elicitation phase of allergic contact dermatitis."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17709502, "text": "CCL19 plus CXCL13 regulate interaction between B-ALL CD23+CD5+ B cells and CD8+ T cells by inducing activation of PEG10, in turn, resulting in IL-10 overexpression and impairment of tumor-specific cytotoxicity in syngeneic CD8+ T cells."}, {"pubmed": 17825430, "text": "This study suggests that CCL19 plays a role in both the physiological immunosurveillance of the healthy CNS and the pathological maintenance of immune cells in the CNS of MS patients."}, {"pubmed": 17881634, "text": "after HIV-1 infection of CCL19- or CCL21-treated CD4(+) T-cells, low-level HIV-1 production but high concentrations of integrated HIV-1 DNA, approaching that seen in mitogen-stimulated T-cell blasts, was observed"}, {"pubmed": 18047937, "text": "CCL19, CCL20 and CCL22 factors could play an additive role in the pathogenesis of the inflammatory process leading to bronchiolar fibro-obliteration in lung transplant patients"}, {"pubmed": 18757429, "text": "experiments performed to investigate the survival, adhesion, and metalloproteases secretion indicate that CXCL13 combined with CCL19 and CCL21 mainly affects the chemotaxis of Sezary syndrome cells"}, {"pubmed": 18838169, "text": "Complement C1q chemoattracts human dendritic cells and enhances migration of mature dendritic cells to CCL19 via activation of AKT and MAPK pathways.("}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19540558, "text": "macrophages may participate in lymphangiogenesis in diffuse alveolar damage, which is facilitated by CCL19 and CCR7."}, {"pubmed": 19655301, "text": "Results demonstrated that RelB/p50 was active only in DC expressing both RelB and p50, and induced CCL19 production, but not DC maturation."}, {"pubmed": 20002784, "text": "The CCL19 is known to be critically involved in lymphocyte and dendritic cell trafficking, CCL19-binding competition by CRAM might be involved in modulating these processes."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20592280, "text": "Nuclear localization of four and a half LIM domains 2 (FHL2) transgene is lost in mature but not immature bone marrow-derived dendritic cells following stimulation with CCL19."}, {"pubmed": 20865789, "text": "Klebsiella pneumoniae-triggered DC recruit human NK cells in a CCR5-dependent manner leading to increased CCL19-responsiveness and activation of NK cells."}, {"pubmed": 20969772, "text": "increased expression of MIP-3alpha favors recruitment of immature DCs to the tumour bed, whereas de novo local expression of SLC and MIP-3beta induces accumulation of mature DCs at the tumour margin forming clusters with T-cells"}, {"pubmed": 21464944, "text": "These results suggest a new combinatorial guiding mechanism by CCL19 and CCL21 for the migration and trafficking of CCR7 expressing leukocytes."}, {"pubmed": 22288592, "text": "involvement of CCL19 in AIDS patients with advanced immunodeficiency, potentially mediating both adaptive and maladaptive responses"}, {"pubmed": 22334704, "text": "a novel signaling pathway that controls EDG-1 up-regulation following stimulation of T cells by CCR7 and CCL19."}, {"pubmed": 22976543, "text": "Our findings would suggest that CCL19 and CCL21 may not be associated with cervical lymph node metastasis or other clinical and microscopic factors in oral squamous cell carcinoma."}, {"pubmed": 23644527, "text": "CIP4 is expressed at abnormally high levels in CLL cells, where it is required for CCL19-induced chemotaxis."}, {"pubmed": 23740460, "text": "Serum CCL19 measurement is a new hallmark of the B cell-mediated rheumatoid arthritis subtype and may predict clinical response to rituximab."}, {"pubmed": 23922113, "text": "A high expression of CCL19 was a good prognostic factor of lung adenocarcinoma."}, {"pubmed": 24111618, "text": "CCL19 (rather than CCL21) may contribute to the accumulation of dendritic cells and macrophages in the inflamed lungs of patients with eosinophilic pneumonia."}, {"pubmed": 24507453, "text": "Serum CCL19 and CCL21 were up-regulated during Rickettsia conorii infection."}, {"pubmed": 24990231, "text": "CCL19 promoted monocyte adhesion to HUVEC cells. CCL19 rs2227302 was associated with coronary artery disease in a Chinese Han population."}, {"pubmed": 25260647, "text": "The mRNA levels of CCL19/CCL21 in ankylosing spondylitis hip ligament were significantly higher than in osteoarthritis ligament."}, {"pubmed": 25636509, "text": "CrkL regulates CCL19 and CCR7-induced epithelial-to-mesenchymal transition via ERK signaling pathway in epithelial ovarian carcinoma patients."}, {"pubmed": 25656506, "text": "Our findings serve to elucidate the molecular mechanisms underlying the resistin induction of CCL19 expression in ECs and the shear-stress protection against this induction."}, {"pubmed": 25704572, "text": "observed significantly higher concentrations of IL-8 (p < 0.001), MCP-1 (p = 0.014), and MIP-3beta (p = 0.022) in the PF of women with endometriosis than in the controls."}, {"pubmed": 26115234, "text": "The solution structure of CCL19 is reported. It contains a canonical chemokine domain. Chemical shift mapping shows the N-termini of PSGL-1 and CCR7 have overlapping binding sites for CCL19 and binding is competitive."}, {"pubmed": 27338641, "text": "Deletion of this extended C-terminus reduces CCL21's affinity for heparin and transferring the CCL21 C-terminus to CCL19 enhances heparin binding mainly through non-specific, electrostatic interactions"}, {"pubmed": 27451948, "text": "breast cancers-derived soluble factors increase the migration of DCs toward CCL19."}, {"pubmed": 27498092, "text": "CCL19 is significantly overexpressed in patients with unstable carotid atherosclerotic plaques and may be a possible novel biomarker for identifying high-risk patients in whom more urgent intervention may be indicated."}, {"pubmed": 28017968, "text": "findings connect NOTCH1, DUSP22, and CCL19-driven chemotaxis within a single functional network, suggesting that modulation of the homing process may provide a relevant contribution to the unfavorable prognosis associated with NOTCH1 mutations in CLL."}, {"pubmed": 28112745, "text": "The migratory index to the CCR7 ligands, CCL19 and CCL21, was higher in T-cells from donors whose recipients will develop GvHD."}, {"pubmed": 28378417, "text": "Study confirmes that CCL19 induces the invasion and migration of breast cancer cells through the expression of markers of epithelial-mesenchymal transition."}, {"pubmed": 28729639, "text": "The research findings demonstrate for the first time that the chemokines CCL19, CCL21 and CCR7 play important roles in bone destruction by increasing osteoclast migration and resorption activity, and that has been linked to rheumatoid arthritis pathogenesis."}, {"pubmed": 28856757, "text": "these data indicate CCL19/CCR7 contributes to proliferation and invasion of ESCs, which are conducive to the pathogenesis of endometriosis through activating PI3K/Akt pathway"}, {"pubmed": 29391257, "text": "These data indicate that CCL19-producing, immune-stimulating fibroblasts are a critical component of microenvironmental niches in patients with lung cancer and promote protective antitumor immunity."}, {"pubmed": 30221732, "text": "In the present study, high levels of CC motif ligand 19 (CCL19), signaling pathways such as Tolllike receptor 4 (TLR4)/nuclear factorkappaB (NFkappaB), and proinflammatory factors including interleukin6 (IL6) and tumor necrosis factora (TNFa) were detected in Nonalcoholic fatty liver disease patients"}, {"pubmed": 30250188, "text": "These results supported that CCL19 can inhibit colorectal cancer angiogenesis through promoting miR-206 thus inhibiting Met/ERK/Elk-1/HIF-1alpha/VEGF-A pathway."}, {"pubmed": 30339734, "text": "Increased Adipose tissue expression of CCL19 in obesity is associated with metabolic inflammation and insulin resistance."}, {"pubmed": 31463641, "text": "Elevated expression of CCR7 and CCL19 mRNA was observed in non-small lung cancer patients with metastasis to lymph nodes"}, {"pubmed": 31526758, "text": "Astrocyte-derived CCL19 was required for age-related gliosis-induced central nervous system lymphoma (CNSL). Deleting CCL19 in mice or CCR7 from lymphoma cells (LCs) abrogated CNSL development. Aged, gliotic wild-type mice were more susceptible to forming CNSL than young wild-type mice, and astrocytic CCL19 was observed in both human gliosis and CNSL."}, {"pubmed": 31572374, "text": "Biased Signaling of CCL21 and CCL19 Does Not Rely on N-Terminal Differences, but Markedly on the Chemokine Core Domains and Extracellular Loop 2 of CCR7."}, {"pubmed": 32055833, "text": "Lymphoidal chemokine CCL19 promoted the heterogeneity of the breast tumor cell motility within a 3D microenvironment revealed by a Levy distribution analysis."}, {"pubmed": 32564199, "text": "CCL19 suppresses gastric cancer cell proliferation, migration, and invasion through the CCL19/CCR7/AIM2 pathway."}, {"pubmed": 32816947, "text": "Coexpression of IL7 and CCL21 Increases Efficacy of CAR-T Cells in Solid Tumors without Requiring Preconditioned Lymphodepletion."}, {"pubmed": 33424012, "text": "IRF-1 contributes to the pathological phenotype of VSMCs during atherogenesis by increasing CCL19 transcription."}, {"pubmed": 34325726, "text": "IL-7 and CCL19-secreting CAR-T cell therapy for tumors with positive glypican-3 or mesothelin."}, {"pubmed": 34544443, "text": "Low CCL19 expression is associated with adverse clinical outcomes for follicular lymphoma patients treated with chemoimmunotherapy."}, {"pubmed": 34823893, "text": "CCL19 associates with lymph node metastasis and inferior prognosis in patients with small cell lung cancer."}, {"pubmed": 34856521, "text": "Combination of IDO1(high) and CCL19(low) expression in the tumor tissue reduces survival in HPV positive cervical cancer."}, {"pubmed": 35156805, "text": "Structural Insights into Molecular Recognition by Human Chemokine CCL19."}, {"pubmed": 35333927, "text": "WGCNA and molecular docking reveal key hub genes and potential natural inhibitor in interstitial cystitis/bladder pain syndrome."}, {"pubmed": 35550569, "text": "CCL19 has potential to be a potential prognostic biomarker and a modulator of tumor immune microenvironment (TIME) of breast cancer: a comprehensive analysis based on TCGA database."}, {"pubmed": 36652748, "text": "Plasma levels of CCL21, but not CCL19, independently predict future coronary events in a prospective population-based cohort."}, {"pubmed": 36675182, "text": "Heparin Specifically Interacts with Basic BBXB Motifs of the Chemokine CCL21 to Define CCR7 Signaling."}, {"pubmed": 36723865, "text": "CCL19 (rs3136658) and CCL21 (rs2812377) Variants Are Associated With Susceptibility and Related Mortality of SARS-CoV-2 Infection."}, {"pubmed": 37208608, "text": "CCL19/CCR7 drives regulatory T cell migration and indicates poor prognosis in gastric cancer."}, {"pubmed": 38300311, "text": "Downregulation of dermatopontin in cholangiocarcinoma cells suppresses CCL19 secretion of macrophages and immune infiltration."}], "genomic_pos": {"chr": "9", "end": 34691276, "ensemblgene": "ENSG00000172724", "start": 34689570, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 34691274, "start": 34689564, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001768", "pubmed": 12729902, "qualifier": "involved_in", "term": "establishment of T cell polarity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001771", "qualifier": "involved_in", "term": "immunological synapse formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002407", "pubmed": 15778365, "qualifier": "involved_in", "term": "dendritic cell chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002408", "pubmed": 14592837, "qualifier": "involved_in", "term": "myeloid dendritic cell chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002606", "qualifier": "involved_in", "term": "positive regulation of dendritic cell antigen processing and presentation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006874", "pubmed": 9153236, "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 14592837, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 10861057, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007154", "pubmed": 9153236, "qualifier": "involved_in", "term": "cell communication"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009615", "pubmed": 9153236, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010560", "qualifier": "involved_in", "term": "positive regulation of glycoprotein biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031295", "qualifier": "involved_in", "term": "T cell costimulation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032731", "qualifier": "involved_in", "term": "positive regulation of interleukin-1 beta production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032735", "qualifier": "acts_upstream_of", "term": "positive regulation of interleukin-12 production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032760", "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034695", "pubmed": 14592837, "qualifier": "involved_in", "term": "response to prostaglandin E"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042102", "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043123", "pubmed": 15059845, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043507", "qualifier": "acts_upstream_of", "term": "positive regulation of JUN kinase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043547", "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043547", "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045627", "qualifier": "involved_in", "term": "positive regulation of T-helper 1 cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045807", "qualifier": "involved_in", "term": "positive regulation of endocytosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045860", "pubmed": 14592837, "qualifier": "involved_in", "term": "positive regulation of protein kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046330", "pubmed": 15778365, "qualifier": "involved_in", "term": "positive regulation of JNK cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048260", "qualifier": "involved_in", "term": "positive regulation of receptor-mediated endocytosis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048469", "qualifier": "involved_in", "term": "cell maturation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050921", "qualifier": "involved_in", "term": "positive regulation of chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051209", "pubmed": 14592837, "qualifier": "involved_in", "term": "release of sequestered calcium ion into cytosol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051897", "pubmed": [15059845, 15778365], "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060491", "qualifier": "involved_in", "term": "regulation of cell projection assembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070374", "pubmed": 15778365, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070374", "pubmed": 25754930, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071731", "pubmed": 16249377, "qualifier": "involved_in", "term": "response to nitric oxide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090023", "pubmed": 21051556, "qualifier": "involved_in", "term": "positive regulation of neutrophil chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097029", "qualifier": "involved_in", "term": "mature conventional dendritic cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0098586", "pubmed": 25754930, "qualifier": "involved_in", "term": "cellular response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901224", "pubmed": 15059845, "qualifier": "involved_in", "term": "positive regulation of non-canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000147", "pubmed": 15778365, "qualifier": "involved_in", "term": "positive regulation of cell motility"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000549", "qualifier": "involved_in", "term": "positive regulation of dendritic cell dendrite assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000669", "pubmed": 15059845, "qualifier": "involved_in", "term": "negative regulation of dendritic cell apoptotic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008009", "pubmed": 15778365, "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0031732", "qualifier": "enables", "term": "CCR7 chemokine receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031735", "pubmed": 10706668, "qualifier": "enables", "term": "CCR10 chemokine receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042379", "pubmed": 23341447, "qualifier": "enables", "term": "chemokine receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048020", "qualifier": "enables", "term": "CCR chemokine receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0048020", "pubmed": 20002784, "qualifier": "enables", "term": "CCR chemokine receptor binding"}]}, "homologene": {"genes": [[9544, 574386], [9598, 473220], [9606, 6363], [9615, 448793], [9913, 509167], [10090, 24047], [10090, 65957], [10090, 100039789], [10090, 100040035], [10090, 100861618], [10090, 100861647], [10116, 362506]], "id": 4569}, "interpro": [{"desc": "CC chemokine, conserved site", "id": "IPR000827", "short_desc": "Chemokine_CC_CS"}, {"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "Chemokine CC, DCCL motif-cointaining domain", "id": "IPR034133", "short_desc": "Chemokine_CC_DCCL"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}, {"desc": "Chemokine beta/gamma/delta", "id": "IPR039809", "short_desc": "Chemokine_b/g/d"}], "ipi": ["IPI00017761", "IPI00479775"], "map_location": "9p13.3", "name": "C-C motif chemokine ligand 19", "other_names": ["C-C motif chemokine 19", "CC chemokine ligand 19", "CK beta-11", "EBI1-ligand chemokine", "MIP-3-beta", "beta chemokine exodus-3", "chemokine (C-C motif) ligand 19", "epstein-Barr virus-induced molecule 1 ligand chemokine", "exodus-3", "macrophage inflammatory protein 3-beta", "small inducible cytokine subfamily A (Cys-Cys), member 19", "small-inducible cytokine A19"], "pantherdb": {"HGNC": "10617", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1346316", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 10090, "uniprot_kb": "O70460"}, {"RGD": "1310336", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 10116, "uniprot_kb": "D3ZI84"}, {"Ensembl": "ENSGALG00000028256", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "R4GM50"}, {"ZFIN": "ZDB-GENE-110222-1", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A2R8QR67"}, {"ZFIN": "ZDB-GENE-110222-2", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "F1QBE9"}, {"Ensembl": "ENSDARG00000099782", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0G2KZ60"}, {"ZFIN": "ZDB-GENE-091204-276", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4IPJ5"}, {"Ensembl": "ENSDARG00000098602", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0G2KN41"}, {"ZFIN": "ZDB-GENE-130603-64", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "F6NEY4"}, {"ZFIN": "ZDB-GENE-091204-375", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4I9R0"}, {"Ensembl": "ENSDARG00000116672", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0G2KM31"}, {"ZFIN": "ZDB-GENE-070912-33", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A2R8RNK2"}, {"ZFIN": "ZDB-GENE-070912-32", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "B3DGJ7"}, {"Ensembl": "ENSDARG00000114393", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A2R8QK89"}, {"ZFIN": "ZDB-GENE-131127-149", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4ID89"}, {"ZFIN": "ZDB-GENE-131121-94", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A9ZPD3"}, {"Ensembl": "ENSDARG00000100484", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0G2KSX4"}, {"ZFIN": "ZDB-GENE-131127-181", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4IC67"}, {"ZFIN": "ZDB-GENE-100922-179", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "H0WFD0"}, {"ZFIN": "ZDB-GENE-131121-128", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4IFJ9"}, {"Ensembl": "ENSDARG00000114165", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A2R8PXV1"}, {"ZFIN": "ZDB-GENE-131127-3", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4IXJ7"}, {"ZFIN": "ZDB-GENE-060526-181", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A2BIR2"}, {"ZFIN": "ZDB-GENE-091204-19", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "F1QHU2"}, {"ZFIN": "ZDB-GENE-081022-55", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "F6P784"}], "uniprot_kb": "Q99731"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-6783783", "name": "Interleukin-10 signaling"}], "wikipathways": [{"id": "WP2328", "name": "Allograft Rejection"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pdb": ["2MP1", "7STA"], "pfam": "PF00048", "pharmgkb": "PA35550", "pharos": {"target_id": 2156, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326660", "relationship": "is"}, {"id": "GNF326661", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256127", "relationship": "is"}, {"id": "GNF256128", "relationship": "is"}, {"id": "GNF256129", "relationship": "is"}, {"id": "GNF256130", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160447", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080783", "relationship": "is"}, {"id": "GNF080784", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054745", "relationship": "is"}, {"id": "GNF074930", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065593", "relationship": "is"}, {"id": "GNF065594", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF002188", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330230", "relationship": "is"}, {"id": "GNF333224", "relationship": "is"}, {"id": "GNF333289", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337570", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104038", "relationship": "is"}, {"id": "GNF143687", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_052851.2"], "protein": "NP_006265.1", "rna": "NM_006274.3", "translation": {"protein": "NP_006265.1", "rna": "NM_006274.3"}}, "reporter": {"HG-U133_Plus_2": "210072_at", "HG-U95Av2": "36067_at", "HTA-2_0": "TC09001044.hg.1", "HuEx-1_0": "3204285", "HuGene-1_1": "8160879", "HuGene-2_1": "17093536"}, "summary": "This antimicrobial gene is one of several CC cytokine genes clustered on the p-arm of chromosome 9. Cytokines are a family of secreted proteins involved in immunoregulatory and inflammatory processes. The CC cytokines are proteins characterized by two adjacent cysteines. The cytokine encoded by this gene may play a role in normal lymphocyte recirculation and homing. It also plays an important role in trafficking of T cells in thymus, and in T cell and B cell migration to secondary lymphoid organs. It specifically binds to chemokine receptor CCR7. [provided by RefSeq, Sep 2014].", "symbol": "CCL19", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332682"}, "unigene": "Hs.50002", "uniprot": {"Swiss-Prot": "Q99731", "TrEMBL": ["Q5VZ75", "Q6IBD6"]}, "wikipedia": {"url_stub": "CCL19"}}