{"AllianceGenome": "10615", "HGNC": "10615", "MIM": "601520", "_id": "6361", "_version": 1, "accession": {"genomic": ["AB088475.1", "AB089192.1", "AC004382.1", "AC009052.8", "CH471092.1", "CP068262.2", "EF064767.1", "NC_000016.10", "NC_060940.1"], "protein": ["AAC24308.1", "AAH69107.1", "AAI12067.1", "AAI12069.1", "ABK41950.1", "BAA07824.1", "BAC20219.1", "EAW82921.1", "NP_002978.1", "Q92583.1", "XP_011521558.1", "XP_016879019.1", "XP_047290404.1", "XP_054169572.1", "XP_054169573.1"], "rna": ["BC069107.1", "BC112066.1", "BC112068.1", "BE061171.1", "D43767.1", "NM_002987.3", "XM_011523256.3", "XM_017023530.2", "XM_047434448.1", "XM_054313597.1", "XM_054313598.1"], "translation": [{"protein": "XP_011521558.1", "rna": "XM_011523256.3"}, {"protein": "XP_016879019.1", "rna": "XM_017023530.2"}, {"protein": "XP_054169573.1", "rna": "XM_054313598.1"}, {"protein": "XP_047290404.1", "rna": "XM_047434448.1"}, {"protein": "AAH69107.1", "rna": "BC069107.1"}, {"protein": "BAA07824.1", "rna": "D43767.1"}, {"protein": "AAI12069.1", "rna": "BC112068.1"}, {"protein": "NP_002978.1", "rna": "NM_002987.3"}, {"protein": "XP_054169572.1", "rna": "XM_054313597.1"}, {"protein": "AAI12067.1", "rna": "BC112066.1"}]}, "alias": ["A-152E5.3", "ABCD-2", "SCYA17", "TARC"], "ensembl": {"gene": "ENSG00000102970", "protein": ["ENSP00000219244", "ENSP00000480147"], "transcript": ["ENST00000219244", "ENST00000616880"], "translation": [{"protein": "ENSP00000219244", "rna": "ENST00000219244"}, {"protein": "ENSP00000480147", "rna": "ENST00000616880"}], "type_of_gene": "protein_coding"}, "entrezgene": "6361", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.00834044512, "exp_mis": 29.6314629344, "exp_syn": 14.6599500928, "lof_z": 0.993675993128848, "mis_z": 0.326303102249014, "mu_lof": 2.62265001576e-07, "mu_mis": 2.68380292526e-06, "mu_syn": 1.29175410048e-06, "n_lof": 2.0, "n_mis": 26.0, "n_syn": 9.0, "p_li": 0.0771247220885551, "p_null": 0.172703972092586, "p_rec": 0.750171305818859, "syn_z": 0.916422729636058}, "bp": 285, "cds_end": 57449773, "cds_start": 57447844, "n_exons": 3, "nonpsych": {"exp_lof": 3.57170150963, "exp_mis": 26.7631006431, "exp_syn": 13.2124366172, "lof_z": 0.8167411853839, "mis_z": 0.366892820854326, "mu_lof": 2.62265001576e-07, "mu_mis": 2.68380292526e-06, "mu_syn": 1.29175410048e-06, "n_lof": 2.0, "n_mis": 23.0, "n_syn": 7.0, "p_li": 0.0718401039562028, "p_null": 0.209826846185202, "p_rec": 0.718333049858595, "syn_z": 1.07605428651489}, "nontcga": {"exp_lof": 3.68219203593, "exp_mis": 27.2554665213, "exp_syn": 13.4816738631, "lof_z": 0.86477596208413, "mis_z": 0.310667794930543, "mu_lof": 2.62265001576e-07, "mu_mis": 2.68380292526e-06, "mu_syn": 1.29175410048e-06, "n_lof": 2.0, "n_mis": 24.0, "n_syn": 8.0, "p_li": 0.0700602277838404, "p_null": 0.190823192776404, "p_rec": 0.739116579439755, "syn_z": 0.945286169876789}, "transcript": "ENST00000219244.4"}, "exons": [{"cdsend": 57415861, "cdsstart": 57413932, "chr": "16", "position": [[57404766, 57404836], [57413873, 57414002], [57415080, 57415198], [57415764, 57416063]], "strand": 1, "transcript": "NM_002987", "txend": 57416063, "txstart": 57404766}], "exons_hg19": [{"cdsend": 57449773, "cdsstart": 57447844, "chr": "16", "position": [[57438678, 57438748], [57447785, 57447914], [57448992, 57449110], [57449676, 57449975]], "strand": 1, "transcript": "NM_002987", "txend": 57449975, "txstart": 57438678}], "generif": [{"pubmed": 12104083, "text": "Evaluation of human thymus and activation-regulated chemokine concentrations in blood using a new sandwich ELISA based on monoclonal antibodies"}, {"pubmed": 12390321, "text": "TARC may contribute to the pathogenesis of eosinophilic pleural effusions in paragonimiasis."}, {"pubmed": 12413771, "text": "TGF-beta(1) might regulate the TARC-related inflammatory processes, which may be important for understanding the pathogenesis of allergic diseases."}, {"pubmed": 12441140, "text": "IL-4, but not IL-13, modulates TARC (thymus and activation-regulated chemokine)/CCL17 and IP-10 (interferon-induced protein of 10kDA)/CXCL10 release by TNF-alpha and IFN-gamma in HaCaT cell line."}, {"pubmed": 12456591, "text": "TARC was found to be highly expressed in the basal epidermis of the lesional skin of atopic dermatitis patients and only slightly in the non-lesional skin."}, {"pubmed": 12615362, "text": "Production of TARC by HaCaT cells is phenomenon specific to cell line, and observation on TARC in HaCaT cells can not be generalized. Normal human epidermal keratinocytes do not produce TARC protein in vitro."}, {"pubmed": 12615364, "text": "TGF-beta1 inhibited IFN-gamma and TNF-alpha-induced TARC production in HaCaT cells via Smad2/3. Modulation of TGF-beta/Smad signaling pathway may be beneficial for treatment of atopic dermatitis."}, {"pubmed": 12642832, "text": "The combination of TNF-alpha with either IL-4 or IL-13 markedly increased both TARC release and the abundance of TARC mRNA in corneal and dermal fibroblasts, but not in lung fibroblasts."}, {"pubmed": 12715916, "text": "important role in the production of antigen specific IgE by T-B cell interaction and in the pathogenesis of atopic dermatitis"}, {"pubmed": 12871855, "text": "Th2 cytokines enhance TARC expression in human airway smooth muscle cells in IL-4Ralpha genotype-dependent fashion."}, {"pubmed": 12949249, "text": "CCL17 is an antimicrobial protein with bacteriocidal activity against E. coli and S. aureus."}, {"pubmed": 14677179, "text": "The development of SLE is closely related to the elevation of plasma TARC/CCL17 levels."}, {"pubmed": 14734737, "text": "Basal expression and colocalization of CCL17 with E-selectin and ICAM-1 in dermal blood vessels serves to recruit T cells to noninflamed human skin and provides a strong cutaneous immunosurveillance system and model interface with the environment."}, {"pubmed": 14747532, "text": "selectively induced in EBV-infected B cells by LMP-1 protein"}, {"pubmed": 14767451, "text": "serum levels correlate with disease severity specific for atopic dermatitis"}, {"pubmed": 14962085, "text": "IL-4/IL-13 and IFN-gamma induce alternations in the distribution of adherens junctions in a different fashion and thereby contribute to the reciprocal regulation of TARC/MDC production."}, {"pubmed": 15047814, "text": "EBV infection induces TARC expression in B cells; EBNA-LP is one of the viral gene products responsible for the induction."}, {"pubmed": 15113590, "text": "Serum levels of TARC and MDC in atopic dermatitis patients were significantly higher than those found in normal controls"}, {"pubmed": 15335355, "text": "primary Th2-dominated inflammatory reaction in atopic dermatitis induced by TARC leads to an augmented skin-specific inflammatory reaction through CTACK."}, {"pubmed": 15474066, "text": "IL-4 and IL-13 secreted from embryo during implantation may up-regulate TARC by endometrial epithelial cells. Production of TARC in endometrium may contribute to modulation of immune reaction by regulation of Th2 lymphocyte trafficking and functions."}, {"pubmed": 15500644, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15500644, "text": "the -431C>T SNP of the TARC gene enhances the promoter activity of TARC gene but is not associated with susceptibility to AD in Japanese population"}, {"pubmed": 15813816, "text": "findings indicate TARC and MDC are actively involved in pathogenesis of atopic dermatitis and their expression, opposite to that of eotaxin, is strongly associated with clinical picture of atopic dermatitis."}, {"pubmed": 15944327, "text": "Elevated bronchial mucosal expression of TARC/CCL17 is implicated in asthma pathogenesis; its action is partly through selective development and retention, or recruitment of T helper type 2, not Th1, receptor-bearing cells."}, {"pubmed": 15955100, "text": "CCR4 and TARC/CCL17 play role in pathophysiology of cutaneous lupus erythematosus(CLE). Cytotoxic CD8+ T cells expressing CCR4 appear to be involved in scarring subtypes of CLE."}, {"pubmed": 16583210, "text": "Both a Th1 chemoattractant (CXCL9) and Th2 chemoattractants, CCL17 and CCL22, cooperatively play a role in the development of autoimmune blistering disease."}, {"pubmed": 16859899, "text": "Thymus and activation-regulated chemokine (TARC)/CCL17 is constitutively expressed in the thymus and is produced by dendritic cells (DC), endothelial cells, keratinocytes (KC) and fibroblasts (review)."}, {"pubmed": 17023689, "text": "The effects of house dust mite allergen and the cytokines IL-4 and TGF-beta on TARC expression in 16HBE cells and primary bronchial asthma epithelium, was examined."}, {"pubmed": 17517104, "text": "Ragweed stimulation significantly increased the production of the Th2-associated cytokines IL-5, IL-9 and IL-13, the chemokines CCL17 and CCL22 and the regulatory cytokine IL-10 in allergic patients"}, {"pubmed": 17546636, "text": "Bexarotene decreases chemotaxis to CCL17."}, {"pubmed": 17548604, "text": "Downregulation of E-cadhedrin expression is associataed with increased EGFR downstream signalling and a subsequent increase in expression of Th2-attracting chemokine TARC."}, {"pubmed": 17565019, "text": "Circulating TARC/CCL17 and KL-6 are useful measurements for discriminating acute eosinophilic pneumonia from other causes of acute lung injury."}, {"pubmed": 17641031, "text": "In a lung epithelial tumor cell model, respiratory syncytial virus induces the chemokine TARC that has a potential to recruit T helper type 2 (Th2) cells to the lung."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17898016, "text": "thymus- and activation-regulated chemokine may have a role in bronchopulmonary aspergillosis in cystic fibrosis patients"}, {"pubmed": 17967467, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17979978, "text": "There were no significant differences in CCL17 and CCL22 expression in PBMCs, sera and lesional skins of patients with intrinsic and extrinsic atopic dermatitis."}, {"pubmed": 18004070, "text": "Via TARC production, nasal fibroblasts may play an important role in the recruitment of Th2 cells into the sinus mucosa as well as nasal polyps."}, {"pubmed": 18191727, "text": "evidence provided that a distal tandem STAT6 element elevates expression from the CCL17 locus approximately twofold."}, {"pubmed": 18224687, "text": "Significantly higher CCL17 expression is associated with gastric cancer"}, {"pubmed": 18266834, "text": "Serum concentrations of CCL17, CCL22, and CCL27 correlate well with the extent and intensity of Atopic dermatitis (AD) in infants. Of the three Th2 chemokines examined, serum CCL27 correlated most significantly with the severity of AD"}, {"pubmed": 18271928, "text": "Latent membrane protein 1-expressing tumor cells in age-related Epstein-Barr virus-associated B-cell lymphoproliferative disorder were selectively positive for CCL17 and CCL22."}, {"pubmed": 18375080, "text": "We investigated whether nasal polyp fibroblasts produce TARC when stimulated with the breakdown products of microorganisms (TLR ligands) and a Th2 cytokine (IL-4)."}, {"pubmed": 18395252, "text": "TARC overexpression is associated with eosinophilia in T-cell lymphomas."}, {"pubmed": 18435706, "text": "serum concentrations of CCR4 ligands are up-regulated in atopic dermatitis"}, {"pubmed": 18547160, "text": "The increased level of CCL17 and CCL22 release was important for acute myelogenous leukemia dendritic cell (AML-DC) chemotaxis of normal T cells."}, {"pubmed": 18691306, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18824549, "text": "AMCase induced epithelial cell production of CCL2, CCL17, and CXCL8."}, {"pubmed": 18937546, "text": "This implies that, in local inflammatory regions with general epithelial tissue remodeling, the p63-TARC/CCL17 axis may participate in the engagement of efficient immune reactions by specified T-cell subsets."}, {"pubmed": 19005490, "text": "CCL17 is sufficient per se to induce a lymph node recruitment of memory CD4+ and dendritic cells and a cutaneous recruitment of Th-2-type cells."}, {"pubmed": 19088500, "text": "Report downmodulatory effect of the antihistaminic drug bepotastine on CCL17 expression in human keratinocytes."}, {"pubmed": 19236603, "text": "we have demonstrated that the normal serum level of TARC/CCL17 is significantly higher in early infancy, and established age specific levels in atopic dermatitis."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19371952, "text": "The adenylyl cyclase-cAMP system has an inhibitory role in IFN-gamma plus TNF-alpha-stimulated production of TARC and MDC in HaCaT keratinocytes by inhibiting NF-kappaB activation through p38 MAPK pathway."}, {"pubmed": 19421847, "text": "increase in serum levels is associated with progression-free survival in advanced melanoma patients in response to dendritic cell-based immunotherapy"}, {"pubmed": 19639049, "text": "Significantly lower serum concentration of CXCL-9, CXCL-10, CCL-17, and IL-18 and higher concentration of CXCL-12 and CCL-27 were found in atopic dermatitis patients under 10 years old when compared to Control."}, {"pubmed": 20002703, "text": "CCL17 and CCL22 within the tumor are related to the increased population of Foxp3(+) T-regs in esophageal squamous cell carcinoma."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20374230, "text": "Startum corneum TARC was correlated with the severity of local skin lesions, especially with the erythema, edema/papule, and oozing/crusts score."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20625996, "text": "These results indicate that intracellular reactive oxygen species and MAPK kinases both contribute to IFN-gamma-stimulated production of TARC and CCL22 by increasing NF-kappaB activation."}, {"pubmed": 20669282, "text": "CCL17 may contribute to Churg-Strauss syndrome pathogenesis by recruitment of Th2 cells into affected tissue."}, {"pubmed": 20800454, "text": "these results indicated that serum TARC level may be a useful new serum marker for active interstitial lung disease in dermatomyositis."}, {"pubmed": 21129807, "text": "Contact between monocyte-derived dendritic cells and HCV-JFH1-infected Huh7 cells induced the expression of CCL17 and CCL22."}, {"pubmed": 21707761, "text": "expression of CCL27 and CCL17 in the inflammatory skin diseases: psoriasis, atopic dermatitis and acute allergic contact dermatitis induced in nickel-sensitive individuals"}, {"pubmed": 22017510, "text": "Serum concentrations of TARC and CTACK were significantly higher in AD (atopic dermatitis) children than in healthy controls, and correlated with severity of symptoms."}, {"pubmed": 22058214, "text": "Baseline plasma thymus and activation-regulated chemokine levels correlate with classical Hodgkin's lymphoma tumor burden and serial levels correlate with response to treatment in patients with classical Hodgkin's lymphoma."}, {"pubmed": 22322668, "text": "Data show that PD-1, PD-L1, PD-L2, CCL17, and CCL22 mRNA was identified in papillomas."}, {"pubmed": 22533972, "text": "PI16-positive Treg showed enhanced in vitro migration towards the inflammatory chemokines CCL17 and CCL20, suggesting they can migrate to sites of inflammation"}, {"pubmed": 22775568, "text": "Serum CCL17, IL-8, and eotaxin levels were significantly increased in eosinophilic subjects as compared to normal controls, but were similar between Churg-syndrome and hypereosinophilic syndrome."}, {"pubmed": 22981793, "text": "increased expression in macrophages from asthmatic patients"}, {"pubmed": 23224400, "text": "Serum CD163 and TARC as disease response biomarkers in classical Hodgkin lymphoma."}, {"pubmed": 23225085, "text": "Data suggest an important role for serum CCL17 level as biomarker of drug resistance/remission induction in Hodgkin lymphoma in response to various combined neoplastic agent protocols."}, {"pubmed": 23340773, "text": "These data reveal an elevated serum concentration of Th2-attracting chemokines CCL22 and CCL17 in opsoclonus-myoclonus syndrome."}, {"pubmed": 23454147, "text": "Ginseng inhibited TARC expression via blockade of NF-kappaB activation in HaCaT cells."}, {"pubmed": 23705860, "text": "Higher serum concentrations of CCL17 at baseline may be predictive of acute exacerbations in patients with chronic hypersensitivity pneumonitis"}, {"pubmed": 23731651, "text": "CCL17-induced, CCR4-dependent release of CGRP by human airway epithelial cells represents a novel inflammatory pathway in patients with asthma and allergic disease."}, {"pubmed": 23782855, "text": "Autistic children had significantly higher serum levels of TARC than healthy controls"}, {"pubmed": 23822537, "text": "we found that TARC is an easily measured biomarker that is associated with faster TTR, longer PFS, and possibly longer OS in a population of patients with HL who were treated with panobinostat."}, {"pubmed": 23942559, "text": "An association between TARC/CCL17 polymorphisms, susceptibility of Kawasaki disease, and intravenous immunoglobulin responses in Kawasaki disease patients."}, {"pubmed": 24102731, "text": "disease activity and response biomarker in alopecia areata"}, {"pubmed": 24104601, "text": "Although TARC and I-TAC may not directly regulate pruritus in atopic dermatitis patients, these chemokines are very sensitive disease markers of AD."}, {"pubmed": 24397961, "text": "increased expression in the thymus of myasthenia gravis patients"}, {"pubmed": 24582560, "text": "Migration assays were performed to evaluate CCL17-induced colon cancer cell (HT-29) chemotaxis and RhoA protein levels were quantified."}, {"pubmed": 24628072, "text": "Serum TARC is a promising biomarker for remission and can be used for accurately monitoring proactive treatment for long-term control. [revew]"}, {"pubmed": 24698291, "text": "might be potential marker of non-eosinophilic oesophagitis gastrointestinal food allergies"}, {"pubmed": 24984931, "text": "TARC and interleukin-31 may be biomarkers for adult atopic dermatitis"}, {"pubmed": 25013801, "text": "High CXCL10 levels were detected in acutely infected children regardless of virus pathogen, whereas increased CCL17 production was RSV-specific"}, {"pubmed": 25062565, "text": "Serum levels of CCL17 were positively correlated with coronary artery disease."}, {"pubmed": 25199679, "text": "Serum TARC may represent a suitable biomarker for monitoring of atopic dermatitis severity in daily practice."}, {"pubmed": 25240818, "text": "TARC was correlated with disease status and its monitoring may be able to predict PET positivity after alloSCT, thus potentially allowing an early immune manipulation."}, {"pubmed": 25268342, "text": "The serum TARC level is a very sensitive biomarker for monitoring the severity and treatment response in AD"}, {"pubmed": 25412496, "text": "CCL17 and CCL18 dermal expression is associated with leprosy polarity."}, {"pubmed": 25555269, "text": "Serum CCL17 levels are associated with coronary artery disease and atherosclerosis severity independently of traditional cardiovascular risk factors."}, {"pubmed": 26182268, "text": "The SNP rs223895 in TARC/CCL17 gene is associated with the susceptibility to Kawasaki disease."}, {"pubmed": 26781124, "text": "CCL17 positively regulates the tumorigenesis of hepatocellular carcinoma.Higher levels of intratumoral CCL17 expression are associated with poorer survival of hepatocellular carcinoma patients."}, {"pubmed": 26827189, "text": "Data suggest that Th1 (IFN-gamma-inducible protein-10 IP-10/CXCL10) and Th2 (thymus and activation regulated chemokine TARC/CCL17) and (macrophage derived chemokine MDC/CCL22) cooperatively play a role in the development of ankylosing spondylitis (AS)."}, {"pubmed": 26914146, "text": "TARC production in HaCaT keratinocytes through the interaction between IL-22 and IL-22Ralpha facilitates T-cell migration in atopic dermatitis caused by house dust mites."}, {"pubmed": 27178372, "text": "Study suggests that a high serum TARC level is a diagnostic feature of papuloerythroderma of Ofuji (PEO) and that the serum TARC level may be useful for monitoring disease activity in PEO, although the precise pathogenesis of the condition remains unclear."}, {"pubmed": 27250804, "text": "levels elevated in rheumatoid arthritis synovial fluid, due to production by mononuclear cells, particularly CD1c classical dendritic cells"}, {"pubmed": 27497618, "text": "Serum TARC levels are well correlated with blood eosinophil counts in patients with generalized drug eruptions, indicating that Th2-type immune reactions underlie TARC production. Serum TARC measurements also have potent diagnostic value for DIHS, with high sensitivity and specificity."}, {"pubmed": 27525438, "text": "GM-CSF can mediate inflammation and pain by regulating IRF4-induced CCL17 production"}, {"pubmed": 27610595, "text": "elevated pre-treatment levels of sGal-1, sCD163, sCD30 and TARC can be found in patients with classic Hodgkin lymphoma. However, only plasma TARC accurately reflects disease activity and correlates with clinical treatment response."}, {"pubmed": 28089872, "text": "Based on the ADEPT study data set, we report that airway mucosal expression of CCL26 was a robust discriminator of type 2 inflammation from healthy nonatopic subjects. Furthermore, airway mucosal CCL26 expression was best identified by using a panel of clinical biomarkers, including Feno values, bEOS counts, and expression of 2 novel markers, sCCL17 and sCCL26"}, {"pubmed": 28146427, "text": "High CCL17 expression is associated with colon cancer cell migration."}, {"pubmed": 28170001, "text": "TARC is a candidate biomarker for PTSD only in males."}, {"pubmed": 28178948, "text": "Low CCL17 expression is a potential independent adverse prognostic biomarker for recurrence and survival of patients with clear cell renal cell carcinoma after nephrectomy."}, {"pubmed": 28240436, "text": "Taken together, our data showed a likely positive feedback mechanism of enhanced IL-6 production in ectopic milieu. The high levels of IL-6 in the peritoneal cavity stimulate the expression of CCL17 in endometrial stromal cells by activating JNK signal pathway, and then, CCL17 further induces CCR4 expression on macrophages, which eventually leads to an increase in IL-6 production via NF-kappaB activation."}, {"pubmed": 28245475, "text": "IP-10 serum increase or TARC/IP-10 ratio decrease along with abnormal hepatic enzymatic alteration could signify early rejection of the transplanted liver."}, {"pubmed": 28383711, "text": "Data suggest that high levels of CCL17 and CCL22 in endometrium in women with endometriosis promote (1) recruitment of Tregs, (2) immunosuppression of Tregs, and (3) angiogenesis in endometrium. (Tregs = regulatory T cells)"}, {"pubmed": 28648978, "text": "Serum TARC levels correlate well with indicators of systemic inflammation and of disease severity among patients with a drug eruption except SJS/TEN. Serum TARC may be a prognostic biomarker of severity of inflammation in drug eruptions."}, {"pubmed": 28794385, "text": "The CCL17 SNP rs223828 is associated with increased risk of CAD, and this site may be a potential AP-1 binding site."}, {"pubmed": 29031579, "text": "TARC may contribute to the development of SLE through an aberrant induction of CD4(+)CD52(lo) T cells."}, {"pubmed": 29099057, "text": "This review presents key clinical studies of Multiple sclerosis together with experimental studies in animals that have demonstrated functional roles of CCR4, CCL17, and CCL22 in experimental autoimmune encephalomyelitis pathogenesis. [review]"}, {"pubmed": 29598931, "text": "TARC serum levels were elevated in 78% of sarcoidosis patients and correlated with disease severity."}, {"pubmed": 29655215, "text": "Serum TARC level may be a potent marker reflecting better response to IL-17A inhibitors for psoriasis treatment."}, {"pubmed": 29746583, "text": "The expression of CCL17 was decreased in nasal polyp (NP) epithelium compared to the epithelium of normal ethmoid sinus, whereas the expression of CCL22 was not decreased. E-cadherin was differentially distributed between the epithelium of normal ethmoid sinus and NP epithelium. EGFR was also decreased in NPs."}, {"pubmed": 29848886, "text": "The frequency of the CC genotype in the TARC rs223828 SNP was higher in patients with intractable Graves disease than in patients with Graves disease in remission."}, {"pubmed": 29871928, "text": "IL4 induces CCL17 production by acting through IRF4 in human monocytes and murine macrophages."}, {"pubmed": 30953706, "text": "Study demonstrates that PAL cell lines express and secrete CCL17 and/or CCL22 chemokines, the ligands of C-C motif chemokine receptor 4 (CCR4), in contrast to EBV-negative DLBCL cell lines."}, {"pubmed": 31131913, "text": "Case series study and literature review suggest that TARC play some roles in the production of systemic sclerosis (SSc)-specific autoantibodies and development of concomitance with SSc in sarcoidosis, although the mechanisms remain unknown. [Review]"}, {"pubmed": 31322295, "text": "Potential roles of the CCL17-CCR4 axis in immunopathogenesis of oral lichen planus."}, {"pubmed": 31456427, "text": "The strongest associations with air pollution levels were observed among RANTES, TARC and MCP-2. Those chemokines may play important roles in the air pollution-induced inflammatory pathway."}, {"pubmed": 32265499, "text": "Thymus and Activation-regulated Chemokine as a Biomarker for IgG4-related Disease."}, {"pubmed": 32399091, "text": "miR-1291 Functions as a Potential Serum Biomarker for Bullous Pemphigoid."}, {"pubmed": 32439469, "text": "The role of thymus and activation-regulated chemokine as a marker of severity of atopic dermatitis."}, {"pubmed": 32677127, "text": "Thymus and activation-regulated chemokine (TARC) in patients with psoriasis: Increased serum TARC levels in patients with generalized pustular psoriasis."}, {"pubmed": 32761977, "text": "Serum thymus and activation-regulated chemokine (TARC/CCL17) may be useful to predict the disease activity in patients with bullous pemphigoid."}, {"pubmed": 33002742, "text": "High TARC plasma levels confer protection to long living individuals by inducing M2 profile."}, {"pubmed": 33264064, "text": "Rhinovirus-induced CCL17 and CCL22 in Asthma Exacerbations and Differential Regulation by STAT6."}, {"pubmed": 33404399, "text": "Diagnostic value of thymus and activation-regulated chemokine and of periostin in eosinophilic asthma: A prospective study."}, {"pubmed": 33581267, "text": "Low serum CCL17 as a marker for severe/critical COVID-19: A pathogenic link."}, {"pubmed": 33664865, "text": "Lactate-induced M2 polarization of tumor-associated macrophages promotes the invasion of pituitary adenoma by secreting CCL17."}, {"pubmed": 33670758, "text": "Increased Regulatory T Cells and Decreased Myeloid-Derived Suppressor Cells Induced by High CCL17 Levels May Account for Normal Incidence of Cancers among Patients with Atopic Dermatitis."}, {"pubmed": 34009399, "text": "What does elevated TARC/CCL17 expression tell us about eosinophilic disorders?"}, {"pubmed": 34379825, "text": "Usefulness of thymus and activation-regulated chemokine (TARC) for FPIES diagnosis."}, {"pubmed": 34444997, "text": "Association of the Maternal Gut Microbiota/Metabolome with Cord Blood CCL17."}, {"pubmed": 34449935, "text": "The EZH2 inhibitor tazemetostat upregulates the expression of CCL17/TARC in B-cell lymphoma and enhances T-cell recruitment."}, {"pubmed": 34943853, "text": "C-C Motif Chemokine Ligand-17 as a Novel Biomarker and Regulator of Epithelial Mesenchymal Transition in Renal Fibrogenesis."}, {"pubmed": 35296169, "text": "Serum thymus and activation-regulated chemokine level is associated with the severity of chronic kidney disease-associated pruritus in patients undergoing peritoneal dialysis."}, {"pubmed": 35687056, "text": "CCL17 acts as a novel therapeutic target in pathological cardiac hypertrophy and heart failure."}, {"pubmed": 35913858, "text": "Combined prognostic role of TARC and interim (18)F-FDG PET/CT in patients with Hodgkin lymphoma-real world observational study."}, {"pubmed": 36065100, "text": "Serum thymus and activation-regulated chemokine (TARC) levels correlate with atopic dermatitis disease severity in patients < 6 months."}, {"pubmed": 36224014, "text": "Spatial Transcriptomics Analysis Reveals that CCL17 and CCL22 are Robust Indicators of a Suppressive Immune Environment in Angioimmunoblastic T Cell Lymphoma (AITL)."}, {"pubmed": 36682084, "text": "IFN-lambda3 and CCL17 as predictors of disease progression in patients with mild to moderate COVID-19: A cohort study in a real-world setting."}, {"pubmed": 36806795, "text": "Serum chemokine CC-motif ligand 17 is a predictive marker of severe COVID-19 in haemodialysis patients: A retrospective observational study."}, {"pubmed": 36975092, "text": "CCL17/TARC in autoimmunity and inflammation-not just a T-cell chemokine."}, {"pubmed": 37105786, "text": "Association of umbilical cord serum TARC/CCL17 with childhood allergies: A birth cohort study."}, {"pubmed": 37114340, "text": "Serum thymus and activation-regulated chemokine is a surrogate marker for bullous pemphigoid disease activity."}, {"pubmed": 37124725, "text": "CCL17 and CCL22 chemokines are upregulated in human obesity and play a role in vascular dysfunction."}, {"pubmed": 37742620, "text": "Targeting Monocyte Derived CCL17 Attenuates Murine Crescentic Glomerulonephritis by Affecting Renal CCR4+ Regulatory T-Cell Recruitment."}, {"pubmed": 38394497, "text": "Association between CCL5, CCL11, and CCL17 polymorphisms and atopic dermatitis risk: A systematic review and meta-analysis."}], "genomic_pos": {"chr": "16", "end": 57416063, "ensemblgene": "ENSG00000102970", "start": 57404767, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 57449974, "start": 57438679, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006935", "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 8702936, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043547", "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 8702936, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 28381538, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048020", "qualifier": "enables", "term": "CCR chemokine receptor binding"}]}, "homologene": {"genes": [[9544, 574180], [9598, 467985], [9606, 6361], [9615, 403586], [9913, 100140488], [10090, 20295], [10116, 117518]], "id": 2246}, "interpro": [{"desc": "CC chemokine, conserved site", "id": "IPR000827", "short_desc": "Chemokine_CC_CS"}, {"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}, {"desc": "Chemokine beta/gamma/delta", "id": "IPR039809", "short_desc": "Chemokine_b/g/d"}], "ipi": "IPI00022062", "map_location": "16q21", "name": "C-C motif chemokine ligand 17", "other_names": ["C-C motif chemokine 17", "CC chemokine TARC", "T cell-directed CC chemokine", "chemokine (C-C motif) ligand 17", "small inducible cytokine subfamily A (Cys-Cys), member 17", "small-inducible cytokine A17", "thymus and activation-regulated chemokine"], "pantherdb": {"HGNC": "10615", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1329039", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 10090, "uniprot_kb": "F6R5P4"}, {"RGD": "619924", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 10116, "uniprot_kb": "E9PTY9"}, {"Ensembl": "ENSGALG00000024466", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "E1BSY1"}, {"ZFIN": "ZDB-GENE-131120-38", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4ISV2"}, {"ZFIN": "ZDB-GENE-120709-76", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4IT34"}, {"ZFIN": "ZDB-GENE-081104-131", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A2R8Q333"}, {"ZFIN": "ZDB-GENE-081022-33", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "B0V353"}, {"ZFIN": "ZDB-GENE-140718-1", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A9ZPD8"}], "uniprot_kb": "Q92583"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04625", "name": "C-type lectin receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}], "pid": {"id": "il4_2pathway", "name": "IL4-mediated signaling events"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": {"id": "WP3929", "name": "Chemokine signaling pathway"}}, "pdb": ["1NR2", "1NR4", "5WK3", "7S4N", "7SCV", "8FJ2", "8SKK"], "pfam": "PF00048", "pharmgkb": "PA35548", "pharos": {"target_id": 10683, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326146", "relationship": "is"}, {"id": "GNF326147", "relationship": "is"}, {"id": "GNF326148", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256119", "relationship": "is"}, {"id": "GNF256120", "relationship": "is"}, {"id": "GNF256121", "relationship": "is"}, {"id": "GNF256122", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278279", "relationship": "is"}, {"id": "GNF279483", "relationship": "is"}, {"id": "GNF279485", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330734", "relationship": "is"}, {"id": "GNF331990", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336005", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104035", "relationship": "is"}, {"id": "GNF143684", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1"], "protein": ["NP_002978.1", "XP_011521558.1", "XP_016879019.1", "XP_047290404.1", "XP_054169572.1", "XP_054169573.1"], "rna": ["NM_002987.3", "XM_011523256.3", "XM_017023530.2", "XM_047434448.1", "XM_054313597.1", "XM_054313598.1"], "translation": [{"protein": "XP_011521558.1", "rna": "XM_011523256.3"}, {"protein": "XP_016879019.1", "rna": "XM_017023530.2"}, {"protein": "XP_054169573.1", "rna": "XM_054313598.1"}, {"protein": "XP_047290404.1", "rna": "XM_047434448.1"}, {"protein": "NP_002978.1", "rna": "NM_002987.3"}, {"protein": "XP_054169572.1", "rna": "XM_054313597.1"}]}, "reporter": {"HG-U133_Plus_2": "207900_at", "HG-U95Av2": "1183_at", "HTA-2_0": "TC16000489.hg.1", "HuEx-1_0": "3662710", "HuGene-1_1": "7996034", "HuGene-2_1": "16819490"}, "summary": "This antimicrobial gene is one of several Cys-Cys (CC) cytokine genes clustered on the q arm of chromosome 16. Cytokines are a family of secreted proteins involved in immunoregulatory and inflammatory processes. The CC cytokines are proteins characterized by two adjacent cysteines. The cytokine encoded by this gene displays chemotactic activity for T lymphocytes, but not monocytes or granulocytes. The product of this gene binds to chemokine receptors CCR4 and CCR8. This chemokine plays important roles in T cell development in thymus as well as in trafficking and activation of mature T cells. [provided by RefSeq, Sep 2014].", "symbol": "CCL17", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332680"}, "unigene": "Hs.546294", "uniprot": {"Swiss-Prot": "Q92583"}, "wikipedia": {"url_stub": "CCL17"}}