{"AllianceGenome": "10616", "HGNC": "10616", "MIM": "603757", "_id": "6362", "_version": 1, "accession": {"genomic": ["AB012113.1", "AC069363.10", "AC243829.3", "AF111198.1", "AH006357.2", "CH471147.2", "CP068261.2", "CS115015.1", "NC_000017.11", "NC_060941.1", "NT_187614.1", "NT_187661.1"], "protein": ["AAC32287.1", "AAD30390.1", "AAH69700.1", "AAH96124.1", "AAH96125.1", "AAH96126.1", "AAH96127.1", "BAA21670.1", "BAA34368.1", "BAG70272.1", "CAA74039.1", "CAG28588.1", "CAJ15096.1", "EAW80102.1", "NP_002979.1", "P55774.1"], "rna": ["AB000221.1", "AB451458.1", "BC069700.1", "BC096124.3", "BC096125.3", "BC096126.1", "BC096127.1", "BU617136.1", "CR407660.1", "NM_002988.4", "Y13710.1"], "translation": [{"protein": "CAG28588.1", "rna": "CR407660.1"}, {"protein": "AAH96126.1", "rna": "BC096126.1"}, {"protein": "AAH96125.1", "rna": "BC096125.3"}, {"protein": "NP_002979.1", "rna": "NM_002988.4"}, {"protein": "BAG70272.1", "rna": "AB451458.1"}, {"protein": "AAH69700.1", "rna": "BC069700.1"}, {"protein": "AAH96124.1", "rna": "BC096124.3"}, {"protein": "BAA21670.1", "rna": "AB000221.1"}, {"protein": "AAH96127.1", "rna": "BC096127.1"}, {"protein": "CAA74039.1", "rna": "Y13710.1"}]}, "alias": ["AMAC-1", "AMAC1", "CKb7", "DC-CK1", "DCCK1", "MIP-4", "PARC", "SCYA18"], "ensembl": [{"gene": "ENSG00000278006", "protein": "ENSP00000483347", "transcript": ["ENST00000615723", "ENST00000631496"], "translation": [{"protein": "ENSP00000483347", "rna": "ENST00000615723"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000275385", "protein": "ENSP00000479955", "transcript": ["ENST00000616054", "ENST00000616474"], "translation": [{"protein": "ENSP00000479955", "rna": "ENST00000616054"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000278167", "protein": "ENSP00000483144", "transcript": ["ENST00000614828", "ENST00000633729"], "translation": [{"protein": "ENSP00000483144", "rna": "ENST00000614828"}], "type_of_gene": "protein_coding"}], "entrezgene": "6362", "exons": [{"cdsend": 25138, "cdsstart": 18439, "chr": "17_KI270909v1_alt", "position": [[18368, 18506], [24543, 24655], [25047, 26129]], "strand": 1, "transcript": "NM_002988", "txend": 26129, "txstart": 18368}, {"cdsend": 305929, "cdsstart": 299230, "chr": "17_KI270857v1_alt", "position": [[299159, 299297], [305334, 305446], [305838, 306920]], "strand": 1, "transcript": "NM_002988", "txend": 306920, "txstart": 299159}, {"cdsend": 36071041, "cdsstart": 36064342, "chr": "17", "position": [[36064271, 36064409], [36070446, 36070558], [36070950, 36072032]], "strand": 1, "transcript": "NM_002988", "txend": 36072032, "txstart": 36064271}], "exons_hg19": [{"cdsend": 34398401, "cdsstart": 34391702, "chr": "17", "position": [[34391631, 34391769], [34397806, 34397918], [34398310, 34399392]], "strand": 1, "transcript": "NM_002988", "txend": 34399392, "txstart": 34391631}], "generif": [{"pubmed": 12161279, "text": "mRNA for the chemokine PARC is expressed in the lower respiratory tract in both healthy subjects and patients with pulmonary sarcoidosis."}, {"pubmed": 12626578, "text": "An in vivo role for DC-CK1 is shown in the establishment of primary T cell responses in mice indicating the potential of DC-CK1 as an adjuvant for vaccines against malaria as well as other diseases in which cellular immune responses are important."}, {"pubmed": 12646652, "text": "Investigation of the regulation of CCL18 production in maturing dendritic cells proposes that CCL18 may be part of an inhibitory pathway devoted to limiting the generation of specific immune responses at peripheral sites."}, {"pubmed": 12716654, "text": "Eosinophil production of PARC, its chemotactic effect on monocytes and lymphocytes, and PARC's previously described localization to the lung suggest that this chemokine might play a role in pulmonary leukocyte trafficking."}, {"pubmed": 12805086, "text": "Results suggest that pulmonary and activation-regulated chemokine is a member of the CC chemokine family that acts directly as a profibrotic factor."}, {"pubmed": 12949249, "text": "CCL18 is an antimicrobial protein with bacteriocidal activity against E. coli and S. aureus."}, {"pubmed": 14578205, "text": "Serum PARC levels thus constitute a novel leukemia marker, possibly reflecting tumor/host cell interactions in the circulation"}, {"pubmed": 15494534, "text": "Regulation of CCL18 by allergen exposure and microbial products suggests its important role in the initiation and amplification of atopic skin inflammation."}, {"pubmed": 15661937, "text": "Conclusive evidence links CCL18 protein expression with various stages of atopic dermatitis and demonstrates the capacity of CCL18 to recruit memory T cells into human skin in a SCID-hu mouse model."}, {"pubmed": 15702402, "text": "chitotriosidase and CCL18 have roles in formation of pathological lipid-laden macrophages in type B Niemann-Pick disease"}, {"pubmed": 16415274, "text": "Native collagen significantly up-regulated CCL18 expression in normal AMs activated with Th2 cytokines via a mechanism mediated by beta2-integrin/ scavenger receptor(s)."}, {"pubmed": 16670340, "text": "A new function for CCL18--the recruitment of Th2 cells and basophils--suggests that CCL18 may play a predominant role in allergic asthma."}, {"pubmed": 16736095, "text": "urinary CCL18 levels are related to Gaucher cell burden in Gaucher patients"}, {"pubmed": 16773571, "text": "variation in the CCL18-CCL3-CCL4 chemokine gene cluster influences HIV Type 1 transmission and AIDS disease progression"}, {"pubmed": 16984635, "text": "IL-10 synergistically induces CCL18 secretion in combination with IL-4 of IL-13 on monocytes and monocyte derived cells."}, {"pubmed": 17181634, "text": "Differential transcription occurring early in atopic dermatitis skin was indicated for CCL18, CCL13, IFNalpha2, PPARalpha and PPARgamma."}, {"pubmed": 17469163, "text": "These findings suggest that CCL18 production by bronchoalveolar lavage cells and serum CCL18 concentrations reflect pulmonary fibrotic activity in patients with idiopathic interstitial pneumonias and those with systemic sclerosis."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17875202, "text": "CCl18 is expressed in synovial fluid neutrophils in patients with rheumatoid arthritis."}, {"pubmed": 17900259, "text": "Upregulation of CCL18 expression and downregulation of CX3CR1 expression play a role in immune responses against the adult t-cell leukemia cells."}, {"pubmed": 17909104, "text": "CCL18 and CCL5 are transiently raised during episodes of UAP, and peak levels of both chemokines are indicative of refractory symptoms."}, {"pubmed": 17979978, "text": "CCL18 expression didn't differ in PBMCs, sera and Langerhans cells from intrinsic and extrinsic subgroups, but CCL18 expression was observed in lesional skins and inflammatory dendritic epidermal cells in patients with extrinsic atopic dermatitis."}, {"pubmed": 19017877, "text": "PARC, is elevated in sputum specimens from patients with asthma. PARC may play important roles in development of airway eosinophilic inflammation in asthma."}, {"pubmed": 19036375, "text": "CCL18 is predominantly expressed in human atherosclerotic plaques and may participate in the atherosclerotic plaque formation."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19357939, "text": "CCL18 production by BAL-cells is down-regulated by chronic cigarette smoking and LPS contamination in cigarette smoke might be one factor involved"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19808030, "text": "Determination of plasma chitotriosidase and CCL18 may be useful to monitor changes in granulomatous macrophages during the course of sarcoidosis"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19937162, "text": "Serum CCL18 level was significantly elevated in epithelial ovarian cancer patients with early stages compared to those with late stages."}, {"pubmed": 19958819, "text": "results indicated that a significant production of CCL18/PARC in different CNS traumatic and neoplasm tissues by specific cellular elements expressing the chemokine"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20568229, "text": "CCL18 is an important modulator of CXCR4-dependent responses in pre-B acute lymphocytic leukemia cells via interactions with GPR30."}, {"pubmed": 20608885, "text": "Low cord blood CCL18 is an independent risk factor of intraventricular hemorrhage."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20674579, "text": "CCL18/PARC is a potential diagnostic and prognostic parameter in patients with stable coronary artery disease."}, {"pubmed": 21251883, "text": "Levels of CCL18 were raised least in meningeal TB, and most in pulmonary patients with long histories, when levels were similar to those in disease controls"}, {"pubmed": 21324976, "text": "High CCL18 is associated with functional deficiency and fibrosis of the peritoneal membrane."}, {"pubmed": 21481794, "text": "CCL18 derived from Tumor-associated macrophages (TAMs) lays a critical role in promoting breast cancer metastasis via its receptor, PITPNM3."}, {"pubmed": 21539615, "text": "Serum levels of CCL18 correlate with the clinical severity score, serum eosinophil, and IgE levels in eczema and atopy."}, {"pubmed": 21778167, "text": "serum CCL18 is an accurate predictive biomarker for the identification of patients with a higher risk of subsequent scleroderma lung disease worsening."}, {"pubmed": 21928244, "text": "Serum CCL18 and CXCL1 are potentially useful as novel circulating tumor markers for the differential diagnosis between ovarian cancer and benign ovarian masses."}, {"pubmed": 21943944, "text": "Overproduction of CCL18 might contribute to the pathogenesis of CRSwNP through its known activities, which include recruitment of lymphocytes and dendritic cells, activation of fibroblasts, and initiation of local inflammation."}, {"pubmed": 22117697, "text": "CCL18 functions as a maturation factor for monocytes leading to the development of macrophages in the M2 spectrum."}, {"pubmed": 22203932, "text": "IL-6 and CCL18 could clearly distinguish between women with breast cancers and healthy controls."}, {"pubmed": 22404649, "text": "These results suggest that CCL18 may be associated with the development of cutaneous T-cell lymphoma."}, {"pubmed": 22589264, "text": "Serum concentration of CCL18 reflects fibroinflammatory activity and extent of disease in patients with chronic periaortitis."}, {"pubmed": 22629457, "text": "CCL18 was a highly accurate biomarker for bladder cancer detection in this cohort."}, {"pubmed": 22649201, "text": "CCL18 may contribute to maintaining tolerance and/or suppressing deleterious inflammation by attracting memory regulatory (Treg) cells into tissues, particularly in the lung, where it is highly and constitutively expressed."}, {"pubmed": 22848587, "text": "correlation of serum level of CCL18 with survival time in non-small-cell lung cancer"}, {"pubmed": 23029252, "text": "Serum CCL3, CCL5 and CCL18 are independently associated with the risk of short-term mortality in acute coronary syndrome patients."}, {"pubmed": 23029519, "text": "IRF4 and CCL18 are novel genes expressed in periodontitis tissues, which may constitute potential therapeutic targets for future treatment strategies of periodontitis."}, {"pubmed": 23102918, "text": "enhanced production tolerogenic dendritic cells is associated with inhibition of allergic airway reactivity"}, {"pubmed": 23331560, "text": "CCL18 and YKL-40 levels and CHIT1 activity are enhanced in allergic airway inflammation and thus may contribute to airway remodelling in asthma."}, {"pubmed": 23349697, "text": "CCL18 may be an interesting therapeutic target for NSCLC"}, {"pubmed": 23433718, "text": "A high CCL18 level might be an independent biomarker for predicting better survival of patients with colorectal cancer."}, {"pubmed": 23588945, "text": "In patients with systemic sclerosis-related interstitial lung disease, CCL18 was a predictor of short-term decline in forced vital capacity. It was not a longterm prognostic indicator."}, {"pubmed": 23742785, "text": "the Cys10-Cys34 disulfide bond is involved in the function of CCL18."}, {"pubmed": 23786278, "text": "this review focuses on the potential role, in asthma and lung immunity, of CCL18 a chemokine both constitutively expressed at high levels in the lung and induced in inflammatory conditions"}, {"pubmed": 23932459, "text": "genetic polymorphism is associated with lung function in Hutterites, who are a founder population of European descent in North America"}, {"pubmed": 23999500, "text": "Identification of human CCR8 as a CCL18 receptor."}, {"pubmed": 24001613, "text": "Data indicate that PYK2 N-terminal domain interacting receptor 1 (Nir1) could induce epithelial-mesenchymal transition by stabilising Snail via the PI3K/Akt/GSK3beta/Snail signalling pathway through binding to CCL18."}, {"pubmed": 24011266, "text": "Further development of A1AT as a diagnostic biomarker for BCa is warranted."}, {"pubmed": 24142406, "text": "Pyk2 and Src are important in CCL18-induced breast cancer metastasis"}, {"pubmed": 24747338, "text": "CCL-18 and IGFBP-6 were identified as new potential serum biomarkers for prostate cancer."}, {"pubmed": 24823638, "text": "CCL18 from tumor-associated macrophages induces cancer cell epithelial-mesenchymal transition, forming a positive feedback loop, in coculture systems and humanized mice."}, {"pubmed": 25142483, "text": "Increased CCL18 levels characterize chronic Pseudomonas aeruginosa infection and pulmonary obstruction in patients with cystic fibrosis."}, {"pubmed": 25197632, "text": "upregulation of CCL18 may be involved in the malignant progression of prostate cancer."}, {"pubmed": 25275026, "text": "CCL18 expression was positively correlated with malignancy in EC."}, {"pubmed": 25412496, "text": "CCL17 and CCL18 dermal expression is associated with leprosy polarity."}, {"pubmed": 25502147, "text": "Combined functions of CCL18 in mesenchymal and cancer cells might accelerate the progression of PDAC by promoting the epithelial-mesenchymal transition, invasion and migration of pancreatic cancer cells."}, {"pubmed": 25794928, "text": "The CCL18 levels in serum and synovial fluid are correlated with the severity of osteoarthritis."}, {"pubmed": 26113374, "text": "A common CCL18 polymorphism together with intraventricular hemorrhage had an additive influence on cerebral palsy susceptibility."}, {"pubmed": 26242263, "text": "our findings establish a signaling role for CCL18 in gastric cancer cells and identify that the CCL18/ERK1/2/NF-kappaB signaling pathway is essential for tumor invasiveness in gastric cancer cells."}, {"pubmed": 26244871, "text": "Findings suggest that down-regulation of miR98 and miR27b promotes CCL18-mediated invasion and migration of breast cancer cells."}, {"pubmed": 26294068, "text": "CCL18 is significantly up-regulated in breast cancer vs benign tumors or normal breast. It increased with the size of tumors, the number of lymph node metastasis, and advancing tumor stage."}, {"pubmed": 26416449, "text": "our findings suggest that CCL18 released from tumor-associated macrophages promotes angiogenesis and tumor progression in breast cancer."}, {"pubmed": 26449829, "text": "CCL18 enhances hepatocellular carcinoma (HCC) cell migration, invasion, and epithelial-mesenchymal transition (EMT) through the expression of PITPNM3 and the activation of the NF-kappaB signaling pathway."}, {"pubmed": 26457987, "text": "Study determined that CCL18 expression was up-regulated in ovarian carcinoma suggesting that CCL18 may play an important role in the pathogenicity of epithelial ovarian cancer through the induction of regulators and the activation of signaling pathways including mTORC2 signaling pathways."}, {"pubmed": 26756176, "text": "CCL18 can increase the invasive ability of non-small cell lung cancer cells by binding to its receptor Nir1."}, {"pubmed": 26910332, "text": "Cytomegalovirus replication in the allograft causes an intrapulmonary increase of CCL-18 and CCL-20 and a systemic rise of CCL-20 serum levels. Strong intrapulmonary CCL-18 responses are associated with symptomatic HCMV disease, proposing that CCL-18 BALF levels could serve as a marker."}, {"pubmed": 26919103, "text": "Our results indicate that CCL18 acts in an autocrine manner via Akt activation to stimulate oral squamous cell carcinoma cell growth and invasion during disease progression"}, {"pubmed": 27350631, "text": "this study shows that CCL18 has a correlation with cardiac function in patients with acute anterior myocardial infarction"}, {"pubmed": 27459538, "text": "Data suggest that circulating CCL18 and abdominal subcutaneous white adipose tissue-secreted CCL18 correlates with insulin resistance and metabolic syndrome risk score; because CCL18 is macrophage-specific and associates with adipose immune gene expression, it may constitute a marker of adipose tissue inflammation (panniculitis)."}, {"pubmed": 27613122, "text": "Results demonstrate that high levels of CCL18 are present in ovarian cancer (OC) ascites and that CCL18 is an important component of ascites for the ascites-mediated migration of OC cells. Ascites and CCL18 stimulate the phosphorylation and expression of Pyk2, which is critical for mediated CCL18-induced migration."}, {"pubmed": 27630310, "text": "release of CCL18 with greater non-small cell lung cancer tumor size is most likely due to the accompanied growth of leukocyte infiltrate"}, {"pubmed": 27737800, "text": "Our data indicate that hypoxic inhibition of JMJD3 activity reduces demethylation of H3K27me3, nucleosome removal, and hence induction of the STAT6 target gene CCL18, while induction of other STAT6-inducible genes such as SPINT2 remained unaffected by JMJD3."}, {"pubmed": 28005267, "text": "CCL18 expression is significantly upregulated in human masticatory mucosa during wound healing"}, {"pubmed": 28115842, "text": "CCL-18 is a promising biomarker in COPD, as it is associated with frequency of exacerbations, particularly with severe COPD exacerbations requiring hospitalization, as well as with functional parameters and symptom scores."}, {"pubmed": 28209528, "text": "Matrigel invasion assays revealed that tumor ECM-educated macrophages efficiently stimulated cancer cell invasion through a mechanism involving CCL18."}, {"pubmed": 28222799, "text": "All patients with NPC1 mutations had high ChT activity, high CCL18/PARC concentrations and/or Niemann-Pick disease type C suspicion index scores >/=70."}, {"pubmed": 28234357, "text": "PARC activation of neutrophils by sterile immunogenic dying cells drives neutrophil-mediated residual cell killing."}, {"pubmed": 28545096, "text": "An increased lung protein expression of PARC in chronic obstructive pulmonary disease patients"}, {"pubmed": 28574664, "text": "Data suggested that CCL18 upregulated Slug expression to promote epithelial-mesenchymal transition (EMT) and stem cell-like features by activating the mTOR pathway in oral cancer."}, {"pubmed": 28834540, "text": "AMAP1 mediated CCL18-induce activation of NF-kappaB and promoted breast cancer metastasis."}, {"pubmed": 28837877, "text": "This study study discovered a positive feedback loop between CTGF and CCL18 in hepatocellular carcinoma metastasis."}, {"pubmed": 28957436, "text": "There was no association between serial CCL18 concentrations with tumor response and overall survival."}, {"pubmed": 29036787, "text": "Serum C-C motif chemokine ligand 18 (CCL18) was elevated in patients with epithelial ovarian cancer (EOC) and could serve as a new tumor biomarker, which also predicted a poor survival of the patient."}, {"pubmed": 29324810, "text": "findings suggest that these pulmonary markers could be useful to assess CAP severity and, especially YKL-40 and CCL18 by helping predict CAP caused by atypical pathogens"}, {"pubmed": 29504526, "text": "CCL18 was up-regulated in diffuse large B cell lymphoma and related to poor prognosis"}, {"pubmed": 29670110, "text": "these findings indicate that the CCL18/PITPNM3/NF-kB/VCAM-1 regulatory network might provide a potential new therapeutic strategy for pancreatic ductal adenocarcinoma."}, {"pubmed": 29728799, "text": "In patients with breast cancer who received anthracycline-containing NAC the absence of clinical response is associated with the presence of M2+ macrophage phenotype (YKL-39-CCL18 + or YKL-39 + CCL18-) based on TOP2a overexpression data."}, {"pubmed": 29850544, "text": "chemokine CCL18 can be a mediator of peritoneal membrane failure associated with peritonitis episodes as well as providing a new potential therapeutic target."}, {"pubmed": 29961690, "text": "KL-6 but not CCL-18 is predictive of early systemic sclerosis -related interstitial lung disease progression."}, {"pubmed": 29970512, "text": "In advanced lung adenocarcinoma, infiltration of CCL18(+) tumor-associated macrophages (TAMs) was increased and higher expression of CCL18 by TAMs was associated with a favorable prognosis in lymph-node positive NSCLC"}, {"pubmed": 30025750, "text": "miR-128 interacts with CCL18 3'UTR, reducing its expression in malignant melanoma."}, {"pubmed": 30102123, "text": "results of the study indicate that there could be a relationship between the expression of CCL-18 in nasal turbinate mucosa and the severity of allergic rhinitis"}, {"pubmed": 30189425, "text": "CCL18 has a role in the progression of urothelial carcinoma, especially in recipients of renal transplants"}, {"pubmed": 30216450, "text": "Surgical trauma contributes to colon cancer progression by increasing CCL18 expression, promoting Treg recruitment, and leading to an immunosuppressive environment."}, {"pubmed": 30276551, "text": "CCL18 secreted from M2 macrophages had the same effect on GBC cells as M2 macrophages."}, {"pubmed": 30395269, "text": "ARF6 GTPase-activating protein ACAP4 regulates CCL18-elicited breast cancer cell migration via the acetyltransferase PCAF-mediated acetylation. CCL18 stimulation elicited breast cancer cell migration and invasion via PCAF-dependent acetylation."}, {"pubmed": 30426155, "text": "CCL18 enhanced the proliferation and migration of Osteosarcoma (OS) cells and upregulated UCA1 through transcription factor EP300."}, {"pubmed": 30592282, "text": "Blocking CCR8 via a small molecule inhibitor or short hairpin (sh)RNA mitigated the decrease in Ecadherin, and increase in MMP2 and VEGFC, caused by human recombinant (r)CCL18. CCR8 knockdown by shRNA reversed rCCL18induced cancer cell invasion, migration and epithelialmesenchymal transition"}, {"pubmed": 30768878, "text": "CCL18 promotes the metastasis of squamous cell carcinoma of the head and neck through MTDH-NF-kappaB signaling pathway."}, {"pubmed": 30964111, "text": "We have found that CCL18 is highly expressed in glioma tissues and enhances the invasion, migration, and proliferation of U251 glioma cells. Therefore, CCL18 may be a potential biomarker for detecting and grading human glioma."}, {"pubmed": 31006523, "text": "CCL18 is specific for disease activity in LoS thereby providing relevance as a biomarker for this debilitating disease."}, {"pubmed": 31046524, "text": "High serum levels of the CCL18 is associated with non-small cell lung cancer."}, {"pubmed": 31207321, "text": "CCL18 contributes to the malignant progression of esophageal cancer by upregulating HOTAIR expression, which then functions as a miR-130a-5p sponge, positively regulating ZEB1 expression."}, {"pubmed": 31638145, "text": "Acetylation of ezrin regulates membrane-cytoskeleton interaction underlying CCL18-elicited cell migration."}, {"pubmed": 32202908, "text": "CCL18 overexpression predicts a worse prognosis in oral squamous cell carcinoma (OSCC)."}, {"pubmed": 32487604, "text": "The Gs-coupled receptor GPR30 plays an important role in the signaling pathway of CCL18. CCL18 and estradiol may not lead to the same signaling pathway after activating GPR30."}, {"pubmed": 32641093, "text": "CCL18-NIR1 promotes oral cancer cell growth and metastasis by activating the JAK2/STAT3 signaling pathway."}, {"pubmed": 32948745, "text": "CCL18-induced LINC00319 promotes proliferation and metastasis in oral squamous cell carcinoma via the miR-199a-5p/FZD4 axis."}, {"pubmed": 32985776, "text": "MiR-484 suppressed proliferation, migration, invasion and induced apoptosis of gastric cancer via targeting CCL-18."}, {"pubmed": 33073965, "text": "Expression of CCL-18 and CX3CL1 in Serum, and Their Potential Roles as Two Diagnostic and Prognostic Markers in Chronic Obstructive Pulmonary Disease and Chronic cor Pulmonale (COPD&CCP): a Pilot Study."}, {"pubmed": 33082377, "text": "Association between serum CCL-18 and IL-23 concentrations and disease progression of chronic obstructive pulmonary disease."}, {"pubmed": 33114763, "text": "CCL18 in the Progression of Cancer."}, {"pubmed": 33287605, "text": "Is CCL18 a potential biomarker of type-2 asthma endotypes?"}, {"pubmed": 34101271, "text": "Childhood CCL18, CXCL10 and CXCL11 levels differentially relate to and predict allergy development."}, {"pubmed": 34120429, "text": "[CCL18 Promotes the Invasion of Lung Adenocarcinoma through ANXA2]."}, {"pubmed": 34124768, "text": "Expressions of CXCL12, CXCL10 and CCL18 in Warthin tumors characterized pathologically by having a lymphoid stroma with germinal centers."}, {"pubmed": 34769080, "text": "Histamine Increases Th2 Cytokine-Induced CCL18 Expression in Human M2 Macrophages."}, {"pubmed": 35041514, "text": "Chemokine CCL18 Promotes Phagocytosis Through Its Receptor CCR8 Rather than PITPNM3 in Human Microglial Cells."}, {"pubmed": 35666812, "text": "IL6 and CCL18 Mediate Cross-talk between VHL-Deficient Kidney Cells and Macrophages during Development of Renal Cell Carcinoma."}, {"pubmed": 35955670, "text": "CCL18 Expression Is Higher in a Glioblastoma Multiforme Tumor than in the Peritumoral Area and Causes the Migration of Tumor Cells Sensitized by Hypoxia."}, {"pubmed": 36455232, "text": "CCL18 promotes migration and invasion of multiple myeloma cells and is associated with poor prognosis."}, {"pubmed": 36967081, "text": "Identification and validation of a CCL18-related signature for prediction of overall survival in patients with uveal melanoma."}, {"pubmed": 37046242, "text": "Adipose tissue specific CCL18 associates with cardiometabolic diseases in non-obese individuals implicating CD4[+] T cells."}, {"pubmed": 38334630, "text": "Pro-Fibrotic Effects of CCL18 on Human Lung Fibroblasts Are Mediated via CCR6."}], "genomic_pos": [{"chr": "17", "end": 36072032, "ensemblgene": "ENSG00000275385", "start": 36064272, "strand": 1}, {"chr": "HSCHR17_7_CTG4", "end": 306920, "ensemblgene": "ENSG00000278167", "start": 299168, "strand": 1}, {"chr": "HSCHR17_10_CTG4", "end": 26129, "ensemblgene": "ENSG00000278006", "start": 18377, "strand": 1}], "genomic_pos_hg19": {"chr": "17", "end": 34399392, "start": 34391640, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006935", "pubmed": 9192897, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 9192897, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007154", "pubmed": 9192897, "qualifier": "involved_in", "term": "cell communication"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 9233607, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 9233607, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043547", "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048245", "qualifier": "involved_in", "term": "eosinophil chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}], "CC": {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 21481794, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048020", "qualifier": "enables", "term": "CCR chemokine receptor binding"}]}, "homologene": {"genes": [[9544, 574181], [9598, 468224], [9606, 6362]], "id": 48154}, "interpro": [{"desc": "CC chemokine, conserved site", "id": "IPR000827", "short_desc": "Chemokine_CC_CS"}, {"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}, {"desc": "Chemokine beta/gamma/delta", "id": "IPR039809", "short_desc": "Chemokine_b/g/d"}], "ipi": "IPI00026183", "map_location": "17q12", "name": "C-C motif chemokine ligand 18", "other_names": ["C-C motif chemokine 18", "CC chemokine PARC", "CC chemokine ligand 18", "alternative macrophage activation-associated CC chemokine 1", "chemokine (C-C motif) ligand 18 (pulmonary and activation-regulated)", "chemokine (C-C), dendritic", "dendritic cell chemokine 1", "macrophage inflammatory protein 4", "pulmonary and activation-regulated chemokine", "small inducible cytokine A18", "small inducible cytokine subfamily A (Cys-Cys), member 18, pulmonary and activation-regulated"], "pantherdb": {"HGNC": "10616", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98260", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 10090, "uniprot_kb": "P10855"}, {"RGD": "3647", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 10116, "uniprot_kb": "P50229"}, {"Ensembl": "ENSGALG00000053121", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P147"}, {"Ensembl": "ENSGALG00000053868", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q5IEZ5"}, {"Ensembl": "ENSGALG00000002329", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P167"}, {"Ensembl": "ENSGALG00000049551", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P166"}, {"Ensembl": "ENSGALG00000034478", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q4KS30"}, {"Ensembl": "ENSGALG00000054196", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P148"}, {"Ensembl": "ENSGALG00000026663", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "A0A3S5ZPM8"}, {"Ensembl": "ENSGALG00000024470", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "E1BSX8"}, {"Ensembl": "ENSGALG00000014585", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "E1C733"}, {"Ensembl": "ENSGALG00000032717", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q90826"}, {"ZFIN": "ZDB-GENE-131120-38", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4ISV2"}, {"ZFIN": "ZDB-GENE-120709-76", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4IT34"}, {"ZFIN": "ZDB-GENE-081104-131", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A2R8Q333"}, {"ZFIN": "ZDB-GENE-081022-33", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "B0V353"}, {"ZFIN": "ZDB-GENE-140718-1", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A9ZPD8"}], "uniprot_kb": "P55774"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}], "wikipathways": {"id": "WP4754", "name": "IL-18 signaling pathway"}}, "pdb": "4MHE", "pfam": "PF00048", "pharmgkb": "PA35549", "pharos": {"target_id": 18765, "tdl": "Tbio"}, "prosite": "PS51257", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256123", "relationship": "is"}, {"id": "GNF256124", "relationship": "is"}, {"id": "GNF256125", "relationship": "is"}, {"id": "GNF256126", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080781", "relationship": "is"}, {"id": "GNF080782", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054744", "relationship": "is"}, {"id": "GNF074929", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066851", "relationship": "is"}, {"id": "GNF066852", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128688", "relationship": "is"}, {"id": "GNF132087", "relationship": "is"}, {"id": "GNF132088", "relationship": "is"}, {"id": "GNF132107", "relationship": "is"}, {"id": "GNF132108", "relationship": "is"}, {"id": "GNF278169", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338850", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104056", "relationship": "is"}, {"id": "GNF143705", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NT_187614.1", "NT_187661.1"], "protein": "NP_002979.1", "rna": "NM_002988.4", "translation": {"protein": "NP_002979.1", "rna": "NM_002988.4"}}, "reporter": {"HG-U133_Plus_2": ["209924_at", "32128_at"], "HG-U95Av2": "32128_at", "HTA-2_0": "TC17000406.hg.1", "HuEx-1_0": "3718902", "HuGene-1_1": "8006594"}, "summary": "This antimicrobial gene is one of several Cys-Cys (CC) cytokine genes clustered on the q arm of chromosome 17. Cytokines are a family of secreted proteins involved in immunoregulatory and inflammatory processes. The CC cytokines are proteins characterized by two adjacent cysteines. The cytokine encoded by this gene displays chemotactic activity for naive T cells, CD4+ and CD8+ T cells and nonactivated lymphocytes, but not for monocytes or granulocytes. This chemokine attracts naive T lymphocytes toward dendritic cells and activated macrophages in lymph nodes. It may play a role in both humoral and cell-mediated immunity responses. [provided by RefSeq, Sep 2014].", "symbol": "CCL18", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332681"}, "unigene": "Hs.143961", "uniprot": {"Swiss-Prot": "P55774"}, "wikipedia": {"url_stub": "Template:PBB/6362"}}