{"AllianceGenome": "10618", "HGNC": "10618", "MIM": "158105", "_id": "6347", "_version": 1, "accession": {"genomic": ["AC005549.1", "AF519531.1", "AH001509.2", "AH002970.2", "AY357296.1", "CH471147.2", "CP068261.2", "D26087.1", "LC727557.1", "M37719.1", "NC_000017.11", "NC_060941.1", "NG_012123.1", "X60001.1", "Y18933.1"], "protein": ["AAA18102.1", "AAA18164.1", "AAA36330.1", "AAA60308.1", "AAA60309.1", "AAA96708.1", "AAB20651.1", "AAB29926.1", "AAH09716.1", "AAM54046.1", "AAP35993.1", "AAQ75526.1", "BAA05080.1", "BAG34900.1", "CAA32876.1", "CAC14049.1", "EAW80211.1", "EAW80212.1", "NP_002973.1", "P13500.1"], "rna": ["AK311308.1", "AK311960.1", "AV733621.2", "BC009716.1", "BG530064.1", "BT007329.1", "M24545.1", "M26683.1", "M28226.1", "NM_002982.4", "S69738.1", "S71513.1", "X14768.1"], "translation": [{"protein": "CAA32876.1", "rna": "X14768.1"}, {"protein": "AAB29926.1", "rna": "S69738.1"}, {"protein": "AAA60309.1", "rna": "M28226.1"}, {"protein": "AAP35993.1", "rna": "BT007329.1"}, {"protein": "AAA96708.1", "rna": "M26683.1"}, {"protein": "NP_002973.1", "rna": "NM_002982.4"}, {"protein": "AAA18164.1", "rna": "M24545.1"}, {"protein": "AAH09716.1", "rna": "BC009716.1"}, {"protein": "BAG34900.1", "rna": "AK311960.1"}, {"protein": "AAB20651.1", "rna": "S71513.1"}]}, "alias": ["GDCF-2", "HC11", "HSMCR30", "MCAF", "MCP-1", "MCP1", "SCYA2", "SMC-CF"], "ensembl": {"gene": "ENSG00000108691", "protein": ["ENSP00000225831", "ENSP00000462156"], "transcript": ["ENST00000225831", "ENST00000580907", "ENST00000624362"], "translation": [{"protein": "ENSP00000462156", "rna": "ENST00000580907"}, {"protein": "ENSP00000225831", "rna": "ENST00000225831"}], "type_of_gene": "protein_coding"}, "entrezgene": "6347", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.32210048, "exp_mis": 30.6081272, "exp_syn": 15.293322, "lof_z": 1.80549397488131, "mis_z": 0.937857539385897, "mu_lof": 1.82239489804e-07, "mu_mis": 2.59049365896e-06, "mu_syn": 1.2388150773e-06, "n_lof": 0.0, "n_mis": 20.0, "n_syn": 14.0, "p_li": 0.667686004742637, "p_null": 0.0221292421030591, "p_rec": 0.310184753154304, "syn_z": 0.205023915661729}, "bp": 300, "cds_end": 32583846, "cds_start": 32582368, "n_exons": 3, "nonpsych": {"exp_lof": 2.9449147, "exp_mis": 27.6414026, "exp_syn": 13.7800261, "lof_z": 1.68534320216364, "mis_z": 0.829021449157157, "mu_lof": 1.82239489804e-07, "mu_mis": 2.59049365896e-06, "mu_syn": 1.2388150773e-06, "n_lof": 0.0, "n_mis": 19.0, "n_syn": 13.0, "p_li": 0.663120314952093, "p_null": 0.0271549998750869, "p_rec": 0.30972468517282, "syn_z": 0.132296910996686}, "nontcga": {"exp_lof": 3.05029818, "exp_mis": 28.1534447, "exp_syn": 14.06382321, "lof_z": 1.72286950654773, "mis_z": 0.765570548757204, "mu_lof": 1.82239489804e-07, "mu_mis": 2.59049365896e-06, "mu_syn": 1.2388150773e-06, "n_lof": 0.0, "n_mis": 20.0, "n_syn": 11.0, "p_li": 0.652697824231812, "p_null": 0.0250412332051385, "p_rec": 0.322260942563049, "syn_z": 0.51728975770564}, "transcript": "ENST00000225831.4"}, "exons": [{"cdsend": 34256827, "cdsstart": 34255349, "chr": "17", "position": [[34255284, 34255425], [34256221, 34256339], [34256721, 34257201]], "strand": 1, "transcript": "NM_002982", "txend": 34257201, "txstart": 34255284}], "exons_hg19": [{"cdsend": 32583846, "cdsstart": 32582368, "chr": "17", "position": [[32582303, 32582444], [32583240, 32583358], [32583740, 32584220]], "strand": 1, "transcript": "NM_002982", "txend": 32584220, "txstart": 32582303}], "generif": [{"pubmed": 11500196, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11544456, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11750041, "text": "Differential production of RANTES and MCP-1 in synovial fluid from the inflamed human knee."}, {"pubmed": 11751881, "text": "These studies demonstrate that PEIPC and PECPC isomers are potent activators of endothelial cells increasing synthesis of IL-8 and MCP-1."}, {"pubmed": 11776402, "text": "Contact hypersensitivity are significantly enhanced in the hMCP-1 Tgm, which appears to result from a constitutive activation of LC with the systemic presence of large amount of hMCP-1."}, {"pubmed": 11844145, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11912219, "text": "overexpression in mesangial cells by advanced glycation end products"}, {"pubmed": 11929421, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11989790, "text": "Inflammatory cytokines mediate C-C (monocyte chemotactic protein 1) and C-X-C (interleukin 8) chemokine expression in human pleural fibroblasts."}, {"pubmed": 11999660, "text": "Increased expression in atherectomy specimens from patients with restenosis after percutaneous transluminal coronary angioplasty"}, {"pubmed": 12009356, "text": "Monocyte chemotactic protein-1 and macrophage migration inhibitory factor production by peritoneal macrophages may contribute to paracrine and autocrine activation and to macrophage accumulation in peritoneal cavity of women with endometriosis."}, {"pubmed": 12022754, "text": "LPS-stimulated production of MCP-1 was significantly less in infected patients. Serum concentrations of both mediators were higher in infected patients and the highest concentrations of MCP-1 were in patients who died"}, {"pubmed": 12067898, "text": "Monocyte chemoattractant protein-1 induces proliferation and interleukin-6 production in smooth muscle cells by differential activation of nuclear factor-kappa B and activator protein-1."}, {"pubmed": 12078856, "text": "expression of MCP in aiway epithelial cells after injury enhances cell migration and proliferation"}, {"pubmed": 12082252, "text": "Fluid shear stress induces the secretion of monocyte chemoattractant protein-1 in cultured human umbilical vein endothelial cells"}, {"pubmed": 12093796, "text": "plasmin induction of MCP-1 in human monocytes"}, {"pubmed": 12117737, "text": "Simvastatin reduces expression of the proinflammatory cytokine monocyte chemoattractant protein-1 in circulating monocytes from hypercholesterolemic patients."}, {"pubmed": 12127997, "text": "MCP1 is upregulatied in Peyronie's disease"}, {"pubmed": 12183528, "text": "Induction of the gene encoding macrophage chemoattractant protein 1 by Orientia tsutsugamushi in human endothelial cells involves activation of transcription factor activator protein 1."}, {"pubmed": 12186702, "text": "enhances the migration of bone marrow stromal cells"}, {"pubmed": 12195705, "text": "upstream signaling events in platelet-induced NF-kappa B activation that induce secretion of NF-kappa B-regulated chemokine MCP-1."}, {"pubmed": 12204371, "text": "Toxoplasma gondii tachyzoites induced MCP-1 expression and secretion in infected fibroblasts"}, {"pubmed": 12234797, "text": "Monocyte chemotactic protein-1 directly induces human vascular smooth muscle proliferation."}, {"pubmed": 12239249, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12239249, "text": "Recipients of renal transplants homozygous for the -2518 G mutation of the MCP-1 gene are at risk for premature kidney graft failure."}, {"pubmed": 12351486, "text": "may be a marker of early development of nephropathy in IDDM"}, {"pubmed": 12358851, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 12372466, "text": "first report of monocyte chemotactic protein-1 expression in mesothelial cells induced by oxidized LDL, and provides direct evidence of inflammatory action of peritoneal fluid of women with endometriosis"}, {"pubmed": 12374865, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12374865, "text": "influence of genetic variation in MCP-1 on HIV-1 pathogenesis in large cohorts of HIV-1-infected adults and children"}, {"pubmed": 12391099, "text": "Circulating ICAM-1, IL-8, and MCP-1 in untreated obstructive sleep apnea were significantly greater than in controls. nCPAP therapy could reduce OSAS-induced hypoxia and generation of inflammatory mediators."}, {"pubmed": 12391196, "text": "MCP-1 modulates the differentiation of monocytes into dendritic cells and may thereby inhibit Th1 cell development."}, {"pubmed": 12393171, "text": "We used specific pharmacologic inhibitors to identify the signalling molecules which lead to interleukin (IL)-8 and MCP-1 production in human monocytes in response to M. tuberculosis infection"}, {"pubmed": 12397639, "text": "MCP-1 may play a role in progression of human esophageal carcinoma through its role in angiogenesis"}, {"pubmed": 12399623, "text": "Results show that high ambient glucose does not affect mesangial monocyte chemoattractant protein-1 release and decreases its chemokine receptor 2 (CCR2) receptor expression."}, {"pubmed": 12408680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12408680, "text": "homozygosity for G at -2518 in the MCP-1 gene might be a candidate for the genetic marker of Carpal-tunnel syndrome development in Japanese hemodialysis patients"}, {"pubmed": 12410798, "text": "some heat-stable component of P. gingivalis, including LPS, may be responsible for the induction of IL-8 and MCP-1 in HUVECs by a CD14-dependent mechanism"}, {"pubmed": 12413001, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12413001, "text": "The polymorphisms of the MCP-1 and MIP-1A genes do not play a substantial role in genetic predisposition for sarcoidosis or in clinical manifestations of sarcoidosis in this Japanese population."}, {"pubmed": 12419245, "text": "mechanism of gamma-Herpesvirus MCP-1 sequestration"}, {"pubmed": 12443832, "text": "induction of MCP-1 by Porphyromonas gingivalis in endothelial cells could enhance atherosclerosis progression by contributing to the recruitment of monocytes"}, {"pubmed": 12460032, "text": "A genetic polymorphism in the 5' flanking region of the MCP-1 gene is associated with nephritis in lupus through modulating MCP-1 expression."}, {"pubmed": 12460032, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12462338, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12470469, "text": "Escherichia coli activates kidney proximal tubular cells to generate MCP-1 that promotes migration of monocytes in vitro."}, {"pubmed": 12488502, "text": "IL-10 has two contrasting actions on MCP-1 production of monocytes/macrophages, between the resting and activated conditions."}, {"pubmed": 12505750, "text": "results suggest that monocyte chemoattractant protein-1 is produced in renal tubular cells and released into urine in proportion to the degree of proteinuria (albuminuria), and its increased expression in renal tubuli contributes to renal tubular damage"}, {"pubmed": 12520153, "text": "Myxomas with both high tumor and high stromal MCP-1 expression had a higher macrophage count than other myxomas. In cardiac myxoma, MCP-1 and thymidine phosphorylase may be important angiogenic signals accompanying growth."}, {"pubmed": 12520365, "text": "results revealed that Porphyromonas gingivalis induces the expression of IL-8 and MCP-1 mRNAs in vascular endothelial cells, but bacterial proteases degrade both chemokines"}, {"pubmed": 12540965, "text": "The ability of activated protein C to upregulate the production of MCP-1 is most likely by increasing the stability of MCP-1-mRNA rather than by transcriptional activation via NF-KB"}, {"pubmed": 12632067, "text": "MCP-1 produced by human gastric carcinoma cells plays a role in angiogenesis via macrophage recruitment and activation"}, {"pubmed": 12651071, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12665582, "text": "interacts with the transcriptional repression domain of MBD1"}, {"pubmed": 12724308, "text": "human monocytes require PKCbeta for the chemotactic response to MCP-1"}, {"pubmed": 12753088, "text": "MCP-1 may play a novel role as a protective agent against the toxic effects of glutamate and HIV-1 tat; neuronal and astrocytic apoptosis in culture was significantly inhibited by co-treatment with MCP-1 or RANTES but not IP-10"}, {"pubmed": 12758167, "text": "transcription regulated by Tat and the Smad-3 and-4 transcription factors whose activities are induced by the TGFbeta-1 pathway in human astrocytic cells"}, {"pubmed": 12787135, "text": "Estradiol-bound estrogen receptor beta may inhibit MCP-1 gene expression by inhibiting Sp1 and AP-1 transcriptional activities in keratinocytes."}, {"pubmed": 12805068, "text": "CCL2 may represent an autocrine factor important for enhancing HIV-1 virion production likely by affecting the macrophage cytoskeleton."}, {"pubmed": 12826189, "text": "a marker for acute rejection after liver transplantation"}, {"pubmed": 12826377, "text": "MCP-1 polymorphism is slightly associated with the susceptibility to rheumatoid arthritis in patients lacking the HLA shared epitope"}, {"pubmed": 12826377, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12846738, "text": "that integrin-mediated cell adhesion to the ECM can induce MCP-1 expression through activation of FAK, and suggest a role for altered extracellular matrix deposition in the progression of glomerular diseases by affecting gene expression."}, {"pubmed": 12904997, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12944979, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12946945, "text": "Proapoptotic stimuli upregulate MCP-1 expression by vascular smooth muscle cells through caspase- and calpain-dependent release of interleukin-1alpha."}, {"pubmed": 12957789, "text": "differential glycosylation allows one to obtain highly effective short-lived CCL2 or less-effective long-lived CCL2 and may thus represent a novel mechanism of adaptation to pathological versus physiological conditions"}, {"pubmed": 12960255, "text": "ANF mediates the inhibition of TNF-alpha-induced expression of MCP-1."}, {"pubmed": 14517168, "text": "MCP-1 mRNA levels were increased by 40-fold in left ventricle of myocardial infarction model mice; a transfected N-terminal deletion mutant of the human MCP-1 gene improved the survival rate and symptomology"}, {"pubmed": 14517792, "text": "Inheritance of the -2518 MCP-1 G allele, which appears to affect hepatic MCP-1 expression, may predispose HCV patients to more severe hepatic inflammation and fibrosis."}, {"pubmed": 14517792, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14571188, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14576080, "text": "ROS such as superoxide and H(2)O(2) derived from Rac1-activated NADPH oxidase mediate TNF-alpha-induced MCP-1 expression in endothelial cells."}, {"pubmed": 14597108, "text": "Cerebrospinal fluid MCP-1 activity may be a sensitive marker for neuroinflammation in amyotrophic lateral sclerosis."}, {"pubmed": 14602575, "text": "Expression in the CNS of transgenic mice is a major pathogenic factor that drives macrophage accumulation in the development of CNS inflammatory disease."}, {"pubmed": 14620921, "text": "MCP-1 genotype was an independent determinant of plasma MCP-1 level; findings indicate plasma MCP-1 associated with carotid atherosclerosis; -2518 SNP is associated with plasma level of MCP-1, but was not directly associated with carotid atherosclerosis"}, {"pubmed": 14620921, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14647058, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 14651522, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14660607, "text": "MCP-1 has an effect on astrocytes that is mediated by caveolin-1"}, {"pubmed": 14687706, "text": "RANTES is more involved than MCP-1 in recruiting inflammatory cells in rhinological disease and may reflect the degree of local inflammation as consequence of the specific chemoattractant properties of RANTES"}, {"pubmed": 14733721, "text": "MCP-1 is substantially regulated upon monocyte contact with various cell wall components from Gram-positive and Gram-negative bacteria."}, {"pubmed": 14767014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15005768, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15016614, "text": "Unlike in cells exposed to proinflammatory cytokines, all three MAPKs (ERK, p38 MAPK, and JNK) were required to induce CCL2 secretion in response to activin."}, {"pubmed": 15022320, "text": "Oncostatin M induces CCL-2 expression in osteoblasts. Activation of MEK/ERK and STAT pathways, which leads to c-Fos expression and AP-1-DNA binding, is involved in process. Signaling requires tyrosine kinase and protein kinase C but not COX-2."}, {"pubmed": 15034225, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15034225, "text": "The present study suggests that the MCP1 promoter -2518 polymorphism may not confer susceptibility to BID itself, but could have an influence on the clinical heterogeneity of BID, at least in the Korean population."}, {"pubmed": 15041705, "text": "Up-regulation of MCP-1 in myeloma cells which express the relevant receptor C-C chemokine receptor 2."}, {"pubmed": 15077296, "text": "Collagen II-reactive T cells in rheumatoid arthritis joints can increase the production of chemokines such as IL-8, MCP-1, and MIP-1 alpha through interaction with synoviocytes."}, {"pubmed": 15081318, "text": "MCP-1 is induced by 13-hydroperoxyoctadecadienoic acid in the vasculature via activation of NF-kappa B"}, {"pubmed": 15082170, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15082170, "text": "The MCP-1 (-2518) gene polymorphism is unlikely to confer genetic susceptibility to Alzheimer's disease in this large Spanish population."}, {"pubmed": 15110609, "text": "The capacity of in vitro factors to decrease human islet MCP-1 release suggests strategies to increase the success of islet transplantation."}, {"pubmed": 15115316, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15123743, "text": "Eight tested neuroblastoma cell lines secreted a range of CCL2 (0-21.6 ng/ml."}, {"pubmed": 15135805, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15167690, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15167690, "text": "Role of the MCP-1 promoter -2518 polymorphism in clinical heterogeneity of schizophrenia."}, {"pubmed": 15188361, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15188361, "text": "an A/G or G/G genotype may predispose to the development of systemic lupus erythematosus and further indicate that the patients with these genotypes may be at higher risk of developing lupus nephritis."}, {"pubmed": 15191525, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15191525, "text": "no association between the MCP-1 -2518 polymorphism and susceptibility to or clinical disease course in multiple sclerosis"}, {"pubmed": 15191888, "text": "SphK1 mediates TNF-alpha-induced MCP-1 gene expression through a p38 MAPK-dependent pathway and may participate in oscillatory flow-mediated proinflammatory signaling pathway in the vasculature."}, {"pubmed": 15191916, "text": "The induction of IL-13 and MCP-1 gene expression by IL-1beta was accompanied by the activation of IL-1 receptor-associated kinase and translocation of the transcription factor NF Kappa B into the nucleus."}, {"pubmed": 15203564, "text": "Elevation of MCP-1 in the circulation of peripheral arterial disease(PAD) patients implicates this CC chemokine ligand 2 in inflammatory processes contributing to PAD clinical symptomatology."}, {"pubmed": 15226634, "text": "An increase in MCP-1 may be an important factor in the progression of atherosclerosis in non-diabetic hemodialysis patients."}, {"pubmed": 15257681, "text": "Our findings suggest a limited role for CCL2/CCR2 in early active multiple sclerosis"}, {"pubmed": 15280531, "text": "A strong upregulation of MCP-1 and RANTES was observed in all the cases, mainly in tubular cells, and there was a strong correlation between the expression of these chemokines and NF-kappaB activation in the same cells."}, {"pubmed": 15288699, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15296827, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15302103, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15308783, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15312962, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15312962, "text": "The A-2518G polymorphism in MCP-1 gene does not seem to be a risk factor for the development of AD, but its presence correlates with higher levels of serum MCP-1, which can contribute to increase the inflammatory process occurring in AD."}, {"pubmed": 15349727, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15349727, "text": "Single nucleotide polymorphism in this gene supports role for MCP-1 in pathologies associated with hyperinsulinaemia."}, {"pubmed": 15389752, "text": "Data suggest that the A-2518G variant of the SCYA2 has not a major role in the pathogenesis of schizophrenia."}, {"pubmed": 15389752, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15466648, "text": "HIV-infected patients with the MCP-1-2518G allele have a 5-fold increased risk for atherosclerosis."}, {"pubmed": 15466648, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 15468376, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15488313, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15492853, "text": "Two codons of this human gene suppressed hepatic fibrosis in rats, thus providing feasible gene threapy."}, {"pubmed": 15529362, "text": "MCP-1, MIP-1beta, and IL-8 elevated in relapsing polychondritis(RP) are proinflammatory chemokines, characteristic of activation of monocytes and macrophages and, in the case of IL-8, also of neutrophils. Role for cell-mediated immune response in RP."}, {"pubmed": 15545821, "text": "MCP-1 is involved in the regulation of chemotaxis and function of monocytes during and early after the end of cardiopulmonary bypass"}, {"pubmed": 15579297, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15599324, "text": "The surgical team and the enzyme were independently associated with in vitro CCL2/MCP-1 islet release in islet transplantation."}, {"pubmed": 15602730, "text": "Role in the development of bronchiolitis associated with influenza and RSV infections in infants and children."}, {"pubmed": 15607028, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15611878, "text": "Association between presence of G at position -2518 in MCP-1 promoter region and presence of arthritis in patients with systemic lupus erythematosus."}, {"pubmed": 15611878, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 15627719, "text": "new role of MCP-1 as an arteriogenic factor in hemodialysis patients with cardiovascular disease."}, {"pubmed": 15654958, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15654958, "text": "The A -2518G polymorphism of the MCP-1 gene appears to affect MCP-1 expression of skin fibroblasts of patients with systemic sclerosis; the G/G genotype may predispose patients"}, {"pubmed": 15677312, "text": "stretching of mesangial cells stimulates their monocyte chemoattractant activity via an NF-kappaB-mediated, MCP-1-dependent pathway"}, {"pubmed": 15722361, "text": "MCP-1 significantly increased the number of TRAP-positive multinuclear bone-resorbing osteoclasts"}, {"pubmed": 15740484, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15745922, "text": "increased CXCL10 especially in hypothyroid patients with a more aggressive disorder, and normal CCL2 serum levels in autoimmune thyroiditis"}, {"pubmed": 15780578, "text": "MCP-1 expression is upregulated in P. gingivalis-infected endothelial cells via reactive oxygen species, p38 MAP kinase, JNK, NF-kappaB, and AP-1."}, {"pubmed": 15832427, "text": "MCP-1 mainly down-regulates the expression of chemotactic genes influencing neutrophilic granulocyte expression"}, {"pubmed": 15848524, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15866653, "text": "Lack of involvement of polymorphism at position -2518 (A/G) of the MCP-1 gene on the susceptibility to acute allograft rejection among liver transplantation recipients."}, {"pubmed": 15866653, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15880317, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15880317, "text": "Our aim was to determine whether the MCP-1 -2518 A/G polymorphism affects the severity of acute pancreatitis"}, {"pubmed": 15883814, "text": "Increased expression of monocyte chemotactic protein-1 is associated with invasive ductal breast carcinoma"}, {"pubmed": 15900302, "text": "CCL2 may play role in pathobiology of ovarian cancers"}, {"pubmed": 15919935, "text": "expression induced in macrophages by SARS-CoV infection"}, {"pubmed": 15976326, "text": "the production of MCP-1 and IL-8 in vascular endothelial cells was induced by mast cell granules and amplified by tryptase"}, {"pubmed": 15979992, "text": "IL-8 and MCP-1 may contribute to the pathophysiology of adenomyosis"}, {"pubmed": 16003740, "text": "results therefore identify MCP-1 as a target of the beta-catenin/TCF/LEF pathway in breast tumour cells, a regulation which could play a key role in breast tumour progression"}, {"pubmed": 16004967, "text": "These results indicate that interaction between the Arp2/3 complex and WASP stimulates actin polymerization and integrin beta-1-mediated adhesion during MCP-1-induced chemotaxis of THP-1 cells."}, {"pubmed": 16009177, "text": "Biologically active MCP-1 secreted into both the uterine lumen and underlying stroma mediates the presence of monocytes, macrophages, and other immune cells in the uterine endometrium."}, {"pubmed": 16009638, "text": "findings suggest that monocyte chemotactic protein-1 (MCP-1) may play a role in preterm labor regardless of the presence of intra-amniotic infection (IAI)"}, {"pubmed": 16020745, "text": "MCP-1/CCR2 may play a role in Ca2+ influx-dependent TF regulation in the monocyte-endothelial cell interaction in the impairment of nitric oxide synthesis"}, {"pubmed": 16050950, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16078996, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16095529, "text": "The results indicate that pulmonary CCR2+ T cells and MCP-1 contribute to the pathogenesis of pediatric ILD and might provide a novel target for therapeutic strategies."}, {"pubmed": 16105652, "text": "These results suggest that hypoxia is an important negative regulator of monocyte chemotaxis to the renal inflamed interstitium, by reducing MCP-1 expression."}, {"pubmed": 16116069, "text": "MCP-1 is involved in the pathogenesis of human atherosclerosis and myocardial infarction"}, {"pubmed": 16116069, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16129702, "text": "MCP-1 overexpressed in tuberous sclerosis lesions acts as a paracrine factor for tumor development."}, {"pubmed": 16164699, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16195477, "text": "Human perivascular white adipose tissue has chemotactic properties through the secretion of chemokines"}, {"pubmed": 16204411, "text": "Basal secretion of IL-8 and MCP-1 was not changed in CTGF-silenced renal cells."}, {"pubmed": 16206198, "text": "The transcription factor NF-kappaB, and possibly NF-I, contribute to the upregulation of CCL2 chemokine production during the differentiation of human progenitor cells toward an astrocyte phenotype."}, {"pubmed": 16213182, "text": "The level of CCL2 in cultured fibroblasts was increased 3 h post-stimulation by purified or recombinant SAG1."}, {"pubmed": 16214031, "text": "MCP-1 is upregulated by oxidized cholesterol."}, {"pubmed": 16230097, "text": "no polymorphic sequence deletion in chronic hepatitis C."}, {"pubmed": 16249002, "text": "IL-4 up-regulates the expression of MCP-1 and decreases NO bioavailability through activation of NADPH oxidase in endothelial cells"}, {"pubmed": 16278381, "text": "MCP1 has a role in angiogenesis and tumorigenesis of gastric carcinoma"}, {"pubmed": 16280328, "text": "the MCP-1-induced TRAP(+)/CTR(+) multinuclear cells represent an arrested stage in osteoclast differentiation, after NFATc1 induction and cellular fusion but prior to the development of bone resorption activity"}, {"pubmed": 16280979, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16280979, "text": "Our data suggest that the CCL2 -2518A>G polymorphism may play a role in HLA-B27 associated acute anterior uveitis."}, {"pubmed": 16307829, "text": "Significantly increased MCP-1 levels are found in patients with mild cognitive impairment and in mild Alzheimer's disease (AD), but not in severe AD patients as compared with controls."}, {"pubmed": 16309586, "text": "In heme oxygenase-1 overexpressing cells, VEGF and the prostaglandin transporter were greatly increased while MCP-1 levels were decreased"}, {"pubmed": 16318581, "text": "MCP-1 and M-CSF, critical for monocyte recruitment, activation, and differentiation, differentially regulate VEGF-A expression and may play an important role in monocyte/macrophage- mediated tumor angiogenesis"}, {"pubmed": 16351713, "text": "probiotic E. coli Nissle 1917 specifically upregulates expression of proinflammatory genes and proteins MCP-1, MIP-2alpha, and MIP-2beta in human and mouse intestinal epithelial cells."}, {"pubmed": 16352737, "text": "A functional promoter polymorphism in monocyte chemoattractant protein-1 is associated with increased susceptibility to pulmonary tuberculosis."}, {"pubmed": 16352737, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16356504, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16358960, "text": "Increased MCP-1 levels in blood and cerebrospinal fluid is associated with Lyme borreliosis"}, {"pubmed": 16359995, "text": "The VEGF level was detected in endometrial stromal cell culture media and was increased significantly when E2 or MCP-1 was added to the media, especially in the presence of E2 plus MCP-1"}, {"pubmed": 16362156, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16362156, "text": "The AA genotype at MCP-1 -2518 was an independent risk factor for the progression of renal disease in Japanese patients with IgA nephropathy, and was closely associated with renal survival"}, {"pubmed": 16397773, "text": "The MCP-1 mRNA expression was increased following exposure to calcium oxalate crystals in renal epithelial cell line"}, {"pubmed": 16415174, "text": "These data suggest that fibrogenic processes in Mo regulated by MCP-1/CCR2 may be novel, therapeutic targets for combating organ fibrosis."}, {"pubmed": 16427785, "text": "Our data show that CT-1 induces in a concentration and time dependent manner MCP-1 mRNA and protein in HUVEC."}, {"pubmed": 16436595, "text": "data suggest that CCL2, but not other chemokines, plays a key role in infiltration of HIV-infected leukocytes into the CNS and the subsequent pathology characteristic of NeuroAIDS"}, {"pubmed": 16439461, "text": "MCP-1 may represent a molecular link in the negative cross-talk between adipose tissue and skeletal muscle assigning a completely novel important role to MCP-1 besides inflammation"}, {"pubmed": 16439481, "text": "Macrophage-specific chemokine MCP-1, but not MIP1alpha, is present at higher concentrations in follicular fluid of ovulating follicles of both menstrual and in vitro fertilization (IVF) cycles, in comparison with that of blood plasma."}, {"pubmed": 16439891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16445900, "text": "Plasma MCP-1 concentration is genetically determined and associated with age and smoking habit and it also correlates with subclinical atherosclerosis in HIV-infected patients"}, {"pubmed": 16474202, "text": "Induction of HO-1 inhibits MCP-1 mRNA expression in U937 cells."}, {"pubmed": 16479072, "text": "Data indicates that no association exists between the -2518A/G polymorphism of the MCP-1 gene and susceptibility to alopecia areata."}, {"pubmed": 16479072, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16504689, "text": "Monitoring cell excretion and mcp1 content may be utilized for early detection of polyomavirus-induced nephropathy after kidney transplantation."}, {"pubmed": 16516290, "text": "Central nervous system involvement in acute lymphoblastic leukemia is associated with significantly higher levels of MCP1 in cerebospinal fluid during therapy."}, {"pubmed": 16518346, "text": "Stretch-induced CCR2 downregulation may favour MCP-1 paracrine activity in mesangial cells."}, {"pubmed": 16524739, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16597919, "text": "findings show that in type II alveolar cells intrinsic and extrinsic peptide CGRP inhibits IL-1-induced MCP-1 secretion in an autocrine/paracrine mode"}, {"pubmed": 16609683, "text": "Albuminuria triggers tubular MCP-1/CCL2 expression with subsequent macrophage infiltration."}, {"pubmed": 16631114, "text": "Our data suggest that elevated serum MCP-1 levels and increased monocyte CCR2, CD36, CD68 expression correlate with poor blood glucose control and potentially contribute to increased recruitment of monocytes to the vessel wall in diabetes mellitus."}, {"pubmed": 16636247, "text": "study identifies significant correlations between MCP-1 in plasma and tissue alterations in all studied regions of deep white matter and basal ganglia of patients with HIV infection."}, {"pubmed": 16636603, "text": "MCP-1 -2518 G allele does not significantly alter susceptibility to chronic pancreatitis."}, {"pubmed": 16636603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16672419, "text": "found relevant markers in the MCP1 gene associated with HCMV reactivation"}, {"pubmed": 16697212, "text": "CXC chemokine CXCL10 and CC chemokine CCL2 serum levels increase with normal aging"}, {"pubmed": 16697654, "text": "monocyte chemoattractant protein-1 has a role in carotid atherosclerosis in HIV-infected patients with lipodystrophy"}, {"pubmed": 16705739, "text": "MCP-1 acts as a paracrine and autocrine factor for prostate cancer (CaP) growth and invasion."}, {"pubmed": 16712788, "text": "intracellular ascorbate in vitro protects THP-1 cells from oxidative damage and inflammatory responses"}, {"pubmed": 16719905, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16730843, "text": "results suggest that MCP-1, under the regulation of NF-kappaB, is involved in the pathogenesis of proliferative diabetic retinopathy"}, {"pubmed": 16733654, "text": "Results suggest that MCP-1/CCL2 and IP-10/CXCL10 produced by astrocytes may activate astrocytes in an autocrine or paracrine manner and direct reactive gliosis followed by migration and activation of microglia/macrophages in demyelinating lesions."}, {"pubmed": 16741188, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16751386, "text": "MCP-1 markedly enhances CX3CR1 expression on freshly isolated human peripheral blood monocytes or monocytic cell lines and stimulates the adhesion of these cells to immobilized CX3CL1/fractalkine."}, {"pubmed": 16781696, "text": "The mRNA expressions of MCP-1 of all post-kidney transplant patients were significantly higher than controls."}, {"pubmed": 16795034, "text": "These results suggest that lysophospholipid released by activated platelets might enhance the IL-8- and MCP-1-dependent chemoattraction of monocytes toward the endothelium through an IL-1-dependent mechanism."}, {"pubmed": 16802342, "text": "CDK-4/6 modulated the production of MMP-3 and MCP-1."}, {"pubmed": 16804844, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16814297, "text": "A functional polymorphism within the TNF bloc could modulate MCP-1 concentration and seems more likely to be near to the LTA 252A>G polymorphism than to the TNF -308G>A one"}, {"pubmed": 16825597, "text": "Elevated systemic levels of the chemokines MCP-1, IL-8, and IP-10 precede coronary heart disease but do not represent independent risk factors."}, {"pubmed": 16828028, "text": "Polymorphism in the promoter is related to increased susceptibility to pulmonary tuberculosis."}, {"pubmed": 16835702, "text": "MCP-1 gene polymorphism might slightly associate with patients with systemic juvnile rheumatoid arthritis"}, {"pubmed": 16835702, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16867220, "text": "CCL2 recruits prostate cancer epithelial cells to the bone microenvironment and regulates their proliferation rate"}, {"pubmed": 16872505, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16873204, "text": "MCP1 is significantly elevated in the cerebrospinal fluid in HIV-1 infected patients."}, {"pubmed": 16903979, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16934270, "text": "the MCP-1 gene -2578A>G polymorphism is associated with an excess risk of coronary atherosclerosis in an asymptomatic population and is a risk factor."}, {"pubmed": 16939660, "text": "Adiponectin-mediated induction of IL-6, CCL2 and CXCL8 is disturbed in monocytes from type I diabetes patients."}, {"pubmed": 16980310, "text": "Elafin inhibits the lipopolysaccharide-induced production of monocyte chemoattractant protein-1 in monocytes by inhibiting AP-1 and NF-kappaB activation."}, {"pubmed": 16988194, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16997300, "text": "Women with endometriosis-associated infertility have a poor IVF outcome."}, {"pubmed": 17008880, "text": "C uptake is increased in UVB-irradiated keratinocytes through the translocation of SVCT-1 and regulates inflammatory response in the skin via the downregulation of IL-8 and MCP-1 production"}, {"pubmed": 17032917, "text": "MCP-1 functions as a chemoattractant to stimulate migration of VSMCs and mesenchymal cells toward ECs"}, {"pubmed": 17052731, "text": "serum MCP-1 levels are directly correlated, and cell-mediated immunity inversely correlated, with the severity of surgical stress"}, {"pubmed": 17062130, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17065190, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17065190, "text": "genetic markers in the MCP-1 gene do not demonstrate significant genetic associations with the idiopathic inflammatory myopathies and do not discriminate polymyositis from dermatomyositis in a UK Caucasian population"}, {"pubmed": 17082648, "text": "CCL2 expression by transgenic mouse pancreatic beta cells promotes recruitment of monocytes and dendritic cells into the islets of Langerhans."}, {"pubmed": 17091019, "text": "In our cohort of white Spaniards, homozygosity for the variant CCL2-2518GG genotype is overrepresented in HIV-1-infected subjects"}, {"pubmed": 17091019, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17098977, "text": "findings show increased permeability & disrupted tight junctions of vascular endothelium cells in dengue haemorrhagic fever/dengue shock syndrome were effected by a mechanism partially dependent on MCP-1 secreted by DV2-infected monocytes & lymphocytes"}, {"pubmed": 17138827, "text": "HHV-8-induced MCP-1 may play an important role in promoting inflammation and pathogenic angiogenesis typical of HHV-8-associated lesions."}, {"pubmed": 17169533, "text": "CCL2-2578G/G genotype could influence melanoma growth"}, {"pubmed": 17187019, "text": "Serum levels of MCP-1 were increased in Down's syndrome (DS) children and adults, but not in older DS patients."}, {"pubmed": 17202846, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17202846, "text": "frequency of homozygotes for the MCP1-2518A allele (MCP1-2518A/A) among chronic hepatitis B virus (HBV) carrier patients was significantly higher than that among spontaneously recovered (SR) subjects"}, {"pubmed": 17207568, "text": "CD14+ cells producing TNF-alpha, IL-6, IL-10, MCP-1, and IL-8 were significantly higher in peripheral blood than peritoneal fluid mononuclear cells of women with endometriosis."}, {"pubmed": 17218539, "text": "HOCl-modified albumin acts as a ligand for RAGE and promotes MCP-1 expression via the RAGE-Erk1/2 MAP-kinase pathway"}, {"pubmed": 17262819, "text": "HGF may facilitate osteophyte development by promoting MCP-1-mediated entry of monocytes/macrophages into the osteoarthritis-affected joint and/or by stimulating macrophage-derived growth factors"}, {"pubmed": 17280738, "text": "serine proteases can stimulate MCP-1 release from respiratory epithelial cells possibly through a PARs-related mechanism."}, {"pubmed": 17283105, "text": "findings show that soluble Entamoeba histolytica proteins (SAP) can induce MCP-1 from intestinal epithelial cells by a unique pathway involving phosphatidylinositol 3-kinase (PI3 kinase) and NF-kappaB p65"}, {"pubmed": 17284607, "text": "MCP-1 expression and subsequent macrophage/microglia infiltration and activation are critical for retinal detachment-induced photoreceptor apoptosis"}, {"pubmed": 17307163, "text": "activation of the prostanoid DP receptor on THP-1 cells enhances TNF-alpha-induced MCP-1 and IL-8 production via the cAMP/PKA signaling pathway"}, {"pubmed": 17322498, "text": "Finding showed that MCP-1*1 haplotype is associated with height."}, {"pubmed": 17322498, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17364892, "text": "A study of CCL2 transport across vascular endothelial cells was done."}, {"pubmed": 17379849, "text": "CCL2 mediates fibroblast survival by inhibiting apoptosis through IL-6/STAT3 signaling"}, {"pubmed": 17384985, "text": "Lymphoma cells produced MCP-1, which is an additional cytokine involved in the pathogenesis of PCNSL"}, {"pubmed": 17390372, "text": "We conclude that PTHrP-induced MCP-1 production by HBME and hFOB cells promotes osteoclast differentiation in vitro and such induction may play a critical role in PCa development in the bone microenvironment."}, {"pubmed": 17395051, "text": "The expression of FOUNT-mediated CCL2/CCR2 may have important implications in the pathogenesis of CHF. The CCL2/CCR2 pathway via FROUNT may influence the clinical severity of CHF."}, {"pubmed": 17404035, "text": "Inhibition of serine-threonine protein phosphatase activities induces increased MCP-1 production and eventually the aggravated inflammatory response in gastric epithelial AGS cells stimulated by Helicobacter pylori."}, {"pubmed": 17407231, "text": "CCL-2 A(-2518)G genotype is a significant risk factor for SLE among Caucasians but not African Americans, suggesting that genetically mandated differences in MCP-1 expression contribute to SLE etiology in the former"}, {"pubmed": 17417600, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17424890, "text": "TNF-alpha induces CCL2 transcription in nasal polyp fibroblasts; B-Raf/MEK/ERK signaling cascade and to a less extent the p38 pathway are responsible for c-Fos activation and the subsequent AP-1/DNA interaction leading to CCL2 expression."}, {"pubmed": 17426779, "text": "In this review we focus on the known polymorphisms of two chemokines: CCL2, CCL5 and their corresponding receptors (CCR2, CCR5) and we also discuss their associations with susceptibility and progression to selected immune-mediated diseases. [REVIEW]"}, {"pubmed": 17431224, "text": "M-CSF contributes to the pathogenesis of pulmonary fibrosis in mice and in patients with IPF through the involvement of mononuclear phagocytes and CCL2 production"}, {"pubmed": 17458901, "text": "Psychosine mediates reduced MCP1 production by peripheral immune cells of Krabbe patients."}, {"pubmed": 17465499, "text": "Mutations studied in the gene pair CCL2/CCR2 do not play a major role in the outcome and response to treatment for HCV infection in the Spanish population."}, {"pubmed": 17465499, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17485071, "text": "The secreted MCP-1 may affect the production of MMP-9 in fibroblasts and/or macrophages."}, {"pubmed": 17486299, "text": "restenosis development after PCI in patients with coronary artery disease may involve the participation of MCP-1 after PCI, and adiponectin incompletely prevent this MCP-1-dependent restenosis"}, {"pubmed": 17490777, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17490777, "text": "The present study demonstrates that the A/A polymorphism of the MCP-1 gene at position -2518 is associated with insulin resistance during glucose loading in non-diabetic Japanese subjects."}, {"pubmed": 17495598, "text": "Monocyte chemotactic protein-1 may represent an important factor linking adipose tissue inflammation, obesity and type 2 diabetes [review]"}, {"pubmed": 17522215, "text": "Data show that Epstein-Barr virus infection of primary human monocytes induced the release of monocyte chemotactic protein 1, and the use of small interfering RNA targeting Toll-like receptor 2 significantly reduced such a chemokine response to EBV."}, {"pubmed": 17525255, "text": "Data show that upon experimental and human renal ischemia/reperfusion, microvascular basement membrane (BM) heparan sulfate proteoglycans (collagen 18alpha1, agrin and perlecan) are modified to bind L-selectin and monocyte chemoattractant protein-1."}, {"pubmed": 17530707, "text": "IL-18 has a unique role in inducing the secretion of angiogenic SDF-1alpha/CXCL12, MCP-1/CCL2, and VEGF in rheumatoid arthritis synovial tissue fibroblasts, via distinct signaling intermediates."}, {"pubmed": 17582674, "text": "Serum of subjects with endometriosis contains significantly higher levels of interleukin-6, monocyte chemotactic protein-1, and interferon-gamma than control women."}, {"pubmed": 17596666, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17596666, "text": "RANTES, MCP-1, CCR2, CCR5, CXCR1 and CXCR4 gene polymorphisms do not have a role in progression of hepatitis B virus infection"}, {"pubmed": 17625600, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17694504, "text": "circulating levels of advanced glycation end products (AGEs) and soluble receptor for AGE are independent determinants of serum MCP-1 levels in patients with type 2 diabetes"}, {"pubmed": 17700210, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17703277, "text": "MCP-1 expression was increased in glioblastoma specimens."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17704101, "text": "CCL2 is secreted in an autocrine manner through the ERK/MAPK pathway, and is up-regulated by the pregnancy-associated hormones, estrogen, progesterone and HCG, which suggests that CCL2 may play an important role at materno-fetal interface."}, {"pubmed": 17706208, "text": "A four-marker panel of CA-125, macrophage chemotactic protein-1, leptin, and macrophage migration inhibitory factor could diagnose the presence of endometriosis with 93% accuracy."}, {"pubmed": 17707134, "text": "prednisolone suppresses both HIV-1 viral load and CCL2 mRNA expression."}, {"pubmed": 17728497, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17728497, "text": "Results showed there were no associations of MCP-1 and RANTES promoter SNPs with diabetic ESRD in Korean population."}, {"pubmed": 17763208, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17767550, "text": "study is the first to report that MCP-1 serum levels are elevated in association with the HFE H63D mutation and not the C282Y mutation in patients with hereditary hemochromatosis"}, {"pubmed": 17804911, "text": "Urinary excretion of the monocyte chemoattractant protein-1 (uMCP-1) is a biomarker of the inflammatory activity of the cortical tubulointerstitial area of the kidney, and does not reflect chronic interstitial damage."}, {"pubmed": 17822317, "text": "Increased monocyte chemoattractant protein 1 serum level is associated with acute myeloid leukemia"}, {"pubmed": 17884268, "text": "Monocyte chemoattractant protein-1 (MCP1) may play a role in depression."}, {"pubmed": 17886678, "text": "MCP-1 and VEGF were involved in the formation of nasal polyps."}, {"pubmed": 17917677, "text": "preliminary evidence linking genetic variation in CCR2 to circulating levels of MCP-1"}, {"pubmed": 17920586, "text": "Results suggest that the role of MCP-1 in metabolism is relevant and that, although new hidden complexities are evident, the function of MCP-1/CCL2 extends far beyond the monocyte chemoattractant effect."}, {"pubmed": 17922439, "text": "relationship between monocyte chemoattractant protein-1 gene (MCP-1) -2518A/G polymorphism and acute pancreatitis (AP) in the Han population of Suzhou, China"}, {"pubmed": 17928143, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17928143, "text": "The A-2518G polymorphism of MCP-1 is not a major susceptibility factor for bipolar disorder in the Korean population. However, the physiological role of MCP-1 is highly suggestive of its being associated with bipolar disorder."}, {"pubmed": 17934860, "text": "Hepatopulmonary syndrome is more common in patients with MCP-1 2518G gene carriage."}, {"pubmed": 17934860, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17940904, "text": "MCP-1 polymorphism does not play a major role in the development of alcoholic chronic pancreatitis but may be associated with disease severity in Koreans."}, {"pubmed": 17940904, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17943082, "text": "Urinary EGF/MCP-1 ratio may be used as a prognostic marker of end-stage renal disease for patients with immunoglobulin A nephropathy."}, {"pubmed": 17949278, "text": "Promoter elements responsible for antioxidant regulation of MCP-1 gene expression."}, {"pubmed": 17968528, "text": "the MCP-1/CCR2 system has a role in fibronectin deposition in the diabetic glomerulus, providing a new therapeutic target for diabetic nephropathy"}, {"pubmed": 17968796, "text": "MCP-1 would seem to play a key role in the pathogenesis of XGP by mediating the recruitment of circulating monocytes or by cells resident in the interstitial space."}, {"pubmed": 17975143, "text": "MCP-1 Promoter Polymorphism at 2518 may have a role in metastasis of nasopharyngeal carcinoma after treatment"}, {"pubmed": 17975143, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17977907, "text": "Hyperhomocysteinemia stimulates MCP-1 expression in the kidney via NF-kappaB activation. Such an inflammatory response may contribute to renal injury associated with hyperhomocysteinemia."}, {"pubmed": 17982227, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17982227, "text": "the -2518 A allele of the MCP-1 gene is associated with kidney failure in Korean patients with type 2 DM"}, {"pubmed": 18022660, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18032547, "text": "In various renal diseases, l-selectin and MCP-1 binding to interstitial perivascular matrix HSPGs is increased, which is significantly associated with leukocyte influx."}, {"pubmed": 18040846, "text": "Beta-amyloid precursor protein (APP) and CCL2 chemokine synergistically enhance aggregated APP clearance by 3 different pathways in mononuclear phagocytes derived from transgenic mouse models of Alzheimer's disease."}, {"pubmed": 18042260, "text": "It is shown that human monocytes constitutively express p17Rs and that HIV-1 p17 selectively triggers these cells to produce MCP-1."}, {"pubmed": 18055544, "text": "MCP-1/CCR2 system is functionally active in podocytes and may be implicated in the migratory events triggered by podocyte injury in crescentic GN and other glomerular diseases."}, {"pubmed": 18060801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18061474, "text": "Both IL-20 and IL-24 showed correlations to CCL2/MCP-1 in plasma from rheumatoid arthritis and spondyloarthropathy patients."}, {"pubmed": 18069114, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18069114, "text": "Serum and peritoneal fluid MCP-1 levels and the G (-2518)A MCP-1(monocyte chemoattractant protein-1) polymorphism were found not to be associated with endometriosis in Korean women."}, {"pubmed": 18069417, "text": "MCP-1-2518 SNP or a gene located nearby may modify clinical manifestation of sarcoidosis towards Lofgren's syndrome."}, {"pubmed": 18069417, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18070228, "text": "CCL2 and CCL3 induce both immediate and delayed skin reactions in atopics and nonatopics, and evoke a similar profile of local T cell/macrophage and granulocyte recruitment"}, {"pubmed": 18089573, "text": "GM-CSF regulates MCP-1 expression via Janus kinase-2-Stat5 pathway and by a novel regulatory mechanism of statins to reduce inflammatory reactions by down-regulating the expression of monocytic MCP-1"}, {"pubmed": 18093183, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18093183, "text": "These results showed the -2518 MCP-1 polymorphism is related to the susceptibility of plaque type psoriasis."}, {"pubmed": 18093816, "text": "Data show that MCP-1 has a synergistic effect on COX-2 and CCR2 protein expression in CD40L-stimulated HUVECs and stimulates VEGF production in these cells."}, {"pubmed": 18158188, "text": "the shear stress-induced overexpression of MCP-1 contributes significantly to the development of coronary collaterals during the early phase of acute myocardial infarction"}, {"pubmed": 18164957, "text": "ACE2 overexpression in the THP-1 attenuates AngII-induced MCP-1 production and that this reduction is likely mediated by increased Ang (1-7) level."}, {"pubmed": 18172114, "text": "No evidence was found of an association between TLR4, CCR2, and CCL2 and AMD (age-related macular degeneration)"}, {"pubmed": 18172114, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18186797, "text": "A significant increase was noted for the risk of late acute rejection in renal allograft recipients who were homozygous for the MCP-1-2518G polymorphism"}, {"pubmed": 18186797, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18190912, "text": "These data suggest that the enhanced expression of MCP-1 and microglia activities in alcoholic brains could contribute to ethanol-induced pathogenesis."}, {"pubmed": 18191726, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18191726, "text": "results suggest that MCP-1 polymorphism is moderately associated with the genetic susceptibility to systemic lupus erythematosus in Mexican individuals."}, {"pubmed": 18203956, "text": "PC-PLC activation through CCR5 is specifically induced by gp120, since triggering CCR5 through its natural ligand CCL4 (MIP-1beta) does not affect PC-PLC cellular distribution and enzymatic activity, as well as CCL2 secretion"}, {"pubmed": 18205260, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18205260, "text": "lack of association of SDF-1 3'A, MCP-1 (-2518), CCR5-Delta32 polymorphisms with death and hepatocellular carcinoma occurrence in cirrhotic hepatitis C-infected patients"}, {"pubmed": 18208975, "text": "Upon MCP-1 stimulation, iPLA(2)beta is recruited to the membrane-enriched pseudopod; in contrast, cPLA(2)alpha is recruited to the endoplasmic reticulum."}, {"pubmed": 18230355, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18230355, "text": "present study showed a significant but not independent association between the -2518G/A polymorphism of the MCP-1 gene (presence of G allele) and myocardial infarction in the Tunisian population"}, {"pubmed": 18242157, "text": "15d-PGJ2 and ciglitazone down-regulate TNF-alpha-mediated osteoclast differentiation in human cells, in part via suppression of the action of MCP-1"}, {"pubmed": 18266131, "text": "Inflammation-activated microvascular pulmonary endothelial cells regulate expression of MCP-1 in alveolar epithelial cell line (A549)."}, {"pubmed": 18266972, "text": "dominant-negative mutation of MCP-1 could reverse atherosclerotic lesion progression and prevent vulnerable plaques from rupture regardless of serum lipid levels"}, {"pubmed": 18270300, "text": "Insulin increased MCP-1 gene and protein expression significantly more in the insulin-resistant than in the insulin-sensitive subjects"}, {"pubmed": 18271757, "text": "Prostaglandin E1 inhibits IL-6-induced MCP-1 expression by interfering specifically in IL-6-dependent ERK1/2."}, {"pubmed": 18272603, "text": "Polymorphism in the human CCL2 gene is associated with progressive kidney failure in type 2 diabetes.[REVIEW]"}, {"pubmed": 18274642, "text": "Increased MCP-1 concentrations in IUGR neonates and higher postnatal ones in all infants may be attributed to gradual initiation of ex utero angiogenesis, which is possibly enhanced in intrauterine growth restriction"}, {"pubmed": 18284633, "text": "Macrophage infiltration may play an important role in the pathogenesis of Graves'ophthalmopathyy via over-expression of MCP-1."}, {"pubmed": 18314120, "text": "Findings suggest that IL-8 and MCP-1 may be involved in the pathogenesis of endometriosis."}, {"pubmed": 18347511, "text": "An increase in adiponectin level due to a decrease in estradiol results in a reduction in monocyte chemotactic protein-1 level in postmenopausal women"}, {"pubmed": 18371304, "text": "study concludes that chronic stable angina pectoris in Slovak patients is linked to MCP-1-2518 (A/G)single nucleotide polymorphism"}, {"pubmed": 18373164, "text": "MCP-1 and CD40L had a synergistic effect on COX-2 expression and subsequent VEGF production in gastric cancer."}, {"pubmed": 18381789, "text": "Genetic polymorphisms within CCL2 gene are associated with susceptibility neither to systemic sclerosis nor to specific disease phenotypes."}, {"pubmed": 18381789, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18395486, "text": "This study demonstrates an interplay between TGFbeta1, IL-13 and CCL2 in idiopathic pulmonary fibrosis with a usual interstitial pneumonia histological pathology, where these three mediators feedback on each other, promoting the fibrotic response."}, {"pubmed": 18395775, "text": "When recombinant adiponectin was added to cultures of synovial fibroblasts, it induced up to 8.1- and 11.4-fold increase in the release of monocyte chemoattractant protein-1 and interleukin-6."}, {"pubmed": 18402383, "text": "MCP-1 are involved in the pathogenesis of intractable epilepsy."}, {"pubmed": 18436581, "text": "The thrombin-induced monocyte/endothelial cell cross-talk mediated by increased CX3CL1 expression potentiates the CCL2 chemokine generation that might contribute to the recruitment of monocytes into inflamed areas."}, {"pubmed": 18439751, "text": "The overall current information suggests that CCL2 and CCL5 are inflammatory mediators with pro-malignancy activities in breast cancer."}, {"pubmed": 18443042, "text": "These data support the idea of an activator function of c-Jun that is executed by multiple mechanisms, including phosphorylation-dependent interaction with p65 NF-kappaB and HDAC3 at the level of chromatin."}, {"pubmed": 18458846, "text": "The expression of MCP-1 mRNA in LI90 cells as well as its secretion into the culture medium was significantly increased in response to AGEs."}, {"pubmed": 18469140, "text": "CCL2 and CXCL8 synergize in calcium signaling in peripheral blood monocytes."}, {"pubmed": 18495743, "text": "There is a correlation between glomerular expression of MCP-1 and PGM1 and worsening renal prognosis in paediatric lupus nephritis."}, {"pubmed": 18506929, "text": "Factors apart from ROS, IL-8 and MCP-1 may be involved in the pathogenesis of reflux esophagitis in children."}, {"pubmed": 18508485, "text": "Mechanisms that induce expression of MCP-1 in the brain and the role that it plays in recruitment of mononuclear cells from blood to brain and in the activation of inflammatory processes in HIV-dementia."}, {"pubmed": 18515987, "text": "There are elevated concentrations of the chemokines MDC, eotaxin, I-TAC, and MCP-1 in malignant pleural effusions."}, {"pubmed": 18521742, "text": "MCP-1 levels showed no correlation with menstrual hormones"}, {"pubmed": 18522702, "text": "Adiponectin downregulated MCP-1 production by proximal tubular cells.Urinary adiponectin is present in proteinuric patients, and has the potential to activate AdipoR within the nephron"}, {"pubmed": 18525219, "text": "CCL2 plays a role in the spreading of tumoral cells to the lymph node in oral cavity squamous cell carcinoma."}, {"pubmed": 18528529, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18528529, "text": "The association of MCP-1 -2518 A/G SNP with SSc observed originally in German population was not replicated in the Slovak population."}, {"pubmed": 18570214, "text": "The monocyte chemoattractant protein-1 secreted by adipose tissue may induce steatosis not only recruiting macrophages but also acting directly on hepatocytes."}, {"pubmed": 18611860, "text": "CCL2 protects prostate cancer PC3 cells from autophagic death via the phosphatidylinositol 3-kinase/Akt/survivin pathway"}, {"pubmed": 18615095, "text": "Both case-control and family-based studies suggest a protective effect of allele CCL2-2578G in Tunisian asthmatic children."}, {"pubmed": 18615095, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18619701, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18623207, "text": "MCP-1, MIP-1beta, and IL-8 play important roles in the pathophysiology of Hemophagocytic lymphohistiocytosis (HLH). In addition, the serum concentrations of these chemokines may be sensitive markers for assessing disease activity in patients with HLH."}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18637012, "text": "Our data support previous work on significant increases in IL-6 and IL-8 in Alzheimer's disease (AD) but indicate that MCP-1 may play a more dominant role in chronic inflammation in AD"}, {"pubmed": 18646053, "text": "CCL2 stimulation of prostate cancer cells activates the small GTPase, Rac through the actin-associated protein PCNT1."}, {"pubmed": 18651322, "text": "MCP-1 -2518 A>G polymorphism is not associated with premature coronary artery disease in Turkish patients."}, {"pubmed": 18656701, "text": "TNF-alpha can play a crucial role in the immunopathogenesis of nephritis by the induction of CCL2, ICAM-1 and VCAM-1 expression via the activation of the intracellular MAPK signaling pathway, which may contribute to macrophage and lymphocyte infiltration."}, {"pubmed": 18660381, "text": "MMP-12 truncates and inactivates ELR+ CXC chemokines and generates CCL2, -7, -8, and -13 antagonists"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18665050, "text": "Heme oxygenase-1 expression decreased LPS-stimulated secretion of MCP-1, IL-6, IL-10, and TNF-alpha at both 4 and 24 h in murine and human macrophages"}, {"pubmed": 18678243, "text": "Data show that basal level of MCP1 is higher in Parkinson's disease patients than in healthy control subjects."}, {"pubmed": 18684531, "text": "role of MCP-1 in the pathogenesis of acute coronary syndromes"}, {"pubmed": 18690522, "text": "TLR2-ROS signaling plays a crucial role in the 30-kDa Ag-mediated expression of CXCL8 and CCL2 in human monocytes. In addition, both p38 and ERK1/2 activation are essential for 30-kDa Ag-stimulated CCL2 production by monocytes."}, {"pubmed": 18702087, "text": "MCP-1 (monocyte chemoattractant protein-1) was higher in pregnant women than in nonpregnant women; MCP-1 was elevated in patients with gestational diabetes mellitus in the third trimester compared to healthy pregnant women"}, {"pubmed": 18702954, "text": "High CXCL10 and CCL2 serum levels in patients with mixed cryoglobulinemia and chronic hepatitis c(MC); CXCL10 in MC + autoimmune thyroiditis is significantly higher than that in MC."}, {"pubmed": 18718072, "text": "Plasma level of CCL-2/MCP-1 correlates with acute graft-versus-host disease /or idiopathic pneumonia syndrome."}, {"pubmed": 18758234, "text": "The function of survivin in the control of autophagy and the interaction between CCL2, survivin and autophagy in the complex program of tumor progression is discussed."}, {"pubmed": 18762729, "text": "MCP-1 was implicated in the pathogenesis of insulin resistance, especially associated with obesity, in humans"}, {"pubmed": 18762729, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18784079, "text": "CCL2 has the capacity to render a large population of lymphocytes more susceptible to HIV-1 late in the course of infection."}, {"pubmed": 18790652, "text": "observations support a major tumor-promoting role for co-expression of the chemokines in breast malignancy, and agree with the significant association of joint RANTES and MCP-1 expression with advanced stages of breast cancer."}, {"pubmed": 18804983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18808740, "text": "Results describe significant differences between controls and patients with renal cell carcinoma both pre-operatively and post-operatively in angiogenin, PDGF and MCP-1 serum levels."}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18824549, "text": "AMCase induced epithelial cell production of CCL2, CCL17, and CXCL8."}, {"pubmed": 18829011, "text": "mRNA levels of MCP-1 in the perifollicular stroma increased from the preovulatory to the late ovulatory phase and declined during the postovulatory phase."}, {"pubmed": 18837094, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18837094, "text": "The MCP-1-2518 AA genotype of the population in Suzhou may be a protective, while one with higher frequency of G allele is more likely to suffer from acute pancreatitis."}, {"pubmed": 18855195, "text": "study demonstrates higher serum levels of CXCL10 & CCL2 in patients with psoriatic arthritis without autoimmune thyroiditis than controls; serum CXCL10 levels in psoriatic arthritis patients are significantly higher in presence of autoimmune thyroiditis"}, {"pubmed": 18937353, "text": "MCP-1 levels were significantly higher in Caucasians as compared to African-Americans."}, {"pubmed": 18937353, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18940815, "text": "MCP-1 -362C was associated with resistance to tuberculosis in the case-control studies."}, {"pubmed": 18940815, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18953909, "text": "MCP-1 mRNA and protein levels were both up-regulated when gingival fibroblasts were co-cultured with different Porphyromonas gingivalis fimA genotypes."}, {"pubmed": 18954908, "text": "a critical role for the Pyk2 mediated pathway involving p38 MAP kinase and NF-kappaB in LPS-induced MCP-1 production in human microvascular endothelial cells."}, {"pubmed": 18962899, "text": "GSTP1 prevented LPS-induced TNF-alpha, IL-1beta, MCP-1 and NO production."}, {"pubmed": 18976655, "text": "The increase of Trx expression and activity inhibited Hcy-induced ROS production and MCP-1 secretion."}, {"pubmed": 18976766, "text": "Raloxifene reduces circulating levels of interleukin-7 and monocyte chemoattractant protein-1 in postmenopausal women."}, {"pubmed": 18977211, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18977211, "text": "The study showed a significant and independent association between the -2518G/A polymorphism of the MCP-1 gene (presence of G allele) and hypertension in the Tunisian population."}, {"pubmed": 18996102, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18996288, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19001328, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19002595, "text": "activation of MCP-1/CCR2 axis promotes PCa growth in bone."}, {"pubmed": 19009499, "text": "Visfatin upregulate secretion of MCP-1and IL-6 in human umbilical vein endothelial cells."}, {"pubmed": 19014891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19014891, "text": "demonstrate for the first time an association between the polymorphism in the regulatory region of the MCP-1 gene and susceptibility to cardiovascular disease in hemodialyzed patients"}, {"pubmed": 19017462, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19017462, "text": "The odds of having TB was 2.8-fold higher in carriers of the -2518 AG single-nucleotide polymorphism in the promoter region of the CC-chemokine ligand 2 than in those carrying the homozygous genotype AA (95%CI 1.3-5.5)."}, {"pubmed": 19019335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19032843, "text": "a polymorphism in the monocyte chemoattractant protein-1/CCL2 gene and lupus nephritis in systemic lupus erythematosus patients"}, {"pubmed": 19032844, "text": "A/A genotype was significantly associated with a higher risk of lupus nephritis"}, {"pubmed": 19032966, "text": "A single nucleotide polymorphism (SNP) of the gene encoding monocyte chemoattractant protein-1 (MCP-1, CCL2) ,functional variant -2518A>G of CCL2 is not implicated in the susceptibility or phenotype of systemic sclerosis"}, {"pubmed": 19032966, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19034671, "text": "MCP-1 affects macrophage migratory movement through regulation of voltage-gated K+ channels and, as such, provides a novel therapeutic strategy for neuroAIDS"}, {"pubmed": 19048368, "text": "Monocyte chemoattractant protein-1 (MCP-1) significantly induces the migration of NT2 neuroprogenitor cells."}, {"pubmed": 19055601, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19055601, "text": "The results suggest that MCP-1, but not CCR2 gene variants, may participate in the pathogenesis of allergic phenotypes at least in the Caucasian population."}, {"pubmed": 19072670, "text": "MCP-1 expression in papillary thyroid carcinoma may stimulate the aggressive behavior of this tumor or it may be a marker for aggressive behavior."}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19092169, "text": "MCP-1 was significantly higher in children with type 1 diabetes than in control subjects."}, {"pubmed": 19099590, "text": "No overall association was found between prostate cancer risk and IL1-A or MCP-1 polymorphisms."}, {"pubmed": 19099590, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19099689, "text": "Plasma MCP-1 concentration and MCP-1 mRNA expression in peripheral blood mononuclear cells were significantly increased in patients with Kawasaki disease."}, {"pubmed": 19100389, "text": "CCL2/MCP-1 polymorphism of the donor has no impact on the allograft outcome during the first year after kidney transplantation"}, {"pubmed": 19100389, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19115220, "text": "hepatocyte-derived MCP-1, induced by bile acids, results in hepatic stellate cell recruitment in diverse causes of cholestatic liver injury."}, {"pubmed": 19132243, "text": "High glucose conditions induce upregulation of fractalkine and monocyte chemotactic protein-1 in human smooth muscle cells."}, {"pubmed": 19136823, "text": "mRNA expression of MCP-1 and IL-8, and protein levels of IL-8 were also greater in noncalcified plaques compared to calcified plaques."}, {"pubmed": 19147409, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19148342, "text": "MCP-1 single nucleotide polymorphisms were not associated with increased Common carotid intima-media thickness."}, {"pubmed": 19148342, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19152916, "text": "During long-term folate stress, p38 is the primary determinant of CCL2 transcription"}, {"pubmed": 19154405, "text": "CCL2 induces selective and significant expression of ICAM-1"}, {"pubmed": 19155472, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19156168, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19166999, "text": "PBEF/visfatin induces secretion of MCP-1 in human endothelial cells: role in visfatin-induced angiogenesis"}, {"pubmed": 19167353, "text": "SAA stimulates CCL2 production via FPRL1 and, thus, contributes to atherosclerosis."}, {"pubmed": 19168721, "text": "Interaction of vascular smooth muscle cells and monocytes by soluble factors (IL-1, TNF-alpha, and IL-6) synergistically enhances IL-6 and MCP-1 production."}, {"pubmed": 19170716, "text": "In PCOS, MCP-1, MIP-1alpha and MIF correlated positively with central fat mass. A BMI independent positive association was found between MIF and free testosterone in PCOS."}, {"pubmed": 19176388, "text": "CCL2 mediates the interaction between tumor-derived factors and host-derived chemokines acting in cooperation to promote skeletal metastasis of pancreatic cancer."}, {"pubmed": 19185603, "text": "data demonstrate the role amyloid precursor protein (APP) has in glial differentiation of NT2 cells through MCP-1(MCP-1)/MCP-1-induced protein (MCPIP) signaling"}, {"pubmed": 19187096, "text": "mutant huntingtin-induced proteasomal dysfunction can up-regulate the expression of MCP-1"}, {"pubmed": 19211266, "text": "MCP-1 is associated with, and might be involved in the pathogenesis of, left ventricular systolic dysfunction in patients with hypertrophic cardiomyopathy"}, {"pubmed": 19215923, "text": "Soy phosphatidylcholine fatty acids act in the inflammatory response via TLR4-NF-kappaB-MCP-1 signaling in vascular cells"}, {"pubmed": 19218821, "text": "CysLTs induce MCP-1 and this induction is mediated by ERK1/2 and JNK in MAPK, and NF-kappaB pathways via the CysLT1 receptor, for the most part, in human monocytes/macrophages."}, {"pubmed": 19228389, "text": "results demonstrate that HFE polymorphisms influence the synthesis and release of chemokine monocyte chemoattractant protein-1, and the mechanism of action involves cellular iron status"}, {"pubmed": 19233564, "text": "These results demonstrate that the upregulation of IL-6, IL-8 and CCL2 gene expression contributes to the development of acute inflammation and inflammatory pain."}, {"pubmed": 19234509, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19242604, "text": "MCP-1 promotes lung cancer-induced osteoclast activity and thus bone resorptive lesions in vivo."}, {"pubmed": 19247692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19247801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19247801, "text": "The MCP-1-2518 G/A single nucleotide polymorphism does not affect plasma levels of MCP-1 or susceptibility to premature stable coronary artery disease in a Chinese population."}, {"pubmed": 19258635, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19267279, "text": "Results correlate levels of leptin and monocyte chemotactic protein-1 (MCP-1) with insulin resistance (IR) in obese, non-obese, diabetic and non-diabetic subjects."}, {"pubmed": 19277984, "text": "Amyloid-beta up-regulates complement factor B in retinal pigment epithelial cells through cytokines released from recruited macrophages/microglia: Another mechanism of complement activation in age-related macular degeneration."}, {"pubmed": 19281798, "text": "Results from gel electrophoresis and mass spectrometry using recombinant CCL2 and CXCL10, incubated with either MMP-2 or -9, indicate that both chemokines are cleaved by the enzymes."}, {"pubmed": 19287949, "text": "MCP-1 expression in colorectal liver metastases, at least in part, may be associated with angiogenesis"}, {"pubmed": 19298002, "text": "The results from this study suggested that the CCL22 polymorphism is associated with an increase risk of developing H. pylori infection-related gastric carcinoma."}, {"pubmed": 19317061, "text": "VLDL can induce cellular triglyceride accumulation and upregulate the expression of MCP-1 in human mesangial cells."}, {"pubmed": 19327225, "text": "patients with Psoriatic arthritis had high circulating levels of CXCL10 (chemokine (C-X-C motif) ligand 10) and CCL2(chemokine (C-C motif) ligand 2) compared with controls"}, {"pubmed": 19328242, "text": "Subcutaneous large-pore microdialysis for 4 days leads to tissue trauma resulting in increased concentrations of MCP-1 on day 1 followed by decrease in MCP-1 to day 0 level."}, {"pubmed": 19332042, "text": "-2518A>G polymorphism of MCP-1 does not seem to contribute substantially to coronary artery disease in Han Chinese."}, {"pubmed": 19332042, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19347053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19357773, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19360344, "text": "Curcumin exerts potential anti-metastatic effects in bone-derived PCa cells by blocking CCL2 mediated actions on invasion, adhesion and motility."}, {"pubmed": 19361458, "text": "Circulating MCP-1 concentrations are associated with menopause status itself, irrespective of obesity; they do not correlate with obesity or insulin resistance in Korean women, most of whom are not severely obese."}, {"pubmed": 19364494, "text": "The lack of MCP-1 in osteoclasts resulted in a down-regulation of DC-STAMP, NFATc1, and cathepsin K, all of which were highly expressed in normal osteoclasts, suggesting that osteoclast differentiation was inhibited in MCP-1-deficient cells."}, {"pubmed": 19371341, "text": "ET-1 regulated MCP-1 transcriptionally, via NF-kappaB and AP-1."}, {"pubmed": 19373627, "text": "In asthma patients, the consistently elevated serum levels of MCP-1 suggest its role in the pathogenesis of bronchial asthma - not only in the chronic inflammatory processes, but also in acute asthma attack exacerbation."}, {"pubmed": 19376162, "text": "MCP-1 concentrations were higher in subcutaneous adipose tissue than plasma."}, {"pubmed": 19379593, "text": "TNF-alpha induces MCP-1 and IL-8 mRNA expression in human umbilical vein endothelial cells."}, {"pubmed": 19392835, "text": "MCP-1 -2518 polymorphism itself does not represent an independent genetic risk factor for ulcerative colitis. The combination polymorphisms between MCP-1 and IL-1beta can increase ulcerative colitis risk significantly."}, {"pubmed": 19392835, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19409809, "text": "Increased urinary CCN2 is associated with the early progression of diabetic nephropathy, whereas MCP-1 is associated with later stage disease."}, {"pubmed": 19411748, "text": "The serum MCP-1 concentrations and protein expression of CCR2 in acute coronary syndrome patients are significantly higher than those in healthy controls."}, {"pubmed": 19420105, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19426980, "text": "The transcriptional factor PREB mediates MCP-1 transcription induced by cytokines in human vascular endothelial cells."}, {"pubmed": 19439012, "text": "MCP-1 activity may be critical to activation of HIV-1 at sites of TB"}, {"pubmed": 19441883, "text": "gene polymorphism is associated with myocardial infarction, pulmonary tuberculosis andhiv-1 infection/ disease progression"}, {"pubmed": 19441886, "text": "higher circulating levels in patients with hepatitis C virus chronic infection"}, {"pubmed": 19443842, "text": "arterial MFG-E8 significantly increases with aging and is a pivotal relay element within the angiotensin II/MCP-1/VSMC invasion signaling cascade."}, {"pubmed": 19446037, "text": "IL-8 and MCP-1 were differently regulated by hypoxia."}, {"pubmed": 19450143, "text": "Subjects with metabolic syndrome showed an increased presence of the MCP-1 -2518G allele in comparison to those without metabolic syndrome (odds ratio [OR] = 5.03, P = 0.02)."}, {"pubmed": 19458908, "text": "This study demonstrated that a reduction of MCP-1 production in rheumatoid arthritis patients was a newly determined effect of etanercept."}, {"pubmed": 19465691, "text": "CCL2 supplies an important immunomodulatory role to dentritic cells (DCs), and may contribute to dictate the cytokine profile in T helper type 1 responses induced by DCs."}, {"pubmed": 19479998, "text": "Stromal MCP-1 in mammary tumors induces tumor-associated macrophage infiltration and contributes to tumor progression."}, {"pubmed": 19494437, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19494437, "text": "The results of this studt suggested that MCP-1 A-2518G SNP acts as protective factor for sporadic FTLD, possibly by influencing MCP-1 production."}, {"pubmed": 19496969, "text": "After indoor renovations, among floor coverings, wall-to-wall carpets were associated with elevated IL-8 and Monocyte Chemoattractant Protein-1 (MCP-1) levels."}, {"pubmed": 19506371, "text": "Single nucleotide polymorphisms in monocyte chemoattractant protein-1 and its receptor act synergistically to increase the risk of carotid atherosclerosis."}, {"pubmed": 19524871, "text": "Substance P is an important neurotransmitter that can stimulate the chemokine CCL2, which plays a fundamental role in inflammation by recruiting inflammatory cells to specific cites"}, {"pubmed": 19525388, "text": "Ox-alpha1 antitrypsin promotes release of human monocyte chemoattractant protein-1 (MCP-1) and IL-8 from human lung type epithelial cells (A549) and normal human bronchial epithelial (NHBE) cells"}, {"pubmed": 19525846, "text": "MCP-1 may participate in the development of atherothrombosis in patients with hyperlipidemia."}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19555664, "text": "This study suggests that TrxR1 enhances ROS generation, NF-kappaB activity and subsequent MCP-1 expression in endothelial cells, and may promote rather than prevent vascular endothelium from forming atherosclerotic plaque."}, {"pubmed": 19558503, "text": "We identify IFI27, CCL2 and CXCL10 as sensitive biomarkers for the response of multiple sclerosis patients to IFN-beta."}, {"pubmed": 19565503, "text": "There is a unique role of osteopontin in leukocyte migration, in the context of perpetuation of rheumatoid synovitis through the induction of MCP-1 and MIP-1beta."}, {"pubmed": 19573434, "text": "MCP-1 genotype GG increases the risk of active TB infection in Chongqing Han people."}, {"pubmed": 19576791, "text": "thsi study indicates that serum MCP-1 levels increase proportionally with the severity of periodontal disease and decrease after treatment"}, {"pubmed": 19587356, "text": "the MCP-1/CCR2 system may be relevant in the pathogenesis of proteinuria in diabetes"}, {"pubmed": 19587833, "text": "Raised MCP-1 levels are associated with poor prognosis and possibly also with relapse tendency of ANCA-associated small vessel vasculitis."}, {"pubmed": 19625220, "text": "MTHFR 677T carriers had particularly elevated MCP-1 concentrations"}, {"pubmed": 19628738, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19628738, "text": "The 47A polymorphism in the MnSOD gene and the -2518G polymorphism in the CCL2 gene are associated with the development of anterior uveitis in HLA-B27-positive and -negative Chinese patients, respectively."}, {"pubmed": 19632522, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19632522, "text": "The findings suggest that the G allele at -2518 in the MCP-1 gene may be a novel genetic marker of susceptibility to nonfamilial IDC."}, {"pubmed": 19639050, "text": "Data found association of MCP-1 -2518 A/G single nucleotide polymorphism with the serum level of CRP in Slovak patients with ischemic heart disease, angina pectoris, and hypertension"}, {"pubmed": 19639050, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19641159, "text": "In middle-aged overweight/obese individuals MCP-1/CCL2 is independently associated with cardiovascular mortality."}, {"pubmed": 19642141, "text": "myofibroblast-derived MCP-1/CCL2 could be involved in the pathogenesis of hepatocellular carcinoma."}, {"pubmed": 19642908, "text": "higher plasama levels correlate with recurrences in patients with brain infarction"}, {"pubmed": 19644155, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19646633, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19658300, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19664934, "text": "The increase in the basal expression and activity of PKC delta in EoL-1 cells, compared to normal eosinophils, inhibits apoptosis in EoL-1 cells"}, {"pubmed": 19668598, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19668598, "text": "The result suggests that the susceptibility to Vogt-Koyanagi-Harada syndrome in Chinese Han patients may be not influenced by the MCP-1 -2518 A/G polymorphism."}, {"pubmed": 19706805, "text": "CCL2 and SNCG, combined with clinicopathologic features, may be used as accurate predictors of liver metastasis in colorectal cancer."}, {"pubmed": 19711822, "text": "Our results confirm that IHD and MI are linked to MCP-1 -2518 (A/G) single nucleotide polymorphism"}, {"pubmed": 19720836, "text": "CCL2-expressing breast tumor cells engage CCR2(+) stromal cells of monocytic origin, including macrophages and preosteoclasts, to facilitate colonization in lung and bone"}, {"pubmed": 19726280, "text": "The levels of IL-8 and MCP-1 were significantly increased in the HUVECs stimulated with HMGB1 protein."}, {"pubmed": 19729601, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19755790, "text": "Up-regulation of inflammatory molecules, such as CD40L and MCP-1, is involved in the advanced stage of atherosclerotic cerebro-vascular disease and is associated with increased risk of recurrence of cardiovascular events"}, {"pubmed": 19755933, "text": "consistent association between O2 exposure and MCP 1 among extremely preterm infants suggests that further investigation of its role in oxidative injury is warranted"}, {"pubmed": 19760754, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19773451, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19777601, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19781192, "text": "NADPH oxidase-derived ROS is involved in AngII-induced MCP-1 expression."}, {"pubmed": 19781803, "text": "Assessment of the MCP-1 A-2518G polymorphism can be useful in identifying the risk of developing carotid atherosclerosis in patients with type 2 diabetes."}, {"pubmed": 19782713, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19782713, "text": "suggests that the MCP-1 -2518 AA genotype seems to display a protective association with ocular Behcet's disease (BD), whereas the -2518 AG genotype might be a susceptible factor for ocular BD in the Chinese Han population."}, {"pubmed": 19819989, "text": "induction of miR-132 decreases SirT1-mediated deacetylation of p65 leading to activation of nuclear factor-kappaB and transcription of IL-8 and MCP-1 in primary human preadipocytes and in vitro differentiated adipocytes"}, {"pubmed": 19822078, "text": "The Duffy antigen only minimally alters the pharmacokinetics of rhMCP-1 for doses up to 2 microg/kg."}, {"pubmed": 19828696, "text": "Data show that induction of CCL2 and CCL24 was directly mediated by ligand-activated retinoic acid receptors."}, {"pubmed": 19833726, "text": "CCL2 and interleukin-6 promote survival of human CD11b+ peripheral blood mononuclear cells and induce M2-type macrophage polarization"}, {"pubmed": 19844201, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19844201, "text": "Serum MCP-1 levels were significantly higher in all patients affected by pancreatic inflammatory diseases. Moreover, we found a significant over-representation of the MCP-1G allele in ARP patients."}, {"pubmed": 19851831, "text": "Adipophilin affects the expression of TNF-alpha, MCP-1, and IL-6 in THP-1 macrophages."}, {"pubmed": 19864434, "text": "MCP-1 mediates activation of the CCR2 receptor and inhibits coexpressed N-type calcium channels in embryonic kidney (tsA-201) cells via a voltage-dependent pathway."}, {"pubmed": 19865101, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19866475, "text": "CCL2 is induced by chemotherapy and protects prostate cancer cells from docetaxel-induced cytotoxicity."}, {"pubmed": 19881959, "text": "CCL2 increases tumor growth and bone metastasis through recruitment of macrophages and OCs to the tumor site"}, {"pubmed": 19885629, "text": "Up-regulation of MCP-1 by taxol was augmented in cells treated with rottlerin, a specific inhibitor of PKCdelta. In addition, taxol-induced MCP-1 expression was reduced by the ectopic expression of PKCdelta in a dose-dependent manner."}, {"pubmed": 19893256, "text": "MCP-1 is associated with the severity of tubulointerstitial damage and clinical prognosis of patients with IgA nephropathy."}, {"pubmed": 19902472, "text": "Monocyte chemotactic protein-1 (MCP-1/CCL2) is associated with prostatic growth dysregulation and benign prostatic hyperplasia."}, {"pubmed": 19904283, "text": "The chemokine system CC ligand 2 (CCL2) with its receptor CC receptor 2 (CCR2) have been implicated in a wide range of neuropathologies, including trauma, ischemic injury and multiple sclerosis--REVIEW"}, {"pubmed": 19906815, "text": "Lysophosphatidic acid mediates trophoblast cells to produce GRO-alpha, IL-8, and MCP-1 via LPA1 receptors and nuclear factor-kappaB-dependent signal pathways."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19923858, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19923858, "text": "The present preliminary results, though limited by the relatively small sample, suggest a possible role of the SCYA2 in conferring susceptibility to BD and, if confirmed, may represent a biological discriminative influence between mood disorder subtypes."}, {"pubmed": 19926874, "text": "Studies suggest that apoptotic VSMCs intracellular IL-1 acts on the surrounding viable VSMCs inducing them to release IL-6 and MCP)-1, thus perpetuating a chronic inflammatory state."}, {"pubmed": 19929093, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19929093, "text": "Sequence analysis demonstrated CCL2 on chromosome 17 was rearranged with breaks occurring within its intron. Some variants in CCL2 showed significant p-values in cleft lip/palate populations compared with controls."}, {"pubmed": 19938194, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19938194, "text": "the monocyte chemotactic protein-1 gene polymorphism may have a role in spontaneous bacterial peritonitis"}, {"pubmed": 19941075, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19941075, "text": "This meta-analysis on 3419 subjects indicates that no association exists between the MCP-1 -2518 A/G polymorphism and systemic lupus erythematosus (SLE)or lupus nephritis."}, {"pubmed": 19942750, "text": "Data show that genotype frequencies of CCR2, MCP-1 and DC-SIGN polymorphisms did not differ significantly between the study groups, but a significantly increased frequency of SDF-1alpha polymorphism was observed among HIV+PTB+ patients."}, {"pubmed": 19942750, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 19957783, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19957783, "text": "The -2518 MCP-1 GG genotype might be associated with susceptibility to pulmonary tuberculosis in Chinese Han population."}, {"pubmed": 19995900, "text": "in primary tumor sections of prostate cancer subjects, CCL2 is predominantly expressed at the tumor site over other chemokines that have been associated with tumor development, including: CXCL12, CXCL10, CXCL8, CCL3, and CCL5."}, {"pubmed": 20000039, "text": "The rate of positive expression of MCP-1 in viral myocarditis sudden death group was obviously higher than that of the control group."}, {"pubmed": 20004457, "text": "Here the authors show that G protein coupled receptor protein of human herpesvirus 8 induces CCL2 in endothelial cells via activation of C/EBPbeta."}, {"pubmed": 20016208, "text": "P. gingivalis antigens and IL-6/sIL-6R stimulated Egr-1 and MCP-1 expression in coronary artery endothelial cells."}, {"pubmed": 20029197, "text": "Examine the -928 G/C and -362 G/C single-nucleotide polymorphisms in the promoter of MCP-1. Report increased transcriptional activity and novel binding sites."}, {"pubmed": 20029451, "text": "Results confirm the significant role of CCL2 in mediating post-traumatic secondary brain damage."}, {"pubmed": 20031554, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20038977, "text": "The kinetics of NFkappaB subunit activation are partly responsible for the observed pattern of acute inflammation in the adenoviral-infected cornea."}, {"pubmed": 20040767, "text": "Genome-wide association analysis finds strong association for serum MCP-1 with a nonsynonymous polymorphism, rs12075 (Asp42Gly) in DARC."}, {"pubmed": 20041183, "text": "The increased CCL2 and TNFalpha in pulmonary tuberculosis patients may support effective leucocyte recruitment and M. tuberculosis localization."}, {"pubmed": 20056091, "text": "MCP-1 plays an important role in the pathogenesis of Rrheumatoid Arthritis and contribute to the promotion of lung fibrosis in interstitial lung disease."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20087947, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20097750, "text": "analysis of creation of MCP-1/CCL2 into a decoy protein with potent anti-inflammatory activity in vivo"}, {"pubmed": 20100200, "text": "Enhanced MCP-1 release by keloid CD14+ cells augments fibroblast proliferation, which might initiate keloid development."}, {"pubmed": 20102417, "text": "IL-8 is an effector immune-determinant in the progression of CL, whereas NO facilitates the parasite killing by macrophages via MCP-1-mediated stimulation."}, {"pubmed": 20111728, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20111728, "text": "high levels of MCP-1 enhance the induction of MMP-1 production by M. tuberculosis-sonicate antigens to higher levels than in carriers of the other two-locus MCP-1 MMP-1 genotypes studied"}, {"pubmed": 20125127, "text": "The -A2518G polymorphism seems to be associated with CD but does not influence MCP-1 plasma levels, which in contrast are increased in UC and CD with extensive colonic involvement."}, {"pubmed": 20137666, "text": "Visfatin induces endothelial MCP-1 and IL-6 production in HUVEC in a dose and time-dependently manner."}, {"pubmed": 20140679, "text": "Our data demonstrate some new aspects of MCP-1 measurement in patients with MI, but do not corroborate many earlier observations."}, {"pubmed": 20177146, "text": "The results indicate that SAA stimulates FPR2-mediated activation of p38 MAPK and JNK, which are independent of a pertussis toxin-sensitive G-protein and are essential for SAA-induced CCL2 production."}, {"pubmed": 20179890, "text": "MCP-1 may induce the apoptosis of hUVECs through evoking the imbalance between proapoptotic Fas/Bax and antiapoptotic Bcl-2 protein."}, {"pubmed": 20187772, "text": "increased skeletal muscle expression following carbohydrate ingestion during recovery from exercise-induced muscle injury"}, {"pubmed": 20193755, "text": "Data show that significantly increased expression of MCP-1, IL-2 and PTPR-N was observed in Tourette's syndrome cases."}, {"pubmed": 20196868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20221866, "text": "paraoxonase-1 activity and expression are altered in liver diseases, and are related to monocyte chemoattractant protein-1 and inflammation"}, {"pubmed": 20228199, "text": "CCL2/MCP-1 produced from cell types present in the joint of rheumatoid arthritis patients may be responsible, in part, for interleukin (IL)-17-induced monocyte migration."}, {"pubmed": 20231199, "text": "MCP-1 -2518 G/G polymorphism is associated with lupus nephritis but there was no association of this genotype with renal function or renal survival."}, {"pubmed": 20231199, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237358, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237358, "text": "study found plasma MCP-1 was significantly elevated in patients with pelvic inflammatory disease (PID)compared to normal controls; there was no association between MCP-1 -2518G/A SNP and its gene expression levels and PID susceptibility"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20299238, "text": "MCP-1 may have a dichotomous role following acute myocardial infarction, aiding early infarct healing but potentiating later remodeling."}, {"pubmed": 20299783, "text": "in diabetes models and cultured cells, SOCS-1 may attenuate renal damage by ameliorating MCP-1 expression and regulation of the phosphorylation of JAK/STAT"}, {"pubmed": 20339010, "text": "In summary, we found that SNPs in CCL2 and CCR2 are associated with exercise-induced muscle damage and that the presence of certain variants may result in an exaggerated damage response to strenuous exercise."}, {"pubmed": 20339010, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20339966, "text": "After treating with ramipril, the level of MCP-1 was decreased in elderly patients with acute coronary syndrome."}, {"pubmed": 20349326, "text": "Interleukin-4 up-regulates monocyte chemoattractant protein-1 expression in vascular endothelium through NADPH oxidase-mediated generation of reactive oxygen species."}, {"pubmed": 20351714, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20364004, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20364004, "text": "there appears to be an association between polymorphism of CCL2 and its receptor CCR2 and endometrial cancer"}, {"pubmed": 20368224, "text": "MCP-1 might serve as a marker for coronary artery disease, and its association with CAD is mainly driven by traditional coronary risk factors."}, {"pubmed": 20370601, "text": "These results demonstrate that cdk9 is involved in Tat-induced HIV-1 LTR, MCP-1/CCL2 gene expression"}, {"pubmed": 20374368, "text": "Urinary and not serum MCP-1 is a useful invasive technique for the assessment of renal disease activity in patients with lupus nephritis."}, {"pubmed": 20389059, "text": "Indoxyl sulfate upregulates expression of ICAM-1 and MCP-1 by oxidative stress-induced NF-kappaB activation"}, {"pubmed": 20406462, "text": "we demonstrate that p53 is directly involved in the regulation of human MCP-1 transcription"}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20414371, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20414371, "text": "Results of the investigation suggests that the MCP-1 -2518 G variant can contribute to some clinical findings in patients with SLE."}, {"pubmed": 20416077, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20423879, "text": "Patients with coronary in-stent restenosis showed significantly increased plasma MCP-1 3 days and 6 months after percutaneous coronary intervention."}, {"pubmed": 20430117, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20430117, "text": "These results suggest that high MCP-1 increases risk of mucosal leishmaniasis."}, {"pubmed": 20431065, "text": "Data does not support an association between common variants in the CCL2 gene or MCP-1 serum levels and the risk of future coronary artery disease."}, {"pubmed": 20431065, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20432237, "text": "initiates migration of irritant-exposed Langerhans cells out of the epidermis"}, {"pubmed": 20437404, "text": "Urinary MCP-1 is a marker of renal function decline in diabetic and nondiabetic proteinuric renal disease, independent of and additive to proteinuria."}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20442634, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20446021, "text": "IL-6, MCP-1, and VEGF localization were assayed via immunohistochemistry. We found that MDA-MB-231 cells colonized trabecular bone, the area in which murine MCP-1 and VEGF were visualized in the bone matrix"}, {"pubmed": 20449800, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20449809, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20449809, "text": "The MCP-1 -2518A/G polymorphism is associated with genetic susceptibility to non-small-cell lung cancer."}, {"pubmed": 20451256, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20484496, "text": "These results indicate that SARS-CoV spike protein triggers ACE2 signaling and activates fibrosis-associated CCL2 expression through the Ras-ERK-AP-1 pathway."}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20488574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20488574, "text": "prevalence of diabetic retinopathy was higher as the number of G alleles increased, suggesting that the G allele of this polymorphism is a susceptibility allele for diabetic retinopathy in Japanese"}, {"pubmed": 20497022, "text": "No association between MCP1 -2518 gene polymorphisms and chronic obstructive pulmonary disease or between gene polymorphisms and plasma MCP-1 levels in Taiwanese men."}, {"pubmed": 20497022, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20504881, "text": "Parenteral iron formulations differentially affect MCP-1, HO-1, and NGAL gene expression and renal responses to injury."}, {"pubmed": 20523065, "text": "Serum levels of ECP, IL-5, -6, -8 and -10, G-CSF, MCP-1, IL-1 ra and IP-10 were significantly elevated in acute compared with stable childhhood asthma."}, {"pubmed": 20526368, "text": "The effects of the free fatty acid palmitate and bacterial lipopolysaccharide (LPS) on interleukin-6 (IL-6) and monocyte chemotactic protein-1 (MCP-1) expression and secretion in cultured human bladder smooth muscle cells, was studied."}, {"pubmed": 20531015, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20540976, "text": "Enterovirus B infection induces production of RANTES, MCP-1 and IL-8 in human bronchial epithelial cells."}, {"pubmed": 20546673, "text": "The islets CCL2 release was strongly related to the immediate local inflammatory response in the liver and impacted short-term human islet function dependently by the induced inflammatory response and independently by the immunosuppressive therapy."}, {"pubmed": 20563852, "text": "CCL2 -2518 A/G single nucleotide polymorphism may have a role in breast cancer"}, {"pubmed": 20563852, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20570966, "text": "Genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20573518, "text": "The genetic background of the host is involved in CCL2 production and that this chemokine is implicated in promoting metabolic disturbances and sub-clinical atherosclerosis in HIV-infected patients."}, {"pubmed": 20576301, "text": "Lactobacillus plantarum inhibited TNF-alpha-induced MCP-1 secretion."}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20605053, "text": "crucial for the recruitment of blood monocytes into tumor fibroblastic areas"}, {"pubmed": 20607592, "text": "results suggest that the enhancement of MCP-1 mRNA stability by PDGF-BB and Ang are mediated by distinct \"proximal\" signaling pathways that converge on activation of PKCdelta"}, {"pubmed": 20610178, "text": "results suggest that adipocyte size is a negative determinant of MCP-1 expression in epicardial adipose tissue and a positive determinant in subcutaneous adipose tissue."}, {"pubmed": 20617559, "text": "The present study investigated and compared the expression and regulation of key inflammatory molecules, including Il-6 and MCP-1, as well as their activation, proliferation and migratory behavior in co-culture with cancer cells."}, {"pubmed": 20625355, "text": "Early urinary CCL2 is an independent predictor for the subsequent development of interstitial fibrosis and tubular atrophy after renal allografts."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634732, "text": "MCP-1 is identified as a serum biomarker candidate, distinguishing ankylosing spondylitis from mechanical low back pain with a sensitivity of 96% and a specificity of 83.3%."}, {"pubmed": 20637631, "text": "Neither the MCP-1 -2518G (p=0.43) nor the CCR2 64Ile (p=0.52) variant contributed to the risk of multiple sclerosis in Tunisians."}, {"pubmed": 20637631, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20650649, "text": "expression of IFNgamma, TNFalpha and IL10 was also evaluated, giving insight about the role of MCP-1 and MIP-1alpha in the interplay between innate and adaptive immunity"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20681057, "text": "This review focuses on current knowledge of CCL2 and its cognate receptor CCR2, both expressed in physiological conditions and during human neurodegenerative diseases."}, {"pubmed": 20692455, "text": "MCP-1 gene expression regulated by the -2518 guganine/adenine polymorphism and is correlated with glucose-stimulated insulin release."}, {"pubmed": 20692455, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20725607, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20726788, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20726788, "text": "along with CCR2, haplotype variants are associated with preeclampsia in Turkey"}, {"pubmed": 20737475, "text": "Gene array analysis revealed an impressive increase in the transcription of the gene for the CCL2/MCP-1 chemokine in astroglial cells isolated from HIV-1-infected co-cultures"}, {"pubmed": 20811626, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20818133, "text": "Indoxyl sulfate increases NADPH oxidase-derived ROS, which in turn, activates the MAPK/NF-kappaB pathway and leads to induction of MCP-1 expression in HUVEC"}, {"pubmed": 20825374, "text": "there was a positive correlation between leptin and MCP-1 levels in the peritoneal fluid of patients with endometriosis; conclude peritoneal leptin and MCP-1 play important roles in the pathogenesis of infertility in the early stage of endometriosis"}, {"pubmed": 20859200, "text": "Higher serum MCP-1 level is related to better coronary collateral development in coronary stenosis."}, {"pubmed": 20861640, "text": "results suggest MCP-1/CCL2 plays an important role in the pathogenesis of severe Respiratory syncytial virus (RSV) infection and the subsequent development of asthma in Th2-predisposed hosts"}, {"pubmed": 20880493, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20880493, "text": "Results demonstrate an association between the polymorphism in the regulatory region of MCP-1 gene and susceptibility to ischemic stroke."}, {"pubmed": 20934684, "text": "CCL2 is upregulated in human PDLCs subjected to tensile stress related to mechano-induced cell cycle arrest."}, {"pubmed": 20947712, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20947712, "text": "Variants in the CCL2 and CCR2 genes show strong associations with several pretraining muscle strength traits, indicating that inflammatory genes in skeletal muscle contribute to the polygenic system that determines muscle phenotypes."}, {"pubmed": 20950459, "text": "MCP-1 plays an important role in the pathogenesis of diaphragmatic weakness during sepsis by both direct and indirect mechanisms."}, {"pubmed": 20960176, "text": "MCP-1 AA genotype and A allele may play a specific role(s) in determining diabetic susceptibility."}, {"pubmed": 20960176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20962626, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20962626, "text": "There was a significant association between the MCP-1 -2518G/A polymorphism and acute myocardial infarction in the Egyptian population, but this significant association is dependent on the presence of myocardial infarction risk factors."}, {"pubmed": 20965747, "text": "Data reveal that the second freeze-thaw cycle causes approximately 50% loss of MCP-1 in the solutions."}, {"pubmed": 21033620, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21033620, "text": "systolic and diastolic values of blood pressure were associated with MCP-1 -2518 A/G SNP"}, {"pubmed": 21037509, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21072187, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21073393, "text": "MCP-1 was associated with a low-grade systemic inflammatory reaction which is often found in the metabolic syndrome."}, {"pubmed": 21087336, "text": "Based on our results, a model is presented linking villus MCP-1 expression to enhanced recruitment of fetal monocytes to the placenta in pregnancies with Histopathological chorioamnionitis (HCA)."}, {"pubmed": 21097527, "text": "MCP-1 has a novel function in airway epithelium, increasing the two major airway mucins MUC5AC and MUC5B, an effect mediated, at least in part, by a cascade of events initiated by interaction of its receptor CCR2B with G(q) subunits in caveolae"}, {"pubmed": 21107756, "text": "The genetic polymorphism MCP-1 A-2518G may not only be associated with an increased risk of gastric cancer, but also with advanced stage of gastric cancer in the Chinese population."}, {"pubmed": 21114970, "text": "the present pilot study indicated that MCP-1 G-2518 gene variant could significantly decrease the risk of type 2 diabetes in a Chinese population."}, {"pubmed": 21133811, "text": "Cytokine and chemokine responses to selected early secreted antigenic target-6 and culture filtrate protein-10 peptides in tuberculosis."}, {"pubmed": 21134984, "text": "CCL2 protein plays a dominant role in the inflammatory cytokines and signaling pathways that are associated with survival of primary chronic lymphocytic leukemia cells in vitro."}, {"pubmed": 21135144, "text": "CCL2 variants have roles in prostate cancer development and progression"}, {"pubmed": 21148795, "text": "Cytoplasmic GR interacts with a subset of CCL2 mRNA through specific sequences and can regulate turnover rates, a novel posttranscriptional role for GR as an RNA-binding protein."}, {"pubmed": 21181544, "text": "Inhibiting NADPH oxidase by diphenyleneiodonium suppresses H. pylori-induced activation of MAPKs and MCP-1 expression in AGS cells"}, {"pubmed": 21183736, "text": "Hepcidin and macrophage iron correlate with MCP-1 release and vascular damage in high-risk individuals with metabolic alterations."}, {"pubmed": 21187454, "text": "Increased ovarian tumoral expression of CCL2 is associated with improved chemoresponse and survival outcomes, and higher levels of CCL2 in ovarian cancer cell lines are associated with increased chemosensitivity and decreased invasion in vitro."}, {"pubmed": 21190865, "text": "Data show that in patients with PsA, serum TWEAK, IL-15, MCP-1 and MMP-3 levels were significantly elevated."}, {"pubmed": 21199725, "text": "These results strongly suggest that NADPH oxidase-derived ROS-mediated activation of p38 and ERK 1/2 is essential for the M. bovis BCG-induced CCL2 production."}, {"pubmed": 21220697, "text": "Chemokines CCL2, CCL8, CXCL1, and CXCL2 rank highest among signaling and inflammatory genes significantly enriched in the human antigen R ribonucleoprotein from stimulated airway epithelial cells over controls; CCL2 mRNA is predominantly cytoplasmic."}, {"pubmed": 21224075, "text": "These results strongly suggest that fibroblasts promote skin tumor development by producing monocyte chemotactic protein-1 and maintaining chronic inflammation."}, {"pubmed": 21247529, "text": "Patients who received MLN1202 exhibited decreases in high-sensitivity C-reactive protein levels. Patients with A/G or G/G genotypes in the MCP-1 promoter had greater reductions in C-reactive protein levels than patients with the wild-type A/A genotype."}, {"pubmed": 21251883, "text": "Levels of CCL2, although also raised in all three forms of TB, were negatively correlated with CCL18."}, {"pubmed": 21264360, "text": "the combined association of CCR2-V64I and MCP-1-2518A/G polymorphisms may play an important role in determining generalized aggressive periodontitis susceptibility in Chinese females"}, {"pubmed": 21327296, "text": "Data show that, for the small macrophages in COPD, increased transcript and protein levels for CCL2, CCL7, CCL13 and CCL22 with a more than 100-fold increase for CCL13 mRNA."}, {"pubmed": 21328336, "text": "Data show that osteoblasts are the major cell type of the bone marrow that affect RCC cells by secreting factors that increase the expression of dysadherin and CCL2 in the tumor cells leading to enhanced cell migration."}, {"pubmed": 21354997, "text": "Report low therapeutic effect of MCP-1 gene transfer with AAV9 vectors for protection from murine autoimmune myocarditis."}, {"pubmed": 21361908, "text": "Findings indicate that MCP-1 can expand CD14(+) CD16(+) monocytes in patients with breast cancer."}, {"pubmed": 21368227, "text": "Human umbilical vein endothelial cells (HUVECs) produce CCL2 in a sphingosylphosphorylcholine-concentration dependent manner."}, {"pubmed": 21376205, "text": "MCP-1 was upregulated in ureteropelvic junction obstruction and decreased after surgical treatment."}, {"pubmed": 21383955, "text": "Observations suggest that MCP1 is associated with replication factors required for the initiation of DNA replication and binds to the initiation sites in loci that replicate early in S-phase."}, {"pubmed": 21384169, "text": "These findings confirm the key role of -2518 A/G single nucleotide polymorphism of MCP-1 and support its association with resistance/susceptibility to the development of active pulmonary tuberculosis in the Tunisian population."}, {"pubmed": 21385934, "text": "Gal-1 regulates CAF activation; targeting Gal-1 in CAFs inhibits OSCC metastasis by modulating MCP-1 expression"}, {"pubmed": 21397653, "text": "Chlorella-derived peptide inhibits UVB-induced MMP-1 expression in skin fibroblasts by suppressing expression of AP-1 and CYR61 and MCP-1 production."}, {"pubmed": 21401388, "text": "Sulforaphane inhibits de novo synthesis of IL-8 and MCP-1 in human epithelial cells generated by cigarette smoke extract."}, {"pubmed": 21413027, "text": "The data suggested that blocking PC-PLC function significantly inhibited lipopolysaccharide-induced IL-8 and MCP-1 production."}, {"pubmed": 21447688, "text": "MCP-1-activated human monocytes increased calcium, reactive oxygen species levels, and apoptosis in retinal pigment epithelial cells"}, {"pubmed": 21450101, "text": "CCL2 secreted by tumor cells and CCR2 receptors on cytotoxic T lymphocytes (CTLs) are involved in migration of CTLs towards tumor."}, {"pubmed": 21486440, "text": "Findings suggest that the coordinated expression of CCL2 & CCL5 and TNFalpha & IL-1beta may be important for disease course."}, {"pubmed": 21486949, "text": "Truncation of monocyte chemoattractant protein 1 by plasmin promotes blood-brain barrier disruption."}, {"pubmed": 21504590, "text": "we have now identified the haplotype combination -2581G/-362C/int1del554-567 that mediates considerably stronger protection than does the MCP1 -362C allele alone in the Ghanaian population studied."}, {"pubmed": 21527853, "text": "TNF-alpha blockage by infliximab reduces CCL2 and CCR2 levels in patients with rheumatoid arthritis"}, {"pubmed": 21529268, "text": "serum levels significantly higher in chronic kidney disease patients than in control subjects"}, {"pubmed": 21529952, "text": "data suggest that MCP-1 is a proinflammatory mediator during pulmonary inflammation induced by either lipopolysaccharide or lipoteichoic acid"}, {"pubmed": 21532752, "text": "While very high levels of serum MCP-1 may be protective against the development of IDDM, complications are associated with higher serum CCL2 levels within the IDDM group"}, {"pubmed": 21551367, "text": "-16.5 evolutionarily conserved region physically interacts with the CCL2 proximal promoter after TNF-alpha stimulation"}, {"pubmed": 21556333, "text": "an association of the CCL2 tag SNP rs4586 C allele and pediatric tuberculosis in males"}, {"pubmed": 21569455, "text": "Data show that VEGF-A and CCL2 are significantly elevated in serum and CSF in ALS patients."}, {"pubmed": 21574823, "text": "increased levels in patients with high risk for obstructive sleep apnea;reduction in cytokine levels after cardiac rehabilitation"}, {"pubmed": 21610567, "text": "Both monocyte chemotactic protein 1 and interleukin 8 levels were elevated in the vitreous of patients with diabetic retinopathy and concurrent hypertension."}, {"pubmed": 21615418, "text": "histological vascular invasion is associated with overexpression of CCL2 in Testicular germ-cell tumours"}, {"pubmed": 21620438, "text": "Polymorphisms in MCP-1 did not influence the thrombotic risk and the cytokine levels in study participants."}, {"pubmed": 21627744, "text": "MCP-1 concentrations correlate with the occurrence of silent cerebral infactions in hemodialysis patients. This may be a result of underlying ischaemia."}, {"pubmed": 21654748, "text": "recruitment of inflammatory monocytes, which express CCR2, as well as the subsequent recruitment of metastasis-associated macrophages and their interaction with metastasizing tumour cells, is dependent on CCL2 synthesized by both the tumour and the stroma"}, {"pubmed": 21691937, "text": "higher urine levels in systemic lupus erythematosus patients; positive correlation with disease progression"}, {"pubmed": 21701898, "text": "1alpha,25-dihydroxycholecalciferol attenuates MCP-1 and adiponectin production in human adipocytes, thereby reducing the expression of both pro- and anti-inflammatory factors."}, {"pubmed": 21726903, "text": "a hypo-estrogenic state due to administration of a GnRH agonist increases circulating levels of cytokines and chemokines, especially MCP1."}, {"pubmed": 21734368, "text": "pretreatment with rosiglitazone could attenuate kidney inflammation through the activation of PPAR-gamma, suppression of MCP-1 overproduction and NF-kappaB activation"}, {"pubmed": 21744268, "text": "a peptide fragment (65-76) of monocyte chemotactic protein-1 (MCP-1) inhibits MCP-1 binding to heparin and possesses anti-inflammatory activity in stable angina patients after coronary stenting"}, {"pubmed": 21760952, "text": "The presence of TALE binding sites that form inverted repeats within the -2578 G allele results in increased transcriptional activation of the CCL2 distal promoter."}, {"pubmed": 21774078, "text": "Genetic ablation of the glutaminyl cyclase iso-enzymes QC (QPCT) or isoQC (QPCTL) revealed a major role of isoQC for pE(1) -CCL2 formation and monocyte infiltration."}, {"pubmed": 21787749, "text": "these findings demonstrate that the Rho/Rho-kinase signaling pathway plays a critical role in thrombin-mediated MCP-1 expression and function."}, {"pubmed": 21799302, "text": "Data suggest that plasma MCP-1 level can be used in the diagnosis of PAD and in determining the extent of atherosclerosis, and in determining the extent of coronary artery disease."}, {"pubmed": 21851000, "text": "All the patients with diabetes have been ascertained to show a rise in the levels of MCP-1 and VEGF."}, {"pubmed": 21855541, "text": "The N-cadherin in prostate cancer cell mediates cell-cell adhesion and regulates MCP-1 expression via the PI3K/Akt signaling pathway."}, {"pubmed": 21858104, "text": "Data indicate the anti-inflammatory potential of kahweol by its inhibition of both COX-2 expression and MCP-1 secretion in HUVEC."}, {"pubmed": 21859809, "text": "These findings together demonstrate that MCP-1 exerts direct proapoptotic effects on human umbilical vein endothelial cells in vitro via a p53-dependent mitochondrial pathway."}, {"pubmed": 21868018, "text": "MCP-1-2518G allele had probably increased risk of coronary artery disease in Caucasians but this is likely to be due to publication bias and insufficient sample size"}, {"pubmed": 21868706, "text": "Endogenous TF regulates CCL2 production in endothelial cells. Secreted CCL2 mediates the angiogenic effect of TF by recruiting smooth muscle cells toward endothelial cells and facilitates the maturation of newly formed microvessels."}, {"pubmed": 21883707, "text": "the G allele of MCP-1 may be risk factor for oral squamous cell carcinoma"}, {"pubmed": 21890375, "text": "The effect of adiponectin on CCL2, -3, -4, and -5 and their corresponding receptors CCR1, CCR2, and CCR5 has been analyzed."}, {"pubmed": 21898402, "text": "Report role of CCL2 on differential regulation of constitutive neutrophil apoptosis in normal individuals and asthmatics."}, {"pubmed": 21900689, "text": "Oxidized low-density lipoprotein or peroxidized lipids formed in oxidatively stressed myocytes during ischemia-reperfusion injury may play a role in the induction of BNP and monocyte chemotactic protein (MCP)-1 during heart failure."}, {"pubmed": 21906274, "text": "Data sugest that VEGF-A and CCL2 mRNA upregulation in PBMCs may have a clinico-pathological/etiological/epidemiological association with amyotrophic lateral sclerosis pathogenesis."}, {"pubmed": 21910857, "text": "Both MCP-1 and SDF-1a are constitutively produced and released by the heart."}, {"pubmed": 21920519, "text": "Platelet activating factor and oxLDL, in a different pattern from that of IL-1beta, regulate monocyte MCP-1 expression via pathways that involve changes in cell redox status."}, {"pubmed": 21924076, "text": "The expression of MCP-1 mRNA increased in proportion with increasing concentrations of advanced glycation end products which could be blocked by atorvastatin in a dose-dependent manner in HUVECs."}, {"pubmed": 21930770, "text": "Data describe a novel reactive nitrogen species-dependent posttranslational modification of CCL2 that has a profound impact on leukocyte recruitment to mouse and human tumors."}, {"pubmed": 21951843, "text": "These results suggest that PLCe constitutes a signaling pathway distinct from the NF-jB pathway and that this pathway and the NF-jB pathway exert a synergistic effect on the TNFa-stimulated CCL2 expression in keratinocytes."}, {"pubmed": 21951854, "text": "these findings suggest that changes in the methylation status of CpGs, as well as histone 3 methylation, may represent a critical event in transcriptional repression of IL-1beta-induced MCP-1 expression by hypoxia."}, {"pubmed": 21961038, "text": "Data show that CORM-2 reduced the expression of inflammatory mediators IL-8, CCL2 and CCL20."}, {"pubmed": 21975431, "text": "hypomethylation of CpG sites in the MCP-1 promoter region and increase in the serum MCP-1 level is associated with the vascular complications of Type 2 diabetes."}, {"pubmed": 21991356, "text": "These results also suggest a role for CCL-2 in maintaining the integrity of granuloma in asymptomatic individuals with latent infection in high tuberculosis burden settings."}, {"pubmed": 21992868, "text": "The -2518A/G polymorphism in the monocyte chemoattractant protein-1 (MCP-1) gene is associated with diabetes."}, {"pubmed": 22026334, "text": "Our results suggested a possible role for the -2518 MCP-1 G allele in the persistence of hepatitis C virus infection."}, {"pubmed": 22037282, "text": "Chemerin enhanced expression of TLR4 and induced release of CCL2 in synovial fibroblasts."}, {"pubmed": 22037980, "text": "Significantly higher levels of chemokines CCL2, CXCL8, CXCL9 and CXCL10 are found in hematoma fluid compared with serum."}, {"pubmed": 22059352, "text": "possible prognostic marker of breast cancer; correlation with estrogen and progestrone receptor phenotyping"}, {"pubmed": 22081934, "text": "Our findings have suggested that MCP-1 and CCR2 gene variants were risk factors for osteoporosis and osteopenia."}, {"pubmed": 22117412, "text": "haplotype CCL2*A*G*D*T was associated with the increased risk of EH (P = 0.01; OR = 1.53)."}, {"pubmed": 22117820, "text": "The polymorphisms of -2518MCP-1 may play an important role in determining generalized aggressive periodontitis susceptibility in this cohort of Chinese women."}, {"pubmed": 22125641, "text": "Data show that tumour conditioned media obtained from cultured colorectal tumour explant tissue contained high levels of the chemokines CCL2, CXCL1, CXCL5 in addition to VEGF."}, {"pubmed": 22131127, "text": "MCP-1 may be a novel biomarker in patients showing early symptoms of aseptic loosening of total knee arthroplasty."}, {"pubmed": 22132892, "text": "Basal & SEA-induced CCL2 secretion of CCL2 by PBMC was higher in chronic urticaria patients than controls. SEA upregulated CCL2 mRNA in monocytes from these patients."}, {"pubmed": 22138288, "text": "CCL2 enhances migration of chondrosarcoma cells by increasing matrix metalloproteinase (MMP)-9 expression through the CCR2 receptor, Ras, Raf-1, MEK, ERK, and NF-kappaB signal transduction pathway."}, {"pubmed": 22142522, "text": "our results do not support an association of -2581 A/G polymorphism of CCL2 with PTB susceptibility"}, {"pubmed": 22147846, "text": "Urinary MCP1 and AGP are biomarkers of lupus nephritis in patients with juvenile-onset systemic lupus erythematosus, providing insight into its pathophysiology"}, {"pubmed": 22152380, "text": "Silencing of SREBP-1c expression reduced expressions of CCL2 and FGF21 proteins posttranscriptionally, which may play a role in endoplasmic reticulum stress induced inflammatory response in NAFLD."}, {"pubmed": 22159219, "text": "CCL2 (macrophage chemoattractant protein-1) messenger RNA to be expressed by the majority of glioma lines."}, {"pubmed": 22183310, "text": "CCL2-CCR2 and CX3CL1-CX3CR1 signaling are involved in age related macular degeneration."}, {"pubmed": 22197827, "text": "MCP-1/CCR-2-double deficiency virtually abrogates recruitment of hematogenous macrophages and significantly reduces neutrophil migration to the ischemic brain 4 and 7 days following focal cerebral ischemia."}, {"pubmed": 22203484, "text": "The MCP-1 -2518 A > G and C1GalT1 1365 A > G polymorphisms might not be a risk factor in the incidence of primary glomerulonephritis in the Polish population."}, {"pubmed": 22210436, "text": "Vascular endothelial growth factor (VEGF) produced by cancer cells and monocyte chemotactic protein-1 (MCP-1) produced mainly by tumor-infiltrating macrophages and regulatory T cells effectively inhibits TNFSF15 production by endothelial cells."}, {"pubmed": 22226505, "text": "CCL2 may bind to astrocytes via the atypical chemokine D6 receptor, instead of via CCR2."}, {"pubmed": 22240432, "text": "MCP-1 -2518 G allele was associated with resistance to pulmonary tuberculosis in Moroccan patients."}, {"pubmed": 22265030, "text": "CCL2 might play an important role in regulating the functions of endometrial stromal cells through Akt and MAPK/Erk1/2 signal pathway."}, {"pubmed": 22276574, "text": "MCP-1 -2518 A/G and CCR2 190G/A polymorphisms are new risk factors for COPD"}, {"pubmed": 22288595, "text": "over-expression of SP-D reduced significantly the LPS-induced expression of MCP-1 in transfected renal tubular epithelial cells"}, {"pubmed": 22300682, "text": "There was no significant correlation between serum MCP-1 levels and disease severity in Egyption atopic asthma patients."}, {"pubmed": 22303443, "text": "CCL2 in CSF could be a candidate biomarker for prediction of future disease progression rate in prodromal Alzheimer's disease."}, {"pubmed": 22319587, "text": "CCL2+ astrocytes play a part in the infiltration of T-cells in the brain"}, {"pubmed": 22321225, "text": "Upregulated MCP-1, RANTES and Fractalkine might promote coronary plaque vulnerability in unstable angina pectoris patients."}, {"pubmed": 22362506, "text": "Recruitment of bone marrow-derived myeloid cells is part of the para-inflammatory response that follows whole body gamma-ray irradiation, and it is CCL2, not CX3CL1, dependent."}, {"pubmed": 22377751, "text": "COM stimulates the expression of MCP-1 and TGFbeta1 in renal epithelial cells."}, {"pubmed": 22378888, "text": "Impairing CCL2 activity dramatically reduces, but did not fully abolish, the ability of the chemokine to preserve neurons following excitotoxic exposure."}, {"pubmed": 22381103, "text": "The ability of 17beta-estradiol (E2) to modulate MCP-1 production is impaired in endometriosis peritoneal fluid (ePF)-treated monocytes. Failure of E2 to suppress ePF-treated production of MCP-1 may be involved in the pathogenesis of endometriosis."}, {"pubmed": 22384203, "text": "MCP1 SNPs and pulmonary tuberculosis in cohorts from West Africa, the USA and Argentina show a lack of association or epistasis with IL12B polymorphisms"}, {"pubmed": 22396538, "text": "Design and receptor interactions of obligate dimeric mutant of chemokine monocyte chemoattractant protein-1 (MCP-1)."}, {"pubmed": 22420243, "text": "Stable angina patients plasma levels of CCL2 tended to be lower than in controls, and in statin-treated patients the decrement reached significance."}, {"pubmed": 22422499, "text": "Systemic sclerosis fibroblasts participate in the self-perpetuation of inflammation by releasing IL-6, CXCL10, and CCL2 under the influence of IFN-gamma and/or TNF-alpha."}, {"pubmed": 22425139, "text": "report here the association of the -2518A/G genetic polymorphism and increased plasma levels of MCP-1 with schizophrenia and nominate -2518*G minor allele as a risk factor for schizophrenia in Armenian population"}, {"pubmed": 22427564, "text": "Berberine significantly inhibits the expression of MCP-1 in retinal pigment epithelium-19 cells"}, {"pubmed": 22466290, "text": "these results suggest that the presence of the MCP-1 -2518 A/G polymorphism might be a risk factor for developing SLE in genetically predisposed individuals, but it does not seem to have a role in the evolution of the disease in the Argentinean population."}, {"pubmed": 22472119, "text": "upregulation of both NOTCH1 and CCL2 was associated with poor differentiation in primary breast cancers"}, {"pubmed": 22476561, "text": "Genotypes with A allele with -2518 polymorphism of the MCP-1 gene might have increased risk of severity of clinical features, but not susceptibility to Behcet's disease"}, {"pubmed": 22484917, "text": "monocyte chemotactic protein-1 synthesis targeting with bindarit induces tumor regression in prostate and breast cancer animal models"}, {"pubmed": 22490648, "text": "CXCL12, CCL2 and RANTES are co-expressed in human villus and decidua tissues. The lower CXCL12 mRNA expression and the higher expressions of CCL2 and RANTES mRNA play important roles in the pathogenesis of early abortion."}, {"pubmed": 22541401, "text": "Increased levels of MCP-1 were observed in serum from patients with asthma related to Respiratory syncytial virus (RSV) infection,in RSV infected monocyte cultures, and monocyte cultures from asthma patients."}, {"pubmed": 22543850, "text": "Elevated MCP-1 expression is found in the frontal cortex of mild cognitive impairment cases at high risk of developing Alzheimer's disease."}, {"pubmed": 22554651, "text": "Genetic variants of CCL2,CCL5,CCR2 & CCR5,(reported to be associated with susceptibility to pulmonary tuberculosis in certain ethnic populations), were studied in Sahariya tribe, a primitive tribe of N.Central India having a high prevalence of TB."}, {"pubmed": 22612293, "text": "there was no significant association between MCP-1-2518 A/G gene polymorphism and prostate cancer risk"}, {"pubmed": 22617682, "text": "High levels of CCL2 expressed in bladder cancer mediates tumor invasion and is involved with advanced tumorigenesis."}, {"pubmed": 22619484, "text": "NFAT5 contributes to osmolality-induced MCP-1 expression in mesothelial cells"}, {"pubmed": 22641100, "text": "Thsi study demonstrates that CCL2 transiently induces Src-dependent disruption of human brain microvascular endothelial adherens junctions."}, {"pubmed": 22664781, "text": "MCP-1, RANTES and fractalkine independently participate in the pathogenesis of plaque vulnerability and subsequent plaque rupture."}, {"pubmed": 22669976, "text": "a-SMN-dependent induction of CCL2 and IGF1 mRNAs results in increased intracellular levels and secretion of the respective protein products."}, {"pubmed": 22691208, "text": "Report high levels of circulating chemokines CCL2, CCL5 and CCL3 in systemic scleroderma patients which are modified by PGE1 treatment."}, {"pubmed": 22694757, "text": "Rho/ROCK pathway inhibitor fasudil attenuated high glucose-induced monocyte-endothelial cell adhesion, possibly by reducing endothelial expression of VCAM-1 and MCP-1."}, {"pubmed": 22697070, "text": "Study demonstrates increased circulating levels of the prototype chemokines CXCL10 and CCL2 in patients with hypertension."}, {"pubmed": 22707193, "text": "The meta-analysis did not demonstrate the association between MCP-1 promoter -2518 A/G polymorphism and SLE."}, {"pubmed": 22711527, "text": "The interaction between TNF-alpha and TNFR1 increases CCL2 expression in human synovial fibroblasts via the ASK1, JNK/p38, c-Jun, and AP-1 signaling pathway."}, {"pubmed": 22721162, "text": "CCL2-CCR2 signaling may be involved in the maintenance of orofacial neuropathic pain via astroglial-neuronal interaction."}, {"pubmed": 22729037, "text": "High CCL2 is associated with mesothelioma in pleural effusions."}, {"pubmed": 22733495, "text": "The CCL2I/D polymorphism is associated with higher bladder cancer risk."}, {"pubmed": 22739041, "text": "Up-regulation of CCL2, CCL26, IL6 and LOXL2 genes in cancer cells are part of the common effects of cancer-associated fibroblasts on hepatocellular carcinoma cells"}, {"pubmed": 22750227, "text": "polymorphisms in the MCP-1 and RANTES gene promoters do not contribute significantly to the interindividual rheumatoid arthritis susceptibility and/or severity in Caucasians."}, {"pubmed": 22752804, "text": "MCP-1-2518G and CCR-2 64I gene polymorphisms represent important factors in determining susceptibility to CAD, and the contribution of MCP-1-2518G could be through effects on atrial fibrillation in CAD patients."}, {"pubmed": 22759858, "text": "Baseline mean urinary MCP-1 levels significantly correlated with both lupus nephritis class and severity of lupus nephritis flare, hence UMCP-1 could be used as a non-invasive marker for the judgement of lupus flare and lupus nephritis class"}, {"pubmed": 22762377, "text": "these analyses revealed that although IL-8 and MCP-1 gene inductions depended on TLR3 the downstream signalling pathways were distinct."}, {"pubmed": 22763298, "text": "2518 A/G MCP-1 polymorphism might be associated with the inflammatory bowel disease occurrence and might be used as predictive factor of these diseases in a Polish population."}, {"pubmed": 22766373, "text": "Studies indicate that due to the pathological significance of monocyte chemoattractant protein-1 (MCP-1), efforts have been exerted to specifically target the signaling pathway of this chemokine."}, {"pubmed": 22815949, "text": "thymic Sirpalpha(+) cDCs crucially contribute to a process of intrathymic tumor immune tolerance that involves CCR2 and CCL2"}, {"pubmed": 22823210, "text": "CCL2 expression is regulated, in part, by HIF-1alpha in the lung."}, {"pubmed": 22848642, "text": "LPS induces upregulation of MCP-1 in DSCs, which may play a critical role in inhibiting the cytotoxicity of NK cells partly by promoting SOCS3 expression"}, {"pubmed": 22857869, "text": "The superiority of MCP-1 over a wide range of cytokines as biomarker of disease activity in systemic Lupus erythematosus ."}, {"pubmed": 22859936, "text": "The -2518A/G polymorphism of the MCP-1 gene might be a risk factor for tuberculosis in Asians and Latinos, while not in Africans."}, {"pubmed": 22861370, "text": "CCL2 is increased in alcoholic liver disease. There were more G-allele carriers of -2518 A > G CCL2 polymorphism in severe cases. CCL2 has a role in the pathogenesis of ALD via neutrophil recruitment."}, {"pubmed": 22868806, "text": "We observed an inverse pattern between changes in MCP-1, and PON1 and PON3 levels in patients with sepsis, this was related to the resolution of their infection after receiving treatment in an ICU."}, {"pubmed": 22927430, "text": "CCL2/CCR2 chemokine signaling coordinates survival and motility of breast cancer cells through Smad3 protein- and p42/44 mitogen-activated protein kinase (MAPK)-dependent mechanisms."}, {"pubmed": 22942263, "text": "The high specificity makes urinary MCP-1 a useful test as a predictor of kidney activity in systemic lupus erythematosus."}, {"pubmed": 22942727, "text": "MCP-1 may be a useful biomarker for deciding on early stroke therapy, as patients with high MCP-1 at baseline appear to benefit from early treatment with ASA + ER-DP."}, {"pubmed": 22961048, "text": "Preferential expansion of a CD14+CD16+ monocyte subset, coupled with increased intracellular production of CCL2, is observed in HIV-1 patients compared to healthy controls."}, {"pubmed": 22980664, "text": "MCP-1 expression level in the liver is higher in chronic hepatitis B with non-alcoholic fatty liver diseases patients than that in CHB without NAFLD patients."}, {"pubmed": 22981148, "text": "Data suggest that urinary MCP-1 is related to risk of progression to end-stage renal disease in patients with macroalbuminuric diabetic nephropathy; thus, urinary MCP-1 could possibly serve as prognostic factor or biomarker of disease progression."}, {"pubmed": 22985557, "text": "Ca(2+)-independent PKC mediates thrombin-induced MCP-1 release in cultured human lung fibroblasts."}, {"pubmed": 22989614, "text": "MCP-1 levels at 24 and 72 hours were associated with increased odds of grade 3 primary graft dysfunction after lung transplantation."}, {"pubmed": 22992722, "text": "The two-locus genotype -2518 GG (MCP)-1 and -1607 2G/2G (MMP)-1 promotes the expression of hyperinflammation in response to Mycobacterium tuberculosis infection, inducing extensive tissue damage and severe tuberculosis."}, {"pubmed": 23007133, "text": "Findings suggest that the MCP-1/CCR2 system is directly involved in PD-related EMT and ECM synthesis and that this is mediated, at least in part, via TGF-beta1."}, {"pubmed": 23017229, "text": "strong associations between SNPs in DARC gene, particularly rs12075, and serum MCP-1 levels identify a potential candidate gene that can be explored for its role in inflammatory pathways; replication of European GWAS of MCP-1 in study of Hispanic children confirms importance of DARC in regulation of MCP-1"}, {"pubmed": 23037589, "text": "Activation of aryl hydrocarbon receptor mediates indoxyl sulfate-induced monocyte chemoattractant protein-1 expression in human umbilical vein endothelial cells."}, {"pubmed": 23039889, "text": "There were significant increases in plasma monocyte chemotactic protein 1 (MCP-1) (CCL1) and regulated upon activation normal T cell expressed and secreted (RANTES) (CCL5) with age."}, {"pubmed": 23069648, "text": "The decidual stromal cells-secreted CCL2 induces and maintains decidual leukocytes into Th2 bias in human early pregnancy."}, {"pubmed": 23090289, "text": "Our data indicate that MCP-1 is overexpressed in NSCLC cells. Its expression in cancer cells is associated with better survival in NSCLC patients."}, {"pubmed": 23135705, "text": "Monocyte chemoattractant protein-1 (MCP-1) is implicated in atherosclerotic diseases, including stroke. The study could not show an association of the MCP-1 -2518A>G gene polymorphism with ischemic stroke occurrence, severity or functional outcome."}, {"pubmed": 23143679, "text": "CCL2 is critical for immunosuppression to promote cancer metastasis."}, {"pubmed": 23151275, "text": "Serum MCP-1 levels are associated with estimated glomerular filtration rate and albuminuria in African Americans with type 2 diabetes mellitus."}, {"pubmed": 23154550, "text": "High monocyte chemoattractant protein-1 is associated with CD204-positive macrophages in lung squamous cell carcinoma."}, {"pubmed": 23160182, "text": "the importance of sEH in MCP-1-regulated monocyte chemotaxis"}, {"pubmed": 23161207, "text": "Report urinary/serum MCP-1 levels in chronic kidney disease."}, {"pubmed": 23166687, "text": "The rs1024611 regulatory region polymorphism is associated with CCL2 allelic expression imbalance."}, {"pubmed": 23180368, "text": "serum levels of CCL2 and CCL11 were significantly enhanced in food allergic patients compared to control but CCL5 was not detectable"}, {"pubmed": 23185481, "text": "We analyzed the association between single neucleotide polymorphisms (SNPs) of CCL2 (rs4586) and CCR2 (rs1799865) with their respective protein levels.Our results revealed that individuals possessing both SNPs are at a higher risk of development of AMD"}, {"pubmed": 23185512, "text": "Our results suggest that CCL2 increases VCAM-1 expression in human OASFs via the CCR2, PKCdelta, p38MAPK, c-Jun, and AP-1 signaling pathway. The CCL2-induced VCAM-1 expression promoted monocytes adhesion to human OASFs."}, {"pubmed": 23192155, "text": "Early urinary CCL2 at 6 months is a noninvasive, independent predictor for late renal allograft loss."}, {"pubmed": 23206327, "text": "This study analysis revealed up-regulation of CD14, CD18, CD45, TLR2, TLR4, CD74, C1q, C3, CCL2, and down-regulation of CD36, CX3CR1, CX3CL1 and CD200 in postmenopausal women."}, {"pubmed": 23211090, "text": "CCL2 rs2857657 variant allele was observed more frequently in female knee osteoarthritis cases than in controls. One haplotype was observed exclusively in the control group. Genetic variation in the CCL2 gene may be associated with knee osteoarthritis."}, {"pubmed": 23224211, "text": "Differences in intravitreal cytokine levels in DRP, RVO and ARMD could be demonstrated."}, {"pubmed": 23228281, "text": "Urine levels of EGF and MCP-1 were preoperatively increased and postoperatively normalized so urine-excreted kidney cytokines may be potential biomarkers of obstruction in children with hydronephrosis."}, {"pubmed": 23255244, "text": "Study found an association between mast cell infiltration and renal damage and further suggested that MCP-1 and macrophages may contribute to this process."}, {"pubmed": 23274856, "text": "our results indicated that CTGF enhances the migration of monocyte cells by increasing MCP-1 expression through the alphavbeta5 integrin, FAK, MEK, ERK, and NF-kappaB/AP-1 signal transduction pathway."}, {"pubmed": 23300810, "text": "Human cytomegalovirus infection upregulates placental TNF-alpha and MCP-1 expression with implications for adverse pregnancy outcomes."}, {"pubmed": 23303452, "text": "MCP-1 as an effector of IL-31 signaling in familial primary cutaneous amyloidosis."}, {"pubmed": 23349788, "text": "Data show that TXA(2) mimetic, I-BOP, induced monocyte chemoattractant protein -1(MCP-1)/chemokine (C-C motif) ligand 2 (CCL2) expression at both mRNA and protein levels in lung adenocarcinoma A549 cells."}, {"pubmed": 23350010, "text": "Down-regulation of Parkin in macrophages resulted in a consistent and specific decrease in interleukin-6 (IL-6) and monocyte chemoattractant protein 1 (MCP-1/CCL2) production in response to mycobacteria or lipopolysaccharides."}, {"pubmed": 23352833, "text": "This study aimed at examining the presence and role of chemokines (angiogenic CCL2/MCP-1 and angiostatic CXCL4/PF-4, CXCL9/Mig, CXCL10/IP-10) in proliferative diabetic retinopathy."}, {"pubmed": 23375122, "text": "The results suggest that levels of MCP-1 in gingival cervical fluid and saliva can be reliable indicators of severity of periodontal destruction and their serum levels reflect the systemic impact of this local inflammatory disease."}, {"pubmed": 23383162, "text": "Blood monocyte chemotactic protein-1 (MCP-1) and adapted disease activity Score28-MCP-1 are favorable indicators for rheumatoid arthritis activity."}, {"pubmed": 23402987, "text": "Our data suggest that MCP-1 impairs RCT activity in HepG2 cells by a PI3K/Akt-mediated posttranslational regulation of ABCA1, ABCG1, and SR-BI cell-surface expression."}, {"pubmed": 23408426, "text": "interaction with the sulfated N terminus of CCR2 destabilizes the dimerization interface of inactive dimeric MCP-1, thus inducing dissociation to the active monomeric state"}, {"pubmed": 23416968, "text": "OPN regulates the alternative activation of monocytes via MCP-1 and transforming growth factor (TGF)-beta1, which may represent an additional mechanism for tumor immune escape."}, {"pubmed": 23418647, "text": "Tandem mass spectrometry showed that the binding of monocyte chemoattractant protein-1 to a heparin octasaccharide has different dissociation patterns when compared with the corresponding IL-8 bound dimer."}, {"pubmed": 23427179, "text": "An SNP in MCP-1 was linked to tumor diameter and invasion of cervical cancer in a group of women from Taiwan."}, {"pubmed": 23429817, "text": "results indicated that MCP-1 -2518G/A may not play a major role in the genetic predisposition of the Chinese Han population to Obsessive-Compulsive Disorder."}, {"pubmed": 23434371, "text": "Fas-induced production of MCP-1 and IL-8 promoted chemotaxis of phagocytes toward apoptotic cells."}, {"pubmed": 23454776, "text": "No significant association has been found between MCP-1, CCR2 and CCR5 polymorphisms and atopic asthma in Tunisian patients."}, {"pubmed": 23474119, "text": "The levels of MCP-1 in peritoneal fluid are higher in the control group than those of the endometriosis group. The levels of MCP-1 in patients with stage II endometriosis are significantly lower in comparison with stage III and stage IV endometriosis."}, {"pubmed": 23490412, "text": "Patterns of changes in IL-8 and MCP-1 levels during the menopausal transition were found to be different."}, {"pubmed": 23515495, "text": "Serum TGF-beta 1 and urinary MCP-1 can be used as the markers for detection of progression of diabetic nephropathy."}, {"pubmed": 23529020, "text": "Data indicate that with leptin as a biomarker, Cold Syndrome patients experience low levels of energy metabolism, while the CCL2/MCP1 biomarker indicated that immune regulation is intensified in Hot Syndrome patients."}, {"pubmed": 23542734, "text": "Patients with influenza A/H1N1 infection and acute respiratory distress syndrome/acute kidney injury have an over-production of MCP-1, VEGF and IP-10 possibly contributing to kidney injury and are associated to a higher risk of death."}, {"pubmed": 23548612, "text": "MCP1 is a major mediator of C1P-stimulated cell migration. The PI3K/Akt, MEK/ERK, and p38 pathways are important downstream effectors in this action."}, {"pubmed": 23549806, "text": "The c.2518A/A genotype in MCP-1 is associated with a predisposition to proliferative diabetic retinopathy in Korean type 2 diabetes."}, {"pubmed": 23555755, "text": "a concerted gp120-mediated signaling involving both PC- and PI-specific phospholipase C beta1 is required for the expression of CCL2 in macrophages"}, {"pubmed": 23557387, "text": "Obese children and adolescents had significantly higher CCL2 levels compared to lean peers. The obese high fitness group had CCL2 levels similar to lean unfit and fit participants."}, {"pubmed": 23559389, "text": "Th1 chemokines CXCL11 and CXCL10 may be involved in the pathogenesis of mixed cryoglobulinemia; IL-6 and CCL2 may be involved in regulating their elevation"}, {"pubmed": 23583295, "text": "these findings strongly suggest that the increased binding of transcription factors to NF-kappaB and AP-1 elements in the CCL2 promoter is responsible for the active transcription expression of CCL2 in pulmonary fibrosis."}, {"pubmed": 23618428, "text": "Acute local elevations in MCP-1 are found in the infarct-related coronary vessels in patients with myocardial infarction."}, {"pubmed": 23629827, "text": "Urinary and serum IP-10 and MCP-1 are potentially useful markers of lupus activity; however, only the urinary levels are indicative of renal activity."}, {"pubmed": 23657965, "text": "MCP-1 -2518A/G and CCR2 190G/A polymorphisms are risk factors for renal cell carcinoma."}, {"pubmed": 23667177, "text": "association of MCP-1 with OxLDL and Lp(a) may play a role in modulating monocyte trafficking during atherogenesis"}, {"pubmed": 23686489, "text": "This work identifies a novel protective role for CCL2/CCR2 in the tumor microenvironment"}, {"pubmed": 23698775, "text": "Data indicate that chemokine CCL2 blockade slows prostate cancer (PCa) growth in bone, both alone and in combination with docetaxel."}, {"pubmed": 23704830, "text": "Danzhijiangtang capsule upregulates MCP-1 mRNA expression in type 2 diabetics with subclinical vascular lesions."}, {"pubmed": 23712703, "text": "Data indicate that HMGB1-induced the release of inflammation cytokines including TNF-alpha, IL-8, IL-10, and MCP-1 in bronchial epithelial cells through activating RAGE/JNK/NF-kappaB p65 pathway."}, {"pubmed": 23762283, "text": "High MCP1 serum levels are associated with fibromyalgia syndrome."}, {"pubmed": 23770363, "text": "1,25 (OH) vitamin D significantly upregulated expression of GCLC and GR and lowered secretion of IL-8 and MCP-1 in high-glucose exposed U937 monocytes."}, {"pubmed": 23771498, "text": "Data suggest signaling via CCL2 (chemokine [C-C motif] ligand 2) and CCR2 (CCL2 receptor) is involved in pathogenesis of neurodegenerative/neuroinflammatory disorders such as Alzheimer disease, multiple sclerosis, and ischemic brain injury. [REVIEW]"}, {"pubmed": 23782302, "text": "A meta-analyses failed to reveal an association between systemic sclerosis and the MCP-1 -2518 A/G polymorphism."}, {"pubmed": 23816715, "text": "there was no relation between MCP-1 genotype or its serum levels and acute rejection"}, {"pubmed": 23831464, "text": "THP-1 macrophages secrete low amounts of CCL2 and CXCL8 proteins and their secretion remarkably increases in the presence of nystatin."}, {"pubmed": 23836536, "text": "MCP-1 recruits synovial mesenchymal progenitor cells (sMPC) to an area of injury, but concurrently triggers changes in sMPC transcriptional regulation, leading to a blockage in the chondrogenic program."}, {"pubmed": 23845159, "text": "Circulating monocytes may contribute to the fibrotic process in a subset of systemic sclerosis patients by amplifying a positive feedback loop consisting of versican, CCL2, and the influx of monocytes"}, {"pubmed": 23845726, "text": "Interaction between CCL2 and CCR2 enhances migration of prostate cancer cells through an increase in alphavbeta3 integrin production"}, {"pubmed": 23886148, "text": "The 2518A/G polymorphism of MCP-1 gene is associated with the risk of cancer."}, {"pubmed": 23887394, "text": "Data indicate that 15-deoxy-delta(12,14)PGJ2 inhibits chemokines MCP-1 and IL-8 expression via a PPAR-gamma-independent way, which is related to block NF-kappaB pathway."}, {"pubmed": 23890452, "text": "Single nucleotide polymorphisms in the IGF2, CCL2, and ELN genes may be associated to the degree and recovery time of non-contact soft tissue injuries."}, {"pubmed": 23916117, "text": "Data show that in 12 invasive cancer nipple aspirate fluids (NAF) samples, a significant positive linear correlation was found among aluminium, carbonyls and pro-inflammatory IL-6 cytokine as well as monocyte chemoattractant MCP-1 cytokine."}, {"pubmed": 23924795, "text": "Data indicate that anti-CD115 monoclonal antibody H27K15 exerts partial inhibitory effects on CD115 signaling, but inhibits monocyte chemotactic protein-1 secretion and reduces interleukin-6 production."}, {"pubmed": 23930970, "text": "Results of the present study suggests that G-allele of MCP-1 -2518A>G polymorphism is associated with reduced risk of T2D and increased risk of CAD in the population of Punjab."}, {"pubmed": 23933403, "text": "This meta-analysis suggests that the G allele of -2518A/G polymorphism is a risk factor for tuberculosis in Asians and Americans, while not in Africans. It further indicates that C allele of -362G/C polymorphism is a protective factor for tuberculosis."}, {"pubmed": 23939977, "text": "This is the first report to our knowledge to demonstrate CMV modulation of CCL2 expression within infected cells during viral replication."}, {"pubmed": 23954399, "text": "Data show that ZXDC1 is a regulator in the process of myeloid function and that ZXDC1 is responsible for Ccl2 gene de-repression by BCL6."}, {"pubmed": 23982944, "text": "Molecular mechanism dissection revealed that targeting prostate cancer cell AR with siRNA promoted cell migration/invasion via CCL2-dependent STAT3 activation and epithelial-mesenchymal transition pathways."}, {"pubmed": 23996571, "text": "These data show that a cascade of gene expression leading to osteoclast differentiation depends on intact early MCP-1 induction and signaling in human osteoclasts."}, {"pubmed": 23998687, "text": "The allele and genotype frequencies of CCL2, CCL3 and CCL4 were not different between HCs and patients with PTB."}, {"pubmed": 23999007, "text": "Increased podocyte MCP1 expression is associated with proteinuric kidney disease."}, {"pubmed": 24053559, "text": "In conclusion, the current meta-analysis indicates that MCP-1-2518A>G polymorphism may be a risk factor for MI, especially among Asian populations."}, {"pubmed": 24058270, "text": "NAMPT may contribute to periodontitis through upregulation of MMP-1 and CCL2 in periodontal ligament cells"}, {"pubmed": 24059294, "text": "MCP-1 -2518 polymorphism is associated with susceptibility to nephropathy in Asians with type 2 diabetes mellitus [review]"}, {"pubmed": 24077340, "text": "Inflammatory gene polymorphisms were not associated with arterial stiffness."}, {"pubmed": 24078580, "text": "CCL2 rs1024611 and CCR2 rs1799864 polymorphisms is not associated with myocardial infarction."}, {"pubmed": 24083412, "text": "genetic polymorphism is associated with ischemic stroke in Armenian population"}, {"pubmed": 24086554, "text": "Febuxostat suppresses LPS-induced MCP-1 production."}, {"pubmed": 24164868, "text": "In carriers of three or more alleles associated with elevated levels of MCP-1 and IFN-gamma, an increased risk for breast cancer was evident."}, {"pubmed": 24183600, "text": "Authors report the association of the -362G/C genetic polymorphism and increased plasma levels of MCP-1 in patients with spinal TB and nominate the -362*C minor allele as a risk factor for spinal TB in the Chinese population."}, {"pubmed": 24184699, "text": "High CCL2 induction by vitamin D in dendritic cells is associated with multiple sclerosis therapy."}, {"pubmed": 24185682, "text": "CCL2 produced by senescent biliary epithelial cells may promote infiltration of corresponding CCR2-expressing cells and further aggravate inflammation in bile duct lesion in primary biliary cirrhosis."}, {"pubmed": 24246157, "text": "High MCP-1 expression is associated with cardiomyocyte hypertrophy in Type 1 diabetes mellitus and fatal diabetic ketoacidosis patients."}, {"pubmed": 24265821, "text": "urinary MCP-1 can be a sensitive marker of renal injury in patients with schistosomiasis mansoni."}, {"pubmed": 24271554, "text": "TGF-B1 509T/C, P-selectin-2441A/G and MCP-1 2518A/G had combined effects on the formation of crescents in IgAN patients."}, {"pubmed": 24273921, "text": "elevated levels of CCL5 and CCL11 are in parallel with decreased level of CCL2 and are useful tools in the differential diagnosis of T1D from other types of metabolic disorders"}, {"pubmed": 24289089, "text": "Data indicate that supernatants of activated Th17 clones enhanced MCP-1, IL-8 and MMP-1 while strongly inhibiting collagen production."}, {"pubmed": 24291552, "text": "Study is consistent with a key role for KCa3.1 renal proximal tubular cells in mediating the TGF-beta1 induction of MCP-1 expression in HK2 cells via Smad3, p38 and ERK1/2 MAPK signaling pathways."}, {"pubmed": 24312451, "text": "This study identifies MCP-1 as a main driver of the response of hepatocytes in vitro and as a biomarker for clinical outcomes in T/HS"}, {"pubmed": 24330528, "text": "CCL2rs2530797A/A and TIRAPrs8177376A/A were associated to an increase susceptibility to Chagas disease cardiomyopathy."}, {"pubmed": 24340030, "text": "MM cells increased production of MCP-1 from BMSCs and BMSC-derived MCP-1 enhanced OC formation."}, {"pubmed": 24344240, "text": "IL-33 enhances proliferation and invasiveness of decidual stromal cells by up-regulation of CCL2/CCR2 via NF-kappaB and ERK1/2 signaling."}, {"pubmed": 24367564, "text": "This meta-analysis suggests that the MCP-1 -2518A/G polymorphism may have some relation to digestive system cancer susceptibility or cancer development in Caucasian."}, {"pubmed": 24379347, "text": "transcription factor and miRNA-mediated regulation of CCL2 production is additive and partly relayed by cell-specific networks in adipose tissue that may be important for the development of insulin resistance/type 2 diabetes"}, {"pubmed": 24382482, "text": "MCP10-2518 A/G polymorphism is not associated with responsiveness to hepatitis B vaccination in patients on Hemodialysis, independently of whether they have diabetes or not."}, {"pubmed": 24451065, "text": "Our data indicate a novel role for STAT1 in the pathogenesis of SLE as an expression enhancer of CCL2 and CXCL10 in systemic lupus erythematosus patients"}, {"pubmed": 24463275, "text": "The comparison between the cytokine profiles of ET and PV patients showed a statistically significant increase of IL-4, IL-8, GM-CSF, interferon -gamma, MCP-1, PDGF-BB, and VEGF in the ET group"}, {"pubmed": 24480730, "text": "The MCP-1 -2518 GG genotype and presence of the G allele may be associated with susceptibility to spinal tuberculosis in the Chinese Han population."}, {"pubmed": 24489972, "text": "There is no significant association between urine MCP-1 concentration and progression to end-stage kidney disease in idiopathic glomerulonephritis."}, {"pubmed": 24495780, "text": "The results of this study indicated that there may be some effect of variations in the CCL2 gene on therapeutic efficacy of risperidone."}, {"pubmed": 24503185, "text": "Interleukin-1-induced changes in the glioblastoma secretome suggest its role in tumor progression."}, {"pubmed": 24531425, "text": "Serum OPG levels were increased and correlated with serum MCP-1 levels in premenopausal systemic lupus erythematous patients."}, {"pubmed": 24531940, "text": "A CCL2/ROS autoregulation loop is critical for cancer-associated fibroblasts-enhanced tumor growth of oral squamous cell carcinoma."}, {"pubmed": 24550391, "text": "NaHS markedly suppressed NF-kappaB p65 phosphorylation, nuclear translocation, DNA binding activity, and recruitment to the MCP-1 promoter in ox-LDL-treated macrophages."}, {"pubmed": 24578220, "text": "UMCP-1 and hepcidin could be associated with the susceptibility of lupus nephritis."}, {"pubmed": 24583146, "text": "CCL2 mediates anti-fibrotic effects in human fibroblasts independently of CCR2"}, {"pubmed": 24586454, "text": "High cellular MCP-1 expression is related to poor overall survival rate in Head and neck squamous cell carcinoma patients."}, {"pubmed": 24609754, "text": "The CCL2-2518A/G, CXCL10-201A/G, and IL8+781C/T gene polymorphisms could play a role in the severity of Enterovirus 71 infection in an ethnic Chinese cohort"}, {"pubmed": 24615033, "text": "Results of this study demonstrate that the TLR4/NF-kappaB signaling pathway has an important function in the up-regulation of oxLDL-induced expressions of LOX-1, MCP-1, and VCAM-1 in HUVECs."}, {"pubmed": 24639350, "text": "CCL2-CCR2 axis regulates macrophage polarization by influencing the expression of functionally relevant and polarization-associated genes and downmodulating proinflammatory cytokine production."}, {"pubmed": 24646773, "text": "Urinary CCL2: Cr may be useful for the noninvasive identification of patients with or at risk for renal allograft interstitial fibrosis and inflammation."}, {"pubmed": 24647150, "text": "High eotaxin and MCP-1 at follow-up was predicted by early disease parameters, and MCP-1 was associated with organ damage at follow-up, highlighting a role of these chemokines in juvenile dermatomyositis."}, {"pubmed": 24668612, "text": "Elevated serum MCP-1 levels in prostate cancer are associated with shorter time to castration-resistance and overall survival."}, {"pubmed": 24676787, "text": "Low expression of CCL2 is gender-specifically associated with soft tissue sarcoma."}, {"pubmed": 24720638, "text": "The MCP-1 -2518A>G polymorphism and serum MCP-1 levels may contribute to the development of cerebral infarction. [Meta-analysis]"}, {"pubmed": 24727473, "text": "Data indicate that different glycosaminoglycan-binding properties of monocyte chemoattractant protein-3/CCL7 and monocyte chemoattractant protein (MCP)-1/CCL2 suggest non-redundant functions and regulation."}, {"pubmed": 24764682, "text": "CCL2 expression correlates closely with HIF-1alpha expression in gastric cancer and may be an independent prognostic marker"}, {"pubmed": 24782172, "text": "MMF could inhibit MCP-1 expression and the secretion of FN, indicating that it may delay the progression of glomerulosclerosis and interstitial fibrosis in diabetic nephropathy to ultimately achieve protective effects on the kidney."}, {"pubmed": 24786287, "text": "CCL2 variants may not contribute to the pathogenesis of inflammatory demyelinating disease."}, {"pubmed": 24788844, "text": "These findings suggest that the CCL2-2510G allele is associated with susceptibility to enterovirus 71 encephalitis in Chinese patients."}, {"pubmed": 24809310, "text": "It is likely that the MCP-1 c.2518G/G genotype is a susceptibility gene for diabetic retinopathy in Chinese type 2 diabetic patients."}, {"pubmed": 24813355, "text": "serum level elevated in formula-fed infants"}, {"pubmed": 24862889, "text": "MCP-1 has been reported to play an important role in the pathogenesis of atherosclerosis and considerable evidence supports that the monocyte containing MCPs and macrophage influences the growth of other cell types within the atherosclerotic lesion"}, {"pubmed": 24875922, "text": "These results suggest that the proteolytic activity of Porphyromonas gingivalis attenuate MCP-1 mRNA expression by promoting the decay of MCP-1 mRNA in lipopolysaccharide-stimulated THP-1 cells."}, {"pubmed": 24878609, "text": "MCP-1 was shown to have a role in activation of the ER1 by phosphorylating Ser167 via the PI3K/Akt/mTORC1 signaling pathway"}, {"pubmed": 24905457, "text": "These data demonstrate the relevance of MCP-1 with research on bone invasion by oral squamous cell carcinoma, and suggest the potential value of MCP-1 as a target to inhibit this common complication."}, {"pubmed": 24939570, "text": "MCP-1 induces migration, invasion, epithelial-mesenchymal transformation, and intrahepatic metastasis of HCC ells through the induction of their miR-21 ."}, {"pubmed": 24963148, "text": "RIP3-dependent necroptosis mediates non-alcoholic steatohepatitis-induced liver fibrosis via activation of JNK, MCP-1-mediated recruitment of monocytes, and an expansion of intrahepatic biliary/progenitor cells."}, {"pubmed": 24966899, "text": "In endometriosis, TSLP is involved in estrogen mediated regulation of the secretion of MCP-1 and IL-8, and the growth of endometrial stromal cells through JNK and NF-kappaB signal pathways."}, {"pubmed": 24968246, "text": "our results indicate that AA homozygous might be a significant genetic molecular marker to predict the systemic lupus erythematosus patients developing into nephritis in Caucasians."}, {"pubmed": 24970800, "text": "Data indicate that chemokine CXCL8 signaling regulates chemokines CCL2 and CXCL12 expression and secretion in PTEN phosphohydrolase-deficient prostate cancer cells."}, {"pubmed": 24975639, "text": "A frequency distribution of MCP1 polymorphic variants is not associated with anti-HBV surface antigen development in response to hepatitis B virus infection in hemodialysis patients."}, {"pubmed": 24981451, "text": "CXCL1 inhibition of airway smooth muscle cell migration is mediated through a decoy receptor, Duffy antigen receptor for chemokines (DARC) but not through CXCR1 and CXCR2."}, {"pubmed": 24993819, "text": "The results demonstrate that Wnt5a induces MCP-1 production in gastric cancer, which is mediated by IL-1beta."}, {"pubmed": 24994463, "text": "Neutrophils from pulmonary tuberculosis patients show augmented levels of chemokines MIP-1alpha, IL-8 and MCP-1."}, {"pubmed": 25005456, "text": "Data suggest CCL2 levels in synovial fluid (SF; but not in serum) are up-regulated in patients with knee osteoarthritis (OA; and increase with severity) as compared to control subjects; thus, CCL2 in SF may serve as biomarker to index severity of OA."}, {"pubmed": 25023776, "text": "Unfractionated heparin suppresses lipopolysaccharide-induced monocyte chemoattractant protein-1 expression in human microvascular endothelial cells by blocking Kruppel-like factor 5 and nuclear factor-kappaB pathway"}, {"pubmed": 25033895, "text": "MCP-1 stimulates secretion of MMP-9 directly through the ERK1/2 and p38 MAPK mediated pathways in HASMCs"}, {"pubmed": 25039002, "text": "The chemokine (C-C motif) ligand 2 in neuroinflammation and neurodegeneration."}, {"pubmed": 25044948, "text": "Data suggest that induction of MCP1 (CCL2) expression in epithelium is involved in pathogenesis of macular degeneration; down-regulation of MCP1 expression via PPARgamma/NFkappaB pathway may prevent macular degeneration."}, {"pubmed": 25051493, "text": "Our results indicate that AA homozygous of the MCP-1 might be a significant genetic molecular marker to predict the diabetes mellitus patients developing into diabetic nephropathy"}, {"pubmed": 25060177, "text": "These results indicate that CCL2 and CCL3 are associated with progression of oral squamous cell carcinoma"}, {"pubmed": 25063291, "text": "Studied expression level of MIP-1alpha, MIP-1beta and MCP-1 in psoriasis vulgaris, and explored their roles in the pathogenesis of psoriasis vulgaris."}, {"pubmed": 25095655, "text": "Hypertensive patients with hyperuricemia show higher plasma concentrations of beta-2-microglobulin/MCP-1, compared to patients without uric acid metabolic disorders."}, {"pubmed": 25119828, "text": "Findings support a key role for the CCL2 SNP -2518A/G in association with gout susceptibility in the Chinese Han male population."}, {"pubmed": 25120764, "text": "MCP-1 can be regarded as a poor prognostic maker for solid tumors and may represent important new therapeutic targets"}, {"pubmed": 25149422, "text": "The CCL2 mRNA were significantly increased in demyelinated Multiple Sclerosis hippocampus."}, {"pubmed": 25154422, "text": "Monocyte chemoattractant protein-1 -2518 GG genotype and G allele may increase the risk of progression to end stage renal disease in type 2 diabetes cases."}, {"pubmed": 25199511, "text": "knockdown of FAK by small interfering RNA (siRNA) resulted in inhibition of CAF-CM induced cell invasion and migration in SCC-25, probably by reducing the production of monocyte chemoattractant protein-1 (MCP-1/CCL2)"}, {"pubmed": 25206284, "text": "MCP-1 GG genotype and G allele may predispose HCV infected patients to a more progressive disease course, while AG genotype may increase the susceptibility to spontaneous bacterial peritonitis."}, {"pubmed": 25221954, "text": "The findings conveys the idea that CCL2 and CXCL10 chemokines at least in advanced stages of leprosy nerve lesions are not determinant for the establishment of AFB or AFB leprosy lesions"}, {"pubmed": 25234163, "text": "the MCP-1 G-2518A polymorphism may plays a role in mediating the susceptibility to spontaneous preterm birth in the Chinese population."}, {"pubmed": 25234717, "text": "MCP-1 may be involved in the pathogenesis of ovarian cancer."}, {"pubmed": 25261725, "text": "HCMV infection is able to activate the CCL2-CCR2 interactions to further enhance HCMV infection and/or replication"}, {"pubmed": 25266801, "text": "A significantly enhanced risk for prostate cancer due to interactions between CCL2 and CCR2 gene variants."}, {"pubmed": 25280384, "text": "Meta-analysis identifies association of rs833061 variant in the VEGFA gene and rs3917887 variant in the CCL2 gene as the most significant association with the risk of diabetic nephropathy."}, {"pubmed": 25289731, "text": "MCP-1 rs1024611A/G and rs3760396C/G polymorphisms are associated with increased susceptibility to ovarian cancer."}, {"pubmed": 25312961, "text": "Results show that nerve-released CCL2 supports prostate cancer migration and perineural invasion though CCR2-mediated signaling."}, {"pubmed": 25318604, "text": "CCL2 greatly enhanced IL-6-induced EMT events mainly by upregulating the expression of Twist. Genetic or pharmacological inhibition of STAT3 disrupted STAT3-centered loop and markedly suppressed Twist expression as well as IL-6/CCL2-mediated EMT induction"}, {"pubmed": 25323428, "text": "dialysate level in peritoneal dialysis patients significantly associated with higher all-cause and cardiovascular mortality"}, {"pubmed": 25329075, "text": "role of CCL2 in monocyte trafficking into the retina in diabetic retinopathy"}, {"pubmed": 25336430, "text": "CCL2 may represent a previously unrecognized factor that needs to be considered in the screening of patients with risk factors for peripheral artery disease"}, {"pubmed": 25340820, "text": "that mast cells, recruited towards CCL2 and CCL5 expressed by epithelium induced to proliferate by Human Papillomavirus 16 E7 protein"}, {"pubmed": 25345762, "text": "Our results did not show significant difference between the compared groups for MCP-1 and E-selectin genes, whereas a significant difference was reported for the IL-6 gene (P < .0001)."}, {"pubmed": 25370917, "text": "The MCP-1 gene polymorphisms may not be genetic risk factors for Parkinson disease in the Han Chinese population, and they do not appear to influence cognitive function and depression in PD patients."}, {"pubmed": 25406462, "text": "the FMOD/MCP-1 pathway has a role in the regulation of angiogenesis by local melanocytes"}, {"pubmed": 25411415, "text": "Our study provides the first evidence that the NFKB1 rs230510 and CCL2 rs4586 are significantly associated with the clinical outcome in patients with locoregional gastric cancer"}, {"pubmed": 25413568, "text": "The results of the meta-analysis suggest that MCP-1 gene A-2518G polymorphism may be associated with the ischemic heart disease and ischemic stroke susceptibilities. But the positive result exists in relatively small sample size subgroup."}, {"pubmed": 25433580, "text": "data indicate that 30-day supplementation with 112 mg/day CFB (CFB-1) resulted in a significant reduction of LDL, TG, TC, IL-1beta, IL-6, MCP-1, and CRP."}, {"pubmed": 25445541, "text": "high millimolar concentrations of ATP increased IL-8 and MCP-1 release by the glioma cells stimulated with suboptimal LPS concentration which were blocked by P2X7 and P2Y6 antagonists"}, {"pubmed": 25466836, "text": "MicroRNA-495 has a role in regulating the proliferation and apoptosis of human umbilical vein endothelial cells by targeting chemokine CCL2"}, {"pubmed": 25474480, "text": "data implicate MCP-1 as the key molecule governing tPA-induced fluid accumulation. The role of MCP-1 in the development of other exudative effusions warrants examination."}, {"pubmed": 25492482, "text": "p53 binds to CCL2, consequently significantly downregulating CCL2 promoter activity. Furthermore, injection of CCL2-promoting cancer cells (CCL2/A549) in p53-deficient mice for 3 weeks strongly induced subcutaneous xenograft tumor growth"}, {"pubmed": 25497142, "text": "cholesterol did not cause increased the expression of CD14 in the aforementioned cells, and the addition of LPS to cholesterol-treated monocytic cells did not result in enhanced the expression of CCL2."}, {"pubmed": 25499426, "text": "Meta-analysis showed that the CCL2 -2518 A/G polymorphism probably associates with pancreatitis risk, especially severe acute pancreatitis risk when compared with controls, with the G allele acting as a risk factor."}, {"pubmed": 25500149, "text": "The outcomes of the study suggest that MCP-1 is a predictive biomarker of renal lesion that can also reflect damage caused by oxidative stress present in sickle cell disease."}, {"pubmed": 25503251, "text": "The study found no difference in plasma levels of CX3CL1 and CCL2 among age-related macular degeneration patients and the control groups."}, {"pubmed": 25555372, "text": "Study demonstrated that the PI3K/Akt signaling pathway is involved in the spinal microglia activation stimulated with MCP-1 both in vitro and in spinal dorsal horn of bone cancer pain rats"}, {"pubmed": 25560580, "text": "Neither women nor men with avoidant or obsessive-compulsive personality disorder showed any significant differences in MCP-1 or SFD-1 levels"}, {"pubmed": 25581570, "text": "this study suggested that AGE or MGO promoted VEGF and MCP-1 expression through activation of p38 MAPK signaling."}, {"pubmed": 25593081, "text": "Detected reduction in MCP-1 secretion appears to be advantage because of tumor's growth limiting but an increase in the secretion of MIF."}, {"pubmed": 25620350, "text": "results suggested that the MCP-1 -A2518G gene polymorphism is a protective factor against inflammatory bowel disease in European patients but not in Asian and African patients"}, {"pubmed": 25639755, "text": "the MCP-1 2518A>G (rs 1024611) polymorphism has significant impact on risk of MetS, and MCP-1 level correlates with anthropometric and biochemical risk factors of MetS."}, {"pubmed": 25648911, "text": "Elevated urinary MCP-1 levels are associated with diabetic nephropathy lesions in type 1 diabetes mellitus."}, {"pubmed": 25655256, "text": "Current data show that MCP-1 -2518 AA genotype may cause susceptibility to chronic renal failure, while G allele may have a protective effect against development of chronic renal failure."}, {"pubmed": 25666182, "text": "This study provided evidence for a dual involvement of isoQC in AD pathogenesis by catalysis of pGlu-Abeta and pGlu-CCL2 formation which mutually stimulate inflammatory events and affect cognition."}, {"pubmed": 25683933, "text": "Results indicate that plasma TF level was positively correlated to the level of MCP-1. Monitoring of plasma TF and MCP-1 levels in AECOPD patients could be a way to prevent hypercoagulability, cardiovascular and cerebrovascular thrombotic diseases."}, {"pubmed": 25704572, "text": "observed significantly higher concentrations of IL-8 (p < 0.001), MCP-1 (p = 0.014), and MIP-3beta (p = 0.022) in the PF of women with endometriosis than in the controls."}, {"pubmed": 25711967, "text": "The data showed that human cytomegalovirus-induced upregulation of CCL2 during early stages of infection was mediated, at least in part, by stimulation of viral pp71, which may contribute to viral pathogenesis through enhanced virus dissemination."}, {"pubmed": 25721605, "text": "Adipocytes revert to an immature and proliferative phenotype in the presence of breast cancer cells, and promote cancer cell migration via adipokines including IL-6 and MCP-1."}, {"pubmed": 25738355, "text": "we demonstrate that increased adrenergic signaling is associated with macrophage infiltration in ovarian carcinoma and mediated by tumor cell-derived MCP1 production."}, {"pubmed": 25744294, "text": "CCL2 expression is overexpressed in luminal B breast cancer cells and is important for regulating cell growth and survival by inhibiting necrosis and autophagy."}, {"pubmed": 25744730, "text": "we found that Brachyury expression was inversely correlated with CCL2 and CCL4 expression in human lung tumors"}, {"pubmed": 25753871, "text": "The 2518A/G polymorphism in the MCP-1 gene was associated with risk of pulmonary tuberculosis in population of Sichuan province in China."}, {"pubmed": 25769927, "text": "findings demonstrate that MSCs suppress autoimmunity by recruiting myeloid-derived suppressor cells into sites of inflammation in a CCL2-dependent manner."}, {"pubmed": 25786118, "text": "Both lower and higher MCP-1 serum levels are associated with an increased risk of all-cause and cardiovascular disease mortality among coronary artery disease patients."}, {"pubmed": 25808810, "text": "results suggest that senescent dermal fibroblasts recruit stem cells by secreting various factors and that the CCL2/CCR2 axis is one of the mechanisms underlying this phenomenon"}, {"pubmed": 25818534, "text": "The CCL2 G-2518A and MBL codon 54 variant have a significantly cumulative effect on increased risk of severe acute respiratory syndrome coronavirus infection."}, {"pubmed": 25834072, "text": "CCL2 mRNA expression was upregulated by high concentrations of glucose after 6 h"}, {"pubmed": 25839768, "text": "The results support the fact that chemokines play important roles in the pathogenesis of HSP. MCP1/CCL2 gene polymorphisms were associated with susceptibility for Henoch-Schonlein purpura (HSP)."}, {"pubmed": 25875728, "text": "the MCP-1 -2518A>G polymorphism was associated with susceptibility to coronary artery disease [meta-analysis]"}, {"pubmed": 25890876, "text": "This inhibitory action of resveratrol was also observed for the cytokines-induced expression of chemokines CXCL9, CCL2 and CCL5."}, {"pubmed": 25893607, "text": "Results of this study indicated that the CCL2-CCR2 axis was involved in the pathogenesis of oral lichen planus and was positively correlated with disease activity."}, {"pubmed": 25901081, "text": "Our findings shed new light on the mechanisms underlying the progression of ER(+) breast cancer and indicate the potential of novel therapies targeting CCL2 and CCL5 pathways."}, {"pubmed": 25902044, "text": "genetic variation of the Mcp-1 gene and the risk of polycystic ovary syndrom"}, {"pubmed": 25913234, "text": "MCP-1 polymorphism is associated with new onset diabetic retinopathy in Japanese diabetes type 2 patients."}, {"pubmed": 25917126, "text": "Monocyte chemotactic protein-1 from adipocytes enhances the growth and invasion activity of prostate cancer cells"}, {"pubmed": 25940417, "text": "Sequential and timely transfection of hepatocyte growth factor and monocyte chemotactic protein-1 ameliorates hyperkinetic pulmonary artery hypertension in rabbits."}, {"pubmed": 25943983, "text": "MCP-1 might play a role in the development of delirium."}, {"pubmed": 25962150, "text": "Postoperative recurrence of spinal tuberculosis is likely to increase the serum level of MCP-1."}, {"pubmed": 25966143, "text": "A polymorphism in MCP-1 may be correlated with the development of non-small cell clung cancer (NSCLC) in the Han nationality of Northern China. However, the polymorphism in CCR-2 is not involved in NSCLC."}, {"pubmed": 25966175, "text": "the -2518A/G polymorphism in the MCP-1 gene was found to be associated with an increased susceptibility to Pulmonary tuberculosis (PTB) in a North Chinese population."}, {"pubmed": 25968940, "text": "TGF-beta1-induced expression of MCP-1 and the subsequent epithelial-mesenchymal transition is suppressed by arctigenin through reactive oxygen species-dependent ERK/NF-kappaB signaling pathway in renal tubular epithelial cells"}, {"pubmed": 25981750, "text": "genetic association study in population in China: Data suggest higher frequency of GG genotype/G allele in -2518 SNP in MCP1 is observed in diabetes type 2 (DT2) with proliferative/non-proliferative retinopathies as compared with DT2 without retinopathy."}, {"pubmed": 25993304, "text": "visfatin was a prospective target for SCLC metastasis to brain, and understanding the molecular mediators would lead to effective strategies for inhibition of SCLC brain metastasis."}, {"pubmed": 26006043, "text": "NAC may effectively suppress the MeHg-induced cytokine production through both, inhibition of reactive oxygen species as well as extracellular chelation of MeHg in astrocytes."}, {"pubmed": 26008233, "text": "Effect of PKC-beta Signaling Pathway on Expression of MCP-1 and VCAM-1 in Different Cell Models in Response to Advanced Glycation End Products"}, {"pubmed": 26020416, "text": "This study suggests that L-cystathionine could inhibit the expression of MCP-1 in THP-1-derived macrophages induced by ox-LDL via inhibition of NF-kappaB p65 phosphorylation, nuclear translocation, and binding of the MCP-1 promoter sequence"}, {"pubmed": 26026089, "text": "The overexpression of MCP1 in HNC cells may partially induce EMT through the AKT pathway. A high cellular expression of MCP1 was associated with pathological neck metastases."}, {"pubmed": 26027727, "text": "CD14(+) myelomonocytic cells secrete high levels of CCL2, promoting the expression of signal transducer and activator of transcription 3."}, {"pubmed": 26058873, "text": "These results indicate that MEK inhibitor diminishes Nasopharyngeal carcinoma cell proliferation and NPC-induced osteoclastogenesis via modulating CCL2 and CXCL16 expressions."}, {"pubmed": 26065367, "text": "In HCC cell lines, IL8 activates expression of FOXC1 via the phosphoinositide 3-kinase signaling to AKT and hypoxia-inducible factor 1alpha. FOXC1 expression leads to transactivation of CXCR1 and CCL2, promoting inflammation and invasivion/metastasis."}, {"pubmed": 26083329, "text": "We aimed to evaluate the correlation of the monocyte chemoattractant protein 1 (MCP-1) A-2518G polymorphism with type 2 diabetes mellitus (T2DM) and vascular complications in T2DM."}, {"pubmed": 26093057, "text": "the authors carried out experiments using mice deficient in CCL2 or CCL5 to study the clearance of liposomal system. They showed the important role the immune system played and would enable better designs of future drug delivery systems."}, {"pubmed": 26100848, "text": "Diallyl disulfide down regulates TNFalpha invoked CCL2 production primarily through reduction of IKKepsilon and phosphorylated-ERK, thereby impairing MAPK/ERK, and NFkappaB pathway signaling"}, {"pubmed": 26104579, "text": "Study shows high urinary levels of MCP-1 and VDBP in patients with type 2 diabetes mellitus with macroalbuminuria or microalbuminuria suggesting uMCP-1 and uVDBP as novel potential diagnostic biomarkers for the early detection of diabetic nephropathy."}, {"pubmed": 26124338, "text": "There was a statistical trend in favor of MCP1 stimulation over depletion."}, {"pubmed": 26125747, "text": "The results revealed an association between the MCP-1 -2518A/G polymorphism and human tuberculosis susceptibility under a recessive model (GG vs GA+AA), dominant model (GG+GA vs AA), and homozygote comparison (GG vs AA) model for the entire database."}, {"pubmed": 26155942, "text": "CCL2, 3, 14 have roles in stimulating macrophage bone marrow homing, proliferation, and polarization in multiple myeloma"}, {"pubmed": 26158606, "text": "IL8, IL-1Ra, MCP-1, and MIP-1beta are significantly lower in patients with type 1 diabetes than controls."}, {"pubmed": 26163174, "text": "Up-regulation of pulmonary fibroblast-derived MCP-1 is involved in pulmonary fibroblast migration induced by SiO2."}, {"pubmed": 26183340, "text": "Pattern recognition of monocyte chemoattractant protein-1 (MCP-1) in whole blood samples using new platforms based on nanostructured materials."}, {"pubmed": 26223686, "text": "Data show that monocyte chemotactic protein-1 (MCP-1) concentration was associated with both seropositive and seronegative rheumatoid arthritis (RA)."}, {"pubmed": 26234573, "text": "MCP1/CCL2 C-2518T gene polymorphism is associated with susceptibility to Henoch-Schonlein purpura."}, {"pubmed": 26241961, "text": "we identify higher levels of CRP, eotaxin and MCP-1 in serum of periodontitis patients"}, {"pubmed": 26244388, "text": "Individuals with the CCL2 -2578G allele had higher levels of CCL2 in the cerebrospinal fluid, which was associated with increased pro-inflammatory markers in the cerebrospinal fluid and worse neurocognitive functioning."}, {"pubmed": 26277553, "text": "The four MCP-1 polymorphisms were in high linkage disequilibrium and one haplotype was significantly associated with risk of developing premature CAD."}, {"pubmed": 26277777, "text": "Together, these findings suggest that CCL2, RARRES2 and EFNB2 are host cell factors involved in respiratory syncytial virus replication."}, {"pubmed": 26281331, "text": "Monocyte chemoattractant protein-1 is secreted from macrophages, monocytes, endothelial cells, epithelial cells, and fibroblasts after."}, {"pubmed": 26318885, "text": "This meta-analysis showed that the MCP-1-2518-A allele confers susceptibility to Asian patients with rheumatoid arthritis and European patients with Crohn's disease."}, {"pubmed": 26335292, "text": "the AA genotype might be a risk factor for the progression of renal disease in childhood focal segmental glomerulosclerosis"}, {"pubmed": 26345838, "text": "expression levels of ICAM-1, NF-kappaB, and MCP-1 in patients are significantly elevated, suggesting an enhanced chronic inflammatory response and a significant correlation between inflammatory factors and the pathogenesis of cerebral aneurysm"}, {"pubmed": 26354107, "text": "Monocytic MCP-1 gene expression was found to be increased significantly in severe OSA patients"}, {"pubmed": 26365696, "text": "immunosensor allowed the rapid detection of MCP-1 in buffer and spiked human serum samples. An almost 2 order of magnitude linear range was observed, between 84.3 and 1582.1pg/mL and the limits of blank and detection were determined to be 0.3 and 0.5pg/mL, respectively"}, {"pubmed": 26413869, "text": "In human primary endometrial cancers, loss of LKB1 protein was strongly associated with increased CCL2 expression by tumor cells as well as increased macrophage density in the tumor microenvironment."}, {"pubmed": 26429304, "text": "R/R genotype of FCGR2A p.R131H and G/G genotype of CCL2 c.-2518 A > G polymorphisms are associated with thrombocytopenia, which is a characteristic laboratory finding in dengue infections."}, {"pubmed": 26429331, "text": "The present study implicates the role of circulatory MCP-1 and its -2518 G gene polymorphism as a predictor of the development of glomerulonephropathy in Egyptian systemic lupus erythematosus patients."}, {"pubmed": 26438062, "text": "Data show that high intratumor C-C motif ligand 2 (CCL2)expression associated with adverse clinical outcome."}, {"pubmed": 26455502, "text": "CCL2 downregulation in South Asians may be an attempt to protect muscle against macrophage infiltration, and defects in fatty acid partitioning to muscle may lead to the disproportionate adiposity and adverse cardiometabolic profile in South Asians."}, {"pubmed": 26490115, "text": "the MCP1-induced cortactin phosphorylation is dependent on PLCbeta3-mediated PKCdelta activation, and siRNA-mediated down-regulation of either of these molecules prevents cortactin interaction with WAVE2"}, {"pubmed": 26494772, "text": "Levels of lipopolysaccharide and the plasma marker of CCL2 were significantly elevated in older HIV-infected men despite comparable cellular phenotypes."}, {"pubmed": 26514518, "text": "MCP-1-2518 A/G polymorphism is associated with increased risk to breast cancer."}, {"pubmed": 26518714, "text": "There is an association between MCP-1 -2518 polymorphism and tuberculosis susceptibility only in the East Asian and Latin American groups."}, {"pubmed": 26556868, "text": "Increased CCL2 expression is associated with bladder cancer metastasis."}, {"pubmed": 26573462, "text": "Senescence of UCB-MSCs is orchestrated by MCP-1, which is secreted as a major component of the SASP and is epigenetically regulated by BMI1."}, {"pubmed": 26587801, "text": "Data show that monocytes from elderly denture wearers with Candida-related denture stomatitis produced lower levels of proinflammatory cytokines CXCL-8, IL-6 and MCP-1."}, {"pubmed": 26603571, "text": "MiR-125b-5p attenuates the secretion of MCP-1 by directly targeting inhibiting LACTB in LPS-stimulated THP-1 macrophages."}, {"pubmed": 26604074, "text": "Chemokine Ligand 2 (MCP-1/CCL2) and its receptor CCR2 are coexpressed in MePR-2B cells and are regulated upon differentiation, suggesting the presence of an autocrine and paracrine loop in differentiating cells. Moreover, we demonstrated that exogenous CCL2 is capable to affect neuro-glial differentiation in MePR-2B cells, thus providing novel evidences for the potential involvement of chemokine-mediated signaling in prog"}, {"pubmed": 26625205, "text": "Oncolytic virus dl922-947 reshapes tumor microenvironment in anaplastic thyroid carcinoma, reducing IL-8/CXCL8 and MCP-1/CCL2 expression and impairing angiogenesis and macrophage infiltration."}, {"pubmed": 26626202, "text": "our data confirmed the relevance of the MCP1 gene as a risk locus to Pott's disease in a trans-populational manner."}, {"pubmed": 26648448, "text": "These findings suggested that the CCL2/CCR2 chemokine signaling may regulate the epithelial-mesenchymal transition."}, {"pubmed": 26673018, "text": "High circulating CCL2 levels are associated with overweight and obesity."}, {"pubmed": 26679085, "text": "In perennial allergic rhinitis patients, we found positive correlation between RANTES levels and nasal symptom score and eosinophil counts. In patients with non-allergic rhinitis with eosinophilia syndrome, the concentrations of MCP-1 and RANTES were associated with nasal symptom score and percentage of eosinophils."}, {"pubmed": 26684239, "text": "Increased CCL2 expression is associated with resistance to vemurafenib in melanoma."}, {"pubmed": 26701136, "text": "A polarized secretion assay suggested that the silencing of endothelial myeloid-secretory impairs T effector transendothelial migration by reducing the preferential secretion of endothelial-produced CCL2"}, {"pubmed": 26701731, "text": "High CCL2 expression is associated with prostate cancer."}, {"pubmed": 26705742, "text": "Intermuscular adipose tissue was correlated with monocyte chemoattractant protein-1, suggesting its role in the development of insulin resistance"}, {"pubmed": 26714421, "text": "local inflammatory marker for cerebral aneurysms without systemic manifestation"}, {"pubmed": 26733169, "text": "HUMSCs expressing ISZ-sTRAIL might be an efficient therapeutic approach against lung cancer and MCP-1/CCR2 axis is essential for the tumor tropism of HUMSCs"}, {"pubmed": 26749463, "text": "Data suggest that evaluation of chemokine (C-C motif) ligand 2 (CCL2) could help guide postsurgical management for clear-cell renal cell carcinoma (ccRCC) patients."}, {"pubmed": 26767865, "text": "Ang III increases MCP-1 synthesis via stimulation of intracellular p38 and JNK MAPK signaling activity and subsequent activated protein-1 transcriptional activity in proximal kidney tubule cells."}, {"pubmed": 26787627, "text": "MCP-1 appeared to be independently related to a measure of adiposity in a cohort of obese patients from Iran."}, {"pubmed": 26802601, "text": "The results of our study suggest an association between the CCL2 gene rs1024611 G allele and post transplant diabetes mellitus in patients treated with tacrolimus or cyclosporine."}, {"pubmed": 26825581, "text": "Results indicate that urinary MCP-1 was associated with blood pressure elevation in this population of obese young adults."}, {"pubmed": 26839895, "text": "sCCL2 production possibly will be associated with the adiposity and polymorphic phenotypes of CCL2 and CCR2, in Mexican-Mestizos with insulin resistance"}, {"pubmed": 26867220, "text": "MCP1 may have a role in coronary artery calcium progression in patients with HIV infection on stable antiretroviral therapy"}, {"pubmed": 26879207, "text": "In human cumulus GCs, kiss1r mRNA levels were positively correlated with age but not with BMI. There was no expression of kiss1 mRNA in either cumulus or mural GCs.the inflammatory MCP-1 may be associated with kiss1 and AMH genes, which are important in ovulation and folliculogenesis, respectively."}, {"pubmed": 26881918, "text": "Our results suggested that TNF-alpha may be an ideal biomarker for diagnosing the 3 forms of TB presentation, while the other factors (IL-6, IP-10, MCP-1, and IFN-gamma) can potentially facilitate differential diagnosis for the 3 TB presentation types"}, {"pubmed": 26885690, "text": "Studies indicate manipulating CCL2-CCR2 interaction as a potential approach for combating metastatic disease."}, {"pubmed": 26908203, "text": "The cytokine Interleukin-1beta (IL-1beta) at 1 ng/ml significantly potentiated the expression of both IL-8 (CXCL8) and MCP-1 (CCL2) which showed synergistic response in the presence of hydrogen peroxide. Pre-incubation of the cells with the anti-oxidant N-acetyl cysteine (NAC) strongly suppressed the induction of both IL-8 and MCP-1 when stimulated with hydrogen peroxide and IL-1beta."}, {"pubmed": 26909897, "text": "TLR4 and CCL2 mRNA/protein serum levels were higher in recurrent spontaneous abortion patients than in the control group."}, {"pubmed": 26925413, "text": "our preliminary results found a positive association between plasma MCP-1 levels, angiogenesis (expressed as TVA), and clinical features in patients with Multiple Myeloma"}, {"pubmed": 26940485, "text": "Our results demonstrate that CCL2-2518 A/G genotypes were equally distributed among groups and there was no difference in hs C-reactive protein levels."}, {"pubmed": 26943967, "text": "The genotypic distributions of MCP-1 (-2518 A>G) were significantly different between patients and controls."}, {"pubmed": 26950614, "text": "Oral lipid loading is linked to reduced circulating pro-inflammatory chemokines CCL2, IP-10, and chemerin and to increased RANTES levels, suggesting that dietary lipids affect immune function."}, {"pubmed": 26979087, "text": "This study establishes ECL1i as the first allosteric inhibitor of CCR2 with functional selectivity."}, {"pubmed": 26994898, "text": "The aim of this study was to evaluate the impacts of shock waves on interleukin-6 (IL-6), interleukin-8 (IL-8), monocyte chemotactic protein 1 (MCP-1), and tumor necrosis factor-alpha (TNF-alpha) expression by human periodontal ligament fibroblasts."}, {"pubmed": 27020638, "text": "Serum MCP-1 does not differentiate between recurrent acute pancreatitis and chronic pancreatitis."}, {"pubmed": 27044356, "text": "MCP-1 role in angiogenesis-dependent metastasis of hepatocellular carcinoma"}, {"pubmed": 27048855, "text": "High MCP1 level is associated with hypertriglyceridemia."}, {"pubmed": 27064875, "text": "This meta-analysis demonstrates that the MCP-1 -2518 A/G polymorphism is not associated with susceptibility to vasculitis, rheumatoid arthritis, and multiple sclerosis."}, {"pubmed": 27090943, "text": "MCP-1 is markedly elevated in serum of essential hypertension patients with highest levels in patients with microalbuminuria."}, {"pubmed": 27125354, "text": "CCL2 is associated with decreased recurrence-free survival in patients with basal-like breast cancer patients."}, {"pubmed": 27129293, "text": "The level of miR-33 was decreased, whereas the CCL2 level was increased in the articular cartilage from the osteoarthritis patients compared with the control group."}, {"pubmed": 27145753, "text": "Our study suggested rs3760396 polymorphism of CCL2 is associated not only with prognosis of non-small cell lung cancer , but also with risk of lung cancer in a subtype-specific manner. Our results further supported previous evidence of the important role of CCL2 in lung cancer development"}, {"pubmed": 27160403, "text": "Low wall shear stress concomitant with turbulent flow contributes to sustained expression of MCP-1 in endothelial cells and presumably plays a role in facilitating macrophage infiltration and exacerbating inflammation, which leads to enlargement or rupture of intracranial aneurysms."}, {"pubmed": 27167681, "text": "These data show a previously unrecognized role for CCL2 in mediating the seizure-promoting effects of systemic inflammation. [Review]"}, {"pubmed": 27171378, "text": "MCP-1 and NT-proBNP are independent predictors of SS, while low calcidiol plasma levels are associated with CAC"}, {"pubmed": 27177223, "text": "monocyte chemoattractant protein-1 (MCP-1), an endogenous CCR4-binding ligand, was specifically upregulated in the head and neck squamous cell carcinomamicroenvironment compared to the other four CCR4-binding ligands"}, {"pubmed": 27259755, "text": "FN1/CCL2 levels are elevated in the bronchoalveolar lavage fluid from pulmonary sarcoidosis patients."}, {"pubmed": 27270225, "text": "MCP-1 and RANTES levels (ng/mg total protein) of gingivitis group were higher than those of the MSH groups (P=0.005, P=0.0001, respectively)."}, {"pubmed": 27278779, "text": "The meta-analysis demonstrated that urinary MCP-1 was significantly higher in patients with active LN than in those with inactive LN and control subjects, and the patients with inactive LN showed significantly higher urinary MCP-1 levels than the controls."}, {"pubmed": 27283985, "text": "CCL2 gene silencing inhibits primary tumor growth and metastasis, associated with a reduction in cancer stem cell renewal and recruitment of M2 macrophages in triple negative breast cancer"}, {"pubmed": 27288357, "text": "Urine MCP-1 may detect early tubulointerstitial fibrosis in adults with normal kidney function."}, {"pubmed": 27316788, "text": "AG genotype of CCL2-2518 in combination with TT genotype of CFH Y402H showed significant protective effect against age-related macular degeneration."}, {"pubmed": 27359339, "text": "Urine, but not plasma, MCP-1 levels are associated with hospital readmission, development of complications of cirrhosis, and mortality."}, {"pubmed": 27363047, "text": "This study showed that the detection of MCP-1 expression relates to the response to interferon-alpha2 in combination with ribavirin in hepacivirus genotype 4 infection."}, {"pubmed": 27375180, "text": "CCL2 and CXCL10 play important roles in the progression of obesity-related metabolic complications in children."}, {"pubmed": 27392463, "text": "Data show that serum chemokine CCL2 levels were significantly higher in systemic lupus erythematosus (SLE) patients as compared to controls, and serum levels of chemokine CXCL12 were identical in both groups."}, {"pubmed": 27458015, "text": "CCL2 suppressed HDL internalization and cholesterol efflux via CCR2 induction and p42/44 MAPK activation in ECs. CCL2 induction may contribute to impair HDL function and form atherosclerosis in coronary artery disease."}, {"pubmed": 27472286, "text": "Women with the GG CCL2 rs1024611 and CC rs4586 genotype tended to have lower body mass and BMI increases during pregnancy, as well as lower newborn body mass. The study suggest an association between CCL2 gene polymorphisms and Gestational Diabetes."}, {"pubmed": 27505625, "text": "MCP-1 2518 A/G polymorphism is associated with the progression of diabetic retinopathy in type 2 diabetes mellitus."}, {"pubmed": 27510015, "text": "MCP1 levels in the serum of patients with SGT were decreased."}, {"pubmed": 27510253, "text": "CCL2 polymorphism is associated with susceptibility to latent tuberculous infection in well-defined North-East Thai populations."}, {"pubmed": 27530322, "text": "CCR4-deficient Treg and CCR2-deficient monocyticmyeloid-derived suppressor cells (MDSC) were defective in glioma accumulation."}, {"pubmed": 27530408, "text": "in Argentine patients, MCP-1 gene polymorphism confers susceptibility for developing rheumatoid arthritis"}, {"pubmed": 27541266, "text": "Using a combination of cytokine expression profiling and miRNAs algorithms, we identified VEGFA/CCL2 and FOXO3a as direct targets of miR-1, miR-206 and miR-31, respectively. Importantly, systemic delivery of anti-VEGFA/CCL2 or pre-miR-1, pre-miR-206 and anti-miR-31 significantly inhibited tumor angiogenesis, TAMs accumulation, tumor growth and lung metastasis."}, {"pubmed": 27548845, "text": "Urinary CCL2:Cr/CXCL10:Cr alone have similar prognostic performance after kidney transplantation, but when both are elevated, this suggests a worse prognosis."}, {"pubmed": 27558873, "text": "data disclose the complexity of MCP-1 regulation upon CHIKV infection and point to a crucial role of IFNbeta in the chemokine secretion."}, {"pubmed": 27614743, "text": "Clathrithromycin suppressed TLR4-mediated MCP-1 production in human mesangial cells."}, {"pubmed": 27624649, "text": "urinary MCP-1 correlates well with lupus nephritis disease activity and helps differentiate between active nephritis and active disease without nephritis patients."}, {"pubmed": 27666332, "text": "Results show that CCL2 is up-regulated in clear cell renal cell carcinoma (ccRCC), and suggest that it is involved in angiogenesis and macrophage infiltration in ccRCC."}, {"pubmed": 27668844, "text": "Significantly suppresses the p-STAT3 expression and its downstream genes including CCL2 and Bcl2."}, {"pubmed": 27749243, "text": "In scleroderma patients MCP-1 was the prominent biomarker correlated with the manifestations related to fibrosis, disease activity score and severity of pulmonary involvement."}, {"pubmed": 27788494, "text": "Results indicated that MCP-1 and CCR2 polymorphisms may influence the progression of IgAN, but not increase/decrease its susceptibility."}, {"pubmed": 27819723, "text": "the sensitivity and specificity of CEA, CA125, and ProGRP when used in combination with IL-6, IL-10, and MCP in lung cancer diagnosis, was examined."}, {"pubmed": 27820834, "text": "tumor-promoting role for CCL2 acting through CCR2 on the tumor microenvironment"}, {"pubmed": 27856463, "text": "identified CCL2 as a novel KIT D816V-dependent key regulator of vascular cell migration and angiogenesis in systemic mastocytosis"}, {"pubmed": 27859608, "text": "Our findings indicate that the -2518 A/G MCP-1(CCL2) promoter gene polymorphism is associated with a higher risk of psoriasis."}, {"pubmed": 27888616, "text": "EGF up-regulated CCL2 expression in HNSCC cells, which recruited monocytes and turned them into M2-like macrophages, thus forming a positive feedback paracrine loop."}, {"pubmed": 27918953, "text": "Peptide YY and PP are associated with circulating innate pro-inflammatory cytokines in patients after acute pancreatitis and cumulatively contribute to nearly half of the variance of IL-6, MCP-1, and TNFalpha. Future research is warranted to investigate the signaling pathways that underlie these associations."}, {"pubmed": 27921117, "text": "Mesenchymal stem cells from Ankylosing spondylitis patients secreted more monocyte chemoattractant protein 1 (MCP1) during abnormal osteogenic differentiation."}, {"pubmed": 27925202, "text": "calprotectin induces IL-6 and MCP-1 production in Human Gingival Fibroblasts via TLR4 signaling that involves MAPK and NF-kappaB, resulting in the progression of periodontitis."}, {"pubmed": 27940361, "text": "Nurr1 overexpression exerts neuroprotective and anti-inflammatory roles via down-regulating CCL2 in both in vivo and in vitro Parkinson's disease models, contributing to developing mechanism-based and neuroprotective strategies against PD"}, {"pubmed": 27960564, "text": "this study shows that that the CCL2 levels are increased in renal transplant rejection group when compared with the non-rejection, stable-graft, and control"}, {"pubmed": 27988512, "text": "EGF/MCP-1 ratio is independently associated with severity of tubular atrophy and interstitial fibrosis in primary glomerulonephritis, but the ability of EGF/MCP-1 ratio to discriminate moderate to severe IFTA may not be much better than EGF alone."}, {"pubmed": 27995732, "text": "a molecular mechanism of oxidized low density lipoprotein antibody on inhibition of oxLDL-induced ERK MAPK pathway and consequent MCP-1 release."}, {"pubmed": 28038968, "text": "use of MCP-1/IL-10 ratio in combination with ultrasound findings appears to provide a promising modality for predicting preeclampsia"}, {"pubmed": 28043030, "text": "Oral and periodontal innate immunity is affected by HIV viremia and ART. GCF IL-8, G-CSF, as well as serum IL-8, MCP-1 and GM-CSF may be useful biomarkers for the detection of disease presence and/or its severity due to HIV infection and ART use."}, {"pubmed": 28045930, "text": "CCL2/CCR2 axis is expressed in the majority of monocytoid Acute myeloid leukemia blasts"}, {"pubmed": 28054838, "text": "IL-6 Mediates Macrophage Infiltration after Irradiation via Up-regulation of CCL2/CCL5 in Non-small Cell Lung Cancer"}, {"pubmed": 28074184, "text": "MCP-1, MIP-1beta, and IP-10 may modify the pathologic features of Rhegmatogenous Retinal Detachment."}, {"pubmed": 28077158, "text": "Constitutive expression of CCL2 by the mouse mammary epithelium induces a state of low level chronic inflammation that increases stromal density and elevates cancer risk. We propose that CCL2-driven inflammation contributes to the increased risk of breast cancer observed in women with high mammographic density."}, {"pubmed": 28095095, "text": "This study enclosed strong synergistic association of risk genotypes of C3 and CFH Y402H with AMD. We also revealed synergistic influence of CCL2-2518 and the at-risk genotype of the C3 in AMD with an estimated AP = 50.9% (adjusted AP = 24.7%). Present findings show that CCL2-2518 polymorphism is not an innocent bystander in AMD susceptibility when combined with the at-risk genotype of C3 (R102G)."}, {"pubmed": 28104240, "text": "Elevations in serum and follicular fluid MCP-1 levels are positively correlated with adiposity and negatively correlated with pregnancy rates in women undergoing IVF."}, {"pubmed": 28131166, "text": "Study shows that MCP-1 -2518A/G polymorphism does not influence ischemic stroke risk"}, {"pubmed": 28161330, "text": "Testosterone increases CCL-2 expression in visceral adipose tissue from obese women of reproductive age."}, {"pubmed": 28164676, "text": "CCL2 levels were increased in postmenopausal women with osteoporosis and were linked with decreased bone mineral density and attenuated E2 concentrations."}, {"pubmed": 28170001, "text": "In plasma, but not CSF, the bivariate MCP4 (CCL13)/ MCP1(CCL2) ratio is ca. twofold elevated in PTSD patients compared with healthy controls."}, {"pubmed": 28202856, "text": "plasma MCP-1 is a useful biomarker in predicting outcome of sepsis."}, {"pubmed": 28215642, "text": "the expression of CCL2 is significantly correlated with Snail expression and may be used as a predictive co-biomarker for patient prognosis and tumor aggressiveness in gastric cancer."}, {"pubmed": 28330776, "text": "Topical application of glycolic acid suppresses the UVB induced IL-6, IL-8, MCP-1 and COX-2 inflammation by modulating NF-kappaB signaling pathway in keratinocytes."}, {"pubmed": 28336215, "text": "Data suggest that, compared to control individuals, patients with T2DM-Y (young onset type 2 diabetes), NPDR (non-proliferative diabetic retinopathy) and PDR (proliferative diabetic retinopathy) exhibit significantly higher serum levels of MCP-1. This study was conducted in India."}, {"pubmed": 28341837, "text": "Study describes how cysteine-rich 61 (CCN1) promotes monocyte migration by upregulating monocyte chemoattractant protein-1 (CCL2) expression in osteoblasts in rheumatoid arthritis (RA) disease. CCN1 could serve as a potential target for RA treatment."}, {"pubmed": 28347237, "text": "we revealed a novel mechanism of pyruvate kinase M2 in promoting colorectal cancer progression by recruitment of macrophages through p65 nuclear factor-kappaB-mediated expression of CCL2."}, {"pubmed": 28383062, "text": "NOX4 is induced in early alcoholic liver injury and regulates CCR2/CCL2 mRNA stability thereby promoting recruitment of inflammatory cells and production of proinflammatory cytokines."}, {"pubmed": 28391993, "text": "In cultured macrophages, LPS-induced expression of monocyte chemoattractant protein (MCP)-1 was suppressed by NaN3 through inhibition of STAT1 and IkappaBzeta activities."}, {"pubmed": 28407300, "text": "p300 inhibition attenuates both thrombin induced-CCL2 expression and histone H3 and H4 acetylation in HLFs, suggesting that p300 is involved in thrombin-induced CCL2 expression via hyperacetylating histone H3 and H4."}, {"pubmed": 28427824, "text": "MCP-1 -2518 genotype may influence the outcome of nonsurgical periodontal treatment in aggressive periodontitis patients."}, {"pubmed": 28433894, "text": "investigated whether functional polymorphism at MCP-1 regulatory region associates with disease phenotype in Indian systemic lupus erythematosus patients (SLE) patients; findings suggest that -2518G allele of MCP-1 -2518 A/G polymorphism is associated with renal disorders and may influence MCP-1 gene expression among Indian SLE patients"}, {"pubmed": 28458180, "text": "It can be concluded that MCP-1 and CCR2 polymorphisms are not associated with AgP in Turkish population."}, {"pubmed": 28472164, "text": "conclude that MCP-1/CCL2 plays a significant role in the pathogenesis of sepsis, which has potentially important therapeutic implications"}, {"pubmed": 28472795, "text": "MCP-1 is increased in endothelial cells after treatment with uremic toxins p-cresyl sulfate and indoxyl sulfate."}, {"pubmed": 28501927, "text": "In multivariate analysis, the IL1B rs16944 TT and TNF rs1799964 TC genotypes were significantly associated with intrauterine cytomegalovirus infection. Twenty-two out of 72 congenitally infected newborns had confirmed sensorineural hearing loss. Carriers of CT or TT genotype of CCL2 rs13900 had increased risk of hearing loss at birth and at 6 months of age."}, {"pubmed": 28610785, "text": "CCL2 in addition to IFN-gamma can be used to differentiate among Mycobacterium tuberculosis infection possibilities."}, {"pubmed": 28618950, "text": "Results of the luciferase reporter gene assay demonstrated that miR-1-3p targeted CCL2. MiR-1-3p suppresses the proliferation and invasion of urinary bladder cancer cells by targeting CCL2."}, {"pubmed": 28623996, "text": "Results provide evidence for MCP-1 involvement in the development of PVVs and indicate that inflammation could be implicated in the pathogenesis of this condition."}, {"pubmed": 28655771, "text": "Data suggest that MCP1/CCL2 induces activation/tyrosine phosphorylation of ARHGEF1/p115-RhoGEF and up-regulates RAC1 signaling in vascular smooth muscle cells (VSMCs); ARHGEF1 inhibition suppresses MCP1-induced VSMC migration and proliferation. (ARHGEF1 = Rho guanine nucleotide exchange factor 1; RAC1 = Rac family small GTPase 1; CCL2 = C-C motif chemokine ligand 2)"}, {"pubmed": 28690186, "text": "this study shows that CCL2 promoter hypomethylation is associated with gout risk in Chinese Han male population"}, {"pubmed": 28691415, "text": "joint interaction analysis of ACE I/D and CCL2 C-2518T showed a significantly higher frequency of II genotype of ACE I/D in coexistence with TT genotype of CCL2 C-2518T in Henoch-Schonlein purpura (HSP) patients."}, {"pubmed": 28707148, "text": "Oxidative stress markers in the pregestational period did not have a predictive value in the recurrent pregnancy loss and repeated implantation failure . CCL2 might be useful in risk prediction"}, {"pubmed": 28730964, "text": "The anaplastic thyroid carcinoma produce CCL2 basally and after cytokines stimulation, with an extremely variable pattern of modulation, suggesting different types of deregulation in the chemokine modulation."}, {"pubmed": 28765037, "text": "Vitamin D has anti-inflammatory effects in monocytes of Addison's Disease (AD) patients affecting CCL-2, IL6 and CD14. Of note is the weak CD14 expression in monocytes of AD patients compared to health controls (HC), which can be corrected by in vitro vitamin D treatment. We found that CD14 expression is altered in HC, with differences in relation to HLA haplotypes.We found higher CCL-2 expression in carriers of risk-HLA."}, {"pubmed": 28765968, "text": "the results of the present study confirmed CCL2 as a direct target of miR-206, and showed that the upregulation of CCL2 caused by the downregulation of miR-206 was responsible for the development of severe HEV71 encephalitis."}, {"pubmed": 28790030, "text": "Effective IL1beta and CCL2 antagonists are currently in clinical review to treat benign inflammatory disease, and their transition to the cancer clinic could have a rapid impact"}, {"pubmed": 28843961, "text": "ATF4 contributes to tumor growth of endometrial cancer (EC) by promoting CCL2 and subsequent recruitment of macrophage, and ATF4/CCL2 axis might be a potential therapeutic target for EC."}, {"pubmed": 28852897, "text": "berberine inhibited the expression of MCP-1 and IL-8 induced by LPS."}, {"pubmed": 28860098, "text": "MCP-1 were up-regulated in macrophages cultured with cell-culture derived infectious HCV particles and promoted the migration of monocytes."}, {"pubmed": 28886122, "text": "we could provide evidence that established stress-related biomarkers ET-1, MCP-1, CGA were differentially regulated among patients with AF compared to healthy controls."}, {"pubmed": 28886321, "text": "The study suggests that MCP-1 (-2518A>G) AG genotype and G allele could be considered as risk factors for susceptibility to ovarian cancer."}, {"pubmed": 28914666, "text": "REVIEW: regulation and importance of monocyte chemoattractant protein-1"}, {"pubmed": 28928376, "text": "Oligo-Fucoidan supplementation increases cancer cell death and attenuates the adverse effects induced by etoposide that decreases production of the pro-inflammatory cytokine IL-6 and chemokine CCL2/MCP-1."}, {"pubmed": 28951461, "text": "Interruption of either CCL2-CCR2 signaling or cathepsin B function significantly impaired perineural invasion (PNI)."}, {"pubmed": 29023999, "text": "Given that IL-8, MIP-1beta, and MCP-1 are chemokines that play important roles in recruitment of immunocompetent cells for immune defense and tumor cell clearance, the observed lower levels of these markers with increasing PM2.5 exposure may provide insight into the mechanism by which DEE promotes lung cancer."}, {"pubmed": 29057937, "text": "CCL2 polymorphism rs1024611G is associated with elevated levels of CCL2 and Japanese encephalitis virus (JEV) infection in Indian population"}, {"pubmed": 29073812, "text": "In Colombian systemic lupus erythematosus patients, urinary NGAL and MCP-1 in addition to anti-C1q antibodies were useful biomarkers for the identification of renal involvement and discrimination of active lupus nephritis."}, {"pubmed": 29084208, "text": "High CCL2 expression promotes breast cancer lung metastasis."}, {"pubmed": 29086194, "text": "Serum CCL2 and sICAM-1 concentrations were significantly decreased in CNS tumors in comparison with the comparative group. Among proteins tested in the serum, a higher area under the ROC curve (AUC) revealed CCL2 compared to sICAM-1 in differentiating subjects with CNS brain tumors from non-tumoral subjects."}, {"pubmed": 29098933, "text": "The MCP-1 concentration was positively correlated with blood pressure among smokers."}, {"pubmed": 29107385, "text": "these findings collectively indicate that TGF-beta regulates CCL2 expression in a stage-dependent manner during breast cancer progression"}, {"pubmed": 29115520, "text": "Study found that the activation of CCR2 by its ligand CCL2 increased the expression of SMO and Gli-1, resulting in Hh pathway activation, epithelial-mesenchymal transition and hepatocellular carcinoma cell invasion."}, {"pubmed": 29132256, "text": "Studied role of monocyte chemoattractant protein-1 (MCP-1) in migration of monocytes and lymphocytes during nickel induced contact hypersensitivity."}, {"pubmed": 29133591, "text": "Results show that CCL2 from ductal carcinoma in situ (DCIS) fibroblasts is important for CCR2-mediated breast cancer survival and invasion."}, {"pubmed": 29145242, "text": "rs1024611 polymorphism not significantly associated with occurrence risk of psoriasis vulgaris in Chinese population"}, {"pubmed": 29154245, "text": "The results of this study support the hypothesis that polymorphism in the MCP-1 gene may contribute to the etiology of colorectal cancer"}, {"pubmed": 29164336, "text": "The secretion of CCL5 and CCL2 was stimulated in undifferentiated and decidualized ESCs by the combination of TNF-alpha and IFN-gamma under non-apoptotic as well as apoptotic (with Fas-stimulation in parallel) conditions. TNF-alpha or IFN-gamma alone did not have this effect. The stimulatory influence of TNF-alpha plus IFN-gamma on CCL5 and CCL2 in ESCs was also seen on the transcriptional level."}, {"pubmed": 29167233, "text": "in the presence of autologous platelets, monocytes from older adults synthesized greater MCP-1 than younger adults"}, {"pubmed": 29171996, "text": "CSF CCL2 levels are associated with the degree of medial temporal lobe and gray matter atrophy, and cognitive decline in Alzheimer's Disease"}, {"pubmed": 29194906, "text": "During radical gastric cancer surgery, mRNA expression of interleukin-6 (IL-6), CC-chemokine ligand-2 and IL-1beta increased in adipose tissue intra-operatively (P < 0.05), equally both adjacent and remote from the tumour site."}, {"pubmed": 29205349, "text": "High MCP1 expression is associated with pancreatic adenocarcinoma."}, {"pubmed": 29288710, "text": "the patterns of HBP regulation of the expression of the adhesion molecular VCAM-1 were similar to those seen in MCP-1 after pretreatment with inhibitors."}, {"pubmed": 29295871, "text": "Thus, results from this study suggest that exosomal CCL2 mRNA represents a novel vehicle to communicate danger signals from TECs to macrophages and thereby promote inflammatory kidney damage."}, {"pubmed": 29352259, "text": "Alzheimer disease patients had higher plasma MCP-1 levels compared with mild cognitive impairment patients and controls, and severe AD patients had the highest levels."}, {"pubmed": 29358188, "text": "We propose that endogenous gC1qR/p33 physically interacts with MCP-1 causing stabilization of the MCP-1 protein and stimulation of its activity in human periodontal ligament cells, suggesting a novel gC1qR/p33-mediated pro-inflammatory mechanism of action."}, {"pubmed": 29369549, "text": "Association of polymorphic markers of chemokine genes, their receptors, and CD14 gene with coronary atherosclerosis"}, {"pubmed": 29390552, "text": "Meta-analysis suggests that the MCP-1-2518A/G polymorphism is associated with an increased risk of lupus nephritis."}, {"pubmed": 29409972, "text": "Studies show an elevated serum level of CCL2 in hepatocellular carcinoma (HCC). Further results suggest that elevated CCL2 level could contribute to DPP4-induced tumor angiogenesis in high fat diet model of HCC development."}, {"pubmed": 29414320, "text": "The aim was to determine the performance of urine EGF, MCP-1 or their ratio at baseline as biomarkers to predict complete remission, and the relationship of these mediators with subsequent renal function 24months later in primary glomerulonephritis."}, {"pubmed": 29451067, "text": "In lupus nephritis, urinary MCP-1 and TWEAK possess higher correlation coefficients with renal damage and larger areas under ROC curves than other markers for rapid discrimination of severe disease."}, {"pubmed": 29458367, "text": "CCL2-2518A/G (rs1024611) polymorphism is significantly associated with risk of gynecological cancer."}, {"pubmed": 29461240, "text": "The expression of CX3CL1 and capital EM, Cyrilliccapital ES, Cyrilliccapital ER, Cyrillic-1 affect vital pulmonary capacity and forced expiratory volume in patients with asthma complicated by diabetes mellitus type 2."}, {"pubmed": 29568096, "text": "The -2518 A/G polymorphism of the monocyte chemoattractant protein-1 as a candidate genetic predisposition factor."}, {"pubmed": 29579545, "text": "IL-10 increase after the first trimester is associated with reduced MCP-1 level in normal weight, but not in obese, mothers."}, {"pubmed": 29594759, "text": "Our study suggests that MCP-1 mediated pathways could be potential therapeutic targets for the treatment of TNBC, and could reduce cancer health disparities."}, {"pubmed": 29609686, "text": "Aberrant histone modifications, including acetylation and tri-methylation, were found both in global histone and specific MCP-1 gene locos in monocytes from patients with coronary artery disease"}, {"pubmed": 29664944, "text": "Results showed that both heterozygous and homozygous genotypes are associated with age-related macular degeneration pathology. Allele frequency analysis showed that 'G' allele is frequent in AMD patients as compared to controls"}, {"pubmed": 29694633, "text": "The genotype and allele frequencies between groups did not show significant differences. However, the GG genotype was the most frequent in children with insulin resistance. The GG genotype was associated with insulin resistance (OR = 2.2, P = 0.03) in a genetic model. Conclusion The -2518 A>G MCP-1 gene polymorphism may be related to the development of insulin resistance in Mexican children."}, {"pubmed": 29702196, "text": "Study found that PA28gamma enhanced the ability of oral squamous cell carcinoma (OSCC) cells to promote the migration, invasion, and tube formation of HUVECs and promoted tumor-induced angiogenesis in xenograft mice models in vivo. Expression and secretion of IL-6 and CCL2 were dependent on PA28gamma expression. In addition, IL-6, CCL2 and PA28gamma expressions were correlated in a clinical OSCC cohort."}, {"pubmed": 29720895, "text": "study confirmed the connection between high uMCP-1 levels and poor prognosis and also disease activity in antineutrophil cytoplasmic autoantibody-Associated Vasculitis (AAV); it also suggests an association of the A/A genotype at position -2518 in the MCP-1 gene and poor prognosis in AAV"}, {"pubmed": 29722145, "text": "Our study revealed that CCL2 and CCL4 expression levels could serve as potential prognostic biomarkers and therapeutic targets for non small cell lung cancer patients"}, {"pubmed": 29739040, "text": "Monocyte chemoattractant protein-1 (MCP-1) level in patients with hepatitis B (HBV infection) was higher than in healthy controls."}, {"pubmed": 29760459, "text": "abnormal lamin. proteins trigger paracrine senescence through GATA4-dependent pathway in human mesenchymal stem cells."}, {"pubmed": 29768320, "text": "MCP-1 is independently associated with coronary artery atherosclerosis among emergency department patients with chest pain."}, {"pubmed": 29794013, "text": "NFAT5-knockout mouse FLSs also showed decreased expressions of TF and CCL2."}, {"pubmed": 29808619, "text": "Blocking androgen receptor signaling in cancer-associated fibroblasts -like cells increases prostate cancer cell migration mediated by increased secretion of CCL2 and CXCL8."}, {"pubmed": 29864522, "text": "CCL2 played important roles in regulating platelet function and arterial thrombosis through the PKCalpha-P38MAPK-HSP27 pathway."}, {"pubmed": 29871779, "text": "ICAM-1 (K469E) and MCP-1-2518 A>G polymorphisms lead to increased level of ICAM-1 and MCP-1 in Japanese Encephalitis."}, {"pubmed": 29901584, "text": "Distributions of MCP-1 -2518A/G and VEGF -634C/G polymorphisms are significantly different between type 2 diabetes mellitus and diabetic foot ulcer patients"}, {"pubmed": 29995756, "text": "Individuals with rs1024611 AG and GG genotypes exhibited significantly higher susceptibility to Diabetic Foot Ulcers."}, {"pubmed": 30001635, "text": "These results support a role of OPN in monocyte migration via MCP-1, which may represent an additional mechanism for innate and adaptive immune responses."}, {"pubmed": 30048972, "text": "These results provide evidence that necrotic cells induce the expression of CCL2/MCP-1 and CCL20/MIP-3alpha in glioblastoma cells through activation of NF-kappaB and AP-1 and facilitate the infiltration of microglia into tumor tissues."}, {"pubmed": 30109559, "text": "In conclusion, AA genotype may be a protective factor against CKD susceptibility in Caucasians. AG genotype may be a risk factor for CKD risk in Caucasians."}, {"pubmed": 30142333, "text": "High CCL2 is associated with IgA Nephropathy."}, {"pubmed": 30175654, "text": "Susceptibility to hepatitis C virus (HCV) infection is associated with A alleles of both (rs743660 and rs1799864 G/A) of CCR2 while spontaneous clearance of HCV is associated with the C allele of rs13900 of CCL2 and T allele of rs3817655 of CCL5."}, {"pubmed": 30229833, "text": "Cyclin D1 is an effector that mediates CCL2's function in cell proliferation by blocking cells at G1 phase."}, {"pubmed": 30230985, "text": "Serum MCP-1 levels were significantly higher in patients with systemic vasculitis than in HCs, especially in patients with renal involvement. Thus, serum MCP-1 has the potential to be a biomarker for systemic vasculitis with renal involvement."}, {"pubmed": 30237493, "text": "LNMAT1-induced upregulation of CCL2 recruits macrophages into the tumor, which promotes lymphatic metastasis via VEGF-C excretion."}, {"pubmed": 30284076, "text": "the present meta-analysis suggests that MCP-1-2518A/G polymorphism may not be associated with genetic susceptibility of Alzheimer disease in general population, but the association remains indeterminate due to the insufficient evidence."}, {"pubmed": 30296742, "text": "Both depression and posttraumatic stress disorder co-morbidity led to elevated levels of MIP-1beta and (iNOS, IL-33 and HO-1)."}, {"pubmed": 30339714, "text": "CCL2 was found to be significantly elevated in patients with Schnitzler syndrome (SchS). CCL2 levels showed a positive association with global disease activity, especially with bone pain, but not disease duration, gammopathy, neutrophilia or skin disease. CCL2 may be an important component of the pathogenetic cascade leading to bone alterations, and a suitable marker of disease activity in patients with SchS."}, {"pubmed": 30343691, "text": "We found that pro-inflammatory cytokines IL-6 and CCL2 suppressed PER2 gene expression. Mechanistic studies further revealed that IL-6/STAT3/NFkappaB p50 and CCL2/PI3K/AKT signaling pathways suppressed PER2 gene expression in both phenotypically normal MCF-10A cells as well as MCF-7 breast cancer cells."}, {"pubmed": 30357416, "text": "Associations of urinary epidermal growth factor and monocyte chemotactic protein-1 with kidney involvement in patients with diabetic kidney disease."}, {"pubmed": 30368555, "text": "A high frequency of CCL2 positive breast tumor cells and CD14 positive tumor associated macrophages are significant risk factors for rapid tumor recurrence."}, {"pubmed": 30368911, "text": "MCP-1 promoter polymorphism is associated with nasopharyngeal carcinoma."}, {"pubmed": 30374624, "text": "Prognostic significance of monocyte chemoattractant protein-1 and CC chemokine receptor 2 in diffuse large B cell lymphoma."}, {"pubmed": 30380100, "text": "Urinary soluble CD163 and monocyte chemoattractant protein-1 in the identification of subtle renal flare in anti-neutrophil cytoplasmic antibody-associated vasculitis."}, {"pubmed": 30401716, "text": "Full-length EGFR and truncated EGFRvIII work through KRAS to upregulate the chemokine CCL2 and drive macrophage infiltration in glioblastoma"}, {"pubmed": 30419802, "text": "High chemokine CCL2 expression is associated with colorectal cancer."}, {"pubmed": 30528869, "text": "Among all the single cytokine biomarkers, MCP-1 exhibited the highest area under the curve in diagnosing active tuberculosis (ATB) (0.98) and differentiating ATB from latent tuberculosis infection (0.91)."}, {"pubmed": 30530386, "text": "Modulation of CCL2 and IL-10."}, {"pubmed": 30537206, "text": "CCL2 from tumor-associated macrophages (TAMs) downregulated miR-486 levels in renal cell carcinoma (RCC) cells, and miR-486 inhibited cell proliferation and induced apoptosis of RCC cells in the presence of CCL2."}, {"pubmed": 30539387, "text": "Abnormal iodine nutrition status triggered ER stress and upregulated MCP-1 expression through P38/MAPK signaling pathway in thyrocyte."}, {"pubmed": 30551392, "text": "Low serum levels of CCL2 shows a significant association with fatal or new non-fatal MI."}, {"pubmed": 30557342, "text": "Study findings indicate a potential role for serum level of MCP-1 in combination with CTRP3 and CTRP9 as a diagnostic and prognostic tool in type 2 diabetes (T2D) and coronary artery disease as a complication of T2D in Egyptian postmenopausal female patients. Negative correlation between MCP-1 and CTRP9 proposes that the anti-inflammatory action of CTRP9 results from reducing MCP-1 production."}, {"pubmed": 30586705, "text": "Meta-analysis: Genetic predisposition to elevated circulating levels of MCP-1 is associated with higher risk of stroke, in particular with large-artery stroke and cardioembolic stroke."}, {"pubmed": 30683902, "text": "Cancer-associated fibroblast-like cells secreted significantly more CCL2, Interleukin-6, and CXCL8 than mesenchymal stem cells; these cytokines promoted the migration of tumor cells and macrophage-like cells."}, {"pubmed": 30730243, "text": "The MCP-1/chemokine (C-C motif) ligand 2 (CCL2) expression mediated by the autocrine loop of PDGF-BB enhanced recruitment of macrophages through CCL2-CCR2 axis, which could ultimately increase expression of metastatic genes in lung cancer cells, finally promoting invasive potential of cancer cells."}, {"pubmed": 30764873, "text": "Serum MCP-1 and TGF-beta1 levels increased in polymyositis/dermatomyositis patients."}, {"pubmed": 30804043, "text": "TLR-Induced IL-12 and CCL2 Production by Myeloid Cells Is Dependent on Adenosine A3 Receptor-Mediated Signaling."}, {"pubmed": 30816272, "text": "Cancer associated fibroblasts sculpt tumour microenvironment by recruiting monocytes and inducing immunosuppressive PD-1(+) TAMs."}, {"pubmed": 30816510, "text": "No association was observed between the CCL2 rs1024611 polymorphism and benign prostatic hyperplasia in Chinese patients."}, {"pubmed": 30851700, "text": "sCD163, CCL2, and CXCL10 are associated with activation of macrophages and may have a serious impact on overall survival in patients with idiopathic pulmonary fibrosis ."}, {"pubmed": 30852582, "text": "Serum MCP-1 expression was significantly decreased in patients with UGIB and correlated with blood lipid level."}, {"pubmed": 30939601, "text": "Our pilot study suggests MCP-1-mediated monocyte recruitment may be linked with white matter injury caused by rotavirus."}, {"pubmed": 30961613, "text": "The relative expression of IL1B and CCL2 was higher in coronary artery disease patients than in normal controls."}, {"pubmed": 31013606, "text": "These results indicate that IH stress down-regulates the miR-452 in adipocytes, resulting in increased levels of RETN, TNFalpha, and CCL2 mRNAs, leading to insulin resistance in SAS patients."}, {"pubmed": 31077149, "text": "MCP-1 upon admission correlated positively with hs-cTnI at different time points and peak hs-cTnI, and also associated inversely with early improvements in myocardial function in patients with first ST-segment elevation myocardial infarction after primary percutaneous coronary intervention."}, {"pubmed": 31077446, "text": "CCL2 secreted by cancer cells can promote cell migration by inducing epithelial-mesenchymal transition via paracrine or autocrine pathways in oral squamous cell carcinoma"}, {"pubmed": 31101774, "text": "A significant relationship between the content of monocytic chemoattractant protein-1 and C-reactive protein in young children with pyelonephritis against the background of reflux was established."}, {"pubmed": 31152776, "text": "Monocyte chemoattractant protein-1 (MCP-1) and fibroblast growth factor-21 (FGF-21) as biomarkers of subclinical atherosclerosis in women."}, {"pubmed": 31172941, "text": "These results, for the first time, indicate that CCL2 mediates ALIX mobilization from F-actin and enhances Gag-p6 mediated HIV-1 release and fitness."}, {"pubmed": 31189648, "text": "Activation of the CCL2-CCR2 axis in the TME promoted tumor angiogenesis and recruitment of TAMs and MDSCs into the TME in several tumor types including sarcoma and breast cancer."}, {"pubmed": 31270884, "text": "In addition, knockdown of Notch1 markedly inhibited the expression of urokinase plasminogen activator (uPA) and its receptor uPAR, and chemokines C-C motif chemokine ligand 2 and C-X-C motif chemokine ligand 16, indicating that these factors are downstream targets of Notch1."}, {"pubmed": 31295376, "text": "IL-22/CCL2 may serve as novel therapeutic targets in the treatment of endometriosis due to their chemo-attractive role."}, {"pubmed": 31297636, "text": "Phase 1b study of a small molecule antagonist of human chemokine (C-C motif) receptor 2 (PF-04136309) in combination with nab-paclitaxel/gemcitabine in first-line treatment of metastatic pancreatic ductal adenocarcinoma."}, {"pubmed": 31350345, "text": "Knock-down experiments revealed that lncRNA-CCL2 positively regulated CCL2 mRNA levels in multiple primary endothelial cells (ECs) and endothelial cells (ECs) cell lines"}, {"pubmed": 31377844, "text": "Both receptors are indeed involved in the pathogenesis of several immune-mediated diseases, and dual CCR5/CCR2 targeting is emerging as a more efficacious strategy than targeting either receptor alone in the treatment of complex human disorders. In this review, we focus on the distinctive and complementary contributions of CCR5 and CCR2/CCL2 in HIV infection, multiple sclerosis, liver fibrosis and associated hepatocellula"}, {"pubmed": 31388753, "text": "MCP1 rs4611 homozygous SNP can increase the risk of coronary artery disease in patients with obstructive sleep apnea."}, {"pubmed": 31441843, "text": "OUR RESULTS SUPPORT THAT CCL2, CALCA, AND CXCL1 GENE POLYMORPHISM ARE ASSOCIATED WITH THE OCCURRENCE OF CHRONIC PAIN AFTER CESAREAN SECTION IN CHINESE HAN WOMEN"}, {"pubmed": 31461349, "text": "extracellular vesicles carrying MCP-1 and NGAL may directly or indirectly contribute to stone pathogenesis as evidenced by the lower of these populations of extracellular vesicles in stone formers compared with nonstone formers"}, {"pubmed": 31471711, "text": "Association of polymorphisms in the MCP-1 and CCR2 genes with the risk of Parkinson's disease."}, {"pubmed": 31489646, "text": "The findings suggest that PTX3, MCP1 and Ang2 maybe early predictors to evaluate the severity of sepsis and septic shock with the latest Sepsis 3.0 definitions."}, {"pubmed": 31495394, "text": "CCL2 gene polymorphisms (rs1024611 and rs4586) confer susceptibility to osteoarthritis and may be potential markers for early diagnosis of osteoarthritis."}, {"pubmed": 31530029, "text": "No significant differences were revealed in genotypes and allele distributions of MCP-1 (-2518 A/G) between primary immune thrombocytopenia (ITP) patients and normal controls, as well as the MCP-1 levels. In conclusion, the -201 G/A polymorphism of IP-10 gene may be associated with the susceptibility of ITP in Chinese population."}, {"pubmed": 31541326, "text": "CCL2 secreted from cancer-associated mesothelial cells promotes peritoneal metastasis of ovarian cancer cells through the P38-MAPK pathway."}, {"pubmed": 31545552, "text": "Klotho can suppress the senescent stromal cell-associated triggering of colorectal cancer progression by inhibiting the expression of SASP factors including CCL2."}, {"pubmed": 31557402, "text": "ALPK1 regulates streptozotocin-induced nephropathy through CCL2 and CCL5 expressions."}, {"pubmed": 31557637, "text": "Association between dyslipidemia and CCL2 in patients undergoing hemodialysis."}, {"pubmed": 31562254, "text": "We further show that the enhanced activity of the IL1beta/COX-2/MCP-1 axis and a resulting increase in PGE2 production by adipocytes coincide with augmented hypoxia signaling and activation of prosurvival pathways in tumor cells, revealing a potential mechanism of chemoresistance"}, {"pubmed": 31611552, "text": "CCL2 promotes macrophages-associated chemoresistance via MCPIP1 dual catalytic activities in multiple myeloma."}, {"pubmed": 31664304, "text": "the MCP-1 -2518 A>G polymorphism is a risk factor for asthma in the Caucasian population, nevertheless it has a protective effect in the African population (Meta-Analysis)."}, {"pubmed": 31665136, "text": "The inhibitory effects of butein on cell proliferation and TNF-alpha-induced CCL2 release in racially different triple negative breast cancer cells."}, {"pubmed": 31680444, "text": "LncRNA HOXA11-AS regulates calcium oxalate crystal-induced renal inflammation via miR-124-3p/MCP-1."}, {"pubmed": 31705064, "text": "MCP-1/CCR-2 axis in adipocytes and cancer cell respectively facilitates ovarian cancer peritoneal metastasis."}, {"pubmed": 31710162, "text": "CCL2 secreted by TAM activates PI3K/Akt/mTOR signaling."}, {"pubmed": 31729527, "text": "Necroptotic astrocytes contribute to maintaining stemness of disseminated medulloblastoma through CCL2 secretion."}, {"pubmed": 31739217, "text": "Chemokine (C-C motif) ligand 2 and coronary artery disease: Tissue expression of functional and atypical receptors."}, {"pubmed": 31809964, "text": "Human chorionic gonadotropin promotes recruitment of regulatory T cells in endometrium by inducing chemokine CCL2."}, {"pubmed": 31814187, "text": "Association between MCP-1 gene and SLE: a meta-analysis."}, {"pubmed": 31816951, "text": "MCP-1 and MCPIP potentially reduce the IL-1beta-mediated oncogenic effect in Renal Cell Carcinoma."}, {"pubmed": 31847640, "text": "Association between Monocyte Chemoattractant Protein-1 -2518 (A/G) Single Nucleotide Polymorphism and Chronic Periodontitis in End-stage Renal Disease Patients - A Case-control Study."}, {"pubmed": 31883300, "text": "NFAT5 promotes arteriogenesis via MCP-1-dependent monocyte recruitment."}, {"pubmed": 31883400, "text": "The IL-33/nuclear factor-kappaB/CCL2 pathway played an essential role in human ESCC progress."}, {"pubmed": 31886209, "text": "Protective Effect of the MCP-1 Gene Haplotype against Schizophrenia."}, {"pubmed": 31901598, "text": "Interactions among thyroid hormone (FT4), chemokine (MCP-1) and neurotrophin (NGF-beta) levels studied in Hungarian postmenopausal and obese women."}, {"pubmed": 31914700, "text": "Targeting CCL2 could be developed as a novel treatment for hemorrhagic stroke."}, {"pubmed": 31930665, "text": "Endometrial stromal cells treated by tumor necrosis factor-alpha stimulate macrophages polarized toward M2 via interleukin-6 and monocyte chemoattractant protein-1."}, {"pubmed": 31943636, "text": "An inverse correlation between FBXW7 mRNA levels in blood and the serum concentrations of CCL2."}, {"pubmed": 31964990, "text": "Reduction in Urinary Chemokine (C-C Motif) Ligand 2 (CCL2) After Surgery-Induced Weight Loss."}, {"pubmed": 31987595, "text": "stem cells of the apical papilla showed increased COX-2 (PTGS2) gene expression induced by LPS and a PGE2-dependent production of IL-6 and CCL2."}, {"pubmed": 31991021, "text": "We found that treatment with 500 ppm Theracurmin for 8 weeks inhibited intestinal polyp development and suppressed MCP-1 and IL-6 mRNA expression levels in the parts of the intestine with polyps."}, {"pubmed": 32084055, "text": "Elevated Plasma Levels of sCD14 and MCP-1 Are Associated With HIV Associated Neurocognitive Disorders Among Antiretroviral-Naive Individuals in Nigeria."}, {"pubmed": 32091964, "text": "Monocyte Chemotactic Protein-1 Regulates Proliferation and Contractility of Human Bladder Smooth Muscle Cells Under Hydrostatic Pressure."}, {"pubmed": 32103760, "text": "CCL2-CCR2 axis recruits tumor associated macrophages to induce immune evasion through PD-1 signaling in esophageal carcinogenesis."}, {"pubmed": 32214219, "text": "Metastasis-associated fibroblasts promote angiogenesis in metastasized pancreatic cancer via the CXCL8 and the CCL2 axes."}, {"pubmed": 32219866, "text": "Association of MCP-1 promotor polymorphism with disease severity of Crimean-Congo hemorrhagic fever."}, {"pubmed": 32371379, "text": "The LncRNA H19/miR-1-3p/CCL2 axis modulates lipopolysaccharide (LPS) stimulation-induced normal human astrocyte proliferation and activation."}, {"pubmed": 32376549, "text": "VDR may play an important role in the pathogenesis of systemic lupus erythemaotsus by affecting the expression of MCP-1."}, {"pubmed": 32383535, "text": "Post-transcriptional regulation of C-C motif chemokine ligand 2 expression by ribosomal protein L22 during LPS-mediated inflammation."}, {"pubmed": 32422289, "text": "Upregulated C-C Motif Chemokine Ligand 2 Promotes Ischemic Stroke via Chemokine Signaling Pathway."}, {"pubmed": 32427982, "text": "A new laboratory surrogate (Monocyte Chemotactic Protein-1) for Disease Activity Score28: a favourable indicator for remission in rheumatoid arthritis."}, {"pubmed": 32471499, "text": "CCL2/CCR2 signaling in cancer pathogenesis."}, {"pubmed": 32483412, "text": "A S100A14-CCL2/CXCL5 signaling axis drives breast cancer metastasis."}, {"pubmed": 32485729, "text": "Association Between Monocyte Chemotactic Protein 1 Variants and Age-Related Macular Degeneration Onset Among Chinese People."}, {"pubmed": 32518084, "text": "Stress-induced Norepinephrine Downregulates CCL2 in Macrophages to Suppress Tumor Growth in a Model of Malignant Melanoma."}, {"pubmed": 32531145, "text": "Increased expression of in situ IL-31RA and circulating CXCL8 and CCL2 in pemphigus herpetiformis suggests participation of the IL-31 family in the pathogenesis of the disease."}, {"pubmed": 32548715, "text": "How are MCPIP1 and cytokines mutually regulated in cancer-related immunity?"}, {"pubmed": 32552226, "text": "Relationship between the Monocyte Chemo-attractant Protein-1 gene rs1024611 A>G Polymorphism and Cancer Susceptibility: A Meta-analysis Involving 14,617 Subjects."}, {"pubmed": 32559816, "text": "KSHV dysregulates bulk macroautophagy, mitophagy and UPR to promote endothelial to mesenchymal transition and CCL2 release, key events in viral-driven sarcomagenesis."}, {"pubmed": 32572902, "text": "Sirt1 suppresses MCP-1 production during the intervertebral disc degeneration by inactivating AP-1 subunits c-Fos/c-Jun."}, {"pubmed": 32606566, "text": "Correlations between vitreous cytokine levels and inflammatory cells in fibrovascular membranes of patients with proliferative diabetic retinopathy."}, {"pubmed": 32640896, "text": "Correlation between monocyte chemoattractant protein-1/chemokine (C-C motif) ligand 2 and coronary plaque characteristics."}, {"pubmed": 32663289, "text": "Retinoic Acid Potentiates Orbital Tissues for Inflammation Through NF-kappaB and MCP-1."}, {"pubmed": 32672363, "text": "Sphingosine 1-phosphate/microRNA-1249-5p/MCP-1 axis is involved in macrophage-associated inflammation in fatty liver injury in mice."}, {"pubmed": 32749897, "text": "Chemokine C-C motif ligand 2 suppressed the growth of human brain astrocytes under Ischemic/hypoxic conditions via regulating ERK1/2 pathway."}, {"pubmed": 32943658, "text": "Downregulation of the CCL2/CCR2 and CXCL10/CXCR3 axes contributes to antitumor effects in a mouse model of malignant glioma."}, {"pubmed": 33079302, "text": "Urinary levels of ceruloplasmin and monocyte chemoattractant protein-1 correlate with extra-capillary proliferation and chronic damage in patients with lupus nephritis."}, {"pubmed": 33121429, "text": "IP-10 and MCP-1 as biomarkers associated with disease severity of COVID-19."}, {"pubmed": 33125115, "text": "Erythroid differentiation regulator 1 promotes wound healing by inducing the production of CC motif chemokine ligand 2 via the activation of MAP kinases in vitro and in vivo."}, {"pubmed": 33146689, "text": "Association of Circulating Monocyte Chemoattractant Protein-1 Levels With Cardiovascular Mortality: A Meta-analysis of Population-Based Studies."}, {"pubmed": 33148888, "text": "Elevated CCL2 causes Leydig cell malfunction in metabolic syndrome."}, {"pubmed": 33166788, "text": "High circulating SDF-1and MCP-1 levels and genetic variations in CXCL12, CCL2 and CCR5: Prognostic signature of immune recovery status in treated HIV-positive patients."}, {"pubmed": 33180392, "text": "Serum and Urine Monocyte Chemoattractant Protein-1 as A Markers for Lupus Nephritis."}, {"pubmed": 33197425, "text": "Analysis on the expression and value of CCL2 and CCL3 in patients with osteoarthritis."}, {"pubmed": 33217242, "text": "BK Channels Regulate LPS-induced CCL-2 Release from Human Pulmonary Endothelial Cells."}, {"pubmed": 33228783, "text": "Monocyte Chemoattractant Protein-1 promotes cancer cell migration via c-Raf/MAPK/AP-1 pathway and MMP-9 production in osteosarcoma."}, {"pubmed": 33278887, "text": "CCL2 is associated with microglia and macrophage recruitment in chronic traumatic encephalopathy."}, {"pubmed": 33330982, "text": "Salivary and serum concentrations of monocyte chemoattractant protein-1, macrophage inhibitory factor, and fractalkine in relation to rheumatoid arthritis and periodontitis."}, {"pubmed": 33332775, "text": "Sustained expression of MCP-1 induced low wall shear stress loading in conjunction with turbulent flow on endothelial cells of intracranial aneurysm."}, {"pubmed": 33369072, "text": "Increased spontaneous CCL2 (MCP-1) and CCL5 (RANTES) secretion in vitro in LADA compared to type 1 diabetes and type 2 diabetes: Action LADA 14."}, {"pubmed": 33370546, "text": "Early Monocyte Chemoattractant Protein-1 Elevation Predicts Surgical Site Infections after Blunt Trauma."}, {"pubmed": 33381602, "text": "Exploring the Role of C-C Motif Chemokine Ligand-2 Single Nucleotide Polymorphism in Pulmonary Tuberculosis: A Genetic Association Study from North India."}, {"pubmed": 33398678, "text": "A promising effect of zerumbone with improved anti-tumor-promoting inflammation activity of miR-34a in colorectal cancer cell lines."}, {"pubmed": 33400985, "text": "CCL2 and IFN-gamma serum levels as biomarkers for subclinical infection in household contacts of leprosy patients."}, {"pubmed": 33405050, "text": "LINC01255 combined with BMI1 to regulate human mesenchymal stromal senescence and acute myeloid leukemia cell proliferation through repressing transcription of MCP-1."}, {"pubmed": 33413449, "text": "Higher expression of monocyte chemotactic protein 1 in mild COVID-19 patients might be correlated with inhibition of Type I IFN signaling."}, {"pubmed": 33508012, "text": "CCR2/CCL2 and CMKLR1/RvE1 chemokines system levels are associated with insulin resistance in rheumatoid arthritis."}, {"pubmed": 33540898, "text": "Does C-C Motif Chemokine Ligand 2 (CCL2) Link Obesity to a Pro-Inflammatory State?"}, {"pubmed": 33577998, "text": "The MCP-1 A-2518G polymorphism increases the risk of Alzheimer's disease: A case-control study."}, {"pubmed": 33599317, "text": "Porphyromonas gingivalis lipopolysaccharide induces interleukin-6 and c-c motif chemokine ligand 2 expression in cultured hCMEC/D3 human brain microvascular endothelial cells."}, {"pubmed": 33609191, "text": "Association of eNOS and MCP-1 Genetic Variants with Type 2 Diabetes and Diabetic Nephropathy Susceptibility: A Case-Control and Meta-Analysis Study."}, {"pubmed": 33638245, "text": "Association of circulating monocyte chemoattractant protein-1 levels with polycystic ovary syndrome: A meta-analysis."}, {"pubmed": 33645008, "text": "Sphingosine-1-phosphate receptor 3 is implicated in BBB injury via the CCL2-CCR2 axis following acute intracerebral hemorrhage."}, {"pubmed": 33667285, "text": "Aqueous humor monocyte chemoattractant protein-1 predicted long-term visual outcome of proliferative diabetic retinopathy undergone intravitreal injection of bevacizumab and vitrectomy."}, {"pubmed": 33711968, "text": "Dynamic monocyte chemoattractant protein-1 level as predictors of perceived pain during first and second phacoemulsification eye surgeries in patients with bilateral cataract."}, {"pubmed": 33715310, "text": "Complement C5a-triggered differentiated HL-60 stimulates migration of THP-1 monocytic leukocytes via secretion of CCL2."}, {"pubmed": 33737658, "text": "Quercetin can reduce viral RNA level of O'nyong-nyong virus and resulting innate immune cytokine responses in cultured human synovial fibroblasts."}, {"pubmed": 33797637, "text": "Postoperative elevation in the plasma CCL2 level is a predictive biomarker of colorectal cancer recurrence."}, {"pubmed": 33827260, "text": "Monocyte-Chemoattractant Protein-1 Levels in Human Atherosclerotic Lesions Associate With Plaque Vulnerability."}, {"pubmed": 33852994, "text": "Chemokine MCP1 is associated with cognitive flexibility in schizophrenia: A preliminary analysis."}, {"pubmed": 33880998, "text": "circ_0003170 aggravates human hippocampal neuron injuries by regulating the miR-421/CCL2 axis in cells models of epilepsy."}, {"pubmed": 33888841, "text": "Expression of CCL2/CCR2 signaling proteins in breast carcinoma cells is associated with invasive progression."}, {"pubmed": 33902378, "text": "Association between the Genetic Polymorphisms of CCL2, CCL5, CCL8, CCR2, and CCR5 with Chronic Hepatitis C Virus Infection in the Chinese Han Population."}, {"pubmed": 33920100, "text": "Melanoma Associated Chitinase 3-Like 1 Promoted Endothelial Cell Activation and Immune Cell Recruitment."}, {"pubmed": 33927191, "text": "Glucocorticoid-induced leucine zipper regulates liver fibrosis by suppressing CCL2-mediated leukocyte recruitment."}, {"pubmed": 33974569, "text": "Urinary EGF and MCP-1 and risk of CKD after cardiac surgery."}, {"pubmed": 33988313, "text": "Involvement of chronic inflammation via monocyte chemoattractant protein-1 in uraemic cardiomyopathy: a human biopsy study."}, {"pubmed": 34032817, "text": "CA-125 and CCL2 may indicate inflammation in peritoneal dialysis patients."}, {"pubmed": 34079541, "text": "Potential Role of Macrophage Phenotypes and CCL2 in the Pathogenesis of Takayasu Arteritis."}, {"pubmed": 34086734, "text": "Dose- and time-dependent changes in viability and IL-6, CXCL8 and CCL2 production by HaCaT-cells exposed to cobalt. Effects of high and low calcium growth conditions."}, {"pubmed": 34112803, "text": "Tumor microenvironmental cytokines bound to cancer exosomes determine uptake by cytokine receptor-expressing cells and biodistribution."}, {"pubmed": 34143525, "text": "Comparing baseline and reaction samples of perioperative anaphylaxis patients reveals IL-6 and CCL2 as potential biomarkers."}, {"pubmed": 34199409, "text": "Regulation of Monocytes/Macrophages by the Renin-Angiotensin System in Diabetic Nephropathy: State of the Art and Results of a Pilot Study."}, {"pubmed": 34233864, "text": "MCP-1: Function, regulation, and involvement in disease."}, {"pubmed": 34239022, "text": "EGR1 and RXRA transcription factors link TGF-beta pathway and CCL2 expression in triple negative breast cancer cells."}, {"pubmed": 34256095, "text": "Stromal fibroblasts shape the myeloid phenotype in normal colon and colorectal cancer and induce CD163 and CCL2 expression in macrophages."}, {"pubmed": 34273357, "text": "Cytokine Profile Elevations on Admission Can Determine Risks of Severe Acute Pancreatitis in Children."}, {"pubmed": 34294770, "text": "Role of MCP-1 and IL-8 in viral anterior uveitis, and contractility and fibrogenic activity of trabecular meshwork cells."}, {"pubmed": 34356595, "text": "On the Role of Paraoxonase-1 and Chemokine Ligand 2 (C-C motif) in Metabolic Alterations Linked to Inflammation and Disease. A 2021 Update."}, {"pubmed": 34367126, "text": "A Novel Model Based on Serum Biomarkers to Predict Primary Non-Response to Infliximab in Crohn's Disease."}, {"pubmed": 34391381, "text": "Downregulation of CCL22 and mutated NOTCH1 in tongue and mouth floor squamous cell carcinoma results in decreased Th2 cell recruitment and expression, predicting poor clinical outcome."}, {"pubmed": 34445235, "text": "Roles of CCL2-CCR2 Axis in the Tumor Microenvironment."}, {"pubmed": 34454292, "text": "TLRs induce Th1/Th2 responses by affecting the secretion of CCL2 at the maternal-foetal interface."}, {"pubmed": 34459091, "text": "YAP-induced Ccl2 expression is associated with a switch in hepatic macrophage identity and vascular remodelling in liver cancer."}, {"pubmed": 34459335, "text": "Lack of Association between Monocyte Chemoattractant Protein-1 (MCP-1) Gene Promoter Polymorphism and Behcet's Disease with and without Ocular Involvement in Iranian Population: A Case-Control Study."}, {"pubmed": 34499269, "text": "EGR1-CCL2 Feedback Loop Maintains Epithelial-Mesenchymal Transition of Cisplatin-Resistant Gastric Cancer Cells and Promotes Tumor Angiogenesis."}, {"pubmed": 34511129, "text": "Small extracellular vesicles encapsulating CCL2 from activated astrocytes induce microglial activation and neuronal apoptosis after traumatic spinal cord injury."}, {"pubmed": 34511342, "text": "An association of the MCP-1 and CCR2 gene polymorphisms with oral lichen planus."}, {"pubmed": 34515610, "text": "Surgical Trauma-induced CCL2 Upregulation Mediates Lung Cancer Progression by Promoting Treg Recruitment in Mice and Patients."}, {"pubmed": 34525267, "text": "CCL2 produced by pancreatic ductal adenocarcinoma is essential for the accumulation and activation of monocytic myeloid-derived suppressor cells."}, {"pubmed": 34531848, "text": "HCV Core Protein Induces Chemokine CCL2 and CXCL10 Expression Through NF-kappaB Signaling Pathway in Macrophages."}, {"pubmed": 34624603, "text": "Quantile-specific heritability of monocyte chemoattractant protein-1, and relevance to rs1024611-disease interactions."}, {"pubmed": 34638857, "text": "ROS/TNF-alpha Crosstalk Triggers the Expression of IL-8 and MCP-1 in Human Monocytic THP-1 Cells via the NF-kappaB and ERK1/2 Mediated Signaling."}, {"pubmed": 34752683, "text": "The MCP-1 rs1024611 and MTHFR rs1801133 gene variations and expressions in alopecia areata: A pilot study."}, {"pubmed": 34804061, "text": "Targeting the CCL2/CCR2 Axis in Cancer Immunotherapy: One Stone, Three Birds?"}, {"pubmed": 34824220, "text": "High endogenous CCL2 expression promotes the aggressive phenotype of human inflammatory breast cancer."}, {"pubmed": 34830041, "text": "Chemoattraction of Neoplastic Glial Cells with CXCL10, CCL2 and CCL11 as a Paradigm for a Promising Therapeutic Approach for Primary Brain Tumors."}, {"pubmed": 34903680, "text": "Increased Monocyte Chemotactic Protein-1 Accompanying Pro-Inflammatory Processes are Associated with Progressive Hearing Impairment and Bilateral Disability of Meniere's Disease."}, {"pubmed": 34907983, "text": "The promising role of CCL2 as a noninvasive marker for nonalcoholic steatohepatitis diagnosis in Egyptian populations."}, {"pubmed": 34930225, "text": "Expression levels of MCP-1, HGF, and IGF-1 in endometriotic patients compared with non-endometriotic controls."}, {"pubmed": 34969653, "text": "Monocyte chemoattractant protein-1 and hypertension: An overview."}, {"pubmed": 35055107, "text": "TNF-alpha Activating Osteoclasts in Patients with Psoriatic Arthritis Enhances the Recruitment of Osteoclast Precursors: A Plausible Role of WNT5A-MCP-1 in Osteoclast Engagement in Psoriatic Arthritis."}, {"pubmed": 35177591, "text": "Targeting CCL2-CCR4 axis suppress cell migration of head and neck squamous cell carcinoma."}, {"pubmed": 35183036, "text": "CCL2-mediated monocytes regulate immune checkpoint blockade resistance in pancreatic cancer."}, {"pubmed": 35196657, "text": "Correlation between Increased Monocyte Chemotactic Protein 1 Level and Lung Function in Patients with Asthma."}, {"pubmed": 35242296, "text": "Correlation of HMGB1, PON-1, MCP-1, and Periodontal P. gingivalis with Amniotic Fluid Fecal Dye."}, {"pubmed": 35328046, "text": "CCL2 rs1024611Gene Polymorphism in Philadelphia-Negative Myeloproliferative Neoplasms."}, {"pubmed": 35363774, "text": "The role of CDH2 and MCP-1 mRNAs of blood extracellular vesicles in predicting early-stage diabetic nephropathy."}, {"pubmed": 35562953, "text": "Crosstalk between beta-Catenin and CCL2 Drives Migration of Monocytes towards Glioblastoma Cells."}, {"pubmed": 35567558, "text": "Targeting the CCL2-CCR2 axis for atheroprotection."}, {"pubmed": 35644972, "text": "[Genetic variants, circulating levels of monocyte chemoattractant protein-1 with risk of breast cancer: a case-control study and Mendelian randomization analysis]."}, {"pubmed": 35658112, "text": "Hypoxia-induced miR-210-3p expression in lung adenocarcinoma potentiates tumor development by regulating CCL2 mediated monocyte infiltration."}, {"pubmed": 35692875, "text": "Predictive Value of Monocyte Chemoattractant Protein-1 in the Development of Diastolic Dysfunction in Patients with Psoriatic Arthritis."}, {"pubmed": 35726234, "text": "C1R, CCL2, and TNFRSF1A Genes in Coronavirus Disease-COVID-19 Pathway Serve as Novel Molecular Biomarkers of GBM Prognosis and Immune Infiltration."}, {"pubmed": 35753602, "text": "Host genetic loci LZTFL1 and CCL2 associated with SARS-CoV-2 infection and severity of COVID-19."}, {"pubmed": 35775484, "text": "A nerve injury-specific long noncoding RNA promotes neuropathic pain by increasing Ccl2 expression."}, {"pubmed": 35785026, "text": "HMGA1 Promotes Macrophage Recruitment via Activation of NF-kappaB-CCL2 Signaling in Hepatocellular Carcinoma."}, {"pubmed": 35960063, "text": "Study on the association between the polymorphism of MCP-1 rs1024611 and the genetic susceptibility of type 2 diabetes with sepsis."}, {"pubmed": 36011581, "text": "CCL2 Gene Expression and Protein Level Changes Observed in Response to Wingate Anaerobic Test in High-Trained Athletes and Non-Trained Controls."}, {"pubmed": 36038549, "text": "Regulation of CCL2 by EZH2 affects tumor-associated macrophages polarization and infiltration in breast cancer."}, {"pubmed": 36057907, "text": "Role of urinary Neutrophil Gelatinase-Associated Lipocalin (NGAL), Monocyte Chemoattractant Protein-1(MCP-1), and Interleukin-6(IL-6) as biomarkers in pediatric patients with hydronephrosis."}, {"pubmed": 36076499, "text": "CCL2 overexpression is associated with paclitaxel resistance in ovarian cancer cells via autocrine signaling and macrophage recruitment."}, {"pubmed": 36107264, "text": "The first-year course of urine MCP-1 and its association with response to treatment and long-term kidney prognosis in lupus nephritis."}, {"pubmed": 36110847, "text": "Role of the CCL2-CCR2 axis in cardiovascular disease: Pathogenesis and clinical implications."}, {"pubmed": 36155203, "text": "The impact of MCP1-2518A/G and CCR2-V64I genetic polymorphisms in Egyptian sickle cell disease patients."}, {"pubmed": 36274485, "text": "The role of CCL2, CCL7, ICAM-1, and VCAM-1 in interaction of endothelial cells and natural killer cells."}, {"pubmed": 36314210, "text": "The CCL2 rs4586 SNP Is Associated with Slower Amyloid-beta Deposition and Faster Tau Accumulation of Alzheimer's Disease."}, {"pubmed": 36342644, "text": "Urinary epidermal growth factor/monocyte chemotactic peptide 1 ratio as non-invasive predictor of Mayo clinic imaging classes in autosomal dominant polycystic kidney disease."}, {"pubmed": 36419353, "text": "Serum levels of C-C motif chemokine ligand 2 and interleukin-8 as possible biomarkers in patients with toxic epidermal necrolysis accompanied by acute respiratory distress syndrome."}, {"pubmed": 36434424, "text": "Evaluation of IL-10, MCP-1, IFN gamma, and protectin D1 levels in patients with Hashimoto's thyroiditis."}, {"pubmed": 36438499, "text": "Cancer-associated fibroblasts facilitate premetastatic niche formation through lncRNA SNHG5-mediated angiogenesis and vascular permeability in breast cancer."}, {"pubmed": 36564084, "text": "Ethnic differences in urinary monocyte chemoattractant protein-1 and heparanase-1 levels in individuals with type 2 diabetes: the HELIUS study."}, {"pubmed": 36575043, "text": "C-C motif chemokine ligand 2 promotes myogenesis of myoblasts via the AKT-mTOR pathway."}, {"pubmed": 36592055, "text": "Differential Gene Expression of fresh tissue and patient-derived explants' matricellular proteins augment inflammatory breast cancer metastasis: the possible role of IL-6 and MCP-1."}, {"pubmed": 36628560, "text": "CCL2, CCL8, CXCL12 chemokines in resectable non-small cell lung cancer (NSCLC)."}, {"pubmed": 36672263, "text": "Increased Galectin-9 Levels Correlate with Disease Activity in Patients with DMARD-Naive Rheumatoid Arthritis and Modulate the Secretion of MCP-1 and IL-6 from Synovial Fibroblasts."}, {"pubmed": 36685497, "text": "CCL2: An important cytokine in normal and pathological pregnancies: A review."}, {"pubmed": 36753015, "text": "Renal arterial resistive index, monocyte chemotactic protein 1 and neutrophil gelatinase-associated lipocalin, for predicting acute kidney injury in critically ill cancer patients."}, {"pubmed": 36768186, "text": "Mammalian Glycosylation Patterns Protect Citrullinated Chemokine MCP-1/CCL2 from Partial Degradation."}, {"pubmed": 36794673, "text": "Monocyte chemoattractant protein 1 as a potential biomarker for immune checkpoint inhibitor-associated neurotoxicity."}, {"pubmed": 36809184, "text": "Hypoxia-mediated chemotaxis and residence of macrophage in decidua by secreting VEGFA and CCL2 during normal pregnancy."}, {"pubmed": 36835050, "text": "Is CCL2 an Important Mediator of Mast Cell-Tumor Cell Interactions in Oral Squamous Cell Carcinoma?"}, {"pubmed": 36854521, "text": "Chemokine (C-C motif) Ligand 2 Is Regulated Through the EGFR/Src Pathway in HER2-positive Breast Cancer Cells."}, {"pubmed": 36872292, "text": "Epigenetic regulation of chemokine (CC-motif) ligand 2 in inflammatory diseases."}, {"pubmed": 36923280, "text": "Impaired Antitumor Immune Response in MYCN-amplified Neuroblastoma Is Associated with Lack of CCL2 Secretion and Poor Dendritic Cell Recruitment."}, {"pubmed": 37058963, "text": "Increased neutrophil derived chemokines (CXCL10 and CCL2) in human trichinellosis as possible serological markers of the polarization of the immune response against the parasite."}, {"pubmed": 37086937, "text": "Upregulation of IL-33, CCL2, and CXCL16 levels in Brazilian pregnant women infected by Toxoplasma gondii."}, {"pubmed": 37096803, "text": "Increased plasma levels of monocyte chemoattractant protein-1 in patients with hepatitis B virus pre-S2 gene deletion mutation predict a higher risk of hepatocellular carcinoma recurrence after curative surgical resection."}, {"pubmed": 37114304, "text": "MRI changes and expressions of neuron-specific enolase and monocyte chemoattractant protein-1 in cerebrospinal fluid in patients with severe herpes simplex virus encephalitis."}, {"pubmed": 37132640, "text": "CCL2 promotes lymphatic metastasis via activating RhoA and Rac1 pathway and predict prognosis to some extent in tongue cancer."}, {"pubmed": 37148770, "text": "Impact of the MCP-1-2518A>G polymorphism on COVID-19 severity in the Iranian population: A case-control study."}, {"pubmed": 37149962, "text": "Significant association of MCP1 rs1024611 and CCR2 rs1799864 polymorphisms with colorectal cancer and liver metastases susceptibility and aggressiveness: A case-control study."}, {"pubmed": 37208442, "text": "The chemokine monocyte chemoattractant protein-1/CCL2 is a promoter of breast cancer metastasis."}, {"pubmed": 37247914, "text": "The CCL2-CCR2 Axis Contributes to Migration of Cabazitaxel-resistant Prostate Cancer Cells."}, {"pubmed": 37341066, "text": "MCP-1 expression in breast cancer and its association with distant relapse."}, {"pubmed": 37352031, "text": "Absolute monocyte count has a diagnostic role in distinguishing tumor marker-negative TGCT from benign testicular tumor via CCL2 regulation."}, {"pubmed": 37437927, "text": "LncRNA PCBP1-AS1 Induces Cerebral Ischemia/Reperfusion Injury via the miR-506-3p/CCL2 Axis."}, {"pubmed": 37455894, "text": "MCP-1-2518 (A>G) polymorphism and asthma risk: a pilot case-control study in Cameroon."}, {"pubmed": 37500699, "text": "Association between CCR2 and CCL2 expression and NET stimulation in adult-onset Still's disease."}, {"pubmed": 37518010, "text": "Thirty-five years since the discovery of chemotactic cytokines, interleukin-8 and MCAF: A historical overview."}, {"pubmed": 37646031, "text": "Involvement of CCL2 and CH25H Genes and TNF signaling pathways in mast cell activation and pathogenesis of chronic spontaneous urticaria."}, {"pubmed": 37697486, "text": "CCL2 is a key regulator and therapeutic target for periodontitis."}, {"pubmed": 37740208, "text": "Predictive value of chemokines (CCL 2) in bronchoalveolar lavage fluid for refractory mycoplasma pneumonia in children."}, {"pubmed": 37766239, "text": "Low CCL2 and CXCL8 Production and High Prevalence of Allergies in Children with Microcephaly Due to Congenital Zika Syndrome."}, {"pubmed": 37769276, "text": "CCL2 Promotes Novel Coronavirus-Mediated Inflammatory Responses in Macrophages."}, {"pubmed": 37770883, "text": "Prediction of spontaneous preterm birth using CCL2 and CXCL10 in maternal serum of symptomatic high-risk pregnant women: a prospective cohort study."}, {"pubmed": 37834172, "text": "Circulating Levels of IL-8 and MCP-1 in Healthy Adults: Changes after an Acute Aerobic Exercise and Association with Body Composition and Energy Metabolism."}, {"pubmed": 37850256, "text": "CCL2 promotes metastasis and epithelial-mesenchymal transition of non-small cell lung cancer via PI3K/Akt/mTOR and autophagy pathways."}, {"pubmed": 37861543, "text": "Role of MCP-1/CCR2 axis in renal fibrosis: Mechanisms and therapeutic targeting."}, {"pubmed": 37862725, "text": "C5a enhances Vdelta1 T cells recruitment via the CCL2-CCR2 axis in IgA nephropathy."}, {"pubmed": 37915048, "text": "FAM171B stabilizes vimentin and enhances CCL2-mediated TAM infiltration to promote bladder cancer progression."}, {"pubmed": 37922289, "text": "Serum cytokines MCP-1 and GCS-F as potential biomarkers in pediatric inflammatory bowel disease."}, {"pubmed": 38005838, "text": "Macrophage-Derived Factors with the Potential to Contribute to Pathogenicity of HIV-1 and HIV-2: Role of CCL-2/MCP-1."}, {"pubmed": 38049786, "text": "Association between the MCP-1 -2518 A > G (rs1024611) polymorphism and susceptibility to type 2 diabetes mellitus and diabetic nephropathy: a meta-analysis."}, {"pubmed": 38169464, "text": "Association Between Plasma Levels of Monocyte Chemoattractant Protein-1 (MCP-1) and 28-Day Mortality in Elderly Patients with Sepsis: A Retrospective Single-Center Study."}, {"pubmed": 38181585, "text": "FNDC4 reduces inflammation, proliferation, invasion and migration of rheumatoid synovial cells by inhibiting CCL2/ERK signaling."}, {"pubmed": 38244764, "text": "Association of CC-chemokine ligand-2 gene polymorphisms with leprosy reactions."}, {"pubmed": 38316963, "text": "Nucleus pulposus cells regulate macrophages in degenerated intervertebral discs via the integrated stress response-mediated CCL2/7-CCR2 signaling pathway."}, {"pubmed": 38332001, "text": "Exploring the relations of NLR, hsCRP and MCP-1 with type 2 diabetic kidney disease: a cross-sectional study."}, {"pubmed": 38348687, "text": "BRG1 mediates epigenetic regulation of TNFalpha-induced CCL2 expression in oral tongue squamous cell carcinoma cells."}, {"pubmed": 38387908, "text": "[Expression of MCP-1 and CCR2 in Newly Diagnosed Diffuse Large B-Cell Lymphoma and Clinical Significance]."}, {"pubmed": 38428413, "text": "Activated mesenchymal stem/stromal cells promote myeloid cell differentiation via CCL2/CCR2 signaling."}, {"pubmed": 38441377, "text": "MCP-1/CCR2 axis is involved in the regulation of gammadeltaT cells in lupus nephritis."}, {"pubmed": 38593506, "text": "MCP-1 controls IL-17-promoted monocyte migration and M1 polarization in osteoarthritis."}, {"pubmed": 38724995, "text": "Epithelial cells derived exosomal miR-203a-3p facilitates stromal inflammation of type IIIA chronic prostatitis/chronic pelvic pain syndrome by targeting DUSP5 and increasing MCP-1 generation."}], "genomic_pos": {"chr": "17", "end": 34257208, "ensemblgene": "ENSG00000108691", "start": 34255274, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 32584222, "start": 32582304, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001525", "pubmed": 18334747, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002548", "pubmed": 12207323, "qualifier": "involved_in", "term": "monocyte chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006468", "pubmed": 9670957, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006935", "pubmed": 10623817, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006959", "pubmed": 9548499, "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007010", "pubmed": 10072545, "qualifier": "involved_in", "term": "cytoskeleton organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007155", "pubmed": 10198043, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10770925, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 9548499, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 10542238, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007187", "pubmed": 10770925, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway, coupled to cyclic nucleotide second messenger"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007259", "pubmed": 9670957, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway via JAK-STAT"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008360", "pubmed": 10072545, "qualifier": "involved_in", "term": "regulation of cell shape"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0009617", "pubmed": 16034137, "qualifier": "involved_in", "term": "response to bacterium"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009887", "pubmed": 9364936, "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019079", "pubmed": 10985244, "qualifier": "involved_in", "term": "viral genome replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019221", "pubmed": 12207323, "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019233", "qualifier": "involved_in", "term": "sensory perception of pain"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019725", "pubmed": 18334747, "qualifier": "involved_in", "term": "cellular homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034351", "pubmed": 12753088, "qualifier": "involved_in", "term": "negative regulation of glial cell apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035684", "qualifier": "involved_in", "term": "helper T cell extravasation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043524", "pubmed": 12753088, "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043547", "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043615", "pubmed": 12271471, "qualifier": "involved_in", "term": "astrocyte cell migration"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0044344", "pubmed": 9407497, "qualifier": "involved_in", "term": "cellular response to fibroblast growth factor stimulus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048245", "qualifier": "involved_in", "term": "eosinophil chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048246", "pubmed": 12207323, "qualifier": "involved_in", "term": "macrophage chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050870", "qualifier": "involved_in", "term": "positive regulation of T cell activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051770", "qualifier": "involved_in", "term": "positive regulation of nitric-oxide synthase biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051968", "qualifier": "involved_in", "term": "positive regulation of synaptic transmission, glutamatergic"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071346", "pubmed": 9407497, "qualifier": "involved_in", "term": "cellular response to type II interferon"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071346", "qualifier": "involved_in", "term": "cellular response to type II interferon"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071347", "pubmed": 9407497, "qualifier": "involved_in", "term": "cellular response to interleukin-1"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071347", "qualifier": "involved_in", "term": "cellular response to interleukin-1"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071356", "pubmed": 9407497, "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090280", "pubmed": 10925302, "qualifier": "involved_in", "term": "positive regulation of calcium ion import"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904783", "qualifier": "involved_in", "term": "positive regulation of NMDA glutamate receptor activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905563", "pubmed": 25466836, "qualifier": "involved_in", "term": "negative regulation of vascular endothelial cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000134", "pubmed": 25466836, "qualifier": "involved_in", "term": "negative regulation of G1/S transition of mitotic cell cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000353", "pubmed": 25466836, "qualifier": "involved_in", "term": "positive regulation of endothelial cell apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000427", "qualifier": "involved_in", "term": "positive regulation of apoptotic cell clearance"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000502", "pubmed": 7545673, "qualifier": "involved_in", "term": "negative regulation of natural killer cell chemotaxis"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 20041150, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004672", "pubmed": 9973507, "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 10542238, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [26095031, 28381538, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0031727", "qualifier": "enables", "term": "CCR2 chemokine receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0031727", "pubmed": 18021937, "qualifier": "enables", "term": "CCR2 chemokine receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048020", "qualifier": "enables", "term": "CCR chemokine receptor binding"}]}, "homologene": {"genes": [[9544, 574138], [9598, 748205], [9606, 6347], [9615, 403981], [9913, 281043], [10090, 20293], [10116, 287562]], "id": 2245}, "interpro": [{"desc": "CC chemokine, conserved site", "id": "IPR000827", "short_desc": "Chemokine_CC_CS"}, {"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}, {"desc": "Chemokine beta/gamma/delta", "id": "IPR039809", "short_desc": "Chemokine_b/g/d"}], "ipi": "IPI00009308", "map_location": "17q12", "name": "C-C motif chemokine ligand 2", "other_names": ["C-C motif chemokine 2", "chemokine (C-C motif) ligand 2", "monocyte chemoattractant protein-1", "monocyte chemotactic and activating factor", "monocyte chemotactic protein 1", "monocyte secretory protein JE", "small inducible cytokine A2 (monocyte chemotactic protein 1, homologous to mouse Sig-je)", "small inducible cytokine subfamily A (Cys-Cys), member 2", "small-inducible cytokine A2"], "pantherdb": {"HGNC": "10618", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98259", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 10090, "uniprot_kb": "P10148"}, {"RGD": "3645", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 10116, "uniprot_kb": "P14844"}, {"MGI": "108224", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 10090, "uniprot_kb": "Q62401"}, {"RGD": "1309255", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 10116, "uniprot_kb": "D4ABS1"}, {"Ensembl": "ENSGALG00000053121", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P147"}, {"Ensembl": "ENSGALG00000053868", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q5IEZ5"}, {"Ensembl": "ENSGALG00000002329", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P167"}, {"Ensembl": "ENSGALG00000049551", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P166"}, {"Ensembl": "ENSGALG00000034478", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q4KS30"}, {"Ensembl": "ENSGALG00000054196", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P148"}, {"Ensembl": "ENSGALG00000026663", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "A0A3S5ZPM8"}, {"Ensembl": "ENSGALG00000024470", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "E1BSX8"}, {"Ensembl": "ENSGALG00000014585", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "E1C733"}, {"Ensembl": "ENSGALG00000032717", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q90826"}, {"ZFIN": "ZDB-GENE-131120-38", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4ISV2"}, {"ZFIN": "ZDB-GENE-120709-76", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4IT34"}, {"ZFIN": "ZDB-GENE-081104-131", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A2R8Q333"}, {"ZFIN": "ZDB-GENE-081022-33", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "B0V353"}, {"ZFIN": "ZDB-GENE-140718-1", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A9ZPD8"}], "uniprot_kb": "P13500"}, "pathway": {"biocarta": {"id": "ccr5pathway", "name": "pertussis toxin-insensitive ccr5 signaling in macrophage"}, "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa05135", "name": "Yersinia infection - Homo sapiens (human)"}, {"id": "hsa05142", "name": "Chagas disease - Homo sapiens (human)"}, {"id": "hsa05144", "name": "Malaria - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "fra_pathway", "name": "Validated transcriptional targets of AP1 family members Fra1 and Fra2"}, {"id": "gmcsf_pathway", "name": "GMCSF-mediated signaling events"}, {"id": "il23pathway", "name": "IL23-mediated signaling events"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-380994", "name": "ATF4 activates genes in response to endoplasmic reticulum  stress"}, {"id": "R-HSA-381042", "name": "PERK regulates gene expression"}, {"id": "R-HSA-381119", "name": "Unfolded Protein Response (UPR)"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-6783783", "name": "Interleukin-10 signaling"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9755511", "name": "KEAP1-NFE2L2 pathway"}, {"id": "R-HSA-9759194", "name": "Nuclear events mediated by NFE2L2"}, {"id": "R-HSA-9818026", "name": "NFE2L2 regulating inflammation associated genes"}], "wikipathways": [{"id": "WP15", "name": "Selenium Micronutrient Network"}, {"id": "WP1533", "name": "Vitamin B12 metabolism"}, {"id": "WP176", "name": "Folate Metabolism"}, {"id": "WP195", "name": "IL-1 signaling pathway"}, {"id": "WP2036", "name": "TNF related weak inducer of apoptosis (TWEAK) Signaling Pathway"}, {"id": "WP231", "name": "TNF-alpha signaling pathway"}, {"id": "WP2374", "name": "Oncostatin M Signaling Pathway"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP2858", "name": "Ectoderm Differentiation"}, {"id": "WP2865", "name": "IL1 and megakaryocytes in obesity"}, {"id": "WP2880", "name": "Glucocorticoid Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP3624", "name": "Lung fibrosis"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4136", "name": "Fibrin Complement Receptor 3 Signaling Pathway"}, {"id": "WP4341", "name": "Non-genomic actions of 1,25 dihydroxyvitamin D3"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4559", "name": "Interactions between immune cells and microRNAs in tumor microenvironment"}, {"id": "WP4747", "name": "Netrin-UNC5B signaling pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4891", "name": "COVID-19 adverse outcome pathway"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}]}, "pdb": ["1DOK", "1DOL", "1DOM", "1DON", "1ML0", "2BDN", "2NZ1", "3IFD", "4DN4", "4R8I", "4ZK9", "7SO0", "7XA3", "8FJ0"], "pfam": "PF00048", "pharmgkb": "PA130413151", "pharos": {"target_id": 6711, "tdl": "Tchem"}, "pir": "A35474", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326138", "relationship": "is"}, {"id": "GNF326139", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256075", "relationship": "is"}, {"id": "GNF256076", "relationship": "is"}, {"id": "GNF256077", "relationship": "is"}, {"id": "GNF256078", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156794", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF036058", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080778", "relationship": "is"}, {"id": "GNF080785", "relationship": "similar to"}, {"id": "GNF080786", "relationship": "is"}, {"id": "GNF080787", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053295", "relationship": "similar to"}, {"id": "GNF058061", "relationship": "is"}, {"id": "GNF061248", "relationship": "is"}, {"id": "GNF073239", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067153", "relationship": "similar to"}, {"id": "GNF067154", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF002189", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF233891", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324024", "relationship": "is"}, {"id": "GNF324025", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330280", "relationship": "is"}, {"id": "GNF332439", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334757", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104044", "relationship": "is"}, {"id": "GNF143693", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_012123.1"], "protein": "NP_002973.1", "rna": "NM_002982.4", "translation": {"protein": "NP_002973.1", "rna": "NM_002982.4"}}, "reporter": {"HG-U133_Plus_2": "216598_s_at", "HG-U95Av2": ["34375_at", "874_at", "875_g_at"], "HTA-2_0": "TC17000383.hg.1", "HuEx-1_0": "7385547", "HuGene-1_1": "8006433", "HuGene-2_1": "16833204"}, "summary": "This gene is one of several cytokine genes clustered on the q-arm of chromosome 17. Chemokines are a superfamily of secreted proteins involved in immunoregulatory and inflammatory processes. The superfamily is divided into four subfamilies based on the arrangement of N-terminal cysteine residues of the mature peptide. This chemokine is a member of the CC subfamily which is characterized by two adjacent cysteine residues. This cytokine displays chemotactic activity for monocytes and basophils but not for neutrophils or eosinophils. It has been implicated in the pathogenesis of diseases characterized by monocytic infiltrates, like psoriasis, rheumatoid arthritis and atherosclerosis. It binds to chemokine receptors CCR2 and CCR4. Elevated expression of the encoded protein is associated with severe acute respiratory syndrome coronavirus 2 (SARS&#8208;CoV&#8208;2) infection. [provided by RefSeq, Aug 2020].", "symbol": "CCL2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1337092"}, "unigene": "Hs.303649", "uniprot": {"Swiss-Prot": "P13500", "TrEMBL": "J3KRT7"}, "wikipedia": {"url_stub": "CCL2"}}