{"AllianceGenome": "10625", "HGNC": "10625", "MIM": "604697", "_id": "10344", "_version": 1, "accession": {"genomic": ["AC005102.1", "CH471220.1", "CP068271.2", "EF064763.1", "NC_000007.14", "NC_060931.1", "NG_015989.1"], "protein": ["AAD15411.1", "AAD22197.1", "AAD46495.1", "AAF09265.1", "AAH69394.1", "AAH93773.1", "AAI01666.1", "AAQ89252.1", "ABK41946.1", "BAA36704.1", "BAA84579.1", "EAW71771.1", "NP_001358865.1", "NP_001358867.1", "NP_006063.1", "Q9Y258.1"], "rna": ["AA926779.1", "AB010447.1", "AB016542.1", "AF096296.1", "AF124601.1", "AF142434.1", "AY358893.1", "BC069394.1", "BC093773.1", "BC101665.1", "BG211121.1", "NM_001371936.1", "NM_001371938.1", "NM_006072.4"], "translation": [{"protein": "BAA36704.1", "rna": "AB016542.1"}, {"protein": "AAD46495.1", "rna": "AF142434.1"}, {"protein": "AAF09265.1", "rna": "AF096296.1"}, {"protein": "BAA84579.1", "rna": "AB010447.1"}, {"protein": "AAD22197.1", "rna": "AF124601.1"}, {"protein": "AAQ89252.1", "rna": "AY358893.1"}, {"protein": "NP_001358867.1", "rna": "NM_001371938.1"}, {"protein": "AAH69394.1", "rna": "BC069394.1"}, {"protein": "NP_001358865.1", "rna": "NM_001371936.1"}, {"protein": "AAH93773.1", "rna": "BC093773.1"}, {"protein": "NP_006063.1", "rna": "NM_006072.4"}, {"protein": "AAI01666.1", "rna": "BC101665.1"}]}, "alias": ["IMAC", "MIP-4a", "MIP-4alpha", "SCYA26", "TSC-1"], "ensembl": {"gene": "ENSG00000006606", "protein": ["ENSP00000005180", "ENSP00000378365"], "transcript": ["ENST00000005180", "ENST00000394905"], "translation": [{"protein": "ENSP00000378365", "rna": "ENST00000394905"}, {"protein": "ENSP00000005180", "rna": "ENST00000005180"}], "type_of_gene": "protein_coding"}, "entrezgene": "10344", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.81294052311, "exp_mis": 25.2323296939, "exp_syn": 9.83402146169, "lof_z": 0.818592940239, "mis_z": -0.853732801445773, "mu_lof": 4.07190485285e-07, "mu_mis": 2.46040346962e-06, "mu_syn": 8.93312576568e-07, "n_lof": 3.0, "n_mis": 34.0, "n_syn": 10.0, "p_li": 0.019786154155303, "p_null": 0.239191802790326, "p_rec": 0.741022043054371, "syn_z": -0.0328123264374243}, "bp": 285, "cds_end": 75401494, "cds_start": 75399010, "n_exons": 3, "nonpsych": {"exp_lof": 4.30454586185, "exp_mis": 22.7860641238, "exp_syn": 8.84910863932, "lof_z": 1.09087163809624, "mis_z": -0.550925656987265, "mu_lof": 4.07190485285e-07, "mu_mis": 2.46040346962e-06, "mu_syn": 8.93312576568e-07, "n_lof": 2.0, "n_mis": 28.0, "n_syn": 8.0, "p_li": 0.0990089642702613, "p_null": 0.148328434472282, "p_rec": 0.752662601257457, "syn_z": 0.179712039985408}, "nontcga": {"exp_lof": 4.42287290116, "exp_mis": 23.2087123146, "exp_syn": 9.04226754682, "lof_z": 0.667413737020866, "mis_z": -0.909152548542222, "mu_lof": 4.07190485285e-07, "mu_mis": 2.46040346962e-06, "mu_syn": 8.93312576568e-07, "n_lof": 3.0, "n_mis": 32.0, "n_syn": 11.0, "p_li": 0.0171854307427034, "p_null": 0.267846124707899, "p_rec": 0.714968444549398, "syn_z": -0.412227390723687}, "transcript": "ENST00000394905.2"}, "exons": [{"cdsend": 75772176, "cdsstart": 75769692, "chr": "7", "position": [[75769537, 75769789], [75771888, 75772003], [75772103, 75772254], [75791467, 75791597]], "strand": -1, "transcript": "NM_001371936", "txend": 75791597, "txstart": 75769537}, {"cdsend": 75772176, "cdsstart": 75769692, "chr": "7", "position": [[75769537, 75769789], [75771888, 75772003], [75772103, 75772211]], "strand": -1, "transcript": "NM_001371938", "txend": 75772211, "txstart": 75769537}, {"cdsend": 75772176, "cdsstart": 75769692, "chr": "7", "position": [[75769523, 75769789], [75771888, 75772003], [75772103, 75772254], [75789716, 75789746]], "strand": -1, "transcript": "NM_006072", "txend": 75789746, "txstart": 75769523}], "exons_hg19": [{"cdsend": 75401494, "cdsstart": 75399010, "chr": "7", "position": [[75398855, 75399107], [75401206, 75401321], [75401421, 75401572], [75420785, 75420915]], "strand": -1, "transcript": "NM_001371936", "txend": 75420915, "txstart": 75398855}, {"cdsend": 75401494, "cdsstart": 75399010, "chr": "7", "position": [[75398855, 75399107], [75401206, 75401321], [75401421, 75401529]], "strand": -1, "transcript": "NM_001371938", "txend": 75401529, "txstart": 75398855}, {"cdsend": 75401494, "cdsstart": 75399010, "chr": "7", "position": [[75398841, 75399107], [75401206, 75401321], [75401421, 75401572], [75419034, 75419064]], "strand": -1, "transcript": "NM_006072", "txend": 75419064, "txstart": 75398841}], "generif": [{"pubmed": 12061839, "text": "Expression is modulated by cytokines and glucocorticoids."}, {"pubmed": 12192108, "text": "Pretreatment or co-treatment with each of the eotaxins augmented PMAtate-induced superoxide generation, concentration-dependent degranulation of eosinophil peroxidase, & potentiation of A23187-induced degranulation."}, {"pubmed": 12689946, "text": "eotaxin-3 inhibits MCP-1-mediated responses, thus acting as a natural antagonist for CCR2, and promotes active movement of monocytes away from a gradient of eotaxin-3"}, {"pubmed": 15039444, "text": "eotaxin-3 is the first human chemokine that features broadband antagonistic activities; may have a modulatory rather than an inflammatory function;may play an unrecognized role in the polarization of cellular recruitment by attracting Th2 lymphocytes"}, {"pubmed": 15207712, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15521376, "text": "results suggest that types 1 and 2 IL-4 receptors and nuclear factor-kappaB may have a role in eotaxin-3 production in bronchial epithelial cells"}, {"pubmed": 15784470, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15863444, "text": "CCL26 is major eotaxin synthesized and released by alveolar epithelial cells and is involved in autoregulation of CCR3 receptors and other eotaxins. This CCL26-CCR3 ligand-receptor system may be an attractive target in therapy of airway inflammation."}, {"pubmed": 16084752, "text": "results demonstrate that epithelial eotaxin-3 is up-regulated in the context of a T helper 2 mediated inflammatory bowel disease via the signal transducer and activator of transcription 6"}, {"pubmed": 16264039, "text": "In conclusion, these results suggest that viral airway infection may enhance interleukin-4-induced eotaxin-3 production through upregulation of the interleukin-4 receptor in airway epithelial cells."}, {"pubmed": 16391516, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16391516, "text": "association of eotaxin-3 polymorphisms in ulcerative colitis in Korean patients"}, {"pubmed": 16453027, "text": "results implicate eotaxin-3 as a critical effector molecule for eosinophilic esophagitis and provide insight into disease pathogenesis"}, {"pubmed": 16604488, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17073866, "text": "Contributes to dermal and epidermal eosinophil infiltration in Th2-polarized skin inflammation in which interleukin-4 is produced."}, {"pubmed": 17490641, "text": "Data suggest atherosclerotic inflammation may be a trigger for sclerosis in calcified stenotic aortic valves through upregulation TGF-beta, VAP-1, MIG and Eotaxin3, which is only partially inhibited by previous statin therapy."}, {"pubmed": 17541284, "text": "The Th2 cytokine IL-4 preferentially stimulated eotaxin-3 expression."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17900656, "text": "Determination of eotaxin-3 levels by real-time polymerase chain reaction on paraffinized, formalin-fixed tissue may be a useful test in the differentiation of eosinophilic esophagitis from gastroesophageal reflux disease"}, {"pubmed": 18055844, "text": "Developing lung expresses the eotaxins and functional CCR3 receptor."}, {"pubmed": 18712274, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18774776, "text": "This study demonstrated upregulation of type 1 IL-4R by IFN-gamma, which resulted in enhanced IL-4-induced production of CCL26 from keratinocytes."}, {"pubmed": 18844613, "text": "Eotaxin-3/CCL26 gene expression levels were significantly increased in EE. Although they were significantly downregulated upon steroid treatment, control expression levels were not reached in any of the cases analyzed."}, {"pubmed": 19141347, "text": "increased levels in patients with eosinophilic esophagitis"}, {"pubmed": 19141349, "text": "is the most strongly up-regulated gene of the transcriptom in eosinophilic esophagitis patients"}, {"pubmed": 19203252, "text": "CCL26-directed small-interfering RNA (siRNA) treatments significantly decreased release of CCL5 (RANTES), CCL15 (MIP-1delta), CCL8 (MCP-2), and CCL13 (MCP-4)."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19331716, "text": "overexpressed in eosinophilic esophagitis, expression level correlates with disease severity"}, {"pubmed": 19379605, "text": "The abundant biopolymer chitin appears to be recognized by a yet uncharacterized receptor on sinonasal epithelial cells. Chitin stimulates production of AMCase and eotaxin-3, two pro-Th2 effector proteins."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19567623, "text": "We did not replicate the association of eotaxin-3 with rheumatoid arthrits described in Koreans, or that of the MHC2T single nucleotide polymorphism in Spanish patients"}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20059579, "text": "data show that IL-4 and pro-inflammatory cytokines such as TNF-alpha, IL-1beta and IFN-gamma regulate CCL26 synthesis in human monocytic cells"}, {"pubmed": 20143648, "text": "promotes lung fibroblast migration"}, {"pubmed": 20236835, "text": "The mean gene expression level for CCL11, CCL24, CCL26 was higher in skin changes of atopic dermatitis patients than in uninvolved skin."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20505746, "text": "interaction of eotaxins and CCR3 regulates the Th2-dominant tumor environment, which is closely related to the development of cutaneous T-cell lymphoma"}, {"pubmed": 20974991, "text": "CCL26 is an agonist for CX3CR1 and may play a dual role in allergic diseases by attracting eosinophils via CCR3 and killer lymphocytes and resident monocytes via chemokine receptor CX3CR1."}, {"pubmed": 21077277, "text": "Serum CCL11 was increased in ulcerative colitis (UC) and less in Crohn's disease (CD), whereas CCL24 and CCL26 were increased only in UC. Colon expression of the CCL's was higher in UC vs. CD, and was induced by Th2 cytokines in colon epithelial cells."}, {"pubmed": 21266446, "text": "Serum eotaxin-3 is a sensitive and specific marker for the diagnosis of active Churg-Strauss syndrome suitable for routine clinical practice."}, {"pubmed": 21303604, "text": "AMCase and eotaxin-3 may be important mediators in the pathogenesis of nasal polyps. The increased AMCase and eotaxin-3 might lead to nasal polyp formation and growth."}, {"pubmed": 21325281, "text": "Epigenetic regulation of the IL-13-induced human eotaxin-3 gene by CREB-binding protein-mediated histone 3 acetylation."}, {"pubmed": 21493274, "text": "The expression of AMCase, eotaxin-3, IL-13, and mRNA was significantly higher in patients with CRSwNP than in the control group."}, {"pubmed": 21881593, "text": "CCL26 but not CCL24 was elevated in bullous pemphigoid lesions."}, {"pubmed": 21985360, "text": "these data link the up-regulation of the eosinophil chemotactic factor CCL26 in bullous pemphigoid to the lesional accumulation of activated eosinophils in the skin."}, {"pubmed": 22226123, "text": "Data show that that IL-4 signals through the Jak1, 2/Stat6 pathway in keratinocytes to stimulate CCL26 expression and this may provide an explanation for the pathogenesis of atopic dermatitis (AD)."}, {"pubmed": 22580413, "text": "Oesophageal squamous cells from gastro-oesophageal reflux disease and Eosinophilic oesophagitis patients express similar levels of eotaxin-3 when stimulated by Th2 cytokines, and omeprazole blocks that eotaxin-3 expression."}, {"pubmed": 22739041, "text": "Up-regulation of CCL2, CCL26, IL6 and LOXL2 genes in cancer cells are part of the common effects of cancer-associated fibroblasts on hepatocellular carcinoma cells"}, {"pubmed": 22846146, "text": "The level of eotaxin expression and inflammatory cell count were measured in the material from nasal brushing in healthy controls and in patients with allergic rhinitis, asthma, and chronic obstructive pulmonary disease."}, {"pubmed": 22946025, "text": "Phosphodiesterase 4 inhibitors, rolipram and RO-20-1724 have no effect on CCL26 expression in human primary bronchial epithelial cells."}, {"pubmed": 22948508, "text": "CCL1, CCL26, and IgE may be associated with pruritus in cutaneous T-cell lymphoma."}, {"pubmed": 22952702, "text": "Leukotriene D4 and interleukin-13 cooperate to increase the release of eotaxin-3 by airway epithelial cells"}, {"pubmed": 23185525, "text": "PPIs, in concentrations achieved in blood with conventional dosing, significantly inhibit IL-4-stimulated eotaxin-3 expression in EoE esophageal cells and block STAT6 binding to the promoter."}, {"pubmed": 23477905, "text": "CCL11, CCL24, and CCL26 has a role in the recruitment of extravillous trophoblast into decidual tissue and vessels."}, {"pubmed": 23532518, "text": "CCL26 is a more effective chemoattractant than CCL11 or CCL24 for eosinophils of asthmatics. All eotaxins induced the eosinophil migration from 0 to 6 h, but CCL26 triggered a second phase of migration between 12 & 18 h."}, {"pubmed": 23607908, "text": "elevated expression in the active lesions of ulcerative colitis and Crohn's disease"}, {"pubmed": 24323578, "text": "these data identify a contributory role for DNA methylation in regulating eotaxin-3 production in human allergic inflammation."}, {"pubmed": 24600981, "text": "CCL11, CCL24, and CCL26 are increased in TB patients; hence, it seems that TB suppresses Th1 and the classic function of macrophages subsequently by inducing the chemokines' expression"}, {"pubmed": 24684589, "text": "These findings indicate that eotaxin-3 is expressed in Chronic subdural hematoma fluid"}, {"pubmed": 24989688, "text": "these data suggest that CCL26 and CCL24 are likely involved in the pathogenesis of chronic nasal hypereosinophilia, with a complex cooperation and different involvement of the various members of eotaxin family."}, {"pubmed": 25323950, "text": "The most potent inhibition of RANTES, eotaxin and eotaxin3 as well as MMP9 activity."}, {"pubmed": 25377782, "text": "CCL26 displays antimicrobial activity against S. pneumoniae, S. aureus, Non-typeable H. influenzae, and P. aeruginosa."}, {"pubmed": 25936567, "text": "These results show a relation between CCL26 production by IL-13-stimulated bronchial epithelial cells , sputum eosinophil counts, and asthma severity. They also suggest a role for CCL26 in the sustained inflammation observed in patients with severe eosinophilic asthma and reveal CCL26 as a potential target for treating patients with eosinophilic asthma that are refractory"}, {"pubmed": 26418908, "text": "Data show that the interleukins IL-4 and IL-13 are critical factors for the induction of eotaxin-3/CCL26 in the pancreas."}, {"pubmed": 26861136, "text": "Review: eotaxins (CCL11, CCL24, and CCL26) play key role(s) during symptomatic inflammatory responses raised in response to allergic crisis of allergic asthma and atopic dermatitis"}, {"pubmed": 27228567, "text": "hypoxia-inducible factors activate the transcription of chemokine ligand 26 in cancer cells to recruit chemokine receptor 1-expressing myeloid-derived suppressor cells to the primary tumor"}, {"pubmed": 27300476, "text": "The reduction of circulating levels of MCP-4, eotaxin-3, and MIP-1beta could be one of the mechanisms by which bariatric surgery contributes to the reduction of cardiovascular risk in these patients."}, {"pubmed": 27621211, "text": "this study shows that expression of CCL26 is increased in eosinophilic myocarditis patients compared to chronic lymphocytic myocarditis patients"}, {"pubmed": 27664933, "text": "The eotaxin family currently includes three members: eotaxin-1 (CCL11), eotaxin-2 (CCL24), and eotaxin-3 (CCL26), and each was identified based on its ability"}, {"pubmed": 28089872, "text": "Based on the ADEPT study data set, we report that airway mucosal expression of CCL26 was a robust discriminator of type 2 inflammation from healthy nonatopic subjects. Furthermore, airway mucosal CCL26 expression was best identified by using a panel of clinical biomarkers, including Feno values, bEOS counts, and expression of 2 novel markers, sCCL17 and sCCL26"}, {"pubmed": 29051319, "text": "When LoVo-P and HT29-C cells were cocultured with TAMs, CCL26 binding to the CCR3 receptor enhanced the invasiveness of LoVo-P and HT29-C cells by mobilizing intracellular Ca(2+)of TAMs to increase the expression of IL6 and IL8."}, {"pubmed": 30197185, "text": "These findings suggest that CISH plays a key role in the eosinophilic inflammation associated with bronchial asthma by regulating IL-13-induced CCL26 production."}, {"pubmed": 30468398, "text": "Carriers of a mutative allele in a haplotype within the promoter of IL33 had a lower IL33 DNA-me level and CCL26 gene expression correlated with eosinophil count."}, {"pubmed": 30583236, "text": "This study concludes that serum CCL11, CCL24 and CCL26 are upregulated in primary biliary cholangitis (PBC); CCL11 and CCL26 are associated with fibrotic progression of PBC, but CCL24 is not."}, {"pubmed": 30778348, "text": "A significant positive correlation was found between the mucosal eosinophil count and the plasma levels of eotaxin-3."}, {"pubmed": 31209239, "text": "Adipose Tissue Mast Cells Promote Human Adipose Beiging in Response to Cold."}, {"pubmed": 32658051, "text": "Increased serum CCL26 level is a potential biomarker for the effectiveness of anti-PD1 antibodies in patients with advanced melanoma."}, {"pubmed": 33008138, "text": "Pathogenesis of Eosinophilic Esophagitis: A Comprehensive Review of the Genetic and Molecular Aspects."}, {"pubmed": 33087148, "text": "Hypoxia directed migration of human naive monocytes is associated with an attenuation of cytokine release: indications for a key role of CCL26."}, {"pubmed": 33167029, "text": "Lymphadenopathy in IgG4-related disease: a phenotype of severe activity and poor prognosis, with eotaxin-3 as a new biomarker."}, {"pubmed": 33764366, "text": "CCL26 is upregulated by nab-paclitaxel in pancreatic cancer-associated fibroblasts and promotes PDAC invasiveness through activation of the PI3K/AKT/mTOR pathway."}, {"pubmed": 34518591, "text": "Analysis of the signal cross talk via CCL26 in the tumor microenvironment in osteosarcoma."}, {"pubmed": 35799778, "text": "Type-2 Cytokines Promote the Secretion of the Eosinophil-Attractant CCL26 by Intestinal Epithelial Cells in Food-Sensitized Patients."}, {"pubmed": 36156375, "text": "CCL26 silence represses colon cancer by inhibiting the EMT signaling pathway."}, {"pubmed": 36380370, "text": "Eotaxin-2 and eotaxin-3 in malaria exposure and pregnancy."}, {"pubmed": 36543402, "text": "[Expression and predictive value of type inflammatory cytokines in nasal secretion in eosinophilic chronic rhinosinusitis with nasal polyps]."}, {"pubmed": 37200921, "text": "MCP-4 and Eotaxin-3 Are Novel Biomarkers for Chronic Obstructive Pulmonary Disease."}, {"pubmed": 37933466, "text": "Th2 cytokine signaling through IL-4Ralpha increases eotaxin-3 secretion and tension in human esophageal smooth muscle."}, {"pubmed": 38270326, "text": "The functional role of CST1 and CCL26 in asthma development."}], "genomic_pos": {"chr": "7", "end": 75789896, "ensemblgene": "ENSG00000006606", "start": 75769533, "strand": -1}, "genomic_pos_hg19": [{"chr": "7", "end": 75419214, "start": 75398851, "strand": -1}, {"chr": "HG1257_PATCH", "end": 75254853, "start": 75234490, "strand": -1}], "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001938", "pubmed": 19525930, "qualifier": "involved_in", "term": "positive regulation of endothelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002548", "pubmed": 10373330, "qualifier": "involved_in", "term": "monocyte chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006935", "pubmed": 10373330, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10373330, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 10373330, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010818", "pubmed": 10373330, "qualifier": "involved_in", "term": "T cell chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030335", "pubmed": 19525930, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030838", "pubmed": 19525930, "qualifier": "involved_in", "term": "positive regulation of actin filament polymerization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043547", "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043547", "pubmed": 19525930, "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048245", "qualifier": "involved_in", "term": "eosinophil chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050921", "pubmed": 10373330, "qualifier": "involved_in", "term": "positive regulation of chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070098", "pubmed": 10373330, "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 10373330, "qualifier": "located_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [28381538, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008009", "pubmed": 10373330, "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031728", "pubmed": 11425309, "qualifier": "enables", "term": "CCR3 chemokine receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031737", "pubmed": 20974991, "qualifier": "enables", "term": "CX3C chemokine receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048018", "pubmed": 11425309, "qualifier": "enables", "term": "receptor ligand activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048020", "qualifier": "enables", "term": "CCR chemokine receptor binding"}]}, "homologene": {"genes": [[9544, 716099], [9598, 472417], [9606, 10344], [9615, 448789], [9913, 508387]], "id": 48398}, "interpro": [{"desc": "CC chemokine, conserved site", "id": "IPR000827", "short_desc": "Chemokine_CC_CS"}, {"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}, {"desc": "Chemokine beta/gamma/delta", "id": "IPR039809", "short_desc": "Chemokine_b/g/d"}], "ipi": "IPI00031757", "map_location": "7q11.23", "name": "C-C motif chemokine ligand 26", "other_names": ["C-C motif chemokine 26", "CC chemokine IMAC", "MIP-4-alpha", "chemokine (C-C motif) ligand 26", "chemokine N1", "eotaxin-3", "macrophage inflammatory protein 4-alpha", "small inducible cytokine A26", "small inducible cytokine subfamily A (Cys-Cys), member 26", "thymic stroma chemokine-1"], "pantherdb": {"HGNC": "10625", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "3589281", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 10090, "uniprot_kb": "F8VQM2"}, {"RGD": "1587817", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 10116, "uniprot_kb": "D3ZQG2"}, {"Ensembl": "ENSGALG00000053121", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P147"}, {"Ensembl": "ENSGALG00000053868", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q5IEZ5"}, {"Ensembl": "ENSGALG00000002329", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P167"}, {"Ensembl": "ENSGALG00000049551", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P166"}, {"Ensembl": "ENSGALG00000034478", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q4KS30"}, {"Ensembl": "ENSGALG00000054196", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P148"}, {"Ensembl": "ENSGALG00000026663", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "A0A3S5ZPM8"}, {"Ensembl": "ENSGALG00000024470", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "E1BSX8"}, {"Ensembl": "ENSGALG00000014585", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "E1C733"}, {"Ensembl": "ENSGALG00000032717", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q90826"}, {"ZFIN": "ZDB-GENE-131120-38", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4ISV2"}, {"ZFIN": "ZDB-GENE-120709-76", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4IT34"}, {"ZFIN": "ZDB-GENE-081104-131", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A2R8Q333"}, {"ZFIN": "ZDB-GENE-081022-33", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "B0V353"}, {"ZFIN": "ZDB-GENE-140718-1", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A9ZPD8"}], "uniprot_kb": "Q9Y258"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}], "pid": {"id": "il4_2pathway", "name": "IL4-mediated signaling events"}, "wikipathways": {"id": "WP3929", "name": "Chemokine signaling pathway"}}, "pdb": ["1G2S", "1G2T"], "pfam": "PF00048", "pharmgkb": "PA35557", "pharos": {"target_id": 17289, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": {"id": "GNF326615", "relationship": "is"}, "CondMedia_CM_LibrAB": {"id": "GNF293071", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261383", "relationship": "is"}, {"id": "GNF261384", "relationship": "is"}, {"id": "GNF261385", "relationship": "is"}, {"id": "GNF261386", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080804", "relationship": "is"}, {"id": "GNF080805", "relationship": "is"}, {"id": "GNF080806", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054392", "relationship": "is"}, {"id": "GNF059172", "relationship": "is"}, {"id": "GNF074524", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068709", "relationship": "is"}, {"id": "GNF068710", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128669", "relationship": "is"}, {"id": "GNF278207", "relationship": "is"}, {"id": "GNF278789", "relationship": "is"}], "MasterSecretomicsList": {"id": "GNF331155", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF338077", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104041", "relationship": "is"}, {"id": "GNF143690", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_015989.1"], "protein": ["NP_001358865.1", "NP_001358867.1", "NP_006063.1"], "rna": ["NM_001371936.1", "NM_001371938.1", "NM_006072.4"], "translation": [{"protein": "NP_001358867.1", "rna": "NM_001371938.1"}, {"protein": "NP_006063.1", "rna": "NM_006072.4"}, {"protein": "NP_001358865.1", "rna": "NM_001371936.1"}]}, "reporter": {"HG-U133_Plus_2": "223710_at", "HTA-2_0": "TC07001535.hg.1", "HuEx-1_0": "3057505", "HuGene-1_1": "8140358", "HuGene-2_1": "17058863"}, "retired": 155403, "summary": "This gene is one of two Cys-Cys (CC) cytokine genes clustered on the q arm of chromosome 7. Cytokines are a family of secreted proteins involved in immunoregulatory and inflammatory processes. The CC cytokines are proteins characterized by two adjacent cysteines. The cytokine encoded by this gene displays chemotactic activity for normal peripheral blood eosinophils and basophils. This protein also has antimicrobial activity, displaying an antibacterial effect on S. pneumoniae, S. aureus, Non-typeable H. influenzae, and P. aeruginosa. The product of this gene is one of three related chemokines that specifically activate chemokine receptor CCR3. This chemokine may contribute to the eosinophil accumulation in atopic diseases. [provided by RefSeq, Jul 2020].", "symbol": "CCL26", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1364113"}, "unigene": "Hs.131342", "uniprot": {"Swiss-Prot": "Q9Y258"}}