{"AllianceGenome": "10621", "HGNC": "10621", "MIM": "602957", "_id": "6367", "_version": 1, "accession": {"genomic": ["AC004382.1", "AC009052.8", "CH471092.1", "CP068262.2", "EF064764.1", "NC_000016.10", "NC_060940.1"], "protein": ["AAB53372.1", "AAB58360.1", "AAC24306.1", "AAH27952.1", "ABK41947.1", "BAG34909.1", "EAW82918.1", "NP_002981.2", "O00626.2", "XP_047290405.1", "XP_047290406.1", "XP_054169574.1", "XP_054169575.1"], "rna": ["AK311970.1", "BC027952.1", "DA815965.1", "DB154173.1", "NM_002990.5", "U83171.1", "U83239.1", "XM_047434449.1", "XM_047434450.1", "XM_054313599.1", "XM_054313600.1"], "translation": [{"protein": "XP_047290405.1", "rna": "XM_047434449.1"}, {"protein": "NP_002981.2", "rna": "NM_002990.5"}, {"protein": "AAH27952.1", "rna": "BC027952.1"}, {"protein": "XP_047290406.1", "rna": "XM_047434450.1"}, {"protein": "BAG34909.1", "rna": "AK311970.1"}, {"protein": "XP_054169575.1", "rna": "XM_054313600.1"}, {"protein": "AAB53372.1", "rna": "U83239.1"}, {"protein": "AAB58360.1", "rna": "U83171.1"}, {"protein": "XP_054169574.1", "rna": "XM_054313599.1"}]}, "alias": ["A-152E5.1", "ABCD-1", "DC/B-CK", "MDC", "SCYA22", "STCP-1"], "ensembl": {"gene": "ENSG00000102962", "protein": "ENSP00000219235", "transcript": "ENST00000219235", "translation": [{"protein": "ENSP00000219235", "rna": "ENST00000219235"}], "type_of_gene": "protein_coding"}, "entrezgene": "6367", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.4950342307, "exp_mis": 46.5037875512, "exp_syn": 20.7852258719, "lof_z": 1.32202731424132, "mis_z": 0.538211562251349, "mu_lof": 2.05710070738e-07, "mu_mis": 4.0571114803e-06, "mu_syn": 1.75865990119e-06, "n_lof": 1.0, "n_mis": 39.0, "n_syn": 24.0, "p_li": 0.279053454796883, "p_null": 0.0887711327786513, "p_rec": 0.632175412424466, "syn_z": -0.437141426775854}, "bp": 282, "cds_end": 57397500, "cds_start": 57392728, "n_exons": 3, "nonpsych": {"exp_lof": 3.1033746691, "exp_mis": 42.0304477836, "exp_syn": 18.7526684623, "lof_z": 1.17260455407428, "mis_z": 0.624769047060336, "mu_lof": 2.05710070738e-07, "mu_mis": 4.0571114803e-06, "mu_syn": 1.75865990119e-06, "n_lof": 1.0, "n_mis": 34.0, "n_syn": 21.0, "p_li": 0.271129699400605, "p_null": 0.107981932559332, "p_rec": 0.620888368040063, "syn_z": -0.326737338746744}, "nontcga": {"exp_lof": 3.20958617772, "exp_mis": 42.7776421791, "exp_syn": 19.1165651694, "lof_z": 1.21665570959603, "mis_z": 0.440100671505804, "mu_lof": 2.05710070738e-07, "mu_mis": 4.0571114803e-06, "mu_syn": 1.75865990119e-06, "n_lof": 1.0, "n_mis": 37.0, "n_syn": 23.0, "p_li": 0.263654625513909, "p_null": 0.0983032487134441, "p_rec": 0.638042125772647, "syn_z": -0.562383773010302}, "transcript": "ENST00000219235.4"}, "exons": [{"cdsend": 57363588, "cdsstart": 57358816, "chr": "16", "position": [[57358782, 57358889], [57360436, 57360560], [57363503, 57366189]], "strand": 1, "transcript": "NM_002990", "txend": 57366189, "txstart": 57358782}], "exons_hg19": [{"cdsend": 57397500, "cdsstart": 57392728, "chr": "16", "position": [[57392694, 57392801], [57394348, 57394472], [57397415, 57400101]], "strand": 1, "transcript": "NM_002990", "txend": 57400101, "txstart": 57392694}], "generif": [{"pubmed": 11981828, "text": "Chronic lymphocytic leukemia B cells are endowed with the capacity to attract CD4+, CD40L+ T cells by producing CCL22, suggesting a vicious circle, leading to the progressive accumulation of the neoplastic cells."}, {"pubmed": 12642832, "text": "Neither MDC release nor MDC mRNA was detected in any of the 3 types of fibroblasts stimulated with any of the cytokines examined."}, {"pubmed": 12715916, "text": "important role in the production of antigen specific IgE by T-B cell interaction and in the pathogenesis of atopic dermatitis"}, {"pubmed": 12949249, "text": "CCL22 is an antimicrobial protein with bacteriocidal activity against E. coli and S. aureus."}, {"pubmed": 14747532, "text": "selectively induced in EBV-infected B cells by LMP-1 protein"}, {"pubmed": 14962085, "text": "IL-4/IL-13 and IFN-gamma induce alternations in the distribution of adherens junctions in a different fashion and thereby contribute to the reciprocal regulation of TARC/MDC production."}, {"pubmed": 15113590, "text": "Serum levels of TARC and MDC in atopic dermatitis patients were significantly higher than those found in normal controls."}, {"pubmed": 15187160, "text": "CCL22 induced accumulation of phosphatidylinositol-(3,4,5)-trisphosphate in the leukemic T cell line CEM. CCL22 also had the ability to chemoattract human Th2 cells and CEM cells in a pertussis toxin-sensitive manner."}, {"pubmed": 15210758, "text": "CCL17 and CCL22, which are constitutively produced by immature DCs, mediate both T cell polarization and attraction."}, {"pubmed": 15813816, "text": "findings indicate TARC and MDC are actively involved in pathogenesis of atopic dermatitis and their expression, opposite to that of eotaxin, is strongly associated with clinical picture of atopic dermatitis."}, {"pubmed": 15944327, "text": "Elevated bronchial mucosal expression of MDC/CCL22 is implicated in asthma pathogenesis; its action is partly through selective development and retention, or recruitment of T helper type 2, not Th1, receptor-bearing cells."}, {"pubmed": 16453150, "text": "MDC/CCL22 has a role in inhibiting progression of lung cancer"}, {"pubmed": 16583210, "text": "Both a Th1 chemoattractant (CXCL9) and Th2 chemoattractants, CCL17 and CCL22, cooperatively play a role in the development of autoimmune blistering disease."}, {"pubmed": 16614259, "text": "CCL22 stimulates phosphatidylinositol-3 kinase-independent phosphorylation of the novel delta isoform of PKC at threonine 505, situated within its activation loop--an event closely associated with increased catalytic activity."}, {"pubmed": 17008059, "text": "These data suggest that the CCL22 level produced by monocyte derived dendritic cells thus reflects the disease activity of Atopic dermatitis (AD) and it may also play an important role regarding the production of CCL22 in the pathogenesis of AD."}, {"pubmed": 17517104, "text": "Ragweed stimulation significantly increased the production of the Th2-associated cytokines IL-5, IL-9 and IL-13, the chemokines CCL17 and CCL22 and the regulatory cytokine IL-10 in allergic patients"}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17967467, "text": "A trend towards a decreased allelic frequency of the A allele of the CCL22 C/A SNP as well as of the T allele of the CCL17 C/T SNP was found in MS patients compared with controls."}, {"pubmed": 17967467, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17979978, "text": "There were no significant differences in CCL17 and CCL22 expression in PBMCs, sera and lesional skins of patients with intrinsic and extrinsic atopic dermatitis."}, {"pubmed": 18047937, "text": "CCL19, CCL20 and CCL22 factors could play an additive role in the pathogenesis of the inflammatory process leading to bronchiolar fibro-obliteration in lung transplant patients"}, {"pubmed": 18178833, "text": "HTLV-1-infected T cells produce CCL22 through Tax and selectively interact with CCR4+CD4+ T cells, resulting in preferential transmission of HTLV-1 to CCR4+CD4+ T cells."}, {"pubmed": 18208895, "text": "MDC/CCL22 is likely to play a role in the development of multiple sclerosis in females only, possibly influencing the intracerebral recruitment of Th2 cells, which produce anti-inflammatory cytokines"}, {"pubmed": 18224687, "text": "Significantly higher CCL22 expression is associated with gastric cancer"}, {"pubmed": 18266834, "text": "Serum concentrations of CCL17, CCL22, and CCL27 correlate well with the extent and intensity of Atopic dermatitis (AD) in infants. Of the three Th2 chemokines examined, serum CCL27 correlated most significantly with the severity of AD"}, {"pubmed": 18271928, "text": "Latent membrane protein 1-expressing tumor cells in age-related Epstein-Barr virus-associated B-cell lymphoproliferative disorder were selectively positive for CCL17 and CCL22."}, {"pubmed": 18287226, "text": "although IE86 does repress the UL144-mediated activation of a synthetic NFkB promoter, it is unable to block UL144-mediated activation of the CCL22 promoter, and this lack of responsiveness to IE86 appears to be regulated by binding of CREB."}, {"pubmed": 18435706, "text": "serum CCR4 ligands (CCL17 and CCL22)may be useful inflammatory markers for assessing atopic dermatitis severity in children"}, {"pubmed": 18515987, "text": "There are elevated concentrations of the chemokines MDC, eotaxin, I-TAC, and MCP-1 in malignant pleural effusions."}, {"pubmed": 18547160, "text": "The increased level of CCL17 and CCL22 release was important for acute myelogenous leukemia dendritic cell (AML-DC) chemotaxis of normal T cells."}, {"pubmed": 19175890, "text": "Development of allergic disease is associated with a more marked Th2-like deviation already at birth, shown as increased levels of cord blood IgE and MDC (CCL22) and higher ratios of MDC (CCL22) to IP-10 (CXCL10) and I-TAC (CXCL11)."}, {"pubmed": 19244125, "text": "Regulatory T cells recruited through CCL22/CCR4 are selectively activated in lymphoid infiltrates surrounding primary breast tumors and lead to an adverse clinical outcome."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19298002, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19371952, "text": "The adenylyl cyclase-cAMP system has an inhibitory role in IFN-gamma plus TNF-alpha-stimulated production of TARC and MDC in HaCaT keratinocytes by inhibiting NF-kappaB activation through p38 MAPK pathway."}, {"pubmed": 19756997, "text": "Endocrine disrupting chemicals suppressed CCL22 and IP-10 levels in cultured monocytes via, at least in part, the MKK1/2-ERK MAPK pathway and histone H4 acetylation."}, {"pubmed": 19942450, "text": "Data show that MDC/CCL22 is present in the synovial membrane of rheumatoid arthritis (RA) and psoriatic arthritis (PsA) patients and in synovial fluid of patients with RA and PsA, which would enable migration of CCR4 expressing memory cells."}, {"pubmed": 20002703, "text": "CCL17 and CCL22 within the tumor are related to the increased population of Foxp3(+) T-regs in esophageal squamous cell carcinoma."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20337996, "text": "CCL22 may be responsible for the infiltration of CD4(+)CD25(high) T cells into the pleural space of patients with tuberculous pleurisy."}, {"pubmed": 20348247, "text": "chemokine CCL22 may have a role in abdominal aortic aneurysm"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20525891, "text": "Plasma concentration of CCL22 correlates with the frequency of circulating CD4-positive FoxP3-positive (CD4+FoxP3+) regulatory T cells (Tregs) in human T-lymphotropic virus (HTLV) type 1-infected subjects."}, {"pubmed": 20625996, "text": "These results indicate that intracellular reactive oxygen species and MAPK kinases both contribute to IFN-gamma-stimulated production of TARC and CCL22 by increasing NF-kappaB activation."}, {"pubmed": 21129807, "text": "Contact between monocyte-derived dendritic cells and HCV-JFH1-infected Huh7 cells induced the expression of CCL17 and CCL22."}, {"pubmed": 21327296, "text": "Data show that, for the small macrophages in COPD, increased transcript and protein levels for CCL2, CCL7, CCL13 and CCL22 with a more than 100-fold increase for CCL13 mRNA."}, {"pubmed": 21823987, "text": "results suggested that suppression of the CCL22 gene using Salmonella induced anti-inflammatory effects"}, {"pubmed": 22125604, "text": "Data suggest that variants of C-C motif chemokine 22 (CCL22) play a role in susceptibility to atopic dermatitis (AD) in a gain-of-function manner."}, {"pubmed": 22322668, "text": "Data show that PD-1, PD-L1, PD-L2, CCL17, and CCL22 mRNA was identified in papillomas."}, {"pubmed": 22975373, "text": "findings suggest that HBV infection and activity of the TGF-beta-miR-34a-CCL22 axis serve as potent etiological factors to predispose hepatocellular carcinoma patients for the development of portal vein tumor thrombus"}, {"pubmed": 23106659, "text": "High cord blood levels of the Th2 related chemokine CCL22 were significantly associated with high total- IgE levels during the first 6 years of life, but not with specific sensitization, asthma, eczema or allergic rhinitis."}, {"pubmed": 23180648, "text": "lymph node metastasis of CCR4(+) HNSCC is promoted by CCL22 in an autocrine or M2-like macrophage-dependent paracrine manner."}, {"pubmed": 23265706, "text": "Data suggest that decreased levels of plasmatic CCL22 may contribute to CD4(+) lymphopaenia."}, {"pubmed": 23268288, "text": "genetic polymorphism is not associated with breast carcinoma in Southern Iranian population"}, {"pubmed": 23340773, "text": "These data reveal an elevated serum concentration of Th2-attracting chemokines CCL22 and CCL17 in opsoclonus-myoclonus syndrome."}, {"pubmed": 23782855, "text": "Autistic children had significantly higher serum levels of MDC than healthy controls"}, {"pubmed": 24124553, "text": "both CCL22 and TGF-beta1 are candidate chemoattractants for intratumoral Foxp3 (+)Tregs infiltration; however, unlike the later, CCL22 is an independent prognostic predictor of BC patients."}, {"pubmed": 24254331, "text": "Suggest that lower CCL22 levels may play an important role in the pathogenesis of multiple sclerosis in women."}, {"pubmed": 24397961, "text": "increased expression in the thymus of myasthenia gravis patients"}, {"pubmed": 25117529, "text": "Sesamin suppressed lipopolysaccharide induced CCL22 expression in monocytes through the ER/PPAR-a, the MAPK-p38 pathway, the NFkB-p65 pathway and the epigenetic regulation by suppressing histone H3/H4 acetylation in the CCL22 promoter region."}, {"pubmed": 25136780, "text": "CCL22 is a novel mediator of lung inflammation following hemorrhage and resuscitation"}, {"pubmed": 25148803, "text": "CCR4 C1014T and CCL22 C16A genetic variations were neither associated with the risk, nor with the progression of colorectal cancer in Iranian population"}, {"pubmed": 25352172, "text": "CCL22 could be an immune marker in ANCA-associated vasculitis."}, {"pubmed": 25604093, "text": "Circulating CCL22 levels are related to both glioma risk and survival duration independent of age, histology, grade and IDH mutation status. CCL22 should be considered a marker of immune status with potential prognostic value"}, {"pubmed": 25647263, "text": "Elevated levels of CCL22 found in the ascites could create a chemokine gradient aiding in Treg cells migration. Increased Tregs percentage in the local microenvironment of ovarian cancer might be an important mechanism of immunosuppression."}, {"pubmed": 25722218, "text": "The serum CCL22 levels were affected by genetic variations at SNP rs223818. Accordingly, SNP rs223818 may play a role in the susceptibility to breast cancer."}, {"pubmed": 25922986, "text": "Our results demonstrate that CCL22 is expressed in human placenta. Decidual expression was only observed in miscarriage conditions and correlates with Treg infiltration."}, {"pubmed": 25970596, "text": "First-episode psychosis patients had higher serum CCL22, which decreased substantially following antipsychotic treatment."}, {"pubmed": 26093920, "text": "Distinctive Treg associated CCR4-CCL22 expression profile with altered frequency of Th17/Treg cell in the immunopathogenesis of Pemphigus Vulgaris."}, {"pubmed": 26341115, "text": "increased amounts released by neutrophils from fibromyalgia patients"}, {"pubmed": 26432403, "text": "type I IFN blocks the regulatory T cell-attracting chemokine CCL22 and thus helps limit the recruitment of regulatory T cells to tumors"}, {"pubmed": 26827189, "text": "Data suggest that Th1 (IFN-gamma-inducible protein-10 IP-10/CXCL10) and Th2 (thymus and activation regulated chemokine TARC/CCL17) and (macrophage derived chemokine MDC/CCL22) cooperatively play a role in the development of ankylosing spondylitis (AS)."}, {"pubmed": 27152707, "text": "These results showed that the higher levels of CXCL10, CCL20 and CCL22 were associated with ischemic heart disease. The serum levels of chemokines may influence by the certain traditional risk factors of IHD and some studied SNPs, but did not influence by treatment and gender of patients."}, {"pubmed": 27499437, "text": "CCL22 and IL-37 with a co-localization in non-small cell lung cancer A549 cells inhibited the proliferation and epithelial-mesenchymal transition process"}, {"pubmed": 27634754, "text": "The CCL22-mediated enhancement of antitumor responses is however not due to conversion, but rather to redirection of existing regulatory T cells to the site of cutaneous overexpression."}, {"pubmed": 27811371, "text": "Elevations in serum MDC and BLC were independently associated with the significant risk of early stage lung adenocarcinoma, even in non-smokers and in stage IA patients."}, {"pubmed": 27863395, "text": "blood CCL22 levels were positively associated with IgE sensitization at age 2. A high cord blood CCL22/CXCL10 chemokine ratio was significantly associated with a higher risk of allergic sensitization at age 3."}, {"pubmed": 28039457, "text": "Tumor-associated macrophages promote prostate cancer migration through activation of the CCL22-CCR4 signaling axis."}, {"pubmed": 28383711, "text": "Data suggest that high levels of CCL17 and CCL22 in endometrium in women with endometriosis promote (1) recruitment of Tregs, (2) immunosuppression of Tregs, and (3) angiogenesis in endometrium. (Tregs = regulatory T cells)"}, {"pubmed": 28501127, "text": "CCL22 plays an important role in supporting gastric cancer development presumably by increasing the percentage of regulatory T cells in the tumor microenvironments. CCL22 levels in sera have a predictive value for gastric cancer peritoneal metastasis and the early recurrence."}, {"pubmed": 28898872, "text": "MDC might serve as a marker of pharmacological therapy response in major depressive disorder"}, {"pubmed": 29099057, "text": "This review presents key clinical studies of Multiple sclerosis together with experimental studies in animals that have demonstrated functional roles of CCR4, CCL17, and CCL22 in experimental autoimmune encephalomyelitis pathogenesis. [review]"}, {"pubmed": 29662241, "text": "Th2-associated chemokine CCL22 levels appear to be inversely related to mite sensitization and the risk of asthma development in early childhood."}, {"pubmed": 29794410, "text": "High level of CCL22 is associated with histamine receptor 2 stimulation and thus atherosclerosis."}, {"pubmed": 29945324, "text": "The frequency of CC genotypes at both SNPs rs4359426 and rs2228428 in C-C motif chemokine 22 (CCL22) and chemokine (C-C motif) receptor 4 protein (CCR4) genes was significantly higher in myocardial infarction (MI) patients compared to other genotypes."}, {"pubmed": 30572845, "text": "Both CCL1 and CCL22 were expressed in most breast cancer tissues. CCL1 was significantly over-expressed in invasive breast cancer as compared to normal breast tissue. CCL1, but surprisingly not CCL22, showed a significant correlation with the number of tumor-infiltrating FoxP3+ Treg"}, {"pubmed": 30623804, "text": "CCL22 may be an early factor in the onset/pathogenic process of cartilage degeneration and/or related to pain OA."}, {"pubmed": 30928379, "text": "macrophage-derived CCL22 plays an important role in the immunosuppressive tumor microenvironment via IL-8 in malignant pleural effusion"}, {"pubmed": 30953706, "text": "Study demonstrates that PAL cell lines express and secrete CCL17 and/or CCL22 chemokines, the ligands of C-C motif chemokine receptor 4 (CCR4), in contrast to EBV-negative DLBCL cell lines"}, {"pubmed": 31131048, "text": "A positive association between the psoriasis area and severity index score with three serum proteins (PI3, CCL22, IL-12B) has been found."}, {"pubmed": 31134686, "text": "expression of CCL22 in the tumor microenvironment led to a deterioration in the prognosis of patients with tongue squamous cell carcinoma by influencing the balance of M1- and M2-like macrophages"}, {"pubmed": 31325403, "text": "In oral cancer specimens, CCL22 mRNA was upregulated. Release of IL-1beta from cancer-associated fibroblasts (CAF) induces CCL22 mRNA expression in oral cancer cells by activating NF-kappaB. Data support a model in which CAF-derived IL-1beta, CCL22, and its receptor CCR4 foster a protumor environment by promoting cell transformation and Treg infiltration."}, {"pubmed": 31769216, "text": "p65/miR-23a/CCL22 axis regulated regulatory T cells recruitment in hepatitis B virus positive hepatocellular carcinoma."}, {"pubmed": 32060848, "text": "REVIEW: CCL22 Signaling in the Tumor Environment"}, {"pubmed": 32179746, "text": "Elevated serum chemokine CCL22 levels in first-episode psychosis: associations with symptoms, peripheral immune state and in vivo brain glial cell function."}, {"pubmed": 32480426, "text": "Systematic reassessment of chemokine-receptor pairings confirms CCL20 but not CXCL13 and extends the spectrum of ACKR4 agonists to CCL22."}, {"pubmed": 32725764, "text": "Serum CCL22 levels decreased in parallel with disease activity in CCR4-positive mycosis fungoides treated with mogamulizumab."}, {"pubmed": 33264064, "text": "Rhinovirus-induced CCL17 and CCL22 in Asthma Exacerbations and Differential Regulation by STAT6."}, {"pubmed": 33597749, "text": "Affinity-coupled CCL22 promotes positive selection in germinal centres."}, {"pubmed": 34781732, "text": "Toxoplasma gondii GRA28 Is Required for Placenta-Specific Induction of the Regulatory Chemokine CCL22 in Human and Mouse."}, {"pubmed": 35962191, "text": "Tumor-associated macrophage (TAM)-derived CCL22 induces FAK addiction in esophageal squamous cell carcinoma (ESCC)."}, {"pubmed": 36224014, "text": "Spatial Transcriptomics Analysis Reveals that CCL17 and CCL22 are Robust Indicators of a Suppressive Immune Environment in Angioimmunoblastic T Cell Lymphoma (AITL)."}, {"pubmed": 36792811, "text": "Increase of the T-reg-recruiting chemokine CCL22 expression in a progressive course of cervical dysplasia."}, {"pubmed": 37124725, "text": "CCL17 and CCL22 chemokines are upregulated in human obesity and play a role in vascular dysfunction."}, {"pubmed": 37685890, "text": "Macrophage-Derived Chemokine MDC/CCL22: An Ambiguous Finding in COVID-19."}, {"pubmed": 38387281, "text": "Tumor-associated macrophage (TAM)-secreted CCL22 confers cisplatin resistance of esophageal squamous cell carcinoma (ESCC) cells via regulating the activity of diacylglycerol kinase alpha (DGKalpha)/NOX4 axis."}, {"pubmed": 38924414, "text": "Macrophage-derived chemokine CCL22 establishes local LN-mediated adaptive thermogenesis and energy expenditure."}], "genomic_pos": {"chr": "16", "end": 57366189, "ensemblgene": "ENSG00000102962", "start": 57358783, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 57400102, "start": 57392684, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006935", "pubmed": 10861057, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 10861057, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 9743322, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 9151897, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009615", "pubmed": 9381181, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043547", "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048245", "qualifier": "involved_in", "term": "eosinophil chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048020", "qualifier": "enables", "term": "CCR chemokine receptor binding"}]}, "homologene": {"genes": [[9598, 736543], [9606, 6367], [9615, 100686212], [9913, 616996], [10090, 20299], [10116, 117551]], "id": 7529}, "interpro": [{"desc": "CC chemokine, conserved site", "id": "IPR000827", "short_desc": "Chemokine_CC_CS"}, {"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}, {"desc": "Chemokine beta/gamma/delta", "id": "IPR039809", "short_desc": "Chemokine_b/g/d"}], "ipi": "IPI00299224", "map_location": "16q21", "name": "C-C motif chemokine ligand 22", "other_names": ["C-C motif chemokine 22", "CC chemokine STCP-1", "MDC(1-69)", "chemokine (C-C motif) ligand 22", "macrophage-derived chemokine", "small inducible cytokine A22", "small inducible cytokine subfamily A (Cys-Cys), member 22", "stimulated T cell chemotactic protein 1"], "pantherdb": {"HGNC": "10621", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1306779", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 10090, "uniprot_kb": "O88430"}, {"RGD": "619933", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 10116, "uniprot_kb": "Q5I0L5"}, {"Ensembl": "ENSGALG00000053121", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P147"}, {"Ensembl": "ENSGALG00000053868", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q5IEZ5"}, {"Ensembl": "ENSGALG00000002329", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P167"}, {"Ensembl": "ENSGALG00000049551", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P166"}, {"Ensembl": "ENSGALG00000034478", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q4KS30"}, {"Ensembl": "ENSGALG00000054196", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P148"}, {"Ensembl": "ENSGALG00000026663", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "A0A3S5ZPM8"}, {"Ensembl": "ENSGALG00000024470", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "E1BSX8"}, {"Ensembl": "ENSGALG00000014585", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "E1C733"}, {"Ensembl": "ENSGALG00000032717", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q90826"}, {"ZFIN": "ZDB-GENE-131120-38", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4ISV2"}, {"ZFIN": "ZDB-GENE-120709-76", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4IT34"}, {"ZFIN": "ZDB-GENE-081104-131", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A2R8Q333"}, {"ZFIN": "ZDB-GENE-081022-33", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "B0V353"}, {"ZFIN": "ZDB-GENE-140718-1", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A9ZPD8"}], "uniprot_kb": "O00626"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04625", "name": "C-type lectin receptor signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-6783783", "name": "Interleukin-10 signaling"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}], "wikipathways": {"id": "WP3929", "name": "Chemokine signaling pathway"}}, "pfam": "PF00048", "pharmgkb": "PA35553", "pharos": {"target_id": 16620, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326152", "relationship": "is"}, {"id": "GNF326153", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256139", "relationship": "is"}, {"id": "GNF256140", "relationship": "is"}, {"id": "GNF256141", "relationship": "is"}, {"id": "GNF256142", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159083", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080795", "relationship": "is"}, {"id": "GNF080796", "relationship": "is"}, {"id": "GNF080797", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054359", "relationship": "is"}, {"id": "GNF059138", "relationship": "is"}, {"id": "GNF074485", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063067", "relationship": "is"}, {"id": "GNF063068", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF003143", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF240973", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331190", "relationship": "is"}, {"id": "GNF333306", "relationship": "is"}, {"id": "GNF333395", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338923", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104034", "relationship": "is"}, {"id": "GNF112429", "relationship": "is"}, {"id": "GNF143683", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1"], "protein": ["NP_002981.2", "XP_047290405.1", "XP_047290406.1", "XP_054169574.1", "XP_054169575.1"], "rna": ["NM_002990.5", "XM_047434449.1", "XM_047434450.1", "XM_054313599.1", "XM_054313600.1"], "translation": [{"protein": "XP_047290405.1", "rna": "XM_047434449.1"}, {"protein": "NP_002981.2", "rna": "NM_002990.5"}, {"protein": "XP_047290406.1", "rna": "XM_047434450.1"}, {"protein": "XP_054169575.1", "rna": "XM_054313600.1"}, {"protein": "XP_054169574.1", "rna": "XM_054313599.1"}]}, "reporter": {"HG-U133_Plus_2": "207861_at", "HG-U95Av2": "34041_at", "HTA-2_0": "TC16000487.hg.1", "HuEx-1_0": "3662687", "HuGene-1_1": "7996022", "HuGene-2_1": "16819478"}, "summary": "This antimicrobial gene is one of several Cys-Cys (CC) cytokine genes clustered on the q arm of chromosome 16. Cytokines are a family of secreted proteins involved in immunoregulatory and inflammatory processes. The CC cytokines are proteins characterized by two adjacent cysteines. The cytokine encoded by this gene displays chemotactic activity for monocytes, dendritic cells, natural killer cells and for chronically activated T lymphocytes. It also displays a mild activity for primary activated T lymphocytes and has no chemoattractant activity for neutrophils, eosinophils and resting T lymphocytes. The product of this gene binds to chemokine receptor CCR4. This chemokine may play a role in the trafficking of activated T lymphocytes to inflammatory sites and other aspects of activated T lymphocyte physiology. [provided by RefSeq, Sep 2014].", "symbol": "CCL22", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332685"}, "unigene": "Hs.534347", "uniprot": {"Swiss-Prot": "O00626"}, "wikipedia": {"url_stub": "CCL22"}}