{"AllianceGenome": "10619", "HGNC": "10619", "MIM": "601960", "_id": "6364", "_version": 1, "accession": {"genomic": ["AC073065.6", "AY150053.1", "CH471063.1", "CP068276.2", "HI574034.1", "NC_000002.12", "NC_060926.1"], "protein": ["AAB61534.1", "AAC50943.1", "AAH20698.1", "AAN28940.1", "AAX93214.1", "BAA13191.1", "CBX47506.1", "EAW70877.1", "EAW70878.1", "NP_001123518.1", "NP_004582.1", "P78556.1"], "rna": ["BC020698.1", "D17012.1", "D86955.1", "NM_001130046.2", "NM_004591.3", "U64197.1", "U77035.1"], "translation": [{"protein": "AAB61534.1", "rna": "U64197.1"}, {"protein": "NP_004582.1", "rna": "NM_004591.3"}, {"protein": "AAH20698.1", "rna": "BC020698.1"}, {"protein": "BAA13191.1", "rna": "D86955.1"}, {"protein": "AAC50943.1", "rna": "U77035.1"}, {"protein": "NP_001123518.1", "rna": "NM_001130046.2"}]}, "alias": ["CKb4", "Exodus", "LARC", "MIP-3-alpha", "MIP-3a", "MIP3A", "SCYA20", "ST38"], "ensembl": {"gene": "ENSG00000115009", "protein": ["ENSP00000351671", "ENSP00000386273", "ENSP00000496658"], "transcript": ["ENST00000358813", "ENST00000409189", "ENST00000473642", "ENST00000489160", "ENST00000646475"], "translation": [{"protein": "ENSP00000496658", "rna": "ENST00000646475"}, {"protein": "ENSP00000351671", "rna": "ENST00000358813"}, {"protein": "ENSP00000386273", "rna": "ENST00000409189"}], "type_of_gene": "protein_coding"}, "entrezgene": "6364", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.30852104, "exp_mis": 35.2562102, "exp_syn": 13.5183121, "lof_z": 1.10169009654193, "mis_z": 0.350607907946329, "mu_lof": 2.32311301005e-07, "mu_mis": 2.96374266203e-06, "mu_syn": 1.04516409062e-06, "n_lof": 2.0, "n_mis": 31.0, "n_syn": 13.0, "p_li": 0.0877400024034262, "p_null": 0.149465934981462, "p_rec": 0.762794062615112, "syn_z": 0.0873932518727806}, "bp": 291, "cds_end": 228681799, "cds_start": 228678627, "n_exons": 4, "nonpsych": {"exp_lof": 3.8170848, "exp_mis": 31.8277309, "exp_syn": 12.1528353, "lof_z": 1.41607418364432, "mis_z": 0.34221586077269, "mu_lof": 2.32311301005e-07, "mu_mis": 2.96374266203e-06, "mu_syn": 1.04516409062e-06, "n_lof": 1.0, "n_mis": 28.0, "n_syn": 11.0, "p_li": 0.337678569768566, "p_null": 0.0701945839818787, "p_rec": 0.592126846249556, "syn_z": 0.208206239656559}, "nontcga": {"exp_lof": 3.95579366, "exp_mis": 32.42767, "exp_syn": 12.42880261, "lof_z": 0.97003511899209, "mis_z": 0.474859768448049, "mu_lof": 2.32311301005e-07, "mu_mis": 2.96374266203e-06, "mu_syn": 1.04516409062e-06, "n_lof": 2.0, "n_mis": 27.0, "n_syn": 11.0, "p_li": 0.0790737932716435, "p_null": 0.167858685386879, "p_rec": 0.753067521341478, "syn_z": 0.256613255270598}, "transcript": "ENST00000358813.4"}, "exons": [{"cdsend": 227817083, "cdsstart": 227813911, "chr": "2", "position": [[227813841, 227813987], [227815456, 227815568], [227816306, 227816384], [227817061, 227817556]], "strand": 1, "transcript": "NM_001130046", "txend": 227817556, "txstart": 227813841}, {"cdsend": 227817083, "cdsstart": 227813911, "chr": "2", "position": [[227813841, 227813987], [227815453, 227815568], [227816306, 227816384], [227817061, 227817556]], "strand": 1, "transcript": "NM_004591", "txend": 227817556, "txstart": 227813841}], "exons_hg19": [{"cdsend": 228681799, "cdsstart": 228678627, "chr": "2", "position": [[228678557, 228678703], [228680172, 228680284], [228681022, 228681100], [228681777, 228682272]], "strand": 1, "transcript": "NM_001130046", "txend": 228682272, "txstart": 228678557}, {"cdsend": 228681799, "cdsstart": 228678627, "chr": "2", "position": [[228678557, 228678703], [228680169, 228680284], [228681022, 228681100], [228681777, 228682272]], "strand": 1, "transcript": "NM_004591", "txend": 228682272, "txstart": 228678557}], "generif": [{"pubmed": 11877260, "text": "B-cell chemotaxis responsiveness to MIP-3alpha is profoundly suppressed by surrogate antigen."}, {"pubmed": 11994436, "text": "MIP-3 alpha-induced calcium flux and chemotaxis can be enhanced significantly on peripheral blood and tonsillar B cells after activation by cross-linking surface antigen receptors."}, {"pubmed": 12010510, "text": "Increased serum levels of macrophage inflammatory protein-3alpha in chronic viral hepatitis"}, {"pubmed": 12067311, "text": "MIP-3alpha, in periodontal diseased tissue appears to have an important role in the selective recruitment of T cells in the context of periodontal inflammation."}, {"pubmed": 12149255, "text": "x-ray crystal structure of human MIP-3alpha refined to a resolution of 1.7 A compared with the crystal structures of human beta-defensin-1 and -2"}, {"pubmed": 12239608, "text": "LARC plays a crucial role in the tumor immunity of human malignant glioma"}, {"pubmed": 12356943, "text": "These results show that the concentration of MIP-3alpha in the endometrium is modulated by these inflammatory mediators."}, {"pubmed": 12414801, "text": "co-ordinate activation and binding of ESE-1, Sp1, and NF-kappaB to the MIP-3alpha promoter is required for maximal gene expression by cytokine-stimulated Caco-2 human intestinal epithelial cells."}, {"pubmed": 12496186, "text": "demonstrated that P. aeruginosa can provide a direct signal to stimulate CCL20 and GM-CSF production by human mast cells"}, {"pubmed": 12684696, "text": "Results describe the relationship between cancer-related factors and serum levels of macrophage inflammatory protein-3alpha in hepatocellular carcinoma."}, {"pubmed": 12760962, "text": "Cells were also exposed to small size-fractions of ambient particulate matter. Each of these stimuli induced MIP-3alpha/CCL20 gene and protein expression."}, {"pubmed": 12821122, "text": "MIP-3alpha and BD-2 have the ability to stimulate odontoblast differentiation in addition to their more traditional role in inflammation"}, {"pubmed": 12949249, "text": "CCL20 is an antimicrobial protein with bacteriocidal activity against E. coli and S. aureus."}, {"pubmed": 14714554, "text": "Calcium triggers beta-defensin (hBD-2 and hBD-3) and chemokine macrophage inflammatory protein-3 alpha (MIP-3alpha/CCL20) expression in monolayers of activated human keratinocytes"}, {"pubmed": 15069060, "text": "in non-transformed human colonocytes, MEK activation following flagellin/TLR5 engagement is a key modulator for NFkappaB-independent, IL-8 and MIP3alpha expression."}, {"pubmed": 15336571, "text": "rowth of a proportion of human hapatocellular carcinoma cells may be mediated by CCL20-CCR6 axis."}, {"pubmed": 15474097, "text": "MIP-3alpha was present in follicular fluid and correlated with oocyte maturation, and was regulated by IL-1alpha and TNF-alpha. MIP-3alpha may play an important role in the human preovulatory process."}, {"pubmed": 15618437, "text": "the alveolar epithelium is an important source of CCL20 in the lung and may play a critical role in controlling the movement of dendritic cells through the lung both under normal and inflammatory conditions"}, {"pubmed": 15671814, "text": "plays a role in the advancement of pulpal inflammation via the recruitment of Chemokine (C-C motif) Receptor 6-expressing lymphocytes"}, {"pubmed": 15679580, "text": "IL-1alpha, TNF-alpha, CCL20, CCL27, and CXCL8 alarm signals are induced in human cells after allergen and irritant exposure"}, {"pubmed": 16034074, "text": "MIP-3 alpha expression may be involved in the recruitment of CD45R0-positive T cell subsets into the intestinal lamina propria"}, {"pubmed": 16095490, "text": "MIP-3alpha/CCL20 has a role in amplification of the immune response during renal allograft rejection by attraction of CCR6+ inflammatory cells, which may include DC, to the site of inflammation"}, {"pubmed": 16215992, "text": "In conclusion, IEC and CRC express CCL20 and its receptor CCR6. CCL20 expression is increased in intestinal inflammation, while CCR6 is upregulated during cell differentiation."}, {"pubmed": 16531471, "text": "Vaginal epithelial cells respond to factors present in semen by secreting CCL20, leading to the enhancement of langerhans cells recruitment during HIV transmission."}, {"pubmed": 16764701, "text": "Of all chemokines found to be expressed in normal liver and hepatocellular carcinoma (HCC) tissues, CCL20 was the only chemokine showing significant upregulation in HCC tissues."}, {"pubmed": 16820679, "text": "The structure of the human macrophage inflammatory protein-3alpha has been determined at 1.81 angstroms resolution by X-ray crystallography"}, {"pubmed": 17075975, "text": "CXCR4 expression in colorectal liver metastases suggests it is a predictive factor. CCL20 and receptor CCR6 expression in hepatocellular carcinomas indicates a role of a CCL20/CCR6 ligand-receptor pair in liver carcinogenesis and progression."}, {"pubmed": 17133360, "text": "Our results add new insight to the important role of the CCL20/CCR6, RANKL system in the bone tissue of rheumatoid arthritis."}, {"pubmed": 17241869, "text": "Stimulation of intestinal epithelial cells with IL-21 resulted in enhanced phosphorylation of ERK1/2 and p38 and increased synthesis of macrophage inflammatory protein-3 alpha (MIP-3alpha), a T-cell chemoattractant"}, {"pubmed": 17295217, "text": "UTP up-regulated approximately 2- to 3-fold the antimicrobial chemokine CCL20 expression and release in primary airway epithelial cells"}, {"pubmed": 17545018, "text": "CCL20 and CXCR4 expressions are markedly down-regulated in epidermal condyloma acuminatum lesions."}, {"pubmed": 17548638, "text": "MIP-3alpha can regulate mitogenic signaling in colonic epithelial cells."}, {"pubmed": 17562763, "text": "Interaction between CCL20 and CCR6 may play a role in chemokine-mediated lymphocyte trafficking during gastric inflammation in Helicobacter infection."}, {"pubmed": 17664181, "text": "the role of TGF beta 1 in high glucose-induced MIP-3 alpha expression"}, {"pubmed": 18047937, "text": "CCL19, CCL20 and CCL22 factors could play an additive role in the pathogenesis of the inflammatory process leading to bronchiolar fibro-obliteration in lung transplant patients"}, {"pubmed": 18086840, "text": "The C-terminal alpha-helical region of MIP-3alpha plays a significant part in its broad anti-infective activity"}, {"pubmed": 18512817, "text": "CCL20(macrophage inflammatory protein 3) concentrations were significantly higher in Synovial fluie (SF) compared with peripheal blood samples; SF mononuclear cells constitutively expressed CCL20 messenger RNA"}, {"pubmed": 18576931, "text": "exodus-1is a physiologic constituent of amniotic fluide; its concentration increases as term approaches;elevated levels are found in intraamniotic infection/inflammation"}, {"pubmed": 18684866, "text": "the Th2 cytokine IL-21 is abnormally expressed in Hodgkin lymphoma cells, which regulates STAT3 signaling and attracts Treg cells via regulation of MIP-3alpha"}, {"pubmed": 18703490, "text": "CCL20 is overexpressed in myeloma microenvironment related to osteolytic bone lesions."}, {"pubmed": 18757306, "text": "Data demonstrate that lysophosphatidic acid stimulates thymic stromal lymphopoietin and CCL20 expression in bronchial epithelial cells via CARMA3-mediated NF-kappaB activation."}, {"pubmed": 18980993, "text": "study provides evidence that MIP-3alpha is overexpressed in nasopharyngeal carcinoma (NPC) cells and that its serum level is significantly elevated in NPC patients and tightly associated with the disease status and treatment outcome of NPC"}, {"pubmed": 19006683, "text": "CCL20 mRNA and protein levels were significantly elevated in H. pylori-positive patients and substantially decreased after successful eradication"}, {"pubmed": 19233848, "text": "CCR6 regulation of the actin cytoskeleton orchestrates human beta defensin-2- and CCL20-mediated restitution of colonic epithelial cells"}, {"pubmed": 19295614, "text": "Th17 cytokines stimulate CCL20 production in vitro and in vivo, and thus provide a potential explanation of how CCR6-positive Th17 cells maintain their continual presence in psoriasis through a positive chemotactic feedback loop."}, {"pubmed": 19303953, "text": "Investigated the regulation of ccl20 expression and found different NF-kappaB pathways modulate CCL20 transcription by operating on the same NF-kappaB binding site in the same cell type."}, {"pubmed": 19305396, "text": "the CCR6-CCL20 axis in the choroid plexus controls immune surveillance of the CNS."}, {"pubmed": 19324905, "text": "KSHV and K13-mediated induction of CCL20 and CCR6 may contribute to the recruitment of dendritic cells and lymphocytes into the Kaposi sarcoma lesions, and to tumor growth and metastases."}, {"pubmed": 19340288, "text": "show that the chemokine receptor CXCR4 stimulates the production of the chemokine CCL20 and that CCL20 stimulates the proliferation and adhesion to collagen of various tumor cells"}, {"pubmed": 19350575, "text": "Prolactin may enhance basal and IL-17-induced CCL20 production in keratinocytes by AP-1 and NF-kappaB activation, which is partially mediated via MEK/ERK and JNK."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19479364, "text": "secretion in bronchial epithelial cells is induced during Chlamydophila pneumoniae infection"}, {"pubmed": 19492413, "text": "This study demonstrates a different expression of CCL20-positive osteoblasts in osteoarthritis versus rheumatoid arthritis disease that seem to be associated with the presence of infiltrating mononuclear cells."}, {"pubmed": 19567485, "text": "expression in gingival epithelial cells is induced by trypsin via activation of protease-activated receptor 2"}, {"pubmed": 19644053, "text": "The expression of adipocyte CCL20 was positively correlated with BMI and increased in visceral compared to subcutaneous adipocytes."}, {"pubmed": 19784662, "text": "Electric fields increased keratinocyte CCL20 expression."}, {"pubmed": 19797510, "text": "Data suggest that therapeutic efficacy of biologic DMARD may result from the inhibition of CCL20 production in rheumatoid synovium."}, {"pubmed": 19885605, "text": "adipocyte culture medium increased the production of TNF-alpha in MDA-MB-231 cells, which stimulated CCL20 expression in an autocrine fashion"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20023216, "text": "CCL20 (MIP3A) induces APOBEC3G expression in peripheral blood mononuclear cells and in CD4+ T lymphocytes via CCR6. The increased expression of APOBEC3G results in HIV inhibition."}, {"pubmed": 20054338, "text": "As CCL20 is activated by Th17 cytokines, the upregulation of CCL20 production by Trim32 provides a positive feedback loop of CCL20 and Th17 activation in the self-perpetuating cycle of psoriasis"}, {"pubmed": 20064082, "text": "higher levels of expression on peripheral blood mononuclear cells of chinese patients with inflammatory bowel disease"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20400327, "text": "This study has shown that activation of OX40 induces CCL20 expression in the presence of antigen stimulation."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20420712, "text": "CCL3 and CCL20-recruited dendritic cells modified by melanoma antigen gene-1 have a role in anti-tumor immunity against gastric cancer"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20439195, "text": "CCL20 was preferentially expressed in adrenal tissues from patients with primary non-small-cell lung cancer who developed metastases"}, {"pubmed": 20459729, "text": "CCL20 and CCR6 play a role in the development and progression of pancreatic cancer and may constitute potential targets for novel treatment strategies."}, {"pubmed": 20511548, "text": "Synergistically enhanced by interferon-gamma and tumor necrosis factor-alpha, the expression of CD54 in mesenchymal stem cells (MSCs) enables CCR6 chemokine ligand CCL20 to induce in vitro adhesion of T helper (Th)17 cells to MSCs."}, {"pubmed": 20595617, "text": "Oxidative stress biases intestinal epithelial responses to flagellin, leading to increased production of IL-8 and decreased production of CCL20; suggesting that epithelial cells are capable of adjusting their antimicrobial responses."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20816914, "text": "These data demonstrate a role for the FP receptor in regulation of the chemokine CCL20, which can mediate proliferation of endometrial adenocarcinoma epithelial cells."}, {"pubmed": 20819093, "text": "M. tuberculosis increases dramatically the expression of CCL20 in human monocytes. CCL20 inhibits M. tuberculosis-mediated apoptosis, possibly as a consequence of the down-regulation of ROS production."}, {"pubmed": 20969772, "text": "increased expression of MIP-3alpha favors recruitment of immature DCs to the tumour bed, whereas de novo local expression of SLC and MIP-3beta induces accumulation of mature DCs at the tumour margin forming clusters with T-cells"}, {"pubmed": 21178014, "text": "Polarized, in situ-differentiated, skin-derived T helper cell (Th)17 clones activated via the T cell receptor-CD3 complex produce CCL20 in addition to interleukin (IL)-17 and IL-22."}, {"pubmed": 21178448, "text": "Human corneal eptihelial cells secret CCL20 in response to S. aureus exposure."}, {"pubmed": 21248725, "text": "Gene expression of epithelial innate immune markers beta-defensin 2 and CC chemokine ligand 20 is increased following the inhibition of HDAC and DNMT"}, {"pubmed": 21300824, "text": "Binding of CCL20, a G protein-coupled receptor ligand to G protein-coupled receptor CCR6 induces MUC5AC mucin production in human airway epithelial (NCI-H292) cells."}, {"pubmed": 21724701, "text": "CCL20/CCR6 may play an important role in the pathogenesis of RA by assembling the molecular and cellular components orchestrating synovitis."}, {"pubmed": 21881590, "text": "Sorted keratinocytes had an early burst of upregulated gene expression, which included CCL20, IL-15, IL-23A, IFN-kappa, and several antimicrobial peptides."}, {"pubmed": 21911466, "text": "The ability of Fusobacterium nucleatum cell wall and beta-defensins to produce proinflammatory cytokines and CCL20 suggests the broad role of F. nucleatum and human antimicrobial peptides in primary immune responses elicited by oral epithelium."}, {"pubmed": 21912453, "text": "Data show that both CCL20 and CCR6 mRNA and protein expression levels were significantly increased in patients who received preoperative FOLFOX chemotherapy </= 12 mo before liver surgery in comparison to patients who did not undergo FOLFOX treatment."}, {"pubmed": 21935436, "text": "The CCL20-CCR6 axis mediates the migration of circulating Tregs into tumor microenvironment, which in turn results in tumor progression and poor prognosis in HCC patients."}, {"pubmed": 21949768, "text": "The role of the CCL20/CCR6/IL-17 axis in non-small-cell-lung-cancer tumor growth, was investigated."}, {"pubmed": 21961038, "text": "Data show that CORM-2 reduced the expression of inflammatory mediators IL-8, CCL2 and CCL20."}, {"pubmed": 22001440, "text": "CCL20 is one of its target genes, which is related to the HPV16 E6 and E7 oncogenes."}, {"pubmed": 22019504, "text": "Data show that IL-17A synergistically enhanced CCL20 production from IL-1beta-stimulated gingival fibroblasts (HGFs) in a concentration-dependent manner."}, {"pubmed": 22048239, "text": "Data show IL-22 and CCL20, but not IL-17, expression is elevated in both sera and lesional skin in cutaneous T-cell lymphoma, and suggest that IL-22 may be important in cutaneous T-cell lymphoma, which may prove to be a future therapeutic target."}, {"pubmed": 22099878, "text": "miR-21 functionally interacts with the 3'UTR of CCL20 mRNA."}, {"pubmed": 22286692, "text": "MIP-3alpha-driven recruitment of Th17 cells or CD45R0+ memory T lymphocytes is not affected in patients carrying heterozygous NOD2 variants."}, {"pubmed": 22388957, "text": "CCL20 may be used for the detection of HCC in HCV-infected patients with comparable specificity and higher sensitivity than AFP."}, {"pubmed": 22533972, "text": "PI16-positive Treg showed enhanced in vitro migration towards the inflammatory chemokines CCL17 and CCL20, suggesting they can migrate to sites of inflammation"}, {"pubmed": 22553918, "text": "These results suggest that Brucella induces only a weak proinflammatory response in gut epithelial cells, but produces a significant CCL20 secretion."}, {"pubmed": 22715389, "text": "a differential regulation pattern for genes solely expressed in Th17 cells (IL17A and CCL20) compared to genes expressed in both Th17 and Th1 cells (IL23R and IL12RB2), where high levels of promoter methylation are correlated to near zero"}, {"pubmed": 22796894, "text": "CXCR3 promotes recruitment of Th17 cells from the blood into the liver in both human and murine liver injury. Their subsequent positioning near bile ducts is dependent on CCR6 and cholangiocyte-secreted CCL20."}, {"pubmed": 22857950, "text": "CCL20 is a pivotal mediator of Langerhans cells recruitment into epidermis."}, {"pubmed": 22860513, "text": "In fibroblasts, the commensal bacterium Streptococcus gordonii stimulated the mRNA of CCL20 after 24 h, while not in gingival epithelial cells."}, {"pubmed": 22911498, "text": "identified CCAAT/enhancer binding protein beta as a critical regulator of CCL20 gene expression in normal human keratinocytes; HPV8 E7 oncoprotein suppressed C/EBPbeta-inducible and constitutive CCL20 gene expression as well as Langerhans cell migration"}, {"pubmed": 22926691, "text": "Increased MIP-3a was significantly associated with synchronous liver metastases and poor prognosis in colorectal cancer patients."}, {"pubmed": 22926920, "text": "Our data suggest for the first time that CCL20 and CCR6 might play an important role in the regulation of aggressiveness in human gliomas"}, {"pubmed": 23011799, "text": "Data show that transfection of ORMDL3 in bronchial epithelial cells induced expression of MMP-9, ADAM-8, CCL-20, IL-8, CXCL-10, CXCL-11, oligoadenylate synthetases (OAS) genes, and selectively activated activating transcription factor 6 (ATF6)."}, {"pubmed": 23118497, "text": "Plasmin triggers release of the chemokine CCL20 from dendritic cells."}, {"pubmed": 23460117, "text": "In summary, tumor cells exchange signals with the surrounding healthy cells modifying the extracellular matrix through enzyme secretion; thus, CCL20 might be a factor involved in the ontogeny of breast carcinoma."}, {"pubmed": 23681234, "text": "results suggest that plasmin generated in inflamed tissues might elicit production of chemokine CCL20 by human macrophages leading to the recruitment of CCR6 positive Th17 cells to the inflammatory sites"}, {"pubmed": 23717583, "text": "results demonstrated that CCL20 might serve as a biomarker for GD and suggested the possible role of OPN in induction of CCL20 expression"}, {"pubmed": 23790181, "text": "results strongly suggest an association between CCL20/CCR6 expression and the induction of colorectal adenoma, colorectal adenocarcinoma and the development of colorectal liver metastases"}, {"pubmed": 23817679, "text": "High CCL20 expression in the microenvironment is associated with colorectal tumors."}, {"pubmed": 23823618, "text": "results provide a potential explanation for involvement of the CCL20-CCR6 system in the trafficking of IL-17-producing cells to degenerated IVD tissues"}, {"pubmed": 24081898, "text": "IL-6 produced from IL-1beta-stimulated human periodontal ligament cells could increase CCL20 production."}, {"pubmed": 24394994, "text": "genetic and biological role of the C-C chemokine ligand CCL20 and the C-C chemokine receptor CCR6in rheumatoid arthritis, is discussed.[review]"}, {"pubmed": 24395091, "text": "CCL20 rs6749704 polymorphism was associated with secondary progressive multiple sclerosis."}, {"pubmed": 24401998, "text": "Dendritic and T cells in psoriasis express CCL20 and CCR6 as part of the pathology."}, {"pubmed": 24557363, "text": "1beta-stimulated HPDLCs. CONCLUSIONS: These data provide a novel mechanism through which genipin could be used to provide direct benefits in periodontal disease to inhibit IL-6 and CCL20 productions in periodontal lesions."}, {"pubmed": 24627531, "text": "glucocorticoids enhance CCL20 production by bronchial epithelium, which may constitute a novel mechanism in Th17-mediated glucocorticoid-insensitive inflammation in asthma"}, {"pubmed": 24629487, "text": "CCL20 and 14-3-3 zeta are molecules that play a putative role during tumorgenesis in pancreas, and may therefore be new parameters for histological diagnosis and discrimination between pancreatic neoplasms and chronic pancreatitis."}, {"pubmed": 24657657, "text": "CCL20 and CXCL8 synergize to promote colorectal metastatic progression by coordinated induction of EMT via PI3K/AKT-ERK1/2 signaling axis."}, {"pubmed": 24699535, "text": "CCL20 levels were significantly elevated in the CSF of patients with pneumococcal meningitis."}, {"pubmed": 24733189, "text": "Overexpression of CCL20 in human proximal tubular cells is inhibited by blockade of KCa3.1 under diabetic conditions through inhibition of the NF-kappaB pathway."}, {"pubmed": 24743888, "text": "CCR6/CCL20 biological axis increased the capacity of proliferation and adhesion, as well as the chemotactic migration and the level of cytokines related to degraded extracellular matrix."}, {"pubmed": 24851271, "text": "Data indicate that periodontal ligament stem cells (hPDLSCs) express a functional P2X7 ATP receptor, whose activation is linked to the production of pro-inflammatory molecules IL8 and CCL20."}, {"pubmed": 24866282, "text": "High CCL20 expression is associated with colon cancer."}, {"pubmed": 24984269, "text": "CCL20 promotes the invasion and migration of thyroid cancer cells via NF-kappa B signaling-induced MMP-3 production."}, {"pubmed": 25172034, "text": "We conclude that CCL 20 mRNA expression in the conjunctival epithelium plays a crucial role in regulating homeostasis at the ocular surface and in exacerbation of vernal keratoconjunctivitis ."}, {"pubmed": 25202827, "text": "identify Syk as an upstream signaling molecule in IL-17A-induced Act1-TRAF6 interaction in keratinocytes, and inhibition of Syk can attenuate CCL20 production"}, {"pubmed": 25352172, "text": "CCL20 could be an immune marker in ANCA-associated vasculitis."}, {"pubmed": 25579056, "text": "two inflammatory cytokines, MIP-1delta and MIP-3alpha, are able to increase mesenchymal stromal cells migration in vitro"}, {"pubmed": 25593462, "text": "CCL20 expression is associated with HCC recurrence and patient survival and promotes HCC cell proliferation and migration by inducing EMT-like changes via PI3K/AKT and Wnt/beta-catenin pathways."}, {"pubmed": 25661365, "text": "CCL20 cooperated with CCR6 could recruit T regulatory cells to tumor sites, and chemotherapy medicine docetaxel could decrease the expression of CCL20."}, {"pubmed": 25768730, "text": "Th17 cells are recruited into tumor tissues preferentially through CCR6-CCL20 pathway"}, {"pubmed": 25864589, "text": "Results indicate that CCL20 is crucial for tobacco smoke-caused lung cancer, and anti-CCL20 could be a rational approach to fight against this deadly disease."}, {"pubmed": 25882704, "text": "Induction of CCL20 requires IkappaKbeta, a component of the NF-kappaB signaling pathway; p65, a NF-kappaB transcriptional subunit, is recruited to the CCL20 gene promoter"}, {"pubmed": 25918170, "text": "A TGF-beta-responsive enhancer element required for efficient IL-1beta-dependent expression of the proinflammatory chemokine CCL20 by human lung fibroblasts."}, {"pubmed": 26103626, "text": "CCL20 enhanced osteoblast-mediated osteoclastogenesis, partly via IL-6 production, suggesting that CCL20 may contribute to osteoporosis in rheumatoid arthritis by affecting bone cell communication."}, {"pubmed": 26125463, "text": "stimulates leukocyte migration in ovary, may aid in final ovulatory events"}, {"pubmed": 26154142, "text": "Study provides evidence that tumor cells signal to the surrounding healthy cells through CCL20 inducing the modulation of the expression of molecules involved in EMT and promoting angiogenesis directly and indirectly through the secretion of VEGF, a major contributor to angiogenesis."}, {"pubmed": 26156805, "text": "AEG-1 mediates CCL20/CCR6-induced EMT development via both Erk1/2 and Akt signaling pathway in cervical cancer, which indicates that CCL20/CCR6-AEG-1-EMT pathway could be suggested as a useful target to affect the progression of cervical cancer."}, {"pubmed": 26284335, "text": "CCL4 and CCL20 recruit functionally different T lymphocyte subsets into oesophageal carcinoma."}, {"pubmed": 26296735, "text": "ADAM10 activity contributes to house dust mite-induced shedding of chemokines, including CCL20"}, {"pubmed": 26345847, "text": "Tregs of unexplained recurrent miscarriage patients was significantly lower than that in controls.  CCL20-CCR6 could drive immune activity of CD4(+)FOXP3(+) Tregs, followed by their migration to the feto-maternal microenvironment"}, {"pubmed": 26400278, "text": "High-risk HPV-type lesions might inhibit the chemokine CCL20 on Langerhans cells through E6 and E7 to escape the immune response."}, {"pubmed": 26448160, "text": "human lung epithelial cells secrete CCL20 and BD2 in response to B. abortus and/or to cytokines produced by infected monocytes."}, {"pubmed": 26536229, "text": "High CCL20 expression is associated with Inflammatory Bowel Disease."}, {"pubmed": 26634210, "text": "Both MIP-3alpha and cystatin A overexpressions in NPC tumor tissues were strong independent factors of poor prognosis in NPC patients."}, {"pubmed": 26771764, "text": "There were early increased plasma concentrations of CCL20 and CCR6 in patients with sepsis. CCL20 and CCR6 correlate with severity of illness in ICU patients."}, {"pubmed": 26789110, "text": "High expression of CCL20 is associated with cutaneous T-cell lymphoma."}, {"pubmed": 26883727, "text": "CCR6(-) regulatory T cells blunt the restoration of gut Th17 cells along the CCR6-CCL20 axis in treated HIV-1-infected patients."}, {"pubmed": 26910332, "text": "Cytomegalovirus replication in the allograft causes an intrapulmonary increase of CCL-18 and CCL-20 and a systemic rise of CCL-20 serum levels."}, {"pubmed": 26968871, "text": "Production of CCL20 from lung cancer cells induces the cell migration and proliferation through PI3K pathway."}, {"pubmed": 27015366, "text": "CCL20 contributed to invasion and epithelial-mesenchymal transition of RANK over-expressed endometrial cancer cells"}, {"pubmed": 27018255, "text": "High CCL20 expression is associated with B-lymphoblastic lymphoma with inflammation."}, {"pubmed": 27152707, "text": "These results showed that the higher levels of CXCL10, CCL20 and CCL22 were associated with ischemic heart disease. The serum levels of chemokines may influence by the certain traditional risk factors of IHD and some studied SNPs, but did not influence by treatment and gender of patients."}, {"pubmed": 27173614, "text": "The strongest OR was for CXCL8 (interleukin-8) in serum (96.8, 95% CI: 11.9-790.2). Of these 15 markers, 6 were also significantly elevated in serum from Chile (CCL20, C-reactive protein, CXCL8, CXCL10, resistin, serum amyloid A)."}, {"pubmed": 27301951, "text": "MFSD2B, CCL20 and STAT1, or STARD7 and ZNF512 genes may be risk or protect factors in prognosis of ADC; HTR2B, DPP4, and TGFBRAP1 genes may be risk factors in prognosis of SQC."}, {"pubmed": 27590109, "text": "mutually exclusive transcriptional regulation by AP-1 (cjun/cfos) and non-canonical NF-kappaB (RelB/p52) downstream of MEK-ERK and NIK-IKK-alpha-NF-kappaB2 (p100) phosphorylation, respectively was responsible for persistent Ccl20 expression in the colonic cells."}, {"pubmed": 27797715, "text": "findings provide insight into the important role of macrophage-secreted CCL20 in pancreatic cancer and implicate CCR6/CCL20 as potential therapeutic targets"}, {"pubmed": 27834463, "text": "There was underexpression of the majority of genes after sunitinib treatment. The lower expression levels of IGFBP1, CCL20, CXCL6 and FGB were confirmed by qRT-PCR in all cases. The downregulation of gene expression leads us to search for methylation as a mechanism of action of the tyrosine kinase inhibitors"}, {"pubmed": 27916417, "text": "This study evaluated the role of CCL20 and CCR6 in the regulation of laryngeal neoplasms; it showed that these proteins acted on proliferation and metastasis via the p38 pathway and multiple microRNAs."}, {"pubmed": 28188806, "text": "CCL20-recruited immune cells further increase TRAIL resistance of CCL20-producing pancreatic ductal adenocarcinoma cells."}, {"pubmed": 28283475, "text": "primary cultures of human bronchial epithelial cells and the BEAS-2B cell line were used to examine the effects of bacterial-viral coexposure, as well as each stimulus alone, on epithelial expression of CXCL8 and, in particular, CCL20."}, {"pubmed": 28483840, "text": "Results demonstrated that F. nucleatum ssp. animalis and dysregulated CCL20 protein expression are important factors associated with human colorectal cancer progression."}, {"pubmed": 28526351, "text": "A gut-specific endogenously produced mediator with the capacity to modulate the IL-17/Th17 signaling response."}, {"pubmed": 28552941, "text": "HMC stimulated by IgA1 could produce CCL20 and consequently recruit inflammatory Th17 cells to the kidneys to induce further lesion in IgA nephropathy"}, {"pubmed": 28602508, "text": "CCN1 stimulates CCL20 production in vitro and in vivo, and thus supports the notion that overexpressed CCN1 in hyperproliferating keratinocyte is functionally involved in the recruitment of inflammatory cells to skin lesions affected by psoriasis."}, {"pubmed": 28618084, "text": "CCL20 provoked a 2.5-fold increase of cell migration and invasion in human cancerous breast epithelial cells ; CCL20 also enhanced MMP- 2 and MMP-9 mRNAs/protein expression and activities."}, {"pubmed": 28851919, "text": "CCL20, which is regulated by HuR and secreted into the bone microenvironment, enhances the metastatic ability and bone metastasis of breast cancer cells by stimulating cancer cells and osteoblastic cells in both autocrine and paracrine manners."}, {"pubmed": 29229985, "text": "High CCL20 level is associated with Abdominal Aortic Aneurysm."}, {"pubmed": 29362221, "text": "Our data highlight the synergistic interaction between melanoma tumor cells and prometastatic macrophages through a CCR6/CCL20 paracrine loop. Stromal levels of CCL20 in primary melanomas may be a clinically useful marker for assessing patient risk, making treatment decisions, and planning or analyzing clinical trials."}, {"pubmed": 29535421, "text": "CCL20 role in glioblastoma.CCL20 expression in astrocytes during hypoxia.CCL20 up-regulates HIF-1alpha through NF-kappaB activation."}, {"pubmed": 29690903, "text": "expression of CCL20, an important inflammatory mediator, is increased in Nonalcoholic fatty liver disease fibrosis."}, {"pubmed": 29880013, "text": "CCl20 and CXCL13 synergistically increased B-cell migration form peripheral blood of rheumatoid arthritis patients."}, {"pubmed": 29946002, "text": "Elevated CCL20 production by airway smooth muscle cells, possibly resulting from dysregulated expression of the anti-inflammatory miR-146a-5p, may contribute to enhanced mucus production in asthma."}, {"pubmed": 30048972, "text": "These results provide evidence that necrotic cells induce the expression of CCL2/MCP-1 and CCL20/MIP-3alpha in glioblastoma cells through activation of NF-kappaB and AP-1 and facilitate the infiltration of microglia into tumor tissues."}, {"pubmed": 30052635, "text": "CCL20 can be a novel predictive marker for taxane response, and the blockade of CCL20 or its downstream pathway might reverse the taxane resistance in breast cancer patients."}, {"pubmed": 30114340, "text": "We postulate CCL20 does not activate CCR6 through the canonical two-step/two-site mechanism of chemokine-chemokine receptor activation"}, {"pubmed": 30192865, "text": "S1P induced the expression of some asthma-related genes, such as ADRB2, PTGER4, and CCL20, in bronchial epithelial cells. The knock-down of SIPR3 suppressed the expression of S1P-inducing CCL20."}, {"pubmed": 30287142, "text": "we identified HCV-induced CCL20 as a direct pro-angiogenic factor that acts on endothelial CCR6. These results suggest that the CCL20/CCR6 axis contributes to hepatic angiogenesis, promoting the hypervascular state of hepatitis C virus (HCV)-hepatocellular carcinoma (HCC)."}, {"pubmed": 30399422, "text": "CCL20 may play an important role in the pathogenesis of MS. Both allelic variation of (rs6749704) within CCL20 gene and (rs763780) within IL-17F gene can be considered risk factor for development of MS in Egyptian patients."}, {"pubmed": 30537747, "text": "CCL20 was upregulated in giant cell tumor of bone patients and correlated with tumor progression and poor prognosis.  CCL20 recruited mononuclear cells and induced osteoclastogenesis by over-activating the AKT and NF-kappa B signaling pathways."}, {"pubmed": 30655106, "text": "The serum CCL20 level was significantly elevated in patients with vitiligo. The level of serum CCL20 was higher in active than in the stable stage. Patients with active vitiligo had elevated numbers of circulating Th1/17 cells and Tc1/17 cells, and upregulated expression of CCR6 in PBMCs and lesions."}, {"pubmed": 30760665, "text": "CCL20 enhanced doxorubicin resistance of OC cells by regulating ABCB1 expression"}, {"pubmed": 31010609, "text": "CCL20 and to a less extent CXCL8 may play a key role in triggering the Koebner phenomenon after scratch injury to keratinocytes."}, {"pubmed": 31322256, "text": "High CCL20 expression is associated with hepatocellular carcinoma cell proliferation, invasion and angiogenesis."}, {"pubmed": 31352173, "text": "Chemokine ligand 20 (CCL20) expression increases with NAFLD stage and hepatic stellate cell activation and is regulated by miR-590-5p."}, {"pubmed": 31395078, "text": "Colorectal cancer cell-derived CCL20 recruits regulatory T cells to promote chemoresistance via FOXO1/CEBPB/NF-kappaB signaling."}, {"pubmed": 31497857, "text": "The rheumatoid synovial environment alters fatty acid metabolism in human monocytes and enhances CCL20 secretion."}, {"pubmed": 31682009, "text": "CCL20 expression is significantly downregulated in healthy palatal mucosa of smokers"}, {"pubmed": 31682009, "text": "CCL20 expression significantly downregulated in healthy palatal mucosa of smokers"}, {"pubmed": 31852159, "text": "CCL20 and FOXP3+ tumor infiltrating lymphocytes may have synergistic effects, and their upregulated expressions may lead to immune evasion in breast cancer. Combinatorial immunotherapeutic approaches aiming at blocking CCL20 and depleting FOXP3 might improve therapeutic efficacy in breast cancer patients."}, {"pubmed": 31866467, "text": "Cisplatin-stimulated macrophages promote ovarian cancer migration via the CCL20-CCR6 axis."}, {"pubmed": 31898342, "text": "Transcription factor RUNX3 promotes CD8(+) T cell recruitment by CCL3 and CCL20 in lung adenocarcinoma immune microenvironment."}, {"pubmed": 32060846, "text": "REVIEW: CCL20 Signaling in the Tumor Microenvironment"}, {"pubmed": 32238601, "text": "Obesity status modifies the association between rs7556897T>C in the intergenic region SLC19A3-CCL20 and blood pressure in French children."}, {"pubmed": 32412043, "text": "CCL20-CCR6 axis directs sperm-oocyte interaction and its dysregulation correlates/associates with male infertilitydouble dagger."}, {"pubmed": 32480426, "text": "Systematic reassessment of chemokine-receptor pairings confirms CCL20 but not CXCL13 and extends the spectrum of ACKR4 agonists to CCL22."}, {"pubmed": 32533638, "text": "CCL20 is a novel ligand for the scavenging atypical chemokine receptor 4."}, {"pubmed": 32541785, "text": "Structural basis for chemokine receptor CCR6 activation by the endogenous protein ligand CCL20."}, {"pubmed": 32596949, "text": "FDPS promotes glioma growth and macrophage recruitment by regulating CCL20 via Wnt/beta-catenin signalling pathway."}, {"pubmed": 32601464, "text": "EGFR/Ras-induced CCL20 production modulates the tumour microenvironment."}, {"pubmed": 32732864, "text": "EN2 as an oncogene promotes tumor progression via regulating CCL20 in colorectal cancer."}, {"pubmed": 33113266, "text": "Eomes promotes esophageal carcinoma progression by recruiting Treg cells through the CCL20-CCR6 pathway."}, {"pubmed": 33165673, "text": "miR-19a mitigates hypoxia/reoxygenation-induced injury by depressing CCL20 and inactivating MAPK pathway in human embryonic cardiomyocytes."}, {"pubmed": 33483346, "text": "Structure and Functional Characterization of a Humanized Anti-CCL20 Antibody following Exposure to Serum Reveals the Formation of Immune Complex That Leads to Toxicity."}, {"pubmed": 33509657, "text": "Suppression of IL-17A-induced CCL20 production by cytokine inducible SH2-containing protein 1 in epidermal keratinocytes."}, {"pubmed": 33574564, "text": "Inflammatory profiles in Chilean Mapuche and non-Mapuche women with gallstones at risk of developing gallbladder cancer."}, {"pubmed": 33750014, "text": "Association of serum CCL20 levels with pulmonary vascular involvement and primary biliary cholangitis in patients with systemic sclerosis."}, {"pubmed": 33768543, "text": "Enrichment of CCR6(+) CD8(+) T cells and CCL20 in the lungs of mechanically ventilated patients with COVID-19."}, {"pubmed": 34225700, "text": "Amino terminal recognition by a CCR6 chemokine receptor antibody blocks CCL20 signaling and IL-17 expression via beta-arrestin."}, {"pubmed": 34239010, "text": "A myostatin-CCL20-CCR6 axis regulates Th17 cell recruitment to inflamed joints in experimental arthritis."}, {"pubmed": 34278466, "text": "Chemokine CCL20 promotes the paclitaxel resistance of CD44(+)CD117(+) cells via the Notch1 signaling pathway in ovarian cancer."}, {"pubmed": 34477989, "text": "Increased plasma levels of CCL20 in peripheral blood of rheumatoid arthritis patients and its association with clinical and laboratory parameters."}, {"pubmed": 34519637, "text": "Tumor-associated neutrophils activated by tumor-derived CCL20 (C-C motif chemokine ligand 20) promote T cell immunosuppression via programmed death-ligand 1 (PD-L1) in breast cancer."}, {"pubmed": 34565470, "text": "NR4A3 and CCL20 clusters dominate the genetic networks in CD146(+) blood cells during acute myocardial infarction in humans."}, {"pubmed": 34569432, "text": "Multifaceted roles of CCL20 (C-C motif chemokine ligand 20): mechanisms and communication networks in breast cancer progression."}, {"pubmed": 34584171, "text": "Common and disorder-specific upregulation of the inflammatory markers TRAIL and CCL20 in depression and schizophrenia."}, {"pubmed": 34632963, "text": "Fusobacterium nucleatum promotes colorectal cancer metastasis through miR-1322/CCL20 axis and M2 polarization."}, {"pubmed": 34719426, "text": "Human prostate cancer bone metastases have an actionable immunosuppressive microenvironment."}, {"pubmed": 34725321, "text": "PERK signaling through C/EBPdelta contributes to ER stress-induced expression of immunomodulatory and tumor promoting chemokines by cancer cells."}, {"pubmed": 35099275, "text": "Streptococcus gordonii-Induced miRNAs Regulate CCL20 Responses in Human Oral Epithelial Cells."}, {"pubmed": 35863523, "text": "SMAD4 Suppresses Colitis-associated Carcinoma Through Inhibition of CCL20/CCR6-mediated Inflammation."}, {"pubmed": 35864953, "text": "CCL20 promotes lung adenocarcinoma progression by driving epithelial-mesenchymal transition."}, {"pubmed": 36012347, "text": "Tumor Necrosis Factor-alpha-Induced C-C Motif Chemokine Ligand 20 Expression through TNF Receptor 1-Dependent Activation of EGFR/p38 MAPK and JNK1/2/FoxO1 or the NF-kappaB Pathway in Human Cardiac Fibroblasts."}, {"pubmed": 36231045, "text": "Clinical and Prognostic Value of PPIA, SQSTM1, and CCL20 in Hepatocellular Carcinoma Patients by Single-Cell Transcriptome Analysis."}, {"pubmed": 36301636, "text": "Plasma Olink Proteomics Identifies CCL20 as a Novel Predictive and Diagnostic Inflammatory Marker for Preeclampsia."}, {"pubmed": 36398464, "text": "CC chemokine ligand 20 (CCL20) positively regulates collagen type I production in 3D skin equivalent tissues."}, {"pubmed": 37279731, "text": "CCL20 inhibition for treating inflammation in ankylosing spondylitis."}, {"pubmed": 37571985, "text": "CCL20 is a potential therapeutic target associated with immune infiltration in breast cancer."}, {"pubmed": 37686029, "text": "Saturated Fat-Mediated Upregulation of IL-32 and CCL20 in Hepatocytes Contributes to Higher Expression of These Fibrosis-Driving Molecules in MASLD."}, {"pubmed": 37721971, "text": "Transcription Factor TCF3 Promotes Macrophage-Mediated Inflammation and MMP Secretion in Abdominal Aortic Aneurysm by Regulating miR-143-5p /CCL20."}, {"pubmed": 38197598, "text": "Role of the CCL20/CCR6 axis in tubular epithelial cell injury: Kidney-specific translational insights from acute kidney injury to chronic kidney disease."}, {"pubmed": 38374573, "text": "Food protein-induced allergic proctocolitis in infants is associated with low serum levels of macrophage inflammatory protein-3a."}, {"pubmed": 38600588, "text": "VDR promotes pancreatic cancer progression in vivo by activating CCL20-mediated M2 polarization of tumor associated macrophage."}, {"pubmed": 38809918, "text": "TH1L involvement in colorectal cancer pathogenesis by regulation of CCL20 through the NF-kappaB signalling pathway."}], "genomic_pos": {"chr": "2", "end": 227817564, "ensemblgene": "ENSG00000115009", "start": 227805739, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 228682272, "start": 228678558, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006935", "pubmed": 20068036, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 10521347, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 9038201, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 9038201, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019722", "pubmed": 25122636, "qualifier": "involved_in", "term": "calcium-mediated signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042742", "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043547", "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060326", "pubmed": 23765988, "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072678", "qualifier": "involved_in", "term": "T cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072679", "qualifier": "involved_in", "term": "thymocyte migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000406", "pubmed": 23620790, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of T cell migration"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17703191, 18239685, 28381538], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031731", "pubmed": [12081481, 20068036], "qualifier": "enables", "term": "CCR6 chemokine receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048020", "qualifier": "enables", "term": "CCR chemokine receptor binding"}]}, "homologene": {"genes": [[9031, 395082], [9544, 574182], [9598, 459991], [9606, 6364], [9615, 448790], [9913, 281666], [10090, 20297], [10116, 29538]], "id": 3375}, "interpro": [{"desc": "CC chemokine, conserved site", "id": "IPR000827", "short_desc": "Chemokine_CC_CS"}, {"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "Chemokine CC, DCCL motif-cointaining domain", "id": "IPR034133", "short_desc": "Chemokine_CC_DCCL"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}, {"desc": "Chemokine beta/gamma/delta", "id": "IPR039809", "short_desc": "Chemokine_b/g/d"}], "ipi": ["IPI00020355", "IPI00216291"], "map_location": "2q36.3", "name": "C-C motif chemokine ligand 20", "other_names": ["C-C motif chemokine 20", "CC chemokine LARC", "beta chemokine exodus-1", "chemokine (C-C motif) ligand 20", "liver and activation-regulated chemokine", "macrophage inflammatory protein 3 alpha", "small inducible cytokine subfamily A (Cys-Cys), member 20", "small-inducible cytokine A20"], "pantherdb": {"HGNC": "10619", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1329031", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 10090, "uniprot_kb": "O89093"}, {"RGD": "3646", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 10116, "uniprot_kb": "P97884"}, {"Ensembl": "ENSGALG00000003003", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q8QG55"}, {"ZFIN": "ZDB-GENE-091204-344", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "F1QP63"}, {"Ensembl": "ENSDARG00000113813", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A2R8QGP1"}, {"Ensembl": "ENSDARG00000113372", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A2R8Q741"}, {"ZFIN": "ZDB-GENE-131121-642", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A9ZPF3"}, {"ZFIN": "ZDB-GENE-140715-4", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "F1R4W6"}, {"ZFIN": "ZDB-GENE-030131-8344", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "R4GDW0"}, {"ZFIN": "ZDB-GENE-091204-95", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A9ZPE0"}, {"ZFIN": "ZDB-GENE-091204-99", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A2R8RS37"}, {"ZFIN": "ZDB-GENE-111012-6", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "F1R655"}, {"Ensembl": "ENSDARG00000115543", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A2R8RQL2"}, {"ZFIN": "ZDB-GENE-081022-193", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "B3DGM0"}, {"ZFIN": "ZDB-GENE-041014-167", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "Q5TYQ0"}, {"ZFIN": "ZDB-GENE-041014-320", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "X1WEY1"}, {"ZFIN": "ZDB-GENE-041014-163", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "Q5TYP9"}, {"ZFIN": "ZDB-GENE-041014-165", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "E7F787"}, {"Ensembl": "ENSDARG00000112125", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A2R8QLD3"}], "uniprot_kb": "P78556"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-6783783", "name": "Interleukin-10 signaling"}], "wikipathways": [{"id": "WP262", "name": "Ebstein-Barr virus LMP1 signaling"}, {"id": "WP2880", "name": "Glucocorticoid Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pdb": ["1M8A", "2HCI", "2JYO", "5UR7", "6WWZ", "7T1E"], "pfam": "PF00048", "pharmgkb": "PA35551", "pharos": {"target_id": 2599, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326399", "relationship": "is"}, {"id": "GNF326400", "relationship": "is"}, {"id": "GNF326401", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292813", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256132", "relationship": "is"}, {"id": "GNF256133", "relationship": "is"}, {"id": "GNF256134", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080788", "relationship": "is"}, {"id": "GNF080789", "relationship": "is"}, {"id": "GNF080790", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054838", "relationship": "is"}, {"id": "GNF059622", "relationship": "is"}, {"id": "GNF075040", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062119", "relationship": "is"}, {"id": "GNF062120", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF002190", "relationship": "is"}, "GNF_mm-kinase_lenti-shRNA": {"id": "GNF290299", "relationship": "is"}, "GNF_mm-kinase_plasmid-shRNA": {"id": "GNF076771", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330827", "relationship": "is"}, {"id": "GNF332084", "relationship": "is"}, {"id": "GNF334064", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338852", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104055", "relationship": "is"}, {"id": "GNF143704", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": ["NP_001123518.1", "NP_004582.1"], "rna": ["NM_001130046.2", "NM_004591.3"], "translation": [{"protein": "NP_001123518.1", "rna": "NM_001130046.2"}, {"protein": "NP_004582.1", "rna": "NM_004591.3"}]}, "reporter": {"HG-U133_Plus_2": "205476_at", "HG-U95Av2": "40385_at", "HTA-2_0": "TC02001364.hg.1", "HuEx-1_0": "2530713", "HuGene-1_1": "8048864", "HuGene-2_1": "16891774"}, "summary": "This antimicrobial gene belongs to the subfamily of small cytokine CC genes. Cytokines are a family of secreted proteins involved in immunoregulatory and inflammatory processes. The CC cytokines are proteins characterized by two adjacent cysteines. The protein encoded by this gene displays chemotactic activity for lymphocytes and can repress proliferation of myeloid progenitors. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Sep 2014].", "symbol": "CCL20", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366524"}, "unigene": "Hs.75498", "uniprot": {"Swiss-Prot": "P78556", "TrEMBL": "A0A2R8Y806"}, "wikipedia": {"url_stub": "CCL20"}}