{"AllianceGenome": "2654", "HGNC": "2654", "MIM": "602369", "_id": "3491", "_version": 3, "accession": {"genomic": ["AC092807.2", "AF307860.1", "AJ249826.1", "AY443495.1", "CH471097.2", "CP068277.2", "NC_000001.11", "NC_060925.1", "OQ209835.1", "Z98054.1"], "protein": ["AAB58319.1", "AAB61240.1", "AAB84227.1", "AAF21597.1", "AAG59863.1", "AAH01271.1", "AAH09199.1", "AAH16952.1", "AAR05446.1", "BAD97105.1", "BAG37152.1", "BAG58373.1", "CAA72167.1", "CAA72802.1", "CAB09804.1", "CAB10848.1", "CAG38757.1", "EAW73196.1", "EAW73197.1", "EAW73198.1", "NP_001545.2", "O00622.1"], "rna": ["AF003114.1", "AF003594.1", "AF031385.1", "AK096420.1", "AK223385.1", "AK295430.1", "AK314571.1", "AL832891.1", "BC001271.1", "BC009199.2", "BC016952.1", "BP387218.1", "CR536519.1", "DA764894.1", "NM_001554.5", "U62015.1", "Y11307.1", "Y12084.1", "Z50168.1", "Z97068.1", "Z98053.1"], "translation": [{"protein": "AAH09199.1", "rna": "BC009199.2"}, {"protein": "NP_001545.2", "rna": "NM_001554.5"}, {"protein": "BAG37152.1", "rna": "AK314571.1"}, {"protein": "CAB10848.1", "rna": "Z98053.1"}, {"protein": "BAG58373.1", "rna": "AK295430.1"}, {"protein": "CAG38757.1", "rna": "CR536519.1"}, {"protein": "CAB09804.1", "rna": "Z97068.1"}, {"protein": "CAA72167.1", "rna": "Y11307.1"}, {"protein": "AAF21597.1", "rna": "AF003114.1"}, {"protein": "AAB58319.1", "rna": "U62015.1"}, {"protein": "CAA72802.1", "rna": "Y12084.1"}, {"protein": "AAB61240.1", "rna": "AF003594.1"}, {"protein": "AAH01271.1", "rna": "BC001271.1"}, {"protein": "AAH16952.1", "rna": "BC016952.1"}, {"protein": "AAB84227.1", "rna": "AF031385.1"}, {"protein": "BAD97105.1", "rna": "AK223385.1"}]}, "alias": ["CYR61", "GIG1", "IGFBP10"], "ensembl": {"gene": "ENSG00000142871", "protein": ["ENSP00000398736", "ENSP00000502303"], "transcript": ["ENST00000451137", "ENST00000480413", "ENST00000674743", "ENST00000674818", "ENST00000675083", "ENST00000676007"], "translation": [{"protein": "ENSP00000398736", "rna": "ENST00000451137"}, {"protein": "ENSP00000502303", "rna": "ENST00000675083"}], "type_of_gene": "protein_coding"}, "entrezgene": "3491", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.0727874368, "exp_mis": 149.827122432, "exp_syn": 75.0922647526, "lof_z": 2.99854715056011, "mis_z": 0.752323690678193, "mu_lof": 8.47705426686e-07, "mu_mis": 1.40493729065e-05, "mu_syn": 7.06935361924e-06, "n_lof": 1.0, "n_mis": 131.0, "n_syn": 53.0, "p_li": 0.882250775888852, "p_null": 0.000281901186859546, "p_rec": 0.117467322924289, "syn_z": 1.58049093027333}, "bp": 1146, "cds_end": 86048725, "cds_start": 86046667, "n_exons": 5, "nonpsych": {"exp_lof": 9.92871468242, "exp_mis": 135.514781466, "exp_syn": 67.8725132951, "lof_z": 2.78287955952198, "mis_z": 0.715552650276648, "mu_lof": 8.47705426686e-07, "mu_mis": 1.40493729065e-05, "mu_syn": 7.06935361924e-06, "n_lof": 1.0, "n_mis": 119.0, "n_syn": 42.0, "p_li": 0.848087744259044, "p_null": 0.000673320370183369, "p_rec": 0.151238935370772, "syn_z": 1.97722053176523}, "nontcga": {"exp_lof": 10.1778777621, "exp_mis": 137.831875803, "exp_syn": 69.0757933201, "lof_z": 2.83788571117435, "mis_z": 0.671842242429591, "mu_lof": 8.47705426686e-07, "mu_mis": 1.40493729065e-05, "mu_syn": 7.06935361924e-06, "n_lof": 1.0, "n_mis": 122.0, "n_syn": 50.0, "p_li": 0.847965285937415, "p_null": 0.000553298926528955, "p_rec": 0.151481415136056, "syn_z": 1.4532551946905}, "transcript": "ENST00000451137.2"}, "exons": [{"cdsend": 85583042, "cdsstart": 85580984, "chr": "1", "position": [[85580760, 85581047], [85581364, 85581578], [85581927, 85582284], [85582415, 85582624], [85582739, 85583949]], "strand": 1, "transcript": "NM_001554", "txend": 85583949, "txstart": 85580760}], "exons_hg19": [{"cdsend": 86048725, "cdsstart": 86046667, "chr": "1", "position": [[86046443, 86046730], [86047047, 86047261], [86047610, 86047967], [86048098, 86048307], [86048422, 86049632]], "strand": 1, "transcript": "NM_001554", "txend": 86049632, "txstart": 86046443}], "generif": [{"pubmed": 11751417, "text": "Elevated levels of connective tissue growth factor, WISP-1, and CYR61 in primary breast cancers associated with more advanced features."}, {"pubmed": 11810026, "text": "Organization and expression of the Cyr61 gene in normal human fibroblasts. In serum-stimulated fibroblasts, an alternative RNA containing an in-frame deletion within exon 4 which disrupts the thrombospondin type 1 repeat was detected."}, {"pubmed": 11840342, "text": "promotes tumor growth; increased Cyr61 expression is associated with an aggressive phenotype of breast cancer cells"}, {"pubmed": 12036876, "text": "Identification of integrin alpha(M)beta(2) as an adhesion receptor on human peripheral blood monocytes for Cyr61 and connective tissue growth factor: immediate-early gene products expressed in atherosclerotic lesions."}, {"pubmed": 12217894, "text": "Cyr61 is an early marker of extracellular matrix remodeling in rat bladder cells"}, {"pubmed": 12364323, "text": "role in promoting cell survival and tubule formation in human umbilical vein endothelial cells"}, {"pubmed": 12374462, "text": "in addition to its proangiogenic activity, Cyr61 may be a novel mediator of progesterone activity in enhancing growth-factor-driven tumor growth in breast cancer."}, {"pubmed": 12444554, "text": "Cyr61 promotes breast tumorigenesis and cancer progression"}, {"pubmed": 12736251, "text": "CYR61 has an integrin alphaMbeta2 binding site mediating monocyte adhesion"}, {"pubmed": 12826661, "text": "these findings define the T1 sequence in CCN1 as a novel binding motif for integrin alpha 6 beta 1"}, {"pubmed": 12831056, "text": "Regulates angiogenesis and endothelial cell function. (review)"}, {"pubmed": 12899698, "text": "The expression of the CYR61 gene depends on the physiologic state of G-actin monomers"}, {"pubmed": 12939282, "text": "Cyr61 is a hypoxia-inducible angiogenesis factor in malignant melanoma with tumor stage-dependent expression"}, {"pubmed": 14988385, "text": "Lysophosphatidic acids induce CYR61 by activating G protein-coupled receptors. CYR61 acts as secreted autocrine and/or paracrine mediator in stromal and epithelial hyperplasia. Potential importance of this signaling mechanism in the disease."}, {"pubmed": 15041728, "text": "CYR61 and CTGF may play a role in the progression of gliomas; their levels at diagnosis may have prognostic significance."}, {"pubmed": 15044484, "text": "Cyr61 plays an important role in resistance to chemotherapeutic agent-induced apoptosis in human breast cancer MCF-7 cells by a mechanism involving the activation of the integrins/NF-kappaB/XIAP signaling pathway"}, {"pubmed": 15044605, "text": "Results suggest that Cyr61 may represent a gene characteristic for endometriosis and may play an important role in the development and persistence of endometriotic lesions."}, {"pubmed": 15053922, "text": "evidence that adenylate cyclase as well as one or several protein kinases might be involved in the mechanoregulation of Cyr61, CTGF and Nov genes"}, {"pubmed": 15077166, "text": "Cyr61 activated the beta-catenin/TCF4 complex, which promoted the expression of c-myc and the latter induced expression of p53."}, {"pubmed": 15389821, "text": "serum growth factors induce the cysteine rich angiogenic inducer 61(CYR61) gene in both prostate stromal and epithelial cells, and CYR61 plays functional roles in cell adhesion, morphology, and proliferation"}, {"pubmed": 15471875, "text": "Cyr61 has a role in suppressing growth of human endometrial cancer cells"}, {"pubmed": 15526358, "text": "Cyr61 and CTGF genes may play an important role in hepatocellular carcinogenesis and correlate with recurrence and metastasis of hepatocellular carcinoma"}, {"pubmed": 15564459, "text": "new role for cyr61 in HeLa cells infected with Coxsackievirus B3, which is associated with the cell death induced by virus infection"}, {"pubmed": 15592521, "text": "CYR61 is sufficient to promote breast cancer cell proliferation, cell survival, and Taxol resistance."}, {"pubmed": 15782120, "text": "Cyr61 gene expression is significantly downregulated in the tumors of hepatocellular carcinoma patients."}, {"pubmed": 15878827, "text": "Recombinant cyr61 was expressed as a fusion protein with the Fc-domain of human IgG and purified using affinity chromatography on protein G-Sepharose columns. rCyr61 stimulated blood vessel formation and cell proliferation."}, {"pubmed": 15961723, "text": "Cyr61 expression provides cytoprotection in hyperoxia-induced pulmonary epithelial cell death and that this effect was in part mediated via the Akt signaling pathway"}, {"pubmed": 16243794, "text": "Results suggest that CCN1 may play a role in ovarian carcinogenesis by stimulating survival and antiapoptotic signaling pathways."}, {"pubmed": 16581771, "text": "CYR61 is regulated by the Wnt signal and plays an important role in Wnt3A-induced osteoblast differentiation of mesenchymal stem cells."}, {"pubmed": 16675545, "text": "In early-onset pre-eclamptic placentae, CYR61 was expressed at a significantly lower level compared with normal matched controls, indicating a potential role of this molecule in the pathogenesis of early-onset pre-eclampsia."}, {"pubmed": 16804865, "text": "The 3 most significantly overexpressed genes in rheumatoid arthritis were laeverin, 11beta-hydroxysteroid dehydrogenase type 2 (a steroid pathway enzyme), and cysteine-rich, angiogenic inducer 61 (a known angiogenic factor)."}, {"pubmed": 16877350, "text": "These data identify CYR61 as a pivotal regulator of collagen production and degradation in aged and photoaged human skin."}, {"pubmed": 17056474, "text": "IGFBP-3, IGFBP-4, and IGFBP-10/CYR61 mRNA levels were up-regulated in Barrett's and tumour tissue of oesophageal adenocarcinoma patients"}, {"pubmed": 17234971, "text": "Experiments using a recombinant mutant human CYR61 promoter-directed reporter gene expression confirmed transcriptional regulation of CYR61 by FOXO3a."}, {"pubmed": 17429007, "text": "CCN1 promotes integrin-dependent recruitment of CD34+ progenitor cells to endothelial cells, which may contribute to paracrine effects on angiogenesis and tissue regeneration."}, {"pubmed": 17437852, "text": "We found significant differences in gene expression, specifically with a group of genes, including CYR61, known to be responsive to estrogen or to interact with estrogen receptor."}, {"pubmed": 17579708, "text": "Downregulation of the Cyr61 is associated with lung cancer."}, {"pubmed": 17601910, "text": "In normal endometrium Cyr61 expression is highest in proliferatory phase; it is overexpressed in midsecretory phase in polycystic ovary syndrome (PCOS) and endometrial cancer."}, {"pubmed": 17626014, "text": "VEGF-mediated up-regulation of CCN1 in osteoblasts that attracts endothelial cells and promotes angiogenesis. Such a loop could be operative during fracture healing."}, {"pubmed": 17673559, "text": "Exercise with high mechanical loading induced the expression of Cyr61 in human skeletal muscle."}, {"pubmed": 17699553, "text": "CCN1 is expressed in podocytes, acts on glomerular cells to modulate glomerular remodeling, and is downregulated in diseased kidneys. Impairment of CCN1 expression in podocytes may contribute to progression of glomerular disease with mesangial expansion."}, {"pubmed": 17718860, "text": "In men & women, rs 3753794 & rs 3753793 (r2 = 0.77) were associated plasma HDL-cholesterol levels. Carriers of A allele for rs 3753794 were more likely to have high plasma HDL-cholesterol levels as compared with G/G homozygotes & A/A homozygotes."}, {"pubmed": 17718860, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17765657, "text": "Blocking experiments with the lysophosphatidic acid (LPA) receptor-specific inhibitor Ki16425 suggest a general involvement of LPA receptors in bacteria-triggered CYR61 expression."}, {"pubmed": 18004727, "text": "CCN1 promotes growth in glioma cells, CCN1-overexpressing C6 cells. In addition to its effect on cell growth, CCN1 also increased the motility of glioma cells in the presence of extracellular substrates such as fibronectin."}, {"pubmed": 18025257, "text": "Cyr61 promotes interleukin-8-dependent chemotaxis, transendothelial migration, and intravasation by induction of CXCR1/CXCR2 through integrin alphavbeta3/Src/PI3K/Akt-dependent pathway."}, {"pubmed": 18058471, "text": "Cyr61 appears to guard against metastatic disease because low expression is associated with more advanced disease; and therefore, expression levels of Cyr61 correlate with the prognosis of lung cancer."}, {"pubmed": 18089610, "text": "Reduction of CCN1/CCN3 in preeclampsia could be responsible for the failure of uterine vascular remodeling."}, {"pubmed": 18202125, "text": "The opposite effect of TNFalpha combined with hypoxia on CYR61 up-regulation could contribute to a balanced expression level of this angiogenic factor in the endometrium."}, {"pubmed": 18212329, "text": "Increased expression of this protein correlates with the loss of VHL protein expression in renal cell carcinoma."}, {"pubmed": 18575751, "text": "The multimodular structure of CCN1 enables it to fulfill multiple functions that may contribute to the different stages of cancer development."}, {"pubmed": 18599605, "text": "SP exposure to human intestinal microvascular endothelial cells co-cultured with NCM460-NK-1R cells induced angiogenic activity that was inhibited by CCN1 silencing."}, {"pubmed": 18687805, "text": "Thrombin receptor and RhoA mediate cell proliferation through integrins and cysteine-rich protein 61."}, {"pubmed": 18800188, "text": "CYR61 prevents cisplatin-induced apoptosis by inhibiting caspase-3 activity in HeLa cells."}, {"pubmed": 18819928, "text": "Overexpression of CCN1 mediated by CREB is enhanced in hypoxic regions of tumors."}, {"pubmed": 18936953, "text": "plasma membrane S1P(1) receptors are rapidly internalized and subsequently translocated to nuclear compartment upon S1P stimulation; nuclear S1P(1) is able to regulate the transcription of Cyr61 and CTGF"}, {"pubmed": 18941464, "text": "Cyr61 played an important role in the tumorigenicity and metastasis of PCa cells."}, {"pubmed": 18950845, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19007976, "text": "Cyr61 is highly expressed in some endometrial cancer of endometrioid subtype. Cyr61 expression and positive lymph node metastases were independent prognostic factors for patients with endometrioid adenocarcinoma."}, {"pubmed": 19147534, "text": "The sphingosine-1-phosphate receptor signaling enhances invasiveness in glioblastoma, partially through CCN1."}, {"pubmed": 19180570, "text": "functional link between Cyr61 and p53 in cancers"}, {"pubmed": 19244129, "text": "hypoxia serves as a specific inducer of alternative Cyr61 splicing toward the intron skipping mRNA isoform with potential biological consequences in tumor cells."}, {"pubmed": 19288017, "text": "SDC2 and CYR61 expression affect the severity of cancer, and the survival of patients with esophageal squamous cell carcinoma (ESCC)."}, {"pubmed": 19364818, "text": "CCN1 activates neutral sphingomyelinase, which functions as a key source of CCN1-induced ROS critical for synergism with FasL."}, {"pubmed": 19542562, "text": "Data suggest that signal-controlled activation of SRF, MRTF-A, and CBP provides a novel connection between mechanical stimuli and CCN1 gene expression."}, {"pubmed": 19584265, "text": "Findings reveal a functional dichotomy for CCN1 in prostate carcinoma cells, because it contributes to both cell proliferation and TRAIL-induced cell death."}, {"pubmed": 19632997, "text": "CREB promotes melanoma growth and metastasis by down-regulating CCN1/CYR61 expression, which acts as a suppressor of melanoma cell motility, invasion and angiogenesis."}, {"pubmed": 19950293, "text": "Cyr61 plays a critical role in IL-17-mediated proliferation of fibroblast-like synoviocytes in rheumatoid arthritis."}, {"pubmed": 20010302, "text": "The angiogenic gene CCN1/CYR61 was specifically upregulated in the plexiform neurofibromas."}, {"pubmed": 20043874, "text": "The data show that sclerostin binds to and influences the activity of Cyr61."}, {"pubmed": 20056838, "text": "Fascin regulates the proliferation and invasiveness of ESCC cells by modulating the expression of CTGF and CYR61 via TGF-beta pathway."}, {"pubmed": 20097175, "text": "this study identified CCN1 as a key molecule in gastro-esophageal reflux disease due to low pH and its progression towards esophageal adenocarcinoma."}, {"pubmed": 20195466, "text": "Data reveal that multimeric VTNC attenuate Cyr61 binding to immobilized VTNC, while monomeric VTNC was ineffective."}, {"pubmed": 20233866, "text": "Results identify a Cyr61-dependent pathway by which c-Met activation mediates cell growth, cell migration, and long-lasting signaling events in glioma cell lines and possibly astroglial malignancies."}, {"pubmed": 20237132, "text": "CYR61 and NOV are regulated by HIF-1alpha and TGF-beta3 in the trophoblast cell line JEG3, and their enhanced secretion could be implicated in appropriate placental invasion."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20531301, "text": "Inhibition of AP-1 by SARI negatively regulates transformation progression mediated by CCN1."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20641097, "text": "Cyr61 plays a role in the development of the external genitalia, but we could not confirm that mutations affecting the CYR61 gene are a frequent cause of epispadias or classic bladder exstrophy."}, {"pubmed": 21081514, "text": "Upregulation of Cyr61 and CTGF gene expression in colorectal cancer suggests they have a role in tumour initiation or development but not as highly expressed in advanced stages suggesting their role may be important at an early stage of tumour development"}, {"pubmed": 21138874, "text": "Cyr61 may serve as a tissue biomarker for stratifying men for risk of recurrence in prostate cancer."}, {"pubmed": 21153366, "text": "extracellular matrix protein CCN1 dictates TNFalpha and FasL cytotoxicity"}, {"pubmed": 21159247, "text": "The expressions of Cyr61 and/or WISP-3 may be important biological markers in reflecting the progression, biological behaviors, metastatic potential and prognosis of NSCLC."}, {"pubmed": 21212405, "text": "Galpha(12/13) regulate AP-1-dependent CYR61 induction in vascular smooth muscle, promoting migration, and they are upregulated with CYR61 in arteriosclerotic lesions."}, {"pubmed": 21232118, "text": "Cyr61/CCN1 signaling is critical for epithelial-mesenchymal transition and stemness and promotes pancreatic carcinogenesis"}, {"pubmed": 21249313, "text": "Cyr61 may play crucial roles in regulating neoplasm progression of ESCC."}, {"pubmed": 21312266, "text": "Cyr61 expression increases with tumor grade in human osteosarcoma and demonstrate that cyr61 silencing inhibits in vitro osteosarcoma cell invasion and migration as well as in vivo lung metastases in mice."}, {"pubmed": 21349946, "text": "Findings define the TAZ-TEAD-Cyr61/CTGF signaling pathway as an important modifier of the Taxol response in breast cancer cells."}, {"pubmed": 21393426, "text": "Zoledronic acid targets the proangiogenic factor (CCN1) through FOXO3a and reveals a new mechanism of ZOL action in breast cancer cells."}, {"pubmed": 21397653, "text": "Chlorella-derived peptide inhibits UVB-induced MMP-1 expression in skin fibroblasts by suppressing expression of AP-1 and CYR61 and MCP-1 production."}, {"pubmed": 21447598, "text": "Expression of tumor-promoting Cyr61 is regulated by hTRA2-beta1 and acidosis."}, {"pubmed": 21488975, "text": "The mechanism by which retinoids such as vitamin A improve aged skin, through increased collagen production, involves down-regulation of CCN1."}, {"pubmed": 21505992, "text": "Cyr61 is transcriptionally induced under hypoxia and is an important factor in preeclampsia."}, {"pubmed": 21601497, "text": "Cyr61 appeared to have a significant association with tumor angiogenesis and metastasis in SACC and may be an important target in tumor antiangiogenesis therapy."}, {"pubmed": 21618249, "text": "High serum CYR61 is associated with gastric cancer."}, {"pubmed": 21628462, "text": "KLK12 may indirectly regulate the bioavailability and activity of several growth factors through processing of their CCN binding partners"}, {"pubmed": 21711965, "text": "induced by hypoxia in nasal polyp fibroblasts"}, {"pubmed": 21976359, "text": "Cyr61 has considerable potential as a novel marker for poor prognosis in osteosarcoma."}, {"pubmed": 21995436, "text": "Egr-1-dependent induction of Cyr61 may contribute to premature skin ageing by smoking."}, {"pubmed": 22023263, "text": "Study demonstrates that CYR61 protein enhances the expression of VEGFC by binding with alphaVbeta3 integrin receptor on the surface of Decidual natural killer (dNK) cells through intracellular PI3K/AKT signaling pathway; may regulate the function of dNK cells and may be operative in the pathogenesis of pre-eclampsia."}, {"pubmed": 22025384, "text": "Circulating Cyr61 levels are a potential serum-based biomarker that correlates with prostate cancer aggressiveness."}, {"pubmed": 22056874, "text": "a novel, VEGF-independent, clinically relevant, pro-angiogenic factor, CYR61, that is a transcriptional target of Hh-GLI signaling"}, {"pubmed": 22160564, "text": "CYR61 are likely to be involved in the pathogenesis of diabetic retinopathy, and may play a role in the course of neovasculation."}, {"pubmed": 22253074, "text": "Cyr61 enhances the migration of oral squamous cell carcinoma cells by increasing MMP-3 expression through the alphavbeta3 or alpha6beta1 integrin receptor, FAK, MEK, ERK, and NF-kappaB signal transduction pathway"}, {"pubmed": 22363611, "text": "CCN1 promotes the activation of p53 and p38 MAPK, which mediate enhanced cytochrome c release to amplify the cytotoxicity of TNFalpha."}, {"pubmed": 22401280, "text": "EGF-mediated CYR61 upregulation in HES cells involves STAT3 and is counter-regulated by the EGFR/MAPK/ERK pathway."}, {"pubmed": 22527715, "text": "CCN1 plays an important role in regulating immune cell trafficking by attracting and locally immobilizing immune cells"}, {"pubmed": 22532143, "text": "It conclude that in the murine atria, CCN1 and CCN2 proteins are expressed constitutively. In chronic heart failure, CCN proteins tend to be upregulated, which may be related to the action of angiotensin II."}, {"pubmed": 22540002, "text": "Over-expression of Cyr61 was positively correlated with increased levels of beta-catenin in human HCC samples."}, {"pubmed": 22547695, "text": "Cyr61 stimulates interleukin (IL)-6 production by fibroblast-like synoviocytes via the integrin avbeta5/Akt/NF-kappaB signaling pathway in rheumatoid arthritis, while the increased IL-6 in turn promotes T helper (Th)17 cell differentiation."}, {"pubmed": 22551568, "text": "cysteine-rich angiogenic inducer 61 may promote trophoblast cell migration and invasion through upregulation of NUR77 protein leading to the increase of matrix metalloproteinase 2(MMP2) release and the downregulation of tissue inhibitor of MMP2 expression"}, {"pubmed": 22566095, "text": "Given the ability of CCN1 to regulate both production and degradation of type I collagen, it is likely that elevated-CCN1 functions as an important mediator of collagen loss, which is observed in aged human skin."}, {"pubmed": 22692860, "text": "Data indicate the role of CYR61 and alpha(V)beta5 integrin as proteins that cooperate to mediate cancer cell migration."}, {"pubmed": 22694338, "text": "Wnt-5a and CYR61 are enriched in the extracellular matrix of liver fibrotic tissue compared with control matrix."}, {"pubmed": 22752926, "text": "CCN1 is upregulated in pancreatic cancer and promotes the survival of pancreatic cancer cells."}, {"pubmed": 23027863, "text": "the matricellular protein CCN1/Cyr61 is a critical regulator of Sonic Hedgehog in pancreatic carcinogenesis"}, {"pubmed": 23045290, "text": "Our results indicate that the genetic variation of rs3753793 in the CYR61 promoter may contribute to genetic predisposition to prostate cancer"}, {"pubmed": 23141184, "text": "Blocking the PI3K signal pathway could significantly inhibit the expression of Cyr61, and may promote the apoptotic effects and inhibit cell growth of ovarian carcinoma cells."}, {"pubmed": 23196056, "text": "Snail-dependent production of Cyr61 in epithelial mesenchymal transformation-phenotypic cells could prime and promote dynamic cell migration of the invasive tumor nest."}, {"pubmed": 23259998, "text": "Cyr61 induces angiogenetic effect and enhances the tumorigenicity of solid tumors."}, {"pubmed": 23316072, "text": "Beta-catenin-dependent expression of WISP1 and Cyr61 is critical for epithelial repair."}, {"pubmed": 23504324, "text": "domain-specific interactions of CCN1 with alphaVbeta3 integrin contribute to human skin aging by stimulating MMP-1-mediated collagen fibril fragmentation."}, {"pubmed": 23528710, "text": "Cyr61/Caprin-1 co-expression was associated with worse survival."}, {"pubmed": 23618859, "text": "Data indicate CCN1 can induce actin reorganization, formation of lamellipodia, and cell migration/invasion through the alphaV integrins/Rac1/ERK signaling axis; these CCN1-dependent activities can be effectively suppressed by monoclonal antibody YM1B."}, {"pubmed": 23623839, "text": "data indicate that PC-3 cells overproduce Cyr61 protein via activation of the PI3K/Akt signaling as a part of the survival mechanisms under the conditions causing extracellular acidity and further cytotoxicity"}, {"pubmed": 23744557, "text": "Vinblastine resistance in renal cell carcinoma can be ascribed to the overexpression of P-gp, which is regulated by the activation of the PI3K/Akt pathway and triggered by upstream CCN1-integrin avb3 interaction."}, {"pubmed": 23798676, "text": "Degradome products of the matricellular protein CCN1 as modulators of pathological angiogenesis in the retina."}, {"pubmed": 24009013, "text": "target for heparin binding, which interferes with integrin functions"}, {"pubmed": 24037310, "text": "overexpressed Cyr61 plays a key role in the metastasis of osteosarcoma cells and Cyr61 is a potential target downstream of TGF-beta/p38 MAPK to regulate cell migration."}, {"pubmed": 24084383, "text": "Overexpression of MRTF-A significantly promoted the migration of MCF-7 cells through its transactivation effects on MYL9 and CYR61 genes"}, {"pubmed": 24317814, "text": "our results further revealed that expression of Cyr61, an extracellular matrix-associated growth factor, was negatively regulated by miR-100."}, {"pubmed": 24430538, "text": "It provides evidence that CCN1 is released from activated platelets, suggesting that platelets constitute a novel source for CCN1 release to the circulation during sepsis."}, {"pubmed": 24449575, "text": "Results reveal a novel mechanism whereby p53 is involved in the posttranscriptional regulation of Cyr61 expression via miRNA-22."}, {"pubmed": 24485923, "text": "we report that YAP and its downstream transcriptional targets CCN1 and CCN2 are markedly elevated in keratinocytes in human skin basal cell carcinoma"}, {"pubmed": 24517278, "text": "Our results here reveal a novel role of Cyr61 in the pathogenesis of rheumatoid arthritis"}, {"pubmed": 24595148, "text": "CYR61 expression was significantly upregulated in ovarian carcinoma tissue compared with benign ovarian tumour tissue samples. Protein CYR61 levels were associated with lymph node metastases and Union for International Cancer Control stage."}, {"pubmed": 24606730, "text": "Our data confirmed that Cyr61 was expressed in colorectal cancers and the expression was correlated with worse prognosis of colorectal cancers."}, {"pubmed": 24767859, "text": "Our results suggest that CCN1 has a role in the development of intraepithelial breast carcinoma."}, {"pubmed": 24780075, "text": "An association with Graves disease was shown for SNP rs3753793 in CYR61. An association with Graves ophthalmopathy was shown for several SNPs.  Smoking and CYR61 rs12756618 interacted to increase the risk of Graves ophthalmopathy."}, {"pubmed": 24895995, "text": "Findings reveal that CCN1 plays a novel role in pathogen clearance; increasing macrophage infiltration and activation resulting in increased virus clearance in tumors."}, {"pubmed": 24909560, "text": "integrin alpha(v) beta(3) and AMP-Activated Protein Kinases mediate CCN1-induced endothelial cell migration and tube formation independent of intracellular ATP levels alteration."}, {"pubmed": 24973403, "text": "we hypothesize that cCCN1 promoted the epithelial cell death and tissue loss after prolonged cigarette smoking exposure"}, {"pubmed": 25048722, "text": "CYR61 overexpression associated with the development and poor prognosis of ovarian carcinoma."}, {"pubmed": 25059387, "text": "results suggest a previously unknown Sox4-Cyr61 molecular network, which may control colon cancer cell proliferation and survival"}, {"pubmed": 25061178, "text": "CYR61/CCN1 overexpression in the myeloma microenvironment is associated with superior survival and reduced bone disease."}, {"pubmed": 25104090, "text": "Overexpression of Cyr61 enhanced the growth of pancreatic carcinoma via nuclear exclusion of p27."}, {"pubmed": 25135600, "text": "Report is first to suggest a relationship between a genetic variant p.R47W in CCN1 and atrial septal defects in humans."}, {"pubmed": 25326651, "text": "Cyr61 promotes the Epithelial to mesenchymal transition (EMT) of osteosarcoma cells by regulating EMT markers via a signal transduction pathway."}, {"pubmed": 25329584, "text": "potential role of Cyr61 in Muller cell degeneration"}, {"pubmed": 25421497, "text": "endothelial CCN1 downregulation at least partially due to Fli1 deficiency may contribute to the development of digital ulcers in systemic sclerosis patients"}, {"pubmed": 25501701, "text": "our findings suggest a potential role of Cyr61 in GBM growth and highlight Cyr61 as a novel target for glioblastoma therapy"}, {"pubmed": 25536346, "text": "Reactive oxygen species increased c-Jun, a critical member of transcription factor AP-1 complex, and increased c-Jun binding to the AP-1 site of the CCN1 promoter."}, {"pubmed": 25620088, "text": "Cyr61 promotes CD204 expression and the migration of macrophages via MEK/ERK pathway in esophageal squamous cell carcinoma"}, {"pubmed": 25709087, "text": "CCN1 suppresses ADAMTS-4 activity and that CCN1 overexpression is directly correlated with chondrocyte cloning in osteoarthritis cartilage. The TGFbeta/CCN1 axis plays a role in chondrocyte cluster formation through inhibition of ADAMTS-4."}, {"pubmed": 25728492, "text": "Cyr61 was higher in RA synovial fluid than in osteoarthritis synovial fluid. Cyr61 induced proIL-1beta production in fibroblast-like synoviocytes via the AKT-dependent NF-kappaB signaling pathway."}, {"pubmed": 25773758, "text": "Results suggest that Cyr61 is induced by EGF through the ERK/CREB signal pathway and that it plays a crucial role in the migration and invasion of anaplastic thyroid cancer cells."}, {"pubmed": 25822023, "text": "CCN1 is highly elevated in cholangiocytes in human cholestatic liver. CCN1 activates NF-kappaB in differentiated cholangiocytes through integrin alphavbeta5/alphavbeta3, leading to Jag1 expression and JAG1/NOTCH1 signaling to drive cholangiocyte proliferation."}, {"pubmed": 25854342, "text": "Overexpression of Cyr61 may induce epithelial-mesenchymal transition and therefore leads to laryngeal squamous- cell carcinoma invasion and metastasis and poor prognosis."}, {"pubmed": 25974135, "text": "SYK is downstream of CYR61 and contributes to CYR61-mediated mitoxantrone resistance. The CYR61-SYK pathway represents a potential target for reducing stroma-induced chemoresistance"}, {"pubmed": 25980494, "text": "c-Src regulates secreted proteins, including the exosomal Cyr61, which are involved in modulating the metastatic potential of triple negative breast cancer cells."}, {"pubmed": 26028023, "text": "CCN1 is an injury response protein that functions not only to restrict fibrosis in the liver, but also to suppress hepatocarcinogenesis by inhibiting EGFR-dependent hepatocyte compensatory proliferation"}, {"pubmed": 26201842, "text": "It promotes cell growth and angiogenesis in cancers through its interaction with several integrins and proved to be an independent prognostic factor for patient survival."}, {"pubmed": 26203933, "text": "The expression of CYR61,that regulates fibroblast-like synoviocites proliferation and T helper 17 cell differentiation,appears to be crucial in mediating joint inflammation in Rheumatoid arthritis."}, {"pubmed": 26424659, "text": "Report shows evidence that CCN1 is O-fucosylated at Threonine 242 and that O-fucosylation of CCN1 regulates its secretion."}, {"pubmed": 26459773, "text": "Data show that RNA silencing of CCN family member 1 protein (CCN1) inhibits umbilical vein endothelial cell (HUVEC) proliferation under hypoxic conditions by inhibiting phosphoinositide 3-kinase (PI3K)/AKT protein signaling."}, {"pubmed": 26498181, "text": "Studies indicate that the CYR61 CTGF NOV matricellular proteins (CCN family of proteins) comprises the members CCN1, CCN2, CCN3, CCN4, CCN5 and CCN6 and have been identified in various types of cancer."}, {"pubmed": 26630293, "text": "up-regulated in epithelial cells of salivary glands of primary Sjogren's syndrome patients"}, {"pubmed": 26744771, "text": "Reduced levels of CCN1 and CCN3, as found in early-onset preeclampsia, could contribute to a shift from invasive to proliferative extravillous trophoblasts and may explain their shallow invasion properties in this disease."}, {"pubmed": 26884454, "text": "These studies support previously unrecognized, cooperative interaction between the CCN1 matricellular protein and canonical TGF-beta1/SMAD3 signaling that promotes lung fibrosis."}, {"pubmed": 26923924, "text": "we demonstrate that NF2 negatively controls the invasiveness of Glioblastoma multiforme through YAP-dependent induction of CYR61/CCN1 and miR-296-3p."}, {"pubmed": 27105510, "text": "Knockdown of CYR61 in gastric cancer AGS cells impairs the cancer cell migration and invasion, suggesting a driver role of CYR61 in metastasis."}, {"pubmed": 27113745, "text": "The role of CYR61 in aromatase inhibitors resistance in estrogen receptor positive breast cancer patients"}, {"pubmed": 27286449, "text": "Two interacting partners of urokinase-type plasminogen activator (uPA) receptor, the cysteine-rich angiogenic inducer 61 (Cyr61) and the Y-box-binding protein 1 (YB-1) were identified and their differential expression demonstrated in the triple-negative breast cancer (TNBC) cells as well as in tumors."}, {"pubmed": 27456070, "text": "PPARgamma agonists may have beneficial effects on the migration and invasion of rheumatoid arthritis-fibroblast-like synoviocytes via the downregulation of Cyr61."}, {"pubmed": 27465842, "text": "This study is the first to describe how CCN1 promotes VEGF expression in osteoblasts and increased endothelial progenitor cells angiogenesis in rheumatoid arthritis disease."}, {"pubmed": 27509825, "text": "study provides evidence that in the case of integrin VLA-4, Cyr61 is unable to accelerate the rate of integrin-binding by modulation of the redox status, but that this agent interferes with the interaction of VLA-4 with its ligand, VCAM-1, leading to a decrease in VLA-4 activity"}, {"pubmed": 27583562, "text": "results highlight both CYR61 and TAZ genes as potential predictive biomarkers for stratification of the risk for development of adenocarcinoma and suggest a potential mechanistic route for Barrett's esophagus neoplastic progression"}, {"pubmed": 27585710, "text": "Cyr61 stimulated MMP-3 production in fibroblast-like synoviocytes of rheumatoid arthritis patients."}, {"pubmed": 27604902, "text": "CYR61 is a TGF-beta-induced stromal-derived factor that regulates gemcitabine sensitivity in pancreatic ductal adenocarcinoma."}, {"pubmed": 27633176, "text": "The present study aimed to examine the clinical relevance of NOV along with CYR61 and CTGF in gastric cancer by analysing their transcript levels...the expression of NOV and CYR61 was increased in gastric cancer. The elevated expression of CYR61 was associated with poorer survival. NOV promoted proliferation and invasion of gastric cancer cells"}, {"pubmed": 27644084, "text": "this study found that expression of Cyr61 was higher in the ectopic endometrium than in the eutopic endometrium and that Cyr61 expression in the endometrium was correlated with age, number of natural labors, blood loss, uterine volume, adenomyosis type, and concurrent endometriosis"}, {"pubmed": 27653023, "text": "collagen II-activated phosphorylated-DDR2 induces CYR61 through activation of transcription factor activator protein 1 (AP-1). The elevated CYR61, in turn, accelerates MMP1 production via ETS1 (ETS proto-oncogene 1)."}, {"pubmed": 27665942, "text": "Following the treatment of B16 cells with epirubicin and IFN-a, CYR61 levels increased, cell growth was inhibited, and proliferating cell nuclear antigen expression decreased. Thus, CYR61 could become a therapeutic target for malignant melanoma patients with high CYR61 expression."}, {"pubmed": 27666419, "text": "CCN1 RNAi reduced the mRNA and protein expression levels of CCN1, Akt and VEGF in the HUVECs (P<0.05). Furthermore, LY294002 reduced the mRNA and protein expression levels of CCN1 in the hypoxic cells (P<0.05). Therefore, CCN1 RNAi may offer a novel therapeutic strategy, which may aid in the treatment of pathological angiogenesis via inhibition of the PI3K/AktVEGF pathway"}, {"pubmed": 27705906, "text": "our study suggests that suppression of Cyr61 in cancer stem cell-like cells in PDAC may inhibit tumor cell metastasis after resection of the primary tumor."}, {"pubmed": 27725691, "text": "study is the first to reveal that Cyr61 is elevated in ALL and promotes cell survival through the AKT/NF-kappaB pathway by up-regulating Bcl-2."}, {"pubmed": 27743169, "text": "High CYR61 expression is associated with colorectal cancer."}, {"pubmed": 27856305, "text": "Our results not only reveal a novel mechanism illustrating the role of Cyr61 in epidermis pathogenesis but also suggest that therapies targeting Cyr61 may represent a novel strategy in the treatment of psoriasis vulgaris."}, {"pubmed": 27889647, "text": "these data suggest that the WNT/beta-catenin signaling pathway enhances pancreatic cancer development and malignancy in part via up-regulation of CYR61."}, {"pubmed": 27911269, "text": "CYR61 promotes breast cancer lung metastasis by facilitating tumor cell extravasation and protecting from anoikis during initial seeding to the lung."}, {"pubmed": 28035364, "text": "Results provide evidence that CCN1 can stimulate the proliferation and differentiation of osteoblasts in vitro and contribute to bone remodeling in vivo in myeloma bone disease."}, {"pubmed": 28116298, "text": "Taken together, our results provide novel insights into the possible protective role of 7,8-DHF by activating Cyr61 signaling and suppressing ER stress in hypoxic HK-2 cells which have potential clinical implications for the treatment of AKI."}, {"pubmed": 28263504, "text": "Studied CYR61 genetic variants in osteosarcoma patients."}, {"pubmed": 28322825, "text": "Promoter activity was determined as well as CYR61 mRNA and protein expression."}, {"pubmed": 28341837, "text": "Study describes how cysteine-rich 61 (CCN1) promotes monocyte migration by upregulating monocyte chemoattractant protein-1 (CCL2) expression in osteoblasts in rheumatoid arthritis (RA) disease. CCN1 could serve as a potential target for RA treatment."}, {"pubmed": 28476813, "text": "Our data indicate a potential functional impact of Cyr61 in development and the progression of cervical cancer"}, {"pubmed": 28548552, "text": "CYR61 could be an adjuvant biomarker associated with the inflammatory activity of Graves' orbitopathy (GO)."}, {"pubmed": 28602508, "text": "CCN1 stimulates CCL20 production in vitro and in vivo, and thus supports the notion that overexpressed CCN1 in hyperproliferating keratinocyte is functionally involved in the recruitment of inflammatory cells to skin lesions affected by psoriasis."}, {"pubmed": 28638955, "text": "a linear signal pathway, lipopolysaccharide (LPS)-CCN1-IL-6, existing in bronchial epithelial cells after LPS exposure."}, {"pubmed": 28647210, "text": "Cyr61 and VEGF expressions were independent prognostic indicators of overall survival and may serve as important prognostic predictors in patients with osteosarcoma."}, {"pubmed": 28750181, "text": "SIRT1 increased cell migration by stimulating Cyr61 expression and the ERK and Wnt/beta-catenin signaling"}, {"pubmed": 28785028, "text": "Study shows that CCN1 is highly expressed in patients with glioblastoma and correlates with the germline mutation PIK3R1 Met326Ile for poor prognosis."}, {"pubmed": 28824319, "text": "Plasma Cyr61 concentration in pulmonary arterial hypertension (PAH)patients was highly increased. Cyr61 could promote pulmonary arterial smooth muscle cells proliferation via AKT pathway, indicating that Cyr61 may play a role in the pathogenesis of PAH."}, {"pubmed": 29055676, "text": "Low CCN1 expression is associated with esophageal cancer."}, {"pubmed": 29286082, "text": "CCN1 may be involved in the progression of the hepatic cirrhosishepatocellular carcinoma axis through regulating Hepatic stellate cells."}, {"pubmed": 29287201, "text": "MiR-365 acts as a tumor suppressor in OS, partly, by targeting CYR61 expression."}, {"pubmed": 29345157, "text": "serum Cyr61 levels were independently correlated with the existence of CAD"}, {"pubmed": 29414775, "text": "High CCN1 expression is associated with pancreatic cancer cell invasion."}, {"pubmed": 29510193, "text": "Study findings suggest that CCN1 is a fibroblast-derived melanogenic paracrine mediator that is secreted under UVB irradiation, and it may play an important role in the development of hyperpigmentation diseases such as Riehl's melanosis."}, {"pubmed": 30045012, "text": "Serum CCN1 concentrations in Acute Heart Failure patients were significantly increased compared with those in individuals without Acute Heart Failure (237 pg/ml vs. 124.8 pg/ml, p< 0.001)."}, {"pubmed": 30142763, "text": "Results show that mRNA and serum expression levels of Cyr61, CTGF, and VEGF in muscle tissues of patients with polymyositis (PM)/dermatomyositis (DM). These data suggest that these genes may be involved in the pathogenesis mainly by affecting the formation of blood vessels and promoting inflammatory response."}, {"pubmed": 30142822, "text": "the CC genotype of CYR61significantly increased the risk of acute myeloid leukemia (AML) in the dominant inheritance and the recessive inheritance. Additionally, it was shown that the rs2297141 and rs6576776 genotypes were associated with AML-M5 and AML-M2, respectively. Our findings indicated that genetic polymorphisms in the CYR61 gene may be considered potential AML risk factors in the Han Chinese population"}, {"pubmed": 30178386, "text": "The newly identified miR-142-5p-CYR61-Wnt/beta-catenin axis partially illustrates the molecular mechanism of gastic cancer recurrence"}, {"pubmed": 30361094, "text": "The results indicate that CCN1 accelerates re-epithelialization by promoting keratinocyte migration and proliferation, and may serve as a novel target to promote re-epithelialization."}, {"pubmed": 30376856, "text": "Results indicate that ATF3 up-regulates the expression of CYR61 through directly binding to an area near the transcriptional start site of CYR61, which contributes to the inhibition of hepatocellular carcinoma (HCC) progression."}, {"pubmed": 30535449, "text": "The findings support a functional role for Cyr61 in promoting chemotherapy resistance, suggesting that targeting Cyr61 directly or its relevant effector pathways may improve the clinical responses of patients with ALL."}, {"pubmed": 30642298, "text": "This suggests that CYR61 may represent a potential pivotal target for therapeutic management of metastases spreading in osteosarcoma, in correlation with IGF1/IGFR pathway."}, {"pubmed": 30685604, "text": "CCN1 attenuated Barrett's esophagus by suppressing CD40 and its associated proteins involved in non-canonical signaling."}, {"pubmed": 30787177, "text": "CYR61/CCN1 promotes gemcitabine resistance through the regulation of deoxycytidine kinase and CTGF, and thus, CYR61/CCN1 signaling may represent a new target for sensitization of gemcitabine in pancreatic ductal adenocarcinoma ."}, {"pubmed": 31111478, "text": "CPS1-IT1 controls melanoma metastasis through impairing Cyr61 expression via competitively binding with BRG1"}, {"pubmed": 31113467, "text": "Serum Cyr61 levels were remarkably increased in rheumatoid arthritis patients compared with those in healthy controls"}, {"pubmed": 31118064, "text": "CYR61 enhancer activation, mediated by FOXA1 and CBP, occurs during CRC progression to up-regulate CYR61 expression and promote cell migration in CRC, suggesting inhibition of recruitment of FOXA1 and/or CBP to CYR61 enhancers may have therapeutic implications."}, {"pubmed": 31262999, "text": "Study presents evidence of a dual requirement and hitherto undescribed regulatory loop between CCN1 and YAP during vascular development and regeneration. YAP activates the CCN1 gene promoter via transcriptional enhanced associate domain.  Interestingly, CCN1 overexpression in cultured endothelial cells inactivates YAP in a negative feedback and causes its nuclear exclusion."}, {"pubmed": 31281518, "text": "The m6A demethylase ALKBH5 controls trophoblast invasion at the maternal-fetal interface by regulating the stability of CYR61 mRNA."}, {"pubmed": 31317175, "text": "our results demonstrate the novel function of the collagen-like glycosylation of CCN1 and suggest that lysyl hydroxylase3-mediated glycosylation is important for CCN1 secretion."}, {"pubmed": 31429823, "text": "These data underscore the positive feedback regulation of endothelial tip cells by CCN1 through integrin alphavbeta3/VEGFR2 and increased YAP/TAZ activity, suggesting a promising therapeutic intervention for pathological angiogenesis."}, {"pubmed": 31606201, "text": "Serum CCN1 was higher in the chronic kidney disease patients with sarcopenic obesity, suggesting that CCN1 may play a role in the process of muscle atrophy and fatty infiltration."}, {"pubmed": 31672144, "text": "Elevated Cyr61 levels leading to larger levels of troponin and lower left ventricular ejection fraction are association with inflammation and increased risk of major adverse cardiac events in acute coronary syndromes."}, {"pubmed": 31766991, "text": "As a pro-inflammatory factor, increased ascites Cyr61 level is associated with FIGO stage, initial tumor size > 10 cm and the residual tumor size. Moreover, serum Cyr61 may be used as a potential marker for EOC inflammatory response."}, {"pubmed": 31769620, "text": "CCN1 stimulated the osteoblasts via PTEN/AKT/GSK3beta/cyclinD1 signal pathway in Myeloma Bone Disease."}, {"pubmed": 31828970, "text": "The CCN1 (CYR61) protein promotes skin growth by enhancing epithelial-mesenchymal transition during skin expansion."}, {"pubmed": 32054109, "text": "Paracrine Signaling from Breast Cancer Cells Causes Activation of ID4 Expression in Tumor-Associated Macrophages."}, {"pubmed": 32081971, "text": "CCN1 promotes hepatic steatosis and inflammation in non-alcoholic steatohepatitis."}, {"pubmed": 32622876, "text": "Inhibition of cellular communication network factor 1 (CCN1)-driven senescence slows down cartilage inflammaging and osteoarthritis."}, {"pubmed": 32740993, "text": "Altered expression of CCN1 in oral lichen planus associated with keratinocyte activation and IL-1beta, ICAM1, and CCL5 up-regulation."}, {"pubmed": 32800875, "text": "Dermal Fibroblast CCN1 Expression in Mice Recapitulates Human Skin Dermal Aging."}, {"pubmed": 32818017, "text": "Thrombin alters the synthesis and processing of CYR61/CCN1 in human corneal stromal fibroblasts and myofibroblasts through multiple distinct mechanisms."}, {"pubmed": 33082558, "text": "MITF is a driver oncogene and potential therapeutic target in kidney angiomyolipoma tumors through transcriptional regulation of CYR61."}, {"pubmed": 33105556, "text": "The Roles of CCN1/CYR61 in Pulmonary Diseases."}, {"pubmed": 33222686, "text": "Association of serum Cyr61 levels with peripheral arterial disease in subjects with type 2 diabetes."}, {"pubmed": 33228785, "text": "Cyr61 synthesis is induced by interleukin-6 and promotes migration and invasion of fibroblast-like synoviocytes in rheumatoid arthritis."}, {"pubmed": 33300071, "text": "Dickkopf1/cysteinerich angiogenic inducer 61 axis mediates palmitic acidinduced inflammation and apoptosis of vascular endothelial cells."}, {"pubmed": 33336248, "text": "Sensitive Blood-Based Detection of Asbestos-Associated Diseases Using Cysteine-Rich Angiogenic Inducer 61 as Circulating Protein Biomarker."}, {"pubmed": 33587560, "text": "Hypoxia-Induced Cyr61/CCN1 Production in Infantile Hemangioma."}, {"pubmed": 33617626, "text": "Oncogenic transcriptomic profile is sustained in the liver after the eradication of the hepatitis C virus."}, {"pubmed": 33618763, "text": "Differentiated glioblastoma cells accelerate tumor progression by shaping the tumor microenvironment via CCN1-mediated macrophage infiltration."}, {"pubmed": 33739048, "text": "Circulating Cysteine Rich Protein 61 (Cyr61, CCN1) in Chinese Adults: Distribution and Reference Intervals."}, {"pubmed": 33875791, "text": "MiR-181b suppresses angiogenesis by directly targeting cellular communication network factor 1."}, {"pubmed": 33906697, "text": "Association between CCN1 gene polymorphism and acute coronary syndrome in Chinese Han and Uygur populations."}, {"pubmed": 34080118, "text": "CCN1 gene polymorphisms associated with congenital heart disease susceptibility in Northwest Chinese population from different high-altitude areas."}, {"pubmed": 34085702, "text": "Serum CYR61 as a potential biomarker for the diagnosis of esophagogastric junction tumor."}, {"pubmed": 34096606, "text": "YAP, CTGF and Cyr61 are overexpressed in tamoxifen-resistant breast cancer and induce transcriptional repression of ERalpha."}, {"pubmed": 34144219, "text": "Cellular communication network factor 1 (CCN1) knockdown exerts a protective effect for hepatic ischemia/reperfusion injury by deactivating the MEK/ERK pathway."}, {"pubmed": 34417138, "text": "Cumulus cells of euploid versus whole chromosome 21 aneuploid embryos reveal differentially expressed genes."}, {"pubmed": 34615677, "text": "Associations between urinary cysteine-rich protein 61 excretion and kidney function decline in outpatients with chronic kidney disease: a prospective cohort study in Taiwan."}, {"pubmed": 34634651, "text": "TNF antagonizes CCN1 in apoptosis in esophageal adenocarcinoma."}, {"pubmed": 35046484, "text": "Trehangelins ameliorate inflammation-induced skin senescence by suppressing the epidermal YAP-CCN1 axis."}, {"pubmed": 35245516, "text": "Endothelial cyclin I reduces vulnerability to angiotensin II-induced vascular remodeling and abdominal aortic aneurysm risk."}, {"pubmed": 35547732, "text": "CCN1 Promotes Inflammation by Inducing IL-6 Production via alpha6beta1/PI3K/Akt/NF-kappaB Pathway in Autoimmune Hepatitis."}, {"pubmed": 35752272, "text": "Matrix-bound Cyr61/CCN1 is required to retain the properties of the bone marrow mesenchymal stem cell niche but is depleted with aging."}, {"pubmed": 36113340, "text": "Regulation of CyR61 expression and release by 3-mercaptopyruvate sulfurtransferase in colon cancer cells."}, {"pubmed": 36199215, "text": "Cellular communication network factor 1 interlinks autophagy and ERK signaling to promote osteogenesis of periodontal ligament stem cells."}, {"pubmed": 36346167, "text": "Expression of Shh, Gli1, and Cyr61 in Gastric Cancer Predicts Overall Survival of Patients: A Retrospective Study."}, {"pubmed": 36376243, "text": "CCN1 upregulates IL-36 via AKT/NF-kappaB and ERK/CEBP beta-mediated signaling pathways in psoriasis-like models."}, {"pubmed": 36606458, "text": "Serum CYR61 as a potential biomarker to improve breast cancer diagnostics."}, {"pubmed": 36681101, "text": "Increased CYR61 expression activates CCND1/c-Myc pathway to promote nasal epithelial cells proliferation in chronic rhinosinusitis with nasal polyps."}, {"pubmed": 36765469, "text": "[Effect of Cyr61 on Imatinib Resistance in Chronic Myeloid Leukemia and Its Mechanism]."}, {"pubmed": 37116394, "text": "CCN1 expression is regulated by mechanical stimuli in tendons."}, {"pubmed": 37334311, "text": "Changes and related factors of blood CCN1 levels in diabetic patients."}, {"pubmed": 37553503, "text": "CircUSP48 promotes malignant behavior by regulating CYR61 via miR-365 in osteosarcoma."}, {"pubmed": 38396744, "text": "Global Proteomics Analysis of Lysophosphatidic Acid Signaling in PC-3 Human Prostate Cancer Cells: Role of CCN1."}, {"pubmed": 38446998, "text": "CYR61 confers chemoresistance by upregulating survivin expression in triple-negative breast cancer."}, {"pubmed": 38521502, "text": "Upregulation of CYR61 by TGF-beta and YAP signaling exerts a counter-suppression of hepatocellular carcinoma."}, {"pubmed": 38755602, "text": "Cellular communication network factor 1 promotes retinal leakage in diabetic retinopathy via inducing neutrophil stasis and neutrophil extracellular traps extrusion."}, {"pubmed": 38959438, "text": "Nanomechanics of CCN1-Mediated Staphylococcus aureus Phagocytosis."}], "genomic_pos": {"chr": "1", "end": 85584589, "ensemblgene": "ENSG00000142871", "start": 85580761, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 86049645, "start": 86046444, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001934", "pubmed": 20675382, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002041", "qualifier": "involved_in", "term": "intussusceptive angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003181", "qualifier": "involved_in", "term": "atrioventricular valve morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003278", "qualifier": "involved_in", "term": "apoptotic process involved in heart morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003281", "qualifier": "involved_in", "term": "ventricular septum development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006935", "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010811", "qualifier": "involved_in", "term": "positive regulation of cell-substrate adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030335", "pubmed": 20675382, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030501", "pubmed": 20675382, "qualifier": "involved_in", "term": "positive regulation of bone mineralization"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0030513", "pubmed": 20675382, "qualifier": "involved_in", "term": "positive regulation of BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033690", "pubmed": 20675382, "qualifier": "involved_in", "term": "positive regulation of osteoblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044319", "pubmed": 20675382, "qualifier": "involved_in", "term": "wound healing, spreading of cells"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045597", "qualifier": "involved_in", "term": "positive regulation of cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045669", "pubmed": 20675382, "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045860", "pubmed": 20675382, "qualifier": "involved_in", "term": "positive regulation of protein kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 20675382, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060413", "qualifier": "involved_in", "term": "atrial septum morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060591", "qualifier": "involved_in", "term": "chondroblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060710", "qualifier": "involved_in", "term": "chorio-allantoic fusion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060716", "qualifier": "involved_in", "term": "labyrinthine layer blood vessel development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061036", "qualifier": "involved_in", "term": "positive regulation of cartilage development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070372", "pubmed": 20675382, "qualifier": "involved_in", "term": "regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072593", "qualifier": "involved_in", "term": "reactive oxygen species metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000304", "qualifier": "involved_in", "term": "positive regulation of ceramide biosynthetic process"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [23658023, 28327460], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005178", "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "RCA", "id": "GO:0005201", "pubmed": 28327460, "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019838", "qualifier": "enables", "term": "growth factor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0050840", "qualifier": "enables", "term": "extracellular matrix binding"}]}, "homologene": {"genes": [[7955, 403033], [8364, 448140], [9031, 429089], [9544, 714970], [9598, 456988], [9606, 3491], [9615, 479967], [9913, 508941], [10090, 16007], [10116, 83476]], "id": 1194}, "interpro": [{"desc": "Insulin-like growth factor-binding protein, IGFBP", "id": "IPR000867", "short_desc": "IGFBP-like"}, {"desc": "Thrombospondin type-1 (TSP1) repeat", "id": "IPR000884", "short_desc": "TSP1_rpt"}, {"desc": "VWFC domain", "id": "IPR001007", "short_desc": "VWF_dom"}, {"desc": "Cystine knot, C-terminal", "id": "IPR006207", "short_desc": "Cys_knot_C"}, {"desc": "Glycoprotein hormone subunit beta", "id": "IPR006208", "short_desc": "Glyco_hormone_CN"}, {"desc": "Growth factor receptor cysteine-rich domain superfamily", "id": "IPR009030", "short_desc": "Growth_fac_rcpt_cys_sf"}, {"desc": "IGFBP-related, CNN", "id": "IPR012395", "short_desc": "IGFBP_CNN"}, {"desc": "Insulin-like growth factor binding protein, N-terminal, Cys-rich conserved site", "id": "IPR017891", "short_desc": "Insulin_GF-bd_Cys-rich_CS"}, {"desc": "Thrombospondin type-1 (TSP1) repeat superfamily", "id": "IPR036383", "short_desc": "TSP1_rpt_sf"}, {"desc": "CCN, TSP1 domain", "id": "IPR043973", "short_desc": "TSP1_CCN"}], "ipi": "IPI00299219", "map_location": "1p22.3", "name": "cellular communication network factor 1", "other_names": ["CCN family member 1", "IBP-10", "IGF-binding protein 10", "IGFBP-10", "cysteine rich angiogenic inducer 61", "cysteine-rich heparin-binding protein 61", "cysteine-rich, anigogenic inducer, 61", "insulin-like growth factor-binding protein 10", "protein CYR61"], "pantherdb": {"HGNC": "2654", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88613", "ortholog_type": "LDO", "panther_family": "PTHR11348", "taxid": 10090, "uniprot_kb": "P18406"}, {"RGD": "620763", "ortholog_type": "LDO", "panther_family": "PTHR11348", "taxid": 10116, "uniprot_kb": "Q9ES72"}, {"Ensembl": "ENSGALG00000008661", "ortholog_type": "LDO", "panther_family": "PTHR11348", "taxid": 9031, "uniprot_kb": "P19336"}, {"ZFIN": "ZDB-GENE-040426-3", "ortholog_type": "LDO", "panther_family": "PTHR11348", "taxid": 7955, "uniprot_kb": "F1QL10"}, {"FlyBase": "FBgn0002306", "ortholog_type": "O", "panther_family": "PTHR11348", "taxid": 7227, "uniprot_kb": "Q04164"}], "uniprot_kb": "O00622"}, "pathway": {"pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "betacatenin_nuc_pathway", "name": "Regulation of nuclear beta catenin signaling and target gene transcription"}, {"id": "integrin2_pathway", "name": "Beta2 integrin cell surface interactions"}, {"id": "integrin3_pathway", "name": "Beta3 integrin cell surface interactions"}, {"id": "integrin5_pathway", "name": "Beta5 beta6 beta7 and beta8 integrin cell surface interactions"}, {"id": "rhoa_pathway", "name": "RhoA signaling pathway"}], "reactome": [{"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}], "wikipathways": [{"id": "WP2374", "name": "Oncostatin M Signaling Pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP516", "name": "Hypertrophy Model"}]}, "pdb": ["4D0Z", "4D11"], "pfam": ["PF00007", "PF00093", "PF00219", "PF19035"], "pharmgkb": "PA27126", "pharos": {"target_id": 16632, "tdl": "Tbio"}, "prosite": ["PS01225", "PS50092", "PS50184", "PS51323"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325763", "relationship": "is"}, {"id": "GNF325764", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251247", "relationship": "is"}, {"id": "GNF251248", "relationship": "is"}, {"id": "GNF251249", "relationship": "is"}, {"id": "GNF251250", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157499", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF036463", "relationship": "similar to"}, {"id": "GNF050496", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF003263", "relationship": "is"}, {"id": "GNF003264", "relationship": "is"}, {"id": "GNF003265", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF241932", "relationship": "is"}, {"id": "GNF242916", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF331160", "relationship": "is"}, {"id": "GNF334332", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335776", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097271", "relationship": "is"}, {"id": "GNF136926", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_001545.2", "rna": "NM_001554.5", "translation": {"protein": "NP_001545.2", "rna": "NM_001554.5"}}, "reporter": {"HG-U133_Plus_2": ["201289_at", "210764_s_at"], "HG-U95Av2": "38772_at", "HTA-2_0": "TC01000818.hg.1", "HuEx-1_0": "2344888", "HuGene-1_1": "7902687", "HuGene-2_1": "16666738"}, "summary": "The secreted protein encoded by this gene is growth factor-inducible and promotes the adhesion of endothelial cells. The encoded protein interacts with several integrins and with heparan sulfate proteoglycan. This protein also plays a role in cell proliferation, differentiation, angiogenesis, apoptosis, and extracellular matrix formation. [provided by RefSeq, Sep 2011].", "symbol": "CCN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413896"}, "unigene": "Hs.8867", "uniprot": {"Swiss-Prot": "O00622", "TrEMBL": ["A0A6Q8PGQ1", "Q6FI18"]}, "wikipedia": {"url_stub": "CYR61"}}