{"AllianceGenome": "2500", "HGNC": "2500", "MIM": "121009", "_id": "1490", "_version": 1, "accession": {"genomic": ["AF316366.1", "AF316367.1", "AF316368.1", "AL354866.10", "CH471051.2", "CP068272.2", "DQ097843.1", "DQ337193.1", "FB668169.1", "HH976319.1", "HM015591.1", "NC_000006.12", "NC_060930.1", "NG_016131.2", "X92511.1"], "protein": ["AAA75378.1", "AAA91279.1", "AAH87839.1", "AAK60505.1", "AAK60506.1", "AAK60507.1", "AAQ95223.1", "AAS55639.1", "AAV38597.1", "AAV38598.1", "AAZ29611.1", "ADL14512.1", "BAF83573.1", "BAG37644.1", "BAG52518.1", "BAG54167.1", "CAA55544.1", "CAA63267.1", "CAG46534.1", "CAG46559.1", "CAS92743.1", "CBX51740.1", "EAW48038.1", "EAW48039.1", "NP_001892.2", "P29279.2"], "rna": ["AF127918.1", "AK092280.1", "AK125220.1", "AK290884.1", "AK315207.1", "AY395801.1", "AY550024.1", "BC087839.1", "BT019794.1", "BT019795.1", "CR541734.1", "CR541759.1", "DA552292.1", "M92934.1", "NM_001901.4", "U14750.1", "X78947.1"], "translation": [{"protein": "BAG54167.1", "rna": "AK125220.1"}, {"protein": "BAF83573.1", "rna": "AK290884.1"}, {"protein": "AAH87839.1", "rna": "BC087839.1"}, {"protein": "BAG37644.1", "rna": "AK315207.1"}, {"protein": "CAG46559.1", "rna": "CR541759.1"}, {"protein": "AAV38597.1", "rna": "BT019794.1"}, {"protein": "AAA91279.1", "rna": "M92934.1"}, {"protein": "AAA75378.1", "rna": "U14750.1"}, {"protein": "AAV38598.1", "rna": "BT019795.1"}, {"protein": "CAA55544.1", "rna": "X78947.1"}, {"protein": "AAS55639.1", "rna": "AY550024.1"}, {"protein": "CAG46534.1", "rna": "CR541734.1"}, {"protein": "AAQ95223.1", "rna": "AY395801.1"}, {"protein": "NP_001892.2", "rna": "NM_001901.4"}, {"protein": "BAG52518.1", "rna": "AK092280.1"}]}, "alias": ["CTGF", "HCS24", "IBP-8", "IGFBP8", "NOV2"], "ensembl": {"gene": "ENSG00000118523", "protein": "ENSP00000356954", "transcript": "ENST00000367976", "translation": [{"protein": "ENSP00000356954", "rna": "ENST00000367976"}], "type_of_gene": "protein_coding"}, "entrezgene": "1490", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.34843920427, "exp_mis": 127.344448687, "exp_syn": 66.8914209653, "lof_z": 2.05677656842823, "mis_z": 2.05208394659321, "mu_lof": 8.11370739448e-07, "mu_mis": 1.62239332473e-05, "mu_syn": 8.76744305208e-06, "n_lof": 3.0, "n_mis": 80.0, "n_syn": 40.0, "p_li": 0.124048405573342, "p_null": 0.0240736023653521, "p_rec": 0.851877992061306, "syn_z": 2.03834633176139}, "bp": 1050, "cds_end": 132272312, "cds_start": 132270403, "n_exons": 5, "nonpsych": {"exp_lof": 8.39117497427, "exp_mis": 115.188953209, "exp_syn": 60.4731311241, "lof_z": 2.50584424642013, "mis_z": 1.98269279611277, "mu_lof": 8.11370739448e-07, "mu_mis": 1.62239332473e-05, "mu_syn": 8.76744305208e-06, "n_lof": 1.0, "n_mis": 73.0, "n_syn": 38.0, "p_li": 0.757490284285085, "p_null": 0.00244047148772865, "p_rec": 0.240069244227186, "syn_z": 1.81947395708976}, "nontcga": {"exp_lof": 8.59373503028, "exp_mis": 117.150071989, "exp_syn": 61.5332855133, "lof_z": 1.88231448925402, "mis_z": 2.21633527405815, "mu_lof": 8.11370739448e-07, "mu_mis": 1.62239332473e-05, "mu_syn": 8.76744305208e-06, "n_lof": 3.0, "n_mis": 69.0, "n_syn": 34.0, "p_li": 0.0990887455604588, "p_null": 0.0345604908896106, "p_rec": 0.866350763549931, "syn_z": 2.22241603087499}, "transcript": "ENST00000367976.3"}, "exons": [{"cdsend": 131951172, "cdsstart": 131949263, "chr": "6", "position": [[131948176, 131949560], [131949948, 131950160], [131950291, 131950543], [131950769, 131950992], [131951106, 131951372]], "strand": -1, "transcript": "NM_001901", "txend": 131951372, "txstart": 131948176}], "exons_hg19": [{"cdsend": 132272312, "cdsstart": 132270403, "chr": "6", "position": [[132269316, 132270700], [132271088, 132271300], [132271431, 132271683], [132271909, 132272132], [132272246, 132272512]], "strand": -1, "transcript": "NM_001901", "txend": 132272512, "txstart": 132269316}], "generif": [{"pubmed": 11751417, "text": "Elevated levels of connective tissue growth factor, WISP-1, and CYR61 in primary breast cancers associated with more advanced features."}, {"pubmed": 11818516, "text": "gene is expressed in granulosa-luteal cells (insulin-like growth factor binding protein-related protein-2; IGFBP-rP2)"}, {"pubmed": 11855859, "text": "Mechanical stress is required for high-level expression of connective tissue growth factor in fibroblasts."}, {"pubmed": 11897682, "text": "the induction of FN by AGE is partly mediated by the AGE-induced up-regulation of cell-derived CTGF and is dependent on PKC activity"}, {"pubmed": 11967989, "text": "IL-4 interfered with the TGF-beta-induced transcriptional activation of the CTGF gene."}, {"pubmed": 12016149, "text": "role in initiating angiogenesis in collaboration with matrix metalloproteinases"}, {"pubmed": 12036876, "text": "Identification of integrin alpha(M)beta(2) as an adhesion receptor on human peripheral blood monocytes for Cyr61 and connective tissue growth factor: immediate-early gene products expressed in atherosclerotic lesions."}, {"pubmed": 12114504, "text": "CTGF has a role in binding to MMPs and VEGF-induced physiological or pathologic angiogenesis"}, {"pubmed": 12150969, "text": "enhancement of expression on chondrocytes by a novel cis-element"}, {"pubmed": 12217862, "text": "role in epithelial-mesenchymal transdifferentiation"}, {"pubmed": 12218048, "text": "CTGF mediates a number of its biological effects by the induction of signaling processes via beta(3) integrin"}, {"pubmed": 12239232, "text": "CTGF is a hypertrophic factor for human mesangial cells.  molecular mechanisms underlying this G(1) phase arrest appear to be due to the induction of the cyclin-dependent kinase inhibitors (CDKI) p15(INK4), p21(Cip1), and p27(Kip1)."}, {"pubmed": 12398938, "text": "localization and expression during fracture healing"}, {"pubmed": 12470643, "text": "CTGF interacts with the cytoskeletal protein actin in chondrocytes."}, {"pubmed": 12496395, "text": "In contrast to CD4+ alpha beta-T cells, gamma delta-T cells are capable of expressing CTGF mRNA and synthesizing its corresponding protein, which supports the concept that gamma delta-T cells contribute to wound healing or tissue fibrotic processes."}, {"pubmed": 12535930, "text": "In brains from Alzheimer's patients, a strong tangle-associated CTGF immunoreactivity was observed in entorhinal cortex, hippocampus and temporal cortex."}, {"pubmed": 12571253, "text": "Gene expression regulation requires tgf-beta2 in fibroblasts."}, {"pubmed": 12595495, "text": "Alterations in alpha5beta1 levels induced by TGF-beta are mediated at least in part through the induction of CTGF in glomerular mesangium"}, {"pubmed": 12668285, "text": "CTGF acts as a negative regulator of the cell growth in oral squamous cell carcinoma possibly through its interaction with growth modifiers inside the cell"}, {"pubmed": 12760970, "text": "These results suggest that TGF-beta1-induced CTGF mRNA expression is mediated through the JNK-dependent pathway, whereas p38 MAP kinase and ERK pathways minimally contribute"}, {"pubmed": 12787426, "text": "Production of CTGF by peritoneal mesothelial cells and its presence in peritoneal cavity in peritoneal dialysis. Increase in CTGF in peritoneal membrane fibrosis suggests involvement in underlying pathophysiologic mechanism(s)."}, {"pubmed": 12811819, "text": "CTGF/Hcs24 produced in the hypertrophic region may act on chondrocytes in the proliferative and maturative zone via some heparan sulfate proteoglycan, such as perlecan."}, {"pubmed": 12831056, "text": "Regulates angiogenesis and endothelial cell function. (review)"}, {"pubmed": 12888575, "text": "the constitutive overexpression of CTGF in SSc fibroblasts seems to be independent of TGFbeta signaling but dependent at least in part on Sp1"}, {"pubmed": 12941731, "text": "Magnitude of Urinary CTGF NH(2)-terminal fragment excretion is related to the severity of diabetic nephropathy"}, {"pubmed": 12951326, "text": "data link alterations in the microtubule and actin cytoskeleton to the expression of connective tissue growth factor"}, {"pubmed": 14512169, "text": "Postmortem brain tissue analysis demonstrates CTGF localized occasionally in astrocytes but not in macrophages/microglial cells of patients with cerebral malaria."}, {"pubmed": 14633859, "text": "Cooperation between CTGF and IGF-I might be involved in glucose-induced matrix accumulation in tubulointerstitial fibrosis and might contribute to pathogenesis of diabetic nephropathy."}, {"pubmed": 14684735, "text": "the sequence IRTPKISKPIKFELSG within CCN2is a unique binding domain for integrin alpha(v)beta(3) that is sufficient to mediate hepatic stellate cell adhesion"}, {"pubmed": 14758550, "text": "results suggest that connective tissue growth factor(CTGF) is involved in extracellular matrix production in parietal epithelial cells and that it is one of the mediators promoting the scarring process in glomerular crescents"}, {"pubmed": 14988298, "text": "The NH2-terminal CTGF fragment content is increased in the vitreous of patients with proliferative diabetic retinopathy."}, {"pubmed": 14996858, "text": "CTGF inhibits metastasis and invasion of human lung adenocarcinoma by a CRMP-1-dependent mechanism."}, {"pubmed": 15003992, "text": "Fibroblast proliferation, differentiation into myofibroblasts, & increased collagen synthesis are regulated via a CTGF-dependent pathway. CTGF serves to control a pivotal switch point in the cascade for connective tissue formation."}, {"pubmed": 15039132, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15041728, "text": "CYR61 and CTGF may play a role in the progression of gliomas; their levels at diagnosis may have prognostic significance."}, {"pubmed": 15045137, "text": "unstimulated platelets contain considerable amounts of CTGF; CTGF presence in platelets is a result of endocytosis from extracellular environment in bone marrow; agonist-stimulation of platelets resulted in release of CTGF from the storage granules"}, {"pubmed": 15053922, "text": "evidence that adenylate cyclase as well as one or several protein kinases might be involved in the mechanoregulation of Cyr61, CTGF and Nov genes"}, {"pubmed": 15090860, "text": "connective tissue growth factor seems to be an attractive alternative therapeutic target for combating renal fibrosis--REVIEW"}, {"pubmed": 15111539, "text": "Levels are elevated in type 1 diabetic patients with nephropathy and appear to be correlated with proteinuria and creatinine clearance."}, {"pubmed": 15113833, "text": "Generated antibodies for functional analysis of CTGF. Showed antibody bound to the CT module neutralizes efficiently the stimulatory effect of CTGF on chondrocytic cell proliferation"}, {"pubmed": 15135656, "text": "CTGF may play a crucial role in the renal tubular epithelial-transdifferentiation and the following deposition/degradation process of extracellular matrix during tubulointerstitial fibrosis"}, {"pubmed": 15247510, "text": "CTGF has a role in scleroderma and in pathological fibrosis [review]"}, {"pubmed": 15298857, "text": "Simvastatin through a Rho signaling mechanism in lung fibroblasts can modulate CTGF expression and interaction with TGF-beta."}, {"pubmed": 15345671, "text": "CTGF has a role in the reduced matrix degradation observed in diabetic nephropathy."}, {"pubmed": 15377500, "text": "TGF-beta 1-stimulated CTGF expression is mediated by mechanisms involving ERK and JNK pathways and is downregulated by IL-4 and IL-13 through modulation of Smad and ERK signals."}, {"pubmed": 15459777, "text": "CTGF plays a major role in the pathogenesis of progressive fibrosis in biliary atresia."}, {"pubmed": 15526358, "text": "Cyr61 and CTGF genes may play an important role in hepatocellular carcinogenesis and correlate with recurrence and metastasis of hepatocellular carcinoma."}, {"pubmed": 15536170, "text": "key dependence of the fibrogenic actions of CTGF on TGF-beta in kidney"}, {"pubmed": 15598883, "text": "CCN2 is one of the major functional components of platelets"}, {"pubmed": 15703175, "text": "sodium-hydrogen exchanger activity modulates connective tissue growth factor mRNA expression in transforming growth factor beta1- and Des-Arg10-kallidin-stimulated myofibroblasts"}, {"pubmed": 15761189, "text": "CTGF protein is significantly increased in complicated compared with fibrous plaques and may enhance monocyte migration into atherosclerotic lesions, thus contributing to atherogenesis."}, {"pubmed": 15761249, "text": "CTGF upregulation in arterial vascular smooth muscle cells of the lung is associated with the pathogenesis of pulmonary hypertension."}, {"pubmed": 15820145, "text": "indicate novel roles of M-CSF in articular cartilage metabolism in collaboration with CTGF/CCN2, particularly during an inflammatory response"}, {"pubmed": 15857887, "text": "data provide a molecular basis for the divergence of connective tissue growth factor (CTGF) actions on connective tissue cell types"}, {"pubmed": 15940639, "text": "CTGF induction is important for robust oval cell response during liver regeneration after 2-AAF/partial hepatectomy treatment in rats"}, {"pubmed": 15941869, "text": "Negative regulation of CTGF by hCG during luteal rescue mediated by paracrine signals."}, {"pubmed": 15950619, "text": "Under pathological conditions, where CTGF expression is elevated, CTGF blocks the negative feedback loop provided by Smad 7, allowing continued activation of the TGFbeta signaling pathway."}, {"pubmed": 15956925, "text": "Human CTGF is a cysteine rich polypeptide that has similar structures to PDGF and has been implicated in connective tissue formation. PDGF and CTGF may play a role in the development of aneurysmal walls in both AAAA and IAAA."}, {"pubmed": 16044512, "text": "Cis-acting element of structure-anchored repression of CTGF was investigated."}, {"pubmed": 16186174, "text": "CTGF expression in the brain might have a role in Alzheimer's disease clinical progression and neuropathology"}, {"pubmed": 16204411, "text": "CTGF plays a specific role as a downstream mediator of TGF-beta(1)-induced renal fibrosis"}, {"pubmed": 16247469, "text": "Hypoxia increased the ctgf/ccn2 mRNA level by altering the 3'-untranslated region (UTR)-mediated mRNA stability without requiring de novo protein synthesis."}, {"pubmed": 16255854, "text": "CTGF may play a role in the pathogenetic process of muscular dystrophy, and may be important for muscle repair and fibrosis."}, {"pubmed": 16270194, "text": "increased glomerular expression of CTGF occurs from the earliest stage of diabetic nephropathy; CTGF is required for mesangial synthesis of fibronectin stimulated by high glucose or glycated albumin"}, {"pubmed": 16291159, "text": "In biliary atresia livers, novel biliary epithelia CTGF mRNA expression is high and correlates with severity of fibrosis; these data support a role for biliary epithelial cell signaling in fibrogenesis"}, {"pubmed": 16373901, "text": "Urinary CTGF may be a progression promoter in diabetic nephropathy."}, {"pubmed": 16457822, "text": "CCN2/CTGF enhances chondrocyte adhesion to FN through direct interaction of its C-terminal CT domain with FN, and alpha5beta1 is involved in this adhesion."}, {"pubmed": 16482098, "text": "Administration of losartan, but not amlodipine, to hypertensive patients improves structural abnormalities and prevents the production of CTGF and TGF-beta in small arteries."}, {"pubmed": 16501850, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16501850, "text": "The CTGF gene was resequenced to identify novel or known variants, and make an analysis of their association with diabetic nephropathy."}, {"pubmed": 16528248, "text": "Tranilast is a potential effective antifibrotic compound in the kidney, exerting its effects via inhibition of TGF-beta1-induced CTGF expression and downstream activation of the Smad2 pathway in both PTCs and CFs."}, {"pubmed": 16543635, "text": "Migration of HUVECs transfected with CTGF vector increased significantly compared with those transfected with vector control"}, {"pubmed": 16684954, "text": "Bradykinin and angiotensin II lower CTGF mRNA expression below basal levels over a span of 4 hours."}, {"pubmed": 16731742, "text": "These findings suggest that CTGF may contribute to aberrant autocrine and paracrine pathways that promote pancreatic cancer cell growth, invasion, metastasis, and angiogenesis"}, {"pubmed": 16790529, "text": "CTGF stimulated the phosphorylation and cytoplasmic translocation of p27(Kip-1) on serine 10; role of p27(Kip-1) as a mediator of actin rearrangement."}, {"pubmed": 16813525, "text": "CCN2 was critically involved in osteolytic metastasis and was induced by PKA- and PKC-dependent activation of ERK1/2 signaling by PTHrP."}, {"pubmed": 16820572, "text": "A delicate balance of collagen, elastin, & vascular smooth muscle cells in the aortic wall is clearly essential for a compliant aorta, and CTGF may play a vital role in this balance."}, {"pubmed": 16858645, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16877704, "text": "CTGF may behave as a secreted tumor suppressor protein in the normal lung, and its expression is suppressed in many NSCLCs."}, {"pubmed": 16889607, "text": "CTGF has potential as a biomarker of CAN, and also a therapeutic target in managing graft fibrosis."}, {"pubmed": 16899928, "text": "this study demonstrated that CTGF is released from platelets by high shear stress; furthermore, disturbed flow along atherosclerotic vessels may induce endothelial CTGF expression and contribute to the progress of atherosclerotic lesions"}, {"pubmed": 17093396, "text": "CTGF in trabecular meshwork is modulated by physiological agonists and by increased ocular pressure and mechanical stretch. Regulation of CTGF within outflow pathway may play role in homeostasis of intraocular pressure."}, {"pubmed": 17116388, "text": "IFN-gamma interferes with stellate cell activation in the pancreas and suggest activated STAT1 as an inductor of a quiescent pancreatic stellate cells phenotype."}, {"pubmed": 17119035, "text": "local factors, such as CTGF and genomic amplification, seem to be more important than germ line genetic variation in influencing PAI1 expression and its untoward effects in breast cancer"}, {"pubmed": 17170128, "text": "Connective tissue growth factor (CTGF) was the highest overexpressed gene in B-cell ALL compared with the other groups, and displayed heterogeneous expression, suggesting it might have prognostic relevance."}, {"pubmed": 17192487, "text": "Vitreous body cells may be a possible source of CTGF and thus might play a role in vitreoretinal interface diseases."}, {"pubmed": 17215322, "text": "In endothelial cells CTGF gene transcription is controlled by alteration is cytoskeletal actin and serum response factor."}, {"pubmed": 17224075, "text": "Expression of CTGF mRNA was up-regulated as early as 6 hours in cultured human vascular smooth muscle cells after exposed to high glucose condition, followed by extracellular matrix components accumulation."}, {"pubmed": 17239539, "text": "CTGF contributes to the extracellular matrix accumulation in wound healing and tissue fibrosis by enhancing the affinity of FN to fibrin."}, {"pubmed": 17239853, "text": "CCN2 supplies essential, non-redundant functions required for fibroblasts to properly participate in features of embryogenesis, and further suggest that CCN2 may play essential roles in adult wound healing, tissue repair and fibrogenesis."}, {"pubmed": 17375628, "text": "CTGF polymorphism at -447 G/C was not associated with biliary atresia and jaundice in the postoperative period in Thai children"}, {"pubmed": 17375628, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17393107, "text": "Role of CTGF in extracellular matrix degradation in renal tubular epithelial cells is reported."}, {"pubmed": 17399683, "text": "We thus conclude that CCN2 enhances hBMSC attachment via integrin-p38 MAPK signal pathway."}, {"pubmed": 17399955, "text": "The up-regulation of angiotensin II receptor type 1 and the consequent increase of CTGF expression, independently of TGFbeta1, participate in high-glucose-induced fibronectin production in cultured human dermal fibroblasts"}, {"pubmed": 17437852, "text": "We found significant differences in gene expression, specifically with a group of genes, including CTGF, known to be responsive to estrogen or to interact with estrogen receptor."}, {"pubmed": 17441427, "text": "The expression of CTGF and/or OPN might be important biological markers in reflecting the progression, biological behavior, metastatic potential and prognosis of laryngeal squamous cell carcinoma."}, {"pubmed": 17498677, "text": "Connective tissue growth factor (CTFG) induces the expression of integrin-linked kinase (ILK) protein in HK-2 cells"}, {"pubmed": 17550972, "text": "Results suggest that CTGF plays a crucial role in migratory/invasive processes in human breast cancer by a mechanism involving activation of the integrin-alphavbeta3-ERK1/2-S100A4 pathway."}, {"pubmed": 17579708, "text": "Downregulation of the CTGF is associated with lung cancer."}, {"pubmed": 17580150, "text": "Sirolimus conversion provided a beneficial strategy to improve long-term graft survival in chronic allograft nephropathy; attentuation of CTGF expression may be an antiproliferative effect."}, {"pubmed": 17602195, "text": "CTGF is a functional target of aldosterone in mesangial cells, but aldosterone-induced CTGF gene expression is not directly mediated by the mineralocorticoid receptor."}, {"pubmed": 17622321, "text": "Overexpression of CTGF is one of the most important features of idiopathic portal hypertension."}, {"pubmed": 17657819, "text": "Smad7 overexpression in cultured hepatocytes abrogated TGF-beta-dependent and intrinsic CTGF expression."}, {"pubmed": 17671176, "text": "epigenetic silencing by hypermethylation of the CTGF promoter leads to a loss of CTGF function, which may be a factor in the carcinogenesis of ovarian cancer"}, {"pubmed": 17673559, "text": "Exercise with high mechanical loading induced the expression of CTGF in human skeletal muscle."}, {"pubmed": 17681742, "text": "Basal expression of collagen, fibronectin and CCN2 and adhesion to matrix was not affected"}, {"pubmed": 17765657, "text": "Blocking experiments with the lysophosphatidic acid (LPA) receptor-specific inhibitor Ki16425 suggest a general involvement of LPA receptors in bacteria-triggered CTGF expression."}, {"pubmed": 17786299, "text": "CTGF induction is associated with pancreatic cancer"}, {"pubmed": 17876891, "text": "Gastrointestinal carcinoid tumor fibrosis is a CTGF/TGFbeta1-mediated stellate cell-driven fibrotic response."}, {"pubmed": 17881752, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17881752, "text": "The G-945C substitution represses CTGF transcription, and the -945G allele is significantly associated with susceptibility to systemic sclerosis."}, {"pubmed": 17908800, "text": "MMP-2 processing of HARP and CTGF released vascular endothelial growth factor (VEGF) from angiogenic inhibitory complexes."}, {"pubmed": 17915216, "text": "These data reveal a novel function for CTGF in the regulation of epithelial tissue repair beyond its established role in fibrosis, and further highlight the complexity of TGFbeta regulation of epithelial cell function."}, {"pubmed": 17922682, "text": "CTGF is a useful prognostic marker for GC. High CTGF expression is associated with the risk of lymph nodes metastasis and a poor survival time in GC."}, {"pubmed": 17944991, "text": "CTGF mRNA expression was induced in HUVSMCs after treatment with dl-homocysteine (50 micromol L(-1)) for 1 h, which remained at the elevated level for up to 8 h."}, {"pubmed": 17951630, "text": "the interaction of CTGF and beta-catenin-TCF/Lef forms a positive feedback loop, which could contribute to the tumorigenicity of ESCC."}, {"pubmed": 17951996, "text": "ILK mediated the effect of epithelial to mesenchymal transition in proximal tubular epithelial cells stimulated by CTGF"}, {"pubmed": 17996907, "text": "In conclusion, TGF-beta1-CTGF pathway may play a role in the fibrosis that is commonly observed in muscular dystrophy."}, {"pubmed": 18080105, "text": "REVIEW: chemistry,biosynthesis, function of CCN2, and its relation to fibrosis and cancer"}, {"pubmed": 18172013, "text": "Heterochromatin protein gamma coordinately regulates CCN2/CTGF by interacting with MMP3, which affects the development, tissue remodeling, and pathology of arthritic diseases through this CCN2/CTGF regulation thus is suggested."}, {"pubmed": 18212329, "text": "Increased expression of this protein correlates with the loss of VHL protein expression in renal cell carcinoma."}, {"pubmed": 18245529, "text": "Expression levels at diagnosis may represent a useful molecular tool to early identification of patients with different prognosis in osteosarcoma"}, {"pubmed": 18264937, "text": "TGF-beta1 and CTGF mRNAs are correlated with urinary protein level in IgA nephropathy."}, {"pubmed": 18266973, "text": "TGF-beta-dependent CTGF/CCN2 expression in hepatocytes cultured under completely TGF-beta-free conditions was analysed."}, {"pubmed": 18287089, "text": "TGFbeta1 stimulates CCN2 expression in human gingival fibroblasts through a RhoA-independent, Rac1/Cdc42-dependent mechanism"}, {"pubmed": 18292194, "text": "Hypoxia enhances the production of CTGF in primary term human trophoblasts"}, {"pubmed": 18319604, "text": "In human renal fibroblasts, serum/glucocorticoid regulated kinase1 (SGK1) and connective tissue growth factor (CTGF) protein expression were enhanced by angiotensin II"}, {"pubmed": 18344285, "text": "Plasma CTGF contributes significantly to prediction of end-stage renal disease and mortality in patients with type 1 diabetic nephropathy."}, {"pubmed": 18358427, "text": "connective tissue growth factor/CCN2 has roles in tissue repair, scarring and fibrosis [review]"}, {"pubmed": 18395916, "text": "CTGF may have a role in lymph node metastases in gastric cancer"}, {"pubmed": 18400984, "text": "Examine specific signals involved in the long-term maintenance of radiation-induced fibrogenic differentiation and suggest roles for CCN2 and TGF-beta1."}, {"pubmed": 18451226, "text": "An unbiased analysis of the gallblader cancer transcriptome by serial analysis of gene expression has identified CTGF expression as a predictive biomarker of favorable prognosis in gallbladder cancer"}, {"pubmed": 18481257, "text": "These results suggest that connective tissue growth factor (CTGF) plays an important role in the development of persistent skin fibrosis and that CTGF may be a potential and specific therapeutic target in skin fibrosis."}, {"pubmed": 18596209, "text": "Connective tissue growth factor inhibits adipocyte differentiation."}, {"pubmed": 18622762, "text": "the influence of CTGF expression on the biological behavior and progression of various cancer cells, as well as its regulation on various types of protein signals and their mechanisms"}, {"pubmed": 18628999, "text": "CTGF is primarily a pro-fibrotic factor in the eye, and a shift in the balance between CTGF and VEGF is associated with the switch from angiogenesis to fibrosis in proliferative retinopathy"}, {"pubmed": 18639630, "text": "These results indicate a tight control of CTGF expression in pancreatic stellate cells at the transcriptional level."}, {"pubmed": 18648180, "text": "the up-regulation of CTGF expression may be responsible for the fibrosis process of urethral tissues in US patients"}, {"pubmed": 18676875, "text": "Findings implicate the importance of CTGF in lung tissue repair and fibrosis and propose CTGF-induced migration of lung fibroblasts to the damaged tissue."}, {"pubmed": 18683703, "text": "antisense oligonucleotides inhibit CTGF and fibronectin expression in human tenon' s capsule fibroblasts induced by transforming growth factor beta2."}, {"pubmed": 18783549, "text": "CTGF is proposed as a fibrogenic master switch for epithelial-mesenchymal transition."}, {"pubmed": 18787533, "text": "AZX100, an analogue of the small heat shock protein, HSP20, reduces TGF-beta1-induced CTGF expression in keloid fibroblasts"}, {"pubmed": 18805993, "text": "Regulation of CCN2/CTGF and related cytokines in cultured peritoneal cells under conditions simulating peritoneal dialysis."}, {"pubmed": 18835464, "text": "These results suggest that CCN2 regulates the expression of VEGF at a transcriptional level by promoting HIF-1alpha activity."}, {"pubmed": 18836231, "text": "Findings suggest that CCN2 induced by mechanical stress may therefore play some role in meniscus growth and regeneration."}, {"pubmed": 18846327, "text": "High glucose-induced CTGF expression is mediated through the active SGK1 pathway in mesangial cells."}, {"pubmed": 18922143, "text": "CCN2 expression occurred via activation of p38 mitogen-activated protein (MAP) kinase and the downstream transcription factor ATF-2."}, {"pubmed": 18922980, "text": "These data suggest that CTGF protein induced by S1P2 might act as a growth inhibitor in Wilms' tumor."}, {"pubmed": 18936953, "text": "plasma membrane S1P(1) receptors are rapidly internalized and subsequently translocated to nuclear compartment upon S1P stimulation; nuclear S1P(1) is able to regulate the transcription of Cyr61 and CTGF"}, {"pubmed": 19016368, "text": "CTGF expression in human intervertebral disc: implications for angiogenesis in intervertebral disk degeneration are reported."}, {"pubmed": 19054816, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19054816, "text": "results do not confirm previous findings and suggest that the CTGF -945 promoter polymorphism does not play a major role in SSc susceptibility or clinical phenotype."}, {"pubmed": 19054818, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19054818, "text": "The results confirm the association between an SNP in the CTGF gene and susceptibility to Systemic sclerosis, especially in the presence of diffuse cutaneous SSc, interstitial lung disease and anti-topoisomerase I antibody."}, {"pubmed": 19069651, "text": "CTGF and WISP-1 could play an important role in the progression of primary lung cancers by either individual gene itself or cointeraction."}, {"pubmed": 19096030, "text": "miR-133 and miR-30 regulate connective tissue growth factor: implications for a role of microRNAs in myocardial matrix remodeling."}, {"pubmed": 19153601, "text": "activation of GPR30 by OHT also induces CTGF in fibroblasts from breast tumour biopsies, these pathways may be involved in promoting aggressive behaviour of breast tumours in response to endogenous oestrogens or to OHT being used for endocrine therapy."}, {"pubmed": 19179545, "text": "Increased CCN2 staining in clinical pancreatic tumor tissue relative to stromal cells surrounding the tumor, supporting our assertion that tumor cell-derived CCN2 is important for pancreatic tumor growth."}, {"pubmed": 19208517, "text": "HBx may facilitate liver fibrosis by promoting hepatic stellate cell proliferation and upregulating the expression of fibrosis-related molecules like CTGF"}, {"pubmed": 19210343, "text": "plays an important role in wound healing and in the regeneration of periodontal tissue"}, {"pubmed": 19218111, "text": "High glucose treatment can increase CTGF mRNA and protein expressions in cultured human renal tubular epithelial cells."}, {"pubmed": 19233176, "text": "A regulatory role for miR-18a in chondrocytic differentiation through CCN2."}, {"pubmed": 19243500, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19247157, "text": "strong CTGF expression in painful intervertebral discs may be related to disc fibrosis and degeneration"}, {"pubmed": 19253834, "text": "CTGF plays an important role in the pathogenesis of scleroderma and it is closely associated with the development of the pathologic fibrotic process."}, {"pubmed": 19277979, "text": "Role of connective tissue growth factor and its interaction with basic fibroblast growth factor and macrophage chemoattractant protein-1 in skin fibrosis."}, {"pubmed": 19298220, "text": "Results indicate that CCN2/CTGF binds to aggrecan through its N-terminal IGFBP and VWC modules, and this binding may be related to the CCN2/CTGF-enhanced production and secretion of aggrecan by chondrocytes."}, {"pubmed": 19301259, "text": "Connective tissue growth factor enhances the migration of chondrosarcoma cells by increasing MMP-13 expression through the alphavbeta3 integrin, FAK, ERK, and NF-kappaB signal transduction pathway."}, {"pubmed": 19333718, "text": "data demonstrated that preptin is involved in bone anabolism mediated by ERK/CTGF in human osteoblasts and may contribute to the preservation of bone mass observed in hyperinsulinemic states, such as obesity"}, {"pubmed": 19378419, "text": "Signal transduction is involved in CTGF-induced production of chemokines in mesangial cells."}, {"pubmed": 19382180, "text": "Downregulation of connective tissue growth factor by three-dimensional matrix enhances ovarian carcinoma cell invasion."}, {"pubmed": 19409809, "text": "Increased urinary CCN2 is associated with the early progression of diabetic nephropathy, whereas MCP-1 is associated with later stage disease."}, {"pubmed": 19429239, "text": "The results suggest that 15d-PGJ(2) inhibits TGF-beta-induced CTGF expression by inhibiting the phosphorylation of Smad2."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19485899, "text": "[review] The TSP1/transforming growth factor beta/ connective tissue growth factor axis may contribute in the pro-inflammatory and pro-atherogenic state in patients affected with rheumatoid arthritis."}, {"pubmed": 19494553, "text": "Ras/MAP kinase pathway, specifically through N-Ras, mediates TGFbeta1 auto-induction and TGFbeta1-induced CTGF expression in human renal tubule epithelial cells."}, {"pubmed": 19549692, "text": "hypoxia inhibits CTGF synthesis in human proximal tubular epithelial cells, involving HIF-1alpha."}, {"pubmed": 19565505, "text": "A direct profibrotic effect of CTGF and its contribution to lung fibrosis through transcriptional activation of Col1a2 has been demonstrated."}, {"pubmed": 19589256, "text": "This study was designed to investigate the effect of c-Jun N-terminal kinase (JNK) 1 and 2 on TGF-beta(1)-regulated CTGF gene expression and corneal scar formation."}, {"pubmed": 19625611, "text": "For the first time in any system, fatty acid is newly identified as a regulator of CTGF, and this work implicates autocrine CTGF as a mediator of adverse effects of high glucose and fatty acids in cardiomyocytes."}, {"pubmed": 19641518, "text": "CTGF/CCN2 mediates collagen loss in chronologically aged human skin"}, {"pubmed": 19657322, "text": "Transforming growth factor-beta2 upregulates sphingosine kinase-1 activity, which in turn attenuates the fibrotic response to TGF-beta2 by impeding CTGF expression."}, {"pubmed": 19670427, "text": "Production of elevated CCN2 levels in hepatocytes of transgenic mice in vivo does not cause hepatic injury or fibrosis per se but renders the livers more susceptible to the injurious actions of other fibrotic stimuli."}, {"pubmed": 19673024, "text": "Data show that endogenous CCN2 is a mediator of basal or TGF-beta1-induced collagen I production in human HSCs and regulates entry of the cells into S phase."}, {"pubmed": 19724859, "text": "CTGF and DUSP1 overexpression in residual breast cancer samples may be a reflection of resistance to further administration of doxorubicin/cyclophosphamide regimen"}, {"pubmed": 19730442, "text": "results identify caspase-3 activation in endothelial cells as a novel inducer of CTGF release and fibrogenesis"}, {"pubmed": 19762080, "text": "The enhancement of CTGF expression as well as serum CTGF levels in clinical conditions attributed to placental dysfunction suggests a role for this secretory protein in the pathophysiology of placental injury or its sequelae."}, {"pubmed": 19764552, "text": "Rosiglitazone inhibits CTGF expression induced by TGF-beta1 in HLF-02 cells by activating PPARgamma through NF-kappaB and AP-1 signal transduction pathways."}, {"pubmed": 19764567, "text": "The expression of collagen III and CTGF in pPROM group were decreased significantly when compared to their control groups."}, {"pubmed": 19789190, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19822645, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19822645, "text": "The single nucleotide polymorphism (SNP) rs9402373 that lies close to CTGF is associated with severe hepatic fibrosis in two Chinese samples, in Sudanese, and in Brazilians infected with either Schistosoma japonicum or S. mansoni."}, {"pubmed": 19861250, "text": "CTGF is an important mediator of high glucose-induced tubular epithelial hypertrophy, and transfection with siRNA targeting CTGF can alleviate hypertrophy."}, {"pubmed": 19863391, "text": "Specifically, the CTGF mRNA and protein levels were 50% and 48% of the control levels, respectively. These findings suggest that cyclic stretching of fibroblasts contributes to anti-fibrotic processes by reducing CTGF production."}, {"pubmed": 19890996, "text": "The synovial cells with treatment of 0.1 mg/mL Hylan decreased the CTGF gene expression."}, {"pubmed": 19893244, "text": "-beta1 shRNAs could obviously inhibit the expression levels of TGF-beta1, CTGF, FN and cellular proliferation stimulated by HSA in HK2 cells."}, {"pubmed": 19895313, "text": "CTGF is involved in the wound-healing process and plays an important role in the pathogenesis of intraocular proliferative diseases."}, {"pubmed": 19922639, "text": "aberrant connective tissue growth factor production induced by TNFalpha plays a central role for the abnormal osteoclastic activation in RA patients."}, {"pubmed": 19955828, "text": "we discuss the biology of CCN2 with a focus on the regulation of CCN2 gene, cellular mechanisms of profibrotic CCN2 effects and the current in vivo and in vitro evidence for the role of CCN2 in the development of renal fibrosis[review]"}, {"pubmed": 20004937, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20015945, "text": "Dialysate CTGF concentration could be a biomarker for both peritoneal fibrosis and membrane function in peritoneal dialysis patients."}, {"pubmed": 20018872, "text": "Exposure to low oxygen tension or treatment with the hypoxia-mimetic dimethyloxalyl glycine (DMOG) stabilized HIF-1alpha and up-regulated CTGF in human umbilical vein endothelial cells and in a murine microvascular endothelial cell line."}, {"pubmed": 20032097, "text": "CTGF gene polymorphisms may contribute to susceptibility to scleroderma."}, {"pubmed": 20032097, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20032117, "text": "Exposure to hypoxia decreased CTGF gene expression in cultured human tubular epithelial cells."}, {"pubmed": 20050020, "text": "CTGF is preferentially expressed by human bulge cells, compared to differentiated hair follicle keratinocytes"}, {"pubmed": 20053285, "text": "plasma CCN2 has a role in right ventricular dysfunction and valvular regurgitation in neuroendocrine tumor patients"}, {"pubmed": 20056838, "text": "Fascin regulates the proliferation and invasiveness of ESCC cells by modulating the expression of CTGF and CYR61 via TGF-beta pathway."}, {"pubmed": 20117462, "text": "In atrial fibrillation, angiotensin II activates CTGF via activation of Rac1 and nicotinamide adenine dinucleotide phosphate oxidase, leading to up-regulation of Cx43, N-cadherin, and interstitial fibrosis."}, {"pubmed": 20162579, "text": "Overexpression of CTGF caused the U343 glioblastom multiforme cells to survive for longer than 40 days in serum-free medium"}, {"pubmed": 20180416, "text": "Estradiol may induce hypospadias by upregulating the expressions of ATF3 and CTGF."}, {"pubmed": 20201953, "text": "In dermal fibroblasts, CCN2 is required for the induction of MMP1 following Akt inhibition. CCN2 induces MMP1 expression via an Erk1/2 and Ets1-dependent pathway."}, {"pubmed": 20222112, "text": "This study is the first to show that TGF-beta induces CTGF expression through activation of Smad3 and activator protein 1 (AP-1) signaling pathways in nucleus pulposus cells."}, {"pubmed": 20237235, "text": "Filtered CTGF is normally reabsorbed almost completely in proximal tubules via megalin, and elevated urinary CTGF may largely reflect proximal tubular dysfunction."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20238043, "text": "There may be abnormal CTGF synthesis regulation in Age-related macular degeneration."}, {"pubmed": 20305691, "text": "miR-17-92 and its target CTGF mediate effects of differentiation-promoting treatment on glioblastoma cells through multiple regulatory pathways."}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20522428, "text": "Findings provide the first evidence that variants within the promoter region of the CTGF/CCN2 gene predisposes diabetic subjects to develop albuminuria."}, {"pubmed": 20522428, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20522536, "text": "Treatment of microalbuminuric diabetic kidney disease using an anti-CTGF monoclonal antibody (FG-3019) was well tolerated and associated with a decrease in albuminuria."}, {"pubmed": 20576680, "text": "Coordinated expression of TGF-beta isoforms and of CTGF may be involved in normal glomerulogenesis and possibly in maintenance of glomerular structure and function at adult age."}, {"pubmed": 20613589, "text": "Microarray analysis showed CTGF was highly expressed in early osteogenesis when comparing levels at day 1 with those at day 3."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20660557, "text": "Study supports a potential role for CTGF in myofibroblast-mediated fibrosis associated with ileal carcinoids, and indicates that CTGF should be investigated as a target for future therapy."}, {"pubmed": 20685720, "text": "Downregulation of CTGF is associated with recurrence in meningiomas."}, {"pubmed": 20689330, "text": "Glomerulosclerosis, tubulointerstitial fibrosis, and arterial media hypertrophy lesions of hypertensive nephrosclerosis are all characterized by increased CTGF tissue expression, which is associated with a concomitant increase in CTGF in blood and urine."}, {"pubmed": 20697347, "text": "found that MUC1 reorganizes transcription factor occupancy of genomic regions upstream of the CTGF gene"}, {"pubmed": 20731800, "text": "The regulation of connective tissue growth factor, collagen I and III, fibronectin, plasmin system regulators, matrix metalloproteinases and their inhibitors as well as alpha-smooth muscle actin was consistent with a suppression of ECM"}, {"pubmed": 20814177, "text": "CTGF cooperates with FN in enhancing the attachment and migration of corneal epithelial cells."}, {"pubmed": 20840672, "text": "Connective tissue growth factor expression is increased in collagenous colitis and coeliac disease"}, {"pubmed": 20966418, "text": "CTGF levels are associated with a more stable plaque phenotype"}, {"pubmed": 20971063, "text": "These data provide the first evidence that CTGF is a novel substrate of ADAM28 and suggest that ADAM28 may promote VEGF(165)-induced angiogenesis in the breast carcinomas by the CTGF digestion in the CTGF/VEGF(165) complex."}, {"pubmed": 21054221, "text": "Myofibroblast transformation induced by transforming growth factor-beta1 is dependent on CTGF activation."}, {"pubmed": 21071938, "text": "CCN2 gene polymorphism is a prognostic risk factor for cardiovascular morbidity and mortality in hemodialysis patients."}, {"pubmed": 21071938, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21081514, "text": "Upregulation of Cyr61 and CTGF gene expression in colorectal cancer suggests they have a role in tumour initiation or development but not as highly expressed in advanced stages suggesting their role may be important at an early stage of tumour development"}, {"pubmed": 21098624, "text": "CTGF expression in early pregnancy decidua is regulated by PROK1, via activation of the Gq, PLC, cSrc, EGFR, MAPK/ERK kinase pathway and has a role in cell adhesion."}, {"pubmed": 21166920, "text": "CTGF/CCN2 may be an important mediator of S1P-induced physiological and pathological angiogenesis"}, {"pubmed": 21209863, "text": "Recombinant expression, purification, and functional characterisation of connective tissue growth factor and nephroblastoma-overexpressed protein"}, {"pubmed": 21236242, "text": "the glycolytic enzyme GAPDH regulates the gene expression of ccn2 mRNA in trans by acting as a sensor of oxidative stress and redox signals, leading to CCN2 overexpression under the condition of hypoxia and promotion of angiogenesis."}, {"pubmed": 21245951, "text": "CTGF potentially acts as a modulating factor in inflammatory and wound healing response in fibroblasts of the human eye"}, {"pubmed": 21245987, "text": "CCN2/CTGF is identified as a hepatocellular negative acute phase protein which is down-regulated by IL-6 via the STAT3 pathway through interaction on the DNA binding level"}, {"pubmed": 21265091, "text": "Hypoxia significantly up-regulated the expression of protein and mRNA of CTGF and increased the secretion of Col I in embryonic fibroblasts."}, {"pubmed": 21349946, "text": "Findings define the TAZ-TEAD-Cyr61/CTGF signaling pathway as an important modifier of the Taxol response in breast cancer cells."}, {"pubmed": 21352962, "text": "CTGF reduced the migration and expression of COX-2 in human oral cancer cells."}, {"pubmed": 21424084, "text": "Activation of liver cells causes an increased synthesis of TGF-beta1 followed by a CTGF overproduction in various polymorphic hepatic structures, in accordance with the degree of fibrosis."}, {"pubmed": 21455569, "text": "MCF-7 cells stably expressing full-length CCN2 demonstrated reduced cell proliferation, increased migration in Boyden chamber assays and promoted angiogenesis in chorioallantoic membrane assays."}, {"pubmed": 21484860, "text": "Increased expression of CTGF is associated with hypertrophy of the ligamentum flavum in patients with lumbar spinal stenosis."}, {"pubmed": 21501375, "text": "CTGF and TSP-1 expression are elevated in human heart failure."}, {"pubmed": 21503841, "text": "Our data suggest that CTGF plays an important role in papillary thyroid carcinoma progression by supporting tumor cell survival and drug resistance"}, {"pubmed": 21548990, "text": "the -945GC SNP does not affect plasma CTGF levels, incidence and prognosis of diabetic nephropathy, and cardiovascular outcome"}, {"pubmed": 21558398, "text": "CTGF acts as a molecular predictor of peritoneal carcinomatosis (PC) and could be a potential therapeutic target for the chemoprevention and treatment of PC in colorectal cancer patients."}, {"pubmed": 21569762, "text": "these results suggest that distinct biological function of stretch-induced CCN2/CTGF might regulate region-specific phenotypes of anterior cruciate ligament-derived cells."}, {"pubmed": 21576830, "text": "Atrial fibrillation patients and animals exhibited a significantly increased expression of connective tissue growth factor (CTGF). Angiotension II-induced CTGF expression might be involved in atrial substrate remodeling."}, {"pubmed": 21609573, "text": "increased expression of aortic CTGF in ascending thoracic aortic aneurysm specimens"}, {"pubmed": 21609598, "text": "AngII significantly increased the expression of CTGF mRNA in embryonic lung fibroblasts via the RhoA-ROCK pathway."}, {"pubmed": 21611193, "text": "CCN2 mRNA and protein was induced by strain, which caused Strain caused the rapid activation of latent TGFbeta."}, {"pubmed": 21629692, "text": "Results suggested the transcriptional regulation of estrogen signaling through interaction between CTGF and ER, and thus may provide a novel mechanism by which cross-talk between secreted growth factor and ER signaling pathways occurs."}, {"pubmed": 21654839, "text": "Overexpression of PTEN reduces the overexpression of type I collagen and CCN2 by dSSc fibroblasts"}, {"pubmed": 21659659, "text": "CTGF antagonism may offer a novel therapeutic strategy to alleviate BPD and PH in neonates."}, {"pubmed": 21673687, "text": "CTGF promotes melanoma cell invasion and migration and, therefore, has an important role in the progression of malignant melanoma."}, {"pubmed": 21747166, "text": "p53 induces CTGF expression and promotes liver fibrosis"}, {"pubmed": 21760921, "text": "This study defines a novel CCN2/alpha(v)beta(3) integrin/Src/Smad1 axis that contributes to the pro-fibrotic TGF-beta signaling."}, {"pubmed": 21771732, "text": "A CTGF-rich microenvironment facilitates CTGF-ITGB1-TrkA complex activation in TIC/TSCs, thereby increasing the invasiveness of malignant gliomas."}, {"pubmed": 21784839, "text": "Urinary and plasma CTGF are elevated in nondiabetic chronic kidney disease. Only urinary CTGF is normalized by antiproteinuric intervention."}, {"pubmed": 21800344, "text": "CTGF down-regulated tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) receptor 2 expression and was involved in the reduced sensitivity of these cells toward TRAIL-mediated apoptosis."}, {"pubmed": 21864521, "text": "plasma CCN2 levels showed significantly negative correlation with 6-month change of forced vital capacity (FVC) in patients with IPF. CONCLUSIONS: Plasma CCN2 is a potential biomarker for IPF"}, {"pubmed": 21907704, "text": "extracellular acidification induces CTGF production through the OGR1/G(q/11) protein and inositol-1,4,5-trisphosphate-induced Ca(2+) mobilization in human airway smooth muscle cells."}, {"pubmed": 21927029, "text": "A reverse correlation between CTGF and miR-504, miR-504 and FOXP1, and a positive correlation between CTGF and FOXP1 were shown."}, {"pubmed": 21928342, "text": "Data show that Wif-1 can interfere with CTGF-dependent induction of gene expression in primary murine chondrocytes, and indicate that Wif-1 may be a multifunctional modulator of signalling pathways in the cartilage compartment."}, {"pubmed": 21946149, "text": "the mechanisms mediating suppression of CTGF by adiponectin were analyzed in detail"}, {"pubmed": 21955589, "text": "connective tissue growth factor plays an important role in cell growth and invasion in human gastric cancer and it appears to be a potential prognostic marker for patients with gastric cancer"}, {"pubmed": 22045431, "text": "the polymorphism rs9493150 in the 5'-untranslated region of the connective tissue growth factor gene has no association with type 2 diabetes mellitus and surrogate markers of beta-cell area"}, {"pubmed": 22099397, "text": "CTGF is rapidly induced by TGF-beta1 already 1h after stimulation and reduced by BMP-7 application. Smad1/Smad5 or Id1/2 overexpression reduced the TGF-beta1-mediated expression of CTGF."}, {"pubmed": 22134873, "text": "results strongly suggest that MMP-3 induces CTGF/CCN2 production independently of the protease activity of MMP-3 and dependently on dynamin-related endocytosis"}, {"pubmed": 22205539, "text": "High intratumoral CTGF and intratumoral IL-11 expression were associated with progression-free survival and overall survival after hepatectomy."}, {"pubmed": 22328559, "text": "CTGF is increased in the human endometrium at the time of endometrial repair post-menses."}, {"pubmed": 22335903, "text": "CTGF is overexpressed in both pancreatic cancer cells in vitro and in vivo, indicating that it may play an important role in the cell proliferation and migration in pancreatic cancer."}, {"pubmed": 22340243, "text": "Knockdown of CTGF may be a potential therapeutic strategy for treatment of hepatocellular carcinoma."}, {"pubmed": 22350758, "text": "NRG1 is involved in fibrotic scar pathogenesis via PI3 kinase- or Src-mediated CTGF expression."}, {"pubmed": 22363806, "text": "JNK mediates the expression of CTGF and corneal scarring in corneal wound healing."}, {"pubmed": 22395513, "text": "TGF-beta1 has a crucial role in periodontal disease fibrogenesis by intensifying the action of CTGF"}, {"pubmed": 22416876, "text": "a positive correlation between plasma and synovial fluid CTGF levels and severity of knee osteoarthritis"}, {"pubmed": 22422617, "text": "Data suggest that sphingosine 1-phosphate receptor 1 transactivation is dependent on sphingosine kinase 1, is upstream of MAP kinase signaling system, and is required for LDL-regulated expression of CTGF in mesangial cells."}, {"pubmed": 22438586, "text": "CCN2 regulation by antiproliferative factor involves CKAP4 nuclear translocation and binding to the CCN2 promoter."}, {"pubmed": 22454511, "text": "LRP1 mediates the transport of CCN2."}, {"pubmed": 22466886, "text": "is likely involved in reparative dentinogenesis through formation of hard tissue in human carious teeth"}, {"pubmed": 22516997, "text": "TGF-beta1, CTGF, collagen I and collagen III were upregulated in sarcoiliac joints of ankylosing spondylitis patients."}, {"pubmed": 22532143, "text": "It conclude that in the murine atria, CCN1 and CCN2 proteins are expressed constitutively. In chronic heart failure, CCN proteins tend to be upregulated, which may be related to the action of angiotensin II."}, {"pubmed": 22533709, "text": "In Caucasians with type 2 diabetes, genetic variation in the CTGF -945 G/C polymorphism is not associated with cardiac or kidney complications."}, {"pubmed": 22539964, "text": "Identification of CCN2 as a downstream target of Ets-1 reveals a potential mechanism that may help unravel some of the effects of Ets-1 on osteoblast growth and differentiation."}, {"pubmed": 22576977, "text": "Mechanical stretch stimulates Smad3-dependent CCN2 transcription on chromatin and COL1A1 expression in human inner meniscus cells."}, {"pubmed": 22586581, "text": "hyperglycemia caused an induction of phosphorylated extracellular signal-related kinase 1/2 and Snail1 that was abrogated by silencing of TrkA or CCN2 using small interfering RNA"}, {"pubmed": 22611323, "text": "Detection of serum CCN2 in patients with chronic hepatitis B may have clinical significance for assessment of severity of hepatic fibrosis."}, {"pubmed": 22684333, "text": "The effects of CTGF expression on tumor formation are independent of its extracellular matrix function, but rather depend on its ability to activate catabolic metabolism."}, {"pubmed": 22699679, "text": "Genistein attenuates advanced glycation end product-induced expression of fibronectin and connective tissue growth factor"}, {"pubmed": 22795353, "text": "Hypoxia induces pancreatic stellate cells secretion of CTGF, leading to enhancement of pancreatic cancer invasiveness."}, {"pubmed": 22814105, "text": "Together these results suggest that the inhibitory effect of OSM on TGF-beta1-induced CTGF mRNA expression is mainly driven by STAT3, thereby providing a signaling mechanism whereby OSM may contribute to tubulointerstitial protection."}, {"pubmed": 22846210, "text": "Serum levels of CTGF may be a clinical utility for distinguishing nonalcoholic fatty liver disease patients with and without advanced fibrosis."}, {"pubmed": 22906474, "text": "The -945CC/CG genotype greatly decreased the susceptibility of systemic sclerosis in Asians. Review."}, {"pubmed": 22918238, "text": "TGFbeta signaling together with intrinsic disturbances in neurofibromatosis type 2 (NF2) and Hippo signaling cascades in malignant mesothelioma cells converges upon further expression of connective tissue growth factor."}, {"pubmed": 22964303, "text": "Data suggest that the signaling elements IL-6, IL-8, OPN, TLN1, and CTGF are involved with NF-kappaB p65 in random positioning machine (RPM)-dependent thyroid carcinoma cell spheroid formation."}, {"pubmed": 23029004, "text": "Data demonstrated that CTGF was negatively regulated by IFN-gamma in LEC in a Jak/Stat signaling pathway-dependent manner."}, {"pubmed": 23044205, "text": "Ang (1-7) can inhibit the Ang II-stimulated up-regulation of RhoA, ROCK and CTGF in hepatic stellate cells."}, {"pubmed": 23055574, "text": "Findings suggest that OPN, HMGB1, and CTGF contribute to the pathogenesis of proliferative vitreoretinal disorders."}, {"pubmed": 23056332, "text": "studies demonstrate a central role for CTGF expression in HCV-induced liver fibrosis and highlight the potential value of developing CTGF-based anti-fibrotic therapies to counter HCV-induced liver damage"}, {"pubmed": 23061738, "text": "Data suggest that urinary CCN3/CCN2 mRNA ratio may be a useful noninvasive biomarker for evaluating patients with nondiabetic chronic kidney disease (CKD) prior to renal biopsy."}, {"pubmed": 23073116, "text": "These findings suggest that Connective tissue growth factor is not only an important mediator but potent activator of Epithelial to mesenchymal transition in peritoneal mesothelial cells, which in turn promotes gastric cancer cell adhesion to peritoneum."}, {"pubmed": 23108098, "text": "these results indicate that thrombin might activate c-Src to induce JAK2 activation, which in turn, causes STAT3 activation, and finally induces CCN2 expression in human lung fibroblasts."}, {"pubmed": 23142580, "text": "It was found that found that CCN2 could bind to fibroblast growth factor receptors 2 and 3, with a higher affinity towards 2. The binding of fibroblast growth factor receptor 2 to fibroblast growth factor 2 and 4 was enhanced by CCN2."}, {"pubmed": 23175185, "text": "CCN family protein 2 induces ubiquitination-dependent degradation of EGFR by disrupting the beta-pix/c-casitas B-lineage lymphoma (c-Cbl) complex."}, {"pubmed": 23227240, "text": "CTGF increased IL-6 production in osteoarthritic synovial fibroblasts via the alphavbeta5 integrin, ASK1, p38/JNK, and AP-1/NF-kappaB signaling pathways."}, {"pubmed": 23274856, "text": "our results indicated that CTGF enhances the migration of monocyte cells by increasing MCP-1 expression through the alphavbeta5 integrin, FAK, MEK, ERK, and NF-kappaB/AP-1 signal transduction pathway."}, {"pubmed": 23280549, "text": "A novel signaling pathway for GDF-15 through interaction with the matricellular signaling molecule CCN2."}, {"pubmed": 23284892, "text": "Increased myocardial CTGF activities after MI are associated with attenuation of LV remodeling and improved LV function mediated by attenuation of inflammatory responses and inhibition of apoptosis."}, {"pubmed": 23307318, "text": "Enhanced production of CTGF is associated with hepatocellular carcinoma metastasis to bone."}, {"pubmed": 23323010, "text": "CCN2 has a role in the growth and metastasis of hepatocellular carcinoma"}, {"pubmed": 23368866, "text": "CTGF expression showed a progressive increase from chronic cholecystitis to dysplasia and then to early and advanced carcinoma. Immunochemical expression was significantly higher in advanced tumors in comparison with chronic cholecystitis and dysplasia."}, {"pubmed": 23383241, "text": "Connective tissue growth factor (CTGF/CCN2) is negatively regulated during neuron-glioblastoma interaction."}, {"pubmed": 23390502, "text": "MiR-145 regulates glioma cell migration by targeting CTGF which downregulates SPARC expression."}, {"pubmed": 23414795, "text": "Two groups of CCN2 polymorphisms independently modulate the progression of hepatic fibrosis."}, {"pubmed": 23435419, "text": "Anti-CTGF therapy for the treatment of advanced melanoma."}, {"pubmed": 23454256, "text": "IL-1alpha reduces CCN2 expression and increased TNC expression in human cardiac fibroblasts."}, {"pubmed": 23494140, "text": "ERK and JNK signaling mediate CCN2-induced extracellular matrix protein production and hypertrophic scar formation."}, {"pubmed": 23501329, "text": "CTGF expression in serum is an indicator of fibrogenic progression and malignant transformation in patients with chronic hepatitis B infection."}, {"pubmed": 23508392, "text": "Investigate collagen, CTGF and osteopontin ezpression in patients with ascending thoracic aortic aneurysms; results demonstrated that collagen, CTGF and osteopontin levels significantly increased in the ATAA group than in the control group."}, {"pubmed": 23530034, "text": "findings reveal a negative feedback loop between CCN2 and HIF-1alpha in NP cells and demonstrate a role for CCN2 in maintaining matrix homeostasis in this tissue."}, {"pubmed": 23564449, "text": "hnRNP-K regulates extracellular matrix, cell motility, and angiogenesis pathways. Involvement of the selected genes (Cck, Mmp-3, Ptgs2, and Ctgf) and pathways was validated by gene-specific expression analysis"}, {"pubmed": 23567513, "text": "CCN2 in the intervertebral disc is regulated by TGF-beta and hypoxia via HIF-1alpha, the critical determinants that characterize the disc microenvironment in health and disease. (Review)"}, {"pubmed": 23582094, "text": "CTGF appears to be a key regulator of fibrosis during maladaptive remodeling and progression to heart failure."}, {"pubmed": 23593935, "text": "Knockdown of CTGF resulted in significant reduction in cell viability, colony formation and anchorage-independent growth (P < 0.05) in gallbladder cancer cells."}, {"pubmed": 23631855, "text": "Tensile strain increases expression of CCN2 and COL2A1 by activating TGF-beta-Smad2/3 pathway in chondrocytic cells."}, {"pubmed": 23648563, "text": "The C-terminal module of CCN2 induces the Th17 differentiation of human Th17 cells and causes a renal Th17 inflammatory response."}, {"pubmed": 23663495, "text": "Fli1 and CTGF are important mediators of the fibrogenic actions of adenosine"}, {"pubmed": 23681229, "text": "CTGF-mediated upregulation of miR-18b was dependent on the increased binding of transcription factors."}, {"pubmed": 23687336, "text": "Coexpression of CTGF and pluripotency genes is associated with a worse prognosis in head and neck squamous cell carcinoma."}, {"pubmed": 23727026, "text": "we found that TGF-beta induced expression of CTGF was not mediated by TGF-b activated Smad signaling but mediated by TGF-beta activated Erk, JNK and p38 MAPK signaling"}, {"pubmed": 23741006, "text": "The data suggest an important role of CTGF in mesenchymal stromal cells differentiation into adipocytes and of leptin in homing and progression of leukemia."}, {"pubmed": 23755163, "text": "Reduced expression of CTGF promoted cell proliferation, migration, invasion and cell cycle progression through FAK/PI3K/AKT, epithelial-mesenchymal transition and MMP pathways in nasopharyngeal carcinoma."}, {"pubmed": 23772794, "text": "Hypomethylation of the CTGF locus is an essential prerequisite for aberrant CTGF expression in pre-B ALL."}, {"pubmed": 23824844, "text": "Similarly inhibits TGF-beta1-stimulated CCN2/CTGF expression."}, {"pubmed": 23847295, "text": "CTGF expression might play a role in the development of malignant tumors in the thyroid."}, {"pubmed": 23988606, "text": "CCN2 enhances keratinocyte adhesion and migration through integrin alpha5beta1 and activation of the focal adhesionkinase-MAPK signaling cascade."}, {"pubmed": 24005672, "text": "The total CTGF production induced by TGF-beta in activated HSCs is therefore, to a large extent, dependent on the balance and integration of the canonical Smad3 and Stat3 signaling pathways"}, {"pubmed": 24014274, "text": "These finding suggest that there is an increased expression of TGF-beta and CTGF, a TGF-beta regulated protein, and that this TGF-beta activation may be responsible for fibrosis in carpal tunnel syndrome patients."}, {"pubmed": 24035571, "text": "Sphingosine-1-phosphate stimulates CCN2 protein production in human buccal fibroblasts. Constitutive CCN2 overexpression may enhance the profibrotic activity in oral submucous fibrosis."}, {"pubmed": 24074434, "text": "CTGF induced the phenotype transition of tenon capsure fibroblasts individually and significantly promoted their proliferation it also demonstrated its role as a crucial factor in fibrosis."}, {"pubmed": 24079812, "text": "CCN2 was transiently expressed at the leading keratinocyte edge in wound healing."}, {"pubmed": 24090133, "text": "Breast tumour cells down-regulate CCN2 gene expression in co-cultured fibroblasts in a Smad7- and ERK-dependent manner."}, {"pubmed": 24112732, "text": "found that rCCN2 stimulated proliferation in dental mesenchyme in a dose-dependent manner. Together, the data indicate that expression of CCN genes is spatio-temporally regulated in developing tooth germs."}, {"pubmed": 24121259, "text": "These data implicate the rs6918698GG genotype with an age of disease onset of greater than 40 years in Crohn's disease whereas the rs9402373CC genotype is associated with a nonstricturing, nonpenetrating disease phenotype."}, {"pubmed": 24122827, "text": "Exosomal transfer of miR-214 is a paradigm for the regulation of CCN2-dependent fibrogenesis and identifies fibrotic pathways as targets of intercellular regulation by exosomal miRs."}, {"pubmed": 24146089, "text": "CTGF measurements might lead to a better discrimination of higher functional and structural heart failure stages and might identify patients of an increased risk for an acute cardiac decompensation."}, {"pubmed": 24154679, "text": "Data suggest that CTGF is highly expressed in primary precursor B-ALL cells from pediatric patients with acute lymphoblastic leukemia; CTGF knockdown exhibits anti-leukemia effects."}, {"pubmed": 24269276, "text": "This study aims to discover a more robust and effective CCN2 derivative to induce regeneration."}, {"pubmed": 24413988, "text": "when CTGF expression was maintained, the inhibitory effect of BMP9 on the MDA-MB-231 cells was abolished."}, {"pubmed": 24462773, "text": "data indicate that CTGF might be a critical oncogene of human osteosarcoma involved in resistance to paclitaxel treatment"}, {"pubmed": 24464580, "text": "CCN2 and inflammatory cytokines form a functional negative feedback loop in NP cells involving interleukin-1beta through alpha5beta1 and alphaVbeta3 integrins that may be important in the pathogenesis of disc disease"}, {"pubmed": 24464932, "text": "Plasma CTGF was increased in patients with more severe diastolic heart failure and myocardial fibrosis."}, {"pubmed": 24485923, "text": "we report that YAP and its downstream transcriptional targets CCN1 and CCN2 are markedly elevated in keratinocytes in human skin basal cell carcinoma"}, {"pubmed": 24503185, "text": "Interleukin-1-induced changes in the glioblastoma secretome suggest its role in tumor progression."}, {"pubmed": 24560449, "text": "Cyclosporine A may contribute to the pathogenesis of gingival overgrowth through upregulation of CCN2 expression in gingival fibroblasts."}, {"pubmed": 24577260, "text": "CTGF gene expression showed only a tendency in in chronic glomerulonephritis"}, {"pubmed": 24597264, "text": "expression of the antioxidase glutathione peroxidase 1 in pelvic support structure of pelvic organ prolapse women was decreased, which resulted in the antioxidation reduced and may induce down-regulation of transforming growth factor-beta1-CTGF pathway"}, {"pubmed": 24676352, "text": "DNA methylation is a regulatory mechanism of CTGF expression, which is decreased in patients with DM, particularly in those with DN, and may contribute to the pathogenesis of nephropathy."}, {"pubmed": 24689870, "text": "Under treatment with MMC and hydrostatic pressure, UC cells showed increasing apoptosis using extrinsic pathways through upregulation of TLR6 and CTGF"}, {"pubmed": 24700237, "text": "It plays critical roles in the tumorigenesis of several human malignancies and indeendent prognostic factor in stage IV head and neck squaous cell cancer."}, {"pubmed": 24703458, "text": "The CTGF and RFP-coexpressing renal tubular epithelial cell, HK-C2AR, could be used to quantitatively evaluate CTGF-specific small interfering RNAs on EMT by quantitatively detecting the RFP expression."}, {"pubmed": 24755068, "text": "TGF-beta2, CTGF and gremlin are all involved in epithelial mesenchymal transition and extracellular matrix synthesis via activation of Smad signaling pathway in lens epithelial cells."}, {"pubmed": 24758915, "text": "The expression of CTGF and its regulation by ceramide and TGF-beta, was examined."}, {"pubmed": 24828686, "text": "They also antagonized the TGF-beta1 induced up-regulation of CTGF and transgelin."}, {"pubmed": 24882759, "text": "CCN2 is packaged into secreted, nano-sized exosomes that mediate its intercellular transfer between hepatic stellate cells."}, {"pubmed": 24933320, "text": "the SSc epidermis provides an important source of pro-fibrotic CCN2 and proinflammatory S100A9 in SSc skin, and therefore contributes to the fibrosis and inflammation seen in the disease"}, {"pubmed": 24973271, "text": "Plasma CTGF may be a potential biomarker for stable asthma when evaluating the degree of persistent airway obstruction."}, {"pubmed": 24985492, "text": "The role of CTGF in the gastric cancer peritoneal metastasis:CTGF blocks integrin alpha3beta1-dependent adhesion of cancer cells."}, {"pubmed": 25003330, "text": "Data show CTGF elevating MMPs expression and subsequently promoting tumor metastasis in human osteosarcoma, down-regulating miR-519d via MEK and ERK pathways."}, {"pubmed": 25030555, "text": "A CTGF -945 C homozygote status is a significant risk factor for the progression of HCV-related chronic liver disease"}, {"pubmed": 25111595, "text": "In patients with schistosomiasis japonica, TGF-beta1 participates not only in the inflammatory process, but also in the fibrotic process in which Hsp47 and CTGF probably play a key role."}, {"pubmed": 25121739, "text": "suggest that CXCL12, acting through CXCR4, activates the Rac/ERK and JNK signaling pathways, which in turn initiates c-Jun phosphorylation, and recruits c-Jun and c-Fos to the CTGF promoter"}, {"pubmed": 25126747, "text": "Expression of CCN2, EMA, and FAP may be involved in the activation of cancer associated fibroblasts in hepatocellular carcinoma."}, {"pubmed": 25150958, "text": "hCTGF-induced tube formation and stimulated production of interleukin-8, an important angiogenic factor, in first trimester human placental trophoblast cells."}, {"pubmed": 25203810, "text": "highly expressed in ductular reactions of cirrhotic livers and cholangiocarcinoma"}, {"pubmed": 25261584, "text": "These findings indicate that CCN2 promotes proliferation and early differentiation but inhibits the terminal differentiation of myoblasts, thus suggesting that CCN2 plays a physiological role in myogenesis."}, {"pubmed": 25341039, "text": "CTGF activates PI3K, AKT, ERK, and NF-kappaB/ELK1 pathway, leading to the upregulation of miR-210, promoting HIF-1alpha-dependent VEGF expression and angiogenesis in human synovial fibroblasts."}, {"pubmed": 25349161, "text": "homozygosity of promoter-activating G allele in the CTGF_c.-945C>G variant is overrepresented in recovered heart failure patients with mechanical circulatory support"}, {"pubmed": 25384022, "text": "increased peritoneal expression of connective tissue growth factor (CCN2), transforming growth factor-beta1, and vascular endothelial growth factor in encapsulating peritoneal sclerosis encapsulating peritoneal sclerosis"}, {"pubmed": 25478966, "text": "Based on these findings, anti-CTGF scFv dimer may be a potential agent for the prevention of airway remodeling in asthma."}, {"pubmed": 25495560, "text": "identify autophagy as a novel activator of MTORC2 signaling leading to connective tissue growth factor induction and myofibroblast differentiation"}, {"pubmed": 25501363, "text": "CTGF expression was negatively regulated by miR133b in the human colorectum, suggesting that miR133b and CTGF may be candidate therapeutic targets in colorectal cancer."}, {"pubmed": 25502877, "text": "the rs6918698 GG genotype is associated with an increased risk of developing colon carcinoma, and genetic variations at the rs6918698 are associated with the growth pattern of the tumor."}, {"pubmed": 25601519, "text": "TGF-beta2 dependent upregulation of S1P5 is required for the induction of pro-fibrotic CTGF by TGF-beta in mesangial cells."}, {"pubmed": 25647524, "text": "CTGF is responsible for the observed effects of GPER on cancer-associated fibriblast activation and breast cancer invasion."}, {"pubmed": 25704370, "text": "Data suggest that an increased level of connective tissue growth factor (CTGF) appears to protect trabecular meshwork (TM) cells against damage induced by stress."}, {"pubmed": 25727481, "text": "Data describe a novel SMAD-binding element located in the 5'UTR region of the murine CTGF gene that regulates the expression of CTGF induced by TGF-b in C2C12 myoblast cell line, which involves SMAD3 and SP1/SP3 transcription factors."}, {"pubmed": 25727552, "text": "Pulsed dye laser can effectively suppress the growth of keloids and significantly down-regulate CTGF mRNA and CTGF expression."}, {"pubmed": 25738829, "text": "stromal CTGF expression was seen in a high percentage of male breast cancer"}, {"pubmed": 25761878, "text": "Our data indicated that downregulation of miR-26b in osteosarcoma elevated the levels of CTGF and Smad1, facilitating osteosarcoma metastasis"}, {"pubmed": 25779637, "text": "Data show that variations in the expression of periostin and CCN2 are related to an inflammatory microenvironment and the presence of TNFalpha in human chronic wounds."}, {"pubmed": 25847009, "text": "The expression of CTGF is an independent factor associated with shorter overall survival in hepatocellular carcinoma."}, {"pubmed": 25847507, "text": "The rs928501 was associated with exfoliation syndrome without and with glaucoma (p = 0.016 and 0.018, respectively."}, {"pubmed": 25899830, "text": "our results argue that MZF-1 regulates the CTGF and NOV genes in the hematopoietic compartment, and may be involved in their respective functions in the stroma."}, {"pubmed": 25916872, "text": "High Connective tissue growth factor expression is associated with the cicatrization of cellular crescents in ANCA-associated glomerulonephritis."}, {"pubmed": 25940705, "text": "TAZ promotes neuroblastoma cell proliferation and tumorigenicity through up-regulating the expression of CTGF genes."}, {"pubmed": 25955392, "text": "Results showed that CTGF were expressed in human granulosa cells and up-regulated by TGF-beta1 through the activation of Smad and ERK1/2 signaling pathway."}, {"pubmed": 26138615, "text": "Novel variant encoding only the CT domain may play a role in pre-B ALL tumorigenesis and/or progression."}, {"pubmed": 26171399, "text": "Data suggest that, in patients with type 1 diabetes mellitus and diabetic nephropathy, up-regulation of urinary CTGF level is independently associated with biomarkers of proximal and distal tubular dysfunction and pathology."}, {"pubmed": 26192087, "text": "Studied how rapamycin affects CCN2 expression and migration of lung fibroblasts in vitro; PI3K and inhibitors were used to determine rapamycin's mechanism of action."}, {"pubmed": 26218313, "text": "Report opposing effects of CCN2 and CCN5 on fibroblast proliferation and transdifferentiation induced by TGF-beta."}, {"pubmed": 26318291, "text": "CTGF was able to induce tumor cell epithelial-mesenchymal transition (EMT), and promote stroma deposition of collagen I fibers to stimulate tumor growth and metastasis."}, {"pubmed": 26421309, "text": "renoprotective therapeutic agents can specifically abolish CCN2 expression in diabetic nephropathy; CCN2 plays a pivotal role in disease progression [review]"}, {"pubmed": 26498181, "text": "Studies indicate that the CYR61 CTGF NOV matricellular proteins (CCN family of proteins) comprises the members CCN1, CCN2, CCN3, CCN4, CCN5 and CCN6 and have been identified in various types of cancer."}, {"pubmed": 26575166, "text": "In high-grade serous ovarian tumors the highest level of tumor stromal CTGF expression was correlated with the poorest prognosis. Identify CTGF as a promoter of peritoneal adhesion, likely to mediate metastasis, and a potential therapeutic target in high-grade serous ovarian cancer."}, {"pubmed": 26577677, "text": "Findings suggest that GDF8 and CTGF may play critical roles in the regulation of proliferative events in human granulosa cells."}, {"pubmed": 26707502, "text": "small interfering RNAmediated silencing of CTGF promoted cell death and suppressed osteosarcoma cell migration and invasion."}, {"pubmed": 26714814, "text": "Plasma CTGF levels were significantly higher in pulmonary arterial hypertension associated with congenital heart disease than in those with CHD and healthy volunteers"}, {"pubmed": 26719893, "text": "TGF-beta and CCN2 play an important role in IUA formation."}, {"pubmed": 26739296, "text": "Data suggest that CTGF could be involved in oncogenic pathways promoting non-viral hepatocellular carcinoma associated with metabolic risk factors via induction of liver inflammation."}, {"pubmed": 26804166, "text": "We document for the first time a functional role of CTGF in altering disease progression in a lymphoid malignancy. The findings provide support for targeting the bone marrow microenvironment in aggressive forms of leukaemia."}, {"pubmed": 26894649, "text": "real-time polymerase chain reaction showed higher expression levels of TGF-beta and CTGF in desmoid fibromatosis compared with normal skin. The high constitutive expression of beta-catenin downstream effectors; TGF-beta, CTGF has the potential for enabling targeted therapy"}, {"pubmed": 26909983, "text": "The gradual increase of CTGF and TGF-beta1 expression levels in liver tissue is associated with liver fibrosis. Early expression of CTGF and TGF-beta1 in biliary epithelial cells may be involved in the pathogenesis of congenital biliary atresia."}, {"pubmed": 27036370, "text": "It has now been shown that CTGF expression is essential for multiplication of fibroblasts, and in its absence, the fibroblasts become unresponsive to agents like TGF-beta1 that normally enhance their growth"}, {"pubmed": 27044368, "text": "CTGF plays a crucial role in the proliferation of fibroblast-like synoviocytes in rheumatoid arthritis (RA) and probably contributes to synovial lining cell hyperplasia and eventually to joint destruction in patients with RA."}, {"pubmed": 27075467, "text": "miR-143-3p inhibits hypertrophic scarring by regulating the proliferation and apoptosis of human HSFs, inhibiting ECM production-associated protein expression by targeting CTGF, and restraining the Akt/mTOR pathway."}, {"pubmed": 27155083, "text": "YAP/TAZ and Smad2 regulate CTGF expression in tubular epithelial cells. Reduced nuclear Smad2 correlated with impaired CTGF secretion in DMOG-treated cells and transient downregulation of Smad2 interfered with TGFbeta-1-induced CTGF synthesis. YAP is an indispensable transcription factor involved in CTGF synthesis."}, {"pubmed": 27179776, "text": "CTGF is overexpressed in gastric cancer and adjacent tissue compared to normal gastric tissue. Gastrin induces expression of CTGF in gastric epithelial cells."}, {"pubmed": 27248471, "text": "Data suggested that the co-expression of the Hippo transducers TAZ/YAP and CTGF may be an adverse prognostic factor in male breast cancer."}, {"pubmed": 27249027, "text": "The expression of inflammatory markers in the conjunctiva of trachomatous trichiasis patients were studied; CTGF, S100A7, and IL-1beta were all increased."}, {"pubmed": 27279555, "text": "TGF-beta1, in association with the increased expression of CTGF, contribute to the homeostasis of the extracellular matrix and to the hypertrophy of ligamentum flavum through the p38 MAPK pathway."}, {"pubmed": 27284727, "text": "RPTOR (regulatory associated protein of mTOR, complex 1) is a novel target of miR-155 in CF lung epithelial cells. The suppression of RPTOR expression and subsequent activation of TGF-beta signaling resulted in the induction of fibrosis by elevating connective tissue growth factor (CTGF) abundance in CF lung epithelial cells."}, {"pubmed": 27364355, "text": "High glucose-induced cytoplasmic translocation of Dnmt3a contributes to CTGF hypo-methylation in mesangial cells."}, {"pubmed": 27365368, "text": "The present findings indicate that genetic variation in CTGF may contribute to the attainment of extreme old age in Japanese."}, {"pubmed": 27390086, "text": "Connective tissue growth factor (CTGF) was found to be overrepresented in most significant enriched pathways and was experimentally confirmed as a bona fide target of miR-18a, which modulated cell migration and proliferation of human corneal epithelial cells."}, {"pubmed": 27392496, "text": "Results demonstrat that GDF8 stimulates the expression and secretion of CTGF in human granulosa cells and provide evidence that both proteins may play critical roles in the regulation of extracellular matrix formation in these cells."}, {"pubmed": 27393180, "text": "Decreased expression of CTGF is a common feature in Non Small Cell Lung Cancer; however, it can be restored by the chromatin-modifying agents such as 5-dAzaC or TSA and consequently restrain cancer development."}, {"pubmed": 27403934, "text": "our present findings indicate that the CTGF/p38 axis is a novel therapeutic target of NSCLC metastasis, particularly NSCLC secreting low levels of CTGF."}, {"pubmed": 27421245, "text": "Study shows the role of the CTGF gene as a target of miR-18a, and identifies the function of HBV/HBX/miR-18a/CTGF as a key signaling pathway mediating HBV infection-induced HCC."}, {"pubmed": 27486656, "text": "MEKK1/MEK1/ERK1/GLI-1/GLI-2, and AP-1 pathways mediated hypoxia-induced CTGF expression in human lung fibroblasts."}, {"pubmed": 27600173, "text": "results demonstrated that mechanical stretch and CoCl2-induced HIF-1alpha together increased the level of MMP-2 and decreased the levels of VEGF and CTGF in cultured ACL fibroblasts."}, {"pubmed": 27633176, "text": "The present study aimed to examine the clinical relevance of NOV along with CYR61 and CTGF in gastric cancer by analysing their transcript levels...the expression of NOV and CYR61 was increased in gastric cancer. The elevated expression of CYR61 was associated with poorer survival. NOV promoted proliferation and invasion of gastric cancer cells"}, {"pubmed": 27662798, "text": "CCN2 suppression by miR-199a-5p accounts, in part, for low-level fibrogenic gene expression in quiescent hepatic stellate cells (HSCs) and causes dampened gene expression in activated HSCs after horizontal transfer of miR-199a-5p in exosomes from quiescent HSCs."}, {"pubmed": 27704689, "text": "Authors found that CTGF is always associated with haemosiderin-pigmented macrophage-like cells, which suggests that CTGF is produced by synovial A cells following the uptake of blood breakdown products."}, {"pubmed": 27721022, "text": "CytoD modified MKL1, a coactivator of serum response factor (SRF) regulating CTGF induction, and promoted its nuclear localization."}, {"pubmed": 27771733, "text": "We found significantly more positively expressed Connective Tissue Growth Factor protein in Esophageal Squamous Cell Carcinoma tissues was than in normal adjacent esophageal tissues.  MiR-145 inhibited the proliferation, migration, invasiveness, and the EMT process of Esophageal Squamous Cell Carcinoma cells through targeted regulation of Connective Tissue Growth Factor expression."}, {"pubmed": 27806300, "text": "CTGF silencing aggravated energy stress induced by hyperthermia and enhanced apoptosis of hyperthermia-resistant cancers."}, {"pubmed": 28005267, "text": "CTGF expression is significantly upregulated in human masticatory mucosa during wound healing"}, {"pubmed": 28067893, "text": "Data show that the expression of Interleukin-8 (IL-8) and connective tissue growth factor (CTGF) was significantly reduced by treatment with vemurafenib and trametinib in (V600E)BRAF protein melanoma cells."}, {"pubmed": 28208216, "text": "SC-derived CCN2 partially accelerated tumor growth in vitro."}, {"pubmed": 28330503, "text": "In addition to well-known anti-inflammatory features, glucocorticoids may have adverse effects on long-term remodeling by TGF-beta1-independent induction of CTGF in lung cells. Simultaneous treatment with caffeine may attenuate glucocorticoid-induced expression of CTGF, thereby promoting restoration of lung homeostasis."}, {"pubmed": 28390067, "text": "Connective tissue growth factor (CTGF) is an important mediator of renal allograft fibrosis, and urinary CTGF (CTGFu) levels correlate with the development of allograft interstitial fibrosis. We evaluated the predictive value of CTGF protein expression in 160 kidney transplant recipients with paired protocol biopsies at 3 months and 5 years after transplantation."}, {"pubmed": 28438434, "text": "CTGF can reduce glycolysis and mitochondrial OXPHOS pathways by increasing mtTFA protein degradation and in turn reduces cancer migration and invasion in oral squamous cell carcinoma (OSCC)."}, {"pubmed": 28460577, "text": "CTGF and BMP2 are induced following myocardial ischemia in mice and humans."}, {"pubmed": 28463604, "text": "This work indicates that NELL-1, HMGB1, and CCN2 might enhance bone defect healing via the recruitment of endogenous cells and induction of vascularization and act via different processes than BMP2."}, {"pubmed": 28470428, "text": "TRAF1, CTGF, and CX3CL1 genes are hypomethylated in osteoarthritis"}, {"pubmed": 28478800, "text": "the up-regulation of CTGF expression by visfatin might be mediated via HIF-1a -dependent pathway, but not the TGF-b1 pathway in EAHy926 cells"}, {"pubmed": 28545716, "text": "Lymphangiogenesis during tubulointerstitial fibrosis to be associated with increased expression of CTGF and VEGF-C in human obstructed nephropathy as well as in diabetic kidney disease. vitro, CTGF induced VEGF-C production in HK-2 cells, while CTGF siRNA suppressed transforming growth factor beta1-induced VEGF-C upregulation."}, {"pubmed": 28617438, "text": "CTGF-mediated temozolomide resistance in glioblastoma operates through TGF-beta1-dependent activation of Smad/ERK signaling pathways"}, {"pubmed": 28731126, "text": "miR132 may target CTGF in regulating fibrosis in Ang IItreated cardiac fibroblasts."}, {"pubmed": 28798388, "text": "These results suggest that Angiotensin II induces CTGF expression and extracellular matrix accumulation through a special TGF-beta-independent interaction between the NF-kappaB and Smad2/3 signals elicited by the AT1/PKCalpha/p38 MAPK pathway."}, {"pubmed": 28815607, "text": "combined inhibition of ALK5 and CTGF is required to prevent TGFbeta-induced nodule formation in tri-cellular cultures"}, {"pubmed": 28837877, "text": "This study study discovered a positive feedback loop between CTGF and CCL18 in hepatocellular carcinoma metastasis."}, {"pubmed": 28870205, "text": "CCN2 plays a promoting role in hepatocellular carcinoma (HCC)progression through activating LRP6 in a HSPGs-dependent manner. Heparin in combination with chemotherapy has a synergic effect and could be a treatment choice for HCCs with a high CCN2 expression."}, {"pubmed": 28927757, "text": "Connective tissue growth factor (CTGF), a matricellular protein, combines with TGF-beta in the pathomechanism of many fibrotic disorders. This interaction takes place in asthma as well, as fibroblast to myofibroblast transition contributes to bronchial wall remodelling in persistent asthma."}, {"pubmed": 28931920, "text": "In conclusion, circulating levels of CCN2 measured in the acute phase of STEMI were not associated with final infarct size, left ventricular function or new clinical events."}, {"pubmed": 28977597, "text": "CTGF mediates TGF-beta1-inhibited human trophoblast cell invasion."}, {"pubmed": 29049376, "text": "In lesional SSc dermal fibroblasts, GKT-137831 reduced alpha-SMA and CCN2 protein overexpression and collagen gel contraction"}, {"pubmed": 29100790, "text": "Smurf2, an E3 ubiquitin ligase, interacts with PDE4B and attenuates liver fibrosis through miR-132 mediated CTGF inhibition"}, {"pubmed": 29145495, "text": "These findings suggest that 5-HT promotes CCN2 production through the 5-HT2AR in growth plates, and that it represses CCN2 production through the 5-HT2BR in articular cartilage for harmonized development of long bones"}, {"pubmed": 29166915, "text": "Serum connective tissue growth factor (CTGF) is a promising diagnostic biomarker for rheumatoid arthritis (RA)."}, {"pubmed": 29271992, "text": "connective tissue growth factor (CTGF) was the target gene regulated by miR-133b."}, {"pubmed": 29339038, "text": "Curcumin can suppress TGF-beta1-induced CTGF expression in human gingival fibroblasts through the interruption of Smad2 signaling."}, {"pubmed": 29483593, "text": "cTGF is highly expressed in Human Epicardial Adipose Tissue and associated with atrial fibrosis, and can be an important risk factor for Atrial Fibrillation ."}, {"pubmed": 29516637, "text": "the enhanced CTGF expression in asthmatic-airway smooth muscle may contribute to airway remodelling in asthma."}, {"pubmed": 29574063, "text": "Study describes the molecular and biological characteristics of CTGF, its regulation and various functions in the spectrum of development and regeneration to fibrosis. [review]"}, {"pubmed": 29620147, "text": "PVT1 was able to bind and degrade miR26b to promote connective tissue growth factor (CTGF) and angiopoietin 2 (ANGPT2) expression."}, {"pubmed": 29669735, "text": "tumor-secreted CTGF/VEGFA alone is sufficient to activate paired mammary fibroblasts from the same patient via ROCK1 and JunB signaling."}, {"pubmed": 29739987, "text": "Our findings demonstrate that CTGF is an essential downstream mediator for TGF-b1-induced extracellular matrix production and myofibroblast transdifferentiation in Graves' orbital fibroblasts and thus may provide with a potential therapeutic target for treatment of GO"}, {"pubmed": 29748618, "text": "results show that GAS5 serves as a sponge for miR-18a, inhibiting its capability to suppress CTGF protein translation and ultimately decreasing the adipogenic differentiation of Mesenchymal stem cells."}, {"pubmed": 29800920, "text": "Down-regulation of CTGF could markly decrease proliferation."}, {"pubmed": 29861095, "text": "In the human amygdala, CTGF expression was significantly increased in major depressive disorder compared with control subjects."}, {"pubmed": 29885461, "text": "Results provide new insights into the cross-talk among different cell types in the tumor microenvironment and suggest cancer-associated fibroblasts (CAFs) play an unappreciated role in melanoma metastasis and progression by being essential for tumor neovascularization via the production of CCN2."}, {"pubmed": 29902535, "text": "ADAM17/EGFR-dependent ERK activation mediated thrombin-stimulated CTGF expression in human lung fibroblasts."}, {"pubmed": 29903770, "text": "Here it is demonstrated that S1P activates YAP and that the S1P receptor 2 (S1PR2/S1P2) mediates S1P-induced YAP activation in both human and mouse hepatocellular carcinoma (HCC) cells. S1P promotes YAP-mediated upregulation of cysteine-rich protein 61 and connective tissue growth factor (CTGF), and stimulates HCC cell proliferation"}, {"pubmed": 29967264, "text": "our data identify tumor cell-derived CTGF as a keystone in the hepatocellular carcinoma (HCC) microenvironment, activating nearby Hepatic stellate cells (HSC) that transmit progrowth signals to HCC cells, and this interaction is susceptible to inhibition by an anti-CTGF antibody"}, {"pubmed": 30142763, "text": "Results show that mRNA and serum expression levels of Cyr61, CTGF, and VEGF in muscle tissues of patients with polymyositis (PM)/dermatomyositis (DM). These data suggest that these genes may be involved in the pathogenesis mainly by affecting the formation of blood vessels and promoting inflammatory response."}, {"pubmed": 30262666, "text": "CCN2 is synthesized and secreted as a preproprotein that is autoinhibited by its two N-terminal domains and requires proteolytic processing and homodimerization to become fully biologically active."}, {"pubmed": 30317661, "text": "CCN2 increases ABCG2 expression and promotes drug resistance through the alpha6beta1 integrin receptor, whereas CCN2 downregulates miR-519d."}, {"pubmed": 30365097, "text": "a significant negative correlation between hsamiR1455p and CTGF in ovarian cancer development, is reported."}, {"pubmed": 30383775, "text": "In regards to extracellular matrix remodelling, treprostinil significantly reduced PDGF-BB-TGF-beta1-CTGF induced synthesis and deposition of collagen type I and fibronectin, in a cAMP sensitive manner"}, {"pubmed": 30426494, "text": "CTGF small interfering RNA knockdown led to a substantial decrease in TGF-beta1-mediated collagen expression."}, {"pubmed": 30690026, "text": "Here we show that CTGF is up-regulated both in vivo and in vitro during hypertension. Overexpression of CTGF markedly promoted vascular smooth muscle cells (VSMCs) proliferation, whereas CTGF knockdown attenuated cyclic stretch-induced proliferation. Furthermore, 3'UTR reporter assays revealed that microRNA-19b-3p (miR-19b-3p) directly regulates CTGF expression."}, {"pubmed": 30693641, "text": "the expression of connective tissue growth factor (CTGF) was negatively related by miR-302c, and LV-miR-302c reversed the up-regulation of CTGF induced by TGF-b1"}, {"pubmed": 30695033, "text": "TGFbeta1, collagen, and CTGF are expressed in the stroma of adenomyotic endometria and demonstrate that TGFbeta1 can induce collagen production in endometrium-derived fibroblasts through cellular Smad2/3-dependent signaling pathway and CTGF expression, suggesting that endometrial TGFbeta may take part in the pathogenesis of adenomyosis and ectopic endometrium may participate in uterine adenomyosis."}, {"pubmed": 30697920, "text": "Increased CTGF expression was associated with enlarged left atrial diameter, atrial fibrosis and atrial anatomical remodelling in patients with atrial fibrillation."}, {"pubmed": 30841458, "text": "Inhibiting CTGF could improve inflammatory response."}, {"pubmed": 30900421, "text": "miR-145 suppressed the progression of AAD [acute aortic dissection] by targeting CTGF [connective tissue growth factor], suggesting that a miR-145/CTGF axis may provide a potential therapeutic target for AAD."}, {"pubmed": 31004409, "text": "Increased CTGF expression is associated with adipose tissue expansion, adipose tissue fibrosis, and multi-organ insulin resistance in people with obesity."}, {"pubmed": 31073205, "text": "CTGF expression is indicative of better survival rates in patients with medulloblastoma."}, {"pubmed": 31086050, "text": "In hemodialysis patients, CTGF is related to GFR, cardiovascular disease and underlying renal disease and increased the risk of all-cause mortality. Hemodiafiltration reduces CTGF."}, {"pubmed": 31124308, "text": "Behcet's disease patients showed a significant increase of CCN2 levels, especially in the group of patients with major organ involvement. A significant reduction of these levels was found in patients who received steroids or cyclophosphamide."}, {"pubmed": 31198002, "text": "TGF-beta 1/CTGF based on the p38 MAPK signaling pathway play an important role in the occurance and development of hypertrophy of human lumbar ligamentum flavum."}, {"pubmed": 31262970, "text": "The pathogenic role of connective tissue growth factor in osteoarthritis."}, {"pubmed": 31285444, "text": "MicroRNA-212-3p inhibits the Proliferation and Invasion of Human Hepatocellular Carcinoma Cells by Suppressing CTGF expression."}, {"pubmed": 31298008, "text": "TGF-beta 1 can promote CTGF, collagen type, collagen type gene level and protein expression in ligamentum flavum cells, and TGF-beta 1 can synergistically promote proliferation of ligamentum flavum cells through CTGF"}, {"pubmed": 31381269, "text": "Down-regulated CTGF suppress cell proliferation, migration, and invasion in human glioma through the inhibition of the JAK/STAT signaling pathway."}, {"pubmed": 31451010, "text": "These results demonstrate that M.tb is activated through TLR2 to induce JNK activation, further increasing the DNA binding activity of c-Jun and c-Fos and finally inducing CTGF expression and extracellular matrix production."}, {"pubmed": 31559693, "text": "Down-regulation of interferon regulatory factor 2 binding protein 2 suppresses gastric cancer progression by negatively regulating connective tissue growth factor."}, {"pubmed": 31559874, "text": "CCN2 is independently related to subsequent need for abdominal aorta aneurysm repair, but has negligible predictive power for clinical use."}, {"pubmed": 31578579, "text": "High CTGF expression is associated with epithelial ovarian carcinoma."}, {"pubmed": 31610176, "text": "High CCN2 expression is associated with Melanoma."}, {"pubmed": 31773302, "text": "Epigenetic activation of CTGF transcription by high glucose in renal tubular epithelial cells is mediated by myocardin-related transcription factor A."}, {"pubmed": 31922209, "text": "Connective tissue growth factor in hepatocytes is elevated by carbon tetrachloride via STAT3 activation."}, {"pubmed": 32016800, "text": "Hypomethylation of CTGF Promoter in Placenta and Peripheral Blood of Pre-eclampsia Women."}, {"pubmed": 32024900, "text": "Expression of Female Sex Hormone Receptors, Connective Tissue Growth Factor and HER2 in Gallbladder Cancer."}, {"pubmed": 32054109, "text": "Paracrine Signaling from Breast Cancer Cells Causes Activation of ID4 Expression in Tumor-Associated Macrophages."}, {"pubmed": 32120837, "text": "Src Inhibition Attenuates Liver Fibrosis by Preventing Hepatic Stellate Cell Activation and Decreasing Connetive Tissue Growth Factor."}, {"pubmed": 32134425, "text": "RNAi nanotherapy for fibrosis: highly durable knockdown of CTGF/CCN-2 using siRNA-DegradaBALL (LEM-S401) to treat skin fibrotic diseases."}, {"pubmed": 32210715, "text": "Connective tissue growth factor (CTGF) regulates the fusion of osteoclast precursors by inhibiting Bcl6 in periodontitis."}, {"pubmed": 32316324, "text": "Roles of Interaction between CCN2 and Rab14 in Aggrecan Production by Chondrocytes."}, {"pubmed": 32554753, "text": "Epithelial Vasopressin Type-2 Receptors Regulate Myofibroblasts by a YAP-CCN2-Dependent Mechanism in Polycystic Kidney Disease."}, {"pubmed": 32705221, "text": "Connective tissue growth factor produced by cancerassociated fibroblasts correlates with poor prognosis in epithelioid malignant pleural mesothelioma."}, {"pubmed": 32885819, "text": "Transforming growth factor-beta1 induces connective tissue growth factor expression and promotes peritoneal metastasis of gastric cancer."}, {"pubmed": 33048316, "text": "Down-regulation of Exosomal miR-214-3p Targeting CCN2 Contributes to Endometriosis Fibrosis and the Role of Exosomes in the Horizontal Transfer of miR-214-3p."}, {"pubmed": 33087801, "text": "Identification of drivers of breast cancer invasion by secretome analysis: insight into CTGF signaling."}, {"pubmed": 33098545, "text": "Forkhead box K1 facilitates growth of papillary thyroid carcinoma cells by regulating connective tissue growth factor expression."}, {"pubmed": 33260349, "text": "TGF-beta Induced CTGF Expression in Human Lung Epithelial Cells through ERK, ADAM17, RSK1, and C/EBPbeta Pathways."}, {"pubmed": 33283725, "text": "[Expression and Clinical Significance of CTGF in Patients with Multiple Myeloma]."}, {"pubmed": 33358742, "text": "The CTGF gene -945 G/C polymorphism is associated with target lesion revascularization for in-stent restenosis."}, {"pubmed": 33426067, "text": "Connective Tissue Growth Factor in Digestive System Cancers: A Review and Meta-Analysis."}, {"pubmed": 33431336, "text": "Abnormal expression of connective tissue growth factor and its correlation with fibrogenesis in adenomyosis."}, {"pubmed": 33594198, "text": "Hepatic connective tissue growth factor expression and regulation differ between non-steatotic and non-alcoholic steatotic livers from brain-dead donor."}, {"pubmed": 33629293, "text": "Interrupting TGF-beta1/CCN2/integrin-alpha5beta1 signaling alleviates high mechanical-stress caused chondrocyte fibrosis."}, {"pubmed": 33662577, "text": "Selective deletion of connective tissue growth factor attenuates experimentally-induced pulmonary fibrosis and pulmonary arterial hypertension."}, {"pubmed": 33692467, "text": "CTGF regulates cell proliferation, migration, and glucose metabolism through activation of FAK signaling in triple-negative breast cancer."}, {"pubmed": 33760200, "text": "Connective tissue growth factor promotes retinal pigment epithelium mesenchymal transition via the PI3K/AKT signaling pathway."}, {"pubmed": 33828075, "text": "Knockdown of MCM8 functions as a strategy to inhibit the development and progression of osteosarcoma through regulating CTGF."}, {"pubmed": 33877553, "text": "Association of Plasma Connective Tissue Growth Factor Levels with Hyperthyroid Heart Disease."}, {"pubmed": 33962151, "text": "Expression and localization of FGFR1, FGFR2 and CTGF during normal human lung development."}, {"pubmed": 34011384, "text": "Histone deacetylase 7 mediates endothelin-1-induced connective tissue growth factor expression in human lung fibroblasts through p300 and activator protein-1 activation."}, {"pubmed": 34096606, "text": "YAP, CTGF and Cyr61 are overexpressed in tamoxifen-resistant breast cancer and induce transcriptional repression of ERalpha."}, {"pubmed": 34122421, "text": "Connective Tissue Growth Factor Is Overexpressed in Explant Lung Tissue and Broncho-Alveolar Lavage in Transplant-Related Pulmonary Fibrosis."}, {"pubmed": 34132366, "text": "Long noncoding RNA 00858 knockdown alleviates bladder cancer via regulation of the miR30645p/CTGF axis."}, {"pubmed": 34204856, "text": "Influence of TGFBR2, TGFB3, DNMT1, and DNMT3A Knockdowns on CTGF, TGFBR2, and DNMT3A in Neonatal and Adult Human Dermal Fibroblasts Cell Lines."}, {"pubmed": 34296783, "text": "Lower expression of Hsa_circRNA_102682 in diabetic hyperhomocysteinemia negatively related to creatinemia is associated with TGF-beta and CTGF."}, {"pubmed": 34314740, "text": "BMP6 increases CD68 expression by up-regulating CTGF expression in human granulosa-lutein cells."}, {"pubmed": 34601016, "text": "Endothelial cell-derived pro-fibrotic factors increase TGF-beta1 expression by smooth muscle cells in response to cycles of hypoxia-hyperoxia."}, {"pubmed": 34628139, "text": "Effect of cellular communication network factor 2/connective tissue growth factor on tube formation by endothelial cells derived from human periodontal ligaments."}, {"pubmed": 34702315, "text": "The protein-protein interaction between connective tissue growth factor and annexin A2 is relevant to pannus formation in rheumatoid arthritis."}, {"pubmed": 34812907, "text": "Connective Tissue Growth Factor Single Nucleotide Polymorphisms in (Familial) Pulmonary Fibrosis and Connective Tissue Disease Associated Interstitial Lung Disease."}, {"pubmed": 34826606, "text": "Serum and glucocorticoid-regulated kinase 1 regulates transforming growth factor beta1-connective tissue growth factor pathway in chronic rhinosinusitis."}, {"pubmed": 35316957, "text": "Connective tissue growth factor expression hints at aggressive nature of colorectal cancer."}, {"pubmed": 35395768, "text": "Connective tissue growth factor mediates bone morphogenetic protein 2-induced increase in hyaluronan production in luteinized human granulosa cells."}, {"pubmed": 35441763, "text": "Extracellular ATP promotes angiogenesis and adhesion of TNBC cells to endothelial cells via upregulation of CTGF."}, {"pubmed": 35713503, "text": "The role of YAP1 target gene CTGF in the anoikis resistance of rheumatoid arthritis synovial fibroblasts."}, {"pubmed": 35876037, "text": "CCN2 Facilitates IL-17 Production and Osteoclastogenesis in Human Osteoarthritis Synovial Fibroblasts by Inhibiting miR-655 Expression."}, {"pubmed": 35921911, "text": "Cellular communication network 2 (connective tissue growth factor) aggravates acute DNA damage and subsequent DNA damage response-senescence-fibrosis following kidney ischemia reperfusion injury."}, {"pubmed": 36068594, "text": "Connective tissue growth factor promotes cementogenesis and cementum repair via Cx43/beta-catenin axis."}, {"pubmed": 36158888, "text": "CTGF Promotes the Osteoblast Differentiation of Human Periodontal Ligament Stem Cells by Positively Regulating BMP2/Smad Signal Transduction."}, {"pubmed": 36209585, "text": "Comparative proteomics reveals elevated CCN2 in NGLY1-deficient cells."}, {"pubmed": 36210625, "text": "STAT3 is Activated by CTGF-mediated Tumor-stroma Cross Talk to Promote HCC Progression."}, {"pubmed": 36504062, "text": "[Serum levels of endothelin-1 and connective tissue growth factor are elevated in patients with atrial fibrillation and correlated with relapse following radiofrequency ablation]."}, {"pubmed": 36529291, "text": "The carboxyl-terminal TSP1-homology domain is the biologically active effector peptide of matricellular protein CCN5 that counteracts profibrotic CCN2."}, {"pubmed": 36672237, "text": "The Role of CTGF in Liver Fibrosis Induced in 3D Human Liver Spheroids."}, {"pubmed": 37002970, "text": "Hsa-miR-379 down-regulates Rac1/MLK3/JNK/AP-1/Collagen I cascade reaction by targeting connective tissue growth factor in human alveolar basal epithelial A549 cells."}, {"pubmed": 37330435, "text": "SPARC accelerates biliary tract cancer progression through CTGF-mediated tumor-stroma interactions: SPARC as a prognostic marker of survival after neoadjuvant therapy."}, {"pubmed": 37689702, "text": "Human blood vessel organoids reveal a critical role for CTGF in maintaining microvascular integrity."}, {"pubmed": 37741976, "text": "CTGF promotes the repair and regeneration of alveoli after acute lung injury by promoting the proliferation of subpopulation of AEC2s."}, {"pubmed": 38134555, "text": "CTGF regulates mineralization in human mature chondrocyte by controlling Pit-1 and modulating ANK via the BMP/Smad signalling."}, {"pubmed": 38167009, "text": "Characterization of gastric cancer-stimulated signaling pathways and function of CTGF in cancer-associated fibroblasts."}, {"pubmed": 38602559, "text": "CCN2/CTGF expression does not correlate with fibrosis in myeloproliferative neoplasms, consistent with noncanonical TGF-beta signaling driving myelofibrosis."}], "genomic_pos": {"chr": "6", "end": 131951372, "ensemblgene": "ENSG00000118523", "start": 131948176, "strand": -1}, "genomic_pos_hg19": {"chr": "6", "end": 132272513, "start": 132269316, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001502", "qualifier": "involved_in", "term": "cartilage condensation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001503", "qualifier": "involved_in", "term": "ossification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001894", "qualifier": "involved_in", "term": "tissue homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002062", "qualifier": "involved_in", "term": "chondrocyte differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007160", "qualifier": "involved_in", "term": "cell-matrix adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007229", "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008543", "qualifier": "involved_in", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008544", "pubmed": 10809757, "qualifier": "involved_in", "term": "epidermis development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009611", "pubmed": 10809757, "qualifier": "involved_in", "term": "response to wounding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010629", "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030324", "qualifier": "involved_in", "term": "lung development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032330", "qualifier": "involved_in", "term": "regulation of chondrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035988", "qualifier": "involved_in", "term": "chondrocyte proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045597", "qualifier": "involved_in", "term": "positive regulation of cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045597", "pubmed": 20008146, "qualifier": "involved_in", "term": "positive regulation of cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046330", "pubmed": 20008146, "qualifier": "involved_in", "term": "positive regulation of JNK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051496", "pubmed": 20008146, "qualifier": "involved_in", "term": "positive regulation of stress fiber assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070374", "pubmed": 20008146, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071897", "qualifier": "involved_in", "term": "DNA biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072593", "qualifier": "involved_in", "term": "reactive oxygen species metabolic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 10809757, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "is_active_in", "term": "extracellular matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28327460, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005178", "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9927660, 16457822, 21629692, 30232710], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005520", "pubmed": 9371786, "qualifier": "enables", "term": "insulin-like growth factor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}]}, "homologene": {"genes": [[7955, 321449], [8364, 548598], [9031, 374135], [9598, 463003], [9606, 1490], [9615, 476202], [9913, 281103], [10090, 14219], [10116, 64032]], "id": 1431}, "interpro": [{"desc": "Insulin-like growth factor-binding protein, IGFBP", "id": "IPR000867", "short_desc": "IGFBP-like"}, {"desc": "Thrombospondin type-1 (TSP1) repeat", "id": "IPR000884", "short_desc": "TSP1_rpt"}, {"desc": "VWFC domain", "id": "IPR001007", "short_desc": "VWF_dom"}, {"desc": "Cystine knot, C-terminal", "id": "IPR006207", "short_desc": "Cys_knot_C"}, {"desc": "Glycoprotein hormone subunit beta", "id": "IPR006208", "short_desc": "Glyco_hormone_CN"}, {"desc": "Growth factor receptor cysteine-rich domain superfamily", "id": "IPR009030", "short_desc": "Growth_fac_rcpt_cys_sf"}, {"desc": "IGFBP-related, CNN", "id": "IPR012395", "short_desc": "IGFBP_CNN"}, {"desc": "Insulin-like growth factor binding protein, N-terminal, Cys-rich conserved site", "id": "IPR017891", "short_desc": "Insulin_GF-bd_Cys-rich_CS"}, {"desc": "Thrombospondin type-1 (TSP1) repeat superfamily", "id": "IPR036383", "short_desc": "TSP1_rpt_sf"}, {"desc": "CCN, TSP1 domain", "id": "IPR043973", "short_desc": "TSP1_CCN"}], "ipi": ["IPI00020977", "IPI00220647"], "map_location": "6q23.2", "name": "cellular communication network factor 2", "other_names": ["CCN family member 2", "IGF-binding protein 8", "connective tissue growth factor", "hypertrophic chondrocyte-specific protein 24", "insulin-like growth factor-binding protein 8"], "pantherdb": {"HGNC": "2500", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95537", "ortholog_type": "LDO", "panther_family": "PTHR11348", "taxid": 10090, "uniprot_kb": "P29268"}, {"RGD": "621392", "ortholog_type": "LDO", "panther_family": "PTHR11348", "taxid": 10116, "uniprot_kb": "Q9R1E9"}, {"Ensembl": "ENSGALG00000037402", "ortholog_type": "LDO", "panther_family": "PTHR11348", "taxid": 9031, "uniprot_kb": "A0A1D5PD05"}, {"ZFIN": "ZDB-GENE-030131-102", "ortholog_type": "LDO", "panther_family": "PTHR11348", "taxid": 7955, "uniprot_kb": "Q5RI33"}, {"FlyBase": "FBgn0052183", "ortholog_type": "LDO", "panther_family": "PTHR11348", "taxid": 7227, "uniprot_kb": "Q9VVK3"}], "uniprot_kb": "P29279"}, "pathway": {"kegg": [{"id": "hsa04371", "name": "Apelin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}], "pid": [{"id": "amb2_neutrophils_pathway", "name": "amb2 Integrin signaling"}, {"id": "tgfbrpathway", "name": "TGF-beta receptor signaling"}], "reactome": [{"id": "R-HSA-2032785", "name": "YAP1- and WWTR1 (TAZ)-stimulated gene expression"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878159", "name": "Transcriptional regulation by RUNX3"}, {"id": "R-HSA-8951671", "name": "RUNX3 regulates YAP1-mediated transcription"}], "wikipathways": [{"id": "WP3624", "name": "Lung fibrosis"}, {"id": "WP3668", "name": "Hypothesized Pathways in Pathogenesis of Cardiovascular Disease"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4535", "name": "Envelope proteins and their potential roles in EDMD physiopathology"}, {"id": "WP4541", "name": "Hippo-Merlin Signaling Dysregulation"}, {"id": "WP4747", "name": "Netrin-UNC5B signaling pathway"}]}, "pfam": ["PF00007", "PF00093", "PF00219", "PF19035"], "pharmgkb": "PA27003", "pharos": {"target_id": 20197, "tdl": "Tbio"}, "pir": "A40551", "prosite": ["PS01225", "PS50092", "PS50184", "PS51323"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248027", "relationship": "is"}, {"id": "GNF248028", "relationship": "is"}, {"id": "GNF248029", "relationship": "is"}, {"id": "GNF248030", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF031834", "relationship": "weakly similar to"}, "GNF_mm+hs-MGC": {"id": "GNF130330", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336016", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097284", "relationship": "is"}, {"id": "GNF136939", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_016131.2"], "protein": "NP_001892.2", "rna": "NM_001901.4", "translation": {"protein": "NP_001892.2", "rna": "NM_001901.4"}}, "reporter": {"HG-U133_Plus_2": "209101_at", "HG-U95Av2": "36638_at", "HTA-2_0": "TC06002112.hg.1", "HuEx-1_0": "2974330", "HuGene-1_1": "8129562", "HuGene-2_1": "17023646"}, "summary": "The protein encoded by this gene is a mitogen that is secreted by vascular endothelial cells. The encoded protein plays a role in chondrocyte proliferation and differentiation, cell adhesion in many cell types, and is related to platelet-derived growth factor. Certain polymorphisms in this gene have been linked with a higher incidence of systemic sclerosis. [provided by RefSeq, Nov 2009].", "symbol": "CCN2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413791"}, "unigene": "Hs.410037", "uniprot": {"Swiss-Prot": "P29279", "TrEMBL": "Q5M8T4"}, "wikipedia": {"url_stub": "CTGF"}}