{"AllianceGenome": "7885", "HGNC": "7885", "MIM": "164958", "_id": "4856", "_version": 2, "accession": {"genomic": ["AC021733.12", "CH471060.1", "CP068270.2", "CS021388.1", "EU118751.1", "NC_000008.11", "NC_060932.1", "NG_009779.1", "X78351.1", "X78352.1", "X78353.1", "X78354.1"], "protein": ["AAH15028.1", "AAL92490.1", "ABW90714.1", "BAG35274.1", "BAG57572.1", "CAA55146.1", "CAA65403.1", "CAG33713.1", "CAI58925.1", "EAW91984.1", "EAW91985.1", "NP_002505.1", "P48745.1"], "rna": ["AK294289.1", "AK312355.1", "AY082381.1", "BC015028.1", "CR457432.1", "DA162276.1", "NM_002514.4", "X96584.1"], "translation": [{"protein": "NP_002505.1", "rna": "NM_002514.4"}, {"protein": "AAL92490.1", "rna": "AY082381.1"}, {"protein": "BAG35274.1", "rna": "AK312355.1"}, {"protein": "BAG57572.1", "rna": "AK294289.1"}, {"protein": "CAA65403.1", "rna": "X96584.1"}, {"protein": "AAH15028.1", "rna": "BC015028.1"}, {"protein": "CAG33713.1", "rna": "CR457432.1"}]}, "alias": ["IBP-9", "IGFBP-9", "IGFBP9", "NOV", "NOVh"], "ensembl": {"gene": "ENSG00000136999", "protein": "ENSP00000259526", "transcript": ["ENST00000259526", "ENST00000520082"], "translation": [{"protein": "ENSP00000259526", "rna": "ENST00000259526"}], "type_of_gene": "protein_coding"}, "entrezgene": "4856", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.09981876176, "exp_mis": 129.456802753, "exp_syn": 52.8677647868, "lof_z": 2.00304279973958, "mis_z": 0.363546592273877, "mu_lof": 6.80717893337e-07, "mu_mis": 1.22707954238e-05, "mu_syn": 5.01331469943e-06, "n_lof": 3.0, "n_mis": 121.0, "n_syn": 50.0, "p_li": 0.113896789353618, "p_null": 0.0277221005972312, "p_rec": 0.858381110049151, "syn_z": 0.24451007198926}, "bp": 1074, "cds_end": 120435372, "cds_start": 120428772, "n_exons": 5, "nonpsych": {"exp_lof": 8.1402407173, "exp_mis": 117.074928919, "exp_syn": 47.7544570606, "lof_z": 2.11358033750826, "mis_z": 0.562876755594735, "mu_lof": 6.80717893337e-07, "mu_mis": 1.22707954238e-05, "mu_syn": 5.01331469943e-06, "n_lof": 2.0, "n_mis": 105.0, "n_syn": 43.0, "p_li": 0.350084053099548, "p_null": 0.0159279246605979, "p_rec": 0.633988022239854, "syn_z": 0.433169346003231}, "nontcga": {"exp_lof": 8.36247867522, "exp_mis": 119.090912267, "exp_syn": 48.62899258, "lof_z": 1.82927643993112, "mis_z": 0.369375414760607, "mu_lof": 6.80717893337e-07, "mu_mis": 1.22707954238e-05, "mu_syn": 5.01331469943e-06, "n_lof": 3.0, "n_mis": 111.0, "n_syn": 45.0, "p_li": 0.0912107615401644, "p_null": 0.0392732139787478, "p_rec": 0.869516024481088, "syn_z": 0.329503794567454}, "transcript": "ENST00000259526.3"}, "exons": [{"cdsend": 119423132, "cdsstart": 119416532, "chr": "8", "position": [[119416445, 119416616], [119416743, 119416969], [119418057, 119418309], [119419130, 119419345], [119422835, 119424433]], "strand": 1, "transcript": "NM_002514", "txend": 119424433, "txstart": 119416445}], "exons_hg19": [{"cdsend": 120435372, "cdsstart": 120428772, "chr": "8", "position": [[120428685, 120428856], [120428983, 120429209], [120430297, 120430549], [120431370, 120431585], [120435075, 120436673]], "strand": 1, "transcript": "NM_002514", "txend": 120436673, "txstart": 120428685}], "generif": [{"pubmed": 11891184, "text": "expression of this protein appears to be associated with a higher risk of developing metastases in Ewing's sarcoma"}, {"pubmed": 12050162, "text": "association with Notch1 extracellular domain and inhibition of myoblast differentiation via Notch signaling pathway"}, {"pubmed": 12519873, "text": "NOVH concentration was significantly modified in malignant but not benign adrenocortical tumors; the concentration of NOVH was significantly decreased in patients suffering from astrocytomas or multiple sclerosis"}, {"pubmed": 12695522, "text": "in endothelial cells, CCN3 supports cell adhesion, induces directed cell migration (chemotaxis), and promotes cell survival"}, {"pubmed": 14519668, "text": "NOVH increases cell adhesion and migration of glioblastoma cells via matrix metalloprotease 3 expression and a PDGFR-alpha dependent mechanism."}, {"pubmed": 15053922, "text": "evidence that adenylate cyclase as well as one or several protein kinases might be involved in the mechanoregulation of Cyr61, CTGF and Nov genes"}, {"pubmed": 15181016, "text": "Cx43 is able to regulate cell growth via an up-regulation of NOV transcription"}, {"pubmed": 15611078, "text": "CCN3 has a role in cutaneous wound healing in skin fibroblasts"}, {"pubmed": 15824736, "text": "expression of CCN3 in Ewing's sarcoma primary tumors may be associated with a higher risk of developing lung and/or bone metastases"}, {"pubmed": 16145471, "text": "Data indicates that NOV is associated with carcinogenesis and the progression of renal cell carcinoma, and the NOV expression level is different in papillary-type and clear cell-type RCC."}, {"pubmed": 16600215, "text": "Results suggest that NOV (nephroblastoma overexpressed) is a specific cell fate regulator in the myogenic lineage, acting negatively on key myogenic genes thus controlling the transition from progenitor cells to myoblasts."}, {"pubmed": 16670264, "text": "Transfecting CCN3 into BCR-ABL+ cells inhibited proliferation and decreased clonogenic potential in acute myeloid leukemia."}, {"pubmed": 16675545, "text": "In early-onset pre-eclamptic placentae, NOV was expressed at a significantly lower level compared with normal matched controls, indicating a potential role of this molecule in the pathogenesis of early-onset pre-eclampsia."}, {"pubmed": 17101694, "text": "DDR1 knockdown decreased melanocyte adhesion to collagen IV and shifted melanocyte localization in a manner similar to CCN3 knockdown."}, {"pubmed": 17163153, "text": "CCN protein also interact with several other receptors and ligands that play critical roles in the regulation of cell signaling and communication"}, {"pubmed": 17340618, "text": "Data suggest that the production of CCN3 varies throughout the cell cycle, and that CCN3-induced inhibition of cell growth can be partially reversed by specific antibodies raised against a C-terminal peptide of CCN3."}, {"pubmed": 17463287, "text": "Nov is identified as being essential for the functional integrity of hematopoietic stem and progenitor cells"}, {"pubmed": 17566092, "text": "reduced expression of NOV in childhood adrenocortical tumors may play an important role in the process of childhood childhood adrenocortical tumors tumorigenesis"}, {"pubmed": 17968313, "text": "results suggest that the lack of CCN3 in advanced melanoma cells contributes to their invasive phenotype"}, {"pubmed": 17968313, "text": "the lack of CCN3 in advanced melanoma cells contributes to their invasive phenotype."}, {"pubmed": 18066593, "text": "Our data suggest expression of a truncated nuclear CCN3 variant lacking the thrombospondin type-1-like domain and cytoplasmic full-length CCN3 protein in Wilms' tumor cells."}, {"pubmed": 18089610, "text": "Reduction of CCN1/CCN3 in preeclampsia could be responsible for the failure of uterine vascular remodeling."}, {"pubmed": 18245471, "text": "CCN3 may play a role in the progression and metastatic potential of melanomas"}, {"pubmed": 18245529, "text": "CCN3, but not CCN1 or CCN2, may be a prognosis factor for human osteosarcomas"}, {"pubmed": 18418052, "text": "Thus, elevated levels of CCN3 protein regulated by p53 might influence cell adhesion"}, {"pubmed": 18984771, "text": "TACC1 and a three-gene expression signature (TACC1, NOV, and PTTG1) were identified as independent prognostic markers."}, {"pubmed": 19286457, "text": "These findings identify a new paracrine role of NOV in the development of cerebellar granule neurons."}, {"pubmed": 19695675, "text": "expression of the full-length CCN3 in Ewing sarcoma is associated with a worse prognosis"}, {"pubmed": 19706598, "text": "CCN3 increases the activity of the small GTPase Rac1, thereby revealing a pathway that links Cx43 directly to actin reorganization."}, {"pubmed": 19834535, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20010302, "text": "The angiogenic gene CCN3/nov was specifically downregulated in the plexiform neurofibromas and malignant peripheral nerve sheath tumor."}, {"pubmed": 20139355, "text": "CCN3 suppresses neointimal thickening through the inhibition of vascular smooth cell migration and proliferation."}, {"pubmed": 20182440, "text": "CCN3 counter-regulates positive signals from TGF-beta and Wnt for fibrillin fibrillogenesis and profibrotic gene expression."}, {"pubmed": 20237132, "text": "CYR61 and NOV are regulated by HIF-1alpha and TGF-beta3 in the trophoblast cell line JEG3, and their enhanced secretion could be implicated in appropriate placental invasion."}, {"pubmed": 20336664, "text": "Only defined binding properties between Cx43 and CCN3 leading to an upregulation of CCN3 are needed for signaling."}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21145881, "text": "NOV acts through alphavbeta5 integrin to activate ILK and Akt, which in turn activates c-Jun and AP-1, resulting in the activations of COX-2 and contributing the migration of human osteosarcoma cells."}, {"pubmed": 21209863, "text": "Recombinant expression, purification, and functional characterisation of connective tissue growth factor and nephroblastoma-overexpressed protein"}, {"pubmed": 21344378, "text": "CCN3 enhances the migration of chondrosarcoma cells by increasing MMP-13 expression through the alphavbeta3/alphavbeta5 integrin receptor, FAK, PI3K, Akt, p65, and NF-kappaB signal transduction pathway."}, {"pubmed": 21423212, "text": "Data show reduced CCN3 levels in aRMS cells following small interfering RNA knockdown of PAX3-FKHR."}, {"pubmed": 21514448, "text": "CCN3 regulates the differentiation of bone resident cells to create a resorptive environment that promotes the formation of osteolytic breast cancer metastases"}, {"pubmed": 21784733, "text": "CCN3 protein regulates the decrease in Jeg3 cell numbers independent of its glycosylation status"}, {"pubmed": 21898398, "text": "Provide evidence that CCN3 enhances BMP-4 expression and bone nodule formation in osteoblasts, and that the integrin receptor, ILK, p38, JNK, and AP-1 signaling pathways may be involved."}, {"pubmed": 22345292, "text": "results indicate that CCN3 enhances the migration of prostate cancer cells by increasing ICAM-1 expression through a signal transduction pathway that involves alphavbeta3 integrin, ILK, Akt and NF-kappaB"}, {"pubmed": 22507556, "text": "Melanocytes remaining in perilesional vitiligo skin did not express CCN3."}, {"pubmed": 23061738, "text": "Data suggest that urinary CCN3/CCN2 mRNA ratio may be a useful noninvasive biomarker for evaluating patients with nondiabetic chronic kidney disease (CKD) prior to renal biopsy."}, {"pubmed": 23220688, "text": "Presence of both forms of CCN3 is accompanied by a balance of trophoblast proliferation and migration/invasion properties, which are triggered by different signalling pathways."}, {"pubmed": 23318417, "text": "Our findings establish a tumor-suppressive role of NOV in prostate cancer"}, {"pubmed": 23536580, "text": "CCN3 expression is higher in highly invasive PC3 cells."}, {"pubmed": 23705021, "text": "These results identify CCN3, a novel transcriptional target of FoxO1 in pancreatic beta-cells."}, {"pubmed": 23785511, "text": "in obese humans and mice plasma NOV levels positively correlated with NOV expression in adipose tissue, and support a possible contribution of NOV to obesity-related inflammation."}, {"pubmed": 24258112, "text": "over-expression of NOV in pancreatic cancer cells promoted cell proliferation and migration, while knock down the expression of NOV impaired the tumorigenecity of pancreatic cancer cells in vitro and in vivo"}, {"pubmed": 24308033, "text": "Demonstrated oncogenic role for NOTCH1 in Chronic Myelogenous Leukemia (CML) and BCR-ABL disruption of NOTCH1-CCN3 signalling may contribute to the pathogenesis of CML."}, {"pubmed": 24406215, "text": "CCN3 can promote dentinogenesis by coordinating proliferation and odontoblastic differentiation of dental pulp stem cells via modulating Notch and BMP2 signaling pathways."}, {"pubmed": 24431313, "text": "CCN3 may play an important role in cervical carcinogenesis and therefore may have potential as a biomarker for prognosis and as a therapeutic target in cervical cancer."}, {"pubmed": 24719190, "text": "NOV may promote carcinogenesis via promotion of EMT and association with increased mTOR activity"}, {"pubmed": 24721786, "text": "Overexpression of CCN3 induces M2 macrophage infiltration and contributes to angiogenesis in prostate cancer microenvironment."}, {"pubmed": 25899830, "text": "our results argue that MZF-1 regulates the CTGF and NOV genes in the hematopoietic compartment, and may be involved in their respective functions in the stroma."}, {"pubmed": 26238193, "text": "Results revealed that NOV regulates the tumor growth of osteosarcoma cells through activation of the MAPK signaling pathway and promotes osteosarcoma cell migration in vitro."}, {"pubmed": 26367310, "text": "NOV expression was highly increased in biopsies of patients with tubulointerstitial nephritis."}, {"pubmed": 26498181, "text": "Studies indicate that the CYR61 CTGF NOV matricellular proteins (CCN family of proteins) comprises the members CCN1, CCN2, CCN3, CCN4, CCN5 and CCN6 and have been identified in various types of cancer."}, {"pubmed": 26744771, "text": "Reduced levels of CCN1 and CCN3, as found in early-onset preeclampsia, could contribute to a shift from invasive to proliferative extravillous trophoblasts and may explain their shallow invasion properties in this disease."}, {"pubmed": 27471094, "text": "CCN3 (Nov) and CCN5 (WISP2) are novel substrates of MMP14."}, {"pubmed": 27503760, "text": "down-regulation of Lamin B1 and up-regulation of Nephroblastoma overexpressed (NOV) are at least partially responsible for the inhibitory effect of Huaier on the proliferative and invasive capacity of SKHEP-1 cells"}, {"pubmed": 27633176, "text": "The present study aimed to examine the clinical relevance of NOV along with CYR61 and CTGF in gastric cancer by analysing their transcript levels...the expression of NOV and CYR61 was increased in gastric cancer. The elevated expression of CYR61 was associated with poorer survival. NOV promoted proliferation and invasion of gastric cancer cells"}, {"pubmed": 27815387, "text": "our findings establish CCN3 as a pivotal regulator of androgen receptor (AR) signaling and prostate cancer progression and suggest a functional intersection between EZH2 and AR signaling in castration-resistant prostate cancer"}, {"pubmed": 28412738, "text": "NOV is down-regulated in CRC tumours which is associated with disease progression."}, {"pubmed": 28862983, "text": "NOV is a novel biomarker of the presence and severity of OSA and a potential marker of future cardiovascular and metabolic disease in OSA patients."}, {"pubmed": 29061995, "text": "High CCN3 expression is associated with enhanced stemness and coagulation in hepatocellular carcinoma."}, {"pubmed": 29287726, "text": "Taken together, our results suggest that palmitoylation by ZDHHC22 at C241 in the CCN3 TSP1 domain may be required for the secretion of CCN3. Aberrant palmitoylation induces intracellular accumulation of CCN3, inhibiting neuronal axon growth."}, {"pubmed": 29308511, "text": "hibition of CCN3 could accelerate proliferation and constrain apoptosis via up-regulating expression of Fra-1 in periodontal ligament fibroblasts"}, {"pubmed": 29506624, "text": "This is the first evidence of downregulation of TGFbeta1-mediated activation of a Smad1/5/8 signalling pathway by CCN3 in human podocytes and in any cell type."}, {"pubmed": 29998862, "text": "A significant reduction of CCN3 expression was observed in lesioned skin compared to non-lesioned skin in vitiligo patients."}, {"pubmed": 30003937, "text": "Two novel variants in NOV and DCAF13 genes were identified that are associated with familial cortical myoclonic tremor with epilepsy in a Chinese pedigree."}, {"pubmed": 30876855, "text": "serum CCN3 levels are increased in type 2 diabetes mellitus and associated with obesity, insulin resistance and inflammation"}, {"pubmed": 31029128, "text": "Cellular communication network factor 3 (CCN3) expression in non-cancerous hepatic tissues correlated with the degree of liver fibrosis."}, {"pubmed": 31202437, "text": "these findings point to CCN3 as a biomarker to predict Prostate cancer (PC) aggressiveness while providing clarity on its role as a functional mediator of PC bone metastasis."}, {"pubmed": 31284378, "text": "CCN3 promotes the expression of Runx2 and osterix in osteoblasts by inhibiting miR-608 expression via the FAK and Akt signaling pathways"}, {"pubmed": 31454155, "text": "NOV/CCN3 induces cartilage protection by inhibiting PI3K/AKT/mTOR pathway."}, {"pubmed": 31494663, "text": "This study aimed to investigate the role of TNC and CCN3 as prognostic factors for post hepatectomy liver failure (PHLF) in a rat model of partial hepatectomy and 50 patients following partial hepatectomy."}, {"pubmed": 31545412, "text": "Regulatory mechanism of NOV/CCN3 in the inflammation and apoptosis of lung epithelial alveolar cells upon lipopolysaccharide stimulation."}, {"pubmed": 31805888, "text": "Results found that CCN3 was one of the significantly increased proteins in the oxaliplatin-resistant hepatocellular carcinoma (HCC) and suggested that CCN3 paracrined by HCC plays an important role in the hepatic stellate cells-derived oxaliplatin-resistance."}, {"pubmed": 31954725, "text": "Decreased CCN3 in Systemic Sclerosis Endothelial Cells Contributes to Impaired Angiogenesis."}, {"pubmed": 32455138, "text": "Higher Serum CCN3 Is Associated with Disease Activity and Inflammatory Markers in Rheumatoid Arthritis."}, {"pubmed": 32633087, "text": "Dysregulation of CCN3 (NOV) expression in the epidermis of systemic sclerosis patients with pigmentary changes."}, {"pubmed": 33107671, "text": "Prostate cancer-secreted CCN3 uses the GSK3beta and beta-catenin pathways to enhance osteogenic factor levels in osteoblasts."}, {"pubmed": 33222687, "text": "CCN3 is dynamically regulated by treatment and disease state in multiple sclerosis."}, {"pubmed": 33304321, "text": "CCN3 Signaling Is Differently Regulated in Placental Diseases Preeclampsia and Abnormally Invasive Placenta."}, {"pubmed": 33313663, "text": "SNAIL regulates gastric carcinogenesis through CCN3 and NEFL."}, {"pubmed": 33586490, "text": "High NOV/CCN3 expression during high-fat diet pregnancy in mice affects GLUT3 expression and the mTOR pathway."}, {"pubmed": 33655492, "text": "RFX1-mediated CCN3 induction that may support chondrocyte survival under starved conditions."}, {"pubmed": 33946014, "text": "CCN3 Proteins as a diagnostic marker in osteosarcoma patients: A case control study."}, {"pubmed": 34828265, "text": "NOV/CCN3 Promotes Cell Migration and Invasion in Intrahepatic Cholangiocarcinoma via miR-92a-3p."}, {"pubmed": 36499638, "text": "Elevated Expression of CCN3 in Articular Cartilage Induces Osteoarthritis in Hip Joints Irrespective of Age and Weight Bearing."}, {"pubmed": 36737605, "text": "CCN3/NOV promotes metastasis and tumor progression via GPNMB-induced EGFR activation in triple-negative breast cancer."}, {"pubmed": 38987585, "text": "A maternal brain hormone that builds bone."}], "genomic_pos": {"chr": "8", "end": 119424434, "ensemblgene": "ENSG00000136999", "start": 119416446, "strand": 1}, "genomic_pos_hg19": {"chr": "8", "end": 120436593, "start": 120428546, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001525", "pubmed": 12695522, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002062", "qualifier": "involved_in", "term": "chondrocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002062", "pubmed": 21871891, "qualifier": "involved_in", "term": "chondrocyte differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010468", "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010761", "pubmed": 15611078, "qualifier": "involved_in", "term": "fibroblast migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010832", "pubmed": 12050162, "qualifier": "involved_in", "term": "negative regulation of myotube differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0014909", "pubmed": 20139355, "qualifier": "involved_in", "term": "smooth muscle cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030308", "pubmed": 15181016, "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033627", "pubmed": [12695522, 15611078], "qualifier": "involved_in", "term": "cell adhesion mediated by integrin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035767", "pubmed": 12695522, "qualifier": "involved_in", "term": "endothelial cell chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0044342", "qualifier": "involved_in", "term": "type B pancreatic cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045597", "qualifier": "involved_in", "term": "positive regulation of cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045747", "pubmed": [12050162, 20139355], "qualifier": "involved_in", "term": "positive regulation of Notch signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046676", "qualifier": "involved_in", "term": "negative regulation of insulin secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048659", "pubmed": 20139355, "qualifier": "involved_in", "term": "smooth muscle cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050728", "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060326", "pubmed": 15611078, "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060392", "qualifier": "acts_upstream_of_positive_effect", "term": "negative regulation of SMAD protein signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061484", "pubmed": 17463287, "qualifier": "involved_in", "term": "hematopoietic stem cell homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071603", "pubmed": 12695522, "qualifier": "involved_in", "term": "endothelial cell-cell adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090027", "pubmed": 21063504, "qualifier": "involved_in", "term": "negative regulation of monocyte chemotaxis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901223", "pubmed": 21063504, "qualifier": "involved_in", "term": "negative regulation of non-canonical NF-kappaB signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902731", "pubmed": 21871891, "qualifier": "involved_in", "term": "negative regulation of chondrocyte proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904057", "qualifier": "involved_in", "term": "negative regulation of sensory perception of pain"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1990523", "qualifier": "involved_in", "term": "bone regeneration"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005737", "pubmed": 15181016, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005921", "pubmed": 15181016, "qualifier": "located_in", "term": "gap junction"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005921", "qualifier": "located_in", "term": "gap junction"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030424", "qualifier": "located_in", "term": "axon"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "is_active_in", "term": "extracellular matrix"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0062023", "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005112", "pubmed": 12050162, "qualifier": "enables", "term": "Notch binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005178", "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005178", "pubmed": [12695522, 15611078], "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9927660, 15181016, 15213231, 21653829, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}]}, "homologene": {"genes": [[8364, 100494006], [9031, 396204], [9544, 702196], [9598, 737818], [9606, 4856], [9615, 475083], [9913, 505727], [10090, 18133], [10116, 81526]], "id": 1884}, "interpro": [{"desc": "Insulin-like growth factor-binding protein, IGFBP", "id": "IPR000867", "short_desc": "IGFBP-like"}, {"desc": "Thrombospondin type-1 (TSP1) repeat", "id": "IPR000884", "short_desc": "TSP1_rpt"}, {"desc": "VWFC domain", "id": "IPR001007", "short_desc": "VWF_dom"}, {"desc": "Cystine knot, C-terminal", "id": "IPR006207", "short_desc": "Cys_knot_C"}, {"desc": "Glycoprotein hormone subunit beta", "id": "IPR006208", "short_desc": "Glyco_hormone_CN"}, {"desc": "Growth factor receptor cysteine-rich domain superfamily", "id": "IPR009030", "short_desc": "Growth_fac_rcpt_cys_sf"}, {"desc": "IGFBP-related, CNN", "id": "IPR012395", "short_desc": "IGFBP_CNN"}, {"desc": "Insulin-like growth factor binding protein, N-terminal, Cys-rich conserved site", "id": "IPR017891", "short_desc": "Insulin_GF-bd_Cys-rich_CS"}, {"desc": "Thrombospondin type-1 (TSP1) repeat superfamily", "id": "IPR036383", "short_desc": "TSP1_rpt_sf"}, {"desc": "CCN, TSP1 domain", "id": "IPR043973", "short_desc": "TSP1_CCN"}], "ipi": "IPI00011140", "map_location": "8q24.12", "name": "cellular communication network factor 3", "other_names": ["CCN family member 3", "IGF-binding protein 9", "insulin-like growth factor-binding protein 9", "nephro blastoma-overexpressed gene protein homolog", "nephroblastoma overexpressed", "nephroblastoma-overexpressed gene protein homolog", "protein NOV homolog"], "pantherdb": {"HGNC": "7885", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109185", "ortholog_type": "LDO", "panther_family": "PTHR11348", "taxid": 10090, "uniprot_kb": "Q64299"}, {"RGD": "621553", "ortholog_type": "LDO", "panther_family": "PTHR11348", "taxid": 10116, "uniprot_kb": "Q9QZQ5"}, {"Gene": "CCN3", "ortholog_type": "O", "panther_family": "PTHR11348", "taxid": 9031, "uniprot_kb": "P28686"}, {"Ensembl": "ENSGALG00000038364", "ortholog_type": "LDO", "panther_family": "PTHR11348", "taxid": 9031, "uniprot_kb": "A0A1D5P2P1"}, {"FlyBase": "FBgn0052183", "ortholog_type": "O", "panther_family": "PTHR11348", "taxid": 7227, "uniprot_kb": "Q9VVK3"}], "uniprot_kb": "P48745"}, "pfam": ["PF00007", "PF00093", "PF00219", "PF19035"], "pharmgkb": "PA31687", "pharos": {"target_id": 11381, "tdl": "Tbio"}, "pir": "I38069", "prosite": ["PS01225", "PS50092", "PS50184", "PS51323"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326038", "relationship": "is"}, {"id": "GNF326039", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168146", "relationship": "is"}, {"id": "GNF179052", "relationship": "is"}, {"id": "GNF189958", "relationship": "is"}, {"id": "GNF200864", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157421", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031918", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF010431", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330968", "relationship": "is"}, {"id": "GNF334214", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334366", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097286", "relationship": "is"}, {"id": "GNF136941", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_009779.1"], "protein": "NP_002505.1", "rna": "NM_002514.4", "translation": {"protein": "NP_002505.1", "rna": "NM_002514.4"}}, "reporter": {"HG-U133_Plus_2": ["204501_at", "214321_at"], "HG-U95Av2": "39250_at", "HTA-2_0": "TC08000697.hg.1", "HuEx-1_0": "3113202", "HuGene-1_1": "8148049", "HuGene-2_1": "17072135"}, "summary": "The protein encoded by this gene is a small secreted cysteine-rich protein and a member of the CCN family of regulatory proteins. CNN family proteins associate with the extracellular matrix and play an important role in cardiovascular and skeletal development, fibrosis and cancer development. [provided by RefSeq, Feb 2009].", "symbol": "CCN3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0919441"}, "unigene": "Hs.235935", "uniprot": {"Swiss-Prot": "P48745"}, "wikipedia": {"url_stub": "NOV (gene)"}}