{"AllianceGenome": "1579", "HGNC": "1579", "MIM": "123836", "_id": "891", "_version": 1, "accession": {"genomic": ["AC010273.8", "AC022107.8", "AY338491.1", "CH471137.2", "CP068273.2", "HH771226.1", "NC_000005.10", "NC_060929.1", "S74452.1", "U22364.1", "U36838.1"], "protein": ["AAD14154.1", "AAD14818.1", "AAH06510.1", "AAK27417.1", "AAK27418.1", "AAK27419.1", "AAK27420.1", "AAK27421.1", "AAK27422.1", "AAK27423.1", "AAK27424.1", "AAK27425.1", "AAP88038.1", "AAV38930.1", "BAF82120.1", "CAO99273.1", "CBX86318.1", "EAW51306.1", "NP_001341773.1", "NP_001341774.1", "NP_114172.1", "P14635.1"], "rna": ["AI972071.1", "AK289431.1", "AM851053.1", "AY027761.1", "AY027762.1", "AY027763.1", "AY027764.1", "AY027765.1", "AY027767.1", "AY027768.1", "AY027769.1", "AY027770.1", "BC006510.2", "BI253686.1", "BM979016.1", "BT020128.1", "M25753.1", "NM_001354844.2", "NM_001354845.2", "NM_031966.4"], "translation": [{"protein": "AAK27423.1", "rna": "AY027768.1"}, {"protein": "AAK27418.1", "rna": "AY027762.1"}, {"protein": "BAF82120.1", "rna": "AK289431.1"}, {"protein": "AAK27420.1", "rna": "AY027764.1"}, {"protein": "AAK27421.1", "rna": "AY027765.1"}, {"protein": "CAO99273.1", "rna": "AM851053.1"}, {"protein": "AAK27417.1", "rna": "AY027761.1"}, {"protein": "NP_001341774.1", "rna": "NM_001354845.2"}, {"protein": "AAK27425.1", "rna": "AY027770.1"}, {"protein": "NP_001341773.1", "rna": "NM_001354844.2"}, {"protein": "NP_114172.1", "rna": "NM_031966.4"}, {"protein": "AAK27422.1", "rna": "AY027767.1"}, {"protein": "AAV38930.1", "rna": "BT020128.1"}, {"protein": "AAK27424.1", "rna": "AY027769.1"}, {"protein": "AAK27419.1", "rna": "AY027763.1"}, {"protein": "AAH06510.1", "rna": "BC006510.2"}]}, "alias": "CCNB", "ensembl": {"gene": "ENSG00000134057", "protein": ["ENSP00000256442", "ENSP00000423387", "ENSP00000424588", "ENSP00000425103", "ENSP00000426092", "ENSP00000426230"], "transcript": ["ENST00000256442", "ENST00000503507", "ENST00000505500", "ENST00000506572", "ENST00000507798", "ENST00000508407", "ENST00000513102"], "translation": [{"protein": "ENSP00000423387", "rna": "ENST00000506572"}, {"protein": "ENSP00000256442", "rna": "ENST00000256442"}, {"protein": "ENSP00000426092", "rna": "ENST00000508407"}, {"protein": "ENSP00000424588", "rna": "ENST00000505500"}, {"protein": "ENSP00000425103", "rna": "ENST00000503507"}, {"protein": "ENSP00000426230", "rna": "ENST00000507798"}], "type_of_gene": "protein_coding"}, "entrezgene": "891", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.446645957, "exp_mis": 128.48314478, "exp_syn": 52.9948393472, "lof_z": 2.28174450430742, "mis_z": -1.01478380251474, "mu_lof": 8.627888296e-07, "mu_mis": 1.10671282466e-05, "mu_syn": 4.3681842906e-06, "n_lof": 5.0, "n_mis": 152.0, "n_syn": 51.0, "p_li": 0.0239694449209668, "p_null": 0.0140411935178973, "p_rec": 0.961989361561136, "syn_z": 0.169879410348388}, "bp": 1302, "cds_end": 68473458, "cds_start": 68463089, "n_exons": 9, "nonpsych": {"exp_lof": 11.9862486298, "exp_mis": 116.105384192, "exp_syn": 47.7811839062, "lof_z": 1.98177508026039, "mis_z": -1.02487875867302, "mu_lof": 8.627888296e-07, "mu_mis": 1.10671282466e-05, "mu_syn": 4.3681842906e-06, "n_lof": 5.0, "n_mis": 138.0, "n_syn": 48.0, "p_li": 0.0157613326221316, "p_null": 0.0306031736290389, "p_rec": 0.95363549374883, "syn_z": -0.0199306774946305}, "nontcga": {"exp_lof": 12.3529537733, "exp_mis": 118.186540827, "exp_syn": 48.7372972257, "lof_z": 2.0637527518248, "mis_z": -0.587208327104347, "mu_lof": 8.627888296e-07, "mu_mis": 1.10671282466e-05, "mu_syn": 4.3681842906e-06, "n_lof": 5.0, "n_mis": 131.0, "n_syn": 47.0, "p_li": 0.0165460236902499, "p_null": 0.023722658246562, "p_rec": 0.959731318063188, "syn_z": 0.157567406505365}, "transcript": "ENST00000256442.5"}, "exons": [{"cdsend": 69177631, "cdsstart": 69167262, "chr": "5", "position": [[69167009, 69167283], [69167907, 69168078], [69168172, 69168343], [69171269, 69171452], [69174250, 69174409], [69174876, 69175113], [69175396, 69175537], [69177523, 69178243]], "strand": 1, "transcript": "NM_001354844", "txend": 69178243, "txstart": 69167009}, {"cdsend": 69177631, "cdsstart": 69167262, "chr": "5", "position": [[69167009, 69167283], [69167907, 69168078], [69168172, 69168343], [69171269, 69171452], [69174876, 69175113], [69175396, 69175537], [69177238, 69177349], [69177523, 69178243]], "strand": 1, "transcript": "NM_001354845", "txend": 69178243, "txstart": 69167009}, {"cdsend": 69177631, "cdsstart": 69167262, "chr": "5", "position": [[69167149, 69167283], [69167907, 69168078], [69168172, 69168343], [69171269, 69171452], [69174250, 69174409], [69174876, 69175113], [69175396, 69175537], [69177238, 69177349], [69177523, 69178243]], "strand": 1, "transcript": "NM_031966", "txend": 69178243, "txstart": 69167149}], "exons_hg19": [{"cdsend": 68473458, "cdsstart": 68463089, "chr": "5", "position": [[68462836, 68463110], [68463734, 68463905], [68463999, 68464170], [68467096, 68467279], [68470077, 68470236], [68470703, 68470940], [68471223, 68471364], [68473350, 68474070]], "strand": 1, "transcript": "NM_001354844", "txend": 68474070, "txstart": 68462836}, {"cdsend": 68473458, "cdsstart": 68463089, "chr": "5", "position": [[68462836, 68463110], [68463734, 68463905], [68463999, 68464170], [68467096, 68467279], [68470703, 68470940], [68471223, 68471364], [68473065, 68473176], [68473350, 68474070]], "strand": 1, "transcript": "NM_001354845", "txend": 68474070, "txstart": 68462836}, {"cdsend": 68473458, "cdsstart": 68463089, "chr": "5", "position": [[68462976, 68463110], [68463734, 68463905], [68463999, 68464170], [68467096, 68467279], [68470077, 68470236], [68470703, 68470940], [68471223, 68471364], [68473065, 68473176], [68473350, 68474070]], "strand": 1, "transcript": "NM_031966", "txend": 68474070, "txstart": 68462976}], "generif": [{"pubmed": 11260656, "text": "Up-regulation of CCNB1 is responsible, at least in part, for radioresistance after fractionated irradiation."}, {"pubmed": 11642719, "text": "expression is related to apoptosis in thymus"}, {"pubmed": 11779217, "text": "Cyclin b1 promoter activity and functional cdk1 complex formation in G1 phase of human breast cancer cells"}, {"pubmed": 11809526, "text": "cyclin b1 is overexpressed in laryngeal squamous cell carcinoma"}, {"pubmed": 11960377, "text": "Overexpression of B-type cyclins alters chromosomal segregation"}, {"pubmed": 12054478, "text": "The human cyclin Bl gene is cell cycle regulated with maximal activity during G(2)/M. We examined the role of histone deacetylation in cyclin Bl regulation using the histone deacetylase inhibitor trichostatin A (TSA)."}, {"pubmed": 12115375, "text": "Overexpression of cyclin B1 is associated with esophageal disease progression"}, {"pubmed": 12379461, "text": "H-ras participates in pathways that regulate cyclin B1 expression and therefore controls the G2/M checkpoint in a p53-independent manner."}, {"pubmed": 12424202, "text": "Nuclear accumulation is necessary for cyclin B1-dependent apoptosis. This is consistent with the idea that localization of cyclin B1 is among the factors determining the cellular decision to undergo apoptosis in response to DNA damage."}, {"pubmed": 12447691, "text": "regulation of subcellular localization by cooperative phosphorylation, including activity of polo-like kinase 1"}, {"pubmed": 12483522, "text": "reduction of nuclear level by induction of GADD45"}, {"pubmed": 12515609, "text": "The limitation of detecting cyclin B1 is due to its unscheduled expression, rending cyclin B1 being detected at different time-spots in the G(1) phase."}, {"pubmed": 12586340, "text": "Cyclin B1 transcription is enhanced by the p300 coactivator and regulated during the cell cycle by a cell cycle genes homology region-dependent repression mechanism."}, {"pubmed": 12684677, "text": "increases significantly during colorectal carcinogenesis and during later metastasis to lymph nodes"}, {"pubmed": 12865421, "text": "in mammalian cells, the majority of cyclin B1 must be destroyed before the cell can enter anaphase"}, {"pubmed": 14645578, "text": "data suggest the maintenance of Cdk1/cyclin B1 activity in HCMV-infected cells can be explained by 3 mechanisms: accumulation of cyclin B1, inactivation of negative regulatory pathways for Cdk1, accumulation of positive factors that promote Cdk1 activity"}, {"pubmed": 14760118, "text": "Expression of Cyclin B1 correlated with differentiation and vascular invasion in NSCLC; Cyclin B1 overexpression associated with higher mean values for Ki-67 proliferative index and proliferating cell nuclear antigen labeling index and poorer prognosis."}, {"pubmed": 15181148, "text": "exposure to nonrepairable DNA damage leads to nuclear accumulation of inactive cyclin B1-Cdk1 complexes"}, {"pubmed": 15215233, "text": "role in regulating Fas ligand transcription"}, {"pubmed": 15710382, "text": "wild-type p53 mediates transcriptional repression of cyclin B1 through the Sp1 transcription factor"}, {"pubmed": 15767402, "text": "results show that human papillomavirus type 16 E1 E4 does not inhibit the kinase activity of the Cdk1/cyclin B1 complex; instead, 16E1 E4 uses a novel mechanism in which it sequesters Cdk1/cyclin B1 onto the cytokeratin network"}, {"pubmed": 15790566, "text": "results strongly indicate that in response to genotoxic stress, Cdk5 activator-binding protein C53(C53) serves as an important regulatory component of DNA damage checkpoint through modulating cyclin dependent kinase 1-cyclin B1 function"}, {"pubmed": 15931389, "text": "Altered expression is associated with therapy failure and death in patients with multiple types of cancer."}, {"pubmed": 16142332, "text": "in nasopharyngeal carcinoma cells, SarCNU-induced apoptosis is p53-dependent while SarCNU-induced G2/M arrest is mediated by the cyclin B1-cdc-2 complex"}, {"pubmed": 16221667, "text": "results indicated that chronic Pim-1 kinase overexpression dysregulates cyclin B1 protein expression, which contributes to the development of polyploidy by delaying cytokinesis"}, {"pubmed": 16237118, "text": "Cdc2/cyclin B1 interacts with and modulates inositol 1,4,5-trisphosphate receptor (type 1) functions."}, {"pubmed": 16273239, "text": "Study demonstrates the independent prognostic value of cyclin B1 in diffuse large B-cell lymphoma."}, {"pubmed": 16322753, "text": "Cyclin G1 enhanced radiation sensitivity by overriding radiation-induced G2 arrest through transcriptional upregulation of cyclin B1."}, {"pubmed": 16557593, "text": "Increased intratumoral cyclin B1 positivity and aberrant localization of signals within the cytoplasm of tumor cells is positively correlated with tendency towards tumor progression: significant role of cyclin B1 in development and pathogenesis of RCC"}, {"pubmed": 16614707, "text": "Up-regulation of cyclin B1 expression occurred in cervical cancer and may play an important role in cervical carcinogenesis."}, {"pubmed": 16784539, "text": "hCdc14A is differentially expressed in human cancer cells and can interact with both p53 and the Cdk1/cyclin B complex; it may play a role in carcinogenesis"}, {"pubmed": 16880739, "text": "Cdk1-mediated phosphorylation of S439 stabilizes mature SREBP1 during mitosis, thereby preserving a critical pool of active transcription factors to support lipid synthesis."}, {"pubmed": 17098733, "text": "Mip/LIN-9 is required for the expression of B-Myb, and both proteins collaborate in the control of the cell cycle progression via the regulation of S phase and cyclin A, cyclin B, and CDK1"}, {"pubmed": 17167975, "text": "Cyclin B1 overexpression was associated with occult cervical lymph node metastases in tongue carcinoma"}, {"pubmed": 17242184, "text": "ATM regulates G(2)/M checkpoint recovery through inhibitory phosphorylations of Artemis that occur soon after DNA damage, thus setting a molecular switch that, hours later upon completion of DNA repair, allows activation of the Cdk1-cyclin B complex."}, {"pubmed": 17242210, "text": "c-Myb protein plays a previously unappreciated role in the G(2)/M cell cycle transition of normal and malignant human hematopoietic cells"}, {"pubmed": 17327911, "text": "During both meiotic and mitotic exit in Xenopus eggs, recombinant human cyclin B1-associated cdk1 underwent transient inhibitory phosphorylation at tyr-15. Recominant cyclin B1-cdk1 activity fell more rapidly than the cyclin B1 content."}, {"pubmed": 17359284, "text": "Results suggest that an onocogenic role of overexpressed cyclin B1 is mainly mediated in nuclei of breast carcinoma cells, and the nuclear translocation is regulated by polo-like kinase 1 and 14-3-3sigma."}, {"pubmed": 17359356, "text": "data strongly argue against mutational events of CDK1, cyclinB1 and cyclinA2 to play a role in gangliogliomas or focal cortical dysplasia"}, {"pubmed": 17373649, "text": "p38 signaling pathway triggering cyclin B1 proteolysis after arsenite exposure may play an important role in connecting G(2) arrest with apoptosis or genome instability."}, {"pubmed": 17386261, "text": "Inhibiting Cdk7 in G2 blocks entry to mitosis and disrupts Cdk1/cyclin B complex assembly."}, {"pubmed": 17408621, "text": "Our results suggest a role for cyclin B1/Cdk1 in FLNa-dependent actin remodelling."}, {"pubmed": 17445807, "text": "Raloxifene increased the proliferation of HUVECs in association with enhanced gene expression of cyclins A and B1."}, {"pubmed": 17466630, "text": "the apoptotic initiator protease caspase-9 is regulated during the cell cycle through periodic phosphorylation at an inhibitory site, Thr125. This site is phosphorylated by CDK1/cyclin B1 during mitosis."}, {"pubmed": 17472438, "text": "Cyclin B1-Cdk1 activation continues after centrosome separation to control mitotic progression."}, {"pubmed": 17495531, "text": "The structure of phospho-CDK2/cyclin B is reported. pCDK2/cyclin B is less discriminatory in substrate recognition than CDK2/cyclin A & has properties of both an S-phase & an M-phase kinase. CDK2/cyclin B is effective against S phase substrates."}, {"pubmed": 17495533, "text": "The crystal structure of human cyclin B1 was determined to 2.9 A. The structure provides insight into the molecular basis for differential affinities of protein-based cyclin/cdk inhibitors such as p27, substrate recognition, & cdk interaction."}, {"pubmed": 17513602, "text": "cyclin B1 expression sensitizes prostate cancer cells to apoptosis induced by chemotherapy"}, {"pubmed": 17533373, "text": "severe reduction by separate RNA interference of either cyclin B1 or cyclin B2 protein levels results in little or no alteration of the cell cycle and, more specifically, of mitosis progression"}, {"pubmed": 17598982, "text": "We present evidence that during cell division the decreasing activity of MPF acts as a master signal, which utilizes different thresholds to control initiation of different mitotic events. The key temporal control here is the degradation of cyclin B1."}, {"pubmed": 17655707, "text": "demonstrate that primary human AML cells show aberrant cytoplasmic expression of cyclin B1 for a majority of patients and a specific humoral immune response was detected for a subset of patients with untreated leukemia."}, {"pubmed": 17668170, "text": "Expression of p16INK4 and also cyclin B1 correlate significantly with long-term survival in renal cell carcinoma."}, {"pubmed": 17881737, "text": "demonstrate that separable and distinct sequence elements target cyclin B1 to kinetochores, chromatin, and centrosomes during mitosis"}, {"pubmed": 18048386, "text": "cyclin B1 may have a role in esophageal squamous cell carcinoma invasive growth and metastasis"}, {"pubmed": 18195732, "text": "the correct attachment of microtubules to kinetochores and efficient alignment of the chromosomes, most likely through localized phosphorylation of specific substrates by cyclin B1-CDK1."}, {"pubmed": 18281511, "text": "Defective p53 signaling in p53 wild-type tumors attenuates p21waf1 induction and cyclin B repression rendering them sensitive to Chk1 inhibitors that abrogate DNA damage-induced S and G2 arrest."}, {"pubmed": 18337751, "text": "These data closely match the control of Ser359 phosphorylation and indicate that cdc2 may be regulated by mTORC1."}, {"pubmed": 18353325, "text": "Cyclin B1 and Plk1 may play important roles in the pathogenesis of endometriosis by mediating ectopic endometrial cell proliferation under regulation of ovarian hormones."}, {"pubmed": 18372919, "text": "G2 phase cyclin A/cdk2 controls the timing of entry into mitosis by controlling the subsequent activation of cyclin B/cdk1, but also has an unexpected role in coordinating the activation of cyclin B/cdk1 at the centrosome and in the nucleus"}, {"pubmed": 18408012, "text": "Cdk5 activation in cells that overexpress cyclin G1 leads to c-Myc phosphorylation on Ser-62, which is responsible for cyclin G1-mediated transcriptional activation of cyclin B1."}, {"pubmed": 18414058, "text": "The aggregate evidence from our study and others suggests that the common effect of cyclin B1 depletion is mild cell cycle perturbation."}, {"pubmed": 18491248, "text": "Estrogen and progesterone lower cyclin B1 AND D1 expression, block cell cycle in G2/M, and trigger apoptosis in human adrenal carcinoma cell cultures."}, {"pubmed": 18593994, "text": "MYC, LDHB, and CCNB1 may have roles in progression of medulloblastoma"}, {"pubmed": 18652313, "text": "Cucurbitacin B inhibited cell proliferation and induced apoptosis of Hep-2 cells by suppressing the STAT3 signal pathway, and down regulating the expression of cyclin B1 and Bcl-2 proteins."}, {"pubmed": 18671143, "text": "Cyclin B1 is an efficacy-predicting biomarker for antineoplastic Chk1 inhibitors."}, {"pubmed": 18692784, "text": "The CCNA1, CCNB1, CCNB2, PRM1, and PRM2 messenger RNA transcript ratios were significantly decreased in patients with spermatogenic disorders. Transcript ratios in patients with successful sperm retrieval were higher than with failed sperm retrieval."}, {"pubmed": 18799590, "text": "IE62 is a substrate for CDK1/cyclin B1, and virions could deliver the active cellular kinase to nondividing cells that normally do not express it"}, {"pubmed": 18820706, "text": "Cyclin B1 is required for mitotic catastrophe. It is cleaved into a approximately 35 kDa protein by a caspase-dependent mechanism. Its cleavage occurred after Asp123 in the motif ILVD(123)downward arrow. Mutation of this motif attenuated the cleavage."}, {"pubmed": 19028417, "text": "overexpression of Aurora-A may stabilize Cyclin B1 through inhibiting its degradation"}, {"pubmed": 19134343, "text": "Cyclin B1, p34(cdc2) and p-survivin may play a key role during the mitosis and proliferation of oral submucosal fibrosis."}, {"pubmed": 19293801, "text": "high cyclin B1 associates with aggressive phenotype and is an independent prognostic factor in breast cancer."}, {"pubmed": 19369249, "text": "Cdk1-cyclin B1-mediated phosphorylation of TMAP is important for and contributes to proper regulation of microtubule dynamics and establishment of functional bipolar spindles during mitosis"}, {"pubmed": 19470724, "text": "Cyclins B1, D1, and E1 have distinct expressions in different breast cancer subtypes."}, {"pubmed": 19505905, "text": "overexpressed cyclin B1, veiling the effect of cyclin D1 or cyclin E, mediated nickel-caused M-phase blockage and cell growth inhibition, which may render pulmonary cells more sensitive to DNA damage and facilitates cancer initiation"}, {"pubmed": 19608149, "text": "Our data demonstrated that nuclear cyclin B1 is overexpressed in low-malignant-potential tumors, which may contribute to the development of low-malignant-potential tumors."}, {"pubmed": 19609944, "text": "Data showed that the TIMP-1-based decrease in PTX-induced apoptosis was reversed by cyclin B1."}, {"pubmed": 19614764, "text": "Cyclin B1 and cyclin A are aberrantly expressed in non-small cell lung cancer and some precursor lesions. Cyclin B1, but not cyclin A, shows some promise as a potential prognostic marker in non-small cell lung cancer."}, {"pubmed": 19666607, "text": "cyclin B1 has a role in inducing anticarcinogenic T-cell and antibody responses"}, {"pubmed": 19724852, "text": "cyclin b1 was not related to lymph node metastases"}, {"pubmed": 19738611, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19763267, "text": "cyclin B1 expression begins in G1 in human somatic cells lines"}, {"pubmed": 19855194, "text": "DH166 blocks cancer cell proliferation, causes a mitotic arrest, increases cyclin B1 accumulation, induces aberrant mitotic spindles and apoptosis, presumably due to the downregulation of PLK1"}, {"pubmed": 19968870, "text": "Our findings suggest that cyclin B1 is a critical factor in proliferation and differentiation of human endometrial cells"}, {"pubmed": 20095356, "text": "CyclinB1, FHIT and Ki-67 may play significant roles in the occurrence and evolution of gastric carcinoma."}, {"pubmed": 20097574, "text": "CKbeta8- and CKbeta8-1-induced activation of ERK1/2 is mediated by the G(i)/G(o) protein, PLC, and PKCdelta."}, {"pubmed": 20103625, "text": "Findings suggest that RBCK1 regulates cell cycle progression and proliferation of ERalpha-positive breast cancer cells by supporting transcription of ERalpha and cyclin B1."}, {"pubmed": 20171170, "text": "these results indicate that cyclin B1-Cdk1 is a kinase of Aki1 during mitosis and that its phosphorylation of Aki1 may regulate mitotic function."}, {"pubmed": 20334896, "text": "the expression of cyclin B1 was associated with regional lymph node metastasis and poor prognosis in gastric cancer."}, {"pubmed": 20360007, "text": "Cdc25 phosphatases are required for timely assembly of CDK1-cyclin B at the G2/M transition"}, {"pubmed": 20368335, "text": "Cdc25A is a pro-apoptotic protein that amplifies staurosporine-induced apoptosis through the activation of cyclin B1/Cdc2 by its C-terminal domain"}, {"pubmed": 20404109, "text": "Data show that the intrinsic link between cyclin B1-Cdk1 activation and its rapid nuclear import inherently coordinates the reorganization of the nucleus and the cytoplasm at mitotic entry."}, {"pubmed": 20412769, "text": "different levels of CyclinB1-Cdk1 kinase activity trigger different mitotic events"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20508983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20526282, "text": "Data suggest that phosphorylation of Mcl-1 by CDK1-cyclin B1 and its APC/C(Cdc20)-mediated destruction initiates apoptosis if a cell fails to resolve mitosis."}, {"pubmed": 20660152, "text": "Data suggest that cyclin A2 helps initiate mitosis, in part through its effects on cyclin B1, and that cyclins B1 and B2 are particularly critical for the maintenance of the mitotic state."}, {"pubmed": 20661218, "text": "Data suggest that targeting cyclin B1 might be an attractive strategy for preventing and treating papillomavirus-associated cancer by reactivating p53 and by reducing the Cdk1 activity."}, {"pubmed": 20733055, "text": "Data report that endogenous cyclin B1-Cdk1 is recruited in a Cks-dependent manner to checkpoint-inhibited, phosphorylated APC/C in prometaphase independently of Cdc20 or the cyclin B1 D box."}, {"pubmed": 20808790, "text": "anti-apoptotic function of mitochondrial p53 regulated by cyclin B1/Cdk1-mediated Ser-315 phosphorylation"}, {"pubmed": 20810654, "text": "Data show that FOXK2 is subject to control by cell cycle-regulated hyperphosphorylation occurring in CDK).cyclin-dependent manner with CDK1.cyclin B as the major kinase complex."}, {"pubmed": 20890132, "text": "findings demonstrate that Cdc2/cyclin B1 is a key regulator in maintaining appropriate degradation and subcellular localization of Nlp, providing novel insights into understanding on the role of Cdc2/cyclin B1 in mitotic progression"}, {"pubmed": 20927403, "text": "Sustained spindle-assembly checkpoint response requires de novo transcription and translation of cyclin B1."}, {"pubmed": 20937773, "text": "Data demonstrate that procaspase-8 is phosphorylated in mitotic cells by Cdk1/cyclin B1 on Ser-387, which is located at the N terminus of the catalytic subunit p10."}, {"pubmed": 21120602, "text": "Estrogen receptor beta causes a G2 cell cycle arrest by inactivating CDK1 through the repression of cyclin B1 and stimulation of GADD45A and BTG2 expression."}, {"pubmed": 21174181, "text": "overexpression of cyclin B1 could play an important role in the evolution of classical Hodgkin lymphoma"}, {"pubmed": 21264543, "text": "cyclin A and cyclin B1 are useful markers in the distinction of benign and malignant thyroid tumors"}, {"pubmed": 21276999, "text": "The optimal cyclin-binding sequence ((43)RRLL(46)) within this E4 motif is required for G2/M arrest of primary keratinocytes and correlates with cytoplasmic retention of cyclin B1, but not cyclin A."}, {"pubmed": 21336306, "text": "Cdc20 requires APC3 and APC8 to bind and activate the APC/C when the spindle assembly checkpoint is satisfied, but only APC8 when active, and APC10 is crucial for the destruction of cyclin B1 and securin, but not cyclin A"}, {"pubmed": 21379580, "text": "Cdc14B-dependent modulation of Cdc25 phosphatase and Cdk1/cyclin B activity is linked to correct chromosome segregation and bipolar spindle formation, processes that are required for proper progression through mitosis and maintenance of genomic stability."}, {"pubmed": 21488187, "text": "Cyclin B1 appeared to be involved in the genesis or progression of breast cancers."}, {"pubmed": 21504622, "text": "Data indicate that isochaihulactone induces G2/M cell cycle arrest via downregulation of cyclin B1 and cdc2, and induces cellular death by upregulation of NAG-1 via JNK activation in LNCaP cells."}, {"pubmed": 21525341, "text": "The activity of the Cdc2-cyclin B1 complex was significantly decreased in HHV-6A-infected HSB-2 cells leading to a cell cycle arrest in the G2/M phase in the cells."}, {"pubmed": 21569376, "text": "Taken together, these results suggest that Vif impairs mitotic entry by interfering with Cdk1-CyclinB1 activation."}, {"pubmed": 21871181, "text": "NF-Y binds to CCAAT sequences in the Cyclin A promoter, as well as to those in the promoters of cell cycle G2 regulators such as CDC2, Cyclin B and CDC25C."}, {"pubmed": 21900495, "text": "the activating phosphorylation of cyclin B1-CDK1 was tightly coupled to its T14 phosphorylation, but not Y15 phosphorylation"}, {"pubmed": 21900748, "text": "Tuberin binding to cyclin B1 regulates mitotic onset."}, {"pubmed": 21925791, "text": "Data show that knocking down cdk1 or cyclin B distinctly blocked the growth activity of PC3(res)."}, {"pubmed": 21965721, "text": "High cyclin B1 expression significantly correlated with the high tumor grade, but not with gender, tumor size, nodal status, local tumor recurrence or p53 expression."}, {"pubmed": 22024040, "text": "Silencing beta-catenin gene may induce changes of cell cycle and in cyclin B1 and cyclin C protein expression."}, {"pubmed": 22024133, "text": "Cdk1/cyclin B plays a key role in mitotic arrest-induced apoptosis via Mcl-1 phosphorylation, promoting its degradation and subsequently releasing Bak from sequestration."}, {"pubmed": 22071694, "text": "Cdk1/cyclin B1-dependent hyper-phosphorylation of Bim during prolonged mitotic arrest is an important cell death signal."}, {"pubmed": 22137483, "text": "This suggests that expression of CCNB1 might be a potent tool for predicting the clinical prognosis of meningioma patients."}, {"pubmed": 22163316, "text": "Phosphorylation of AIB1 at mitosis is regulated by CDK1/CYCLIN B"}, {"pubmed": 22253775, "text": "Mitotic entry is enhanced through the direct upregulation of cyclin B1 expression effectuated by STOX1A."}, {"pubmed": 22266860, "text": "CDK1/cyclin B1 is the major kinase that phosphorylates Sp1."}, {"pubmed": 22286100, "text": "Data show that anaphase-promoting complex or cyclosome (APC/C)-mediated multiple monoubiquitylation targeting cyclin B1 for degradation."}, {"pubmed": 22391203, "text": "Tip60 forms a ternary complex with Plk1 and cyclin B1 and acetylates Plk1 but not cyclin B1."}, {"pubmed": 22482362, "text": "Treatment with myricetin led to G2/M cell cycle arrest in T24 bladder cancer cells by downregulation of Cyclin B1 and cyclin-dependent kinase cdc2."}, {"pubmed": 22508987, "text": "The switch between E2F1 and E2F4 at the E2F binding site of the cyclin B1 promoter coincides with an androgen-dependent interaction between AR and E2F1 as well as the cytoplasmic-to-nuclear translocation of E2F4."}, {"pubmed": 22532137, "text": "The Changes in cyclin B1 may be strictly related to its different regulation at mitotic catastrophe and senescence programs."}, {"pubmed": 22580043, "text": "treatment of human cancer cells with 2-methoxyestradiol causes up-regulation of cyclin B1 and Cdc2, which then mediate the induction of mitotic prometaphase arrest."}, {"pubmed": 22682366, "text": "These results revealed that cyclin B1 and Sec62 may be candidate biomarkers and potential therapeutic targets for HBV-related HCC recurrence after surgery."}, {"pubmed": 22726437, "text": "Study used chemical biology approaches and live-cell microscopy to show that nuclear Cdk1-cyclin B1 promotes the translocation of Cdk1-cyclin B1 to the nucleus."}, {"pubmed": 22905155, "text": "p53 dimers associate with the head-to-tail element to repress cyclin B transcription"}, {"pubmed": 22949227, "text": "The up-regulated cyclin B1/Cdc2 complex not only mediates prometaphase arrest."}, {"pubmed": 22965228, "text": "Cyclin-dependent kinase-1 (Cdk1)/cyclin B1 dictates cell fate after mitotic arrest via phosphoregulation of antiapoptotic Bcl-2 proteins"}, {"pubmed": 23114644, "text": "Elevated cyclin B1 expression attenuates the apoptosis induced by cisplatin or paclitaxel in human esophageal squamous cell carcinoma cells."}, {"pubmed": 23460259, "text": "We further detected that reduced level of GRK2 induced a small cell cycle arrest at G2/M phase by enhancing the expression of cyclin A, B1, and E"}, {"pubmed": 23505570, "text": "We find that a short, evolutionarily conserved N-terminal motif is required for cyclin B1 to localize to mitotic chromosomes."}, {"pubmed": 23775624, "text": "cdc2/cyclin B-mediated EBP50 phosphorylation may play a role in the regulation of various cell functions by affecting actin cytoskeleton reorganization."}, {"pubmed": 23874748, "text": "miR-379 is a novel regulator of Cyclin B1 expression, with significant loss of the miRNA observed in breast tumours."}, {"pubmed": 24058555, "text": "The cyclin B 3'UTR was not sufficient to enhance cyclin B synthesis."}, {"pubmed": 24248602, "text": "Findings implicate phosphorylation of eIF4G1(Ser1232) by Cdk1:cyclin B and its inhibitory effects on eIF4A helicase activity in the mitotic translation initiation shift."}, {"pubmed": 24324638, "text": "Cyclin B1 and cyclin B2 are interchangeable for ability to promote G2 and M transition in HeLa cells."}, {"pubmed": 24324728, "text": "The aim of the present study was to evaluate the prognostic value of the proliferation factors mitotic activity index (MAI), phosphohistone H3 (PPH3), cyclin B1, cyclin A and Ki67, alone and in combinations."}, {"pubmed": 24386390, "text": "study indicates that genetic polymorphisms of CCNB1 and CDK1 are related to BC susceptibility, progression, and survival in Chinese Han women."}, {"pubmed": 24395923, "text": "Allele-dependent transcriptional regulation of CCNB1 associated with the SNPs rs350099, rs350104, and rs164390 affects ISR risk through differential recruitment of NF-Y, AP-1, and SP1."}, {"pubmed": 24415942, "text": "Parvovirus-induced depletion of cyclin B1 prevents mitotic entry of infected cells."}, {"pubmed": 24416725, "text": "Our results indicated that CDB(cyclin B destruction box )-fused fluorescent protein can be used to examine the slight gene regulations in the reporter gene system"}, {"pubmed": 24488334, "text": "Cyclin B1 overexpression is associated with medullary thyroid carcinoma."}, {"pubmed": 24574517, "text": "Phosphorylated Akt plays an important role in regulating the expression level of cyclin B1 by interacting with AR and increasing the transcriptional activity of AR."}, {"pubmed": 24714775, "text": "CCNB1 activation is associated with recurrence in non-muscle-invasive bladder cancer."}, {"pubmed": 24746669, "text": "Cyclin B1/Cdk1-mediated phosphorylation of mitochondrial substrates allows cells to sense and respond to increased energy demand for G2/M transition and, subsequently, to upregulate mitochondrial respiration for successful cell-cycle progression."}, {"pubmed": 24840883, "text": "our data suggest that the non-canonical Hh pathway mediated through ptch1 and cyclin B1 is involved in the pathogenesis of NBCCS-associated KCOTs."}, {"pubmed": 24971465, "text": "CCNB1 is activated by Chk1, exerts its oncogenic role in colorectal cancer cells, and may play a key role in the development of a novel therapeutic approach against colorectal cancer."}, {"pubmed": 25044212, "text": "CCNB1 is a biomarker for the prognosis of ER+ breast cancer and monitoring of hormone therapy efficacy"}, {"pubmed": 25106528, "text": "Cyclin B1 expression was studied immunohistochemically in specimens from 241 patients with pancreatic cancer and was correlated with clinicopathological features and patient survival."}, {"pubmed": 25315186, "text": "the results were indicative that cyclin B may hold independent prognostic significance, but further studies are required to assess this."}, {"pubmed": 25362646, "text": "PKCa and Cyclin B1 are linked in a DAG-dependent mechanism that regulates cell cycle progression"}, {"pubmed": 25415322, "text": "Data show that inappropriate overexpression of cyclin B1 causes non-specific cell death."}, {"pubmed": 25483188, "text": "Complete removal of cyclin B1 is essential to prevent the return of the spindle checkpoint following sister chromatid disjunction."}, {"pubmed": 25486360, "text": "Cyclin B1 marks the restriction point for permanent cell cycle exit in G2 phase."}, {"pubmed": 25501285, "text": "Expression of cycle marker cyclin B1 differs between benign and malignant papillary breast lesions."}, {"pubmed": 25603287, "text": "Stereospecific phosphorylation of only the Ser-trans-Pro peptide by Cdk1-cyclin B1"}, {"pubmed": 25651564, "text": "that MAD2B may play an important role in high glucose-mediated podocyte injury of diabetic nephropathy via modulation of Cdh1, cyclin B1, and Skp2 expression"}, {"pubmed": 25659430, "text": "Stable association of Cdk1-cyclin B1 with phosphorylated separase counteracts this tendency and stabilizes separase in an inhibited yet activatable state"}, {"pubmed": 25698537, "text": "BUB1B expression was highly correlated to CDC20 and CCNB1 expression in multiple myeloma cells, leading to increased cell proliferation."}, {"pubmed": 25849598, "text": "Expression of CDK1 Tyr15, pCDK1 Thr161, Cyclin B1 (total) and pCyclin B1 Ser126 in vulvar squamous cell carcinoma and their relations with clinicopatological features and prognosis."}, {"pubmed": 25962181, "text": "Cyclin B1 could suppress the invasion and metastasis of colorectal cancer cells through regulating E-cadherin expression, which enables the development of potential intervention strategies for colorectal cancer."}, {"pubmed": 25982682, "text": "Germ cell tumors consistently overexpressed cyclin B1 independently of their responsiveness to chemotherapy or the presence of p53 mutations. Cyclin B1 was overexpressed by GCT cell lines carrying functional p53."}, {"pubmed": 26029996, "text": "Pharmacological inhibition or siRNA-mediated knockdown of cdk1/CCNB1 induced proliferation arrest independent of MYCN status in neuroblastoma cells."}, {"pubmed": 26125663, "text": "CCNB1 is target of miRNA-410 since its overexpression reduces CCNB1 at protein and mRNA levels."}, {"pubmed": 26136431, "text": "that CCNB1 contained many CD4 T cell epitopes, which are differentially recognized by pre-existing naive and memory CD4 T cells."}, {"pubmed": 26270673, "text": "The authors postulate that the mechanism of cytomegalovirus pUL97-human cyclin B1 interaction is determined by an active pUL97 kinase domain."}, {"pubmed": 26349943, "text": "Proximity ligation assay demonstrate proximity between S100A4 and cyclin B1 in vitro, while confocal microscopy showed S100A4 to localize to areas corresponding to centrosomes in mitotic cells prior to chromosome segregation."}, {"pubmed": 26506418, "text": "Data suggest that long non-coding RNA ZFAS1 may function as oncogene via destabilization of tumor suppressor protein p53 (p53) and through cyclin-dependent kinase 1 (CDK1)/cyclin B1 complex leading to cell cycle progression and inhibition of apoptosis."}, {"pubmed": 26555753, "text": "Sodium butyrate accelerates 3' UTR-dependent cyclin B1 decay by enhancing the binding of tristetraprolin to the 3' untranslated region of cyclin B1."}, {"pubmed": 26555773, "text": "Our results demonstrate for the first time that the SYSADOA diacerein decreased the viability of human chondrosarcoma cells and induces G2/M cell cycle arrest by CDK1/cyclin B1 down-regulation."}, {"pubmed": 26706989, "text": "On analyzing cyclin A and B1 (CCNA and CCNB1) expression, positive staining in 90% cases of PTC were observed. The study revealed a significant difference in expression of cyclins A and B1 between classic and non-classic variants of PTC."}, {"pubmed": 26709398, "text": "exposing renal carcinoma cells to amygdalin inhibited cell cycle progression and tumor cell growth by impairing cdk1 and cyclin B expression"}, {"pubmed": 26834014, "text": "Together, these results demonstrate that PGC-1alpha regulates cell cycle progression through modulation of CyclinD1 and CyclinB1 by ATP and ROS."}, {"pubmed": 26942677, "text": "CDK1-Cyclin B1 activates RNMT, coordinating mRNA cap methylation with G1 phase transcription."}, {"pubmed": 27183908, "text": "Data show that Islet-1 (ISL1) activated the expression of cyclin B1 (CCNB1), cyclin B2 (CCNB2) and c-myc (c-MYC) genes by binding to the conserved binding sites on their promoters or enhancers."}, {"pubmed": 27297620, "text": "Changes in expression and localization of cyclin B1 may constitute a part of the mechanism responsible for resistance of HL-60 cells to etoposide."}, {"pubmed": 27486754, "text": "CDK9, in addition to CDK1, has roles in mediating the growth inhibitory effect of dinaciclib on cyclin B1 in triple negative breast cancer"}, {"pubmed": 27663664, "text": "ZIC5 is highly upregulated in non-small cell lung cancer tumor tissues and may act as an oncogene by influencing CCNB1 and CDK1 complex expression"}, {"pubmed": 27669826, "text": "Knockdown of DRG2 elicited down-regulation of the major mitotic promoting factor, the cyclin B1/Cdk1 complex."}, {"pubmed": 27726420, "text": "Mitochondrial Ribosomal Protein L10 regulates cyclin B1/Cdk1 (cyclin-dependent kinase 1) activity and mitochondrial protein synthesis in mammalian cells"}, {"pubmed": 27903976, "text": "Overexpression of cyclin B1 is correlated with poor survival in most solid tumors, which suggests that the expression status of cyclin B1 is a significant prognostic parameter in solid tumors. [review]"}, {"pubmed": 27927753, "text": "XIAP is stable during mitotic arrest, but its function is controlled through phosphorylation by the mitotic kinase CDK1-cyclin-B1 at S40."}, {"pubmed": 28296622, "text": "We identified the known APC/C regulator Cdh1 and the F-box protein Fbxl15 as specific modulators of N-cyclin B1-luciferase steady-state levels and turnover. Collectively, our studies suggest that analyzing the steady-state levels of luciferase fusion proteins in parallel facilitates identification of specific regulators of protein turnover."}, {"pubmed": 28601573, "text": "Up-regulation of CCNB1 could be an indicator for invasiveness of pituitary adenomas.Up-regulation of CCNB1 could be an indicator for invasiveness of pituitary adenomas."}, {"pubmed": 28821558, "text": "Defective cyclin B1 induction by T-DM1 mediates acquired resistance in HER2-positive breast cancer cells."}, {"pubmed": 29700288, "text": "Mitotic slippage induced by ATP depletion is dependent on anaphase-promoting complex or cyclosome -dependent degradation of cyclin B."}, {"pubmed": 29705704, "text": "FOXM1 promotes proliferation in human hepatocellular carcinoma cells by transcriptional activation of CCNB1."}, {"pubmed": 29908998, "text": "SNAP23 suppressed progression of cervical cancer and induced cell cycle G2/M arrest via upregulating p21(cip1) and downregulating CyclinB1"}, {"pubmed": 30069972, "text": "The PFT-alpha group had increased proliferation and S-phase cell proportion and declined apoptosis, senescence, and G0/G1-phase cell proportion. CCNB1 silencing inhibits cell proliferation and promotes cell senescence via activation of the p53 signaling pathway in PC."}, {"pubmed": 30327455, "text": "These findings enhance our understanding of how loss of BRCA1 disrupts mitosis regulation through dysregulation of cyclin B1 and provide evidence suggesting that targeting cyclin B1 may be useful in BRCA1-associated breast cancer therapy."}, {"pubmed": 30481564, "text": "Beside their direct functions in regulation of cell cycle progression, the complex of cyclin B1-CDK1 is able to coordinate the cell cycle events with enhanced mitochondrial bioenergetics. Such nucleus-mitochondria oscillation may play key roles in the flexible bioenergetics required for tumor cell survival and compromising the efficacy of anti-cancer therapy. [review]"}, {"pubmed": 30518842, "text": "The study provides a mechanism by which gastric tumor cells maintain their high proliferation rate via coordination of AURKB and CREPT on the expression of CCNB1."}, {"pubmed": 30556321, "text": "High expression of CCNB1 was specifically associated with poor survival in lung adenocarcinoma."}, {"pubmed": 30629673, "text": "This work demonstrates that in the presence of high serum, and/or Akt signaling, direct binding between Tuberin and the G2/M cyclin, Cyclin B1, is stabilized and the rate of mitotic entry is decreased."}, {"pubmed": 30674582, "text": "CDK1-CCNB1 creates a spindle checkpoint-permissive state by enabling MPS1 kinetochore localization."}, {"pubmed": 30726872, "text": "STAT3 participates in modulating G2-M phase checkpoint by regulating gene expressions of cyclin B1 and Cdc2 via E2F."}, {"pubmed": 30782840, "text": "Cyclins B1, T1, and H differ in their molecular mode of interaction with cytomegalovirus protein kinase pUL97."}, {"pubmed": 30974121, "text": "By illustrating the molecular role of the catalytic lysine and cell cycle-dependent deacetylation as a determinant of CDK1:cyclin-B interaction, these results redefine the current model of CDK1 activation and cell-cycle progression."}, {"pubmed": 31387191, "text": "Downregulating cyclin B1."}, {"pubmed": 31469407, "text": "Orchestration of the spindle assembly checkpoint by CDK1-CCNB1 has been dissected. (Review)"}, {"pubmed": 31492965, "text": "UHRF1 is recruited to the cyclin B1 gene promoter and suppresses its expression in Toxoplasma-infected cells."}, {"pubmed": 31527303, "text": "HnRNPR-CCNB1/CENPF axis contributes to gastric cancer proliferation and metastasis."}, {"pubmed": 31585531, "text": "CCNB1 affects cavernous sinus invasion in pituitary adenomas through the epithelial-mesenchymal transition."}, {"pubmed": 31588029, "text": "two pathways act in concert to protect cyclin B from Cdc20-activated APC/C in G2, in order to enable cyclin B accumulation and the G2-to-M transition."}, {"pubmed": 31605132, "text": "LncRNA CRNDE acts as an oncogene in cervical cancer through sponging miR-183 to regulate CCNB1 expression."}, {"pubmed": 31630568, "text": "Cyclin B1 expression in the colorectal cancer is regulated by PSME3."}, {"pubmed": 31767812, "text": "Circular RNA CircCCNB1 sponges micro RNA-449a to inhibit cellular senescence by targeting CCNE2."}, {"pubmed": 31870357, "text": "CDK1 and CCNB1 as potential diagnostic markers of rhabdomyosarcoma"}, {"pubmed": 32048869, "text": "Investigation of Potential Mechanisms Associated with Non-small Cell Lung Cancer."}, {"pubmed": 32084401, "text": "The Hydrophobic Patch Directs Cyclin B to Centrosomes to Promote Global CDK Phosphorylation at Mitosis."}, {"pubmed": 32202322, "text": "Cyclin B1 scaffolds MAD1 at the kinetochore corona to activate the mitotic checkpoint."}, {"pubmed": 32207273, "text": "Protein Expression of Cyclin B1, Transferrin Receptor, and Fibronectin Is Correlated with the Prognosis of Adrenal Cortical Carcinoma."}, {"pubmed": 32231148, "text": "BMAL1 Suppresses Proliferation, Migration, and Invasion of U87MG Cells by Downregulating Cyclin B1, Phospho-AKT, and Metalloproteinase-9."}, {"pubmed": 32236513, "text": "Cyclin B1-Cdk1 facilitates MAD1 release from the nuclear pore to ensure a robust spindle checkpoint."}, {"pubmed": 32632220, "text": "RNA-binding motif protein 43 (RBM43) suppresses hepatocellular carcinoma progression through modulation of cyclin B1 expression."}, {"pubmed": 32863381, "text": "CDK1, CCNB1, and CCNB2 are Prognostic Biomarkers and Correlated with Immune Infiltration in Hepatocellular Carcinoma."}, {"pubmed": 33359304, "text": "CircNFIX promotes progression of pituitary adenoma via CCNB1 by sponging miR-34a -5p."}, {"pubmed": 33896262, "text": "Expression and prognostic value of CDK1, CCNA2, and CCNB1 gene clusters in human breast cancer."}, {"pubmed": 34064109, "text": "Oxidative Stress-Induced Unscheduled CDK1-Cyclin B1 Activity Impairs ER-Mitochondria-Mediated Bioenergetic Metabolism."}, {"pubmed": 34290405, "text": "Structural basis of human separase regulation by securin and CDK1-cyclin B1."}, {"pubmed": 34359836, "text": "YTHDF1 Promotes Cyclin B1 Translation through m(6)A Modulation and Contributes to the Poor Prognosis of Lung Adenocarcinoma with KRAS/TP53 Co-Mutation."}, {"pubmed": 34435645, "text": "Proteasome inhibitors decrease paclitaxelinduced cell death in nasopharyngeal carcinoma with the accumulation of CDK1/cyclin B1."}, {"pubmed": 34510641, "text": "FASN inhibition sensitizes metastatic OSCC cells to cisplatin and paclitaxel by downregulating cyclin B1."}, {"pubmed": 34717195, "text": "Long noncoding RNA PTTG3P/miR-192-3p/CCNB1 axis is a potential biomarker of childhood asthma."}, {"pubmed": 34743578, "text": "CCNB1 promotes the development of hepatocellular carcinoma by mediating DNA replication in the cell cycle."}, {"pubmed": 34797837, "text": "Hsa-mir-3163 and CCNB1 may be potential biomarkers and therapeutic targets for androgen receptor positive triple-negative breast cancer."}, {"pubmed": 34837450, "text": "MEOX1 suppresses the progression of lung cancer cells by inhibiting the cell-cycle checkpoint gene CCNB1."}, {"pubmed": 34858418, "text": "An Oxidative Stress-Related Gene Pair (CCNB1/PKD1), Competitive Endogenous RNAs, and Immune-Infiltration Patterns Potentially Regulate Intervertebral Disc Degeneration Development."}, {"pubmed": 35002514, "text": "CircCCNB1 silencing acting as a miR-106b-5p sponge inhibited GPM6A expression to promote HCC progression by enhancing DYNC1I1 expression and activating the AKT/ERK signaling pathway."}, {"pubmed": 35181869, "text": "MiR-139-5p Targeting CCNB1 Modulates Proliferation, Migration, Invasion and Cell Cycle in Lung Adenocarcinoma."}, {"pubmed": 35456460, "text": "Bioinformatics Analysis Highlight Differentially Expressed CCNB1 and PLK1 Genes as Potential Anti-Breast Cancer Drug Targets and Prognostic Markers."}, {"pubmed": 35471687, "text": "Circular RNA circCCNB1 inhibits the migration and invasion of nasopharyngeal carcinoma through binding and stabilizing TJP1 mRNA."}, {"pubmed": 36040381, "text": "High expression of CCNB1 driven by ncRNAs is associated with a poor prognosis and tumor immune infiltration in breast cancer."}, {"pubmed": 36167975, "text": "Identification and verification of CCNB1 as a potential prognostic biomarker by comprehensive analysis."}, {"pubmed": 36418517, "text": "The clinical significance of cyclin B1 (CCNB1) in invasive breast cancer with emphasis on its contribution to lymphovascular invasion development."}, {"pubmed": 36495514, "text": "miR-144 negatively regulates the effect of CCNB1 protein on the biological behavior of hepatoma cells."}, {"pubmed": 36601001, "text": "CCNB1 and AURKA are critical genes for prostate cancer progression and castration-resistant prostate cancer resistant to vinblastine."}, {"pubmed": 37168048, "text": "Expression significance of Emi1, UBCH10 and CyclinB1 in esophageal squamous cell carcinoma."}, {"pubmed": 37391641, "text": "The role of CXCL8 and CCNB1 in predicting hepatocellular carcinoma in the context of cirrhosis: implications for early detection and immune-based therapies."}, {"pubmed": 37758792, "text": "A pancancer analysis of the oncogenic role of cyclin B1 (CCNB1) in human tumors."}, {"pubmed": 37831636, "text": "KCNN1 promotes proliferation and metastasis of breast cancer via ERLIN2-mediated stabilization and K63-dependent ubiquitination of Cyclin B1."}, {"pubmed": 37839786, "text": "Squalene epoxidase promotes breast cancer progression by regulating CCNB1 protein stability."}, {"pubmed": 37979396, "text": "DEPDC1B enhances malignant phenotypes of multiple myeloma through upregulating CCNB1 and inhibiting p53 signaling pathway."}, {"pubmed": 38043194, "text": "BubR1 and cyclin B1 immunoexpression in pleomorphic adenoma and polymorphous adenocarcinoma of minor salivary glands."}, {"pubmed": 38241547, "text": "Prognostic value of cyclin B1 and cyclin B2 expression in breast cancer: A systematic review and updated meta-analysis."}, {"pubmed": 38722402, "text": "Serum/glucocorticoid-regulated kinase 1 contributes to the proliferation of varicella-zoster virus and induction of cyclin B1 expression."}, {"pubmed": 38813026, "text": "Hsa-circ-0006091 modulates the proliferation of hepatocellular carcinoma via the miR-622/CCNB1 axis."}], "genomic_pos": {"chr": "5", "end": 69178245, "ensemblgene": "ENSG00000134057", "start": 69167135, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 68474072, "start": 68462837, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000079", "qualifier": "involved_in", "term": "regulation of cyclin-dependent protein serine/threonine kinase activity"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0000086", "pubmed": 17495531, "qualifier": "involved_in", "term": "G2/M transition of mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007052", "pubmed": 18195732, "qualifier": "involved_in", "term": "mitotic spindle organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007080", "qualifier": "involved_in", "term": "mitotic metaphase chromosome alignment"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007080", "pubmed": 18195732, "qualifier": "involved_in", "term": "mitotic metaphase chromosome alignment"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010971", "pubmed": 24746669, "qualifier": "involved_in", "term": "positive regulation of G2/M transition of mitotic cell cycle"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0044772", "qualifier": "involved_in", "term": "mitotic cell cycle phase transition"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045931", "pubmed": 18195732, "qualifier": "involved_in", "term": "positive regulation of mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048146", "qualifier": "involved_in", "term": "positive regulation of fibroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051987", "pubmed": 18195732, "qualifier": "involved_in", "term": "positive regulation of attachment of spindle microtubules to kinetochore"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090266", "pubmed": 18195732, "qualifier": "involved_in", "term": "regulation of mitotic cell cycle spindle assembly checkpoint"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905448", "pubmed": 24746669, "qualifier": "involved_in", "term": "positive regulation of mitochondrial ATP synthesis coupled electron transport"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000922", "pubmed": 18195732, "qualifier": "located_in", "term": "spindle pole"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000940", "pubmed": 18195732, "qualifier": "part_of", "term": "outer kinetochore"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [11331587, 16109376, 20725088], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [11331587, 17850284, 20725088], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005759", "qualifier": "colocalizes_with", "term": "mitochondrial matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005759", "pubmed": 24746669, "qualifier": "colocalizes_with", "term": "mitochondrial matrix"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005813", "qualifier": "is_active_in", "term": "centrosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "pubmed": 12524548, "qualifier": "located_in", "term": "centrosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0097125", "qualifier": "part_of", "term": "cyclin B1-CDK1 complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097125", "pubmed": 24746669, "qualifier": "part_of", "term": "cyclin B1-CDK1 complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0097125", "pubmed": 17495531, "qualifier": "part_of", "term": "cyclin B1-CDK1 complex"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005113", "pubmed": 11331587, "qualifier": "enables", "term": "patched binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8756624, 9001210, 10373560, 12612082, 15790566, 17283331, 18337751, 18408765, 19502428, 19879842, 20965177, 21540187, 21952639, 23397142, 23543736, 23602568, 23799914, 24358021, 25852190, 26496610, 27626412, 28514442, 32707033, 33037310, 34591612], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016538", "qualifier": "enables", "term": "cyclin-dependent protein serine/threonine kinase regulator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": [12524548, 24746669], "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044389", "pubmed": 15749827, "qualifier": "enables", "term": "ubiquitin-like protein ligase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061575", "pubmed": 24746669, "qualifier": "enables", "term": "cyclin-dependent protein serine/threonine kinase activator activity"}]}, "homologene": {"genes": [[3702, 820325], [3702, 829904], [3702, 830502], [4932, 851400], [7165, 1275773], [7165, 1275774], [7227, 37618], [7955, 58025], [8364, 394726], [9544, 699504], [9598, 461835], [9606, 891], [9615, 608420], [9913, 327679], [10090, 268697], [10090, 434175], [10116, 25203]], "id": 68982}, "interpro": [{"desc": "Cyclin, C-terminal domain", "id": "IPR004367", "short_desc": "Cyclin_C-dom"}, {"desc": "Cyclin, N-terminal", "id": "IPR006671", "short_desc": "Cyclin_N"}, {"desc": "Cyclin-like domain", "id": "IPR013763", "short_desc": "Cyclin-like_dom"}, {"desc": "Cyclin-like superfamily", "id": "IPR036915", "short_desc": "Cyclin-like_sf"}, {"desc": "Cyclin", "id": "IPR039361", "short_desc": "Cyclin"}, {"desc": "Cyclin A/B-like", "id": "IPR046965", "short_desc": "Cyclin_A/B-like"}, {"desc": "G2/mitotic-specific cyclin-B1, first cyclin box", "id": "IPR048026", "short_desc": "CCNB1_first_cyclin-box"}, {"desc": "Cyclins, cyclin-box", "id": "IPR048258", "short_desc": "Cyclins_cyclin-box"}], "ipi": ["IPI00294696", "IPI00745793", "IPI00966293", "IPI00966971"], "map_location": "5q13.2", "name": "cyclin B1", "other_names": "G2/mitotic-specific cyclin-B1", "pantherdb": {"HGNC": "1579", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88302", "ortholog_type": "LDO", "panther_family": "PTHR10177", "taxid": 10090, "uniprot_kb": "P24860"}, {"RGD": "2291", "ortholog_type": "LDO", "panther_family": "PTHR10177", "taxid": 10116, "uniprot_kb": "P30277"}, {"ZFIN": "ZDB-GENE-000406-10", "ortholog_type": "LDO", "panther_family": "PTHR10177", "taxid": 7955, "uniprot_kb": "Q7ZU21"}, {"WormBase": "WBGene00000866", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 6239, "uniprot_kb": "O45926"}, {"WormBase": "WBGene00000867", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 6239, "uniprot_kb": "Q9BLB5"}, {"WormBase": "WBGene00000865", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 6239, "uniprot_kb": "Q10653"}, {"FlyBase": "FBgn0000405", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 7227, "uniprot_kb": "P20439"}, {"PomBase": "SPBC16E9.17c", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 4896, "uniprot_kb": "O14332"}, {"dictyBase": "DDB_G0277439", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 352472, "uniprot_kb": "Q8T2F2"}, {"dictyBase": "DDB_G0279085", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 352472, "uniprot_kb": "Q1ZXI1"}, {"EnsemblGenome": "AT5G25380", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 3702, "uniprot_kb": "Q39071"}, {"TAIR": "2148052", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 3702, "uniprot_kb": "Q147G5"}, {"TAIR": "2196563", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 3702, "uniprot_kb": "Q38819"}, {"TAIR": "2034250", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 3702, "uniprot_kb": "Q9C968"}, {"TAIR": "2036761", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 3702, "uniprot_kb": "A0MEB5"}, {"TAIR": "2030648", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 3702, "uniprot_kb": "Q9C6A9"}, {"TAIR": "2036756", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 3702, "uniprot_kb": "Q3ECW2"}, {"TAIR": "2167761", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 3702, "uniprot_kb": "Q9FMH5"}, {"TAIR": "2031407", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 3702, "uniprot_kb": "Q9FVX0"}, {"TAIR": "2205871", "ortholog_type": "O", "panther_family": "PTHR10177", "taxid": 3702, "uniprot_kb": "Q9C6Y3"}], "uniprot_kb": "P14635"}, "pathway": {"biocarta": [{"id": "akap95pathway", "name": "akap95 role in mitosis and chromosome dynamics"}, {"id": "cellcyclepathway", "name": "cyclins and cell cycle regulation"}, {"id": "efppathway", "name": "estrogen responsive protein efp controls cell cycle and breast tumors growth"}, {"id": "g2pathway", "name": "cell cycle: g2/m checkpoint"}, {"id": "il2rbpathway", "name": "il-2 receptor beta chain in t cell activation"}, {"id": "mprpathway", "name": "how progesterone initiates the oocyte maturation"}, {"id": "plk3pathway", "name": "regulation of cell cycle progression by plk3"}, {"id": "ptc1pathway", "name": "sonic hedgehog receptor ptc1 regulates cell cycle"}, {"id": "stathminpathway", "name": "stathmin and breast cancer resistance to antimicrotubule agents"}], "kegg": [{"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, {"id": "hsa04110", "name": "Cell cycle - Homo sapiens (human)"}, {"id": "hsa04114", "name": "Oocyte meiosis - Homo sapiens (human)"}, {"id": "hsa04115", "name": "p53 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04218", "name": "Cellular senescence - Homo sapiens (human)"}, {"id": "hsa04914", "name": "Progesterone-mediated oocyte maturation - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Hedgehog", "name": "Hedgehog"}, "pid": [{"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "foxm1pathway", "name": "FOXM1 transcription factor network"}, {"id": "foxopathway", "name": "FoxO family signaling"}, {"id": "myc_activpathway", "name": "Validated targets of C-MYC transcriptional activation"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "p73pathway", "name": "p73 transcription factor network"}, {"id": "plk1_pathway", "name": "PLK1 signaling events"}], "reactome": [{"id": "R-HSA-113507", "name": "E2F-enabled inhibition of pre-replication complex formation"}, {"id": "R-HSA-113510", "name": "E2F mediated regulation of DNA replication"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-156711", "name": "Polo-like kinase mediated events"}, {"id": "R-HSA-162658", "name": "Golgi Cisternae Pericentriolar Stack Reorganization"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-174048", "name": "APC/C:Cdc20 mediated degradation of Cyclin B"}, {"id": "R-HSA-174143", "name": "APC/C-mediated degradation of cell cycle proteins"}, {"id": "R-HSA-176408", "name": "Regulation of APC/C activators between G1/S and early anaphase"}, {"id": "R-HSA-176409", "name": "APC/C:Cdc20 mediated degradation of mitotic proteins"}, {"id": "R-HSA-176412", "name": "Phosphorylation of the APC/C"}, {"id": "R-HSA-176417", "name": "Phosphorylation of Emi1"}, {"id": "R-HSA-176814", "name": "Activation of APC/C and APC/C:Cdc20 mediated degradation of mitotic proteins"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2299718", "name": "Condensation of Prophase Chromosomes"}, {"id": "R-HSA-2465910", "name": "MASTL Facilitates Mitotic Progression"}, {"id": "R-HSA-2500257", "name": "Resolution of Sister Chromatid Cohesion"}, {"id": "R-HSA-2514853", "name": "Condensation of Prometaphase Chromosomes"}, {"id": "R-HSA-2555396", "name": "Mitotic Metaphase and Anaphase"}, {"id": "R-HSA-2565942", "name": "Regulation of PLK1 Activity at G2/M Transition"}, {"id": "R-HSA-2980766", "name": "Nuclear Envelope Breakdown"}, {"id": "R-HSA-2980767", "name": "Activation of NIMA Kinases NEK9, NEK6, NEK7"}, {"id": "R-HSA-2995383", "name": "Initiation of Nuclear Envelope (NE) Reformation"}, {"id": "R-HSA-2995410", "name": "Nuclear Envelope (NE) Reassembly"}, {"id": "R-HSA-3301854", "name": "Nuclear Pore Complex (NPC) Disassembly"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-4419969", "name": "Depolymerization of the Nuclear Lamina"}, {"id": "R-HSA-453274", "name": "Mitotic G2-G2/M phases"}, {"id": "R-HSA-453276", "name": "Regulation of mitotic cell cycle"}, {"id": "R-HSA-453279", "name": "Mitotic G1 phase and G1/S transition"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-6791312", "name": "TP53 Regulates Transcription of Cell Cycle Genes"}, {"id": "R-HSA-6804114", "name": "TP53 Regulates Transcription of Genes Involved in G2 Cell Cycle Arrest"}, {"id": "R-HSA-68875", "name": "Mitotic Prophase"}, {"id": "R-HSA-68875", "name": "Mitotic Prophase"}, {"id": "R-HSA-68877", "name": "Mitotic Prometaphase"}, {"id": "R-HSA-68877", "name": "Mitotic Prometaphase"}, {"id": "R-HSA-68882", "name": "Mitotic Anaphase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69206", "name": "G1/S Transition"}, {"id": "R-HSA-69273", "name": "Cyclin A/B1/B2 associated events during G2/M transition"}, {"id": "R-HSA-69275", "name": "G2/M Transition"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69473", "name": "G2/M DNA damage checkpoint"}, {"id": "R-HSA-69478", "name": "G2/M DNA replication checkpoint"}, {"id": "R-HSA-69481", "name": "G2/M Checkpoints"}, {"id": "R-HSA-69620", "name": "Cell Cycle Checkpoints"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-75035", "name": "Chk1/Chk2(Cds1) mediated inactivation of Cyclin B:Cdk1 complex"}, {"id": "R-HSA-8852276", "name": "The role of GTSE1 in G2/M progression after G2 checkpoint"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-9700206", "name": "Signaling by ALK in cancer"}, {"id": "R-HSA-9725370", "name": "Signaling by ALK fusions and activated point mutants"}, {"id": "R-HSA-9725371", "name": "Nuclear events stimulated by ALK signaling in cancer"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9825892", "name": "Regulation of MITF-M-dependent genes involved in cell cycle and proliferation"}, {"id": "R-HSA-9856651", "name": "MITF-M-dependent gene expression"}], "wikipathways": [{"id": "WP1403", "name": "AMP-activated protein kinase (AMPK) signaling"}, {"id": "WP1530", "name": "miRNA regulation of DNA damage response"}, {"id": "WP179", "name": "Cell cycle"}, {"id": "WP2446", "name": "Retinoblastoma gene in cancer"}, {"id": "WP2516", "name": "ATM Signaling Pathway"}, {"id": "WP45", "name": "G1 to S cell cycle control"}, {"id": "WP707", "name": "DNA damage response"}]}, "pdb": ["2B9R", "2JGZ", "4Y72", "4YC3", "5HQ0", "5LQF", "6GU2", "6GU3", "6GU4", "7NJ0", "8TAR", "8TAU"], "pfam": ["PF00134", "PF02984"], "pharmgkb": "PA95", "pharos": {"target_id": 7837, "tdl": "Tchem"}, "pir": "A32992", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246903", "relationship": "is"}, {"id": "GNF246904", "relationship": "is"}, {"id": "GNF246905", "relationship": "is"}, {"id": "GNF246906", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF034035", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002201", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF099512", "relationship": "is"}, {"id": "GNF139167", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1"], "protein": ["NP_001341773.1", "NP_001341774.1", "NP_114172.1"], "rna": ["NM_001354844.2", "NM_001354845.2", "NM_031966.4"], "translation": [{"protein": "NP_001341774.1", "rna": "NM_001354845.2"}, {"protein": "NP_001341773.1", "rna": "NM_001354844.2"}, {"protein": "NP_114172.1", "rna": "NM_031966.4"}]}, "reporter": {"HG-U133_Plus_2": ["214710_s_at", "228729_at"], "HG-U95Av2": ["1945_at", "34736_at"], "HTA-2_0": ["TC05000298.hg.1", "TC05002418.hg.1"], "HuEx-1_0": "2813414", "HuGene-1_1": "8105828", "HuGene-2_1": "16985599"}, "summary": "The protein encoded by this gene is a regulatory protein involved in mitosis. The gene product complexes with p34(cdc2) to form the maturation-promoting factor (MPF). The encoded protein is necessary for proper control of the G2/M transition phase of the cell cycle. [provided by RefSeq, Aug 2017].", "symbol": "CCNB1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332695"}, "unigene": "Hs.23960", "uniprot": {"Swiss-Prot": "P14635", "TrEMBL": ["H0Y9U8", "H0YA62", "E9PC90", "D6RHI0"]}, "wikipedia": {"url_stub": "Cyclin B1"}}