{"AllianceGenome": "1599", "HGNC": "1599", "MIM": "143055", "_id": "904", "_version": 1, "accession": {"genomic": ["AC079951.35", "AF255307.1", "CH471111.1", "CP068266.2", "NC_000012.12", "NC_060936.1"], "protein": ["AAC39638.1", "AAC39664.1", "AAF72184.1", "ABV58572.1", "BAF83679.1", "EAW57998.1", "NP_001231.2", "NP_001264771.1", "NP_001400127.1", "NP_001400128.1", "NP_001400129.1", "O60563.1", "XP_016875686.1", "XP_054229757.1"], "rna": ["AF045161.1", "AF048730.1", "AK002085.1", "AK290990.1", "AL832083.1", "BX098766.1", "BX537514.1", "BX537516.1", "EF688064.1", "HY016640.1", "KY966264.1", "NM_001240.4", "NM_001277842.2", "NM_001413198.1", "NM_001413199.1", "NM_001413200.1", "NR_182118.1", "NR_182119.1", "XM_017020197.3", "XM_054373782.1"], "translation": [{"protein": "BAF83679.1", "rna": "AK290990.1"}, {"protein": "ABV58572.1", "rna": "EF688064.1"}, {"protein": "AAC39664.1", "rna": "AF048730.1"}, {"protein": "NP_001400129.1", "rna": "NM_001413200.1"}, {"protein": "XP_054229757.1", "rna": "XM_054373782.1"}, {"protein": "NP_001231.2", "rna": "NM_001240.4"}, {"protein": "NP_001264771.1", "rna": "NM_001277842.2"}, {"protein": "NP_001400128.1", "rna": "NM_001413199.1"}, {"protein": "AAC39638.1", "rna": "AF045161.1"}, {"protein": "XP_016875686.1", "rna": "XM_017020197.3"}, {"protein": "NP_001400127.1", "rna": "NM_001413198.1"}]}, "alias": ["CCNT", "CYCT1", "HIVE1"], "ensembl": {"gene": "ENSG00000129315", "protein": ["ENSP00000261900", "ENSP00000399845", "ENSP00000481035"], "transcript": ["ENST00000261900", "ENST00000417344", "ENST00000550457", "ENST00000551989", "ENST00000618666"], "translation": [{"protein": "ENSP00000261900", "rna": "ENST00000261900"}, {"protein": "ENSP00000481035", "rna": "ENST00000618666"}, {"protein": "ENSP00000399845", "rna": "ENST00000417344"}], "type_of_gene": "protein_coding"}, "entrezgene": "904", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.3091675734, "exp_mis": 232.243449039, "exp_syn": 86.1134516329, "lof_z": 4.24431125538586, "mis_z": 1.09906059776153, "mu_lof": 1.52760527627e-06, "mu_mis": 2.04849804897e-05, "mu_syn": 7.39914619835e-06, "n_lof": 1.0, "n_mis": 198.0, "n_syn": 101.0, "p_li": 0.995809373034455, "p_null": 7.05307713469696e-08, "p_rec": 0.00419055643477364, "syn_z": -0.994507365088274}, "bp": 2181, "cds_end": 49110458, "cds_start": 49086815, "n_exons": 9, "nonpsych": {"exp_lof": 18.206407423, "exp_mis": 210.027389557, "exp_syn": 77.7656359574, "lof_z": 3.96031748513117, "mis_z": 1.25388184391734, "mu_lof": 1.52760527627e-06, "mu_mis": 2.04849804897e-05, "mu_syn": 7.39914619835e-06, "n_lof": 1.0, "n_mis": 174.0, "n_syn": 88.0, "p_li": 0.991997193627033, "p_null": 4.1810584471233e-07, "p_rec": 0.00800238826712253, "syn_z": -0.730685295118149}, "nontcga": {"exp_lof": 18.6673430598, "exp_mis": 213.646896908, "exp_syn": 79.2072885177, "lof_z": 4.03377067193092, "mis_z": 1.01051030788292, "mu_lof": 1.52760527627e-06, "mu_mis": 2.04849804897e-05, "mu_syn": 7.39914619835e-06, "n_lof": 1.0, "n_mis": 184.0, "n_syn": 90.0, "p_li": 0.992589347343261, "p_null": 2.83504539395607e-07, "p_rec": 0.00741036915219957, "syn_z": -0.767839005269489}, "transcript": "ENST00000261900.3"}, "exons": [{"cdsend": 48716675, "cdsstart": 48693032, "chr": "12", "position": [[48688457, 48694436], [48695758, 48695829], [48695998, 48696162], [48698137, 48698183], [48699777, 48699840], [48701012, 48701073], [48705767, 48705896], [48714442, 48714524], [48716514, 48716707]], "strand": -1, "transcript": "NM_001240", "txend": 48716707, "txstart": 48688457}, {"cdsend": 48716675, "cdsstart": 48695816, "chr": "12", "position": [[48688457, 48694436], [48695758, 48695829], [48698137, 48698183], [48699777, 48699840], [48701012, 48701073], [48705767, 48705896], [48714442, 48714524], [48716514, 48716707]], "strand": -1, "transcript": "NM_001277842", "txend": 48716707, "txstart": 48688457}], "exons_hg19": [{"cdsend": 49110458, "cdsstart": 49086815, "chr": "12", "position": [[49082240, 49088219], [49089541, 49089612], [49089781, 49089945], [49091920, 49091966], [49093560, 49093623], [49094795, 49094856], [49099550, 49099679], [49108225, 49108307], [49110297, 49110490]], "strand": -1, "transcript": "NM_001240", "txend": 49110490, "txstart": 49082240}, {"cdsend": 49110458, "cdsstart": 49089599, "chr": "12", "position": [[49082240, 49088219], [49089541, 49089612], [49091920, 49091966], [49093560, 49093623], [49094795, 49094856], [49099550, 49099679], [49108225, 49108307], [49110297, 49110490]], "strand": -1, "transcript": "NM_001277842", "txend": 49110490, "txstart": 49082240}], "generif": [{"pubmed": 11713533, "text": "Activity inhibited by 7SK small nuclear RNA."}, {"pubmed": 11884399, "text": "P-TEFb containing cyclin K and Cdk9 can activate transcription via RNA."}, {"pubmed": 12115727, "text": "CDK9 has the intrinsic property to shuttle between nucleus and cytoplasm, and enhanced expression of cyclin T1 promotes its nuclear localization."}, {"pubmed": 12177005, "text": "P-TEFb is a key mediator of Myc activated transcription by stimulating elongation"}, {"pubmed": 12368300, "text": "fluctuation in CycT1 levels during human macrophage differentiation may be involved in the regulation of HIV-1 replication"}, {"pubmed": 12368330, "text": "chimeras between kinase-inactive mutant Cdk9 and truncated cyclin T1 proteins efficiently inhibit Tat transactivation and human immunodeficiency virus gene expression"}, {"pubmed": 12458222, "text": "Tat and trans-activation-responsive (TAR) RNA-independent induction of HIV-1 long terminal repeat by this protein requires Sp1"}, {"pubmed": 12486002, "text": "Cyclin T1 binding to HIV-1 tat is regulated by the differential acetylation of tat"}, {"pubmed": 12588988, "text": "cyclin T1 binds with granulin to inhibit transcription"}, {"pubmed": 12651893, "text": "the transcriptional repressor PIE-1 from Caenorhabditis elegans binds Cyclin T1 via an alanine-containing heptapeptide repeat and inhibits transcriptional elongation {cyclin T1)"}, {"pubmed": 12727882, "text": "recruitment to nuclear bodies via direct interaction with PML protein"}, {"pubmed": 12832472, "text": "Since Tat also binds to this cyclin T1 domain and the association between 7SK RNA/MAQ1 and P-TEFb competes with the binding of Tat to cyclin T1, we speculate that the TAR RNA/Tat lentivirus system has evolved to subvert the cellular 7SK RNA/MAQ1 system"}, {"pubmed": 14627702, "text": "major portion of nuclear P-TEFb is sequestered and inactivated by the coordinated actions of the 7SK snRNA"}, {"pubmed": 14963154, "text": "RNAi-mediated gene silencing of P-TEFb in HeLa cells was not lethal and inhibited Tat transactivation and HIV-1 replication in host cells"}, {"pubmed": 15049426, "text": "review of work indicating under some circumstances TAK/P-TEFb is likely to be limiting for HIV replication in CD4+ T cells and macrophages; review of mechanisms of regulation of the TAK/P-TEFb subunits in these cell types"}, {"pubmed": 15107825, "text": "NUFIP and P-TEFb with BRCA1 activate transcription by RNA polymerase II"}, {"pubmed": 15563843, "text": "a histidine-rich stretch in CycT1 was found to direct the transcriptional activity of this P-TEFb complex when tethered artificially to DNA."}, {"pubmed": 15713661, "text": "HEXIM1 and HEXIM2 maintain the balance between active and inactive forms of P-TEFb, a heterodimeric complex composed of cyclin-dependent kinase 9 and cyclin T."}, {"pubmed": 15913611, "text": "downregulation of hCycT1 did not cause apoptotic cell death"}, {"pubmed": 15940264, "text": "increased estrogen down regulated gene 1 expression results in inhibition of cyclin T1 recruitment and estrogen receptor 1 DNA binding"}, {"pubmed": 15994294, "text": "analysis of positive transcription elongation factor - HEXIM1 - 7SK RNA complex"}, {"pubmed": 16308568, "text": "Role of P-TEFb as an activator of transcription elongation can be separated from its role in RNA processing; neither function is universally required for expression of mammalian pol II-dependent genes."}, {"pubmed": 16362050, "text": "the interplay between 7SK snRNA and oppositely charged regions in HEXIM1 direct its binding to P-TEFb and subcellular localization that culminates in the inhibition of transcription"}, {"pubmed": 16439541, "text": "human cyclin T1 expression is sufficient to support Tat-mediated transactivation in primary mouse CD4 T lymphocytes and monocytes/macrophages and increases in vitro and in vivo HIV-1 production by these stimulated cells."}, {"pubmed": 16615932, "text": "Finally, two inhibitors of cyclin-dependent kinase 9 (a dominant negative CDK9 and flavopiridol) repressed activity from the MR and BMPR2 promoters"}, {"pubmed": 16764723, "text": "Using DNA microarray technology, we found that more than 20% of genes induced by PMA require cyclin T1 for their normal level of induction, and approximately 15% of genes repressed by PMA require cyclin T1 for their normal level of repression."}, {"pubmed": 16980611, "text": "These data link the P-TEFb equilibrium to the intracellular transcriptional demand and proliferative/differentiated states of cells."}, {"pubmed": 17014716, "text": "Prostratin induces Cyclin T1 expression and P-TEFb function and this is likely to be involved in prostratin reactivation of latent HIV-1 proviruses"}, {"pubmed": 17317667, "text": "WRN is a novel cellular cofactor for HIV-1 replication, and the WRN helicase participates in the recruitment of PCAF/P-TEFb-containing transcription complexes"}, {"pubmed": 17352406, "text": "Cdk9/Cyclin T1 complex may be important in the activation/differentiation program of lymphoid cells and that its upregulation may contribute to malignant transformation."}, {"pubmed": 17452463, "text": "These results suggest that acetylation of CDK9 is an important posttranslational modification that is involved in regulating P-TEFb transcriptional elongation function."}, {"pubmed": 17502349, "text": "Upon induction of NF-kappaB, a subset of target genes is regulated differentially by either P-TEFb or DSIF.[P-TEFb, DSIF]"}, {"pubmed": 17540406, "text": "Regions important for the interactions with partners as the TRM give insights into the spatial arrangment of critical residues that build up the interface for its regulatory factors."}, {"pubmed": 17686863, "text": "Tax may compete and functionally substitute for Brd4 in P-TEFb regulation.Tax and Brd4 compete for binding to P-TEFb through direct interaction with cyclin T1"}, {"pubmed": 17690245, "text": "Overexpression of the BRD4 P-TEFb-interacting domain disrupts the interaction between the HIV transactivator Tat and P-TEFb and suppresses the ability of Tat to transactivate the HIV promoter"}, {"pubmed": 17724342, "text": "provide structural insights how Hexim1 recognizes the Cyclin T1 subunit of positive transcription elongation factor b"}, {"pubmed": 17855633, "text": "Identification of ENL-associated proteins by mass spectrometry revealed enzymes with a known role in transcriptional elongation: pTEFb and DOT1L."}, {"pubmed": 18039861, "text": "while the P-TEFb level remains constant, the Brd4-P-TEFb interaction increases dramatically in cells progressing from late mitosis to early G(1)."}, {"pubmed": 18205180, "text": "This data suggests an active role for the Cdk9/Cyclin T1 complex during lymphoid differentiation through germinal center reaction."}, {"pubmed": 18353948, "text": "HIV infection increases the sensitivity of microglia and astrocytes to inflammatory stimulation and support the use of these mice as a model to investigate various aspects of the in vivo mechanism of HIV-induced neuronal dysfunction"}, {"pubmed": 18391197, "text": "TAF7 interacts with the transcription factors, TFIIH and P-TEFb, resulting in the inhibition of their Pol II CTD kinase activities"}, {"pubmed": 18566585, "text": "Study shows that CDK9/CycT1 autophosphorylates on Thr186 in the activation segment and three C-terminal phosphorylation sites; autophosphorylation on all sites occurs in cis."}, {"pubmed": 18620576, "text": "CycT1-U7 mutant inhibits HIV transcription by promoting a rapid degradation of Tat."}, {"pubmed": 18773076, "text": "Cyclin T1-dependent genes in activated CD4 T and macrophage cell lines appear enriched in HIV-1 co-factors"}, {"pubmed": 18780834, "text": "functional and physical interaction of GATA-1 with components of the positive transcriptional elongation factor P-TEFb"}, {"pubmed": 18931076, "text": "CycT1 may potentially serve as a target for the development of anti-HIV therapies by inactivating viral Tat protein."}, {"pubmed": 19179338, "text": "a direct impact of CDK9-cyclin T1 on the nuclear localization and activity of the viral regulator pUL69."}, {"pubmed": 19297489, "text": "binding of Brd4 to the cdk9 complex is not required but that efficient binding to cyclin T1 is essential"}, {"pubmed": 19387490, "text": "Cyclin T1 acetylation triggers dissociation of Hexim1 and 7SK snRNA from cyclin T1/CDK9 and activates the transcriptional activity of P-TEFb."}, {"pubmed": 19883659, "text": "The tripartite protein-RNA complex formation between Hexim, Cyclin T and 7SK snRNA, was analyzed."}, {"pubmed": 20210365, "text": "binding to Cyclin T1 induces an asymmetry or sterical hindrance in the first coiled coil segment of dimeric Hexim1 that disallows formation of a 2:2 complex."}, {"pubmed": 20618343, "text": "study showed that P-TEFb and Dengue virus (DENV) core protein work in concert to enhance IL-8 gene expression by DENV infection"}, {"pubmed": 20714219, "text": "Cyclin T1 oncogenic function and suggest a role for this protein in controlling cell cycle probably via Rb/E2F1 pathway."}, {"pubmed": 20943989, "text": "results suggest that cyclin T1/CDK9 serves as an adapter to mediate the interaction of influenza A virus RNA-dependent RNA polymerase and RNA Pol II and promote viral transcription"}, {"pubmed": 21450947, "text": "HCMV inter-regulation with CDK9/cyclin T1 is at least partly based on a pUL69-cylin T1 interaction."}, {"pubmed": 21555514, "text": "Cyclin K inhibits HIV-1 gene expression and replication by interfering with cyclin-dependent kinase 9 (CDK9)-cyclin T1 interaction in Nef-dependent manner."}, {"pubmed": 21763494, "text": "The role of the CycT1 N-terminal region in Tat action, was investigated."}, {"pubmed": 21763496, "text": "This investigation reveals a novel mechanism of cyclin T1 regulation and establishes NF90 as a regulator of HIV-1 replication during both productive infection and induction from latency."}, {"pubmed": 22205749, "text": "MiR-27b, miR-29b, miR-223, and miR-150 are regulators of cyclin T1 protein levels and HIV-1 replication in resting CD4+ T cells."}, {"pubmed": 22342181, "text": "N-terminal residues in cyclin T1 are specifically involved in the binding of cyclin T1 to HEXIM1 but not to Tat."}, {"pubmed": 22959624, "text": "Structural determination of a short-lived conformational state between CCNT1 and CDK9 that is adopted during the phosphorylation cycle."}, {"pubmed": 23152527, "text": "The authors find that resting CD4(+) T cells, whether naive or memory and independent of their HIV infection status, have low levels of Cyclin T1 and T-loop-phosphorylated CDK9, which increase upon activation."}, {"pubmed": 23471103, "text": "AFF4 is positioned to make unexpected direct contacts with HIV Tat, and Tat enhances P-TEFb/CCNT1 affinity for AFF4."}, {"pubmed": 23539624, "text": "positive transcription elongation factor b (P-TEFb, made of CDK9 and CycT1) is released from its inhibitory complex by histone deacetylase inhibitors, which also activate HIV transcription"}, {"pubmed": 23569210, "text": "CYCT1b is a newly identified cyclin T1 splice variant whose expression leads to direct inhibition of TAT-transactivated transcription of the HIV-1 LTR promoter"}, {"pubmed": 23691059, "text": "All of the hCD4/R5/cT1 mice developed disseminated infection of tissues that included the spleen, small intestine, lymph nodes and lungs after intravenous injection with an HIV-1 infectious molecular clone"}, {"pubmed": 23977272, "text": "Plk1 negatively regulates the RNA polymerase II-dependent transcription through inhibiting the activity of cyclin T1/Cdk9 complex."}, {"pubmed": 24351800, "text": "The sequence domain of human cytomegalovirus pUL97 responsible for the interaction with cyclin T1 was between amino acids 231-280."}, {"pubmed": 24515107, "text": "the release of P-TEFb from the 7SK snRNP led to increased synthesis of HEXIM1 but not HEXIM2"}, {"pubmed": 25909811, "text": "the introduction of HIV-1 Tat and Mg12+ ion resulted in the active site architectural characteristics of phosphorylated CDK9/cyclin T1 complex"}, {"pubmed": 27193293, "text": "Quantitative measurement of the molecular interactions among Tat, CycT1 and CDK9 has showed that any third molecule enhances the binding between the other two molecules. These findings suggest that each component of the Tat:P-TEFb complex stabilizes the overall complex, thereby supporting the efficient transcriptional elongation during viral RNA synthesis."}, {"pubmed": 27731797, "text": "The TAR central loop contacts the CycT1 Tat-TAR recognition motif (TRM) and the second Tat Zn(2+)-binding loop. Hydrogen-deuterium exchange (HDX) shows that AFF4 helix 2 is stabilized in the TAR complex despite not touching the RNA, explaining how it enhances TAR binding to the SEC 50-fold."}, {"pubmed": 28422315, "text": "ASF/SF2 is identified as a splicing regulator of cyclin T1, which contributes to the control of the subsequent transcription events."}, {"pubmed": 30782840, "text": "Cyclins B1, T1, and H differ in their molecular mode of interaction with cytomegalovirus protein kinase pUL97."}, {"pubmed": 30786885, "text": "CycT1 is most highly upregulated in maximally activated memory CD4 T cells as expected, but may become less associated with T cell activation during HIV replication."}, {"pubmed": 31603123, "text": "CDK9/Cyclin T1 kinase is a protein kinase, indirectly involved in the cell cycle progression."}, {"pubmed": 32108986, "text": "Genome-wide association study of word reading: Overlap with risk genes for neurodevelopmental disorders."}, {"pubmed": 37766271, "text": "A CRISPR Screen of HIV Dependency Factors Reveals That CCNT1 Is Non-Essential in T Cells but Required for HIV-1 Reactivation from Latency."}], "genomic_pos": {"chr": "12", "end": 48716998, "ensemblgene": "ENSG00000129315", "start": 48688458, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 49110681, "start": 49082247, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0000079", "pubmed": 9499409, "qualifier": "involved_in", "term": "regulation of cyclin-dependent protein serine/threonine kinase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006366", "pubmed": 9499409, "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032786", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription, elongation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032968", "pubmed": [9499409, 30134174, 35393539], "qualifier": "involved_in", "term": "positive regulation of transcription elongation by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043923", "pubmed": 10866664, "qualifier": "involved_in", "term": "positive regulation by host of viral transcription"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043923", "pubmed": 25116364, "qualifier": "involved_in", "term": "positive regulation by host of viral transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 15563843, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [29849146, 35393539], "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [12944466, 16109376], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "pubmed": 16109376, "qualifier": "NOT located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0008024", "qualifier": "part_of", "term": "cyclin/CDK positive transcription elongation factor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0008024", "pubmed": [9499409, 15905409], "qualifier": "part_of", "term": "cyclin/CDK positive transcription elongation factor complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0008024", "pubmed": 18566585, "qualifier": "part_of", "term": "cyclin/CDK positive transcription elongation factor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070691", "pubmed": [18483487, 28431135, 29849146, 30134174], "qualifier": "part_of", "term": "P-TEFb complex"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 16109376, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9499409, 12832472, 12944466, 15107825, 15563843, 17289077, 17690245, 17724342, 18281698, 18483487, 18566585, 19387490, 19883659, 19914168, 20153263, 20535204, 20562857, 21220424, 21533037, 21729782, 22190034, 22959624, 23455922, 23602568, 24360279, 24981860, 26659056, 28514442, 30134174, 32707033], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019901", "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061575", "qualifier": "enables", "term": "cyclin-dependent protein serine/threonine kinase activator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061575", "pubmed": [29849146, 35393539], "qualifier": "enables", "term": "cyclin-dependent protein serine/threonine kinase activator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070063", "pubmed": 15563843, "qualifier": "enables", "term": "RNA polymerase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0097322", "pubmed": 11713533, "qualifier": "enables", "term": "7SK snRNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140297", "pubmed": 25116364, "qualifier": "enables", "term": "DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140693", "pubmed": [29849146, 35393539], "qualifier": "enables", "term": "molecular condensate scaffold activity"}]}, "homologene": {"genes": [[7955, 334465], [9031, 100859215], [9544, 707754], [9598, 450146], [9606, 904], [9615, 486564], [9913, 407194], [10090, 12455], [10116, 315291]], "id": 947}, "interpro": [{"desc": "Cyclin, N-terminal", "id": "IPR006671", "short_desc": "Cyclin_N"}, {"desc": "Cyclin-like domain", "id": "IPR013763", "short_desc": "Cyclin-like_dom"}, {"desc": "Cyclin-like superfamily", "id": "IPR036915", "short_desc": "Cyclin-like_sf"}, {"desc": "Cyclin/Cyclin-like subunit Ssn8", "id": "IPR043198", "short_desc": "Cyclin/Ssn8"}, {"desc": "Cyclin-T1, second cyclin box", "id": "IPR047320", "short_desc": "CYCLIN_CCNT1_rpt2"}], "ipi": ["IPI00030247", "IPI00791037"], "map_location": "12q13.11-q13.12", "name": "cyclin T1", "other_names": ["CDK9-associated C-type protein", "MLLT10/CCNT1 fusion", "cyclin C-related protein", "cyclin-T1", "human immunodeficiency virus type 1 (HIV-1) expression (elevated) 1"], "pantherdb": {"HGNC": "1599", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1328363", "ortholog_type": "LDO", "panther_family": "PTHR10026", "taxid": 10090, "uniprot_kb": "Q9QWV9"}, {"Ensembl": "ENSRNOG00000055738", "ortholog_type": "O", "panther_family": "PTHR10026", "taxid": 10116, "uniprot_kb": "A0A0G2JXM2"}, {"RGD": "1311151", "ortholog_type": "LDO", "panther_family": "PTHR10026", "taxid": 10116, "uniprot_kb": "D3ZC98"}, {"Ensembl": "ENSGALG00000047646", "ortholog_type": "LDO", "panther_family": "PTHR10026", "taxid": 9031, "uniprot_kb": "A0A3Q3ACK9"}, {"ZFIN": "ZDB-GENE-030131-6397", "ortholog_type": "LDO", "panther_family": "PTHR10026", "taxid": 7955, "uniprot_kb": "B8A521"}, {"WormBase": "WBGene00000508", "ortholog_type": "O", "panther_family": "PTHR10026", "taxid": 6239, "uniprot_kb": "P34424"}, {"WormBase": "WBGene00000507", "ortholog_type": "O", "panther_family": "PTHR10026", "taxid": 6239, "uniprot_kb": "P34425"}, {"FlyBase": "FBgn0025455", "ortholog_type": "O", "panther_family": "PTHR10026", "taxid": 7227, "uniprot_kb": "O96433"}, {"SGD": "S000003543", "ortholog_type": "O", "panther_family": "PTHR10026", "taxid": 4932, "uniprot_kb": "P46962"}, {"PomBase": "SPBC530.13", "ortholog_type": "O", "panther_family": "PTHR10026", "taxid": 4896, "uniprot_kb": "O59748"}, {"SGD": "S000004216", "ortholog_type": "O", "panther_family": "PTHR10026", "taxid": 4932, "uniprot_kb": "Q05949"}, {"PomBase": "SPBC32F12.06", "ortholog_type": "O", "panther_family": "PTHR10026", "taxid": 4896, "uniprot_kb": "O74627"}, {"dictyBase": "DDB_G0286617", "ortholog_type": "O", "panther_family": "PTHR10026", "taxid": 352472, "uniprot_kb": "Q54LJ0"}, {"TAIR": "2196919", "ortholog_type": "O", "panther_family": "PTHR10026", "taxid": 3702, "uniprot_kb": "Q8LBC0"}, {"TAIR": "2122940", "ortholog_type": "O", "panther_family": "PTHR10026", "taxid": 3702, "uniprot_kb": "Q56YF8"}, {"TAIR": "2008698", "ortholog_type": "O", "panther_family": "PTHR10026", "taxid": 3702, "uniprot_kb": "Q9C8P7"}, {"TAIR": "2122975", "ortholog_type": "O", "panther_family": "PTHR10026", "taxid": 3702, "uniprot_kb": "Q8GYM6"}, {"EnsemblGenome": "AT5G45190", "ortholog_type": "O", "panther_family": "PTHR10026", "taxid": 3702, "uniprot_kb": "Q9FKE6"}], "uniprot_kb": "O60563"}, "pathway": {"kegg": {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, "netpath": {"id": "Pathway_TNFalpha", "name": "TNFalpha"}, "reactome": [{"id": "R-HSA-112382", "name": "Formation of RNA Pol II elongation complex "}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162587", "name": "HIV Life Cycle"}, {"id": "R-HSA-162587", "name": "HIV Life Cycle"}, {"id": "R-HSA-162599", "name": "Late Phase of HIV Life Cycle"}, {"id": "R-HSA-162599", "name": "Late Phase of HIV Life Cycle"}, {"id": "R-HSA-162906", "name": "HIV Infection"}, {"id": "R-HSA-162906", "name": "HIV Infection"}, {"id": "R-HSA-162909", "name": "Host Interactions of HIV factors"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-167152", "name": "Formation of HIV elongation complex in the absence of HIV Tat"}, {"id": "R-HSA-167169", "name": "HIV Transcription Elongation"}, {"id": "R-HSA-167169", "name": "HIV Transcription Elongation"}, {"id": "R-HSA-167172", "name": "Transcription of the HIV genome"}, {"id": "R-HSA-167172", "name": "Transcription of the HIV genome"}, {"id": "R-HSA-167200", "name": "Formation of HIV-1 elongation complex containing HIV-1 Tat"}, {"id": "R-HSA-167200", "name": "Formation of HIV-1 elongation complex containing HIV-1 Tat"}, {"id": "R-HSA-167238", "name": "Pausing and recovery of Tat-mediated HIV elongation"}, {"id": "R-HSA-167243", "name": "Tat-mediated HIV elongation arrest and recovery"}, {"id": "R-HSA-167246", "name": "Tat-mediated elongation of the HIV-1 transcript"}, {"id": "R-HSA-167246", "name": "Tat-mediated elongation of the HIV-1 transcript"}, {"id": "R-HSA-167287", "name": "HIV elongation arrest and recovery"}, {"id": "R-HSA-167290", "name": "Pausing and recovery of HIV elongation"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-176034", "name": "Interactions of Tat with host cellular proteins"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2173793", "name": "Transcriptional activity of SMAD2/SMAD3:SMAD4 heterotrimer"}, {"id": "R-HSA-2173796", "name": "SMAD2/SMAD3:SMAD4 heterotrimer regulates transcription"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-674695", "name": "RNA Polymerase II Pre-transcription Events"}, {"id": "R-HSA-6796648", "name": "TP53 Regulates Transcription of DNA Repair Genes"}, {"id": "R-HSA-6807505", "name": "RNA polymerase II transcribes snRNA genes"}, {"id": "R-HSA-6807505", "name": "RNA polymerase II transcribes snRNA genes"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-75955", "name": "RNA Polymerase II Transcription Elongation"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9018519", "name": "Estrogen-dependent gene expression"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": [{"id": "WP3414", "name": "Initiation of transcription and translation elongation at the HIV-1 LTR"}, {"id": "WP4673", "name": "Male infertility"}]}, "pdb": ["2PK2", "3BLH", "3BLQ", "3BLR", "3LQ5", "3MI9", "3MIA", "3MY1", "3TN8", "3TNH", "3TNI", "4BCF", "4BCG", "4BCH", "4BCI", "4BCJ", "4EC8", "4EC9", "4IMY", "4OGR", "4OR5", "5L1Z", "6CYT", "6GZH", "6W9E", "6Z45", "7NWK", "8I0L", "8K5R"], "pfam": ["PF00134", "PF21797"], "pharmgkb": "PA26163", "pharos": {"target_id": 14730, "tdl": "Tchem"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246939", "relationship": "is"}, {"id": "GNF246940", "relationship": "is"}, {"id": "GNF246941", "relationship": "is"}, {"id": "GNF246942", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF100272", "relationship": "is"}, {"id": "GNF139927", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": ["NP_001231.2", "NP_001264771.1", "NP_001400127.1", "NP_001400128.1", "NP_001400129.1", "XP_016875686.1", "XP_054229757.1"], "rna": ["NM_001240.4", "NM_001277842.2", "NM_001413198.1", "NM_001413199.1", "NM_001413200.1", "NR_182118.1", "NR_182119.1", "XM_017020197.3", "XM_054373782.1"], "translation": [{"protein": "NP_001400129.1", "rna": "NM_001413200.1"}, {"protein": "XP_054229757.1", "rna": "XM_054373782.1"}, {"protein": "NP_001231.2", "rna": "NM_001240.4"}, {"protein": "NP_001264771.1", "rna": "NM_001277842.2"}, {"protein": "NP_001400128.1", "rna": "NM_001413199.1"}, {"protein": "XP_016875686.1", "rna": "XM_017020197.3"}, {"protein": "NP_001400127.1", "rna": "NM_001413198.1"}]}, "reporter": {"HG-U133_Plus_2": ["206967_at", "225493_at"], "HG-U95Av2": "36391_at", "HG-U95B": "44701_at", "HTA-2_0": ["TC12001456.hg.1", "TC12002862.hg.1"], "HuEx-1_0": ["3453214", "3453218"], "HuGene-1_1": "7962831", "HuGene-2_1": "16763970"}, "retired": [3095, 144438], "summary": "This gene encodes a member of the highly conserved cyclin C subfamily. The encoded protein tightly associates with cyclin-dependent kinase 9, and is a major subunit of positive transcription elongation factor b (p-TEFb). In humans, there are multiple forms of positive transcription elongation factor b, which may include one of several different cyclins along with cyclin-dependent kinase 9. The complex containing the encoded cyclin and cyclin-dependent kinase 9 acts as a cofactor of human immunodeficiency virus type 1 (HIV-1) Tat protein, and is both necessary and sufficient for full activation of viral transcription. This cyclin and its kinase partner are also involved in triggering transcript elongation through phosphorylation of the carboxy-terminal domain of the largest RNA polymerase II subunit. Overexpression of this gene is implicated in tumor growth. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Apr 2013].", "symbol": "CCNT1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413185"}, "unigene": "Hs.92308", "uniprot": {"Swiss-Prot": "O60563", "TrEMBL": "A8K4M5"}, "wikipedia": {"url_stub": "Cyclin T1"}}