{"AllianceGenome": "1602", "HGNC": "1602", "MIM": "601159", "_id": "1230", "_version": 1, "accession": {"genomic": ["AC104439.2", "CH471055.1", "CP068275.2", "NC_000003.12", "NC_060927.1"], "protein": ["AAA36543.1", "AAA58408.1", "AAH51306.2", "AAH64991.1", "AAV38711.1", "AAV38712.1", "BAA01723.1", "EAW64756.1", "EAW64757.1", "NP_001286.1", "P32246.1"], "rna": ["AI089760.1", "BC051306.1", "BC064991.1", "BT019908.1", "BT019909.1", "BX337412.2", "CK903574.1", "D10925.1", "L09230.1", "L10918.1", "NM_001295.3"], "translation": [{"protein": "AAV38712.1", "rna": "BT019909.1"}, {"protein": "BAA01723.1", "rna": "D10925.1"}, {"protein": "NP_001286.1", "rna": "NM_001295.3"}, {"protein": "AAV38711.1", "rna": "BT019908.1"}, {"protein": "AAA58408.1", "rna": "L09230.1"}, {"protein": "AAH64991.1", "rna": "BC064991.1"}, {"protein": "AAA36543.1", "rna": "L10918.1"}, {"protein": "AAH51306.2", "rna": "BC051306.1"}]}, "alias": ["CD191", "CKR-1", "CKR1", "CMKBR1", "HM145", "MIP1aR", "SCYAR1"], "ensembl": {"gene": "ENSG00000163823", "protein": "ENSP00000296140", "transcript": "ENST00000296140", "translation": [{"protein": "ENSP00000296140", "rna": "ENST00000296140"}], "type_of_gene": "protein_coding"}, "entrezgene": "1230", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.93996217, "exp_mis": 121.950424, "exp_syn": 56.08021, "lof_z": 2.60956572237336, "mis_z": 1.54802174772228, "mu_lof": 5.75529177516e-07, "mu_mis": 1.07263148337e-05, "mu_syn": 4.9126293288e-06, "n_lof": 0.0, "n_mis": 87.0, "n_syn": 54.0, "p_li": 0.891828751553939, "p_null": 0.00109470402260091, "p_rec": 0.10707654442346, "syn_z": 0.172207403417807}, "bp": 1068, "cds_end": 46245804, "cds_start": 46244736, "n_exons": 1, "nonpsych": {"exp_lof": 6.2607, "exp_mis": 110.3562695, "exp_syn": 50.7373647, "lof_z": 2.4573296365319, "mis_z": 1.55353827677573, "mu_lof": 5.75529177516e-07, "mu_mis": 1.07263148337e-05, "mu_syn": 4.9126293288e-06, "n_lof": 0.0, "n_mis": 78.0, "n_syn": 50.0, "p_li": 0.879394392914063, "p_null": 0.00175620953811584, "p_rec": 0.118849397547821, "syn_z": 0.0651746997188348}, "nontcga": {"exp_lof": 6.38275419, "exp_mis": 112.1923871, "exp_syn": 51.59178261, "lof_z": 2.49221383526344, "mis_z": 1.56122897026792, "mu_lof": 5.75529177516e-07, "mu_mis": 1.07263148337e-05, "mu_syn": 4.9126293288e-06, "n_lof": 0.0, "n_mis": 79.0, "n_syn": 49.0, "p_li": 0.874263680325363, "p_null": 0.00161111119000701, "p_rec": 0.12412520848463, "syn_z": 0.228470496526365}, "transcript": "ENST00000296140.3"}, "exons": [{"cdsend": 46204313, "cdsstart": 46203245, "chr": "3", "position": [[46201710, 46204324], [46208281, 46208313]], "strand": -1, "transcript": "NM_001295", "txend": 46208313, "txstart": 46201710}], "exons_hg19": [{"cdsend": 46245804, "cdsstart": 46244736, "chr": "3", "position": [[46243201, 46245815], [46249772, 46249804]], "strand": -1, "transcript": "NM_001295", "txend": 46249804, "txstart": 46243201}], "generif": [{"pubmed": 11832479, "text": "agonistic effect of truncated leukotactin-1 on receptor activity"}, {"pubmed": 11920567, "text": "We determined that human serum contains a molecule that suppresses RANTES (CCL5) binding to endothelial cells, PBMC and CHO cells."}, {"pubmed": 12070001, "text": "CCR1, CCR6, and CXCR6 are preferentially expressed by the low cytokine-producing CD8 and CD4(-)CD8(-) subsets of natural killer T-cells."}, {"pubmed": 12085329, "text": "chronic hepatitis C, but not hepatitis B, infection alters surface expression of CCR1 and CCR5 in T cells, resulting in lower CC chemokine responsiveness."}, {"pubmed": 12270118, "text": "Selective CCL5/RANTES-induced mast cell migration through interactions with chemokine receptors"}, {"pubmed": 12651617, "text": "Potential interaction between this protein and it ligand, CCL3 is induced by endogenously produced interleukin-1 in human hepatomas."}, {"pubmed": 12763925, "text": "Efficient leukocyte arrest in flow but not transmigration may thus require the presentation of RANTES oligomers to bridge surface-bound RANTES and CCR1."}, {"pubmed": 12794150, "text": "Eosinophil CCR1 expression is non-normally distributed in atopics, although higher CCR1 expression levels are not predictive of a diagnosis of atopy or atopic disease."}, {"pubmed": 14530297, "text": "Trophoblasts acquire CCR1 as they differentiate to an invasive phenotype at the villus-anchoring sites."}, {"pubmed": 14595653, "text": "neuronal CCR1 is not a generalized marker of neurodegeneration. Rather, it appears to be part of the neuroimmune response to Abeta42-positive neuritic plaques"}, {"pubmed": 15001559, "text": "LZIP binds to CCR1 and the interaction between CCR1 and LZIP participates in regulation of Lkn-1-dependent cell migration without affecting the chemotactic activities of other CC chemokines that bind to CCR1."}, {"pubmed": 15103513, "text": "Leishmania infantum infection causes a down-regulation of the CCR1 gene and protein expression"}, {"pubmed": 15265234, "text": "CCR1 signalling induced by RANTES or Met-RANTES has no effect on proliferation and apoptosis of mesangial cells."}, {"pubmed": 15337751, "text": "Data show that cross-talk between CC chemokine receptor R1-mediated signaling pathways and FcepsilonRI-mediated signaling pathways affects degranulation positively but affects chemotaxis of mast cells adversely."}, {"pubmed": 15474493, "text": "PLP2/A4 has a role in the chemotactic processes via CCR1"}, {"pubmed": 15548526, "text": "analysis of binding of mutant CCR1 to UCB 35625"}, {"pubmed": 15927850, "text": "chemokine (C-C motif) ligand 23-induced endothelial cell migration, indicating that endothelial cell migration was mediated through CCR1"}, {"pubmed": 15950672, "text": "Increased constitutive expression of CCR1 in peritoneal macrophages of women with endometriosis may play a contributory role in the pathogenesis of endometriosis."}, {"pubmed": 16182378, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 16226254, "text": "CC chemokine-4 (HCC-4)/CCL16 transduces signals differently from other CCR1-dependent chemokines and may play different roles in the immune response."}, {"pubmed": 16323127, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16837468, "text": "analysis of CCR1 chemokine receptor structure and BX 471 antagonist binding followed by experimental validation"}, {"pubmed": 16969502, "text": "expression of AR down-regulates the migratory responses of human prostate cancer cells via CXCR4 and CCR1"}, {"pubmed": 17135764, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17192849, "text": "regulatory role of LZIP in the NF-kappaB pathway that is induced by CCR1-dependent chemokines"}, {"pubmed": 17298994, "text": "CCR1 protein expression is associated with renal function in allografts and is restricted to monocytes, CD20-positive B cells and DC-specific ICAM-3 grabbing nonintegrin (DC-SIGN)-positive dendritic cells."}, {"pubmed": 17336272, "text": "CCR1 has an important role in hepatocellular carcinoma (HCC) cells, HCCLM3 invasion and that CCR1 might be a new target of HCC treatment"}, {"pubmed": 17389578, "text": "RSV-CM causes a biphasic up-regulation of surface CCR1 on monocytes, which is dependent on an intact cytoskeleton, requires new gene transcription and protein synthesis, and is mediated in part by the proinflammatory cytokines TNF-alpha and IL-1."}, {"pubmed": 17464174, "text": "These results demonstrate that 9-cis-Retinoic acid transduces the signal through p38 MAPK and ERK1/2 for CCR1 and CCR2 up-regulation."}, {"pubmed": 17914560, "text": "Significantly higher expression of CCR1 is associated with tumor metastasis and local host defense in oral squamous cell carcinoma"}, {"pubmed": 18178867, "text": "CCR1 might be involved in the pathogenesis of asthma, through the activation of airway smooth muscle cells by its ligands."}, {"pubmed": 18559339, "text": "analysis of binding of CC-chemokine receptor 1 (CCR1) to CC-chemokine 3 and 5 (CCL3 and CCL5)"}, {"pubmed": 18972130, "text": "CCR1 contributes to human non-small cell lung cancer cell migration by stimulating cell invasion, independent of cell proliferation."}, {"pubmed": 19017998, "text": "infiltrated neutrophils from patients with chronic inflammatory lung diseases and rheumatoid arthritis highly express CCR1, CCR2, CCR3, CCR5, CXCR3, and CXCR4"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19553544, "text": "CCL14a analog CCL14a(12-74) was isolated from blood filtrate and found to bind to receptors CCR1 to CCR5, activating intracellular calcium mobizilation, and to bind the human HCMV-encoded chemokine receptor US28, inhibiting HIV infection"}, {"pubmed": 19603542, "text": "marked upregulation of RANTES, CCR1, and CCR5 in patients with hepatic cirrhosis, confirming activation of the CC chemokine system in human fibrogenesis."}, {"pubmed": 19664396, "text": "The expression CCR1 in colorectal carcinoma is correlated with lymph node metastasis."}, {"pubmed": 19687291, "text": "The ability of CCR1 to signal through Galpha(14/16) thus provides a linkage for chemokines to regulate NF-kappaB-dependent responses."}, {"pubmed": 19693089, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20015385, "text": "CCR1 were genes activated in late endometrial endometrioid carcinoma (stages III-IV)."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20086017, "text": "CCR1 antagonist, BX471, did not significantly alter ICAM-3 expression in relapsing-remitting multiple sclerosis patients."}, {"pubmed": 20154287, "text": "These data suggest that CCR1 may be useful for lymphoma classification and support a role for chemokine signaling in the pathogenesis of hematolymphoid neoplasia."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20429924, "text": "Above median expression of CXCR2, CXCR3 and CCR1 in the tumour islets is associated with increased survival in non-small cell carcinoma, and expression of CXCR3 correlates with increased macrophage and mast cell infiltration in the tumour islets."}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20802378, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 21148810, "text": "TLR2 negatively regulates CCR1, CCR2, and CCR5 on blood monocytes by activating chemokine-dependent down-modulation and providing a molecular mechanism for inhibiting monocyte migration after pathogen recognition."}, {"pubmed": 21942940, "text": "Data show parathyroid hormone-related protein (PTHrP) and macrophage inflammatory protein-1alpha (MIP-1alpha) exert antitumor effect presumably by increasing sensitivity to apoptotic signals through modulation of transcription and apoptosis factors in T-cells."}, {"pubmed": 22007486, "text": "The expression of chemokine receptor CCR1 is higher in the orbital fibroblasts of patients with thyroid associated ophthalmopathy than in normal controls."}, {"pubmed": 22104149, "text": "a bis-quinoline compound, (7-chloro-N-(4-(7-chloroquinolin-4-ylamino)butyl)quinolin-4-amine; RE-660) has C-C chemokine receptor type 1 (CCR1)-agonistic properties"}, {"pubmed": 22650026, "text": "The expression of chemokine receptor CCR1 on the immune cells in orbital tissue of thyroid associated ophthalmopathy patients is elevated."}, {"pubmed": 22727097, "text": "These findings suggest that the increased expression of CCL3, CCR1, and CCR5 may influence the immune response in RAS by T(H)1 cytokine polarization."}, {"pubmed": 22829007, "text": "ten SNPs, located in 3'UTR, 5'UTR in CCR1 or 5'UTR in CCR3, were significantly associated with Behcet's disease"}, {"pubmed": 23054685, "text": "Increased expression of CCR1 and CCR3 chemokine receptors may, in accord with various chemokines, contribute to the pathogenesis of nasal polyposis."}, {"pubmed": 23125416, "text": "CCR1-mediated STAT3 tyrosine phosphorylation and CXCL8 expression in THP-1 macrophage-like cells involve pertussis toxin-insensitive Ga14/16 signaling and IL-6 release."}, {"pubmed": 23217400, "text": "Cigarette smoking could increase the expression of CCR1 on the inflammatory cells. Both CCR1 and CCR5 expressions on the inflammatory cells in induced sputum could be associated with COPD severity."}, {"pubmed": 23219091, "text": "Elevated immunoreactivity of RANTES and CCR1 correlate with the severity of stages and dysmenorrhea in women with deep infiltrating endometriosis."}, {"pubmed": 23233369, "text": "The CCL3-CCR1 axis may play an important role in promoting macrophage infiltration in degenerated, herniated discs."}, {"pubmed": 23276697, "text": "Signaling via CCL5/CCR1 axis triggers migration of adipose tissue derived stromal cells, activates ERK and AKT kinases, stimulates NFkappaB transcriptional activity and culminates in increased proliferation of CCR1(+) cells."}, {"pubmed": 23846739, "text": "Data suggest that CCL13 binds to several chemokine receptors (CCR1, CCR2, and CCR3), allowing CCL13 to elicit different effects on its target cells of the immune system. CCL13/CCR1 signal transduction is key step in asthma progression. [REVIEW]"}, {"pubmed": 23876400, "text": "the interaction of CCR1 with CCL5 caused by increased expression of CCR1 promotes invasion of PC3 Castration-refractory prostate cancer cells by increasing secretion of MMPs 2 and 9 and by activating ERK and Rac signaling."}, {"pubmed": 24056371, "text": "CCR1.beta-arrestin-2 complex may be related to a potential scavenging function of the receptor, which may be important for maintenance of chemokine gradients and receptor responsiveness in complex fields of chemokines during inflammation."}, {"pubmed": 24157267, "text": "Our results confirm the strong influence of previous immunity in subsequent dengue infections, and confer a possible pathogenic role to CCR1 and CCL3 in dengue disease and a possible protective role for CCL5, probably through CCR5 interaction."}, {"pubmed": 24599574, "text": "These results suggest that increased CC-chemokine receptor expression may play a role in the pathogenesis of adenomyosis."}, {"pubmed": 24778447, "text": "cross-desensitization of CCR1 by FPR1 was associated with CCR1 phosphorylation and moderate reduction of CCR1 cell-surface expression. In contrast, CCR2 was not phosphorylated or internalized after FPR1 activation."}, {"pubmed": 24990525, "text": "Identifying bias in CCR1 antagonists using radiolabelled binding, receptor internalization, beta-arrestin translocation and chemotaxis assays"}, {"pubmed": 25487697, "text": "This study reveled that CCR1 having a central role in the bipolar disease and schizophrenia manifestation."}, {"pubmed": 25986216, "text": "Results highlight the potential role of CCR genes in narcolepsy and support the hypothesis that patients with narcolepsy have impaired immune function."}, {"pubmed": 26097239, "text": "CCR1, KLRC4, IL12A-AS1, STAT4, and ERAP1 are bona fide susceptibility genes for Behcet's disease."}, {"pubmed": 26341919, "text": "CCL15-positive primary colorectal cancers recruited approximately 2.2 times more numbers of CCR1(+) cells."}, {"pubmed": 26472202, "text": "The residues on the N-loop and beta-sheets of MIP-1a are close to both CCR1 and CCR5, and those in the C-terminal helix region are close to CCR5."}, {"pubmed": 26501423, "text": "CCL15 activation of CCR1 plays critical roles in hepatocellular carcinoma metastasis."}, {"pubmed": 27046081, "text": "MIP-1alpha receptor antagonism can significantly reduce T cell migration to the secreted factors from Oesophagogastric adenocarcinoma omentum and liver."}, {"pubmed": 27234431, "text": "during renal transplantation, CD4+ and CD8+ T cells expressing CCR1 were increased in patients who developed renal allograft dysfunction"}, {"pubmed": 27492974, "text": "Expression of CCR1 was measured in retrospective clinical specimens of colorectal cancer lung metastases. CCR1+ cells accumulated around the CCL15-positive colorectal cancer cells in the lung, but few around the CCL15-negative ones."}, {"pubmed": 28192408, "text": "Study indicates that two distinct micro-environmental factors, CD40L and Mphis, signal via CCR1 to induce AKT activation resulting in translational stabilization of MCL-1, and hence can contribute to CLL cell survival."}, {"pubmed": 28855206, "text": "Data suggest that the interplay between CCR1 upregulation and inactivation of CXCR4 signaling (the CCR1/CXCR4 axis) drives the egress of multiple myeloma PCs from the bone marrow, leading to disease dissemination."}, {"pubmed": 28892735, "text": "These data suggest that CCR1/CCR2B could be involved in clearing EBV-infected latency III B cells in immunocompetent individuals via directing the migration of these cells and attracting the chemokines-expressing immune cells."}, {"pubmed": 28954264, "text": "Basophil migration into skin lesions of Systemic Lupus Erythematosus patients were observed, but not in normal skin tissue. This migration was related to the upregulation of chemokine receptors CCR1 and CCR2 on basophils."}, {"pubmed": 29285854, "text": "Results reveal that CCR1 expression is positively correlated with OPN expression in hepatocellular carcinoma cells, and the patients with high levels of both OPN and CCR1 have the most dismal prognosis. Study also, shows that steopontin upregulates CCR1 in HCC cells and, that CCR1 is essential for osteopontin-induced HCC metastasis."}, {"pubmed": 29556615, "text": "Data suggest that CCR1 gene may be a putative marker of molecular activity of Crohn's disease."}, {"pubmed": 29703961, "text": "The polymorphism of CCR1 rs3733096 and CCL5 rs3817656 are associated with spontaneous clearance of hepatitis C virus in Chinese Han population."}, {"pubmed": 29895319, "text": "Preferential expression of low C-C chemokine receptor 1 (CCR1) and interleukin-10 (IL-10) was found in M2 macrophages (Mphi) compared with M1 Mphi."}, {"pubmed": 30409062, "text": "Low CCR1 expression is associated with the development of lung adenocarcinoma."}, {"pubmed": 30567735, "text": "and activation of the chemokine receptor CCR1"}, {"pubmed": 30720175, "text": "MiR-126-3p was significantly down-regulated in non-small cell lung cancer (NSCLC) cell lines and tissues. The up-regulation of miR-126-3p inhibited the growth, colony formation, migration and invasion of NSCLC cell. Xenograft model indicated that miR-126-3p suppressed NSCLC cell growth and lung metastasis by targeting chemokine (C-C motif) receptor 1 (CCR1)."}, {"pubmed": 32174921, "text": "Localization-Specific Expression of CCR1 and CCR5 by Mast Cell Progenitors."}, {"pubmed": 32463796, "text": "Cigarette smoke-induced lung inflammation in COPD mediated via CCR1/JAK/STAT /NF-kappaB pathway."}, {"pubmed": 32768961, "text": "Possible involvement of crosstalk between endometrial cells and mast cells in the development of endometriosis via CCL8/CCR1."}, {"pubmed": 32777727, "text": "KSHV enhances mesenchymal stem cell homing and promotes KS-like pathogenesis."}, {"pubmed": 32967511, "text": "CD14, CD163, and CCR1 are involved in heart and blood communication in ischemic cardiac diseases."}, {"pubmed": 33147936, "text": "Expression of the chemokine receptor CCR1 promotes the dissemination of multiple myeloma plasma cells <em>in vivo</em>."}, {"pubmed": 33361824, "text": "Hypertension delays viral clearance and exacerbates airway hyperinflammation in patients with COVID-19."}, {"pubmed": 35287505, "text": "Identification of ITGAX and CCR1 as potential biomarkers of atherosclerosis via Gene Set Enrichment Analysis."}, {"pubmed": 35408790, "text": "Expression of the Chemokine Receptor CCR1 in Burkitt Lymphoma Cell Lines Is Linked to the CD10-Negative Cell Phenotype and Co-Expression of the EBV Latent Genes EBNA2, LMP1, and LMP2."}, {"pubmed": 35809272, "text": "The rs13075270 and rs13092160 polymorphisms of CCR1 and CCR3 genes on oral aphthous-like lesions in PFAPA syndrome."}, {"pubmed": 36317881, "text": "Activation of the Chemokine Receptor CCR1 and Preferential Recruitment of Galphai Suppress RSV Replication: Implications for Developing Novel Respiratory Syncytial Virus Treatment Strategies."}, {"pubmed": 37903056, "text": "CCR1 mediates Muller cell activation and photoreceptor cell death in macular and retinal degeneration."}, {"pubmed": 38274805, "text": "Characterizing ligand-receptor interactions and unveiling the pro-tumorigenic role of CCL16-CCR1 axis in the microenvironment of hepatocellular carcinoma."}], "genomic_pos": {"chr": "3", "end": 46208313, "ensemblgene": "ENSG00000163823", "start": 46201711, "strand": -1}, "genomic_pos_hg19": {"chr": "3", "end": 46249887, "start": 46243200, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0002407", "pubmed": 16621978, "qualifier": "involved_in", "term": "dendritic cell chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002548", "pubmed": 29930254, "qualifier": "involved_in", "term": "monocyte chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006816", "pubmed": 10734056, "qualifier": "involved_in", "term": "calcium ion transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006874", "pubmed": 10734056, "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006887", "pubmed": 10734056, "qualifier": "involved_in", "term": "exocytosis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006935", "pubmed": 15474493, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006955", "pubmed": 10734056, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007155", "pubmed": 10910894, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 10770925, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007187", "pubmed": 7505609, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway, coupled to cyclic nucleotide second messenger"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007204", "pubmed": 10734056, "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007267", "pubmed": 10734056, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009611", "pubmed": 7505609, "qualifier": "involved_in", "term": "response to wounding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010629", "pubmed": 21403648, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0019221", "pubmed": 15474493, "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019722", "qualifier": "involved_in", "term": "calcium-mediated signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 24056371, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030502", "pubmed": 21403648, "qualifier": "involved_in", "term": "negative regulation of bone mineralization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045672", "pubmed": 21403648, "qualifier": "involved_in", "term": "positive regulation of osteoclast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051928", "pubmed": 15764707, "qualifier": "involved_in", "term": "positive regulation of calcium ion transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070098", "pubmed": 21403648, "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070374", "pubmed": 21403648, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090026", "pubmed": 18587271, "qualifier": "involved_in", "term": "positive regulation of monocyte chemotaxis"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [10660125, 15474493, 18587271], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005886", "pubmed": 15001559, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009897", "pubmed": 10706735, "qualifier": "located_in", "term": "external side of plasma membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004435", "pubmed": 10734056, "qualifier": "enables", "term": "phosphatidylinositol phospholipase C activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004950", "pubmed": 10660125, "qualifier": "enables", "term": "chemokine receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8699119, 15001559, 15474493, 28381538, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016493", "qualifier": "enables", "term": "C-C chemokine receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016493", "pubmed": 10734056, "qualifier": "enables", "term": "C-C chemokine receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019957", "pubmed": [7545673, 8699119, 10660125, 15764707], "qualifier": "enables", "term": "C-C chemokine binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0035717", "qualifier": "enables", "term": "chemokine (C-C motif) ligand 7 binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0035717", "pubmed": [7545673, 10660125], "qualifier": "enables", "term": "chemokine (C-C motif) ligand 7 binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0071791", "qualifier": "enables", "term": "chemokine (C-C motif) ligand 5 binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0071791", "pubmed": [7545673, 8699119, 10660125, 10734056], "qualifier": "enables", "term": "chemokine (C-C motif) ligand 5 binding"}]}, "homologene": {"genes": [[9544, 574188], [9598, 460323], [9606, 1230], [9615, 484791], [9913, 407771], [10090, 12768], [10116, 57301]], "id": 20344}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Chemokine receptor family", "id": "IPR000355", "short_desc": "Chemokine_rcpt"}, {"desc": "CC chemokine receptor 1", "id": "IPR002236", "short_desc": "Chemokine_CCR1"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00027685", "map_location": "3p21.31", "name": "C-C motif chemokine receptor 1", "other_names": ["C-C CKR-1", "C-C chemokine receptor type 1", "CC-CKR-1", "CCR-1", "LD78 receptor", "MIP-1alpha-R", "RANTES receptor", "RANTES-R", "chemokine (C-C motif) receptor 1", "macrophage inflammatory protein 1-alpha receptor"], "pantherdb": {"HGNC": "1602", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104617", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 10090, "uniprot_kb": "P51676"}, {"RGD": "1308007", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 10116, "uniprot_kb": "D3ZFW8"}, {"MGI": "104618", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 10090, "uniprot_kb": "P51675"}, {"RGD": "708446", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 10116, "uniprot_kb": "Q9JLY8"}, {"Ensembl": "ENSGALG00000050893", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 9031, "uniprot_kb": "A0A3Q2UD44"}, {"Ensembl": "ENSGALG00000037077", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 9031, "uniprot_kb": "B2BJC3"}, {"Ensembl": "ENSDARG00000070755", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 7955, "uniprot_kb": "F1QYD6"}, {"ZFIN": "ZDB-GENE-151216-1", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 7955, "uniprot_kb": "F1QYD4"}, {"WormBase": "WBGene00013782", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 6239, "uniprot_kb": "O62403"}], "uniprot_kb": "P32246"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-6783783", "name": "Interleukin-10 signaling"}], "wikipathways": [{"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP4494", "name": "Selective expression of chemokine receptors during T-cell polarization"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": ["7VL8", "7VL9", "7VLA"], "pfam": "PF00001", "pharmgkb": "PA26166", "pharos": {"target_id": 12824, "tdl": "Tchem"}, "pir": "A45177", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247615", "relationship": "is"}, {"id": "GNF247616", "relationship": "is"}, {"id": "GNF247617", "relationship": "is"}, {"id": "GNF247618", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280176", "relationship": "is"}, {"id": "GNF280177", "relationship": "is"}, {"id": "GNF280178", "relationship": "is"}, {"id": "GNF280179", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036471", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080828", "relationship": "is"}, {"id": "GNF080829", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053928", "relationship": "is"}, {"id": "GNF058705", "relationship": "is"}, {"id": "GNF073966", "relationship": "is"}], "GNF_hs-druggable_siRNA": {"id": "GNF069466", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF002233", "relationship": "is"}, {"id": "GNF002234", "relationship": "is"}], "NOVART_hs-genome_siRNA": {"id": "GNF093721", "relationship": "is"}}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1"], "protein": "NP_001286.1", "rna": "NM_001295.3", "translation": {"protein": "NP_001286.1", "rna": "NM_001295.3"}}, "reporter": {"HG-U133_Plus_2": ["205098_at", "205099_s_at"], "HG-U95Av2": ["1128_s_at", "39994_at"], "HTA-2_0": "TC03001355.hg.1", "HuEx-1_0": "2672096", "HuGene-1_1": "8086600", "HuGene-2_1": "16952874"}, "summary": "This gene encodes a member of the beta chemokine receptor family, which is predicted to be a seven transmembrane protein similar to G protein-coupled receptors. The ligands of this receptor include macrophage inflammatory protein 1 alpha (MIP-1 alpha), regulated on activation normal T expressed and secreted protein (RANTES), monocyte chemoattractant protein 3 (MCP-3), and myeloid progenitor inhibitory factor-1 (MPIF-1). Chemokines and their receptors mediated signal transduction are critical for the recruitment of effector immune cells to the site of inflammation. Knockout studies of the mouse homolog suggested the roles of this gene in host protection from inflammatory response, and susceptibility to virus and parasite. This gene and other chemokine receptor genes, including CCR2, CCRL2, CCR3, CCR5 and CCXCR1, are found to form a gene cluster on chromosome 3p. [provided by RefSeq, Jul 2008].", "symbol": "CCR1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332699"}, "unigene": "Hs.301921", "uniprot": {"Swiss-Prot": "P32246", "TrEMBL": "Q5U003"}, "wikipedia": {"url_stub": "CCR1"}}