{"AllianceGenome": "1605", "HGNC": "1605", "MIM": "604836", "_id": "1233", "_version": 1, "accession": {"genomic": ["AB023888.1", "AB023889.1", "AB023890.1", "AB023891.1", "AB023892.1", "AC137560.2", "AY322539.1", "CH471055.1", "CP068275.2", "EF064759.1", "NC_000003.12", "NC_060927.1"], "protein": ["AAH69139.1", "AAH71751.1", "AAH74935.1", "AAP84352.1", "ABK41942.1", "BAA86965.1", "BAA86966.1", "BAA86967.1", "BAA86968.1", "BAA86969.1", "BAF85363.1", "EAW64440.1", "EAW64441.1", "NP_005499.1", "P51679.1", "XP_016861176.1", "XP_054201145.1"], "rna": ["AK292674.1", "BC069139.1", "BC071751.1", "BC074935.2", "CD639869.1", "CD640816.1", "NM_005508.5", "XM_017005687.2", "XM_054345170.1"], "translation": [{"protein": "AAH71751.1", "rna": "BC071751.1"}, {"protein": "XP_054201145.1", "rna": "XM_054345170.1"}, {"protein": "BAF85363.1", "rna": "AK292674.1"}, {"protein": "NP_005499.1", "rna": "NM_005508.5"}, {"protein": "XP_016861176.1", "rna": "XM_017005687.2"}, {"protein": "AAH74935.1", "rna": "BC074935.2"}, {"protein": "AAH69139.1", "rna": "BC069139.1"}]}, "alias": ["CC-CKR-4", "CD194", "CKR4", "CMKBR4", "ChemR13", "HGCN:14099", "K5-5"], "ec": "3.1.13.4", "ensembl": {"gene": "ENSG00000183813", "protein": "ENSP00000332659", "transcript": "ENST00000330953", "translation": [{"protein": "ENSP00000332659", "rna": "ENST00000330953"}], "type_of_gene": "protein_coding"}, "entrezgene": "1233", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.46729828, "exp_mis": 108.1750093, "exp_syn": 49.37409, "lof_z": 2.0936889205424, "mis_z": 0.196340328630939, "mu_lof": 3.57292783019e-07, "mu_mis": 9.51049722422e-06, "mu_syn": 4.32074982492e-06, "n_lof": 0.0, "n_mis": 104.0, "n_syn": 67.0, "p_li": 0.760806752827452, "p_null": 0.00888341528374559, "p_rec": 0.230309831888803, "syn_z": -1.55507537866545}, "bp": 1083, "cds_end": 32995997, "cds_start": 32994914, "n_exons": 1, "nonpsych": {"exp_lof": 4.0227005, "exp_mis": 97.8881896, "exp_syn": 44.6676856, "lof_z": 1.96974881698052, "mis_z": 0.300177647636891, "mu_lof": 3.57292783019e-07, "mu_mis": 9.51049722422e-06, "mu_syn": 4.32074982492e-06, "n_lof": 0.0, "n_mis": 92.0, "n_syn": 60.0, "p_li": 0.753317544397053, "p_null": 0.0115562766638711, "p_rec": 0.235126178939076, "syn_z": -1.44435624360509}, "nontcga": {"exp_lof": 4.10790323, "exp_mis": 99.5190046, "exp_syn": 45.42215872, "lof_z": 1.99936156633962, "mis_z": 0.17574240168108, "mu_lof": 3.57292783019e-07, "mu_mis": 9.51049722422e-06, "mu_syn": 4.32074982492e-06, "n_lof": 0.0, "n_mis": 96.0, "n_syn": 63.0, "p_li": 0.742347177802967, "p_null": 0.0108671920867919, "p_rec": 0.246785630110241, "syn_z": -1.65140625115324}, "transcript": "ENST00000330953.5"}, "exons": [{"cdsend": 32954505, "cdsstart": 32953422, "chr": "3", "position": [[32951643, 32951690], [32953371, 32956347]], "strand": 1, "transcript": "NM_005508", "txend": 32956347, "txstart": 32951643}], "exons_hg19": [{"cdsend": 32995997, "cdsstart": 32994914, "chr": "3", "position": [[32993135, 32993182], [32994863, 32997839]], "strand": 1, "transcript": "NM_005508", "txend": 32997839, "txstart": 32993135}], "generif": [{"pubmed": 8884276, "text": "The human CCR4 gene is localized at Chr 3p24."}, {"pubmed": 11861261, "text": "CCR4 is expressed with high frequency in adult T-cell leukemia and human T-cell leukemia virus type 1-transformed T cells and in ATL skin lesions."}, {"pubmed": 12070001, "text": "CCR4 is mainly expressed by a high cytokine (interleukin-4/interleukin-2)-producing (CD4) subset of natural killer t-cells."}, {"pubmed": 12270118, "text": "Selective CCL5/RANTES-induced mast cell migration through interactions with chemokine receptors"}, {"pubmed": 12406880, "text": "The skin-homing TH compartment is itself divided into distinct subpopulations, the smaller of which expresses both CCR4 and CCR10, and the larger of which expresses only CCR4."}, {"pubmed": 12456591, "text": "CCR4+ cells were present predominantly in the lesional skin of atopic dermatitis patients, but not in the non-lesional skin"}, {"pubmed": 12485447, "text": "In the blood of cutaneous T cell lymphoma patients with peripheral blood involvement we found significantly increased percentages of T cells displaying the skin-homing phenotype (CLA+CCR4+) compared with healthy individuals."}, {"pubmed": 12778466, "text": "Increased expression of CCR4, which is proposed to guide CD25(+) Ts cells to DC, is an intrinsic feature of CD25(+) Ts cells."}, {"pubmed": 14657875, "text": "airway allergen-specific T(H)2 cells are CCR4(+), but in the atopic child CCR4 does not distinguish between recall antigen and allergen specificity"}, {"pubmed": 15187160, "text": "although there is PI(3,4,5)P(3) accumulation downstream of CCR4, phosphoinositide 3-kinase activity is a dispensable signal for CCR4-stimulated chemotaxis of Th2 cells and the CEM T cell line."}, {"pubmed": 15202833, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15328188, "text": "CXCR3 and CCR4 were heterogeneously expressed in peripheral T-cell lymphomas."}, {"pubmed": 15569983, "text": "CC chemokine receptor 4 has a role in adult T-Cell leukemia/lymphoma"}, {"pubmed": 15621800, "text": "review of possible relationship of CCR4 role in T cell migration and skin infiltration in ATL, and of selective expression of CCR4 by Th2 and regulatory T cells and possible origin of ATL in Th2 or regulatory T cells."}, {"pubmed": 15955100, "text": "CCR4 and TARC/CCL17 play role in pathophysiology of cutaneous lupus erythematosus(CLE). Cytotoxic CD8+ T cells expressing CCR4 appear to be involved in scarring subtypes of CLE."}, {"pubmed": 17071491, "text": "CCR4 and CCR10 may play an important role in ATLL invasion into the skin"}, {"pubmed": 17117949, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17546636, "text": "Bexarotene reduces CCR4-positive lymphocytes."}, {"pubmed": 18071306, "text": "aberrantly expressed Fra-2 in association with JunD may play a major role in CCR4 expression and oncogenesis in adult T-cell leukemia."}, {"pubmed": 18782672, "text": "CCR4 and CCR10 are expressed on epidermal keratinocytes and that both are functional in terms of skin cytokine production and/or migration to their ligand CCL17 and CCL27, respectively."}, {"pubmed": 19106589, "text": "ratio of CCR4+/CXCR3+ cells was 4.45 in chemotherapy and 0.72 in immunotherapy"}, {"pubmed": 19239991, "text": "provide further dynamic evidence, in line with the multistep cascade paradigm for leukocyte transendothelial migration, to support a critical role for CCR4 in cutaneous T-cell lymphoma migration"}, {"pubmed": 19244125, "text": "Regulatory T cells recruited through CCL22/CCR4 are selectively activated in lymphoid infiltrates surrounding primary breast tumors and lead to an adverse clinical outcome."}, {"pubmed": 19261691, "text": "CCR4 was expressed on a part of the memory cell population and CCR4+CD8+ memory T cells had the ability to produce multiple cytokines including IL-4 and to migrate in response to CC chemokine receptor ligand (CCL)17/TARC and CCL22/MDC."}, {"pubmed": 19374191, "text": "CCR4, a chemokine receptor known to be selectively expressed by T cell subsets such as Th2 cells, skin-homing memory/effector T cells, and regulatory T cells. (review)"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19903885, "text": "Data show that TH treatment promoted rapid and sustained hCCR4 recruitment to the TH-responsive deiodinase 1 promoter and TR co-localizes with hCCR4 in the nucleus and interacts with hCCR4 in 2-hybrid and pull-down assays."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19942450, "text": "Data show that MDC/CCL22 is present in the synovial membrane of rheumatoid arthritis (RA) and psoriatic arthritis (PsA) patients and in synovial fluid of patients with RA and PsA, which would enable migration of CCR4 expressing memory cells."}, {"pubmed": 20148806, "text": "Lymphocyte CCR4 expression is closely associated with induction of human allergen-induced late nasal responses."}, {"pubmed": 20164417, "text": "CCR4 ligands secreted by dendritic cells recruit regulatory T cells (Tregs) to sites of inflammation in patients with autoimmune and chronic hepatitis."}, {"pubmed": 20237293, "text": "CCR4 might play a role in allergen-driven T helper type (Th)2 cell accumulation in asthmatic airways."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20334681, "text": "We suggest that CCR4 and CCR6 expression on CD4(+) T cells should be considered as markers of disease activity in systemic lupus erythematosus."}, {"pubmed": 20364559, "text": "data support the role of DCs in differential regulation of CCR3 and CCR4 on CD4+ T cells from HDM-sensitive and non-atopic asthmatics after Der p 1 exposure."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20412707, "text": "CD4+CD25high Treg cells of Wegener granulomatosis-patients exhibited decreased numbers of cells co-expressing FoxP3 and CCR4"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20963786, "text": "high-level lineage-independent induction of CCR4 can occur following T-cell activation without accessibility-associated changes in histone H3, but that without such changes expression is transient rather than persistent."}, {"pubmed": 21443538, "text": "aberrant expression of CCR4 in human gastric cancer could contribute to tumor-induced immunosuppression."}, {"pubmed": 21525208, "text": "A high amino acid charge of the envelope glycoprotein 120 V3 region is important for binding to host CXCR4 receptor."}, {"pubmed": 21739422, "text": "CCR4-, CCR5-, CXCR3-, and selectin ligand-expressing CD4+ T cells preferentially accumulate in the joints of children with juvenile idiopathic arthritis."}, {"pubmed": 22490506, "text": "CCR4+ memory T-cell frequency is increased in patients with Wegener's granulomatosis with polyangiitis."}, {"pubmed": 23180648, "text": "lymph node metastasis of CCR4(+) HNSCC is promoted by CCL22 in an autocrine or M2-like macrophage-dependent paracrine manner."}, {"pubmed": 23644599, "text": "Authors identify an evolutionarily conserved C-terminal motif in human TTP that directly binds a central domain of CNOT1, a core subunit of the CCR4-NOT complex."}, {"pubmed": 23731651, "text": "CCL17-induced, CCR4-dependent release of CGRP by human airway epithelial cells represents a novel inflammatory pathway in patients with asthma and allergic disease."}, {"pubmed": 24127572, "text": "Anti-CCR4 monoclonal antibody treatment is instrumental for evoking and augmenting antitumor immunity in cancer patients by selectively depleting eTreg cells."}, {"pubmed": 24554520, "text": "CCR4 has a role in tumor aggressive behavior in renal cell carcinoma"}, {"pubmed": 24563252, "text": "Data show that CCR4 exists in at least two distinct conformations, which are differentially activated by ligand."}, {"pubmed": 25013801, "text": "Higher percentages of CCR4+ CD4 TEM cells in acute RSV infection were accompanied with higher percentages of CXCR3+ CD8 TEM cells, whereas the development of long-lived memory CXCR3+ CD4 and CD8 TCM cells seems to be compromised"}, {"pubmed": 25148803, "text": "CCR4 C1014T and CCL22 C16A genetic variations were neither associated with the risk, nor with the progression of colorectal cancer in Iranian population"}, {"pubmed": 25488980, "text": "These findings implicate somatic gain-of-function CCR4 mutations in the pathogenesis of adult T cell leukemia/lymphoma."}, {"pubmed": 26093920, "text": "Distinctive Treg associated CCR4-CCL22 expression profile with altered frequency of Th17/Treg cell in the immunopathogenesis of Pemphigus Vulgaris."}, {"pubmed": 26683175, "text": "CCL22-specific antibodies reveal that engagement of two distinct binding domains on CCL22 is required for CCR4-mediated function."}, {"pubmed": 26847489, "text": "CCR4 mutation is an important determinant of the clinical course in ATLL cases, and that NS and FS mutations of CCR4 behave differently with respect to ATLL pathophysiology."}, {"pubmed": 27177223, "text": "monocyte chemoattractant protein-1 (MCP-1), an endogenous CCR4-binding ligand, was specifically upregulated in the head and neck squamous cell carcinomamicroenvironment compared to the other four CCR4-binding ligands"}, {"pubmed": 27356745, "text": "Investigations showed that the level of CCR4 could be induced by TNF-alpha dependent of NF-kappaB activation in CRC cells. CCR4 might be implicated in TNF-alpha-regulated cancer cells metastasis."}, {"pubmed": 27786349, "text": "Case Report: CCR4+ T-cell depletion by mogamulizumab treatment of adult T-cell leukaemia/lymphoma results in CD8-positive T-cell mediated dermatitis."}, {"pubmed": 28039457, "text": "Tumor-associated macrophages promote prostate cancer migration through activation of the CCL22-CCR4 signaling axis."}, {"pubmed": 28134623, "text": "A CCR4 antagonist reverses the tumor-promoting microenvironment of renal cancer"}, {"pubmed": 28240436, "text": "Taken together, our data showed a likely positive feedback mechanism of enhanced IL-6 production in ectopic milieu. The high levels of IL-6 in the peritoneal cavity stimulate the expression of CCL17 in endometrial stromal cells by activating JNK signal pathway, and then, CCL17 further induces CCR4 expression on macrophages, which eventually leads to an increase in IL-6 production via NF-kappaB activation."}, {"pubmed": 28271483, "text": "REVIEW: Ccr4-Not Complex: Architecture and Structural Insights"}, {"pubmed": 28387445, "text": "Chemokine receptors CCR3 and CCR4, and the mucosa specific chemokine CCL28 have predominant roles in oral wound healing by increasing human gingiva fibroblast proliferation, migration, and the secretion of IL-6 and HGF and reducing the secretion of TIMP-1."}, {"pubmed": 28392462, "text": "The percentage of CXCR3(+) CD4(+) TEM cells negatively correlated with the severity of the cutaneous disease in psoriasis patients. Importantly CLA(+) CD4(+) TCM cells expressing CCR6(+) or CCR4(+)CXCR3(+) negatively correlated with psoriasis severity suggesting recruitment to the skin compartment."}, {"pubmed": 28869080, "text": "the expression of chemokine receptors in different peripheral blood T-cell subsets in patients with polymyositis (PM) and dermatomyositis, was examined."}, {"pubmed": 28959024, "text": "Findings suggest that C-C motif chemokine receptor 4 (CCR4) may be a potential new diagnostic and prognostic marker in hepatocellular carcinoma (HCC), and targeting CCR4 may be a potential therapeutic option for blocking HCC metastasis"}, {"pubmed": 29030090, "text": "Study suggests that the immunohistochemical expression of CCR4 may potentially be used as an additional tool in the differential diagnosis between epidermotropic primary cutaneous gamma/delta (gammadelta) T cell lymphomas (PCgammadeltaTCL) and mycosis fungoides (MF). Lack of expression of CCR4 in PCgammadeltaTCL may indicate that these patients are not ideal candidates for therapy with mogamulizumab."}, {"pubmed": 29099057, "text": "This review presents key clinical studies of Multiple sclerosis together with experimental studies in animals that have demonstrated functional roles of CCR4, CCL17, and CCL22 in experimental autoimmune encephalomyelitis pathogenesis. [review]"}, {"pubmed": 29225086, "text": "CCR4(+) rather than CLA(+) is the predominant phenotype in peanut-allergic subjects."}, {"pubmed": 29457550, "text": "MACs from Familial hypercholesterolemia (FH)-MACs have an inflammatory phenotype that is characterized by the up-regulation of CCR3, CCR4, and CXCR1 under the control of miR-505-3p. These results suggest a chronic inflammatory condition in FH innate immunity cells that is not reverted by standard lipid-lowering treatment"}, {"pubmed": 29930010, "text": "CCR4 mutations associated with superior outcome of adult T-cell leukemia/lymphoma under mogamulizumab treatment."}, {"pubmed": 29932901, "text": "CAF1 and CCR4, catalytic subunits of CNOT, display distinct activities: CAF1 trims naked poly(A) segments and is blocked by PABPC, whereas CCR4 is activated by PABPC to shorten PABPC-protected sequences."}, {"pubmed": 29945324, "text": "The frequency of CC genotypes at both SNPs rs4359426 and rs2228428 in C-C motif chemokine 22 (CCL22) and chemokine (C-C motif) receptor 4 protein (CCR4) genes was significantly higher in myocardial infarction (MI) patients compared to other genotypes."}, {"pubmed": 30395826, "text": "identified CCR4 as a potential prognostic biomarker for recurrence and survival of patients with pN0 oral tongue cancer"}, {"pubmed": 30907146, "text": "Data show that a high ratio of C-C motif chemokine receptor 4 (CCR4(+)) tumor-infiltrating effector regulatory T cells (eTregs) to total Tregs was the only independent risk factor for relapse-free survival."}, {"pubmed": 30953706, "text": "Study demonstrates that PAL cell lines express and secrete CCL17 and/or CCL22 chemokines, the ligands of C-C motif chemokine receptor 4 (CCR4), in contrast to EBV-negative DLBCL cell lines"}, {"pubmed": 31045236, "text": "Mycosis fungoides/Sezary syndrome patients with high CCR3 or CCR4 expression had a poor survival prognosis."}, {"pubmed": 31322295, "text": "Potential roles of the CCL17-CCR4 axis in immunopathogenesis of oral lichen planus."}, {"pubmed": 31340047, "text": "Another decapping activator PatL1 directly interacts with CIR and alleviates the CIR-mediated inhibition of CCR4-NOT activity in vitro. Ribosome profiling revealed that XRN1 loss impacts not only on mRNA levels but also on the translational efficiency of many cellular transcripts likely as a consequence of incomplete decay"}, {"pubmed": 31355940, "text": "CCR4 immunohistochemistry may be an adjunct in distinguishing advanced CD8+ mycosis fungoides (MF) from other CD8+ cutaneous T-cell lymphomas (CTCLs)/lymphoproliferative disorders (LPDs)."}, {"pubmed": 31791371, "text": "Through its interaction with the Ccr4-Not complex, eIF4A2 represses mRNAs at translation initiation."}, {"pubmed": 32052476, "text": "A degradatory fate for CCR4 suggests a primary role in Th2 inflammation."}, {"pubmed": 32100014, "text": "Anti-HMGCR Antibody-Positive Myopathy Shows Bcl-2-Positive Inflammation and Lymphocytic Accumulations."}, {"pubmed": 32228308, "text": "MiR-532-5p Suppresses Migration and Invasion of Lung Cancer Cells Through Inhibiting CCR4."}, {"pubmed": 32553196, "text": "De Novo Variants in CNOT1, a Central Component of the CCR4-NOT Complex Involved in Gene Expression and RNA and Protein Stability, Cause Neurodevelopmental Delay."}, {"pubmed": 32725764, "text": "Serum CCL22 levels decreased in parallel with disease activity in CCR4-positive mycosis fungoides treated with mogamulizumab."}, {"pubmed": 32914944, "text": "Immune signature of CCR7(+) central memory T cells associates with disease severity and Immunoglobulin E in bronchial asthma."}, {"pubmed": 33243932, "text": "Tumors establish resistance to immunotherapy by regulating Treg recruitment via CCR4."}, {"pubmed": 33668648, "text": "Identification of Phosphorylated Amino Acids in Human TNRC6A C-Terminal Region and Their Effects on the Interaction with the CCR4-NOT Complex."}, {"pubmed": 33784417, "text": "Upregulation of CCR4 in activated CD8(+) T cells indicates enhanced lung homing in patients with severe acute SARS-CoV-2 infection."}, {"pubmed": 34887419, "text": "RNF219 attenuates global mRNA decay through inhibition of CCR4-NOT complex-mediated deadenylation."}, {"pubmed": 35177591, "text": "Targeting CCL2-CCR4 axis suppress cell migration of head and neck squamous cell carcinoma."}, {"pubmed": 35222362, "text": "FOXP3/HAT1 Axis Controls Treg Infiltration in the Tumor Microenvironment by Inducing CCR4 Expression in Breast Cancer."}, {"pubmed": 37017529, "text": "Contributions of Ccr4 and Gcn2 to the Translational Response of C. neoformans to Host-Relevant Stressors and Integrated Stress Response Induction."}, {"pubmed": 37081509, "text": "Blockade of CCR4 breaks immune tolerance in chronic hepatitis B patients by modulating regulatory pathways."}, {"pubmed": 37846490, "text": "CCR4-NOT differentially controls host versus virus poly(a)-tail length and regulates HCMV infection."}], "genomic_pos": {"chr": "3", "end": 32956349, "ensemblgene": "ENSG00000183813", "start": 32951644, "strand": 1}, "genomic_pos_hg19": {"chr": "3", "end": 32997841, "start": 32993066, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002507", "qualifier": "involved_in", "term": "tolerance induction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006935", "pubmed": 7642634, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009617", "qualifier": "involved_in", "term": "response to bacterium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019722", "qualifier": "involved_in", "term": "calcium-mediated signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048872", "qualifier": "involved_in", "term": "homeostasis of number of cells"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050927", "qualifier": "involved_in", "term": "positive regulation of positive chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904936", "qualifier": "involved_in", "term": "interneuron migration"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004950", "pubmed": 7642634, "qualifier": "enables", "term": "chemokine receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [28381538, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016493", "qualifier": "enables", "term": "C-C chemokine receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019957", "qualifier": "enables", "term": "C-C chemokine binding"}]}, "homologene": {"genes": [[7955, 100329837], [9031, 428457], [9544, 705457], [9598, 470781], [9606, 1233], [9615, 403541], [9913, 408019], [10090, 12773], [10116, 171054]], "id": 21135}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Chemokine receptor family", "id": "IPR000355", "short_desc": "Chemokine_rcpt"}, {"desc": "CC chemokine receptor 4", "id": "IPR002239", "short_desc": "Chemokine_CCR4"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00019958", "map_location": "3p22.3", "name": "C-C motif chemokine receptor 4", "other_names": ["C-C CKR-4", "C-C chemokine receptor type 4", "CCR-4", "chemokine (C-C motif) receptor 4", "chemokine (C-C) receptor 4"], "pantherdb": {"HGNC": "1605", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107824", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 10090, "uniprot_kb": "P51680"}, {"RGD": "620594", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 10116, "uniprot_kb": "G3V7C3"}, {"Ensembl": "ENSGALG00000039146", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 9031, "uniprot_kb": "A0A1D5PED0"}, {"ZFIN": "ZDB-GENE-160113-45", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 7955, "uniprot_kb": "A0A140LG78"}, {"ZFIN": "ZDB-GENE-070302-1", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 7955, "uniprot_kb": "A0A2R8RVU6"}, {"Ensembl": "ENSDARG00000086616", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 7955, "uniprot_kb": "E7FFF2"}, {"WormBase": "WBGene00013782", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 6239, "uniprot_kb": "O62403"}], "uniprot_kb": "P51679"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05203", "name": "Viral carcinogenesis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP4494", "name": "Selective expression of chemokine receptors during T-cell polarization"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pfam": "PF00001", "pharmgkb": "PA26169", "pharos": {"target_id": 7525, "tdl": "Tclin"}, "pir": "A57160", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF228474", "relationship": "is"}, {"id": "GNF231510", "relationship": "is"}, {"id": "GNF247627", "relationship": "is"}, {"id": "GNF247628", "relationship": "is"}, {"id": "GNF247629", "relationship": "is"}, {"id": "GNF247630", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280620", "relationship": "is"}, {"id": "GNF280621", "relationship": "is"}, {"id": "GNF280622", "relationship": "is"}, {"id": "GNF280623", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080834", "relationship": "is"}, {"id": "GNF080835", "relationship": "is"}, {"id": "GNF080836", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053748", "relationship": "is"}, {"id": "GNF058519", "relationship": "is"}, {"id": "GNF073758", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069211", "relationship": "is"}, {"id": "GNF069212", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF002235", "relationship": "is"}, {"id": "GNF278376", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093679", "relationship": "similar to"}, {"id": "GNF133337", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1"], "protein": ["NP_005499.1", "XP_016861176.1", "XP_054201145.1"], "rna": ["NM_005508.5", "XM_017005687.2", "XM_054345170.1"], "translation": [{"protein": "XP_016861176.1", "rna": "XM_017005687.2"}, {"protein": "XP_054201145.1", "rna": "XM_054345170.1"}, {"protein": "NP_005499.1", "rna": "NM_005508.5"}]}, "reporter": {"HG-U133_Plus_2": "208376_at", "HG-U95Av2": "390_at", "HTA-2_0": "TC03000164.hg.1", "HuEx-1_0": ["2616131", "2746539"], "HuGene-1_1": "8078442", "HuGene-2_1": "16938707"}, "summary": "The protein encoded by this gene belongs to the G-protein-coupled receptor family . It is a receptor for the CC chemokine - MIP-1, RANTES, TARC and MCP-1. Chemokines are a group of small polypeptide, structurally related molecules that regulate cell trafficking of various types of leukocytes. The chemokines also play fundamental roles in the development, homeostasis, and function of the immune system, and they have effects on cells of the central nervous system as well as on endothelial cells involved in angiogenesis or angiostasis. [provided by RefSeq, Jul 2008].", "symbol": "CCR4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413190"}, "unigene": "Hs.184926", "uniprot": {"Swiss-Prot": "P51679", "TrEMBL": "A0N0Q1"}, "wikipedia": {"url_stub": "CCR4"}}