{"AllianceGenome": "1607", "HGNC": "1607", "MIM": "601835", "_id": "1235", "_version": 1, "accession": {"genomic": ["AL121935.17", "CH471051.2", "CP068272.2", "NC_000006.12", "NC_060930.1", "U45984.1", "U68032.1", "Z79784.1"], "protein": ["AAB06949.1", "AAB62714.1", "AAC51124.1", "AAC51125.1", "AAD14874.1", "AAH37960.1", "AAO92293.1", "BAD97214.1", "BAF85704.1", "CAB02144.1", "EAW47506.1", "EAW47507.1", "NP_001381511.1", "NP_004358.2", "NP_113597.2", "P51684.2"], "rna": ["AK223494.1", "AK293015.1", "AY242126.1", "BC037960.1", "CD692892.1", "CD707633.1", "DA645096.1", "DN996219.1", "NM_001394582.1", "NM_004367.6", "NM_031409.4", "U60000.1", "U68030.1", "U68031.1"], "translation": [{"protein": "AAD14874.1", "rna": "U68031.1"}, {"protein": "BAD97214.1", "rna": "AK223494.1"}, {"protein": "NP_001381511.1", "rna": "NM_001394582.1"}, {"protein": "NP_113597.2", "rna": "NM_031409.4"}, {"protein": "BAF85704.1", "rna": "AK293015.1"}, {"protein": "NP_004358.2", "rna": "NM_004367.6"}, {"protein": "AAB06949.1", "rna": "U60000.1"}, {"protein": "AAH37960.1", "rna": "BC037960.1"}, {"protein": "AAC51124.1", "rna": "U68030.1"}, {"protein": "AAO92293.1", "rna": "AY242126.1"}]}, "alias": ["BN-1", "C-C CKR-6", "CC-CKR-6", "CCR-6", "CD196", "CKR-L3", "CKRL3", "CMKBR6", "DCR2", "DRY6", "GPR29", "GPRCY4", "STRL22"], "ensembl": {"gene": "ENSG00000112486", "protein": ["ENSP00000339393", "ENSP00000343952", "ENSP00000383715", "ENSP00000493637"], "transcript": ["ENST00000341935", "ENST00000349984", "ENST00000400926", "ENST00000643861"], "translation": [{"protein": "ENSP00000383715", "rna": "ENST00000400926"}, {"protein": "ENSP00000493637", "rna": "ENST00000643861"}, {"protein": "ENSP00000343952", "rna": "ENST00000341935"}, {"protein": "ENSP00000339393", "rna": "ENST00000349984"}], "type_of_gene": "protein_coding"}, "entrezgene": "1235", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.62054572, "exp_mis": 129.391937, "exp_syn": 63.710722, "lof_z": 1.65802077108255, "mis_z": 1.95182697444794, "mu_lof": 5.98607953979e-07, "mu_mis": 1.1346110827e-05, "mu_syn": 5.54910667691e-06, "n_lof": 3.0, "n_mis": 84.0, "n_syn": 73.0, "p_li": 0.0664814988844572, "p_null": 0.0622699338478608, "p_rec": 0.871248567267682, "syn_z": -0.721481465054149}, "bp": 1125, "cds_end": 167550843, "cds_start": 167549622, "n_exons": 2, "nonpsych": {"exp_lof": 6.8560582, "exp_mis": 117.0709216, "exp_syn": 57.6230826, "lof_z": 1.44629977839147, "mis_z": 1.96118716319489, "mu_lof": 5.98607953979e-07, "mu_mis": 1.1346110827e-05, "mu_syn": 5.54910667691e-06, "n_lof": 3.0, "n_mis": 75.0, "n_syn": 65.0, "p_li": 0.0559397215017833, "p_null": 0.0921285100877838, "p_rec": 0.851931768410433, "syn_z": -0.611843480171509}, "nontcga": {"exp_lof": 7.00687961, "exp_mis": 119.0365681, "exp_syn": 58.60984641, "lof_z": 1.49322502471441, "mis_z": 1.69122085496063, "mu_lof": 5.98607953979e-07, "mu_mis": 1.1346110827e-05, "mu_syn": 5.54910667691e-06, "n_lof": 3.0, "n_mis": 82.0, "n_syn": 65.0, "p_li": 0.0546207681215788, "p_null": 0.0808612518876451, "p_rec": 0.864517979990776, "syn_z": -0.528503709661247}, "transcript": "ENST00000341935.5"}, "exons": [{"cdsend": 167137355, "cdsstart": 167136134, "chr": "6", "position": [[167111806, 167112014], [167136037, 167136143], [167136239, 167139141]], "strand": 1, "transcript": "NM_004367", "txend": 167139141, "txstart": 167111806}, {"cdsend": 167137355, "cdsstart": 167136134, "chr": "6", "position": [[167122752, 167123223], [167136037, 167136143], [167136239, 167139141]], "strand": 1, "transcript": "NM_031409", "txend": 167139141, "txstart": 167122752}], "exons_hg19": [{"cdsend": 167550843, "cdsstart": 167549622, "chr": "6", "position": [[167525294, 167525502], [167549525, 167549631], [167549727, 167552629]], "strand": 1, "transcript": "NM_004367", "txend": 167552629, "txstart": 167525294}, {"cdsend": 167550843, "cdsstart": 167549622, "chr": "6", "position": [[167536240, 167536711], [167549525, 167549631], [167549727, 167552629]], "strand": 1, "transcript": "NM_031409", "txend": 167552629, "txstart": 167536240}], "generif": [{"pubmed": 11751947, "text": "Up-regulation on distinct subpopulations of antigen-activated CD4+ T lymphocytes"}, {"pubmed": 11994436, "text": "CCR6 preferentially attracts memory B cells and becomes an efficacious B-cell receptor following cellular activation, acquiring an enhanced function due to changes in the responsiveness of downstream signaling pathways."}, {"pubmed": 12067311, "text": "CCR6, appears to have an important role in the selective recruitment of T cells, in the context of periodontal inflammation."}, {"pubmed": 12070001, "text": "CCR1, CCR6, and CXCR6 are preferentially expressed by the low cytokine-producing CD8 and CD4(-)CD8(-) subsets of natural killer T-cells."}, {"pubmed": 12081481, "text": "Mutating the four extracellular cysteines reveals their differing roles in receptor trafficking, ligand binding, and signaling."}, {"pubmed": 12193700, "text": "Clustering of CCR6 and coassociation with critical integrins such as CD18/beta2 integrin serve to strengthen adhesion between T cells and activated dermal microvascular endothelial cells in vitro."}, {"pubmed": 12514792, "text": "characterized the expression of CCR6 on B cells and B-cell non-Hodgkin's lymphomas"}, {"pubmed": 12642342, "text": "Coincident expression of CCR6 and CCR7 by pathologic Langerhans cells in Langerhans cell histiocytosis may contribute to their accumulation in nonlymphoid organs such as skin and bone"}, {"pubmed": 15483227, "text": "CCR6 on polarized intestinal epithelial cells, alter specialized intestinal epithelial cell functions, including electrogenic ion secretion and possibly epithelial cell adhesion and migration"}, {"pubmed": 15591779, "text": "CCR6 has multiple domains involved in ligand binding and receptor signaling"}, {"pubmed": 15701269, "text": "We hypothesize that Mip-3alpha and its CCR6 receptor promote pancreatic cancer cell invasion"}, {"pubmed": 16095490, "text": "MIP-3alpha/CCL20 has a role in amplification of the immune response during renal allograft rejection by attraction of CCR6+ inflammatory cells, which may include DC, to the site of inflammation"}, {"pubmed": 16215992, "text": "CCR6 mediated signals result in increased IEC migration and proliferation suggesting an important role in intestinal homeostasis and intestinal inflammation by mediating chemotaxis of IEC but also in mediating migration of CRC cells."}, {"pubmed": 16622267, "text": "association between expression level of CCR6 in primary CRC and synchronous liver metastases suggests that CCR6 and its ligand may be involved in the metastatic spread to the liver"}, {"pubmed": 16641550, "text": "Findings strongly suggest an association between CCL20/CCR6 expression in human colorectal cancer and the promotion of colorectal liver metastasis."}, {"pubmed": 17075975, "text": "CXCR4 expression in colorectal liver metastases suggests it is a predictive factor. CCL20 and receptor CCR6 expression in hepatocellular carcinomas indicates a role of a CCL20/CCR6 ligand-receptor pair in liver carcinogenesis and progression."}, {"pubmed": 17133360, "text": "Our results add new insight to the important role of the CCL20/CCR6, RANKL system in the bone tissue of rheumatoid arthritis."}, {"pubmed": 17171755, "text": "CCR6-expressing CD8+ T cells have the ability to migrate in response to CCL20, may migrate to tissues such as colon, and are involved in mucosal immunity."}, {"pubmed": 17562763, "text": "Interaction between CCL20 and CCR6 may play a role in chemokine-mediated lymphocyte trafficking during gastric inflammation in Helicobacter infection."}, {"pubmed": 17615381, "text": "T cells expressing CCR6, CXCR3, and CXCR6 act coordinately with respective ligands and Th1 inflammatory cytokines in the alveolitic/granuloma phases of the disease."}, {"pubmed": 18097022, "text": "All IL-17-producing CD4+ T cells expressed CCR6, a receptor found on approximately 50% of CD4+ memory peripheral blood leukocytes."}, {"pubmed": 18218038, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18465142, "text": "Expression levels of CCR6 in prostate cancer are associated with clinical and pathologic features of more advanced and aggressive prostate cancer."}, {"pubmed": 18703490, "text": "CCL6 is overexpressed in myeloma microenvironment related to osteolytic bone lesions."}, {"pubmed": 19233848, "text": "CCR6 regulation of the actin cytoskeleton orchestrates human beta defensin-2- and CCL20-mediated restitution of colonic epithelial cells"}, {"pubmed": 19249008, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19305396, "text": "the CCR6-CCL20 axis in the choroid plexus controls immune surveillance of the CNS."}, {"pubmed": 19324905, "text": "KSHV and K13-mediated induction of CCL20 and CCR6 may contribute to the recruitment of dendritic cells and lymphocytes into the KS lesions, and to tumor growth and metastases."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19492413, "text": "This study demonstrates a different expression of CCL20-positive osteoblasts in osteoarthritis versus rheumatoid arthritis disease that seem to be associated with the presence of infiltrating mononuclear cells."}, {"pubmed": 19539215, "text": "Recombinant human granulocyte colony-stimulating factor significantly decreases the expression of CXCR3 and CCR6 on T cells and preferentially induces T helper cells to a T helper 17 phenotype in peripheral blood harvests"}, {"pubmed": 19760754, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19811428, "text": "Data show that number of peripheral Th17 lymphocytes, expression of CCR6 on Th cells, and ex vivo IL-23, anti-CD3 and anti-CD28 induced production of IL-22 by PBMC were significantly elevated in asthmatic patients."}, {"pubmed": 20022113, "text": "Isoleucine/leucine in the N-terminal alpha-helix region of this beta-defensin is essential for CCR6-mediated chemotaxis."}, {"pubmed": 20023216, "text": "CCR6 ligands inhibit HIV by inducing APOBEC3G."}, {"pubmed": 20023216, "text": "CCR6 mediates induction APOBEC3G expression, resulting in inhibition of HIV infection in highly susceptible CCR6+ cells"}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20068036, "text": "Data show that recombinant mBD4:Ig and hBD2:Ig fusion proteins retained potent antimicrobial activity against Gram-negative and Gram-positive bacteria, and that these fusion proteins showed specific binding to CCR6-expressing cells."}, {"pubmed": 20194631, "text": "CCR6 positive memory T cells producea suppressive IL-10 but not IL-2 upon stimulation with autologous immature dendritic cells."}, {"pubmed": 20220766, "text": "CCR6 is expressed at higher levels in plasmacytoid dendritic cells from melanoma patients compared to healthy controls. CCR6 may have a role in these cells' migration to tumor sites where CCL20 is produced."}, {"pubmed": 20334681, "text": "We suggest that CCR4 and CCR6 expression on CD4(+) T cells should be considered as markers of disease activity in systemic lupus erythematosus."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20439195, "text": "We studied a unique cohort of 21 primary lung cancers with matched adrenal metastases for the expression of CX3CR1, CXCR4, CCR6, and CCR7"}, {"pubmed": 20453841, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20453841, "text": "The CCR6DNP genotype was correlated with the expression level of CCR6 and was associated with the presence of interleukin-17 (IL-17) in the sera of subjects with rheumatoid arthritis"}, {"pubmed": 20453842, "text": "Meta-analysis and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20459729, "text": "CCL20 and CCR6 play a role in the development and progression of pancreatic cancer and may constitute potential targets for novel treatment strategies."}, {"pubmed": 20483750, "text": "human beta-defensin (hBD)2 and 3 are chemotactic for a broad spectrum of leukocytes in a CCR6- and CCR2-dependent manner"}, {"pubmed": 20511548, "text": "Under inflammatory conditions, mesenchymal stem cells mediate adhesion of T helper (Th)17 cells via CCR6 and exert anti-inflammatory effects through induction of a T cell regulatory phenotype in these cells."}, {"pubmed": 20526339, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20526340, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20720211, "text": "Transgenic CCR6 expression characterizes a Foxp3-positive regulatory T-cell population that can be induced in mucosal tissues, that produces IL-10, and that traffics to inflamed colonic tissue to suppress ongoing inflammation of the colon."}, {"pubmed": 20872189, "text": "Down-regulation of CCR6 is associated with adenocarcinoma of the lung."}, {"pubmed": 21072187, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21092675, "text": "The relative expression levels of CCR6 and CCR7 mRNA in tumor tissues with lymphatic metastases were significantly lower than those without lymph node metastases."}, {"pubmed": 21228329, "text": "we have identified a noncoding region of the human CCR6 gene with methylation-sensitive transcriptional activity in CCR6(+) T cells that controls stable CCR6 expression via epigenetic mechanisms."}, {"pubmed": 21261017, "text": "CCR6 and CCR7 are expressed in metastatic lymph nodes and PBMC, and might play a role in laryngeal squamous cell carcinoma development."}, {"pubmed": 21300824, "text": "CCL20 induces MUC5AC mucin production via CCR6- and tumor necrosis factor (TNF)-alpha-converting enzyme (TACE)-dependent epidermal growth factor receptor (EGFR) activation in human airway epithelial (NCI-H292) cells."}, {"pubmed": 21398606, "text": "Data show that integrin beta7 and CCR6 identify four distinct stages of memory CD4+ T cell differentiation."}, {"pubmed": 21624121, "text": "These results suggest a contribution of CCR6 expression on tumor cells and CCL19-expressing DC in breast cancer dissemination."}, {"pubmed": 21724701, "text": "CCL20/CCR6 may play an important role in the pathogenesis of rheumatoid arthritis by assembling the molecular and cellular components orchestrating synovitis."}, {"pubmed": 21763254, "text": "CCR6 SNPs can be used to predict clinical outcome, and that polymorphisms in the CCR6 gene may influence T cell-mediated immune reactions after HSCT."}, {"pubmed": 21873313, "text": "The tested CCR6 gene polymorphisms are not associated with the susceptibility to Behcet's disease in the tested Chinese Han populations."}, {"pubmed": 21912453, "text": "Data show that both CCL20 and CCR6 mRNA and protein expression levels were significantly increased in patients who received preoperative FOLFOX chemotherapy </= 12 mo before liver surgery in comparison to patients who did not undergo FOLFOX treatment."}, {"pubmed": 21935436, "text": "The CCL20-CCR6 axis mediates the migration of circulating Tregs into tumor microenvironment, which in turn results in tumor progression and poor prognosis in HCC patients."}, {"pubmed": 21937703, "text": "unlike blood plasmacytoid dendritic cells (pDCs), a subset of tonsil pDCs express functional CCR6 and CCR10, and their respective ligands CCL20 and CCL27 are detected in inflamed epithelia"}, {"pubmed": 21949768, "text": "The role of the CCL20/CCR6/IL-17 axis in non-small-cell-lung-cancer tumor growth, was investigated."}, {"pubmed": 21984702, "text": "A novel population of transgenic, CCR6-expressing, gammadelta-low expressing T cells is recruited to epidermal keratinocytes upon treatment with IL-23."}, {"pubmed": 22079021, "text": "The data supported a role for CCR5, CXCR3, and CXCR6 in the selective recruitment of T cells into renal cell carcinoma tissue and, together with CCR6, in the recruitment of regulatory T cells."}, {"pubmed": 22092173, "text": "CCR6 polymorphism was a risk factor for rheumatoid arthritis among asian females but a protective factor among asian males."}, {"pubmed": 22269120, "text": "Data indicate that JAK2 rs10758669 and CCR6 rs2301436 did not prove to be significant risk factors for both Crohn's disease (CD) and ulcerative colitis (UC)."}, {"pubmed": 22490506, "text": "Increased expression of CCR6 is found in memory T-cells from Wegener's granulomatosis patients with polyangiitis."}, {"pubmed": 22527137, "text": "A CCR6 variant strongly associated with rheumatoid arthritis in two populations is not associated with ankylosing spondylitis."}, {"pubmed": 22732549, "text": "Review: Studies using the ApoE knockout mouse model have recently implicated chemokine receptor Ccr6 and its ligand Ccl20 as a nonredundant ligand-receptor pair in atherosclerosis."}, {"pubmed": 22796894, "text": "CXCR3 promotes recruitment of Th17 cells from the blood into the liver in both human and murine liver injury. Their subsequent positioning near bile ducts is dependent on CCR6 and cholangiocyte-secreted CCL20."}, {"pubmed": 22859539, "text": "study found a significant association between the genotype of CCR6 (rs3093024) and the susceptibility to rheumatoid arthritis in a Taiwanese population"}, {"pubmed": 22926920, "text": "Our data suggest for the first time that CCL20 and CCR6 might play an important role in the regulation of aggressiveness in human gliomas"}, {"pubmed": 23306142, "text": "Results suggest that the CCR6 rs3093024 polymorphism may not play a relevant role in the giant cell arteritis pathophysiology"}, {"pubmed": 23599932, "text": "CD161high CCR6+ gammadelta T cells contribute to the inflammatory process in the central nervous system of multiple sclerosis patients."}, {"pubmed": 23681234, "text": "results suggest that plasmin generated in inflamed tissues might elicit production of chemokine CCL20 by human macrophages leading to the recruitment of CCR6 positive Th17 cells to the inflammatory sites"}, {"pubmed": 23758411, "text": "CCR6 and CXCR2 were higher in the colorectal metastasis group than in the non-metastasis group, but there was no difference between the lung and liver metastasis subgroups. CXCR4 was not different between the metastasis and non-metastasis groups."}, {"pubmed": 23765988, "text": "some of the physiological reactions mediated by CCR6 ligands in male reproduction extend beyond a pro-inflammatory response and might find application in clinical reproduction and/or contraception."}, {"pubmed": 23790181, "text": "results strongly suggest an association between CCL20/CCR6 expression and the induction of colorectal adenoma, colorectal adenocarcinoma and the development of colorectal liver metastases"}, {"pubmed": 23823618, "text": "results provide a potential explanation for involvement of the CCL20-CCR6 system in the trafficking of IL-17-producing cells to degenerated IVD tissues"}, {"pubmed": 23835793, "text": "High CCR6/CCR7 expression and Foxp3 positive T regulatory cell number are positively related to the progression of laryngeal squamous cell carcinoma"}, {"pubmed": 23935994, "text": "This study was designed to determine the association of CCR6 and FGFR10P (tag)single nucleotide polymorphisms with Vogt-Koyanagi-Harada (VKH) syndrome, in two independent Chinese Han populations."}, {"pubmed": 23959575, "text": "Chemokine receptor CCR6-dependent accumulation of gammadelta T cells in injured liver restricts hepatic inflammation and fibrosis."}, {"pubmed": 23983073, "text": "The results of this study establish CCR6 as a new susceptibility factor for antitopoisomerase-positive SSc, confirming the notion that systemic sclerosis and rheumatoid arthritis could conceivably share autoimmune risk alleles."}, {"pubmed": 24385540, "text": "MicroRNA-150 inhibits tumor invasion and metastasis by targeting the chemokine receptor CCR6, in advanced cutaneous T-cell lymphoma."}, {"pubmed": 24394994, "text": "genetic and biological role of the C-C chemokine ligand CCL20 and the C-C chemokine receptor CCR6in rheumatoid arthritis, is discussed.[review]"}, {"pubmed": 24401998, "text": "Dendritic and T cells in psoriasis express CCL20 and CCR6 as part of the pathology."}, {"pubmed": 24559209, "text": "CCR6 expression is regulated by miR-518a-5p in colorectal cancer cells."}, {"pubmed": 24634224, "text": "CCR6 protein level was higher in hepatocellular carcinoma (HCC) than in adjacent noncancerous tissues. CCR6 expression correlated with multicentricity and vascular invasion. CCR6 expression was an independent prognostic factor for overall survival."}, {"pubmed": 24743888, "text": "CCR6/CCL20 biological axis increased the capacity of proliferation and adhesion, as well as the chemotactic migration and the level of cytokines related to degraded extracellular matrix."}, {"pubmed": 24782177, "text": "DPP4, CDK5RAP2, and CCR6 are risk loci for rheumatoid arthritis in Han Chinese and congruence with risk variants in Europeans."}, {"pubmed": 24866282, "text": "High CCR6 expression is associated with colon cancer."}, {"pubmed": 24890729, "text": "interfering with IL-1beta and IL-12 signaling in Th17 cells during inflammation may be a promising therapeutic approach to reduce their differentiation into \"pathogenic\" CCR6+ CXCR3+ Th1/17 cells in patients with autoimmune diseases."}, {"pubmed": 24958901, "text": "CCR6+ naive precursors contain a predetermined reservoir to replenish IL-17-secreting cells and may have implications in balancing the Th17 effector and IL-17+ Treg compartments that are perturbed during HIV infection."}, {"pubmed": 24979261, "text": "The tumor expression of CCR6 plays a critical role in colorectal cancer metastasis."}, {"pubmed": 24980635, "text": "CKR-L3 with other minor coreceptors may contribute to HIV and SIV pathogenesis including dissemination, trafficking and latency especially when major coreceptors become compromised."}, {"pubmed": 24984269, "text": "CCR6 is highly expressed in thyroid cancer cells.CCR6 promotes the invasion and migration of thyroid cancer cells via NF-kappa B signaling-induced MMP-3 production."}, {"pubmed": 25178112, "text": "The different groups of clinically stable nonallergic asthmatic patients showed distinct patterns of alterations in subset distribution as well as CCR6, CXCR3, and CCR5 expression on circulating T lymphocytes."}, {"pubmed": 25201147, "text": "These findings support the hypothesis that CCR6 up-regulation stimulated by IL-17 may play an active role in colorectal cancer cell migration."}, {"pubmed": 25408215, "text": "The data of this study suggested that CCR6 expression, which shows an increase in both moderatesevere and mild Alaheimer disease patients, is related to the pathological process underlying Alzaheimer disease."}, {"pubmed": 25541254, "text": "hBD-3 stimulates IL-37 expression through CCR6 in keratinocytes"}, {"pubmed": 25661365, "text": "CCL20 cooperated with CCR6 could recruit T regulatory cells to tumor sites, and chemotherapy medicine docetaxel could decrease the expression of CCL20."}, {"pubmed": 25690781, "text": "Late-onset cytomegalovirus infection was preceded by an immune phenotype characterized by increased CCR6 expression on bulk CD4(+) T cells following solid organ transplant."}, {"pubmed": 25698534, "text": "The involvement of cell surface nucleolin in the initiation of CCR6 signaling in human hepatocellular carcinoma.Expression of nucleolin and CCR6 correlates with overall survival in hepatocellular carcinoma patients."}, {"pubmed": 25768730, "text": "Th17 cells are recruited into tumor tissues preferentially through CCR6-CCL20 pathway"}, {"pubmed": 25833398, "text": "PLZF regulates CCR6 and is critical for the acquisition and maintenance of the Th17 phenotype in human cells."}, {"pubmed": 25879557, "text": "The data reviewed suggest the necessity of evaluation of other blood redox-balance and nitric oxide in psoriasis should with additional investigations to targeting CCR6 rs3093024 in the genetic susceptibility of psoriasis."}, {"pubmed": 25928629, "text": "RNASET2 tag SNP but not CCR6 polymorphisms is associated with autoimmune thyroid diseases in the Chinese Han population"}, {"pubmed": 26125463, "text": "Leukocytes expressing CCR6 are present in the ovary immediately prior to ovulation."}, {"pubmed": 26138531, "text": "the current data demonstrate a genetic association between CCR6 variants and susceptibility to lupus nephritis"}, {"pubmed": 26156805, "text": "AEG-1 mediates CCL20/CCR6-induced EMT development via both Erk1/2 and Akt signaling pathway in cervical cancer, which indicates that CCL20/CCR6-AEG-1-EMT pathway could be suggested as a useful target to affect the progression of cervical cancer."}, {"pubmed": 26314374, "text": "CCR6 SNPs are a risk factor for presence of anti-topoisomerase I antibodies in systemic sclerosis."}, {"pubmed": 26345847, "text": "Tregs of unexplained recurrent miscarriage patients was significantly lower than that in controls.  CCL20-CCR6 could drive immune activity of CD4(+)FOXP3(+) Tregs, followed by their migration to the feto-maternal microenvironment"}, {"pubmed": 26489425, "text": "CCR6 expression may be a novel biomarker for predicting clinical outcomes for gastric cancer patients."}, {"pubmed": 26536229, "text": "High CCR6 expression is associated with Inflammatory Bowel Disease."}, {"pubmed": 26577851, "text": "Cell migration assays showed that TNF-alpha treatment significantly increased the rate of migrated cells in those cells in which it also increased the membrane expression of CCR6 (TPC-1 and BCPAP) as compared to basal condition"}, {"pubmed": 26771764, "text": "There were early increased plasma concentrations of CCL20 and CCR6 in patients with sepsis. CCL20 and CCR6 correlate with severity of illness in ICU patients. Levels of CCR6 predicted the length of patients' admission."}, {"pubmed": 26789110, "text": "High expression of CCR6 is associated with cutaneous T-cell lymphoma."}, {"pubmed": 26883727, "text": "CCR6(-) regulatory T cells blunt the restoration of gut Th17 cells along the CCR6-CCL20 axis in treated HIV-1-infected patients."}, {"pubmed": 27016283, "text": "Bin1-N-BAR domains assemble into scaffolds of low long-range order that form flexible membrane tubule in the sarcolemma"}, {"pubmed": 27018255, "text": "High CCR6 expression is associated with B-lymphoblastic lymphoma with inflammation."}, {"pubmed": 27149649, "text": "CCR6 expression was higher in cells derived from node-positive cases and highest expression was in cells derived from metastatic cases of colon cancer."}, {"pubmed": 27587881, "text": "The study suggests that a genetic interaction between DPP4 and CCR6 is involved in RA susceptibility"}, {"pubmed": 27626929, "text": "Rheumatoid arthritis-associated double nucleotide polymorphism in CCR6 regulates CCR6 via PARP-1."}, {"pubmed": 27789680, "text": "point mutations in CCR6 can result in either a gain or loss of receptor function"}, {"pubmed": 27916417, "text": "This study evaluated the role of CCL20 and CCR6 in the regulation of laryngeal neoplasms; it showed that these proteins acted on proliferation and metastasis via the p38 pathway and multiple microRNAs."}, {"pubmed": 28206670, "text": "In conclusion, it seems that decreased expression of CXCR3 and higher expression of CCR6 were associated with HTLV-1 infection, what indicate that these alterations may favor virus dissemination but not disease manifestation."}, {"pubmed": 28392462, "text": "The percentage of CXCR3(+) CD4(+) TEM cells negatively correlated with the severity of the cutaneous disease in psoriasis patients. Importantly CLA(+) CD4(+) TCM cells expressing CCR6(+) or CCR4(+)CXCR3(+) negatively correlated with psoriasis severity suggesting recruitment to the skin compartment."}, {"pubmed": 28444576, "text": "expression increased on B cells of systemic lupus erythematosus patients"}, {"pubmed": 29097259, "text": "CCR6 facilitates tumor angiogenesis via the AKT/NF-kappaB/VEGF pathway in colorectal cancer"}, {"pubmed": 29126851, "text": "this study shows that CCR6 signaling inhibits suppressor function of induced-Treg during gut inflammation"}, {"pubmed": 29262350, "text": "CCR6 defines memory B cell precursors in mouse and human germinal centers, revealing light-zone location and predominant low antigen affinity."}, {"pubmed": 29268566, "text": "Study demonstrated that CCR6 overexpression contributed to a poor radiotherapy effect in rectal cancer (RC) patients and radioresistance in CRC cell lines. Also the results implied that the CCR6 might enhance radioresistance through more effective DNA damage repair."}, {"pubmed": 29440351, "text": "The populations were identified based on the production of IFN-gamma and/or IL-17 and the coexpression of CXCR3 (X3) and CCR6 (R6)."}, {"pubmed": 29535421, "text": "CCR6 expression and its role in glioblastoma under hypoxic conditions."}, {"pubmed": 29552015, "text": "this study shows that the effects of site-specific Ser/Thr phosphorylation on CCR6 demonstrate the existence of barcodes on the protein that dictate the activation of different cell signaling profiles and lead to distinct biological outcomes"}, {"pubmed": 29981781, "text": "Identified a population of gut-derived TREG cells producing CCR6 and CXCR6 which are significantly reduced in inflammatory bowel disease."}, {"pubmed": 30287142, "text": "we identified HCV-induced CCL20 as a direct pro-angiogenic factor that acts on endothelial CCR6. These results suggest that the CCL20/CCR6 axis contributes to hepatic angiogenesis, promoting the hypervascular state of hepatitis C virus (HCV)-hepatocellular carcinoma (HCC)."}, {"pubmed": 30412323, "text": "In gastric infiltrating lymphocytes, CCR6(+ ) CD4(+ ) CD25(high) Tregs, which express high levels of CD45RO, are positively associated with more severe inflammation in gastric mucosa during H. pylori infection. The frequency of CCR6(+) Tregs is positively correlated with the frequency of CD4(+ ) IFN-gamma(+) T cells while is inversely correlated with lower expression of IFN-gamma(+ ) CD8(+) T cells."}, {"pubmed": 30728405, "text": "Differential expression of CXCR3 and CCR6 on CD4(+) T-lymphocytes with distinct memory phenotypes characterizes tuberculosis-associated immune reconstitution inflammatory syndrome."}, {"pubmed": 31322256, "text": "High CCR6 expression is associated with hepatocellular carcinoma cell proliferation, invasion and angiogenesis."}, {"pubmed": 31432181, "text": "Study provides evidence that high expression levels of CCR5, CCR6 and CCR9 are associated with prolonged overall survival in patients with earlystage pancreatic ductal adenocarcinoma (PDAC).  Collectively, this highlights that CCR5, CCR6 and CCR9 are potential prognostic biomarkers for earlystage PDAC."}, {"pubmed": 31866467, "text": "Cisplatin-stimulated macrophages promote ovarian cancer migration via the CCL20-CCR6 axis."}, {"pubmed": 32184325, "text": "Evidence for a pathogenic role of extrafollicular, IL-10-producing CCR6(+)B helper T cells in systemic lupus erythematosus."}, {"pubmed": 32412043, "text": "CCL20-CCR6 axis directs sperm-oocyte interaction and its dysregulation correlates/associates with male infertilitydouble dagger."}, {"pubmed": 32541785, "text": "Structural basis for chemokine receptor CCR6 activation by the endogenous protein ligand CCL20."}, {"pubmed": 32600091, "text": "Epigenetic regulation of miR-518a-5p-CCR6 feedback loop promotes both proliferation and invasion in diffuse large B cell lymphoma."}, {"pubmed": 32634857, "text": "CC chemokine receptor 6 (CCR6) in the pathogenesis of systemic lupus erythematosus."}, {"pubmed": 32739204, "text": "Decoy receptor 2 mediation of the senescent phenotype of tubular cells by interacting with peroxiredoxin 1 presents a novel mechanism of renal fibrosis in diabetic nephropathy."}, {"pubmed": 33113266, "text": "Eomes promotes esophageal carcinoma progression by recruiting Treg cells through the CCL20-CCR6 pathway."}, {"pubmed": 33381579, "text": "Association of RASSF1A, DCR2, and CASP8 Methylation with Survival in Neuroblastoma: A Pooled Analysis Using Reconstructed Individual Patient Data."}, {"pubmed": 33717080, "text": "A Functional Variant rs3093023 in CCR6 Is Associated With IgA Nephropathy by Regulating Th17 Cells in a North Han Chinese Population."}, {"pubmed": 33768543, "text": "Enrichment of CCR6(+) CD8(+) T cells and CCL20 in the lungs of mechanically ventilated patients with COVID-19."}, {"pubmed": 34225700, "text": "Amino terminal recognition by a CCR6 chemokine receptor antibody blocks CCL20 signaling and IL-17 expression via beta-arrestin."}, {"pubmed": 34400521, "text": "CCR6 Expression on B Cells Is Not Required for Clinical or Pathological Presentation of MOG Protein-Induced Experimental Autoimmune Encephalomyelitis despite an Altered Germinal Center Response."}, {"pubmed": 34497608, "text": "Reduced CCR6(+)IL-17A(+)Treg Cells in Blood and CCR6-Dependent Accumulation of IL-17A(+)Treg Cells in Lungs of Patients With Allergic Asthma."}, {"pubmed": 34719426, "text": "Human prostate cancer bone metastases have an actionable immunosuppressive microenvironment."}, {"pubmed": 34774095, "text": "Endothelial CCR6 expression due to FLI1 deficiency contributes to vasculopathy associated with systemic sclerosis."}, {"pubmed": 34864633, "text": "rs9459874 and rs1012656 in CCR6/FGFR1OP confer susceptibility to primary biliary cholangitis."}, {"pubmed": 34873687, "text": "Glycogen synthase kinase 3beta/CCR6-positive bone marrow cells correlate with disease activity in multicentric Castleman disease-TAFRO."}, {"pubmed": 35142152, "text": "CCR6 activation links innate immune responses to mucosa-associated lymphoid tissue lymphoma development."}, {"pubmed": 35863523, "text": "SMAD4 Suppresses Colitis-associated Carcinoma Through Inhibition of CCL20/CCR6-mediated Inflammation."}, {"pubmed": 36621349, "text": "Clinical Significance of the Pre-Transplant CXCR3 and CCR6 Expression on T Cells In Kidney Graft Recipients."}, {"pubmed": 38156398, "text": "Increased gene expression of CCR6 and RORgammat in peripheral blood cells of rheumatoid arthritis patients and their correlation with anti-cyclic citrullinated peptide and disease activity."}, {"pubmed": 38197598, "text": "Role of the CCL20/CCR6 axis in tubular epithelial cell injury: Kidney-specific translational insights from acute kidney injury to chronic kidney disease."}, {"pubmed": 38334630, "text": "Pro-Fibrotic Effects of CCL18 on Human Lung Fibroblasts Are Mediated via CCR6."}], "genomic_pos": {"chr": "6", "end": 167139141, "ensemblgene": "ENSG00000112486", "start": 167111807, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 167553184, "start": 167525295, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0002407", "pubmed": 16621978, "qualifier": "involved_in", "term": "dendritic cell chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002523", "qualifier": "involved_in", "term": "leukocyte migration involved in inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006935", "pubmed": 20068036, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006935", "pubmed": 12081481, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006959", "pubmed": 11001880, "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006968", "pubmed": 10521347, "qualifier": "involved_in", "term": "cellular defense response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 9186513, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019722", "qualifier": "involved_in", "term": "calcium-mediated signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0019722", "pubmed": 12081481, "qualifier": "involved_in", "term": "calcium-mediated signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048290", "qualifier": "involved_in", "term": "isotype switching to IgA isotypes"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060326", "pubmed": 23765988, "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060474", "pubmed": 23765988, "qualifier": "involved_in", "term": "positive regulation of flagellated sperm motility involved in capacitation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072676", "qualifier": "involved_in", "term": "lymphocyte migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072678", "qualifier": "involved_in", "term": "T cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0072679", "qualifier": "involved_in", "term": "thymocyte migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072679", "qualifier": "involved_in", "term": "thymocyte migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904155", "qualifier": "involved_in", "term": "DN2 thymocyte differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904156", "qualifier": "involved_in", "term": "DN3 thymocyte differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000404", "qualifier": "involved_in", "term": "regulation of T cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:2000510", "qualifier": "involved_in", "term": "positive regulation of dendritic cell chemotaxis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 12081481, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036126", "pubmed": 23765988, "qualifier": "located_in", "term": "sperm flagellum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097225", "pubmed": 23765988, "qualifier": "located_in", "term": "sperm midpiece"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097228", "pubmed": 23765988, "qualifier": "located_in", "term": "sperm principal piece"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097524", "pubmed": 23765988, "qualifier": "located_in", "term": "sperm plasma membrane"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004950", "pubmed": 11001880, "qualifier": "enables", "term": "chemokine receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20068036, 25122636], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016493", "qualifier": "enables", "term": "C-C chemokine receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016493", "pubmed": 20068036, "qualifier": "enables", "term": "C-C chemokine receptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0016493", "pubmed": 12081481, "qualifier": "enables", "term": "C-C chemokine receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019957", "qualifier": "enables", "term": "C-C chemokine binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019957", "pubmed": 20068036, "qualifier": "enables", "term": "C-C chemokine binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0019957", "pubmed": 12081481, "qualifier": "enables", "term": "C-C chemokine binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0038023", "pubmed": 9186513, "qualifier": "enables", "term": "signaling receptor activity"}]}, "homologene": {"genes": [[7955, 336944], [7955, 558616], [8364, 100492892], [9031, 769278], [9544, 574335], [9598, 100612069], [9606, 1235], [9615, 484080], [9913, 519716], [10090, 12458], [10116, 308163]], "id": 3214}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Chemokine receptor family", "id": "IPR000355", "short_desc": "Chemokine_rcpt"}, {"desc": "CC chemokine receptor 6", "id": "IPR004067", "short_desc": "Chemokine_CCR6"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00293730", "map_location": "6q27", "name": "C-C motif chemokine receptor 6", "other_names": ["C-C chemokine receptor type 6", "G protein-coupled receptor 29", "LARC receptor", "chemokine (C-C motif) receptor 6", "chemokine (C-C) receptor 6", "chemokine receptor-like 3", "seven-transmembrane receptor, lymphocyte, 22"], "pantherdb": {"HGNC": "1607", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1333797", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 10090, "uniprot_kb": "O54689"}, {"RGD": "1308562", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 10116, "uniprot_kb": "Q5BK58"}, {"Ensembl": "ENSGALG00000011418", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 9031, "uniprot_kb": "F1NPD4"}, {"ZFIN": "ZDB-GENE-030131-8888", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 7955, "uniprot_kb": "X1WFC0"}, {"ZFIN": "ZDB-GENE-040625-126", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 7955, "uniprot_kb": "A5PMT9"}, {"WormBase": "WBGene00013782", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 6239, "uniprot_kb": "O62403"}], "uniprot_kb": "P51684"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1461957", "name": "Beta defensins"}, {"id": "R-HSA-1461973", "name": "Defensins"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}], "wikipathways": [{"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": "6WWZ", "pfam": "PF00001", "pharmgkb": "PA26171", "pharos": {"target_id": 7541, "tdl": "Tchem"}, "pir": "JC5068", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247635", "relationship": "is"}, {"id": "GNF247636", "relationship": "is"}, {"id": "GNF247637", "relationship": "similar to"}, {"id": "GNF247638", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280464", "relationship": "is"}, {"id": "GNF280465", "relationship": "is"}, {"id": "GNF280466", "relationship": "is"}, {"id": "GNF280467", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162150", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF035978", "relationship": "similar to"}, {"id": "GNF039591", "relationship": "similar to"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080840", "relationship": "is"}, {"id": "GNF080841", "relationship": "is"}, {"id": "GNF080842", "relationship": "is"}, {"id": "GNF083693", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053790", "relationship": "is"}, {"id": "GNF058564", "relationship": "is"}, {"id": "GNF072948", "relationship": "is"}, {"id": "GNF073808", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071233", "relationship": "is"}, {"id": "GNF071234", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282953", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283880", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002237", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093636", "relationship": "is"}, {"id": "GNF133294", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1"], "protein": ["NP_001381511.1", "NP_004358.2", "NP_113597.2"], "rna": ["NM_001394582.1", "NM_004367.6", "NM_031409.4"], "translation": [{"protein": "NP_113597.2", "rna": "NM_031409.4"}, {"protein": "NP_001381511.1", "rna": "NM_001394582.1"}, {"protein": "NP_004358.2", "rna": "NM_004367.6"}]}, "reporter": {"HG-U133_Plus_2": "206983_at", "HG-U95Av2": ["33553_r_at", "458_at"], "HTA-2_0": "TC06004106.hg.1", "HuEx-1_0": "2936657", "HuGene-1_1": "8123364", "HuGene-2_1": "17014651"}, "summary": "This gene encodes a member of the beta chemokine receptor family, which is predicted to be a seven transmembrane protein similar to G protein-coupled receptors. The gene is preferentially expressed by immature dendritic cells and memory T cells. The ligand of this receptor is macrophage inflammatory protein 3 alpha (MIP-3 alpha). This receptor has been shown to be important for B-lineage maturation and antigen-driven B-cell differentiation, and it may regulate the migration and recruitment of dentritic and T cells during inflammatory and immunological responses. Alternatively spliced transcript variants that encode the same protein have been described for this gene. [provided by RefSeq, Jul 2008].", "symbol": "CCR6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332701"}, "unigene": "Hs.46468", "uniprot": {"Swiss-Prot": "P51684"}, "wikipedia": {"url_stub": "C-C chemokine receptor type 6"}}