{"AllianceGenome": "1608", "HGNC": "1608", "MIM": "600242", "_id": "1236", "_version": 1, "accession": {"genomic": ["AC004585.2", "AH003177.2", "CH471152.1", "CP068261.2", "EF064758.1", "GN344041.1", "NC_000017.11", "NC_060941.1", "X84702.1"], "protein": ["AAA58615.1", "AAA74230.1", "AAA74231.1", "AAH35343.1", "AAT52232.1", "ABK41941.1", "BAG35603.1", "BAG54575.1", "CAY55956.1", "EAW60669.1", "NP_001288643.1", "NP_001288645.1", "NP_001288646.1", "NP_001288647.1", "NP_001829.1", "P32248.2"], "rna": ["AK127810.1", "AK310277.1", "AK312732.1", "AY587876.1", "BC035343.1", "BI910219.1", "BU740631.1", "DA814913.1", "HY017993.1", "HY021417.1", "L08176.1", "L31581.1", "NM_001301714.2", "NM_001301716.2", "NM_001301717.2", "NM_001301718.2", "NM_001838.4"], "translation": [{"protein": "BAG54575.1", "rna": "AK127810.1"}, {"protein": "NP_001288646.1", "rna": "NM_001301717.2"}, {"protein": "NP_001288643.1", "rna": "NM_001301714.2"}, {"protein": "NP_001288645.1", "rna": "NM_001301716.2"}, {"protein": "NP_001829.1", "rna": "NM_001838.4"}, {"protein": "NP_001288647.1", "rna": "NM_001301718.2"}, {"protein": "AAA74231.1", "rna": "L31581.1"}, {"protein": "BAG35603.1", "rna": "AK312732.1"}, {"protein": "AAH35343.1", "rna": "BC035343.1"}, {"protein": "AAA58615.1", "rna": "L08176.1"}, {"protein": "AAT52232.1", "rna": "AY587876.1"}]}, "alias": ["BLR2", "CC-CKR-7", "CCR-7", "CD197", "CDw197", "CMKBR7", "EBI1"], "ensembl": {"gene": "ENSG00000126353", "protein": ["ENSP00000246657", "ENSP00000462631", "ENSP00000463075"], "transcript": ["ENST00000246657", "ENST00000578085", "ENST00000579344"], "translation": [{"protein": "ENSP00000246657", "rna": "ENST00000246657"}, {"protein": "ENSP00000462631", "rna": "ENST00000579344"}, {"protein": "ENSP00000463075", "rna": "ENST00000578085"}], "type_of_gene": "protein_coding"}, "entrezgene": "1236", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.34865476, "exp_mis": 161.5222218, "exp_syn": 71.2138068, "lof_z": 2.31989045391186, "mis_z": 2.52167318316339, "mu_lof": 5.37621613e-07, "mu_mis": 1.41449270583e-05, "mu_syn": 6.17433574919e-06, "n_lof": 1.0, "n_mis": 96.0, "n_syn": 71.0, "p_li": 0.647008605028774, "p_null": 0.0061494918366204, "p_rec": 0.346841903134606, "syn_z": 0.0157070765774875}, "bp": 1137, "cds_end": 38721661, "cds_start": 38710993, "n_exons": 3, "nonpsych": {"exp_lof": 6.589335, "exp_mis": 146.131295, "exp_syn": 64.3934608, "lof_z": 2.13841159394384, "mis_z": 2.67583951395599, "mu_lof": 5.37621613e-07, "mu_mis": 1.41449270583e-05, "mu_syn": 6.17433574919e-06, "n_lof": 1.0, "n_mis": 82.0, "n_syn": 64.0, "p_li": 0.610352646983713, "p_null": 0.0101522327689659, "p_rec": 0.379495120247321, "syn_z": 0.030870466578727}, "nontcga": {"exp_lof": 6.7547284, "exp_mis": 148.5944209, "exp_syn": 65.51067122, "lof_z": 2.18424898348826, "mis_z": 2.55825724825372, "mu_lof": 5.37621613e-07, "mu_mis": 1.41449270583e-05, "mu_syn": 6.17433574919e-06, "n_lof": 1.0, "n_mis": 86.0, "n_syn": 66.0, "p_li": 0.603344561977583, "p_null": 0.00890204430488722, "p_rec": 0.38775339371753, "syn_z": -0.0382796649558166}, "transcript": "ENST00000246657.2"}, "exons": [{"cdsend": 40555689, "cdsstart": 40554741, "chr": "17", "position": [[40553769, 40555818], [40565399, 40565472]], "strand": -1, "transcript": "NM_001301714", "txend": 40565472, "txstart": 40553769}, {"cdsend": 40558934, "cdsstart": 40554741, "chr": "17", "position": [[40553769, 40555818], [40558892, 40558942], [40560678, 40561013]], "strand": -1, "transcript": "NM_001301716", "txend": 40561013, "txstart": 40553769}, {"cdsend": 40558934, "cdsstart": 40554741, "chr": "17", "position": [[40553769, 40555818], [40558892, 40558942], [40560922, 40561013]], "strand": -1, "transcript": "NM_001301717", "txend": 40561013, "txstart": 40553769}, {"cdsend": 40558934, "cdsstart": 40554741, "chr": "17", "position": [[40553769, 40555818], [40558892, 40558942], [40560213, 40560394]], "strand": -1, "transcript": "NM_001301718", "txend": 40560394, "txstart": 40553769}, {"cdsend": 40565409, "cdsstart": 40554741, "chr": "17", "position": [[40553769, 40555818], [40558892, 40558942], [40565399, 40565472]], "strand": -1, "transcript": "NM_001838", "txend": 40565472, "txstart": 40553769}], "exons_hg19": [{"cdsend": 38711941, "cdsstart": 38710993, "chr": "17", "position": [[38710021, 38712070], [38721651, 38721724]], "strand": -1, "transcript": "NM_001301714", "txend": 38721724, "txstart": 38710021}, {"cdsend": 38715186, "cdsstart": 38710993, "chr": "17", "position": [[38710021, 38712070], [38715144, 38715194], [38716930, 38717265]], "strand": -1, "transcript": "NM_001301716", "txend": 38717265, "txstart": 38710021}, {"cdsend": 38715186, "cdsstart": 38710993, "chr": "17", "position": [[38710021, 38712070], [38715144, 38715194], [38717174, 38717265]], "strand": -1, "transcript": "NM_001301717", "txend": 38717265, "txstart": 38710021}, {"cdsend": 38715186, "cdsstart": 38710993, "chr": "17", "position": [[38710021, 38712070], [38715144, 38715194], [38716465, 38716646]], "strand": -1, "transcript": "NM_001301718", "txend": 38716646, "txstart": 38710021}, {"cdsend": 38721661, "cdsstart": 38710993, "chr": "17", "position": [[38710021, 38712070], [38715144, 38715194], [38721651, 38721724]], "strand": -1, "transcript": "NM_001838", "txend": 38721724, "txstart": 38710021}], "generif": [{"pubmed": 11830455, "text": "Up-regulation OF CCR7 in classical but not in lymphocyte-predominant Hodgkin disease correlates with distinct dissemination of neoplastic cells in lymphoid organs"}, {"pubmed": 11929789, "text": "important for migration of chronic lymphocytic leukemia cells into lymph nodes"}, {"pubmed": 12070001, "text": "Few NKT cells express lymphoid tissue-homing chemokine receptors (CCR7 and CXCR5). A population with homing potential for lymph nodes (L selectin(+) CCR7(+)) exists only within a small subset of CD4 NKT cells."}, {"pubmed": 12149218, "text": "PGE2 enhanced the expression of the CCL19/CCL21 receptor CCR7 on the cell surface of monocyte-derived dendritic cells"}, {"pubmed": 12486098, "text": "Data show that interaction between iC3b-opsonized apoptotic cells and immature dendritic cells down-regulated the expression of CD86 and up-regulated expression of CC chemokine receptor 7."}, {"pubmed": 12642342, "text": "Coincident expression of CCR6 and CCR7 by pathologic Langerhans cells in Langerhans cell histiocytosis may contribute to their accumulation in nonlymphoid organs such as skin and bone"}, {"pubmed": 12673677, "text": "Overexpression of CCR7 mRNA in nonsmall cell lung cancer is associated with development of lymph node metastasis"}, {"pubmed": 12799021, "text": "A striking pattern of early inducible CCR7 expression was seen preferentially on primary T(H)1 cell lines, as compared to T(H)2 cells, and was dependent on the strength and duration of the T cell receptor signal."}, {"pubmed": 14990723, "text": "cytomegalovirus infection inhibits dendritic cell migration by impairment of the chemokine receptor switch at the level of the expression of CCR7 molecules"}, {"pubmed": 15034011, "text": "Premature expression of CCR7 repositions CD4+CD8+ double-positive cells into the thymic medulla of transgenic mice. This repositioning of the thymocytes is accompanied by impairment of their development."}, {"pubmed": 15040017, "text": "The expression of VEGF-C and CCR7 is related to lymph node metastasis of gastric carcinoma and both of them may become new targets for the treatment of gastric carcinoma."}, {"pubmed": 15059845, "text": "CCR7 induces antiapoptotic signaling in mature DCs"}, {"pubmed": 15073111, "text": "CCR7 has a role in cell migration induced by CCL21 chemokine in malignant melanoma"}, {"pubmed": 15122702, "text": "Study of expression of CCR7 and its ligands on dendritic and T cell populations in inflamed central nervous system lesions of multiple sclerosis patients gives insight into pathways for immune cell trafficking and surveillance."}, {"pubmed": 15247147, "text": "IL-6 led to inhibition of nuclear factor-kappaB (NF-kappaB) binding activity, regulating CCR7 transcription"}, {"pubmed": 15265234, "text": "A dose-dependent, mesangioproliferative and antiapoptotic effect of SLC/CCL21 was seen via activation of the chemokine receptor CCR7, constitutively expressed on MC. This suggests involvement in renal inflammation, regeneration and glomerular homeostasis."}, {"pubmed": 15284247, "text": "specific CC chemokine receptor 7 residues have roles in receptor activation"}, {"pubmed": 15304089, "text": "MAPK are necessary for haptens to induce CCR7 expression."}, {"pubmed": 15569314, "text": "Activation of CCR7 on mesangial cells by SLC/CCL21 enhances the degree and firmness of cell adhesion and increases cell spreading and the formation of cell-cell contacts"}, {"pubmed": 15674360, "text": "The CC chemokine receptor 7 consists with the known defect in adhesion and migration of CML cells."}, {"pubmed": 15743472, "text": "CCR7 may have a role in the synovial recruitment of memory T cells in juvenile idiopathic arthritis, irrespective of the pattern of lymphoid organisation."}, {"pubmed": 15753377, "text": "Epigenetic up-regulation of C-C chemokine receptor 7 expression is associated with melanoma"}, {"pubmed": 15778365, "text": "CCR7 activates two independent signaling modules, one involving G(i) and a hierarchy of MAPK family members and another involving Rho/Pyk2/cofilin, which control, respectively, chemotaxis and the migratory speed of DCs."}, {"pubmed": 15867478, "text": "High expressions of CCR7 is associated with differentiated and intestinal-type gastric cancers"}, {"pubmed": 15950936, "text": "The selective expression of CCR7 in JDM may open new perspectives in the understanding of the pathogenesis of inflammatory myopathies, offering a new tool for the differential diagnosis of these disorders."}, {"pubmed": 16115904, "text": "Results suggest that the chemokine receptor CCR7 is a novel biomarker that can predict lymph node metastases in breast cancer."}, {"pubmed": 16223574, "text": "we investigated the expression of CC chemokine receptor 7 (CCR7) in oral and oropharyngeal squamous cell carcinomas"}, {"pubmed": 16225771, "text": "Data show that CXCL13 and CCL19 together by means of activation of CXCR5 and CCR7 up-regulated PEG10 expression and function in leukemic B cells."}, {"pubmed": 16272303, "text": "functional and lineage relationships of three distinct memory CD4 subpopulations distinguished by their expression of the cysteine chemokine receptor CCR7 and the TNFR family member CD27"}, {"pubmed": 16278374, "text": "Chemokine receptor 7 is a new player in regulating apoptosis of CD8+ T cells in cancer patients [editorial]"}, {"pubmed": 16278415, "text": "CCR7 absence on the majority of CD8(+) T cells in the peripheral circulation of patients with squamous cell carcinoma of the head and neck contributes to apoptosis"}, {"pubmed": 16494043, "text": "CXCR4 and CCR7 are highly expressed in laryngeal carcinoma.  Expression was associated with tumor grade, clinical stage and neck lymph node metastasis."}, {"pubmed": 16500130, "text": "The maturation, in vitro migration and cytokine production of human DC after stimulation with live H. pylori is reported."}, {"pubmed": 16690519, "text": "CD62L and CCR7, as well as dendritic cells, are reduced in non-Hodgkin's lymphoma"}, {"pubmed": 16786131, "text": "expression of CCR7 promotes intrahepatic and lymphatic human hepatocellular carcinoma dissemination"}, {"pubmed": 16802356, "text": "In systemic lupus erythematosus (SLE) patients, significant increases of CCR7-, CD27- and CCR7-, CD27+ and a reduction of CCR7+, CD27+ CD4 memory T cells were found."}, {"pubmed": 16857986, "text": "CD45RA+ CCR7- CD8+ T cells are resting memory cells that, upon antigenic stimulation and then proliferate, lose CD45RA, and transiently acquire CCR7."}, {"pubmed": 16887149, "text": "The CCL19,CCL21/CCR7 chemokine system is expressed in inflamed muscles of polymyositis and may be involved in the pathomechanism of polymyositis."}, {"pubmed": 17006331, "text": "Rapamycin selectively up-regulates CCR7 and enhances the migration of differentiated dendritic cells to regional lymph nodes."}, {"pubmed": 17032700, "text": "Significantly higher CCR7 expression is associated with lymph node metastasis in human cervical cancer"}, {"pubmed": 17178876, "text": "CCR7 may be regulated by the breast tumor microenvironment and further support the use of endothelin receptor antagonists in the treatment of invasive and metastatic breast cancer."}, {"pubmed": 17440035, "text": "Borrelia garinii blocks the up-regulation of CCR7 and CD38, important molecules in DC migration to lymph nodes, thus affecting further immune responses in Lyme borreliosis infection."}, {"pubmed": 17587445, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17587445, "text": "variants of CCR7 gene occur at an extremely low frequency in the German population and that neither Sjogren's syndrome, systemic lupus erythematosus, nor systemic sclerosis are associated with these variants"}, {"pubmed": 17687340, "text": "High levels of CCR7 expression predicted a poor prognosis."}, {"pubmed": 17890452, "text": "role for MMP-9 and CCR7 in B-cell chronic lymphocytic leukemia progression"}, {"pubmed": 18065728, "text": "We have identified a new three-gene classifier that is independent of and improves on stage to stratify early-stage NSCLC patients with significantly different prognoses."}, {"pubmed": 18166500, "text": "This study showed that memory Tregs contain high proportions of inflammatory chemokine-expressing cells and comprise two populations that differ in the expression of the lymphoid chemokine receptor CCR7."}, {"pubmed": 18235009, "text": "CXCR4 and CCR7 provide directional migration of uveal melanoma cells toward the liver, the most common site for the formation of uveal melanoma metastases."}, {"pubmed": 18319253, "text": "CCR7 and the EP2/EP4 receptor signaling pathway are down-stream targets for COX-2 to enhance the migration of breast cancer cells toward LECs and to promote lymphatic invasion"}, {"pubmed": 18437055, "text": "CCR7 plays a critical role in mediating chemotactic and invasive responses in colon cancer"}, {"pubmed": 18497951, "text": "Expression of CCR7 was significantly associated with lymph node metastasis in lung adenocarcinoma"}, {"pubmed": 18544997, "text": "The survival impact of CCR7 expression on resectable pancreatic cancer may be associated with lymphatic spread."}, {"pubmed": 18623114, "text": "results indicate in CRC frequent alternative splicing or post-transcriptional mRNA modification resulting in a CCR7 molecule lacking an intact signal peptide prohibiting membrane translocation"}, {"pubmed": 18664492, "text": "A CCR7 mutant lacking virtually the complete C-terminus readily bound CCL19 and was internalized, but was unable to activate the G protein and to transmit signals required for cell migration."}, {"pubmed": 18696160, "text": "High CCR7 expression is associated with extrathyroidal extension, angiolymphatic invasion, and lymph node metastasis in papillary thyroid carcinoma."}, {"pubmed": 18802075, "text": "Independent of arrestin 2 or arrestin 3 expression, CCR7/CCL21 internalize."}, {"pubmed": 19068542, "text": "Patients with psoriasis vulgaris have a skewed distribution of T lymphocytes, with an increased level of CCR7-positive T lymphocytes compared to healthy controls. No CCR7 expression is observed in the skin of healthy individuals."}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19087620, "text": "CCR7 may play an important role in the development and lymph node metastasis of oral squamous cell carcinoma."}, {"pubmed": 19136936, "text": "A novel property of the chemokine receptors CCR7 in inhibiting detachment-induced cell death-anoikis, which is believed to be one of the major blocks in the metastatic spread of various neoplasms."}, {"pubmed": 19196101, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19287948, "text": "CCR7 expression might play an important role in establishing LN metastases in patients with esophageal SCC"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19513547, "text": "CCR7 and CXCR4 expression predicts lymph node status including micrometastasis in gastric cancer."}, {"pubmed": 19536265, "text": "Ccr7 gene expression is controlled by the activity of the T-ALL oncogene Notch1 and is expressed in human tumours carrying Notch1-activating mutations"}, {"pubmed": 19536742, "text": "Low-expression frequency for the chemokine receptor CCR7 is associated with mediastinal large B-cell lymphoma."}, {"pubmed": 19540558, "text": "macrophages may participate in lymphangiogenesis in diffuse alveolar damage, which is facilitated by CCL19 and CCR7."}, {"pubmed": 19585516, "text": "Alloimmune-induced APOBEC3G was found to be significantly increased in CD45RA(-), CCR5(+) and CD45RA(-)CCR7(-) subsets of effector memory T cells."}, {"pubmed": 19615795, "text": "Results show interaction between CCR7 and its ligand CCL19 induces phosphorylation of mTOR and its target p70s6k. This phosphorylation is abolished by inhibition of CCR7 and PI3K/Akt, indicating that mTOR is involved in the CCR7-PI3K cascade."}, {"pubmed": 19731977, "text": "Our data support the notion that CCR3, CCR7, and CXCR4 are increasingly expressed in tumor cells from PTC and that CXCR4 expression in PTC could be a potential marker for enhanced tumor aggressiveness."}, {"pubmed": 19749090, "text": "Analysis of NK-cell clones revealed that alloreactive (KIR-ligand mismatched) but not autologous NK cells acquire CCR7."}, {"pubmed": 19862774, "text": "Data revealed that DV infection enhances DC migration by inducing CCR7 expression, and that blocking COX-2 or MAPK activity suppresses DV-induced DC migration."}, {"pubmed": 20029460, "text": "demonstrated that hypoxia induces T-cell apoptosis by the A(2)R signaling pathway partly by suppressing CCR7."}, {"pubmed": 20036791, "text": "CCR7 gene plays role in lymph nodes and distant metastases in head and neck squamous cell carcinoma."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20150960, "text": "SSTR5 and CCR7 have a role in Crohn's disease pathogenesis"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20439195, "text": "We studied a unique cohort of 21 primary lung cancers with matched adrenal metastases for the expression of CX3CR1, CXCR4, CCR6, and CCR7"}, {"pubmed": 20651394, "text": "VEGF-C and -D and CCR7 may play critical roles in lymphatic invasion in primary tumors."}, {"pubmed": 20811680, "text": "our data indicate that CCR7 regulate cell adhesion and migration via beta1 integrin in metastatic squamous cell carcinoma of the head and neck"}, {"pubmed": 20855251, "text": "The expressions of CCR5 and CCR7 on dendritic cells may correlate to the disease activity of rheumatoid arthritis."}, {"pubmed": 20889506, "text": "the CCR7/CCL21 signaling pathway leading to T lymphocyte migration on fibronectin is a beta1 integrin-dependent pathway involving transient ERK1/2 phosphorylation, which is modulated by PLCgamma1"}, {"pubmed": 20889923, "text": "Studies indicate that improved prevention of graft-versus-host disease might be achieved by redirecting to lymph nodes adoptively transferred, alloreactive NK cells by inducing CCR7-uptake in vitro."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21071608, "text": "Human beta-defensin 3 represents a novel NF-kappaB-regulated mediator of CCR7 expression and anti-apoptotic pathways."}, {"pubmed": 21081040, "text": "CCR7 induces lymph node metastasis of non-small cell lung cancer via upregulating MMP-9 expression."}, {"pubmed": 21092675, "text": "The relative expression levels of CCR6 and CCR7 mRNA in tumor tissues with lymphatic metastases were significantly lower than those without lymph node metastases."}, {"pubmed": 21165563, "text": "NF-kappaB is activated by CCR7 via PI3K/Akt/mTOR; this signal pathway plays an important role in regulating the cell survival and prognosis of squamous cell carcinoma of the head and neck."}, {"pubmed": 21165582, "text": "CCL19-induced chemokine receptor 7 activates the phosphoinositide-3 kinase-mediated invasive pathway through Cdc42 in metastatic squamous cell carcinoma of the head and neck."}, {"pubmed": 21261017, "text": "CCR6 and CCR7 are expressed in metastatic lymph nodes and PBMC, and might play a role in laryngeal squamous cell carcinoma development."}, {"pubmed": 21347514, "text": "chemokine receptor 7 regulates cell adhesion and migration via integrin alpha v beta 3 in metastatic squamous cell carcinoma of the head and neck"}, {"pubmed": 21464944, "text": "These results suggest a new combinatorial guiding mechanism by CCL19 and CCL21 for the migration and trafficking of CCR7 expressing leukocytes."}, {"pubmed": 21548969, "text": "High CCR7 expression in T-NHL cells is significantly associated with lymphatic and distant dissemination as well as with tumor cell migration and invasion in vitro."}, {"pubmed": 21594558, "text": "The chemotactic interaction between CCR7 and its ligand, CCL21, may be a critical event during progression in pancreatic cancer"}, {"pubmed": 21624121, "text": "In our series, unlike what was previously published, CCR7 was exclusively expressed on stromal cells and was not associated with survival."}, {"pubmed": 21680174, "text": "RNAi-mediated silencing of VEGF-C inhibits non-small cell lung cancer progression by simultaneously down-regulating the CXCR4, CCR7, VEGFR-2 and VEGFR-3-dependent axes-induced ERK, p38 and AKT signalling pathways."}, {"pubmed": 21698152, "text": "results suggest that CCL21/CCR7 contributes to the time-dependent proliferation of human NSCLC cells by upregulating cyclin A, cyclin B1, and CDK1 potentially via the ERK pathway"}, {"pubmed": 21731495, "text": "in contrast to HPIV3 and IAV, HMPV and HRSV did not efficiently decrease CCR1, 2, and 5 expression, and did not efficiently increase CCR7 expression."}, {"pubmed": 21735098, "text": "PKCalpha is involved in the CCR7/NF-kappaB autocrine signaling loop in squamous cell carcinoma of head and neck."}, {"pubmed": 21739164, "text": "A(2A) adenosine receptor activation not only modulates CCR7 expression in both normal and inflammatory environments but also regulates macrophage migration to CCR7-specific chemoattractants."}, {"pubmed": 21739671, "text": "Studies indicate that the mechanisms that regulate the retention of tissue-resident memory T cells include TGF-beta-mediated induction of CD103 and downregulation of CCR7."}, {"pubmed": 21953548, "text": "The autoantigen DNA topoisomerase I interacts with chemokine receptor 7 and exerts cytokine-like effects on dermal fibroblasts."}, {"pubmed": 22020953, "text": "Moderate-to-strong immunohistochemical CCR7 expression, found in 58 of 121 well-characterized human PDACs, correlated with high rates of lymph vessel invasion"}, {"pubmed": 22043010, "text": "we characterize a cross-talk between the TCR and CCR7 and provide mechanistic evidence that the activation status of T cells controls lymphocyte motility"}, {"pubmed": 22158872, "text": "an important biological role for inflammatory NF-kappaB and AP1 in the regulation of CCR7 expression in metastatic SCCHN."}, {"pubmed": 22163030, "text": "Statins promote the beneficial remodeling of plaques in diseased mouse arteries through the stimulation of the CCR7 / CD68 emigration pathway in macrophages"}, {"pubmed": 22221265, "text": "Chemical shift mapping indicates that the CCR7 N-terminus binds to the N-loop and third beta-strand of CCL21's chemokine domain."}, {"pubmed": 22251626, "text": "let-7a suppressed breast cancer cell migration and invasion by downregulating CCR7 expression."}, {"pubmed": 22334704, "text": "the first report to link the two signaling events that control migration through the lymph nodes: CCR7 mediates entry into the lymph nodes and EDG-1 signaling controls their subsequent exit."}, {"pubmed": 22350183, "text": "CCR7 overexpression correlated with expression of metallothionein, while CCR10 was associated with cerebral metastases. CCR7 and CCR10 overexpressions were associated with a worse outcome independent of Breslow's tumor thickness and Clark level."}, {"pubmed": 22438908, "text": "CCL21/CCR7 prevents apoptosis by upregulating the expression of bcl-2 and by downregulating the expression of bax and caspase-3 potentially via the ERK pathway in non-small cell lung cancer cell lines"}, {"pubmed": 22498742, "text": "the use of trogocytosis as a tool to transiently express the chemokine receptor CCR7 on expanded human NK cells with the aim to enhance their homing to lymph nodes."}, {"pubmed": 22533989, "text": "CCR7 seems to influence distinct immunological events during inflammatory responses in the central nervous system, including immune-cell entry and migration, and neuroglial interactions."}, {"pubmed": 22619482, "text": "oxLDL induces an in vitro downregulation of CCR7 and CCL21, which may play a role in the reduction of dendritic cell migration from the plaques"}, {"pubmed": 22634622, "text": "Plasmacytoid dendritic cells (pDCs) constitutively migrate into the splenic white pulp in a manner dependent on chemokine receptors CCR7 and CXCR4."}, {"pubmed": 22659045, "text": "RhoA/ROCK pathway is essential for PGE2-mediated CCR7-dependent monocyte migration."}, {"pubmed": 22718198, "text": "The results demonstrated that COX-2 up-regulates CCR7 expression via AKT-mediated phosphorylation and activation of Sp1 and that this pathway is highly activated in metastatic breast cancer."}, {"pubmed": 22797918, "text": "The lack of CCR7 ubiquitylation profoundly impairs immune cell migration."}, {"pubmed": 22821963, "text": "In a series of experiments, the yield of cultured CD8+CCR7+ T cells by the end of a 6-day induction period varies widely; loss of CD8+CCR7+ regulatory T (Treg) cells in the elderly may be of relevance in the aging immune system."}, {"pubmed": 22923218, "text": "data suggest that CCR7 via Pyk2 and cofilin regulates the chemotaxis and migration ability of metastatic squamous cell carcinoma of the head and neck cells"}, {"pubmed": 22990666, "text": "A combination of Leishmania-reactive CCR7- T(effector memory) cells and Leishmania-reactive CCR7+ T(central memory) cells are identified in patients with a history of cutaneous leishmaniasis which may play a protective role against Leishmania infection."}, {"pubmed": 23028633, "text": "a rise of CD56(bright) NK cells in HIV-infected individuals, which lack CCR7-expression and strongly correlate with HIV viral load"}, {"pubmed": 23290307, "text": "beta-arrestin 2 and CCR7 and PI3K phosphorylation have a role in bisoprolol reversed epinephrine-mediated inhibition of cell migration, in dendritic cells loaded with cholesterol"}, {"pubmed": 23363813, "text": "The CD8(+)CCR7(+) T-cell frequency in HNSCC patients' blood tested at diagnosis can discriminate them from normal controls and predicts disease recurrence"}, {"pubmed": 23449735, "text": "Human eosinophils express CCR7 and have multipotent responses to the known ligands of CCR7."}, {"pubmed": 23469143, "text": "ChemR23 forms homomers, and provide data suggesting that ChemR23 also forms heteromers with the chemokine receptors CCR7 and CXCR4."}, {"pubmed": 23498789, "text": "Results suggest that the CCL21/CCR7 signaling pathway is involved in renal fibrosis in kidney transplant patients."}, {"pubmed": 23519840, "text": "Overexpression of CCR7 protein is associated with lymph node metastasis of gastric carcinoma."}, {"pubmed": 23747721, "text": "The CCR7+CD45RA-CD27+CD28+ central memory subset is significantly decreased in the peripheral blood CD4+ T cells from rheumatoid arthritis patients."}, {"pubmed": 23888080, "text": "In the cord blood of children with respiratory syncytial virus disease there was downregulation of interleukin 7 receptor and chemokine receptor 7, and in the severe disease subcategory, downregulation of Toll-like receptor 4."}, {"pubmed": 23922113, "text": "High CCR7 mRNA expressions indicated better prognoses than those of the groups with low CCR7 mRNA expressions."}, {"pubmed": 23939705, "text": "Transwell assays revealed that VEGF-C receptor, VEGFR-3, as well as chemokine CCL21 receptor, CC chemokine receptor 7 (CCR7), were responsible for the migration of PC3 cells toward hypoxia preconditioned MSCs"}, {"pubmed": 24040244, "text": "High CCR7 expression in gastric cancer cells was significantly associated with poor overall survival and lymph node metastasis."}, {"pubmed": 24052640, "text": "data suggest that CCR7 plays a role in uveal melanoma metastasis and is associated with poor survival."}, {"pubmed": 24111618, "text": "CCR7 ligands CCL19 and CCL21 contribute to the accumulation of dendritic cells and alveolar macrophages in the inflamed lungs of patients with eosinophilic pneumonia."}, {"pubmed": 24136650, "text": "This is the first report demonstrating the dissociation of CCR7 and MMP-9 expression in phenotypically mature CD83(+) dendritic cells by cervical cancer cells"}, {"pubmed": 24138884, "text": "Circulating precursor cd4+ T cells expressing CCR7(low)PD-1(high) CXCR5+ indicate T-helper cell activity and promote antibody responses upon antigen re-exposure."}, {"pubmed": 24311382, "text": "In human histological sections of chronic thrombosed femoral veins, CCR7(+) cells were present in the fibrotic areas."}, {"pubmed": 24411580, "text": "CCR7 is more likely to be expressed in mycosis fungoides skin lesions with subcutaneous involvement. Activation of CCR7 promotes migration of MyLa cells (MF cell line) through the mTOR pathway."}, {"pubmed": 24595810, "text": "results indicate a regulatory influence of MR signaling on human T-cell migration and suggest a role for endogenous aldosterone in the redistribution of T-cell subsets to lymph nodes, involving CD62L, CCR7, and CXCR4."}, {"pubmed": 24673602, "text": "The TRIMEL induces a phenotypic maturation and increases the expression of surface CCR7 on melanoma patient-derived DCs, and also on the monocytic/macrophage cell line THP-1."}, {"pubmed": 24725321, "text": "The involvement of dendritic cells and their expression of CCR7 in corneal and ocular surface diseases such as in ocular allergy, dry eye disease, immune rejection and more, are also reviewed here."}, {"pubmed": 24766770, "text": "These results demonstrated the significant clinicopathological relationship and functional causality between CCR7 expression and lymph node metastasis in ESCC patients."}, {"pubmed": 24856897, "text": "Except for an increase in the number of C-C chemokine receptor 7-expressing DC from MS patients, no major differences were found between groups in the expression of maturation-associated membrane markers"}, {"pubmed": 24910430, "text": "Downmodulation of CCR7 did not involve degradation or endocytosis and was strictly dependent on Vpu expression."}, {"pubmed": 24912620, "text": "Data indicated that CCR7 regulates cell chemotaxis and migration via MMP-9 in metastatic squamous cell carcinoma of head and neck."}, {"pubmed": 24990231, "text": "Monocyte adhesion to HUVEC cells was induced by CCR7. CCR7 rs588019 was associated with coronary artery disease in a Chinese Han population."}, {"pubmed": 25142946, "text": "Studied expression of CCR7 and EMT markers in the primary breast carcinoma tissues from patients who underwent radical mastectomy. and investigated whether CCL21/CCR7 induces EMT process during mediating cancer cell invasion or migration in vitro."}, {"pubmed": 25168373, "text": "CCR7 can constitutively express in epithelial ovarian carcinomas and be induced rapidly in response to hypoxia, which indeed participates in EMT development and prompts the cell migration and invasion."}, {"pubmed": 25255875, "text": "Suggest that CCRL1 impairs chemotactic events associated with CCR7 in the progression and metastasis of hepatocellular carcinoma."}, {"pubmed": 25270024, "text": "Therefore, our study demonstrates that MAPK members (ERK1/2 and JNK) play a key role in CCR7 regulating SCCHN metastasis."}, {"pubmed": 25318003, "text": "High expression of CCR-7 is associated with atherosclerotic arteries."}, {"pubmed": 25327843, "text": "Our findings show that the molecular cues secreted by TALs alone or in combination with CCR7 may emerge as future therapeutic targets for lymph node metastasis in breast cancer patients."}, {"pubmed": 25405202, "text": "JAk2/STAT3 plays a key role in CCR7 regulatingSquamous cell carcinoma of the head and neck metastasis."}, {"pubmed": 25425646, "text": "CCR7 can also promote survival of mDCs through a novel MEK1/2-ERK1/2-AMPK signaling axis."}, {"pubmed": 25434638, "text": "CCR7 via RhoA/ROCK-Pyk2 cofilin pathway promotes invasion and migration of metastatic SCCHN cells"}, {"pubmed": 25556164, "text": "CCL21/CCR7 pathway activates signallings to up-regulate Slug pathway, leading to the occurrence of epithelial-mesenchymal transition process in human chondrosarcoma"}, {"pubmed": 25557171, "text": "Data indicate that inhibition of TGF-beta-activated protein kinase 1 (TAK1) reduces chemokine (C-C motif) receptor 7 (CCR7) expression."}, {"pubmed": 25572817, "text": "our study suggested that CCR7 promotes Snail expression to induce the epithelial-mesenchymal transition, resulting in cell cycle progression, migration, and invasion in gastric cancer"}, {"pubmed": 25614627, "text": "Data indicate that coupling selectivity of chemokine receptors CCR2, CCR5, and CCR7 with G protein subtypes was measured and compared."}, {"pubmed": 25636509, "text": "CrkL regulates CCL19 and CCR7-induced epithelial-to-mesenchymal transition via ERK signaling pathway in epithelial ovarian carcinoma patients."}, {"pubmed": 25733353, "text": "Data show the effect of C-terminus mutation of CC chemokine receptor 7 (CCR7) on lymphocyte migration."}, {"pubmed": 25744065, "text": "These results reveal that CCR7 and VEGF-C display a significant crosstalk and suggest a novel role of the CCL21/CCR7 chemokine axis in the promotion of breast cancer-induced lymphangiogenesis."}, {"pubmed": 25961063, "text": "in given donor/recipient pairs, KIR2DS4 expression may contribute to potentiating natural killer cell function by increasing both the cytotoxicity and the expression of CCR7 on their surface."}, {"pubmed": 25961925, "text": "Blockade of CCR7, or treatment with a p38 MAP kinase inhibitor, reduced lymphatic dissemination of epithelial-mesenchymal transition cells."}, {"pubmed": 26115234, "text": "The solution structure of CCL19 is reported. It contains a canonical chemokine domain. Chemical shift mapping shows the N-termini of PSGL-1 and CCR7 have overlapping binding sites for CCL19 and binding is competitive."}, {"pubmed": 26176983, "text": "the CCR7 axis mediates TGF-beta1-induced EMT via crosstalk with NF-kappaB signaling, facilitating lymph node metastasis and poorer overall survival in patients with gastric cancer"}, {"pubmed": 26179425, "text": "High CCR7 expression was associated with colorectal cancer metastasis."}, {"pubmed": 26219899, "text": "CCR7 pathway up-regulates Twist expression via ERK and PI3K/AKT signaling to manage the epithelial-mesenchymal transition of pancreatic ductal adenocarcinoma"}, {"pubmed": 26231034, "text": "findings indicated that circulating memory Tfh cells, especially CCR7+ICOS+ memory Tfh cells, may be associated with the relapse of MS and may serve as a new therapeutic target"}, {"pubmed": 26282174, "text": "Recycling accounts, to a major extent, for the high levels of surface CXCR4/CCR7 on CLL cells. Increased CCR4/CCR7 is detectable not only in circulating leukemic cells, but also in secondary lymphoid organs of CLL patients with lymphoadenopathy."}, {"pubmed": 26352169, "text": "Pyk2 is a key downstream signaling molecules of CCR7 in SCCHN, which promotes SCCHN tumorigenesis and progression."}, {"pubmed": 26352871, "text": "Membrane associated PGES1dependent release of PGE2 is ccompanied by elevated CCR7 expression in colon cancer cells."}, {"pubmed": 26616645, "text": "This study showed that CCR7 are overexpressed in CD4(-) CD8(-) thymocytes of myasthenia gravis patients."}, {"pubmed": 26667143, "text": "Our findings suggested that MUC1 plays an important role in CCL21-CCR7-induced lymphatic metastasis and may serve as a therapeutic target in esophageal squamous cell carcinoma ."}, {"pubmed": 26722441, "text": "The present study demonstrated that down-regulation of CCR7 reduced proliferation, cell cycle, cell migration and invasion in prostate cancer cells"}, {"pubmed": 26819318, "text": "leukocyte subsets express distinct patterns of CCR7 sialylation that contribute to receptor signaling and fine-tuning chemotactic responses."}, {"pubmed": 26884842, "text": "CCL21/CCR7 induce VEGF-D up-regulation and promote lymphangiogenesis via ERK/Akt pathway in lung cancer."}, {"pubmed": 26923638, "text": "Constitutively expressed Siglec-9 inhibits LPS-induced CCR7, but enhances IL-4-induced CD200R expression in human macrophages."}, {"pubmed": 26936935, "text": "tumor microenvironment stimulation down-regulated the migration of CCR7-expressing tumor cells toward CCL21 and inhibited the formation of directional protrusions toward CCL21 in a novel 3-dimensional hydrogel system."}, {"pubmed": 26984468, "text": "High CCR7 expression is associated with gastric cancer."}, {"pubmed": 27009073, "text": "Results indicated that CCR7 is overexpressed in gallbladder cancer tissues and its expression correlates with staging and lymph node metastasis."}, {"pubmed": 27317472, "text": "we conclude that CCR7 gene locus harbours a polymorphism that modifies risk of MI in patients with Coronary artery disease (CAD). Replication of this association could be sought in a prospective cohort of initially healthy individuals"}, {"pubmed": 27421624, "text": "this study shows that plasmacytoid dendritic cells from rheumatoid arthritis patients have high expression levels of CCR7"}, {"pubmed": 27424807, "text": "CCR7 expression levels in human tumors correlate with signatures of CD141(+) DC, intratumoral T cells, and better clinical outcomes."}, {"pubmed": 27505247, "text": "specific role for CCL21/CCR7 in promoting EMT and metastasis in CD133+ pancreatic cancer stem-like cells"}, {"pubmed": 27574129, "text": "CCL21/CCR7 interaction contributes to the time-dependent proliferation of PTC cells by upregulating cyclin A, cyclin B1 and cyclin-dependent kinase 1 (CDK1) expression via the extracellular signal-regulated kinase (ERK) pathway associated with iodine."}, {"pubmed": 27666723, "text": "This study suggests that NRP1 expression and LVD are independent factors that are likely to predict the risk of LN metastasis in squamous cell carcinoma (SCC)of the tongue, whereas the expression of VEGFC, VEGFR3, CCR7, and SEMA3E are nonindependent predictive factors"}, {"pubmed": 27916085, "text": "Down-regulating CCR7 expression in MG63 cells could apparently inhibit cell proliferation, migration and invasion abilities of MG63 cells, and also induce cell apoptosis."}, {"pubmed": 28011488, "text": "High CXCR4 expression in primary breast tumors (PTs) was found to be associated with luminal A type tumor, suggesting more favorable outcome. In contrast, CCR7 and FOXP3 expressions in PTs represented luminal B tumors, pointing to more aggressive tumor behavior. Maspin expression did not differ between luminal types."}, {"pubmed": 28035134, "text": "These results suggest that upregulation of rat CCR7 expression does not change the phenotype, differentiation, or proliferation capacity of human adipose-derived stem cells (hASCs), but does enable efficient migration of hASCs to rat secondary lymphoid organs."}, {"pubmed": 28112745, "text": "the acute GvHD (aGvHD) patients received higher percentage of CD4+CCR7+ T-cells in donor T-cells, whereas chronic GvHD (cGvHD) patients were transplanted with higher percentages of CD8+CCR7+ T-cells.  Functional experiments demonstrated that CCR7+ T-cells exhibited higher potential for activation than CCR7- T-cells did."}, {"pubmed": 28114889, "text": "High tumoral CCR7 expression correlated with potential lymphatic involvement and poor prognosis of metastatic renal cell carcinoma patients treated with tyrosine kinase inhibitors."}, {"pubmed": 28339080, "text": "Results show that upregulation of CCR7 promotes cell proliferation and inflammation in A549 non-small cell lung cancer cells. However, silencing of CCR7 via siRNA treatment promotes cell apoptosis and suppresses the inflammatory response and TGF-beta1-induced EMT, which may be associated with NF-kappaB signaling."}, {"pubmed": 28378417, "text": "Study provide evidence that CCR7 mediates EMT progress via AKT pathway, which indicates that CCR7 has a key role in breast cancer progression."}, {"pubmed": 28416768, "text": "CCL21/CCR7 interaction was shown to allow NK cell adhesion to endothelial cells (ECs) and its reduction by hypoxia."}, {"pubmed": 28421995, "text": "Report an increased percentage of peripheral CCR7 T cells accompanied by endothelial dysfunction in patients with ankylosing spondylitis."}, {"pubmed": 28487957, "text": "these results demonstrated that CCL21/CCR7 may activate EMT in lung cancer cells via the ERK1/2 signaling pathway."}, {"pubmed": 28534984, "text": "High CCR7 expression is associated with urinary bladder cancer metastasis."}, {"pubmed": 28535405, "text": "CXCR4, CCR7, VEGF-C and VEGF-D expression might have synergistic effects on the lymph node metastasis in patients with cervical cancer."}, {"pubmed": 28729639, "text": "The research findings demonstrate for the first time that the chemokines CCL19, CCL21 and CCR7 play important roles in bone destruction by increasing osteoclast migration and resorption activity, and that has been linked to rheumatoid arthritis pathogenesis."}, {"pubmed": 28767178, "text": "protein expression elevated in synovial tissue from osteoarthritis patients"}, {"pubmed": 28817313, "text": "that CCR7 mediates TGF-beta1-induced MMP2/9 expression through NF-kappaB signaling"}, {"pubmed": 28819198, "text": "Study indicates that chemokine receptor CCR7 (CCR7) homodimerization critically regulates CCR7 ligand-dependent cell migration and intracellular signaling in multiple cell types."}, {"pubmed": 28856757, "text": "these data indicate CCL19/CCR7 contributes to proliferation and invasion of ESCs, which are conducive to the pathogenesis of endometriosis through activating PI3K/Akt pathway"}, {"pubmed": 28930757, "text": "The analysis of gene amplification and mRNA levels showed the expression of CCR7 in breast cancer correlated with better prognosis."}, {"pubmed": 29278769, "text": "Study shows that miR-1275 can positively regulate CCR7 expression in squamous cell carcinoma of head and neck (SCCHN) with different mechanisms."}, {"pubmed": 29603364, "text": "we show that a 24 amino acids long N-terminal signal sequence promotes efficient recruitment of CCR7 to endoplasmic reticulum (ER) exit sites, thereby controlling efficient ER to Golgi trafficking of CCR7 on its way to reach the plasma membrane."}, {"pubmed": 29684636, "text": "CCR7 can also potentially be a novel target for the therapy of pSS."}, {"pubmed": 29706190, "text": "Hypoxia plays a role in the regulation of the expression of CCR7 and it may contribute to the development of a metastatic phenotype in head and neck cancers through this axis"}, {"pubmed": 29928923, "text": "We demonstrated that functional CCR7 expression-which may enable CCR7-expressing human mast cells to migrate to T-cell-rich tertiary lymphoid structres having CCR7 ligands and to enhance mediator production-was strongly induced in human mast cells by IL-33"}, {"pubmed": 29973648, "text": "The chemokine receptor CCR7 is a promising target for rheumatoid arthritis therapy."}, {"pubmed": 30032244, "text": "Results suggest that chemokine (C-C motif) receptor 7 (CCR7)promotes triple-negative breast cancer (TNBC) metastasis and may serve as a target for breast cancer diagnosis and treatment."}, {"pubmed": 30107147, "text": "CCR7 promotes the progression of hepatocellular carcinoma, and its expression was associated with poor survival."}, {"pubmed": 30518137, "text": "CCL19-mRFP and CCL21-mRFP are versatile and powerful tools to study CCR7 and ACKR4 functions."}, {"pubmed": 30548287, "text": "Ectopic expression of CC chemokine receptor 7 promotes prostate cancer cells metastasis via Notch1 signaling."}, {"pubmed": 30584667, "text": "L. major infection-induced activation of CCR7"}, {"pubmed": 30692994, "text": "Study found that CCR7 is recruited to the immunological synapse and acts as co-stimulatory molecule in human T cells. CCR7 associates with the zeta chain of the TCR and recruits and activates the tyrosine kinase ZAP70 upon chemokine triggering."}, {"pubmed": 31019259, "text": "Deletion of self-reactive CCR7- thymocytes in the absence of MHC expression on thymic epithelial cells."}, {"pubmed": 31072446, "text": "data suggest that Ets-1 can enhance CCR7 expression and contribute to tumor cell migration."}, {"pubmed": 31342120, "text": "the functional significance of CCL21/CCR7 signaling in different phases of rheumatoid arthritis pathogenesis, was characterized."}, {"pubmed": 31463641, "text": "Elevated expression of CCR7 and CCL19 mRNA was observed in non-small lung cancer patients with metastasis to lymph nodes."}, {"pubmed": 31504210, "text": "Down-regulation of CCR7 via AKT pathway and GATA2 inactivation suppressed trophoblast migration and invasion in recurrent spontaneous abortiondagger."}, {"pubmed": 31572374, "text": "Biased Signaling of CCL21 and CCL19 Does Not Rely on N-Terminal Differences, but Markedly on the Chemokine Core Domains and Extracellular Loop 2 of CCR7."}, {"pubmed": 31644919, "text": "Chemokine Receptor CCR7 Triggers an Endomembrane Signaling Complex for Spatial Rac Activation."}, {"pubmed": 31789272, "text": "Discrimination of CD4+ T cells that lack CCR7 expression revealed that CCR7- CD4+ memory T cells and effectors are producers of proinflammatory cytokines in diffuse cutaneous systemic sclerosis."}, {"pubmed": 31815761, "text": "Overexpressed CXCR4 and CCR7 on the surface of NK92 cell have improved migration and anti-tumor activity in human colon tumor model."}, {"pubmed": 32017846, "text": "CCL21/CCR7 interaction promotes EMT and enhances the stemness of OSCC via a JAK2/STAT3 signaling pathway."}, {"pubmed": 32178422, "text": "Integrated miRNA/mRNA Counter-Expression Analysis Highlights Oxidative Stress-Related Genes CCR7 and FOXO1 as Blood Markers of Coronary Arterial Disease."}, {"pubmed": 32564199, "text": "CCL19 suppresses gastric cancer cell proliferation, migration, and invasion through the CCL19/CCR7/AIM2 pathway."}, {"pubmed": 32749849, "text": "Long noncoding RNA UCA1 regulates CCR7 expression to promote tongue squamous cell carcinoma progression by sponging miR-138-5p."}, {"pubmed": 32896997, "text": "Correlation between CXCR4, CXCR5 and CCR7 expression and survival outcomes in patients with clinical T1N0M0 non-small cell lung cancer."}, {"pubmed": 32914944, "text": "Immune signature of CCR7(+) central memory T cells associates with disease severity and Immunoglobulin E in bronchial asthma."}, {"pubmed": 33158173, "text": "Lymphatic Metastasis of NSCLC Involves Chemotaxis Effects of Lymphatic Endothelial Cells through the CCR7-CCL21 Axis Modulated by TNF-alpha."}, {"pubmed": 33181406, "text": "Cytoplasmic CCR7 (CCR7c) immunoexpression is associated with local tumor recurrence in triple-negative breast cancer."}, {"pubmed": 33901302, "text": "Whole-blood CCR7 expression and chemoattraction in red blood cell alloimmunization."}, {"pubmed": 34102193, "text": "The relation between ACKR4 and CCR7 genes expression and breast cancer metastasis."}, {"pubmed": 34475074, "text": "Clinical Significance of Chemokine Receptor CXCR4 and CCR7 mRNA Expression in Patients With Colorectal Cancer."}, {"pubmed": 34586443, "text": "The C-terminal peptide of CCL21 drastically augments CCL21 activity through the dendritic cell lymph node homing receptor CCR7 by interaction with the receptor N-terminus."}, {"pubmed": 35108538, "text": "Mechanosensitive ACKR4 scavenges CCR7 chemokines to facilitate T cell de-adhesion and passive transport by flow in inflamed afferent lymphatics."}, {"pubmed": 35133060, "text": "CXCL12 promotes CCR7 ligand-mediated breast cancer cell invasion and migration toward lymphatic vessels."}, {"pubmed": 35203305, "text": "C-C Chemokine Receptor 7 in Cancer."}, {"pubmed": 35278713, "text": "Lack of DOCK8 impairs the primary biologic functions of human NK cells and abrogates CCR7 surface expression in a WASP-independent manner."}, {"pubmed": 35333927, "text": "WGCNA and molecular docking reveal key hub genes and potential natural inhibitor in interstitial cystitis/bladder pain syndrome."}, {"pubmed": 35400595, "text": "CCR7 expression in CD19 chimeric antigen receptor-engineered natural killer cells improves migration toward CCL19-expressing lymphoma cells and increases tumor control in mice with human lymphoma."}, {"pubmed": 35422889, "text": "lncRNA DARS-AS1 Promoted Osteosarcoma Progression through Regulating miR-532-3p/CCR7."}, {"pubmed": 35895078, "text": "Genome-Wide Association Study for Idiopathic Ventricular Tachyarrhythmias Identifies Key Role of CCR7 and PKN2 in Calcium Homeostasis and Cardiac Rhythm Maintenance."}, {"pubmed": 35964641, "text": "EXPRESSION OF CHEMOKINE (C-C MOTIF) RECEPTOR 7 IN PROSTATE CANCER TISSUE OF YOUNG PATIENTS AND IN METASTATIC CANCER CELLS."}, {"pubmed": 36043457, "text": "CCR7 alterations associated with inferior outcome of adult T-cell leukemia/lymphoma under mogamulizumab treatment."}, {"pubmed": 36243683, "text": "Effects of let-7a microRNA and C-C chemokine receptor type 7 expression on cellular function and prognosis in esophageal squamous cell carcinoma."}, {"pubmed": 36675182, "text": "Heparin Specifically Interacts with Basic BBXB Motifs of the Chemokine CCL21 to Define CCR7 Signaling."}, {"pubmed": 37030121, "text": "Effects of chemokine receptor CCR7 in the pathophysiology and clinical features of the immuno-inflammatory response in primary pterygium."}, {"pubmed": 37208608, "text": "CCL19/CCR7 drives regulatory T cell migration and indicates poor prognosis in gastric cancer."}, {"pubmed": 37314567, "text": "CCL21-CCR7 signaling promotes microglia/macrophage recruitment and chemotherapy resistance in glioblastoma."}], "genomic_pos": {"chr": "17", "end": 40565472, "ensemblgene": "ENSG00000126353", "start": 40553769, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 38721724, "start": 38710021, "strand": -1}, "go": {"BP": [{"evidence": "IC", "gocategory": "BP", "id": "GO:0001768", "pubmed": 12729902, "qualifier": "involved_in", "term": "establishment of T cell polarity"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0001954", "pubmed": 15569314, "qualifier": "involved_in", "term": "positive regulation of cell-matrix adhesion"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0002407", "pubmed": 15778365, "qualifier": "involved_in", "term": "dendritic cell chemotaxis"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0002408", "pubmed": 14592837, "qualifier": "involved_in", "term": "myeloid dendritic cell chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002408", "pubmed": 11602640, "qualifier": "involved_in", "term": "myeloid dendritic cell chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002606", "qualifier": "involved_in", "term": "positive regulation of dendritic cell antigen processing and presentation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002885", "qualifier": "involved_in", "term": "positive regulation of hypersensitivity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002922", "qualifier": "involved_in", "term": "positive regulation of humoral immune response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 14592837, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 16621978, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019722", "qualifier": "involved_in", "term": "calcium-mediated signaling"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0030838", "pubmed": 11242036, "qualifier": "involved_in", "term": "positive regulation of actin filament polymerization"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0031274", "pubmed": 11242036, "qualifier": "involved_in", "term": "positive regulation of pseudopodium assembly"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0031529", "pubmed": 15569314, "qualifier": "involved_in", "term": "ruffle organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032649", "qualifier": "involved_in", "term": "regulation of type II interferon production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032651", "qualifier": "involved_in", "term": "regulation of interleukin-1 beta production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032695", "qualifier": "acts_upstream_of", "term": "negative regulation of interleukin-12 production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032735", "qualifier": "involved_in", "term": "positive regulation of interleukin-12 production"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0034695", "pubmed": 14592837, "qualifier": "involved_in", "term": "response to prostaglandin E"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038115", "qualifier": "involved_in", "term": "chemokine (C-C motif) ligand 19 signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038116", "qualifier": "involved_in", "term": "chemokine (C-C motif) ligand 21 signaling pathway"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0043123", "pubmed": 15059845, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045060", "qualifier": "involved_in", "term": "negative thymic T cell selection"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0045785", "pubmed": 15569314, "qualifier": "involved_in", "term": "positive regulation of cell adhesion"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0045860", "pubmed": 14592837, "qualifier": "involved_in", "term": "positive regulation of protein kinase activity"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0046330", "pubmed": 15778365, "qualifier": "involved_in", "term": "positive regulation of JNK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048872", "qualifier": "involved_in", "term": "homeostasis of number of cells"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050862", "qualifier": "involved_in", "term": "positive regulation of T cell receptor signaling pathway"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0051209", "pubmed": 14592837, "qualifier": "involved_in", "term": "release of sequestered calcium ion into cytosol"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0051491", "pubmed": 15569314, "qualifier": "involved_in", "term": "positive regulation of filopodium assembly"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0051897", "pubmed": [15059845, 15778365], "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0070374", "pubmed": [12729902, 15778365], "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071345", "pubmed": 11602640, "qualifier": "involved_in", "term": "cellular response to cytokine stimulus"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0071731", "pubmed": 16249377, "qualifier": "involved_in", "term": "response to nitric oxide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090023", "pubmed": 21051556, "qualifier": "involved_in", "term": "positive regulation of neutrophil chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0097022", "pubmed": 18379575, "qualifier": "involved_in", "term": "lymphocyte migration into lymph node"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097029", "qualifier": "involved_in", "term": "mature conventional dendritic cell differentiation"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:2000147", "pubmed": 15778365, "qualifier": "involved_in", "term": "positive regulation of cell motility"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000510", "qualifier": "involved_in", "term": "positive regulation of dendritic cell chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000522", "qualifier": "involved_in", "term": "positive regulation of immunological synapse formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000525", "qualifier": "involved_in", "term": "positive regulation of T cell costimulation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000526", "qualifier": "involved_in", "term": "positive regulation of glycoprotein biosynthetic process involved in immunological synapse formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000547", "qualifier": "involved_in", "term": "regulation of dendritic cell dendrite assembly"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:2000669", "pubmed": 15059845, "qualifier": "involved_in", "term": "negative regulation of dendritic cell apoptotic process"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 21051556, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 18308860, "qualifier": "located_in", "term": "cell surface"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004930", "pubmed": 16621978, "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0016493", "qualifier": "enables", "term": "C-C chemokine receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0035757", "qualifier": "enables", "term": "chemokine (C-C motif) ligand 19 binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0035757", "pubmed": 9507024, "qualifier": "enables", "term": "chemokine (C-C motif) ligand 19 binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0035758", "qualifier": "enables", "term": "chemokine (C-C motif) ligand 21 binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0035758", "pubmed": 9507024, "qualifier": "enables", "term": "chemokine (C-C motif) ligand 21 binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0038117", "qualifier": "enables", "term": "C-C motif chemokine 19 receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0038117", "pubmed": 9507024, "qualifier": "enables", "term": "C-C motif chemokine 19 receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0038121", "pubmed": 9507024, "qualifier": "enables", "term": "C-C motif chemokine 21 receptor activity"}]}, "homologene": {"genes": [[7955, 565958], [8364, 100485139], [9031, 428315], [9544, 574231], [9598, 454654], [9606, 1236], [9615, 491011], [9913, 510668], [10090, 12775], [10116, 287673]], "id": 1387}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Chemokine receptor family", "id": "IPR000355", "short_desc": "Chemokine_rcpt"}, {"desc": "CC chemokine receptor 7", "id": "IPR001718", "short_desc": "Chemokine_CCR7"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00027687", "map_location": "17q21.2", "name": "C-C motif chemokine receptor 7", "other_names": ["Bukitt's lymphoma receptor 2", "C-C chemokine receptor type 7", "CC chemokine receptor 7", "EBV-induced G protein-coupled receptor 1", "Epstein-Barr virus induced gene 1", "Epstein-Barr virus-induced G-protein coupled receptor 1", "MIP-3 beta receptor", "chemokine (C-C motif) receptor 7", "lymphocyte-specific G protein-coupled peptide receptor"], "pantherdb": {"HGNC": "1608", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "103011", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 10090, "uniprot_kb": "P47774"}, {"RGD": "735151", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 10116, "uniprot_kb": "Q6U2D6"}, {"Ensembl": "ENSGALG00000035733", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 9031, "uniprot_kb": "E3VW39"}, {"ZFIN": "ZDB-GENE-060522-2", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 7955, "uniprot_kb": "F1QLM4"}, {"WormBase": "WBGene00013782", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 6239, "uniprot_kb": "O62403"}], "uniprot_kb": "P32248"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP4494", "name": "Selective expression of chemokine receptors during T-cell polarization"}, {"id": "WP4542", "name": "Overview of leukocyte-intrinsic Hippo pathway functions"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": "6QZH", "pfam": "PF00001", "pharmgkb": "PA26172", "pharos": {"target_id": 12828, "tdl": "Tchem"}, "pir": ["A45680", "B55735"], "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247639", "relationship": "is"}, {"id": "GNF247640", "relationship": "is"}, {"id": "GNF247641", "relationship": "is"}, {"id": "GNF247642", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280284", "relationship": "is"}, {"id": "GNF280285", "relationship": "is"}, {"id": "GNF280286", "relationship": "is"}, {"id": "GNF280287", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF050401", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080843", "relationship": "is"}, {"id": "GNF080844", "relationship": "is"}, {"id": "GNF080845", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051551", "relationship": "is"}, {"id": "GNF056316", "relationship": "is"}, {"id": "GNF061068", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069155", "relationship": "is"}, {"id": "GNF069156", "relationship": "is"}], "GNF_hs-oncomine_IDT-siRNA": [{"id": "GNF281371", "relationship": "is"}, {"id": "GNF281437", "relationship": "is"}, {"id": "GNF281503", "relationship": "is"}, {"id": "GNF281569", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF002238", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093623", "relationship": "is"}, {"id": "GNF133281", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": ["NP_001288643.1", "NP_001288645.1", "NP_001288646.1", "NP_001288647.1", "NP_001829.1"], "rna": ["NM_001301714.2", "NM_001301716.2", "NM_001301717.2", "NM_001301718.2", "NM_001838.4"], "translation": [{"protein": "NP_001288646.1", "rna": "NM_001301717.2"}, {"protein": "NP_001288643.1", "rna": "NM_001301714.2"}, {"protein": "NP_001829.1", "rna": "NM_001838.4"}, {"protein": "NP_001288645.1", "rna": "NM_001301716.2"}, {"protein": "NP_001288647.1", "rna": "NM_001301718.2"}]}, "reporter": {"HG-U133_Plus_2": "206337_at", "HG-U95Av2": "1097_s_at", "HTA-2_0": "TC17001466.hg.1", "HuEx-1_0": "3756319", "HuGene-1_1": "8015031", "HuGene-2_1": "16844381"}, "summary": "The protein encoded by this gene is a member of the G protein-coupled receptor family. This receptor was identified as a gene induced by the Epstein-Barr virus (EBV), and is thought to be a mediator of EBV effects on B lymphocytes. This receptor is expressed in various lymphoid tissues and activates B and T lymphocytes. It has been shown to control the migration of memory T cells to inflamed tissues, as well as stimulate dendritic cell maturation. The chemokine (C-C motif) ligand 19 (CCL19/ECL) has been reported to be a specific ligand of this receptor. Signals mediated by this receptor regulate T cell homeostasis in lymph nodes, and may also function in the activation and polarization of T cells, and in chronic inflammation pathogenesis. Alternative splicing of this gene results in multiple transcript variants. [provided by RefSeq, Sep 2014].", "symbol": "CCR7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413191"}, "unigene": "Hs.370036", "uniprot": {"Swiss-Prot": "P32248", "TrEMBL": ["J3KSS9", "A0N0Q0", "J3KTN5"]}, "wikipedia": {"url_stub": "C-C chemokine receptor type 7"}}