{"AllianceGenome": "1634", "HGNC": "1634", "MIM": "188370", "_id": "909", "_version": 1, "accession": {"genomic": ["AF142665.1", "AH002633.2", "AL121986.12", "AL138899.23", "CH471121.2", "CP068277.2", "M14663.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAA51931.1", "AAA51932.1", "AAA51933.1", "AAA51934.1", "AAD37578.1", "AAH31645.1", "BAG35786.1", "CAA28049.1", "EAW52843.1", "EAW52844.1", "NP_001307581.1", "NP_001754.2", "P06126.4", "XP_024306506.1", "XP_054195510.1"], "rna": ["AK312945.1", "AW949640.1", "BC031645.1", "CA432941.1", "DA822513.1", "DB108750.1", "M27735.1", "M28825.1", "NM_001320652.2", "NM_001763.3", "X04450.1", "X79308.1", "X79309.1", "XM_024450738.2", "XM_054339535.1"], "translation": [{"protein": "NP_001754.2", "rna": "NM_001763.3"}, {"protein": "XP_024306506.1", "rna": "XM_024450738.2"}, {"protein": "BAG35786.1", "rna": "AK312945.1"}, {"protein": "XP_054195510.1", "rna": "XM_054339535.1"}, {"protein": "CAA28049.1", "rna": "X04450.1"}, {"protein": "AAH31645.1", "rna": "BC031645.1"}, {"protein": "AAA51933.1", "rna": "M27735.1"}, {"protein": "AAA51931.1", "rna": "M28825.1"}, {"protein": "NP_001307581.1", "rna": "NM_001320652.2"}]}, "alias": ["CD1", "FCB6", "HTA1", "R4", "T6"], "ensembl": {"gene": "ENSG00000158477", "protein": "ENSP00000289429", "transcript": "ENST00000289429", "translation": [{"protein": "ENSP00000289429", "rna": "ENST00000289429"}], "type_of_gene": "protein_coding"}, "entrezgene": "909", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.49278372, "exp_mis": 117.8737507, "exp_syn": 47.3377693, "lof_z": -2.4857905903961, "mis_z": -1.2671233058271, "mu_lof": 7.92413066239e-07, "mu_mis": 1.01815582769e-05, "mu_syn": 3.9560780245e-06, "n_lof": 20.0, "n_mis": 146.0, "n_syn": 53.0, "p_li": 5.0115630563305e-17, "p_null": 0.999768948628385, "p_rec": 0.000231051371615473, "syn_z": -0.510191329827809}, "bp": 984, "cds_end": 158227480, "cds_start": 158224459, "n_exons": 6, "nonpsych": {"exp_lof": 10.2782649, "exp_mis": 106.5633086, "exp_syn": 42.7214325, "lof_z": -2.67174480223735, "mis_z": -1.0474076799386, "mu_lof": 7.92413066239e-07, "mu_mis": 1.01815582769e-05, "mu_syn": 3.9560780245e-06, "n_lof": 19.0, "n_mis": 128.0, "n_syn": 46.0, "p_li": 2.12531592789705e-16, "p_null": 0.999740995118877, "p_rec": 0.000259004881122469, "syn_z": -0.315809383140456}, "nontcga": {"exp_lof": 10.56129284, "exp_mis": 108.4317899, "exp_syn": 43.53867779, "lof_z": -2.25798037119304, "mis_z": -1.12760785603115, "mu_lof": 7.92413066239e-07, "mu_mis": 1.01815582769e-05, "mu_syn": 3.9560780245e-06, "n_lof": 18.0, "n_mis": 132.0, "n_syn": 47.0, "p_li": 2.99531183943382e-15, "p_null": 0.999305945733956, "p_rec": 0.000694054266041353, "syn_z": -0.332143984678048}, "transcript": "ENST00000289429.5"}, "exons": [{"cdsend": 158257690, "cdsstart": 158248386, "chr": "1", "position": [[158248335, 158248411], [158255083, 158255350], [158256003, 158256282], [158256785, 158257064], [158257420, 158257511], [158257680, 158258268]], "strand": 1, "transcript": "NM_001320652", "txend": 158258268, "txstart": 158248335}, {"cdsend": 158257690, "cdsstart": 158254669, "chr": "1", "position": [[158254423, 158254727], [158255083, 158255350], [158256003, 158256282], [158256785, 158257064], [158257420, 158257511], [158257680, 158258268]], "strand": 1, "transcript": "NM_001763", "txend": 158258268, "txstart": 158254423}], "exons_hg19": [{"cdsend": 158227480, "cdsstart": 158218176, "chr": "1", "position": [[158218125, 158218201], [158224873, 158225140], [158225793, 158226072], [158226575, 158226854], [158227210, 158227301], [158227470, 158228058]], "strand": 1, "transcript": "NM_001320652", "txend": 158228058, "txstart": 158218125}, {"cdsend": 158227480, "cdsstart": 158224459, "chr": "1", "position": [[158224213, 158224517], [158224873, 158225140], [158225793, 158226072], [158226575, 158226854], [158227210, 158227301], [158227470, 158228058]], "strand": 1, "transcript": "NM_001763", "txend": 158228058, "txstart": 158224213}], "generif": [{"pubmed": 11580851, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12925210, "text": "outstanding ability of Langerhans cells to mediate CD1a-dependent lipid antigen presentation and thus, Langerhans-cell-mediated skin immunity may involve T cell recognition of both peptide and lipid antigens."}, {"pubmed": 14991068, "text": "CD1a and langerin have roles in antigen presentation to T cells"}, {"pubmed": 15099564, "text": "Review. CD1a on tumor-infiltrating dendritic cells may present immunogenic tumor-specific glycolipid antigens to T-cells."}, {"pubmed": 15556687, "text": "CD1a expression was detected on monocytes in the majority of sickle cell anemia patients, and was predominant in SDPunjab patients."}, {"pubmed": 15723809, "text": "structural study illustrates how a single chain lipid can be presented by CD1 and that the peptide moiety of the lipopeptide is recognized by the T cell receptor"}, {"pubmed": 15749918, "text": "hypothesis that CD1-restricted T cells might be activated and home to target tissues involved in Hashimoto's thyroiditis and Graves' disease"}, {"pubmed": 15756258, "text": "CD1a may be a novel biomarker for Barrett metaplasia and that its expression may help to predict the prognosis of this pathology."}, {"pubmed": 16272286, "text": "identified CD1a-, CD1b-, and CD1c-restricted T cells from normal human donors that induce cytolysis and secrete copious IFN-gamma in response to self-CD1 expressed on monocyte-derived dendritic cells"}, {"pubmed": 16598657, "text": "In this study, we show that PTX can selectively block the expression of CD1a isoform during the differentiation of human monocytes into dendritic cells."}, {"pubmed": 16670277, "text": "In humans, CD1a-expressing antigen- presenting cells located close to the lymphatic vessels in the upper layers of the dermis may fulfill some of the roles previously ascribed to Langerhans cells."}, {"pubmed": 16820217, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17082618, "text": "A 1000-base pair region upstream of CD1A translation start site is identified as necessary for CD1A proximal promoter activity."}, {"pubmed": 17197902, "text": "The mature dentritic cells express CD83 and high CD40/80/86, whereas the immature cells express CD1a and low CD40/80/86"}, {"pubmed": 17428545, "text": "Associated with chronic dysimmune neuropathies"}, {"pubmed": 17428545, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17652534, "text": "In cystic teratomas of the ovary, CD1-positive Langerhans cells appeared to cross the basal membrane and penetrate the subepidermal tissue, and they were associated there with T-cell line lymphocytes (CD3 positive)."}, {"pubmed": 18178838, "text": "These findings identify Ii and lipid rafts as key regulators of CD1a organization on the surface of immature DCs and of its immunological function as Ag-presenting molecule."}, {"pubmed": 18184269, "text": "The positive and significant correlations between the number of CD1a+ cells and positivity of the primary tumour for estrogen receptor and progesterone receptor suggest a possible role for CD1a as a prognostic marker for breast cancer."}, {"pubmed": 18251780, "text": "CD1a expression can be an additional new marker for PEComas and also supports the distinct and integrated disease entity of PEComas."}, {"pubmed": 18287231, "text": "HCMV encodes multiple blocking strategies targeting group 1 CD1 molecules CD1a, CD1b, and CD1c"}, {"pubmed": 18337560, "text": "monocyte-derived DCs cultured in an immunoglobulin-rich milieu expressed CD1d but not CD1a, CD1b, and CD1c, whereas DCs cultured in the presence of low levels of immunoglobulins had an opposite CD1 profile"}, {"pubmed": 18337829, "text": "Dermal dendritic cells comprise two distinct populations: CD1+ dendritic cells and CD209+ macrophages."}, {"pubmed": 18624350, "text": "Microsomal triglyceride transfer protein regulates endogenous and exogenous antigen presentation by group 1 CD1 molecules."}, {"pubmed": 18838176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18838176, "text": "SNPs in CD1A and CD1E were not associated with GBS susceptibility, specific clinical subgroups, anti-ganglioside antibodies, antecedent infections and prognosis."}, {"pubmed": 19257981, "text": "Data show high expression of CD86 and CD11C, moderate expression of CD1a and CD123, low levels of CD83 on dendritic cells after induction by GM-CSF and IL-4."}, {"pubmed": 19317050, "text": "The quantity of CD1a-positive Langerhans cells in the lesions of epidermodysplasia verruciformis patients was significantly lower than in normal skin."}, {"pubmed": 19321495, "text": "CD1a and CD83 may be involved in pain generation and the pathogenesis of endometriosis"}, {"pubmed": 19426597, "text": "Data show that the expression of CD1a and CD207 is markedly down-regulated in CA epidermis."}, {"pubmed": 19605355, "text": "dideoxymycobactin antigens presented by CD1a show T cell fine specificity for natural lipopeptide structures"}, {"pubmed": 19952356, "text": "The effect of transient stimulation of the canonical Wnt pathway in the differentiation potential of Lin(-)CD34(+) CD1a(-) human thymic progenitors, was analyzed."}, {"pubmed": 20026739, "text": "The intracellular trafficking route of CD1a is essential for efficient presentation of lipid antigens that traffic through the early endocytic and recycling pathways."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20592474, "text": "microsomal triglyceride transfer protein deficiency was associated with increased proteasomal degradation of group 1 CD1 molecules in human abetalipoproteinemia."}, {"pubmed": 20890667, "text": "Accumulation of CD1a-positive Langerhans cells and mast cells in actinic cheilitis."}, {"pubmed": 20954848, "text": "CD1E and CD1A genes may be involved in networks which determine susceptibility to multiple sclerosis types RR-MS and PP-MS, respectively."}, {"pubmed": 20954848, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21194729, "text": "We do not believe that there is a role for CD1a immunohistochemistry in the differential diagnosis of perivascular epithelioid cell neoplasms."}, {"pubmed": 21496400, "text": "CD1A and CD1E polymorphisms contribute to the polygenic susceptibility to multiple sclerosis"}, {"pubmed": 21696499, "text": "In Guillain-Barre syndrome, an initially positive association study with polymorphism of CD1A and CD1E genes was not confirmed"}, {"pubmed": 21900947, "text": "GM-CSF independent signaling directed toward the CD1a genome is important in Langerhans cell biology."}, {"pubmed": 22003931, "text": "allelic variation in CD1A does not play a major role in determining multifocal motor neuropathy susceptibility."}, {"pubmed": 22007938, "text": "In the intratumoral and peritumoral areas, the expression of CD1a, tryptase, and CD68 was significantly higher in papillary thyroid carcinoma than in thyroid adenomas."}, {"pubmed": 22331868, "text": "Saposins utilize two strategies for lipid transfer and CD1 antigen presentation"}, {"pubmed": 22670773, "text": "these results reveal that CD1 expression is modified in MS and provide novel information on the regulation of lipid antigen presentation in myeloid cells."}, {"pubmed": 23334517, "text": "Case Report: cutaneous-limited self-regressing S100 negative/CD1a positive histiocytosis."}, {"pubmed": 23468110, "text": "Molecular mechanisms by which CD1a captures distinct classes of self- and mycobacterial antigens are reviewed. Review."}, {"pubmed": 23677998, "text": "binding cavity of CD1a is largely preserved in the unliganded state because of persistent electrostatic interactions that keep the portal alpha-helices at a constant separation."}, {"pubmed": 23766460, "text": "Dysregulated CD1 profile in myeloid dendritic cells in CVID is normalized by IVIg treatment."}, {"pubmed": 23858036, "text": "CD1a deficiency on in vitro-derived DCs was detected in 15% of study subjects. A common SNP in the 5' UTR of CD1a is associated with both low surface expression & mRNA levels. It directly regulates gene expression in a promoter-luciferase assay."}, {"pubmed": 24500401, "text": "A polymorphism in human CD1A is associated with susceptibility to tuberculosis."}, {"pubmed": 24556395, "text": "[review] Humans express both Group 1 (CD1a, CD1b and CD1c) and Group 2 (CD1d) CD1 molecules with nonredundant functions in response to the presentation of endogenous lipids."}, {"pubmed": 25343480, "text": "The presence of CD1a(+) T-cells in all of the LCH lesions that we have studied to date warrants further investigation into their biological function to determine whether these cells are important in the pathogenesis of LCH"}, {"pubmed": 25901368, "text": "the expression of WNT4, a Wnt ligand, and three targets of Wnt-ss-catenin transcription activation, namely, MMP7, cyclinD1 (CD1) and c-MYC in 141 penile tissue cores from 101 unique samples, were investigated."}, {"pubmed": 26073685, "text": "High CD1a-positive dendritic cell density is associated with improved disease-free survival in papillary thyroid carcinoma."}, {"pubmed": 26284469, "text": "Studies indicate that many CD1 antigen-restricted T cells do not require foreign antigens for activation but instead can be activated by self-lipids presented by CD1."}, {"pubmed": 26388332, "text": "Studies indicate that the antigen-presenting molecules CD1 and MHC class I-related protein (MR1) display lipids and small molecules to T cells."}, {"pubmed": 26419626, "text": "Findings suggest that dermal survivin+CD1a+ (CD1a antigen) cell infiltration may be a potential biomarker of systemic sclerosis skin lesions."}, {"pubmed": 26442925, "text": "The data show that immunohistochemistry for CD1a and Hsp60 can be of help in differential diagnosis between Keratoacantomas and well-differentiated forms of squamous cell carcinomas."}, {"pubmed": 26460687, "text": "plasma-derived lipids drive functional levels of CD1d expression."}, {"pubmed": 26518708, "text": "NDN and CD1A are novel prognostic methylation markers in patients with head and neck squamous carcinomas"}, {"pubmed": 27094031, "text": "these observations suggest that CD99 is involved in the regulation of CD1a transcription and expression by increasing ATF-2."}, {"pubmed": 27548435, "text": "this study shows that CD1a drove the pathogenesis of poison-ivy dermatitis and psoriasis, and that CD1a-mediated skin inflammation was abrogated by CD1a-blocking antibodies, which highlights CD1a as a target for treatment of inflammatory skin diseases"}, {"pubmed": 27670592, "text": "The findings suggest that PLA2 inhibition or CD1a blockade may have therapeutic potential for psoriasis."}, {"pubmed": 27809916, "text": "CD1a+ CD11b+ macrophages and NK T-cells were found to be significantly increased in inflamed colons of ulcerative colitis patients."}, {"pubmed": 28386696, "text": "In this review, authors summarize the current knowledge about CD1 proteins, their structures, lipid-binding profiles, and roles in immunity, and evaluate the role of CD1 proteins in eliciting humoral immune response"}, {"pubmed": 28847997, "text": "CD207(+)CD1a(+) cells are circulating in patients with active Langerhans cell histiocytosis, and TSLP and TGF-beta are potential drivers of Langerhans-like cells in vivo."}, {"pubmed": 29273672, "text": "CD1a expression is up-regulated by TSLP (thymic stromal lymphopoietin) at levels observed in the skin of patients with atopic dermatitis, and the response is dependent on PLA2G4A."}, {"pubmed": 29301656, "text": "Single nucleotide polymorphisms in exon 2 of CD1A (*01/*02) and CD1E (*01/*02) cannot be recognized as a susceptibility or disease-causative factor for Guillain-Barre syndrome in the Bangladeshi population"}, {"pubmed": 30308433, "text": "CD1 antigen presenting molecules are nonpolymorphic and specialized for lipid antigen presentation to T cells [Review]."}, {"pubmed": 31295725, "text": "rs16840041, rs2269714, and rs2269715 in high linkage disequilibrium and significantly associated with increase in plasma NFL levels"}, {"pubmed": 31464097, "text": "No statistically significant differences were found between groups of patients studied according to Guillain-Barre Syndrome diagnosis and other covariates ana-lyzed: sex, age, genotypes CD1A."}, {"pubmed": 33348245, "text": "CD1a function in human skin disease."}, {"pubmed": 33384157, "text": "Animal models for human group 1 CD1 protein function."}, {"pubmed": 33393500, "text": "Human skin is colonized by T cells that recognize CD1a independently of lipid."}, {"pubmed": 37116273, "text": "CD1a-mediated immunity from a molecular perspective."}, {"pubmed": 37539748, "text": "CD1a and bound lipids drive T-cell responses in human skin disease."}, {"pubmed": 37891119, "text": "CD1a is not effective in distinguishing calcifying epithelial odontogenic tumors from amyloid-rich central odontogenic fibroma."}, {"pubmed": 37951348, "text": "Human Skin T Cells Express Conserved T-Cell Receptors that Cross-React with Staphylococcal Superantigens and CD1a."}, {"pubmed": 38173286, "text": "CD1a and skin T cells: a pathway for therapeutic intervention."}, {"pubmed": 38287771, "text": "Oral lupus erythematosus: Immunohistochemical evaluation of CD1a, CD21, CD123, and langerin expression in dendritic cells."}, {"pubmed": 38579449, "text": "CD1 molecules: Beyond antigen presentation."}, {"pubmed": 38585273, "text": "Keratinocyte-derived small extracellular vesicles supply antigens for CD1a-resticted T cells and promote their type 2 bias in the context of filaggrin insufficiency."}], "genomic_pos": {"chr": "1", "end": 158258269, "ensemblgene": "ENSG00000158477", "start": 158254424, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 158228059, "start": 158223927, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001916", "qualifier": "involved_in", "term": "positive regulation of T cell mediated cytotoxicity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 2447586, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048006", "qualifier": "involved_in", "term": "antigen processing and presentation, endogenous lipid antigen via MHC class Ib"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048007", "qualifier": "involved_in", "term": "antigen processing and presentation, exogenous lipid antigen via MHC class Ib"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 2447586, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0010008", "qualifier": "located_in", "term": "endosome membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045121", "qualifier": "located_in", "term": "membrane raft"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12833155, 15723809], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030883", "qualifier": "enables", "term": "endogenous lipid antigen binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030884", "qualifier": "enables", "term": "exogenous lipid antigen binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0071723", "qualifier": "enables", "term": "lipopeptide binding"}]}, "homologene": {"genes": [[9544, 698438], [9598, 457418], [9606, 909], [9615, 488608], [9615, 608848], [9615, 100169944], [9913, 515418]], "id": 113556}, "interpro": [{"desc": "Immunoglobulin C1-set", "id": "IPR003597", "short_desc": "Ig_C1-set"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "MHC class I-like antigen recognition-like", "id": "IPR011161", "short_desc": "MHC_I-like_Ag-recog"}, {"desc": "MHC classes I/II-like antigen recognition protein", "id": "IPR011162", "short_desc": "MHC_I/II-like_Ag-recog"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "MHC class I-like antigen recognition-like superfamily", "id": "IPR037055", "short_desc": "MHC_I-like_Ag-recog_sf"}], "ipi": "IPI00025382", "map_location": "1q23.1", "name": "CD1a molecule", "other_names": ["CD1A antigen, a polypeptide", "T-cell surface antigen T6/Leu-6", "T-cell surface glycoprotein CD1a", "cluster of differentiation 1 A", "cortical thymocyte antigen CD1A", "differentiation antigen CD1-alpha-3", "epidermal dendritic cell marker CD1a", "hTa1 thymocyte antigen"], "pantherdb": {"HGNC": "1634", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSGALG00000043052", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "Q52Z74"}, {"Ensembl": "ENSGALG00000030270", "ortholog_type": "LDO", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5P532"}, {"ZFIN": "ZDB-GENE-140820-7", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7FE17"}, {"ZFIN": "ZDB-GENE-050417-464", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "B8JM90"}, {"Ensembl": "ENSDARG00000055813", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0R4IZK4"}, {"ZFIN": "ZDB-GENE-140820-11", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "X1WF83"}, {"ZFIN": "ZDB-GENE-140820-8", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1RAH2"}, {"Ensembl": "ENSDARG00000051711", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1QKU1"}, {"ZFIN": "ZDB-GENE-140820-5", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1RAH3"}, {"Ensembl": "ENSDARG00000016227", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7F1M4"}, {"Ensembl": "ENSDARG00000103049", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0G2L594"}, {"ZFIN": "ZDB-GENE-140820-13", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0G2KIH5"}, {"Ensembl": "ENSDARG00000096940", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "X1WF74"}, {"Ensembl": "ENSDARG00000115781", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A2R8QQR6"}, {"ZFIN": "ZDB-GENE-130206-11", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1R6J5"}, {"ZFIN": "ZDB-GENE-070424-4", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A4FUM4"}, {"ZFIN": "ZDB-GENE-040426-2149", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A8E7F4"}, {"ZFIN": "ZDB-GENE-130206-5", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "U6BNE9"}, {"ZFIN": "ZDB-GENE-030916-1", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0N4SU34"}, {"ZFIN": "ZDB-GENE-130206-9", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1Q8P0"}, {"ZFIN": "ZDB-GENE-070705-176", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A8E7F2"}, {"Ensembl": "ENSDARG00000059039", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7F9I1"}, {"ZFIN": "ZDB-GENE-990415-145", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "Q6GMG0"}, {"Ensembl": "ENSDARG00000039164", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7FAH6"}, {"ZFIN": "ZDB-GENE-060825-152", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E9QCH2"}], "uniprot_kb": "P06126"}, "pathway": {"kegg": [{"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}, {"id": "hsa05146", "name": "Amoebiasis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}]}, "pdb": ["1ONQ", "1XZ0", "4X6C", "4X6D", "4X6E", "4X6F", "5J1A", "6NUX", "7KOZ", "7KP0", "7KP1", "7RYM", "7RYN", "7RYO", "7SH4"], "pfam": ["PF07654", "PF16497"], "pharmgkb": "PA26193", "pharos": {"target_id": 16924, "tdl": "Tbio"}, "pir": "A39957", "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246947", "relationship": "similar to"}, {"id": "GNF246948", "relationship": "is"}, {"id": "GNF246949", "relationship": "is"}, {"id": "GNF246950", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164412", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002258", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101624", "relationship": "is"}, {"id": "GNF141279", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001307581.1", "NP_001754.2", "XP_024306506.1", "XP_054195510.1"], "rna": ["NM_001320652.2", "NM_001763.3", "XM_024450738.2", "XM_054339535.1"], "translation": [{"protein": "NP_001754.2", "rna": "NM_001763.3"}, {"protein": "XP_054195510.1", "rna": "XM_054339535.1"}, {"protein": "XP_024306506.1", "rna": "XM_024450738.2"}, {"protein": "NP_001307581.1", "rna": "NM_001320652.2"}]}, "reporter": {"HG-U133_Plus_2": "210325_at", "HG-U95Av2": "34926_at", "HTA-2_0": "TC01001338.hg.1", "HuEx-1_0": "2362180", "HuGene-1_1": "7906339", "HuGene-2_1": "16672315"}, "summary": "This gene encodes a member of the CD1 family of transmembrane glycoproteins, which are structurally related to the major histocompatibility complex (MHC) proteins and form heterodimers with beta-2-microglobulin. The CD1 proteins mediate the presentation of primarily lipid and glycolipid antigens of self or microbial origin to T cells. The human genome contains five CD1 family genes organized in a cluster on chromosome 1. The CD1 family members are thought to differ in their cellular localization and specificity for particular lipid ligands. The protein encoded by this gene localizes to the plasma membrane and to recycling vesicles of the early endocytic system. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Mar 2016].", "symbol": "CD1A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413207"}, "unigene": "Hs.1309", "uniprot": {"Swiss-Prot": "P06126"}, "wikipedia": {"url_stub": "CD1A"}}