{"AllianceGenome": "1637", "HGNC": "1637", "MIM": "188410", "_id": "912", "_version": 1, "accession": {"genomic": ["AF142668.1", "AH002882.2", "AL138899.23", "AP002532.1", "CH471121.2", "CP068277.2", "KF742502.1", "KF751734.2", "M14664.1", "NC_000001.11", "NC_060925.1", "X14974.1"], "protein": ["AAA51935.1", "AAA59672.1", "AAA59673.1", "AAD37581.1", "AAH27926.1", "AHM95188.1", "AHN19670.2", "CAA33099.1", "EAW52847.1", "EAW52848.1", "EAW52849.1", "NP_001306074.1", "NP_001358690.1", "NP_001358691.1", "NP_001358692.1", "NP_001757.1", "P15813.1", "XP_047289901.1", "XP_054195527.1", "XP_054195528.1"], "rna": ["AK225996.1", "AK310541.1", "AK310749.1", "BC027926.1", "BX106524.1", "J04142.1", "NM_001319145.2", "NM_001371761.1", "NM_001371762.2", "NM_001371763.1", "NM_001766.4", "XM_047433945.1", "XM_054339552.1", "XM_054339553.1"], "translation": [{"protein": "AAA59673.1", "rna": "J04142.1"}, {"protein": "NP_001306074.1", "rna": "NM_001319145.2"}, {"protein": "XP_054195528.1", "rna": "XM_054339553.1"}, {"protein": "XP_054195527.1", "rna": "XM_054339552.1"}, {"protein": "NP_001358692.1", "rna": "NM_001371763.1"}, {"protein": "NP_001757.1", "rna": "NM_001766.4"}, {"protein": "AAH27926.1", "rna": "BC027926.1"}, {"protein": "NP_001358691.1", "rna": "NM_001371762.2"}, {"protein": "NP_001358690.1", "rna": "NM_001371761.1"}, {"protein": "XP_047289901.1", "rna": "XM_047433945.1"}]}, "alias": ["CD1A", "R3", "R3G1"], "ensembl": {"gene": "ENSG00000158473", "protein": ["ENSP00000357153", "ENSP00000501010", "ENSP00000501066", "ENSP00000501100", "ENSP00000501245"], "transcript": ["ENST00000368171", "ENST00000673623", "ENST00000673701", "ENST00000673723", "ENST00000674023", "ENST00000674047", "ENST00000674085"], "translation": [{"protein": "ENSP00000357153", "rna": "ENST00000368171"}, {"protein": "ENSP00000501245", "rna": "ENST00000673723"}, {"protein": "ENSP00000501066", "rna": "ENST00000673623"}, {"protein": "ENSP00000501010", "rna": "ENST00000673701"}, {"protein": "ENSP00000501100", "rna": "ENST00000674085"}], "type_of_gene": "protein_coding"}, "entrezgene": "912", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.5529788966, "exp_mis": 130.628949007, "exp_syn": 63.3812820919, "lof_z": 1.76323852383715, "mis_z": -0.0586767456898256, "mu_lof": 1.04353335224e-06, "mu_mis": 1.17181787612e-05, "mu_syn": 5.6321845912e-06, "n_lof": 7.0, "n_mis": 132.0, "n_syn": 57.0, "p_li": 0.000899328621662704, "p_null": 0.0603690920536642, "p_rec": 0.938731579324673, "syn_z": 0.496908890149658}, "bp": 1008, "cds_end": 158153940, "cds_start": 158150891, "n_exons": 6, "nonpsych": {"exp_lof": 12.1564889081, "exp_mis": 118.121542781, "exp_syn": 57.2559159645, "lof_z": 2.2974767547849, "mis_z": -0.226403671064985, "mu_lof": 1.04353335224e-06, "mu_mis": 1.17181787612e-05, "mu_syn": 5.6321845912e-06, "n_lof": 4.0, "n_mis": 123.0, "n_syn": 48.0, "p_li": 0.0829114930623361, "p_null": 0.0122694197352694, "p_rec": 0.904819087202394, "syn_z": 0.770145593643721}, "nontcga": {"exp_lof": 12.4579932298, "exp_mis": 120.167894058, "exp_syn": 58.3000386601, "lof_z": 1.52542268049929, "mis_z": -0.0378176191678627, "mu_lof": 1.04353335224e-06, "mu_mis": 1.17181787612e-05, "mu_syn": 5.6321845912e-06, "n_lof": 7.0, "n_mis": 121.0, "n_syn": 50.0, "p_li": 0.000597089272686023, "p_null": 0.0982134386093458, "p_rec": 0.901189472117968, "syn_z": 0.688284539722804}, "transcript": "ENST00000368171.3"}, "exons": [{"cdsend": 158184150, "cdsstart": 158181101, "chr": "1", "position": [[158180894, 158181162], [158181454, 158181721], [158182031, 158182310], [158183935, 158184035], [158184128, 158186426]], "strand": 1, "transcript": "NM_001319145", "txend": 158186426, "txstart": 158180894}, {"cdsend": 158184150, "cdsstart": 158181705, "chr": "1", "position": [[158180894, 158181162], [158181489, 158181721], [158182031, 158182310], [158182877, 158183156], [158183935, 158184035], [158184128, 158184896]], "strand": 1, "transcript": "NM_001371761", "txend": 158184896, "txstart": 158180894}, {"cdsend": 158184150, "cdsstart": 158181101, "chr": "1", "position": [[158180894, 158181162], [158181454, 158181721], [158182031, 158182310], [158182877, 158183156], [158183935, 158184035], [158184128, 158186426]], "strand": 1, "transcript": "NM_001371762", "txend": 158186426, "txstart": 158180894}, {"cdsend": 158184150, "cdsstart": 158181101, "chr": "1", "position": [[158178029, 158178068], [158180818, 158181162], [158181454, 158181721], [158182031, 158182310], [158182877, 158183156], [158183935, 158184035], [158184128, 158184896]], "strand": 1, "transcript": "NM_001371763", "txend": 158184896, "txstart": 158178029}, {"cdsend": 158184150, "cdsstart": 158181101, "chr": "1", "position": [[158179946, 158180162], [158180818, 158181162], [158181454, 158181721], [158182031, 158182310], [158182877, 158183156], [158183935, 158184035], [158184128, 158186426]], "strand": 1, "transcript": "NM_001766", "txend": 158186426, "txstart": 158179946}], "exons_hg19": [{"cdsend": 158153940, "cdsstart": 158150891, "chr": "1", "position": [[158150684, 158150952], [158151244, 158151511], [158151821, 158152100], [158153725, 158153825], [158153918, 158156216]], "strand": 1, "transcript": "NM_001319145", "txend": 158156216, "txstart": 158150684}, {"cdsend": 158153940, "cdsstart": 158151495, "chr": "1", "position": [[158150684, 158150952], [158151279, 158151511], [158151821, 158152100], [158152667, 158152946], [158153725, 158153825], [158153918, 158154686]], "strand": 1, "transcript": "NM_001371761", "txend": 158154686, "txstart": 158150684}, {"cdsend": 158153940, "cdsstart": 158150891, "chr": "1", "position": [[158150684, 158150952], [158151244, 158151511], [158151821, 158152100], [158152667, 158152946], [158153725, 158153825], [158153918, 158156216]], "strand": 1, "transcript": "NM_001371762", "txend": 158156216, "txstart": 158150684}, {"cdsend": 158153940, "cdsstart": 158150891, "chr": "1", "position": [[158147819, 158147858], [158150608, 158150952], [158151244, 158151511], [158151821, 158152100], [158152667, 158152946], [158153725, 158153825], [158153918, 158154686]], "strand": 1, "transcript": "NM_001371763", "txend": 158154686, "txstart": 158147819}, {"cdsend": 158153940, "cdsstart": 158150891, "chr": "1", "position": [[158149736, 158149952], [158150608, 158150952], [158151244, 158151511], [158151821, 158152100], [158152667, 158152946], [158153725, 158153825], [158153918, 158156216]], "strand": 1, "transcript": "NM_001766", "txend": 158156216, "txstart": 158149736}], "generif": [{"pubmed": 9374463, "text": "CD1d presents lipid and glycolipid antigens to T cells"}, {"pubmed": 11580851, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12239218, "text": "Data show that CD1d associates in the ER with both calnexin and calreticulin and with the thiol oxidoreductase ERp57 in a manner dependent on glucose trimming of its N-linked glycans."}, {"pubmed": 12368486, "text": "CD1d ligand at the human maternal-fetal interface"}, {"pubmed": 12454749, "text": "B cell chronic lymphocytic leukemia cells significantly down-regulated transcripts from CD1c and CD1d genes, permitting cells to evade the immune response"}, {"pubmed": 12618910, "text": "the CD1d alpha1-alpha2 domains of both rhesus monkeys and humans are highly homologous (95.6%)"}, {"pubmed": 12730881, "text": "CD1d is expressed functionally on IECs with a polarity of presentation (basal > apical) predicting a role in presentation of mucosal glycolipid antigens to local CD1d-restricted T cells."}, {"pubmed": 12952923, "text": "a novel autocrine pathway of CD1d regulation by Hsp110."}, {"pubmed": 14551186, "text": "CD1d proteins sre strong binders of small hydrophobic probes such as 1-anilinonaphthalene-8-sulfonic acid and 4,4'-dianilino-1,1'-naphthyl-5,5'-disulfonic acid."}, {"pubmed": 14716312, "text": "saposins mobilize monomeric lipids from lysosomal membranes and facilitate their association with CD1d"}, {"pubmed": 15100293, "text": "Investigation of the 5' upstream region of human CD1D reveals multiple transcription initiation sites and TATA boxless dual promoters located within 700 base pairs 5' upstream of the coding region."}, {"pubmed": 15128771, "text": "Transgenic overexpression of CD1d within pancreatic islets of nonobese diabetic (NOD) mice protects them from autoimmune diabetes through activation of NKT cells and improvement of IL-4 secretion at the site of autoimmunity (i.e., peripheral lymph nodes)."}, {"pubmed": 15187105, "text": "CD1d can inhibit NK cell-mediated cytolysis; the putative inhibitory receptor does not recognize CD1d molecules loaded with alpha-GalCer"}, {"pubmed": 15243159, "text": "Data show that phosphatidylinositol mannoside represents a mycobacterial antigen recognized by T cells in the context of CD1d."}, {"pubmed": 15265953, "text": "Hepatic inflammatory cells & biliary cells near portal tract fibrotic areas of HCV-infected donors specifically up-regulate CD1d. CD1d presentation of liver Ag may be beneficial in acute viral clearance, but in chronic infection could add to liver injury."}, {"pubmed": 15345586, "text": "The ability of CD1d-unrestricted natural killer T cells to recruit innate immune system cells might play a role in cancer cell eradication and contribute to inflammatory diseases."}, {"pubmed": 15654963, "text": "TGFbeta produced by keratinocytes contribute to selectively downregulate CD1d expression on intraepidermal-resident Langerhans cells"}, {"pubmed": 15665086, "text": "CD1d-dimer staining revealed human natural killer T cells reactivity toward Sphingomonas glycosphingolipids."}, {"pubmed": 15916790, "text": "ability of Nef to alter the cell surface expression of human CD1d. In cells co-expressing CD1d and Nef, a reduction in the cell surface level of CD1d was observed."}, {"pubmed": 16007090, "text": "analysis of the crystal structure of human CD1d in complex with synthetic alpha-galactosylceramide at a resolution of 3.0 A"}, {"pubmed": 16091469, "text": "CD1d ligation alone, in the absence of iNKT, could rapidly (within 24 h) stimulate production of bioactive IL-12p70 by CD1d+ human peripheral blood monocytes as well as immature dendritic cells"}, {"pubmed": 16148122, "text": "CD1d continues to play a role in late-stage NKT cell development and, in particular, during the functionally significant acquisition of NK1.1 that is indicative of NKT cell maturity"}, {"pubmed": 16178273, "text": "CD1d has a role in intrahepatic T-cell recognition in hepatocytes"}, {"pubmed": 16456021, "text": "Time-course studies of CD1d gene expression indicated that keratinocytes slowly increased gene expression with CaCl(2)-induced terminal differentiation"}, {"pubmed": 16517731, "text": "These results highlight the variation in Ag recognition among CD1d-restricted Receptors, Antigen, T-Cell (TCRs) and suggest that TCR alpha-chain elements contribute to alpha-linked glycosphingolipid specificity [CD1d]"}, {"pubmed": 16675349, "text": "CD1d-restricted gamma delta T cells specific for phospholipids can represent a key mucosal regulatory subset for the control of early host reactivity against tree pollens."}, {"pubmed": 16818729, "text": "This review highlights the role of the CD1d antigen processing pathway and the immunopotentiating effects of the ligands that can be presented by CD1d to natural killer (NK)T cells or other CD1d-restricted T cells during cancer and infections."}, {"pubmed": 16820217, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17015708, "text": "Schwann cells activated iNKT cells in a CD1d-dependent manner in the presence of alpha-galactosylceramide"}, {"pubmed": 17071498, "text": "CD1d has a role in cytolysis of lymphoblastic lymphoma cells"}, {"pubmed": 17071611, "text": "One of the N-linked glycans (at position asparagine-42) exists mainly in a form that is sensitive to endoglycosidase H. Deletion of Asn-42 affects stability of the CD1d heavy chain beta 2-microglobulin heterodimer."}, {"pubmed": 17363727, "text": "CD4 potentiates human iNKT cell activation by engaging CD1d molecules. These results indicate that the CD4 coreceptors may contribute to the fine tuning of iNKT cells reactivity."}, {"pubmed": 17372201, "text": "saposin B may facilitate lipid binding to CD1d molecules throughout the endocytic pathway"}, {"pubmed": 17475845, "text": "Cotrafficking with major histocompatibility class II molecules and the invariant chain (Ii) selectively enhances CD1d-mediated presentation of exogenous antigens."}, {"pubmed": 17476670, "text": "CD1d-restricted NKT cells have roles in the intestine and in inflammatory bowel diseases [review]"}, {"pubmed": 17581592, "text": "The structure provides a basis for the interaction between the highly conserved NKT TCR alpha-chain and the CD1d-antigen complex"}, {"pubmed": 17726154, "text": "These results indicate that CD4 can contribute to natural killer cell activation independently of the presence of a CD4-ligand on antigen presenting cells and suggest that it preferentially modulates cytokine and proliferative responses."}, {"pubmed": 18068183, "text": "Used a lentiviral system to generate stable cell lines producing beta2m-CD1d single chain protein which was used to form CD1d tetramer."}, {"pubmed": 18253929, "text": "Data indicate that viral danger signals trigger NKT cell activation by enhancing CD1d de novo synthesis through increasing the abundance of CD1D mRNA in human myeloid dendritic cells."}, {"pubmed": 18337560, "text": "monocyte-derived DCs cultured in an immunoglobulin-rich milieu expressed CD1d but not CD1a, CD1b, and CD1c, whereas DCs cultured in the presence of low levels of immunoglobulins had an opposite CD1 profile"}, {"pubmed": 18378792, "text": "An alanine scanning mutagenesis approach was undertook to define the energetic basis of this interaction between the natural killer cell T cell receptors and CD1d."}, {"pubmed": 18385757, "text": "PKCzeta is an important transduction molecule downstream of TNF-alpha signaling and is associated with increased expression of CD1d that may enhance CD1d-natural killer T cell interactions in psoriasis lesions."}, {"pubmed": 18433720, "text": "Trophoblast differentiation is characterized by TGF-beta1-mediated decreases in trophoblast cell CD1d expression."}, {"pubmed": 18458073, "text": "CD1D expression and ligand induced cytokine production in mucosal epithelial cells from lower reproductive tract is tissue specific and CD1d-mediated cytokine production in penile urethral cells was abrogated by C. trachomatis infection."}, {"pubmed": 18535199, "text": "a distinct population of human CD1d-restricted T cells specific for inflammation-associated lysolipids suggest a novel mechanism for inflammation mediated immune regulation in human cancer"}, {"pubmed": 18684921, "text": "Protection from experimental autoimmune encephalomyelitis afforded by the enrichment of natural killer T cells is independent of extrathymic CD1d transgene expression."}, {"pubmed": 18713998, "text": "Although the allogeneic activation of iNKT cells is invariant TCR-CD1d interaction-dependent, glycosphingolipid (GSL) profiling suggests it does not involve the recognition of disparate CD1d/GSL complexes"}, {"pubmed": 19056691, "text": "A novel function of CD1d in the regulation of cell death with tumor survival and progression in humans."}, {"pubmed": 19124746, "text": "CD1d overlaps with Ig-like transcript 4 (ILT4) both at the cell surface and in the cytoplasm; its interaction with ILT4 provides insights into the regulation of natural killer T cell-mediated immunity."}, {"pubmed": 19415116, "text": "CD1d molecules bind a surprising diversity of lipid structures within the secretory pathway"}, {"pubmed": 19446558, "text": "Report ex vivo induction and expansion of natural killer T cells by CD1d1-Ig coated artificial antigen presenting cells."}, {"pubmed": 19454494, "text": "infiltrating NKT cells are mainly observed in CD1d nodules"}, {"pubmed": 19592659, "text": "C/EBP-beta binds to the CCAAT box in the CD1d promoter, required for its expression in keratinocytes"}, {"pubmed": 19637196, "text": "Data suggest that IL-18-mediated activation and subsequent dysregulation of the CD1d-restricted iNKT-cells plays a role in the pathogenesis of AE."}, {"pubmed": 19651460, "text": "Uncoupling between CD1d upregulation induced by retinoic acid and conduritol-B-epoxide and iNKT cell responsiveness."}, {"pubmed": 19724888, "text": "The amount of sCD1d proteins in plasma was significantly decreased in rheumatoid arthritis patients compared with healthy donors. Plasma sCD1d protein levels correlated with the number of NKT cells in peripheral blood mononuclear cells."}, {"pubmed": 19734232, "text": "Preferential stimulatory activities of two alpha-galactosylceramide C-glycoside analogues against human vs mouse invariant natural killer (NK)T cells are due to the differences between human vs mouse CD1d molecules."}, {"pubmed": 19757161, "text": "A novel, high-level amplicon at 1q22-23.1 occurs in both hepatocellular carcinoma cell line and tissues."}, {"pubmed": 19830742, "text": "Studies indicate that during bacterial infections, NKT cells can be activated either indirectly by DC or directly by bacterial lipid antigens presented by CD1d."}, {"pubmed": 20080535, "text": "show that the mouse and human CD1d present glycolipids having different fatty acids, based in part upon a difference at a single amino acid position that is involved in positioning the sugar epitope."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20368272, "text": "A heretofore unknown tyrosine-based signal is demonstrated in the cytoplasmic tail of CD1d that may have relevance to other type I integral membrane proteins that traverse through the endocytic pathway."}, {"pubmed": 20520738, "text": "These data indicate that bone marrow-dendritic cells express an endogenous CD1d ligand and B7-H1 to ihibit type II but not type I natural killer T cells."}, {"pubmed": 20530791, "text": "Data show that the Vpu protein interacts with CD1d and suppresses its recycling from endosomal compartments to the cell surface by retaining CD1d in early endosomes."}, {"pubmed": 20810727, "text": "CD1d is downregulated by the HPV16 E5 and HPV6 E5 protein."}, {"pubmed": 20861015, "text": "Calreticulin controls the rate of assembly of CD1d molecules in the endoplasmic reticulum."}, {"pubmed": 21095162, "text": "Studies indicate that NKTs can suppress tumor growth indirectly by targeting CD1d-positive elements of tumor-supportive stroma such as tumor-associated macrophages."}, {"pubmed": 21185200, "text": "Studies indicate that iNKT cells, CD1d dependent natural killer T cells are a unique population of T cells."}, {"pubmed": 21198755, "text": "Myeloid dendritic cells did not change their numbers or CD1d-expression during treatment"}, {"pubmed": 21258883, "text": "CD1d gene polymorphisms are associated with breast, colorectal and lung cancers."}, {"pubmed": 21451111, "text": "both CD1d and CD1c are upregulated by retinoic acid receptor alpha signaling in human B cells"}, {"pubmed": 21454514, "text": "Binding strength and dynamics of invariant natural killer cell T cell receptor/CD1d-glycosphingolipid interaction on living cells by single molecule force spectroscopy."}, {"pubmed": 21557213, "text": "Data show that CD1d knock-out mice, which are deficient in NKT cells and resistant to ConA-induced hepatitis, no longer expressed IL-33 in hepatocytes following ConA administration."}, {"pubmed": 21632718, "text": "Although zinc finger protein PLZF is known to direct the effector program of natural killer (NK)T cells, this study shows that CD1d naive-like cells express it at a significantly lower amount than NKT cells."}, {"pubmed": 21646050, "text": "Studies indicate that CD1d-restricted T-cells can rapidly produce large amounts of Th1 and/or Th2//Treg/Th17-type cytokines, thereby regulating immunity."}, {"pubmed": 21653669, "text": "identified gB and US3 as two viral factors that together downregulate CD1d surface expression; results suggest that HSV-1 uses gB and US3 to rapidly inhibit NKT cell function in the initial antiviral response"}, {"pubmed": 21695190, "text": "Breast cancer cells, through downregulation of CD1d and subsequent evasion of natural killer T-mediated antitumor immunity, gain increased potential for metastatic tumor progression."}, {"pubmed": 21846915, "text": "CD1d can differentiate chronic lymphocytic leukemia from other B-cell chronic lymphoproliferative disorders with high accuracy."}, {"pubmed": 21853044, "text": "These findings provide the basis for investigations into a role for CD1d in lung mucosal immunity."}, {"pubmed": 21900247, "text": "Identification of self-lipids presented by CD1c and CD1d proteins."}, {"pubmed": 21925141, "text": "these results suggest that antigen presentation by CD1d is largely unaffected by the multiple immune-modulating functions of human cytomegalovirus."}, {"pubmed": 21956730, "text": "The serine-containing variant showed the strongest CD1d binding, offering an explanation for its predominance in vivo."}, {"pubmed": 21980475, "text": "CD1d appears to modulate some metabolic functions through an iNKT-independent mechanism"}, {"pubmed": 21987790, "text": "phenyl glycolipids showed greater binding avidity and stability for iNKT T-cell receptor when complexed with CD1d"}, {"pubmed": 22395072, "text": "These findings provide insight into how lysophospholipids are presented by human CD1d molecules and how this complex is recognized by some, but not all, human Invariant Natural Killer T cells."}, {"pubmed": 22406267, "text": "Defective B cell-mediated stimulation of iNKT cells in SLE patients was associated with altered CD1d recycling."}, {"pubmed": 22407918, "text": "Enhancing immunostimulatory function of human embryonic stem cell-derived dendritic cells by CD1d overexpression."}, {"pubmed": 22419072, "text": "The binding of Sp1 to CD1d promoter and histone H3 acetylation on Sp1 sites were increased by histone deacetylase inhibitors."}, {"pubmed": 22829134, "text": "Recombinant Vdelta1 TCRs from different individuals were shown to bind recombinant CD1d-sulfatide complexes in a sulfatide-specific manner."}, {"pubmed": 22888216, "text": "Data suggest that when CD1c is up-regulated, ILT4 is recruited to CD1c, thus reducing the inhibitory effect of immunoglobulin-like transcript 4 (ILT4) on CD1d recognition."}, {"pubmed": 22995911, "text": "Human and mouse type I natural killer T cell antigen receptors exhibit different fine specificities for CD1d-antigen complex"}, {"pubmed": 23049754, "text": "A correlation between CD1d expression (a negative prognostic marker) and the soluble CTLA-4 in B-ALL patients was observed."}, {"pubmed": 23109910, "text": "crystallographic and biophysical analyses of alpha-galactosylceramide (alpha-GalCer) recognition by a human CD1d-restricted TCR"}, {"pubmed": 23171451, "text": "Antigen presentation of keratinocyte to invariant killer cells show that these cells do not activate the cytotoxicity effector genes in resting iNKT-cells, but had the capacity to serve as targets for activated iNKT-cells dependent on CD1d expression."}, {"pubmed": 23265858, "text": "Total CD1d levels are upregulated in pollen lipid-treated dendritic cells, which are then able to activate invariant natural killer (NK)T cells through a CD1d-dependent pathway."}, {"pubmed": 23280365, "text": "CD1d protein structure determines species-selective antigenicity of isoglobotrihexosylceramide (iGb3) to invariant NKT cells."}, {"pubmed": 23347583, "text": "Downregulation of both CD1c and CD1d expression through a Vpu-dependent and Nef-independent mechanism, and the concomitant HIV-1-induced production of host cholesterol decreased the extent of CD1c and CD1d modulation."}, {"pubmed": 23372165, "text": "A novel, autoreactive, CD1d-restricted, GPI-specific T-cell population, enriched in an invariant TCRalpha chain, is expanded in paroxysmal noctural hemoglobinuria and may be responsible for bone marrow failure."}, {"pubmed": 23468111, "text": "Type II NKT cells are absolutely dependent on CD1d expression in the thymus for their selection. CD1d trafficks between the cell surface & endosomes. It plays a role in presentating lipid antigens & mycobacterial antigens. Review."}, {"pubmed": 23668820, "text": "Data indictate variable expression of CD1d on chronic lymphocytic leukemia (CLL)lymphocytes and an association between high expression of CD1d with shorter time to treatment and overall survival of patients."}, {"pubmed": 23677998, "text": "for isoforms CD1b through CD1e, our simulations show the near-complete collapse of the hydrophobic cavities in the absence of the antigen. This event results from the spontaneous closure of the binding domain entrance, flanked by two alpha-helices."}, {"pubmed": 23710894, "text": "our findings strongly suggest that T322 and S323 form a dual residue motif that can regulate the functional expression of CD1d during a viral infection."}, {"pubmed": 23808994, "text": "CD1d was found selectively expressed on the surface of hepatocytes in chronic hepatitis C, but not those subjects with history of alcohol usage or resolved chronic hepatitis C."}, {"pubmed": 24009709, "text": "MHC class I physically associates with CD1d and regulates its functional expression on the cell surface."}, {"pubmed": 24076636, "text": "The gamma-delta TCR docked orthogonally, over the A' pocket of CD1d, in which the Vdelta1-chain, and the germ line-encoded CDR1d loop, dominated interactions with CD1d."}, {"pubmed": 24104458, "text": "We suggest that unique set of interactions between CEACAM5, CD1d, and CD8 render CD1d more class I-like molecule, facilitating antigen presentation and activation of CD8(+)-suppressor regulatory T cells."}, {"pubmed": 24213674, "text": "results showed the interaction between endoplasmic reticulum (ER)- lumenal domain of HCMV US2 and alpha3 domain of hCD1d was observed within ER; these results show the function of HCMV US2 in immune evasive mechanisms against anti-viral immunity of invariant NKT cells"}, {"pubmed": 24307737, "text": "these results provide new insight into the control of CD1d gene expression, and they have implications for the evolution of CD1d and type I NKT cells."}, {"pubmed": 24418751, "text": "Relationship between high CD1d expression and shorter time to treatment and overall survival in chronic lymphocytic leukemia. CD1d expression in individual patients significantly changed over time."}, {"pubmed": 24513807, "text": "CXCL16, iNKT cell-associated cell marker Valpha24, and CD1d were significantly upregulated in esophageal biopsies from EoE patients and correlated with the expression of inflammatory mediators associated with allergy."}, {"pubmed": 24556395, "text": "[review] Humans express both Group 1 (CD1a, CD1b and CD1c) and Group 2 (CD1d) CD1 molecules with nonredundant functions in response to the presentation of endogenous lipids."}, {"pubmed": 25115738, "text": "High CD1d expression is associated with medulloblastomas."}, {"pubmed": 25381357, "text": "Expression of CD1d on B cells is suggestive of the ability of these cells to present antigens to, and form cognate interactions with, invariant natural killer T-Cells. (Review)"}, {"pubmed": 25390653, "text": "simplexide, apart from activating iNKT cells, induces the production of cytokines and chemokines from human monocytes by direct interaction with CD1d"}, {"pubmed": 25452463, "text": "These findings highlight how components from alphabeta and gammadeltaTCR gene loci can recombine to confer antigenic specificity."}, {"pubmed": 25477528, "text": "CD1d expression in renal cell carcinoma correlated with aggressive disease and poorer clinical outcomes."}, {"pubmed": 25618030, "text": "CD1d acts as a cell surface receptor that recognizes and binds oxysterols and initializes a pathway connecting oxysterol binding to PPARgamma activation"}, {"pubmed": 25649790, "text": "Using diffraction-based dotReadytrade mark immunoassays, the present study showed that staphylococcal enterotoxin B directly and specifically conjugated to CD1d."}, {"pubmed": 25878107, "text": "Ablation of this phosphorylation abolished herpes simplex virus 1 US3-mediated downregulation of CD1d expression, suggesting that phosphorylation of KIF3A is the primary mechanism of viral suppression of CD1d expression."}, {"pubmed": 25929465, "text": "our results demonstrate that both Ets1 and miR-155 can directly regulate the expression of CD1d on B-cells"}, {"pubmed": 26041373, "text": "This suggests that CD1D is more polymorphic than previously assumed"}, {"pubmed": 26119195, "text": "both membrane-bound (V4) and soluble (V5) isoforms of CD1d were over-expressed in gastric tumor tissues, suggesting that they are involved in anti-tumor immune responses."}, {"pubmed": 26260288, "text": "by controlling a fundamental step in CD1d-mediated lipid antigen presentation, STAT3 signalling promotes innate immune responses driven by CD1d"}, {"pubmed": 26798067, "text": "the spatiotemporal distribution of CD1d molecules on the surface of antigen-presenting cells (APCs) modulates activation of Invariant natural killer T cells."}, {"pubmed": 26969612, "text": "Data suggest that CD1d antigen-restricted B lymphocytes (Bc) presentation of NGcGM3 drives effective invariant natural killer T cells (iNKT) activation."}, {"pubmed": 27069116, "text": "CD1d-restricted peripheral T cell lymphoma in mice and humans"}, {"pubmed": 27327902, "text": "These findings suggest that VP22 is required (but not sufficient) for the inhibition of CD1d-mediated antigen presentation in herpes simplex virus type 1 infection."}, {"pubmed": 27368347, "text": "Importantly, among the analyzed molecules, only CD1d expression showed an association with the activation of double-negative T cells, as well as with worse ventricular function in patients with Chagas disease."}, {"pubmed": 27385215, "text": "CD1D has a role in disease progression and survival of chronic lymphocytic leukemia and may interact with CD161"}, {"pubmed": 27513300, "text": "BCR-ABL-dependent ROCK, but not TK, is involved in CD1d downregulation. We propose that ROCK, which is most likely activated by the DH/PH domain of BCR-ABL, mediates iNKT-cell immune subversion in chronic myeloid leukaemia (CML) patients by downregulating CD1d expression on CML mDCs."}, {"pubmed": 28338767, "text": "The expression of CD1d showed a significantly negative correlation with CD86 level in B cells from imiquimod (IMQ)-treated mice, B6.MRLlpr mice, and lupus erythematosus (SLE) patients."}, {"pubmed": 28505514, "text": "FasL expression in splenic CD5(+)CD1d(hi) B cells was decreased compared to the control group after TLR4 ligation."}, {"pubmed": 28633979, "text": "We have studied the relation of CD1d expression in various breast cancer cell lines to their viability and progression. We observed a novel phenomenon that CD1d expression level increases with the progressive stage of the cancer."}, {"pubmed": 29108995, "text": "CD1d-expressing cells isolated from peripheral blood of allogeneic hematopoietic stem cell transplantation patients showed the suppressive activity of T cell proliferation and higher expression of MyD88 and IDO compared with CD1d(-) cells."}, {"pubmed": 29509047, "text": "It provides the additional data of adipocyte CD1d-dependent regulation of adipose iNKT cell responses as well as systemic insulin sensitivity. In addition, we discuss how the interaction between adipocytes and iNKT cells would be regulated with the progression of obesity."}, {"pubmed": 29643189, "text": "The increased CD1d expression in HBV-infected liver."}, {"pubmed": 30210497, "text": "Role of CD1d- and MR1-Restricted T Cells in Asthma."}, {"pubmed": 30864713, "text": "In samples from lung cancer patients, the antitumor activities of all the T cells were enhanced with the increase of CD1D+DCs. Analysis of The Cancer Genome Atlas data revealed that high levels of CD1D indicated better outcomes for patients. Collectively, CD1D enhanced DCbased antitumor immunity, not only by targeting NKT, but also by activating CD4+T and CD8+T cells."}, {"pubmed": 31050367, "text": "Expression of CD1d by astrocytes corresponds with relative activity in multiple sclerosis lesions."}, {"pubmed": 31354710, "text": "Invariant NKT Cells From Donor Lymphocyte Infusions (DLI-iNKTs) Promote ex vivo Lysis of Leukemic Blasts in a CD1d-Dependent Manner."}, {"pubmed": 31560833, "text": "Increased cytoplasmatic expression of cancer immune surveillance receptor CD1d in anaplastic thyroid carcinomas."}, {"pubmed": 32244759, "text": "Structural Dynamics of the Lipid Antigen-Binding Site of CD1d Protein."}, {"pubmed": 32512511, "text": "Low oxygen saturation during sleep reduces CD1D and RAB20 expressions that are reversed by CPAP therapy."}, {"pubmed": 33128583, "text": "CD1d expression in glioblastoma is a promising target for NKT cell-based cancer immunotherapy."}, {"pubmed": 37077920, "text": "Epigenetic control of CD1D expression as a mechanism of resistance to immune checkpoint therapy in poorly immunogenic melanomas."}, {"pubmed": 37735500, "text": "Cancer-associated fibroblasts express CD1d and activate invariant natural killer T cells under cellular stress."}], "genomic_pos": {"chr": "1", "end": 158186427, "ensemblgene": "ENSG00000158473", "start": 158178030, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 158154686, "start": 158149737, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001916", "qualifier": "involved_in", "term": "positive regulation of T cell mediated cytotoxicity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016045", "pubmed": 14500461, "qualifier": "involved_in", "term": "detection of bacterium"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0034113", "pubmed": 19124746, "qualifier": "involved_in", "term": "heterotypic cell-cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042102", "pubmed": 19124746, "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045058", "pubmed": 14500461, "qualifier": "involved_in", "term": "T cell selection"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045089", "pubmed": 14500461, "qualifier": "involved_in", "term": "positive regulation of innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048006", "qualifier": "involved_in", "term": "antigen processing and presentation, endogenous lipid antigen via MHC class Ib"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048006", "pubmed": 10523605, "qualifier": "involved_in", "term": "antigen processing and presentation, endogenous lipid antigen via MHC class Ib"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048007", "qualifier": "involved_in", "term": "antigen processing and presentation, exogenous lipid antigen via MHC class Ib"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 19124746, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005764", "pubmed": 21802320, "qualifier": "located_in", "term": "lysosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005765", "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 11315191, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 19124746, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0010008", "qualifier": "located_in", "term": "endosome membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 30126976, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0030881", "pubmed": 14500461, "qualifier": "enables", "term": "beta-2-microglobulin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030882", "pubmed": [19124746, 21802320], "qualifier": "enables", "term": "lipid antigen binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030883", "qualifier": "enables", "term": "endogenous lipid antigen binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030884", "qualifier": "enables", "term": "exogenous lipid antigen binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030884", "pubmed": 10523605, "qualifier": "enables", "term": "exogenous lipid antigen binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042393", "pubmed": 20363964, "qualifier": "enables", "term": "histone binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0050839", "pubmed": 19124746, "qualifier": "enables", "term": "cell adhesion molecule binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0071723", "qualifier": "enables", "term": "lipopeptide binding"}]}, "homologene": {"genes": [[9544, 613268], [9598, 469524], [9606, 912], [9913, 512286], [9913, 516046], [9913, 782367], [9913, 788175], [10090, 12479], [10116, 25109]], "id": 1337}, "interpro": [{"desc": "Immunoglobulin C1-set", "id": "IPR003597", "short_desc": "Ig_C1-set"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "MHC class I-like antigen recognition-like", "id": "IPR011161", "short_desc": "MHC_I-like_Ag-recog"}, {"desc": "MHC classes I/II-like antigen recognition protein", "id": "IPR011162", "short_desc": "MHC_I/II-like_Ag-recog"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "MHC class I-like antigen recognition-like superfamily", "id": "IPR037055", "short_desc": "MHC_I-like_Ag-recog_sf"}], "ipi": "IPI00013435", "map_location": "1q23.1", "name": "CD1d molecule", "other_names": ["CD1D antigen, d polypeptide", "HMC class I antigen-like glycoprotein CD1D", "T-cell surface glycoprotein CD1d", "antigen-presenting glycoprotein CD1d", "differentiation antigen CD1-alpha-3", "thymocyte antigen CD1D"], "pantherdb": {"HGNC": "1637", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107675", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 10090, "uniprot_kb": "P11610"}, {"MGI": "107674", "ortholog_type": "LDO", "panther_family": "PTHR16675", "taxid": 10090, "uniprot_kb": "P11609"}, {"RGD": "2296", "ortholog_type": "LDO", "panther_family": "PTHR16675", "taxid": 10116, "uniprot_kb": "Q63493"}, {"Ensembl": "ENSGALG00000043052", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "Q52Z74"}, {"Ensembl": "ENSGALG00000030270", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5P532"}, {"ZFIN": "ZDB-GENE-140820-7", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7FE17"}, {"ZFIN": "ZDB-GENE-050417-464", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "B8JM90"}, {"Ensembl": "ENSDARG00000055813", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0R4IZK4"}, {"ZFIN": "ZDB-GENE-140820-11", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "X1WF83"}, {"ZFIN": "ZDB-GENE-140820-8", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1RAH2"}, {"Ensembl": "ENSDARG00000051711", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1QKU1"}, {"ZFIN": "ZDB-GENE-140820-5", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1RAH3"}, {"Ensembl": "ENSDARG00000016227", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7F1M4"}, {"Ensembl": "ENSDARG00000103049", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0G2L594"}, {"ZFIN": "ZDB-GENE-140820-13", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0G2KIH5"}, {"Ensembl": "ENSDARG00000096940", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "X1WF74"}, {"Ensembl": "ENSDARG00000115781", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A2R8QQR6"}, {"ZFIN": "ZDB-GENE-130206-11", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1R6J5"}, {"ZFIN": "ZDB-GENE-070424-4", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A4FUM4"}, {"ZFIN": "ZDB-GENE-040426-2149", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A8E7F4"}, {"ZFIN": "ZDB-GENE-130206-5", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "U6BNE9"}, {"ZFIN": "ZDB-GENE-030916-1", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0N4SU34"}, {"ZFIN": "ZDB-GENE-130206-9", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1Q8P0"}, {"ZFIN": "ZDB-GENE-070705-176", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A8E7F2"}, {"Ensembl": "ENSDARG00000059039", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7F9I1"}, {"ZFIN": "ZDB-GENE-990415-145", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "Q6GMG0"}, {"Ensembl": "ENSDARG00000039164", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7FAH6"}, {"ZFIN": "ZDB-GENE-060825-152", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E9QCH2"}], "uniprot_kb": "P15813"}, "pathway": {"kegg": [{"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}, {"id": "hsa05146", "name": "Amoebiasis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}]}, "pdb": ["1ZT4", "2PO6", "3HUJ", "3SDX", "3TZV", "3U0P", "3VWJ", "3VWK", "4EN3", "4LHU", "4MNG", "4MQ7", "4WO4", "4WW2", "4WWK", "6V7Y", "6V7Z", "6V80", "8SGB", "8SGM", "8SOS"], "pfam": ["PF07654", "PF16497"], "pharmgkb": "PA26196", "pharos": {"target_id": 7188, "tdl": "Tbio"}, "pir": "S07715", "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246959", "relationship": "is"}, {"id": "GNF246960", "relationship": "is"}, {"id": "GNF246961", "relationship": "is"}, {"id": "GNF246962", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156911", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF038122", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002259", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF237235", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106013", "relationship": "is"}, {"id": "GNF145659", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001306074.1", "NP_001358690.1", "NP_001358691.1", "NP_001358692.1", "NP_001757.1", "XP_047289901.1", "XP_054195527.1", "XP_054195528.1"], "rna": ["NM_001319145.2", "NM_001371761.1", "NM_001371762.2", "NM_001371763.1", "NM_001766.4", "XM_047433945.1", "XM_054339552.1", "XM_054339553.1"], "translation": [{"protein": "NP_001306074.1", "rna": "NM_001319145.2"}, {"protein": "XP_054195528.1", "rna": "XM_054339553.1"}, {"protein": "XP_054195527.1", "rna": "XM_054339552.1"}, {"protein": "NP_001358692.1", "rna": "NM_001371763.1"}, {"protein": "NP_001757.1", "rna": "NM_001766.4"}, {"protein": "NP_001358691.1", "rna": "NM_001371762.2"}, {"protein": "NP_001358690.1", "rna": "NM_001371761.1"}, {"protein": "XP_047289901.1", "rna": "XM_047433945.1"}]}, "reporter": {"HG-U133_Plus_2": "205789_at", "HG-U95Av2": "38567_at", "HG-U95B": "44264_at", "HTA-2_0": "TC01001337.hg.1", "HuEx-1_0": "2362157", "HuGene-1_1": "7906330", "HuGene-2_1": "16672306"}, "summary": "This gene encodes a divergent member of the CD1 family of transmembrane glycoproteins, which are structurally related to the major histocompatibility complex (MHC) proteins and form heterodimers with beta-2-microglobulin. The CD1 proteins mediate the presentation of primarily lipid and glycolipid antigens of self or microbial origin to T cells. The human genome contains five CD1 family genes organized in a cluster on chromosome 1. The CD1 family members are thought to differ in their cellular localization and specificity for particular lipid ligands. The protein encoded by this gene localizes to late endosomes and lysosomes via a tyrosine-based motif in the cytoplasmic tail. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jan 2016].", "symbol": "CD1D", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413210"}, "unigene": ["Hs.731511", "Hs.1799"], "uniprot": {"Swiss-Prot": "P15813", "TrEMBL": ["A0A669KAZ2", "A0A669KB34"]}, "wikipedia": {"url_stub": "CD1D"}}