{"AllianceGenome": "11922", "HGNC": "11922", "MIM": "186711", "_id": "939", "_version": 1, "accession": {"genomic": ["AC005840.2", "AY504961.1", "CH471116.2", "CP068266.2", "HI179022.1", "HI574192.1", "JA323323.1", "JB239787.1", "KF570263.1", "NC_000012.12", "NC_060936.1", "NG_031995.1"], "protein": ["AAA58411.1", "AAH12160.1", "AAR84239.1", "BAG38087.1", "CBX47585.1", "CBX53820.1", "CCA78935.1", "CDH61611.1", "EAW88800.1", "NP_001233.2", "NP_001400192.1", "NP_001400193.1", "NP_001400194.1", "NP_001400195.1", "NP_001400196.1", "NP_001400197.1", "P26842.2", "XP_011519344.1", "XP_016875723.1", "XP_047285856.1", "XP_054229842.1", "XP_054229843.1", "XP_054229844.1"], "rna": ["AK315732.1", "BC012160.1", "BI225100.1", "M63928.1", "NM_001242.5", "NM_001413263.1", "NM_001413264.1", "NM_001413265.1", "NM_001413266.1", "NM_001413267.1", "NM_001413268.1", "NR_182125.1", "NR_182126.1", "NR_182127.1", "NR_182128.1", "XM_011521042.4", "XM_017020234.2", "XM_047429900.1", "XM_054373867.1", "XM_054373868.1", "XM_054373869.1"], "translation": [{"protein": "XP_054229843.1", "rna": "XM_054373868.1"}, {"protein": "AAH12160.1", "rna": "BC012160.1"}, {"protein": "XP_011519344.1", "rna": "XM_011521042.4"}, {"protein": "NP_001400196.1", "rna": "NM_001413267.1"}, {"protein": "XP_016875723.1", "rna": "XM_017020234.2"}, {"protein": "BAG38087.1", "rna": "AK315732.1"}, {"protein": "NP_001400193.1", "rna": "NM_001413264.1"}, {"protein": "NP_001233.2", "rna": "NM_001242.5"}, {"protein": "NP_001400195.1", "rna": "NM_001413266.1"}, {"protein": "XP_054229844.1", "rna": "XM_054373869.1"}, {"protein": "AAA58411.1", "rna": "M63928.1"}, {"protein": "XP_047285856.1", "rna": "XM_047429900.1"}, {"protein": "NP_001400192.1", "rna": "NM_001413263.1"}, {"protein": "XP_054229842.1", "rna": "XM_054373867.1"}, {"protein": "NP_001400194.1", "rna": "NM_001413265.1"}, {"protein": "NP_001400197.1", "rna": "NM_001413268.1"}]}, "alias": ["S152", "S152. LPFS2", "T14", "TNFRSF7", "Tp55"], "ensembl": {"gene": "ENSG00000139193", "protein": "ENSP00000266557", "transcript": ["ENST00000266557", "ENST00000541233"], "translation": [{"protein": "ENSP00000266557", "rna": "ENST00000266557"}], "type_of_gene": "protein_coding"}, "entrezgene": "939", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.8171463293, "exp_mis": 94.4324504925, "exp_syn": 38.7694485703, "lof_z": 2.54074716936986, "mis_z": 0.122433359619566, "mu_lof": 8.55249476996e-07, "mu_mis": 8.41597228234e-06, "mu_syn": 3.31218604714e-06, "n_lof": 3.0, "n_mis": 92.0, "n_syn": 39.0, "p_li": 0.266793352840931, "p_null": 0.00546260757788531, "p_rec": 0.727744039581183, "syn_z": -0.0229546022908299}, "bp": 783, "cds_end": 6560558, "cds_start": 6554261, "n_exons": 6, "nonpsych": {"exp_lof": 10.5764048632, "exp_mis": 85.3512297008, "exp_syn": 34.9708396833, "lof_z": 2.28794787694464, "mis_z": 0.0191755724230121, "mu_lof": 8.55249476996e-07, "mu_mis": 8.41597228234e-06, "mu_syn": 3.31218604714e-06, "n_lof": 3.0, "n_mis": 85.0, "n_syn": 33.0, "p_li": 0.206462391830026, "p_null": 0.0114706569574275, "p_rec": 0.782066951212547, "syn_z": 0.209827247165179}, "nontcga": {"exp_lof": 10.8601510114, "exp_mis": 86.8662366916, "exp_syn": 35.6562706279, "lof_z": 2.65218882525835, "mis_z": 0.420485786309381, "mu_lof": 8.55249476996e-07, "mu_mis": 8.41597228234e-06, "mu_syn": 3.31218604714e-06, "n_lof": 2.0, "n_mis": 79.0, "n_syn": 37.0, "p_li": 0.580055745033068, "p_null": 0.00228415378833101, "p_rec": 0.417660101178601, "syn_z": -0.142484085643043}, "transcript": "ENST00000266557.3"}, "exons": [{"cdsend": 6451392, "cdsstart": 6445095, "chr": "12", "position": [[6444954, 6445231], [6445423, 6445555], [6450172, 6450352], [6450540, 6450630], [6450894, 6451014], [6451267, 6451713]], "strand": 1, "transcript": "NM_001242", "txend": 6451713, "txstart": 6444954}], "exons_hg19": [{"cdsend": 6560558, "cdsstart": 6554261, "chr": "12", "position": [[6554120, 6554397], [6554589, 6554721], [6559338, 6559518], [6559706, 6559796], [6560060, 6560180], [6560433, 6560879]], "strand": 1, "transcript": "NM_001242", "txend": 6560879, "txstart": 6554120}], "generif": [{"pubmed": 11801693, "text": "Functionally differentiated Vgamma9delta2+ T cells lack CD27 expression and are found in reduced numbers in immunocompromised hosts (such as healthy newborns and HIV-infected adults) and during active pulmonary tuberculosis."}, {"pubmed": 11976819, "text": "Increased levels of soluble CD27 in the cerebrospinal fluid are not diagnostic for leptomeningeal involvement by lymphoid malignancies.The positive predictive value of sCD27 determination for LI was only 54%, but the negative predictive value was 92%."}, {"pubmed": 12009595, "text": "intragraft gene expression is a risk factor for acute cardiac allograft rejection"}, {"pubmed": 12197885, "text": "IL-10 enhances B-cell IgE synthesis by promoting differentiation into plasma cells, a process that is inhibited by CD27/CD70 interaction"}, {"pubmed": 12324477, "text": "CD27 and CD40 co-stimulatory signals regulated the p53-amplified apoptotic pathway in B cells through the inhibition of p53-independent apoptotic pathway primarily induced by BCR ligation"}, {"pubmed": 12464570, "text": "CD27(-) effector CD8(+) T cells might be required for adequate control of chronic viral infection and prevention of disease development."}, {"pubmed": 12685844, "text": "CD148 and CD27 are expressed in a wide range of B cell non-Hodgkin's lymphomas and do not serve to distinguish between neoplastic cells of naive and memory B cell derivation"}, {"pubmed": 12743427, "text": "In indolent lymphomas, sCD27 proved to be a powerful marker to predict progression-free survival (p = 0.008)."}, {"pubmed": 15230280, "text": "Systemic lupus erythematosus flares may relate to the retention of CD27+ memory B cells. (review)"}, {"pubmed": 15301860, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15356138, "text": "Signals through CD70 in B lymphocytes of CD70 transgenic mice result in enhanced cell cycle entry while preventing differentiation into IgG-secreting plasma cells."}, {"pubmed": 15685542, "text": "In primary biliary cirrhosis CpG led to a markedly high frequency of intracellular IgM-positive B cells, associated with high levels of synthesized IgM and identified to be a function of CD27(+) memory B cells."}, {"pubmed": 16272303, "text": "functional and lineage relationships of three distinct memory CD4 subpopulations distinguished by their expression of the cysteine chemokine receptor CCR7 and the TNFR family member CD27"}, {"pubmed": 16751420, "text": "Interaction of CD70 with CD27 plays a direct role in T cell activation mediated by IL-2."}, {"pubmed": 16802356, "text": "In systemic lupus erythematosus (SLE) patients, significant increases of CCR7-, CD27- and CCR7-, CD27+ and a reduction of CCR7+, CD27+ CD4 memory T cells were found."}, {"pubmed": 16951333, "text": "The memory B cell reservoir extends beyond the CD27+ compartment because B cells expressing surface IgG, but not CD27, have been found in human blood and provide further insights into B cell disorders of unknown etiology."}, {"pubmed": 17475894, "text": "In systemic lupus erythematosus, an increased frequency of CD27-negative memory cells is significantly associated with higher disease activity index and disease-specific autoantibodies."}, {"pubmed": 17548342, "text": "CD27-CD70 interactions may promote Th1 cell formation by permitting naive T cells to respond to differentiation signals and by promoting survival of activated effector T cells."}, {"pubmed": 17785788, "text": "Failure to increase surface expression of costimulatory molecules CD27 and CD28 following stimulation may contribute to naive T cell impairment in HIV infection."}, {"pubmed": 17942751, "text": "marginal zone-like IgM(+)CD27(+) B cells are clonally expanded in certain subjects with mixed cryoglobulinemia (MC) offers insight into mechanisms of HCV-associated MC and B-cell malignancy"}, {"pubmed": 18005092, "text": "Expression defines phenotypic stages in B cell precursor development."}, {"pubmed": 18216294, "text": "A functional role for sCD27 in WM(Waldenstrom macroglobulinemia) pathogenesis, along with its utility as a surrogate marker of disease and a target in the treatment of WM."}, {"pubmed": 18322179, "text": "Lack of CD27 expression on natural killer (NK) cells is associated with high cytolytic function and, in combination with CD56, allows a better definition of cytotoxic effector cells."}, {"pubmed": 18512812, "text": "a homogeneous subset of CD27-,IgD-,CD95+ memory B cells with an activated phenotype was identified in lupus patients"}, {"pubmed": 18774388, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19109206, "text": "CD70/CD27 interaction provides a critical stimulus for expanding effector T cells, enhancing their cytotoxic activity and improving the antileukemic effector response."}, {"pubmed": 19290077, "text": "The absolute number of B lymphocytes and the percentage of naive cells (CD23-/CD27-) decreased with age whereas there was an increase in memory cells (CD27+)."}, {"pubmed": 19556308, "text": "This is the first study which (i) extensively analyzes CD70 expression on human primary DC subsets and (ii) reveals that the CD70-CD27 interaction enhances not only Th1 but also Th2 differentiation of naive CD4+ T cells."}, {"pubmed": 19698733, "text": "A double-negative (IgD-CD27-) B cell population is increased in the peripheral blood of elderly people."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19776762, "text": "CD19(+)IgM(+)D(+)CD27(-ve) memory B cells may have a distinct lineage and function, and seem relevant to understanding origins of malignant B cells, in particular those of hairy cell leukemia cells, which display mutated V genes yet lack CD27 expression"}, {"pubmed": 19866343, "text": "higher proportion of protein-expressing B-cells in the blood of patients with systemic lupus erythematosus"}, {"pubmed": 20201989, "text": "the CD70-CD27 interaction may play an important role in inducing effective immune responses in dendritic cell-based"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20377416, "text": "The CD27(+) B-cell population was found to highly express CXCR3 in chronic hepatitis C (CHC), thus suggesting that the CD27(+) B-cell population was recruited from peripheral blood to the inflammatory site of the liver of CHC."}, {"pubmed": 20393787, "text": "Compared with tuberculin-positive controls, patients with bacterial culture-positive pulmonary TB had significantly reduced CD27 expression on antigen-specific CD4 T cells"}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20699361, "text": "In this review, CD27 and CD70 constitute a unique ligand and receptor pair which can activate innate and adaptive immunity as well as regulate immunity versus tolerance."}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20800938, "text": "no correlation between expression on T-lymphocytes and sera levels in children with asthma"}, {"pubmed": 20879061, "text": "CD27 may have a role in infection in systemic lupus erythematosus"}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21182090, "text": "These data collectively establish a novel role for the CD70-CD27 axis in human gammadelta T-cell activation and hence open new perspectives for its modulation in clinical settings."}, {"pubmed": 21237436, "text": "CD27(+) lymphocytes represent abnormal mononuclear cell populations in atrophic oral lichen planus (OLP) lesions indicating forms of OLP might exist with different pathogenesis, despite similar histology and clinical behavior."}, {"pubmed": 21277898, "text": "CD27 signalling does influence T(H) cell differentiation."}, {"pubmed": 21607290, "text": "Data show that CD27(+)/IgD(-)/ZAP70(+) memory B cells accumulate preferentially in the joints of RA, suggesting a dynamic maturation of the B cells in this compartment."}, {"pubmed": 22087280, "text": "down-regulation of CD27 on MTB-specific CD4 T cell could be used as a biomarker of active TB, potentially preceding clinical TB disease"}, {"pubmed": 22197273, "text": "gene deficiency is associated with combined immunodeficiency and symptomatic EBV viremia"}, {"pubmed": 22232214, "text": "Data show that in a mouse model of chronic myelogenous leukemia, BCR/ABL+ leukemia stem and progenitor cells express CD27, and reveal a mechanism by which adaptive immunity contributes to leukemia progression."}, {"pubmed": 22280534, "text": "serum sCD27 level is associated with CD27 expression on lymphoma cells, and may have a role in diffuse large B-cell lymphoma"}, {"pubmed": 22399187, "text": "These results indicate that CD27 and CD70 gene polymorphisms may affect the risk of breast cancer and show that some SNPs are associated with breast cancer characteristics in a northern Chinese population."}, {"pubmed": 22429370, "text": "Decreased CD27 on B lymphocytes in patients with primary hepatocellular carcinoma."}, {"pubmed": 22801960, "text": "lack of functional CD27 predisposes towards a combined immunodeficiency associated with potentially fatal EBV-driven hemo-phagocytosis, lymphoproliferation, and lymphoma development."}, {"pubmed": 23002119, "text": "IgM(+)IgD(+)CD27(+) but not switched B cells were strongly reduced in MYD88-, IRAK-4-, and TIRAP-deficient patients, but not UNC-93B-deficient patients."}, {"pubmed": 23263849, "text": "The expression of CD27 together with CD44 showed a relationship with several established risk factors as well as response to therapy, indicating the biological significance of these molecules in acute lymphoblastic leukemia"}, {"pubmed": 23456842, "text": "CD27 and CD28 costimulatory receptors play central roles in differentiation and activation of gamma-delta T Lymphocytes. (Review)"}, {"pubmed": 23576505, "text": "These results highlight the importance of the CD27-CD70 costimulation pathway for the development of CMV-specific T cell immunity during acute and persistent infection."}, {"pubmed": 23594958, "text": "Data indicate a unique expansion of CD27(high) plasmablasts in both the cerebrospinal fluid and periphery of transverse myelitis (TM). patients"}, {"pubmed": 23677477, "text": "We identified soluble CD27 as an immune modulator associated with enhanced human T cell activation"}, {"pubmed": 23738704, "text": "CD27positive B cells from common variable immunodeficiency (CVID) patients are more sensitive than CD27negative B cells to spontaneous apoptosis and less sensitive to rescue from apoptosis; these B cells fail to differentiate to memory or plasma cells."}, {"pubmed": 23747721, "text": "The CCR7+CD45RA-CD27+CD28+ central memory subset is significantly decreased in the peripheral blood CD4+ T cells from rheumatoid arthritis patients."}, {"pubmed": 24286662, "text": "A lower primary CD24(hi) CD27(+) CD19(+) B cells may be an immunologic aspect of new-onset SLE that may be a useful tool to evaluate lupus activity and monitor the response to therapy."}, {"pubmed": 24965774, "text": "Multiple layers of memory B cells to T cell- dependent antigens describe immunoglobulin IgM+ B cells representing a memory reservoir that can re-enter the germinal center, ensuring replenishment of class-switched memory CD27+ B cells."}, {"pubmed": 25006012, "text": "NFKB1, CD27, LAG3 and IKZF3 are new susceptibility genes for psoriasis."}, {"pubmed": 25843314, "text": "Novel mutations in TNFRSF7/CD27 cause EBV-associated lymphoproliferative disease/hemophagocytic lymphohistiocytosis, Hodgkin lymphoma, uveitis, and recurrent infections."}, {"pubmed": 26002513, "text": "results provide the first evidence for differential expression of CD27 among CLL prognostic groups, suggest a role for ZAP-70 dependent signaling in CD27 induction and implicate CD27 in cell-cell interactions with the lymphoid tissue microenvironment"}, {"pubmed": 26818544, "text": "HCV infection increased the frequency of CD4+CXCR5+ T cells and decreased the frequency of CD27+IgG+ B cells. CD4+CXCR5+ T cells activated CD27+IgG+ B cells via the secretion of IL-21."}, {"pubmed": 27467579, "text": "These findings support a potential new role for B cells in dengue pathogenesis, and sCD27 and sCD38 are novel biomarkers associated with clinical outcome during dengue virus infection."}, {"pubmed": 27556155, "text": "This study demonstrates increased level of sCD27 in patients with active vitiligo."}, {"pubmed": 27803044, "text": "Preclinical testing supports the safety and efficacy of a CD27-containing CAR targeting CD70-expressing tumors"}, {"pubmed": 27857173, "text": "The authors observed differential expression of CD95(Fas) in CD27(+) B-cells from cirrhotic patients that was inversely correlated with peripheral CD27(+) B-cell frequency. They conclude that peripheral CD27(+) memory B-cells in cirrhosis exhibit increased sensitivity to Fas-induced apoptosis in an activation-dependent manner to which endotoxin contributes, associated with reduced frequency of circulating memory B-cells."}, {"pubmed": 28011863, "text": "the CD70-CD27 pathway appears to be a crucial component of EBV-specific T cell immunity and more generally for the immune surveillance of B cells and may be a target for immunotherapy of B cell malignancies."}, {"pubmed": 28031480, "text": "activated CD70-expressing lymphocytes may trigger CD27 on AML blasts or stem/progenitor cells"}, {"pubmed": 28055081, "text": "This study demonstrated that Soluble CD27 in cerebrospinal fluid of patients with Clinically Isolated Syndrome was associated with multiple sclerosis diagnosis and a high relapse rate."}, {"pubmed": 28108506, "text": "High CD27 expression is associated with B-cell Lymphoma."}, {"pubmed": 28471362, "text": "Crystal structure of CD27 in complex with a neutralizing noncompeting antibody has been reported."}, {"pubmed": 28649984, "text": "Results suggests that CD27 could be a marker for poor prognosis for non-ETV6-RUNX1 B-cell precursor acute lymphoblastic leukemia."}, {"pubmed": 30230539, "text": "Study findings suggest that soluble CD27 (sCD27) is a disease marker for non-Hodgkin lymphoma (NHL) and add to the weight of evidence that elevated circulating soluble CD30 (sCD30) is a marker of increased NHL susceptibility."}, {"pubmed": 30423585, "text": "The level of cerebrospinal fluid CD27 was elevated in neuromyelitis optical spectrum disorder patients and correlated with disease activity."}, {"pubmed": 30464201, "text": "anti-CD40 and IL-21 induced normal and even higher levels of Bcl-XL, respectively, in CD27(+) B cells from AP-CVID, which was accompanied by cell viability increase. Thus low-survival memory B cells from AP-CVID can overcome their cell death regulation defects through pro-survival signals provided by T cells. In conclusion, we identify apoptosis regulation defects as disease-contributing factors in CVID."}, {"pubmed": 30953940, "text": "Elevated proportion of CD27 in T cells may contribute to distinct immune pathogenesis for different severities of AA"}, {"pubmed": 31523805, "text": "Prediagnostic serum sCD27 and sCD30 in serial samples and risks of non-Hodgkin lymphoma subtypes."}, {"pubmed": 31608054, "text": "CD27(+)CD38(hi) B Cell Frequency During Remission Predicts Relapsing Disease in Granulomatosis With Polyangiitis Patients."}, {"pubmed": 33308178, "text": "Genetic association study of interferon lambda 3, CD27, and human leukocyte antigen-DPB1 with dengue severity in Thailand."}, {"pubmed": 33439295, "text": "CD27 enhances the killing effect of CAR T cells targeting trophoblast cell surface antigen 2 in the treatment of solid tumors."}, {"pubmed": 33827115, "text": "CD27 is required for protective lytic EBV antigen-specific CD8+ T-cell expansion."}, {"pubmed": 34282858, "text": "CD27 mRNA expression in mycosis fungoides."}, {"pubmed": 34419446, "text": "Structural delineation and phase-dependent activation of the costimulatory CD27:CD70 complex."}, {"pubmed": 35154145, "text": "The Splenic Marginal Zone in Children Is Characterized by a Subpopulation of CD27-Negative, Lowly IGHV-Mutated B Cells."}, {"pubmed": 35958579, "text": "Early detection of soluble CD27, BTLA, and TIM-3 predicts the development of nosocomial infection in pediatric burn patients."}, {"pubmed": 35963463, "text": "Soluble Immune Checkpoint Protein CD27 Is a Novel Prognostic Biomarker of Hepatocellular Carcinoma Development in Hepatitis C Virus-Sustained Virological Response Patients."}, {"pubmed": 36508329, "text": "CD27 on human memory B cells-more than just a surface marker."}, {"pubmed": 36993956, "text": "Chronic CD27-CD70 costimulation promotes type 1-specific polarization of effector Tregs."}, {"pubmed": 37321014, "text": "Cerebrospinal fluid soluble CD27 is associated with CD8[+] T cells, B cells and biomarkers of B cell activity in relapsing-remitting multiple sclerosis."}, {"pubmed": 38279834, "text": "Soluble CD27 as a predictive biomarker for intra-tumoral CD70/CD27 interaction in nasopharyngeal carcinoma."}], "genomic_pos": {"chr": "12", "end": 6451718, "ensemblgene": "ENSG00000139193", "start": 6444955, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 6560884, "start": 6554033, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0007166", "pubmed": 8387892, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 14556986, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0016064", "pubmed": 14556986, "qualifier": "involved_in", "term": "immunoglobulin mediated immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 12324477, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045579", "pubmed": 10809378, "qualifier": "involved_in", "term": "positive regulation of B cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045582", "qualifier": "involved_in", "term": "positive regulation of T cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046330", "qualifier": "involved_in", "term": "positive regulation of JNK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070233", "qualifier": "involved_in", "term": "negative regulation of T cell apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090717", "pubmed": 28011863, "qualifier": "involved_in", "term": "adaptive immune memory response involving T cells and B cells"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097191", "pubmed": 9177220, "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0160162", "pubmed": 8387892, "qualifier": "involved_in", "term": "CD27 signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1901224", "pubmed": 12324477, "qualifier": "involved_in", "term": "positive regulation of non-canonical NF-kappaB signal transduction"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 12624711, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 28011863, "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 12324477, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004888", "pubmed": 28011863, "qualifier": "enables", "term": "transmembrane signaling receptor activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0004888", "pubmed": 14556986, "qualifier": "enables", "term": "transmembrane signaling receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9177220, 12324477, 16683188, 25910212, 32296183, 32814053, 36217029], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043027", "pubmed": 12324477, "qualifier": "enables", "term": "cysteine-type endopeptidase inhibitor activity involved in apoptotic process"}]}, "homologene": {"genes": [[9544, 712693], [9598, 451780], [9606, 939], [9615, 611674], [9913, 512514], [10090, 21940], [10116, 500318]], "id": 74386}, "interpro": [{"desc": "TNFR/NGFR cysteine-rich region", "id": "IPR001368", "short_desc": "TNFR/NGFR_Cys_rich_reg"}, {"desc": "Tumour necrosis factor receptor 7", "id": "IPR022328", "short_desc": "TNFR_7"}, {"desc": "Tumour necrosis factor receptor 7, N-terminal", "id": "IPR034000", "short_desc": "TNFRSF7_N"}], "ipi": "IPI00002435", "map_location": "12p13.31", "name": "CD27 molecule", "other_names": ["CD27 antigen", "CD27L receptor", "T cell activation antigen S152", "T-cell activation antigen CD27", "tumor necrosis factor receptor superfamily, member 7"], "pantherdb": {"HGNC": "11922", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88326", "ortholog_type": "LDO", "panther_family": "PTHR47496", "taxid": 10090, "uniprot_kb": "P41272"}, {"RGD": "1560499", "ortholog_type": "LDO", "panther_family": "PTHR47496", "taxid": 10116, "uniprot_kb": "Q501W2"}, {"ZFIN": "ZDB-GENE-160113-60", "ortholog_type": "LDO", "panther_family": "PTHR47496", "taxid": 7955, "uniprot_kb": "A0A140LFV5"}], "uniprot_kb": "P26842"}, "pathway": {"kegg": {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5669034", "name": "TNFs bind their physiological receptors"}]}, "pdb": ["5TL5", "5TLJ", "5TLK", "7KX0", "8DS5"], "pfam": "PF00020", "pharmgkb": "PA162382107", "pharos": {"target_id": 6818, "tdl": "Tbio"}, "pir": "A46517", "prosite": "PS50050", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247039", "relationship": "is"}, {"id": "GNF247040", "relationship": "is"}, {"id": "GNF247041", "relationship": "is"}, {"id": "GNF247042", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161195", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF014742", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF286552", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102339", "relationship": "is"}, {"id": "GNF141993", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_031995.1"], "protein": ["NP_001233.2", "NP_001400192.1", "NP_001400193.1", "NP_001400194.1", "NP_001400195.1", "NP_001400196.1", "NP_001400197.1", "XP_011519344.1", "XP_016875723.1", "XP_047285856.1", "XP_054229842.1", "XP_054229843.1", "XP_054229844.1"], "rna": ["NM_001242.5", "NM_001413263.1", "NM_001413264.1", "NM_001413265.1", "NM_001413266.1", "NM_001413267.1", "NM_001413268.1", "NR_182125.1", "NR_182126.1", "NR_182127.1", "NR_182128.1", "XM_011521042.4", "XM_017020234.2", "XM_047429900.1", "XM_054373867.1", "XM_054373868.1", "XM_054373869.1"], "translation": [{"protein": "XP_054229843.1", "rna": "XM_054373868.1"}, {"protein": "NP_001400196.1", "rna": "NM_001413267.1"}, {"protein": "XP_011519344.1", "rna": "XM_011521042.4"}, {"protein": "XP_016875723.1", "rna": "XM_017020234.2"}, {"protein": "NP_001400193.1", "rna": "NM_001413264.1"}, {"protein": "NP_001233.2", "rna": "NM_001242.5"}, {"protein": "NP_001400195.1", "rna": "NM_001413266.1"}, {"protein": "XP_054229844.1", "rna": "XM_054373869.1"}, {"protein": "XP_047285856.1", "rna": "XM_047429900.1"}, {"protein": "NP_001400192.1", "rna": "NM_001413263.1"}, {"protein": "XP_054229842.1", "rna": "XM_054373867.1"}, {"protein": "NP_001400194.1", "rna": "NM_001413265.1"}, {"protein": "NP_001400197.1", "rna": "NM_001413268.1"}]}, "reporter": {"HG-U133_Plus_2": "206150_at", "HG-U95Av2": "38578_at", "HTA-2_0": "TC12000080.hg.1", "HuEx-1_0": "3402506", "HuGene-1_1": "7953333", "HuGene-2_1": "16747261"}, "summary": "The protein encoded by this gene is a member of the TNF-receptor superfamily. This receptor is required for generation and long-term maintenance of T cell immunity. It binds to ligand CD70, and plays a key role in regulating B-cell activation and immunoglobulin synthesis. This receptor transduces signals that lead to the activation of NF-kappaB and MAPK8/JNK. Adaptor proteins TRAF2 and TRAF5 have been shown to mediate the signaling process of this receptor. CD27-binding protein (SIVA), a proapoptotic protein, can bind to this receptor and is thought to play an important role in the apoptosis induced by this receptor. [provided by RefSeq, Jul 2008].", "symbol": "CD27", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1824668"}, "unigene": "Hs.355307", "uniprot": {"Swiss-Prot": "P26842"}, "wikipedia": {"url_stub": "CD27"}}