{"AllianceGenome": "1653", "HGNC": "1653", "MIM": "186760", "_id": "940", "_version": 2, "accession": {"genomic": ["AC125238.5", "AF411057.1", "AH002636.2", "CH471063.1", "CP068276.2", "EF064755.1", "NC_000002.12", "NC_060926.1", "NG_029618.1"], "protein": ["AAA51944.1", "AAA51945.1", "AAA60581.1", "AAF33792.1", "AAF33793.1", "AAF33794.1", "AAH93698.1", "AAI12086.1", "AAL40931.1", "AAY24123.1", "ABK41938.1", "BAF85675.1", "BAG36118.1", "BAG64473.1", "CAC29237.1", "CAD57003.1", "EAW70347.1", "EAW70348.1", "EAW70349.1", "EAW70350.1", "EAW70351.1", "NP_001230006.1", "NP_001230007.1", "NP_001397910.1", "NP_006130.1", "P10747.1"], "rna": ["AA311148.1", "AF222341.1", "AF222342.1", "AF222343.1", "AJ295273.1", "AJ517504.1", "AK292986.1", "AK303421.1", "AK313313.1", "AW241446.1", "BC093698.1", "BC112085.1", "BF509568.1", "DA939711.1", "J02988.1", "NM_001243077.2", "NM_001243078.2", "NM_001410981.1", "NM_006139.4"], "translation": [{"protein": "NP_006130.1", "rna": "NM_006139.4"}, {"protein": "AAF33792.1", "rna": "AF222341.1"}, {"protein": "AAF33793.1", "rna": "AF222342.1"}, {"protein": "NP_001230007.1", "rna": "NM_001243078.2"}, {"protein": "AAH93698.1", "rna": "BC093698.1"}, {"protein": "BAG64473.1", "rna": "AK303421.1"}, {"protein": "CAD57003.1", "rna": "AJ517504.1"}, {"protein": "AAI12086.1", "rna": "BC112085.1"}, {"protein": "NP_001230006.1", "rna": "NM_001243077.2"}, {"protein": "NP_001397910.1", "rna": "NM_001410981.1"}, {"protein": "CAC29237.1", "rna": "AJ295273.1"}, {"protein": "BAF85675.1", "rna": "AK292986.1"}, {"protein": "AAF33794.1", "rna": "AF222343.1"}, {"protein": "BAG36118.1", "rna": "AK313313.1"}, {"protein": "AAA60581.1", "rna": "J02988.1"}]}, "alias": ["IMD123", "Tp44"], "ensembl": {"gene": "ENSG00000178562", "protein": ["ENSP00000324890", "ENSP00000363605", "ENSP00000393648"], "transcript": ["ENST00000324106", "ENST00000374481", "ENST00000458610"], "translation": [{"protein": "ENSP00000363605", "rna": "ENST00000374481"}, {"protein": "ENSP00000393648", "rna": "ENST00000458610"}, {"protein": "ENSP00000324890", "rna": "ENST00000324106"}], "type_of_gene": "protein_coding"}, "entrezgene": "940", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.91051891, "exp_mis": 75.8809047, "exp_syn": 33.245462, "lof_z": 2.00080279849198, "mis_z": 0.161762730683656, "mu_lof": 3.73703081975e-07, "mu_mis": 6.54926416284e-06, "mu_syn": 2.78627474025e-06, "n_lof": 1.0, "n_mis": 73.0, "n_syn": 34.0, "p_li": 0.511989197368705, "p_null": 0.0180375399907698, "p_rec": 0.469973262640526, "syn_z": -0.0811270178936221}, "bp": 663, "cds_end": 204599635, "cds_start": 204571419, "n_exons": 4, "nonpsych": {"exp_lof": 5.2670476, "exp_mis": 68.5970009, "exp_syn": 30.0078096, "lof_z": 1.82597917261004, "mis_z": 0.27995203508429, "mu_lof": 3.73703081975e-07, "mu_mis": 6.54926416284e-06, "mu_syn": 2.78627474025e-06, "n_lof": 1.0, "n_mis": 64.0, "n_syn": 32.0, "p_li": 0.481925809160267, "p_null": 0.0267370637782906, "p_rec": 0.491337127061442, "syn_z": -0.228969217238938}, "nontcga": {"exp_lof": 5.42963183, "exp_mis": 69.8023916, "exp_syn": 30.57778135, "lof_z": 1.87526939869481, "mis_z": 0.107479045514465, "mu_lof": 3.73703081975e-07, "mu_mis": 6.54926416284e-06, "mu_syn": 2.78627474025e-06, "n_lof": 1.0, "n_mis": 68.0, "n_syn": 28.0, "p_li": 0.47522617111217, "p_null": 0.0234470882045325, "p_rec": 0.501326740683297, "syn_z": 0.295165199542571}, "transcript": "ENST00000324106.8"}, "exons": [{"cdsend": 203734912, "cdsstart": 203706696, "chr": "2", "position": [[203706638, 203706748], [203726632, 203726698], [203729647, 203729772], [203734783, 203738912]], "strand": 1, "transcript": "NM_001243077", "txend": 203738912, "txstart": 203706638}, {"cdsend": 203734912, "cdsstart": 203706696, "chr": "2", "position": [[203706474, 203706748], [203729647, 203729772], [203734783, 203738912]], "strand": 1, "transcript": "NM_001243078", "txend": 203738912, "txstart": 203706474}, {"cdsend": 203734912, "cdsstart": 203706696, "chr": "2", "position": [[203706638, 203706748], [203726632, 203726989], [203729647, 203729772], [203734783, 203738912]], "strand": 1, "transcript": "NM_006139", "txend": 203738912, "txstart": 203706638}], "exons_hg19": [{"cdsend": 204599635, "cdsstart": 204571419, "chr": "2", "position": [[204571361, 204571471], [204591355, 204591421], [204594370, 204594495], [204599506, 204603635]], "strand": 1, "transcript": "NM_001243077", "txend": 204603635, "txstart": 204571361}, {"cdsend": 204599635, "cdsstart": 204571419, "chr": "2", "position": [[204571197, 204571471], [204594370, 204594495], [204599506, 204603635]], "strand": 1, "transcript": "NM_001243078", "txend": 204603635, "txstart": 204571197}, {"cdsend": 204599635, "cdsstart": 204571419, "chr": "2", "position": [[204571361, 204571471], [204591355, 204591712], [204594370, 204594495], [204599506, 204603635]], "strand": 1, "transcript": "NM_006139", "txend": 204603635, "txstart": 204571361}], "generif": [{"pubmed": 11500828, "text": "Participation of this protein augments T cell receptor/CD3 antigen phosphoinositide signaling."}, {"pubmed": 11685455, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 11713465, "text": "role in t lymphocyte activation"}, {"pubmed": 11714771, "text": "T cells grafted with a recombinant CD28/CDzeta signaling receptor secrete high amounts of IL-2 upon antigen binding without exogenous B7/CD28 costimulation, demonstrating that complete T cell activation can be delivered by one chimeric receptor molecule."}, {"pubmed": 11826026, "text": "CD28 gene region is associated with genetic susceptibility to celiac disease in UK families."}, {"pubmed": 11826754, "text": "The B7-CD28/CTLA-4 costimulatory pathway has a dominant role in regulating T-cell activation. Antagonists enable graft survival and suppress autoimmunity."}, {"pubmed": 11830501, "text": "Blockade of B7/CD28 costimulation in mixed lymphocyte reaction cultures results in the generation of alternatively activated macrophages, which suppress T-cell responses,and perhaps play a critical role in the induction of transplantation tolerance."}, {"pubmed": 11877290, "text": "characterizion of a splice variant (isoform)CD28i which, via noncovalent association with CD28, plays a role as a costimulatory signal amplifier in human T cells"}, {"pubmed": 11884439, "text": "The phosphatidylinositol 3-hydroxykinase-protein kinase B pathway links CD28 to cell cycle progression in primary T cells."}, {"pubmed": 11916166, "text": "novel simultaneous presence of eight different mRNA isoforms, all observed together in normal human T cells; this is an interesting finding in the study of CD28 mRNA structural variants"}, {"pubmed": 11932928, "text": "PTEN expression was up-regulated on RNA and protein level in freshly isolated human CD4(+) T cells following stimulation with CD28 or CD2."}, {"pubmed": 11958588, "text": "CD28 function: a balance of costimulatory and regulatory signals. Review."}, {"pubmed": 11986289, "text": "Endotoxin-induced lymphopenia was constituted mainly by cells with an immature phenotype (CD45RA(+) CD45RO(-)) that were less likely to undergo apoptosis (CD28(+))"}, {"pubmed": 12036883, "text": "The signaling event mediated by CD28 engagement has been proposed to have 2 pathways; the Cyclosporin A-resistant pathway is sensitive to the immunosuppressive drug rapamycin."}, {"pubmed": 12050373, "text": "results suggest that there is an unusual CD28 expression pattern in patients with acute infectious mononucleosis, namely, the presence of a functional CD28-intermediate subset among CD8 T cells"}, {"pubmed": 12059054, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12077252, "text": "CD28-dependent signaling directly influences HIV-1 replication by targeting the activity of the viral factor Tat."}, {"pubmed": 12097397, "text": "Neutrophil-expressed CD28 modulates not only granulocyte migration in vitro but also induction and secretion of IFN-gamma at the site of cocultured Leishmania-infected macrophages."}, {"pubmed": 12121659, "text": "CD28 costimulation functions to increase glycolytic flux, allowing T cells to anticipate energetic and biosynthetic needs associated with a sustained response."}, {"pubmed": 12195013, "text": "integration of the CD28 costimulatory signal in T cell activation"}, {"pubmed": 12195015, "text": "role of ligation in modulating TCR-induced transcriptional profiles"}, {"pubmed": 12207353, "text": "CD28 reversely regulates IL-10 on re-activation of human effector T cells with mature dendritic cells. The CD28/B7 pathway acted as a potent attenuator of IL-10 release."}, {"pubmed": 12297341, "text": "APC-dependent impairment of T cell proliferation in aging: role of CD28- and IL-12/IL-15-mediated signaling"}, {"pubmed": 12324461, "text": "nucleolin and the A isoform of heterogeneous nuclear ribonucleoprotein-D0 (hnRNP-D0A), were identified to be among the key components of the site alpha complex in cells with inactive CD28"}, {"pubmed": 12377947, "text": "CD28 ligation, IL-13 was released by eosinophils"}, {"pubmed": 12393716, "text": "dependence of differential chemokine expression profiles in human peripheral blood T lymphocytes on CD28 and calcineurin signaling"}, {"pubmed": 12434947, "text": "CD28, but not CD40L, expression is indispensable for the generation of CD4+ CD25+ regulatory T-cells that suppress GVH reactivity after BMT."}, {"pubmed": 12482386, "text": "dependence of antigen-specific telomerase inducibility on CD28"}, {"pubmed": 12506015, "text": "Cytokines were tested for ability to reinduce CD28 expression on T4 cells. Costimulation of the T-cell & IL-12 receptors induced CD28 transcription in about 50%. CD28 up-regulation by IL-12 correlated with CD28-initiator protein complex reassemby."}, {"pubmed": 12626540, "text": "CD28 activates NF-kappa B independently of T cell receptor by cooperating with Vav-1 and IKK alpha subunit of I kappa B kinase in both Jurkat and primary T cells."}, {"pubmed": 12842899, "text": "Tyrosine 200 of CD28 is required for efficient expression of HIV-1 transcription in activated T cells."}, {"pubmed": 12864988, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12864988, "text": "Polymorphism of CD28 (CD28-I3 + 17) does not affect the risk of developing multiple sclerosis and has no influence on the course and progression of disease."}, {"pubmed": 12928366, "text": "CD28 appears to mediate actin polymerization in human T cells through the activation of the small Rho GTPase Cdc42."}, {"pubmed": 12952926, "text": "transition within memory CD4+ T cells from CD28 dependence in central memory cells to functional independence and then loss of CD28 expression in effector cells."}, {"pubmed": 12963692, "text": "Results suggest that the loss of CD28 expression during differentiation of memory/effector CD8+ T cells represents a decisive step in establishing regulation of responding CD8+ T cells."}, {"pubmed": 14550257, "text": "CD28 has a role in regulating the signaling cascades for T-cell proliferation and IL-10 production"}, {"pubmed": 14642527, "text": "apoptosis plays a key role in the age-related decline of CD28 expression and in immunosenescence"}, {"pubmed": 14697933, "text": "The number of CD4+CD28- cells in patients after renal transplantation, especially in graft recipients with chronic graft rejection, suggests a role of these cells in chronic graft destruction."}, {"pubmed": 14975605, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14975605, "text": "There was a significant increase of the CD28 -372 G allele frequency in multiple sclerosis (MS) patients vs. controls."}, {"pubmed": 14984593, "text": "CD28 phenotype of anti-HIV CTL evolves in parallel with disease progression and disease activity"}, {"pubmed": 15019278, "text": "a significant decrease of CD28+CD4+ and CD28+CD8+ T-cell percentage stimulated by PIII compared to its non-infected counterparts"}, {"pubmed": 15067037, "text": "CD28i, by functioning as a signaling adaptor, transduces CD40L signaling as well as CD28 signaling in human T cells."}, {"pubmed": 15079071, "text": "role as a key regulator of genes important for both survival and inflammation"}, {"pubmed": 15194762, "text": "down-regulated by SIVcpz and HIV-1 group N or O nef alleles"}, {"pubmed": 15214045, "text": "CD28 signaling requires the SH3 domain of Tec as well as proline residues present in the intracytoplasmic tail of CD28"}, {"pubmed": 15280538, "text": "translocation to lipid rafts may play an important role in CD28 signaling"}, {"pubmed": 15284240, "text": "CD28-mediated up-regulation of RE/AP requires the ALX Src homology 2 domain"}, {"pubmed": 15353589, "text": "results suggest that CD26-caveolin-1 interaction plays a role in the up-regulation of CD86 on TT-loaded monocytes and subsequent engagement with CD28 on T cells, leading to antigen-specific T cell activation"}, {"pubmed": 15494485, "text": "CD28 signaling orchestrates both Src family kinase Lck and lipid raft recruitment to the immunological synapse to amplify T cell activation."}, {"pubmed": 15953005, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16005527, "text": "This study could not confirm association with the CD28/CTLA4/ICOS gene region in multiple sclerosis."}, {"pubmed": 16112024, "text": "A higher frequency of CD28 +17 C allele was detected in white (27%) in comparison with mulatto (15%) and black (13%) Brazilian populations."}, {"pubmed": 16112024, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16136471, "text": "down regulated in acute HIV infections of Jurkat cells, and acquisition by HIV positively affects HIV attachment and replication"}, {"pubmed": 16169852, "text": "ALX exerts its effect on IL-2 up-regulation in the cytoplasm and responds to TCR and CD28 signaling"}, {"pubmed": 16237465, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16339520, "text": "in human T4 cells in the absence of TCR ligation, CD28/CD86 interaction induced lipid raft polarization, activation of Vav1, increase in intracellular calcium, and nuclear translocation of NFKBp65, but not T cell proliferation or cytokine production"}, {"pubmed": 16493040, "text": "CD3/CD28 costimulation may further activate the T cell receptor (TCR) signaling pathway mediated by enhanced phosphorylation of phospholipase C-gamma/Src homology 2 domain-containing transforming protein 1/Grap2/Vav-1"}, {"pubmed": 16564528, "text": "an imbalance in CTLA-4/CD28 expression or suppressed T-cell activity at the maternal-fetal interface may confer susceptibility to unexplained pregnancy loss."}, {"pubmed": 16638702, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16638702, "text": "There are no major effects of the CD28/CTLA4/ICOS gene region on susceptibility to primary sclerosing cholangitis but minor contributions cannot be excluded."}, {"pubmed": 16698688, "text": "CB T cells could be expanded using paramagnetic microbeads covalently linked to anti-CD28 Ab."}, {"pubmed": 16708397, "text": "findings reveal that CD80 is a superior ligand for CD28, but that its interaction with CTLA-4 attenuates T cell responses; CD86 is a relatively weak costimulator but lacks inhibitory CTLA-4 interactions, leading to enhanced T cell expansion"}, {"pubmed": 16801532, "text": "CD28 signal is used to polarize the microtubule organizing center and cytolytic granules to the NK cell immune synapse by stimulating sustained extracellular signal-regulated kinase 2 activation"}, {"pubmed": 16818765, "text": "Maximal IL-2 promoter activation by CD28 ligation may primarily require activation of NF-kappa B by Gads."}, {"pubmed": 16969077, "text": "Thus, in primary T lymphocytes CD28 costimulation can directly regulate cell cycle progression by inducing transcription of the substrate recognition components of SCF(skp2) ubiquitin ligase that targets p27(kip1) for degradation."}, {"pubmed": 17015696, "text": "p110delta contributes significantly to Th cell expansion and differentiation in vitro and in vivo, also in the context of CD28 costimulation."}, {"pubmed": 17060905, "text": "Data indicate that CD28 binding to filamin A is required to induce the T-cell cytoskeletal rearrangements leading to recruitment of lipid microdomains and signalling mediators into the immunological synapse."}, {"pubmed": 17119120, "text": "T cells bearing a mutation in the CD28 cytoplasmic domain, which abrogates PI3K activation, displayed normal clonal expansion but defective localization to antigenic sites following antigenic rechallenge."}, {"pubmed": 17197413, "text": "With multiethnic DNA panels that represent a wide spectrum of ethnic groups, we demonstrate long-range linkage disequilibrium among CD28, CTLA4, and ICOS costimulatory genes."}, {"pubmed": 17237383, "text": "mitogenic CD28 signals require but do not activate the proximal TCR components TCRzeta and Zap-70 kinase. In cell lines lacking proximal TCR signaling, an early defect in the CD28 pathway is in phosphorylation of the adaptor molecule SLP-76"}, {"pubmed": 17242350, "text": "the WASp/SNX9/p85/CD28 complex enables a unique interface of endocytic, actin polymerizing, and signal transduction pathways required for CD28-mediated T cell costimulation"}, {"pubmed": 17284227, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17284227, "text": "These results may suggest that CD28 IVS3 +17TC genotype may be a risk factor for the development of BD, on the contrary CTLA-4 +49GG genotype may be protective in the studied Turkish population."}, {"pubmed": 17311991, "text": "analysis of a myeloma/DC cell-cell interaction involving CD28 that may play an important role in myeloma cell survival within the bone marrow stroma"}, {"pubmed": 17467674, "text": "the covalently linked dimeric structure of CD28 represents an important mechanistic determinant for the optimal costimulatory activity in the immunological synapse"}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17767555, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17785788, "text": "Failure to increase surface expression of costimulatory molecules CD27 and CD28 following stimulation may contribute to naive T cell impairment in HIV infection."}, {"pubmed": 17804530, "text": "CX3CL1/CX3CR1 axis might play a role in the induction and development of the endothelial dysfunction during rheumatoid arthritis"}, {"pubmed": 17878327, "text": "CD4+ CD25+ T regulatory lymphocytes associate with CD8+ CD28- T regulatory cells"}, {"pubmed": 17878391, "text": "4-1BB costimulation is essential for expanding memory CD8+ T cells ex vivo and is superior to CD28 costimulation for generating Ag-specific products for adoptive cell therapy"}, {"pubmed": 17899554, "text": "Superagonistic CD28 stimulation does not mimic classical costimulation; instead, it leads to a Ras/phosphatidylinositol-3-kinase/cofilin-independent state of unpolarized T cell activation."}, {"pubmed": 18097023, "text": "CD28 costimulation activates AKT to phosphorylate NF90 at Ser647 and phosphorylation triggers NF90 to relocate to the cytoplasm and stabilize IL-2 mRNA."}, {"pubmed": 18162511, "text": "Inhibition of T cells by CTLA-4 may be explained by reduction of CD28 on the cell surface, which might impede T cell response to stimulation."}, {"pubmed": 18174230, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18211507, "text": "CD28(-)CD8(+) T cells may compete for 'immune space' with T4 cells suppressing their proliferation and therefore delaying CD4(+) T-cells recovery in kidney transplantation."}, {"pubmed": 18246813, "text": "The expression of CD28 was increased while CTLA-4 decreased on the membranes of CD3+ CD4+ T cells in bone marrow of aplastic anemia patients."}, {"pubmed": 18295596, "text": "Our findings define a pathway involving CD28 binding to Grb-2 and its co-operativity with Vav1 in the regulation of T-cell co-stimulation."}, {"pubmed": 18337305, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18337305, "text": "Results showed an epistatic effect between CD28 and IFNG genes in susceptibility to cervical cancer."}, {"pubmed": 18389481, "text": "TCR-independent CD28 signals lead to the trans-activation of HIV-1 LTR in an NF-kappaB-dependent manner, via activation of the phosphatidylinositol 3-kinase/Akt signalling pathway."}, {"pubmed": 18390701, "text": "data show that IL-7- and TCR/CD28-mediated signaling differentially regulate IL-7Ralpha expression on human T cells with a transient and chronic effect, respectively."}, {"pubmed": 18396212, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18566382, "text": "hepatitis C virus envelope protein E2 is the only ligand known for CD81"}, {"pubmed": 18566447, "text": "anti-CD3/CD28 enhances vaccine efficacy by limiting the regulatory T cell response and promoting expansion of activated effector cells"}, {"pubmed": 18573819, "text": "Lack of CD28 antigen in cd4 T cells in multiple sclerosis produce patients whose disease is not significantly suppresse by treatment with interferon beta-1b."}, {"pubmed": 18617642, "text": "CD28 down-regulation on CD4 cells is associated with bronchiolitis obliterans syndrome and poor outcomes in lung transplantation recipients"}, {"pubmed": 18625635, "text": "Data suggest that a decrease in CD8+CD28- T cells may reflect impaired T-cell suppression and accordingly, increased T cell help to autoreactive B cells in patients with systemic lupus erythematosus."}, {"pubmed": 18680513, "text": "CTLA-4 and CD28 gene polymorphisms did not play an important role in Turkish patients with Colorectal cancer"}, {"pubmed": 18680513, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18684977, "text": "Human postthymic regulatory T cells require CD28 costimulation to expand and maintain potent suppressive function in vivo."}, {"pubmed": 18751903, "text": "Microarray analysis reveals similarity between CD8+CD28- T cells from young and elderly persons, but not of CD8+CD28+ T cells."}, {"pubmed": 18802089, "text": "In the T cell-dendritic cell synapse, transgenic murine CD80 clusters are colocalized with CD28 and protein kinase C theta, a characteristic of the central supramolecular activation cluster."}, {"pubmed": 18829987, "text": "engagement triggers NF-kappaB activation through the CARMA1-PKCtheta-Grb2/Gads axis"}, {"pubmed": 18989760, "text": "Report blocking effect of an immuno-suppressive agent, cynarin, on CD28 of T-cell receptor."}, {"pubmed": 19086656, "text": "The upregulated level of costimulatory molecules CD28/B7-2 and CD40/ CD40L on T cells and B cells may play an important role in the pathogenesis of allergic rhinitis."}, {"pubmed": 19109140, "text": "Functional integrity of CD28 receptor p56lck transgene and plasma membrane lipid rafts are all prerequisites for up-regulation and long-term expression of Foxp3 mRNA transcripts in CD4positive25(high)Foxp3positive regulatory T cell precursors."}, {"pubmed": 19202444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19203082, "text": "moderate exercise training in the elderly is associated with increased expression of CD28 on Th cells"}, {"pubmed": 19211796, "text": "Genetically redirected T cells have promise of targeting T lymphocytes to tumor antigens, confer resistance to the tumor microenvironment, and providing immunosurveillance"}, {"pubmed": 19214786, "text": "Studies indicate that CD28 two pathways costimulation can impact on many aspects of T cell activation, differentiation, and tolerance."}, {"pubmed": 19217084, "text": "in cells costimulated with CD80/86 that had downregulated CD28 expression and ceased to proliferate, reactivation of proliferation by 4-1BBL costimulation also restored their CD28 expression"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19284445, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19284445, "text": "polymorphisms in the CTLA-4 and CD28 genes may contribute to the increased risk of idiopathic ischemic stroke."}, {"pubmed": 19299722, "text": "These findings help elucidate the complex nature of CD28 gene regulation"}, {"pubmed": 19333372, "text": "evidence for an IL-2 and IFN-gamma-dependent mechanism of CD28-mediated IL-17 suppression."}, {"pubmed": 19380781, "text": "CD28null T cells are able to activate the expression of CD152; surface expression of CD152 regulates cell cycling in CD28null T cells and keeps them in a proliferative quiescent state."}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19672595, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19672595, "text": "these results suggest that the polymorphisms in the CD28, CTLA4 and ICOS genes at least do not modulate risk of melanoma and nor do those influence the disease prognosis in the investigated population."}, {"pubmed": 19735272, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19752224, "text": "CD4-positive CD28null and CD8-positive CD28null T cells are present and dominate the T cell infiltrates of inflamed muscles of patients with dermatomyositis and polymyositis."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19824886, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19852851, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19857736, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19857736, "text": "Relationship between CD28 gene polymorphisms and renal transplant outcomes by genotyping kidney transplant outcome and healthy controls."}, {"pubmed": 19898481, "text": "Genetic variants at CD28, is associated with rheumatoid arthritis risk"}, {"pubmed": 19898481, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913589, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913589, "text": "association between CD28 gene polymorphism and disease is restricted only to the well-differentiated cervical squamous cell carcinoma"}, {"pubmed": 19959217, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20113255, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20113255, "text": "The rs2140148 in CD28 was significantly associated with RA, comparing genotype frequencies in the dominant model (TT vs. TG and GG) of rs2140148, the TG and GG genotypes appeared to be decreased in RA patients."}, {"pubmed": 20126467, "text": "proliferative T-cell responses to antigen(s) resulting in CD28 down-regulation are associated with progression and manifestations of IPF, and suggest assays of circulating CD4 T-cells may identify patients at greatest risk for clinical deterioration"}, {"pubmed": 20137575, "text": "Data show that up-regulation of CD28 mRNA in peripheral blood T cells may play an important role in inhibiting oncogenesis and development of primary NSCLC in the elderly."}, {"pubmed": 20140740, "text": "results suggest that B7/CD28 family peripheral blood transcripts may serve as valuable markers reflecting the pathological features of colon cancer"}, {"pubmed": 20228198, "text": "Transgenic CD28 is required in a cell-intrinsic manner for the development of regulatory T (Treg) progenitor cells, which is largely dependent on a CD28 P(187)YAP, but not the Y(170)MNM, amino acid motif."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20368329, "text": "CD28 regulates HIV-1 provirus transcription through a complex interplay of positive and negative signals that may be manipulated to control HIV-1 transcription and replication"}, {"pubmed": 20371478, "text": "targeting costimulation blockade at CD28 preserves CTLA-4-dependent immune regulation and promotes allograft survival"}, {"pubmed": 20390280, "text": "Increase in CD28 serum levels may be the result of CD28 gene overexpression, which could be related to the decrease in CD28+ T cells, T-cell hyporesponsiveness and immune impairment that occurs in systemic lupus erythematosus."}, {"pubmed": 20433886, "text": "Data show that CD86 1057G>A, CTLA4-1722T>C, CTLA4-318C>T, CTLA4(AT)n, CD28(CAA)n, and D2S72(CA)n were found associated with susceptibility to pemphigus foliaceus."}, {"pubmed": 20433886, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20435510, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20470888, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20477885, "text": "2 samples, African & European,were analysed for SNPs, CD28 -372(G>A), & int3 17(T>C)& the microsatellite CD28 (CAA)n. no significant differences were found & none of the markers is a tag SNP in these populations."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20716621, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20814620, "text": "Report in vitro propagation and dynamics of T cells from skin biopsies by methods using interleukins-2 and -4 or anti-CD3/CD28 antibody-coated microbeads."}, {"pubmed": 20842443, "text": "CHD in Chinese population is strongly associated with HLA-DRB1*01 and DRB1*04 haplotypes, and formation of CD4(+)CD28(null) T cells was related to HLA-DRB1*01, DRB1*04, and DRB1*15 alleles."}, {"pubmed": 20844584, "text": "The functional status of CD8+ T cells is determined by CD28 but not NKG2D expression."}, {"pubmed": 20846283, "text": "CD28 IVS3 +17T>C polymorphism might be genetic susceptibility factor for cervical cancer in Chinese population."}, {"pubmed": 20846283, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20858890, "text": "CD28 costimulation of T-cells was found to augment the expression of Bcl-x substantially"}, {"pubmed": 20863851, "text": "The ultimate nature of CD28 signalling relies on its cytoplasmic tail and on its ability to recruit several signalling mediators involved in coupling CD28 to distinct NF-kappaB cascades."}, {"pubmed": 20962715, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20962715, "text": "These findings suggest that the CD28 gene may have significant role in the protection of active visceral leighmaniasis in the Iranian population."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21160481, "text": "these data suggest that preeclampsia is associated with ICOS, but is not associated with the CTLA-4 or CD28 gene polymorphisms."}, {"pubmed": 21268019, "text": "CD28-induced RelA is a key transcription factor of FOXP3 expression in human CD4(+)CD25(-) T cells."}, {"pubmed": 21277899, "text": "C-terminal proline-rich motif of CD28 are involved in the recruitment of FLNa/NIK complexes to the membrane as well as in the activation of NIK and IKKalpha."}, {"pubmed": 21291098, "text": "The CD28 gene c.534+17T> polymorphism does not represent an important risk factor for diabetes mellitus type 2 in a group of the Turkish population."}, {"pubmed": 21324454, "text": "Demonstrate that women with polycystic ovary syndrome showed an expansion of CD4(+)CD28(null) T cells, an aggressive population of T lymphocytes that has been recently associated with recurrent coronary instability and type 2 diabetes mellitus."}, {"pubmed": 21356099, "text": "Report the role of CD28 in allergen-induced T cell activation in allergic asthma and rhinitis."}, {"pubmed": 21384512, "text": "Flow cytometry measurements of CD28 expression by peripheral blood lymphocytes may facilitate the identification of liver transplant patients at a high risk of developing de novo malignancies."}, {"pubmed": 21508506, "text": "T allele in CD28 IVS3 +17T/C polymorphism is associated with a susceptibility to rheumatoid arthritis in Western Mexico"}, {"pubmed": 21530327, "text": "Similar to B7-1 and B7-2, B7-H2 costimulation via CD28 induced survival factor Bcl-xL, downregulated cell cycle inhibitor p27(kip1), and triggered signaling cascade of ERK and AKT kinase-dependent pathways"}, {"pubmed": 21540550, "text": "CD28 has a role in improving expansion and persistence of chimeric antigen receptor-modified T cells in lymphoma patients"}, {"pubmed": 21544637, "text": "The polymorphisms of the proximal promoter of CD28 were not associated with systemic lupus erythematosus, and the polymorphism -372 A/G was not associated with systemic lupus erythematosus or soluble CD28."}, {"pubmed": 21669243, "text": "The constellation of specific alleles in CTLA-4, CD28, and ICOS genes contributes to the susceptibility and clinical course of non-small-cell lung cancer."}, {"pubmed": 21677403, "text": "polymorphisms of three major genes involved in the regulation of immune response, CTLA4, CD28 and ICOS might be involved in development of the clinical variables of IgAN"}, {"pubmed": 21715687, "text": "Prototypic T cell costimulatory receptor CD28 is overexpressed on myeloma cells during disease progression and plays a previously unrecognized role as a two-way molecular bridge to support myeloid stromal cells in the microenvironment"}, {"pubmed": 21931534, "text": "CD28 uses its homodimer interface to bind staphylococcal enterotoxin B (SEB)."}, {"pubmed": 22013130, "text": "CD28 costimulation specifically induces signaling necessary for proper NF-kappaB activation, whereas CD2 signals more strongly to S6-ribosomal protein."}, {"pubmed": 22094905, "text": "Loss of CD28 expression is associated with systemic immunosuppression related to cervical cancer progression."}, {"pubmed": 22230325, "text": "Two genes, HK2 and CD28, emerged as potential culprits in diabetes-increased tuberculosis susceptibility."}, {"pubmed": 22385243, "text": "we demonstrate that engagement of CD28, by a single monoclonal antibody strongly activates the lamina propria T lymphocytes but not peripheral blood T lymphocytes through a PI3-kinase dependent signalling pathway."}, {"pubmed": 22503210, "text": "Cell surface expressed PD1:CD28 retains the capacity to bind PD-L1 resulting in T cell costimulation."}, {"pubmed": 22579879, "text": "Genetic variation in CD28 gene is associated with acute rejection of liver transplantation."}, {"pubmed": 22732586, "text": "CD28 signals are required for interleukin (IL)-2-mediated survival and proliferation of gammadelta T cell subsets following Plasmodium infection."}, {"pubmed": 22783574, "text": "CTLA-4 expression levels were higher in older subjects, with no difference in CD28 expression levels between younger/older individuals."}, {"pubmed": 22896637, "text": "CD28 enhances T cell proliferation during Listeria infection in transgenic mice via signals emanating from undiscovered sites in T-cell cytoplasmic tails."}, {"pubmed": 22917707, "text": "Results showed that serum sCTLA-4, sCD28, and CD80 but not CD86 concentrations in all RA patients were significantly higher than concentrations in healthy control subjects."}, {"pubmed": 23133541, "text": "CD28 gene polymorphisms contribute to sporadic breast cancer risk and have a significant association with clinicopathological features in a northeast Chinese Han population"}, {"pubmed": 23163888, "text": "findings show T(-) in CD28 + 17 (T/C) and the A(+) in CTLA-4 +49 (A/G) genotypes are associated with susceptibility to aggressive periodontal disease. study shows polymorphisms as potential genetic susceptibility markers of periodontitis."}, {"pubmed": 23411043, "text": "results indicate that CD28c.17+3T>C is associated with susceptibility to schizophrenia"}, {"pubmed": 23456842, "text": "CD27 and CD28 costimulatory receptors play central roles in differentiation and activation of gamma-delta T Lymphocytes. (Review)"}, {"pubmed": 23470321, "text": "Studies indicate co-stimulatory and co-inhibitory receptors B7-1, B7-2, CD28 and TNFRSF14 have a pivotal role in T cell biology, as they determine the functional outcome of T cell receptor (TCR) signalling."}, {"pubmed": 23483974, "text": "Melanoma patients were investigated for the occurrence of CD28 antibodies and the effect of the latter on overall and progress-free survival."}, {"pubmed": 23532603, "text": "We could show that CD4+CD28null cells are present in high amounts in lung tissue obtained from COPD GOLD IV patients suggesting a direct involvement of those cells in the pathophysiology of COPD."}, {"pubmed": 23589613, "text": "CD28 regulates phosphatidylinositol 4,5-biphosphate turnover by recruiting and activating phosphatidylinositol 4-phosphate 5-kinases alpha in human primary CD4( ) T lymphocytes."}, {"pubmed": 23747721, "text": "The CCR7+CD45RA-CD27+CD28+ central memory subset is significantly decreased in the peripheral blood CD4+ T cells from rheumatoid arthritis patients."}, {"pubmed": 23966623, "text": "early Ag-independent encounters are an important window for optimizing T cell responses to Ag by CD28"}, {"pubmed": 24043548, "text": "this study identified two crucial immune-related molecules-CD28 and NFATc1, as putative targets of miR-145 in human and experimental myasthenia gravis"}, {"pubmed": 24057239, "text": "The associations between costimulatory molecule gene polymorphisms including:  CTLA4, PD-1, ICOS and CD28 with active cytomegalovirus (CMV) infection were evaluated in hematopoietic stem cell transplant patients."}, {"pubmed": 24103478, "text": "results confirm the involvement of PTPN22 and CD28 genes in the genetic susceptibility to T1D"}, {"pubmed": 24163161, "text": "These results suggest that HVEM might play more important roles than CD28 in ConA-mediated T cell proliferation"}, {"pubmed": 24347824, "text": "Increased circulating level of HSP60 and HSP70 might play a role in initiation and/or progression of atherosclerosis in CKD subjects through perturbation of CD4(+)CD28(null) cells."}, {"pubmed": 24368148, "text": "The results of our study suggest an association between IVS3 +17T/C polymorphism in the CD28 gene and acute kidney allograft rejection."}, {"pubmed": 24374661, "text": "Data indicate that low CD28 superagonists concentrations favor Treg-cell expansion over pro-inflammatory cytokine release in vitro."}, {"pubmed": 24412596, "text": "these data identify CD28 as a novel receptor molecule that may contribute to amplify the inflammatory response in relapsing-remitting multiple sclerosis by favoring pro-inflammatory cytokine production and Th17 amplification"}, {"pubmed": 24548923, "text": "Data indicate that phosphorylation of Carma1 down-stream of TCR/CD28-dependent NF-kappaB induction is regulated in part by Akt."}, {"pubmed": 24564845, "text": "Results indicate that the CC genotype and C allele of PD.1.9 and TT genotype and the T allele of CD28 are genetic risk factors for development of a severe grade of GVHD."}, {"pubmed": 24726754, "text": "Loss of CD28 expression by liver-infiltrating T cells contributes to pathogenesis of primary sclerosing cholangitis."}, {"pubmed": 24782505, "text": "CD28 is an important mediator of Multiple myeloma survival during stress and can be targeted to overcome chemotherapy resistance."}, {"pubmed": 24927673, "text": "Studies suggest that CD28 T > C polymorphism (rs3116496) may have an increased risk of cancer in Asians."}, {"pubmed": 24951814, "text": "Investigation of organ sites, molecules, and cell subsets provides involvement in the priming of CD28 transgene-specific CD8 T cells following vaccination with a replication-deficient adenoviral vector."}, {"pubmed": 25013781, "text": "Thus, aberrant CD28 expression on circulating CD8+ T cells and the CD8+CD28+/CD8+CD28- T cells ratio reflect the dysregulation of T cell activation and are related to the pathogenesis of chronic HBV infection."}, {"pubmed": 25382658, "text": "Immature dendritic cells convert anergic nonregulatory T cells into Foxp3- IL-10+ regulatory T cells by engaging CD28 and CTLA-4."}, {"pubmed": 25448703, "text": "These findings confirm the role of PTPN22 and CD28 involved in the T cell activation pathway in the development of T1D in Tunisian families. Interestingly, ZAP70 and TCRbeta/CD3z seem to contribute to the susceptibility to the disease in our population."}, {"pubmed": 25482073, "text": "Human mesenchymal stromal cells enhance the immunomodulatory function of CD8(+)CD28(-) regulatory T cells."}, {"pubmed": 25497975, "text": "Five functional polymorphisms of B7/CD28 co-signaling molecules alter susceptibility to colorectal cancer."}, {"pubmed": 25534869, "text": "CD28 polymorphism, rs3116496, contributes to cancer susceptibility in the case of multiple cancers."}, {"pubmed": 25539813, "text": "our data provide evidence that Vav1 is the linker molecule that couples CD28 to PIP5Kalpha activation and strongly fit with a potential model in which CD28 regulates PIP2 synthesis and turnover in T lymphocytes."}, {"pubmed": 25787182, "text": "Data show that CD28 antigen costimulation modulates CD46 antigen surface expression on activated T cells."}, {"pubmed": 25829543, "text": "analysis of signaling pathways activated by CD28 during direct cell-cell contact by global analysis of protein phosphorylation"}, {"pubmed": 25998553, "text": "The CD28 gene polymorphisms may not only act in immune deregulation observed in schizophrenia, but may also influence the course of the illness by modifying the susceptibility to the co-occurrence of psychotic and affective symptoms"}, {"pubmed": 26041540, "text": "CD58/CD2 is the primary costimulatory pathway in human CD28-CD8+ T cells."}, {"pubmed": 26043137, "text": "study also uncovered a previously unappreciated role for Vav1 in crosstalk between the CD28 and TCR signaling pathways"}, {"pubmed": 26215444, "text": "The functional decline of invariant natural killer T cells was closely related to the decrease in CD28 expression and the increases of Tim-3 and PD-1."}, {"pubmed": 26277688, "text": "Among CD8+ T-lymphocytes, CD28+CD57+ cells represent a subset with some senescent features that are distinct from the CD28-CD57+ cells."}, {"pubmed": 26375412, "text": "In patients presenting with acute coronary syndrome, the CD4 + CD28null T cell percentage was higher in patients with non-ST-segment-elevation acute coronary syndrome versus those with STEMI."}, {"pubmed": 26403483, "text": "These findings indicate that the associations of the CTLA-4 and CD28 polymorphisms with the risk of renal cancer are worth further study in a larger group of patients."}, {"pubmed": 26405154, "text": "A highly recurrent novel missense mutation in CD28 among angioimmunoblastic T-cell lymphoma patients."}, {"pubmed": 26408701, "text": "Results showed lower and higher serum levels of CTLA4 and CD28 detected respectively in patients with colorectal cancer (CRC)and found an association of the CTLA4 -318C/T polymorphism in CRC patients."}, {"pubmed": 26719098, "text": "identified recurrent mutations in CD28 in peripheral T-cell lymphomas.  Molecular modeling studies on each of these mutations suggested how these mutants result in increased affinities."}, {"pubmed": 26819049, "text": "The CTLA4-CD28 gene fusion is likely a major contributor to the pathogenesis of T-cell lymphomas and represents a potential target for anti-CTLA4 cancer immunotherapy."}, {"pubmed": 26860071, "text": "Our data show that mast cells can costimulate human CD4(+) T cells to induce strong T-cell proliferation, but that therapies aiming at disrupting the interaction of CD28 and B7 molecules do not inhibit mast cell mediated T-cell activation."}, {"pubmed": 26885860, "text": "in complex with T cell receptor, promotes glycolysis"}, {"pubmed": 26950734, "text": "expansion of highly differentiated CD28null T cells is associated with a lower risk for early acute rejection after kidney transplantation"}, {"pubmed": 27108398, "text": "the upregulation of others syncytial molecules, including LAG3, CTLA4, CD28 and CD3, assisting the formation of syncytia with APC cells."}, {"pubmed": 27125674, "text": "this study shows that CD28 contributes to rheumatoid arthritis susceptibility in Egyptian"}, {"pubmed": 27314219, "text": "CD28 family receptors are potential clinical indicators for the rapid monitoring of changes in T cell function during CHB treatment."}, {"pubmed": 27381613, "text": "High CD28 Circulating Levels are associated with Breast Cancer."}, {"pubmed": 27460989, "text": "Mutation of the basic clusters in the CD28 cytoplasmic domain reduced the recruitment to the CD28-Lck complex of protein kinase Ctheta; (PKCtheta;), which serves as a key effector kinase in the CD28 signaling pathway."}, {"pubmed": 27488439, "text": "The eQTL mapping analysis revealed that the variations in CD28 and NFKB1 gene content might affect the abundance of transcripts of CD28 and Family with sequence similarity 177 member A1 (FAM177A1) genes, respectively. These results suggest that CD28 and NFKB1 gene variants may be associated with increased risks to IRM."}, {"pubmed": 27530312, "text": "In this study we systematically evaluated a series of CAR constructs targeting glypican-3 (GPC3), which is selectively expressed on several solid tumors. We compared GPC3-specific CARs that encoded CD3zeta (Gz) alone or with costimulatory domains derived from CD28 (G28z), 4-1BB (GBBz), or CD28 and 4-1BB (G28BBz)."}, {"pubmed": 27647348, "text": "the scaffolding role of RLTPR predominates during CD28 co-stimulation and underpins the similar function of RLTPR in human and mouse T cells."}, {"pubmed": 27878564, "text": "the expression of CD28 was lower in both Sjogren's syndrome and systemic sclerosis patients"}, {"pubmed": 27904907, "text": "The fraction of CD4(+)CD28(null) cells proved to be predictive on outcome in congestive heart failure-patients presenting with atrial fibrillation."}, {"pubmed": 27927989, "text": "Following phosphorylation of the tyrosine, the proteins growth factor receptor-bound protein 2 (Grb2), Grb2-related adaptor downstream of Shc (Gads), and p85 subunit of phosphoinositide 3-kinase may bind to pYMNM (where pY is phosphotyrosine) via their Src homology 2 (SH2) domains, leading to downstream signaling to distinct immune pathways. These three adaptor proteins bind to the same site on CD28 with variable affinity"}, {"pubmed": 28031007, "text": "Suggest that genetic polymorphisms of CD28 function as sex-dependent risk factors for development of acute rejection in an Iranian kidney transplant population."}, {"pubmed": 28087292, "text": "our data provide the first evidence of a strict link between the absence of CD28 and the expression of perforin, which is likewise enhanced by the expression of NKG2D, within selected CD4(+) T cells from cervical cancer patients."}, {"pubmed": 28102614, "text": "percentage of CD4(+) CD28(null) T-cells was significantly higher in type 1 diabetes patients with and without microvascular complications compared with controls"}, {"pubmed": 28392336, "text": "These preliminary results suggest that patients undergoing liver or kidney transplant can be stratified at high risk of EAR according to their CD28 molecule expression on peripheral CD4(+) T lymphocytes."}, {"pubmed": 28550199, "text": "CD3/28-activated T cells expanded in IL-7 and IL-15 produced greater expansion of memory stem T cells and central memory T cell-derived T cells compared with IL-2.  Our strategy provides a powerful tool to elucidate the characteristics of CAR-modified T cells, regardless of the protocol used for expansion, reveals the functional properties of each expanded T cell subset."}, {"pubmed": 28673752, "text": "The results of this study indicated that the CD28 rs3116496 polymorphism might impact the risk of schizophrenia, especially deficit schizophrenia."}, {"pubmed": 28711152, "text": "The mutant CD28 isoforms could accelerate tumor cell growth."}, {"pubmed": 29042364, "text": "Coexpression of CD200R-CD28 enhances function in WT1-specific T-cell receptor - transduced human primary T cells."}, {"pubmed": 29069644, "text": "The rs3116496 (T>C), rs3181098 (G>A) and rs3181100 (G>C) of CD28 were, respectively, found to be correlated with incremental susceptibility to recurrent spontaneous abortion under the allelic model."}, {"pubmed": 29089469, "text": "CD28 may be a tumor suppressor gene and rs3116496 polymorphism of CD28 gene showed positively correlation with the increased risk of breast cancer."}, {"pubmed": 29305966, "text": "Data suggest that a delicate balance between T-cell-specific surface glycoprotein CD28 (CD28) and cytotoxic T-lymphocyte associated protein 4 (CTLA-4) biology plays a significant role in both Treg cell homeostasis and function."}, {"pubmed": 29371709, "text": "Studied association of CD40 and CD28 gene single nucleotide polymorphisms (SNPs) with Graves' Disease (GD) in southern Punjab, Pakistan. CD28 and CD40 SNPs were not found associated with GD."}, {"pubmed": 29697355, "text": "Genetic Variation of Costimulatory Molecules, Including Cytotoxic T-Lymphocyte Antigen 4, Inducible T-Cell Costimulator, Cluster Differentiation 28, and Programmed Cell Death 1 Genes, in Iranian Patients With Leukemia."}, {"pubmed": 29992636, "text": "Studied haplotypes of CD28 and cytotoxic T-lymphocyte associated protein 4 (CTLA4) and their association to primary Sjogren's syndrome susceptibility in a Mexican population."}, {"pubmed": 30117787, "text": "Thereby, our findings demonstrated that CD28(+)CD8(-) and CD4(+)CD25(high) regulatory T cells might exert distinct effect on modulating antiviral immune responses."}, {"pubmed": 30251665, "text": "Per-residue energy decomposition of the binding affinities of the two complexes revealed the unique fingerprint hot-spot sites in CTLA-4/B7-1 and CD28/B7-1 complexes"}, {"pubmed": 30279692, "text": "These results indicate complementary role for LFA-1 and CD28 in the regulation and putative coupling of TCR micro-clusters to actin."}, {"pubmed": 30362552, "text": "The CD28 and PTEN gene pair were found to play important roles in the occurrence and development of cervical cancer."}, {"pubmed": 30425092, "text": "To evaluate CAR vulnerability to Tregs, we lymphodepleted mice and transferred CARs alone or with purified Tregs. Cotransfer with Tregs abrogated the efficacy of CD28-4-1BBz CARs, whereas the efficacy of DeltaCD28-4-1BBz CARs remained unperturbed"}, {"pubmed": 30867406, "text": "Overall analyses found that rs3116496 was a risk factor for cancer (C versus T, OR=1.14, 95% CI: 1.01-1.29, PH=0.003), and the heterogeneity was moderate (I2=53.3%). In subgroup analysis results by cancer types, the analysis showed that rs3116496 was a risk factor for breast cancer and leukemia. rs3116496 was a risk factor for cancer in the Asian population."}, {"pubmed": 31114583, "text": "Staphylococcal and Streptococcal Superantigens Trigger B7/CD28 Costimulatory Receptor Engagement to Hyperinduce Inflammatory Cytokines."}, {"pubmed": 31167920, "text": "We conclude from these studies that CD28 costimulation is required for corneal destructive immune responses but that CD8(+) T cells develop over time and help to maintain latency."}, {"pubmed": 31212712, "text": "CD28 up-regulates glycolysis independent of the T cell receptor (TCR) engagement by promoting the increase of c-myc and the glucose transporter, Glut1, in relapsing-remitting multiple sclerosis CD4(+) T cells."}, {"pubmed": 31235485, "text": "Investigation of ICOS, CD28 and CD80 polymorphisms with the risk of hepatocellular carcinoma: a case-control study in eastern Chinese population."}, {"pubmed": 31292214, "text": "CD28 functions as a novel adaptor protein for CSK, and CSK regulates signaling downstream of CD28"}, {"pubmed": 31400229, "text": "Measuring the T-cell down-regulation of TCR-zeta, ZAP-70 and CD28 in arthritis patients: An old tool for new biomarkers."}, {"pubmed": 31826563, "text": "polymorphisms of rs55663036 of ICOS gene and rs45620941 of CD28 gene are significantly associated with the risk of pulmonary tuberculosis"}, {"pubmed": 31907973, "text": "Expression patterns of CD28 and CTLA-4 in early, chronic, and untreated rheumatoid arthritis."}, {"pubmed": 31961925, "text": "Genomic landscape of young ATLL patients identifies frequent targetable CD28 fusions."}, {"pubmed": 32446033, "text": "Engagement of CD45 alters early signaling events in human T cells co-stimulated through TCR + CD28."}, {"pubmed": 32579940, "text": "CD28 Regulates Metabolic Fitness for Long-Lived Plasma Cell Survival."}, {"pubmed": 32636832, "text": "Engineering Cytoplasmic Signaling of CD28zeta CARs for Improved Therapeutic Functions."}, {"pubmed": 32765524, "text": "The CD28 Transmembrane Domain Contains an Essential Dimerization Motif."}, {"pubmed": 32814710, "text": "CD28 costimulation drives tumor-infiltrating T cell glycolysis to promote inflammation."}, {"pubmed": 32875738, "text": "Chromosome 2q33genetic polymorphisms in Tunisian endemic pemphigus foliaceus."}, {"pubmed": 32935413, "text": "Influence of end stage renal disease on CD28 expression and T-cell immunity."}, {"pubmed": 32967633, "text": "The role of CD28 in the prognosis of young lung adenocarcinoma patients."}, {"pubmed": 33097290, "text": "CD28 gene polymorphisms and acute cellular rejection after liver transplantation."}, {"pubmed": 33169838, "text": "CD28 is expressed by macrophages with anti-inflammatory potential and limits their T-cell activating capacity."}, {"pubmed": 33178223, "text": "CD28 Autonomous Signaling Orchestrates IL-22 Expression and IL-22-Regulated Epithelial Barrier Functions in Human T Lymphocytes."}, {"pubmed": 33205842, "text": "Clinical significance of CD28 gene-related activating alterations in adult T-cell leukaemia/lymphoma."}, {"pubmed": 33281809, "text": "4-1BB Signaling Boosts the Anti-Tumor Activity of CD28-Incorporated 2(nd) Generation Chimeric Antigen Receptor-Modified T Cells."}, {"pubmed": 33363541, "text": "CD86 Is a Selective CD28 Ligand Supporting FoxP3+ Regulatory T Cell Homeostasis in the Presence of High Levels of CTLA-4."}, {"pubmed": 33582502, "text": "Transcription factor activation and protein phosphorylation patterns are distinct for CD28 and ICAM-1 co-stimulatory molecules."}, {"pubmed": 33803858, "text": "Beta-1,3 Oligoglucans Specifically Bind to Immune Receptor CD28 and May Enhance T Cell Activation."}, {"pubmed": 33958973, "text": "CD28 Genetic Variants Increase Susceptibility to Diabetic Kidney Disease in Chinese Patients with Type 2 Diabetes: A Cross-Sectional Case Control Study."}, {"pubmed": 34017081, "text": "HLA-DRB1, IRF5, and CD28 gene polymorphisms in Egyptian patients with rheumatoid arthritis: susceptibility and disease activity."}, {"pubmed": 34149691, "text": "Association of Polymorphisms in T-Cell Activation Costimulatory/Inhibitory Signal Genes With Allograft Kidney Rejection Risk."}, {"pubmed": 34191384, "text": "Cryptic association of B7-2 molecules and its implication for clustering."}, {"pubmed": 34214472, "text": "Humans with inherited T cell CD28 deficiency are susceptible to skin papillomaviruses but are otherwise healthy."}, {"pubmed": 34738707, "text": "Clinicopathological significance of CD28 overexpression in adult T-cell leukemia/lymphoma."}, {"pubmed": 35003894, "text": "Mice transgenic for human CTLA4-CD28 fusion gene show proliferation and transformation of ATLL-like and AITL-like T cells."}, {"pubmed": 35553638, "text": "COPD is associated with increased pro-inflammatory CD28null CD8 T and NKT-like cells in the small airways."}, {"pubmed": 36131938, "text": "Specific transcriptional programs differentiate ICOS from CD28 costimulatory signaling in human Naive CD4(+) T cells."}, {"pubmed": 36476893, "text": "[Clinical Analysis of Pediatric Acute Leukemia Complicated with Septic Shock]."}, {"pubmed": 37069229, "text": "Recent advancements in the B7/CD28 immune checkpoint families: new biology and clinical therapeutic strategies."}, {"pubmed": 37108169, "text": "Genome-Wide Meta-Analysis Identifies Multiple Novel Rare Variants to Predict Common Human Infectious Diseases Risk."}, {"pubmed": 37168864, "text": "Kidney allograft rejection is associated with an imbalance of B cells, regulatory T cells and differentiated CD28-CD8+ T cells: analysis of a cohort of 1095 graft biopsies."}, {"pubmed": 37336986, "text": "c-Kit signaling potentiates CAR T cell efficacy in solid tumors by CD28- and IL-2-independent co-stimulation."}], "genomic_pos": {"chr": "2", "end": 203738912, "ensemblgene": "ENSG00000178562", "start": 203706475, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 204603635, "start": 204571198, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001819", "pubmed": 8717514, "qualifier": "involved_in", "term": "positive regulation of cytokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002863", "qualifier": "involved_in", "term": "positive regulation of inflammatory response to antigenic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006959", "pubmed": 8717514, "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 9784967, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 23817958, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010629", "pubmed": 23817958, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031295", "qualifier": "involved_in", "term": "T cell costimulation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0031295", "pubmed": 8617933, "qualifier": "involved_in", "term": "T cell costimulation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032733", "pubmed": 8617933, "qualifier": "involved_in", "term": "positive regulation of interleukin-10 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032743", "pubmed": 3875683, "qualifier": "involved_in", "term": "positive regulation of interleukin-2 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032753", "pubmed": 8617933, "qualifier": "involved_in", "term": "positive regulation of interleukin-4 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035739", "qualifier": "involved_in", "term": "CD4-positive, alpha-beta T cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042102", "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042102", "pubmed": [3159820, 8617933], "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042102", "pubmed": 9784967, "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042110", "qualifier": "involved_in", "term": "T cell activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042110", "pubmed": 23918985, "qualifier": "involved_in", "term": "T cell activation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0042110", "pubmed": 18337562, "qualifier": "involved_in", "term": "T cell activation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043066", "pubmed": 8717514, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043491", "qualifier": "involved_in", "term": "phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045060", "qualifier": "involved_in", "term": "negative thymic T cell selection"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045066", "pubmed": 18641304, "qualifier": "involved_in", "term": "regulatory T cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045070", "pubmed": 7492435, "qualifier": "involved_in", "term": "positive regulation of viral genome replication"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045589", "qualifier": "involved_in", "term": "regulation of regulatory T cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045727", "pubmed": 12028592, "qualifier": "involved_in", "term": "positive regulation of translation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045840", "pubmed": 3159820, "qualifier": "involved_in", "term": "positive regulation of mitotic nuclear division"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048304", "qualifier": "involved_in", "term": "positive regulation of isotype switching to IgG isotypes"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050852", "qualifier": "involved_in", "term": "T cell receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051897", "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097190", "qualifier": "involved_in", "term": "apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000563", "qualifier": "involved_in", "term": "positive regulation of CD4-positive, alpha-beta T cell proliferation"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001772", "qualifier": "located_in", "term": "immunological synapse"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 11390434, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 9784967, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009897", "pubmed": 11390434, "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 15067037, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0098636", "pubmed": 7544393, "qualifier": "part_of", "term": "protein complex involved in cell adhesion"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7568038, 7584133, 7807015, 8146197, 8183372, 9417079, 9784967, 10820259, 11285224, 15067037, 15554700, 18641334], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0015026", "pubmed": 9784967, "qualifier": "enables", "term": "coreceptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019901", "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0042802", "pubmed": 3159820, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[8364, 100126210], [9031, 396249], [9544, 705313], [9598, 470617], [9606, 940], [9615, 403646], [9913, 281050], [10090, 12487], [10116, 25660]], "id": 4473}, "interpro": [{"desc": "T cell antigen CD28", "id": "IPR008093", "short_desc": "CD28"}, {"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "Cytotoxic T-lymphocyte protein 4/CD28", "id": "IPR040216", "short_desc": "CTLA4/CD28"}], "ipi": ["IPI00022339", "IPI00215639", "IPI00215640", "IPI00215641", "IPI00215643", "IPI00215645", "IPI00428846", "IPI00909261"], "map_location": "2q33.2", "name": "CD28 molecule", "other_names": "T-cell-specific surface glycoprotein CD28", "pantherdb": {"HGNC": "1653", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88327", "ortholog_type": "LDO", "panther_family": "PTHR11494", "taxid": 10090, "uniprot_kb": "P31041"}, {"RGD": "2299", "ortholog_type": "LDO", "panther_family": "PTHR11494", "taxid": 10116, "uniprot_kb": "P31042"}, {"Gene": "CD28", "ortholog_type": "LDO", "panther_family": "PTHR11494", "taxid": 9031, "uniprot_kb": "P31043"}, {"Ensembl": "ENSGALG00000008669", "ortholog_type": "LDO", "panther_family": "PTHR11494", "taxid": 9031, "uniprot_kb": "A0A452J7W4"}, {"ZFIN": "ZDB-GENE-100922-103", "ortholog_type": "O", "panther_family": "PTHR11494", "taxid": 7955, "uniprot_kb": "E9QBT7"}, {"ZFIN": "ZDB-GENE-070912-310", "ortholog_type": "O", "panther_family": "PTHR11494", "taxid": 7955, "uniprot_kb": "E9QDH7"}, {"ZFIN": "ZDB-GENE-070912-309", "ortholog_type": "O", "panther_family": "PTHR11494", "taxid": 7955, "uniprot_kb": "F6NYV8"}, {"ZFIN": "ZDB-GENE-070912-128", "ortholog_type": "O", "panther_family": "PTHR11494", "taxid": 7955, "uniprot_kb": "E7F205"}], "uniprot_kb": "P10747"}, "pathway": {"biocarta": [{"id": "ctla4pathway", "name": "the co-stimulatory signal during t-cell activation"}, {"id": "nkcellspathway", "name": "ras-independent pathway in nk cell-mediated cytotoxicity"}], "kegg": [{"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa04660", "name": "T cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04672", "name": "Intestinal immune network for IgA production - Homo sapiens (human)"}, {"id": "hsa04940", "name": "Type I diabetes mellitus - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05235", "name": "PD-L1 expression and PD-1 checkpoint pathway in cancer - Homo sapiens (human)"}, {"id": "hsa05320", "name": "Autoimmune thyroid disease - Homo sapiens (human)"}, {"id": "hsa05322", "name": "Systemic lupus erythematosus - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}, {"id": "hsa05330", "name": "Allograft rejection - Homo sapiens (human)"}, {"id": "hsa05332", "name": "Graft-versus-host disease - Homo sapiens (human)"}, {"id": "hsa05416", "name": "Viral myocarditis - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TCR", "name": "TCR"}, "pid": [{"id": "cd8tcrpathway", "name": "TCR signaling in na&#xef;ve CD8+ T cells"}, {"id": "il12_stat4pathway", "name": "IL12 signaling mediated by STAT4"}, {"id": "tcr_pathway", "name": "TCR signaling in na&#xef;ve CD4+ T cells"}], "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162906", "name": "HIV Infection"}, {"id": "R-HSA-162909", "name": "Host Interactions of HIV factors"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-164938", "name": "Nef-mediates down modulation of cell surface receptors by recruiting them to clathrin adapters"}, {"id": "R-HSA-164939", "name": "Nef mediated downregulation of CD28 cell surface expression"}, {"id": "R-HSA-164952", "name": "The role of Nef in HIV-1 replication and disease pathogenesis"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-199418", "name": "Negative regulation of the PI3K/AKT network"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-2219530", "name": "Constitutive Signaling by Aberrant PI3K in Cancer"}, {"id": "R-HSA-388841", "name": "Costimulation by the CD28 family"}, {"id": "R-HSA-389356", "name": "CD28 co-stimulation"}, {"id": "R-HSA-389357", "name": "CD28 dependent PI3K/Akt signaling"}, {"id": "R-HSA-389359", "name": "CD28 dependent Vav1 pathway"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-6811558", "name": "PI5P, PP2A and IER3 Regulate PI3K/AKT Signaling"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": [{"id": "WP2328", "name": "Allograft Rejection"}, {"id": "WP2583", "name": "T-Cell Receptor and Co-stimulatory Signaling"}, {"id": "WP3863", "name": "T-Cell antigen Receptor (TCR) pathway during Staphylococcus aureus infection"}, {"id": "WP4484", "name": "Control of immune tolerance by vasoactive intestinal peptide"}, {"id": "WP4494", "name": "Selective expression of chemokine receptors during T-cell polarization"}, {"id": "WP453", "name": "Inflammatory Response Pathway"}, {"id": "WP4582", "name": "Cancer immunotherapy by CTLA4 blockade"}, {"id": "WP5072", "name": "Modulators of TCR signaling and T cell activation"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}]}, "pdb": ["1YJD", "3WA4", "5AUL", "5GJH", "5GJI", "6O8D", "7PPN", "7VU5"], "pfam": "PF15910", "pharmgkb": "PA26207", "pharos": {"target_id": 12419, "tdl": "Tbio"}, "pir": "A39983", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247043", "relationship": "is"}, {"id": "GNF247044", "relationship": "is"}, {"id": "GNF247045", "relationship": "is"}, {"id": "GNF247046", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037589", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF278715", "relationship": "is"}, {"id": "GNF279501", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF106005", "relationship": "is"}, {"id": "GNF145651", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_029618.1"], "protein": ["NP_001230006.1", "NP_001230007.1", "NP_001397910.1", "NP_006130.1"], "rna": ["NM_001243077.2", "NM_001243078.2", "NM_001410981.1", "NM_006139.4"], "translation": [{"protein": "NP_001230007.1", "rna": "NM_001243078.2"}, {"protein": "NP_006130.1", "rna": "NM_006139.4"}, {"protein": "NP_001230006.1", "rna": "NM_001243077.2"}, {"protein": "NP_001397910.1", "rna": "NM_001410981.1"}]}, "reporter": {"HG-U133_Plus_2": ["206545_at", "211856_x_at", "211861_x_at"], "HG-U95Av2": "32861_s_at", "HTA-2_0": "TC02001199.hg.1", "HuEx-1_0": ["2523801", "2523821"], "HuGene-1_1": "8047677", "HuGene-2_1": "16889807"}, "summary": "The protein encoded by this gene is essential for T-cell proliferation and survival, cytokine production, and T-helper type-2 development. Several alternatively spliced transcript variants encoding different isoforms have been found for this gene.[provided by RefSeq, Jul 2011].", "symbol": "CD28", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332709"}, "unigene": "Hs.443123", "uniprot": {"Swiss-Prot": "P10747", "TrEMBL": "B4E0L1"}, "wikipedia": {"url_stub": "CD28"}}