{"AllianceGenome": "1659", "HGNC": "1659", "MIM": "159590", "_id": "945", "_version": 1, "accession": {"genomic": ["AC063977.6", "AJ491319.1", "AY040541.1", "CH471135.1", "CP068259.2", "JA738577.1", "JA738579.1", "JC231882.1", "KC877752.1", "KF511276.1", "NC_000019.10", "NC_060943.1"], "protein": ["AAA51948.1", "AAH28152.1", "AAK83654.1", "AAO26206.1", "ANH11395.1", "BAC03451.1", "BAG57312.1", "BAG65560.1", "CAD36509.1", "CCF76941.1", "CCF76942.1", "CDM22283.1", "EAW71994.1", "EAW71995.1", "EAW71996.1", "NP_001076087.1", "NP_001171079.1", "NP_001763.3", "P20138.2", "XP_011525833.1", "XP_011525834.1", "XP_016882997.1", "XP_016882998.1", "XP_016882999.1", "XP_047295684.1", "XP_047295685.1", "XP_047295686.1", "XP_047295687.1", "XP_047295688.1", "XP_054178668.1", "XP_054178669.1", "XP_054178670.1"], "rna": ["AK090470.1", "AK293934.1", "AK304810.1", "AK309558.1", "AW007749.1", "AY162464.1", "BC028152.1", "BP295158.1", "BP303860.1", "CA426969.1", "CA748646.1", "KX139463.1", "M23197.1", "NM_001082618.2", "NM_001177608.2", "NM_001772.4", "OA987072.1", "XM_011527531.3", "XM_011527532.3", "XM_017027508.2", "XM_017027509.2", "XM_017027510.2", "XM_047439728.1", "XM_047439729.1", "XM_047439730.1", "XM_047439731.1", "XM_047439732.1", "XM_054322693.1", "XM_054322694.1", "XM_054322695.1", "XR_007067046.1", "XR_008485223.1"], "translation": [{"protein": "AAH28152.1", "rna": "BC028152.1"}, {"protein": "ANH11395.1", "rna": "KX139463.1"}, {"protein": "AAO26206.1", "rna": "AY162464.1"}, {"protein": "NP_001763.3", "rna": "NM_001772.4"}, {"protein": "NP_001171079.1", "rna": "NM_001177608.2"}, {"protein": "AAA51948.1", "rna": "M23197.1"}, {"protein": "NP_001076087.1", "rna": "NM_001082618.2"}, {"protein": "XP_047295688.1", "rna": "XM_047439732.1"}, {"protein": "XP_016882997.1", "rna": "XM_017027508.2"}, {"protein": "XP_054178669.1", "rna": "XM_054322694.1"}, {"protein": "BAC03451.1", "rna": "AK090470.1"}, {"protein": "XP_011525834.1", "rna": "XM_011527532.3"}, {"protein": "XP_054178670.1", "rna": "XM_054322695.1"}, {"protein": "BAG65560.1", "rna": "AK304810.1"}, {"protein": "XP_047295687.1", "rna": "XM_047439731.1"}, {"protein": "BAG57312.1", "rna": "AK293934.1"}, {"protein": "XP_047295684.1", "rna": "XM_047439728.1"}, {"protein": "XP_047295685.1", "rna": "XM_047439729.1"}, {"protein": "XP_047295686.1", "rna": "XM_047439730.1"}, {"protein": "XP_054178668.1", "rna": "XM_054322693.1"}, {"protein": "XP_011525833.1", "rna": "XM_011527531.3"}, {"protein": "XP_016882999.1", "rna": "XM_017027510.2"}, {"protein": "XP_016882998.1", "rna": "XM_017027509.2"}]}, "alias": ["CD33rSiglec", "SIGLEC-3", "SIGLEC3", "p67"], "ensembl": {"gene": "ENSG00000105383", "protein": ["ENSP00000262262", "ENSP00000375673", "ENSP00000403331", "ENSP00000410126"], "transcript": ["ENST00000262262", "ENST00000391796", "ENST00000421133", "ENST00000436584", "ENST00000598473", "ENST00000600557", "ENST00000601785"], "translation": [{"protein": "ENSP00000403331", "rna": "ENST00000436584"}, {"protein": "ENSP00000410126", "rna": "ENST00000421133"}, {"protein": "ENSP00000262262", "rna": "ENST00000262262"}, {"protein": "ENSP00000375673", "rna": "ENST00000391796"}], "type_of_gene": "protein_coding"}, "entrezgene": "945", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.8621373007, "exp_mis": 119.374119653, "exp_syn": 57.9883395979, "lof_z": 0.587375537360586, "mis_z": -0.789064936995497, "mu_lof": 6.33970270727e-07, "mu_mis": 1.04408184072e-05, "mu_syn": 4.95550018918e-06, "n_lof": 8.0, "n_mis": 137.0, "n_syn": 60.0, "p_li": 2.30635094021775e-05, "p_null": 0.50197787050442, "p_rec": 0.497999065986178, "syn_z": -0.163769758189485}, "bp": 1095, "cds_end": 51742943, "cds_start": 51728374, "n_exons": 7, "nonpsych": {"exp_lof": 8.78719676067, "exp_mis": 107.906111627, "exp_syn": 52.3460531189, "lof_z": 0.592105589890382, "mis_z": -0.878558921522276, "mu_lof": 6.33970270727e-07, "mu_mis": 1.04408184072e-05, "mu_syn": 4.95550018918e-06, "n_lof": 7.0, "n_mis": 126.0, "n_syn": 55.0, "p_li": 0.000100627883481495, "p_null": 0.454770211718709, "p_rec": 0.54512916039781, "syn_z": -0.230948009871818}, "nontcga": {"exp_lof": 9.05961877738, "exp_mis": 109.810650151, "exp_syn": 53.335726033, "lof_z": 0.675014558734116, "mis_z": -0.76969207344809, "mu_lof": 6.33970270727e-07, "mu_mis": 1.04408184072e-05, "mu_syn": 4.95550018918e-06, "n_lof": 7.0, "n_mis": 126.0, "n_syn": 57.0, "p_li": 0.00011089978870063, "p_null": 0.403276541122317, "p_rec": 0.596612559088982, "syn_z": -0.317687886309791}, "transcript": "ENST00000262262.4"}, "exons": [{"cdsend": 51239688, "cdsstart": 51225118, "chr": "19", "position": [[51225079, 51225155], [51225802, 51226081], [51226308, 51226356], [51235156, 51235253], [51235594, 51235676], [51239517, 51240016]], "strand": 1, "transcript": "NM_001082618", "txend": 51240016, "txstart": 51225079}, {"cdsend": 51235831, "cdsstart": 51225118, "chr": "19", "position": [[51225079, 51225155], [51225217, 51225598], [51225802, 51226081], [51226308, 51226356], [51235156, 51235253], [51235594, 51235676], [51235822, 51235966]], "strand": 1, "transcript": "NM_001177608", "txend": 51235966, "txstart": 51225079}, {"cdsend": 51239688, "cdsstart": 51225118, "chr": "19", "position": [[51225079, 51225155], [51225217, 51225598], [51225802, 51226081], [51226308, 51226356], [51235156, 51235253], [51235594, 51235676], [51239517, 51240016]], "strand": 1, "transcript": "NM_001772", "txend": 51240016, "txstart": 51225079}], "exons_hg19": [{"cdsend": 51742943, "cdsstart": 51728374, "chr": "19", "position": [[51728335, 51728411], [51729058, 51729337], [51729564, 51729612], [51738411, 51738508], [51738849, 51738931], [51742772, 51743271]], "strand": 1, "transcript": "NM_001082618", "txend": 51743271, "txstart": 51728335}, {"cdsend": 51739086, "cdsstart": 51728374, "chr": "19", "position": [[51728335, 51728411], [51728473, 51728854], [51729058, 51729337], [51729564, 51729612], [51738411, 51738508], [51738849, 51738931], [51739077, 51739221]], "strand": 1, "transcript": "NM_001177608", "txend": 51739221, "txstart": 51728335}, {"cdsend": 51742943, "cdsstart": 51728374, "chr": "19", "position": [[51728335, 51728411], [51728473, 51728854], [51729058, 51729337], [51729564, 51729612], [51738411, 51738508], [51738849, 51738931], [51742772, 51743271]], "strand": 1, "transcript": "NM_001772", "txend": 51743271, "txstart": 51728335}], "generif": [{"pubmed": 11774609, "text": "Regulation of myeloid cell proliferation and survival by p75/AIRM1 and CD33 surface receptors."}, {"pubmed": 11964282, "text": "Sites of serine/threonine phosphorylation by protein kinase C and the effect on its lectin activity"}, {"pubmed": 11970770, "text": "effectiveness of in vivo ablation of CD33+ cells to treat patients with aacaute myeloid leukemia."}, {"pubmed": 12144127, "text": "review of structure, function, expression and clinical application"}, {"pubmed": 15388576, "text": "Expression of CD33 on CD4(+)CD56(+) lineage-negative cells should not exclude the diagnosis of plasmacytoid dendritic cell leukemia."}, {"pubmed": 15454492, "text": "Amount of internalization of CD33 following antibody binding for gemtuzumab ozogamicin induced cytotoxicity suggest novel therapeutic approaches for improvement of clinical outcome of leukemia patients."}, {"pubmed": 15676214, "text": "incubation of leukemia cells with anti-CD33 mAb and anticancer agents leads to additive antiproliferative effects and enhanced cytotoxicity."}, {"pubmed": 17662271, "text": "Expression is rarely decreased in association with chromic myelogenous leukemia."}, {"pubmed": 18062779, "text": "The results demonstrate that phosphorylation-dependent ubiquitylation of the immunoreceptor tyrosine-based inhibitory motif (ITIM) of CD33 regulates cell surface expression and internalization of this immunoreceptor."}, {"pubmed": 18085638, "text": "CD13 was expressed in 73% of acute myeloid leukemia patients, CD15 was expressed in 43% of patients, CD33 was expressed in 64% of patients, and CD34 was expressed in 66% of patients."}, {"pubmed": 18331725, "text": "The species-specific differences in the expression expression of Siglecs in SIV infection was studied."}, {"pubmed": 18615103, "text": "determined the association of the genotype of each of the CD33 single nucleotide polymorphisms with changes in MRD during treatment with GO for AML"}, {"pubmed": 18767926, "text": "the CD33+ CD14- phenotype is characteristic of multinuclear osteoclast-like cells in giant cell tumor of bone"}, {"pubmed": 18794057, "text": "CD13 and/or CD33 are sensitive but not entirely specific markers of anaplastic lymphoma kinase anaplastic large cell lymphomas and should not be misinterpreted as indicating myeloid sarcoma."}, {"pubmed": 19259613, "text": "IL-6 can reverse the expression level of CD33 by up-regulating MYC followed by the down-regulation of CEBPA expression"}, {"pubmed": 19572148, "text": "Findings suggest the important role of the CD11b+/CD14/CD15+/CD33+ MDSCs in mediating immunosuppression in NSCLC."}, {"pubmed": 20147975, "text": "Specific induction of CD33 expression by E2A-HLF is associated with acute Lymphoblastic Leukemia."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20713459, "text": "Results indicate that anti-CD33 chimeric receptors strongly enhance anti-leukemic cytokine-induced killer cell functions."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21081841, "text": "Data suggest that CD19 and CD33 are present on the surface of the leukemic cell lines such that they can be connected by a single sctb molecule."}, {"pubmed": 21278227, "text": "expression and localization of the two CD33 isoforms on several hematopoietic cell lines"}, {"pubmed": 21329979, "text": "Studies indicate that CD33 is expressed on hepatocytes, which makes them susceptible for targeted CD33 chemotherapy."}, {"pubmed": 21348573, "text": "Studies showed the qualitative and quantitative expression of four target surface antigens, CD19, CD20, CD22, and CD33, for which MoAbs are currently available for clinical use, in ALL."}, {"pubmed": 21460840, "text": "found independent evidence for association for Alzheimer's disease susceptibility loci at EPHA1, CD33 and CD2AP"}, {"pubmed": 21460841, "text": "Common variants at MS4A4/MS4A6E, CD2AP, CD33 and EPHA1 are associated with late-onset Alzheimer's disease."}, {"pubmed": 21993666, "text": "CD33 is expressed abundantly on immature CD34(+)/CD38(-) stem cells and may serve as a stem cell target in chronic myeloid leukemia."}, {"pubmed": 22167654, "text": "results support the view that single-nucleotide polymorphisms in GOLPH2 and in near gene 5' region of CD33 are significantly associated with sporadic Alzheimer's disease in the north Chinese Han population."}, {"pubmed": 22382309, "text": "data revealed the allele (T) of the rs3865444 polymorphism of the CD33 gene and the allele (C) of the rs610932 polymorphism of the MS4A6A gene may contribute to Alzheimer's disease risk in the Chinese Han population"}, {"pubmed": 23444229, "text": "Our data suggest that genetic variations in CD33 could impact clinical outcome of GO-based therapy in pediatric acute myeloid leukemia ."}, {"pubmed": 23623698, "text": "The minor allele of the CD33 SNP rs3865444, which confers protection against Alzheimer disease, was associated with reductions in both CD33 expression and insoluble amyloid beta 42 (Abeta42) levels in AD brain."}, {"pubmed": 23708142, "text": "This study showed that the rs3865444(C) risk allele was associated with greater cell surface expression of CD33 in the monocytes (t50 = 10.06, P(joint) = 1.3 x 10(-13)) of young and older individuals."}, {"pubmed": 23946390, "text": "these results suggest a novel model wherein single nucleotide polymorphism-modulated RNA splicing modulates CD33 function and, thereby, Alzheimer disease risk."}, {"pubmed": 23982747, "text": "This review discusses the recent epidemiological findings of CD33 that relate to Alzheimer's disease and the pathogenic roles played by CD33 in this disease."}, {"pubmed": 24381305, "text": "The rs3865444(C) risk allele is strongly associated with greater expression of CD33 exon 2 and increased Alzheimer's disease susceptibility. [Meta-analysis]"}, {"pubmed": 24618611, "text": "Case Report: indolent T-lymphoblastic proliferation with disseminated multinodal involvement with partial CD33 expression on T cells."}, {"pubmed": 24652987, "text": "Data suggest that the CD16xCD33 bispecific killer cell engager (BiKE) functions against both CD33(+) myelodysplastic syndromes (MDS) and myeloid-derived suppressor cells (MDSCs) targets and may be therapeutically beneficial for MDS patients."}, {"pubmed": 24882272, "text": "Dasatinib enhances migration of monocyte-derived dendritic cells by reducing phosphorylation of inhibitory immune receptors Siglec-9 and Siglec-3."}, {"pubmed": 24927407, "text": "87.8% of AMLs express CD33. Additionally, 9.4% of AMLs express CD123 without concomitant CD33 expression."}, {"pubmed": 24991573, "text": "This study showed that CD13 and CD33 expression associated with poor prognosis in patients with MM implicating the need of analysis of these markers in MM diagnosis."}, {"pubmed": 25059667, "text": "Data indicate that glycosylphosphatidylinositol-anchored glycoprotein CD14 controls Toll-like receptor-4 (TLR4)-mediated signaling through the ligation with sialic acid-binding lectin 3 (CD33)."}, {"pubmed": 25186233, "text": "the CD33 rs3865444 polymorphism is associated with Alzheimer's disease susceptibility in Chinese, European, and North American populations."}, {"pubmed": 25320078, "text": "Lectin galactoside-binding soluble 3 binding protein (LGALS3BP) is a tumor-associated immunomodulatory ligand for CD33-related Siglecs."}, {"pubmed": 25448602, "text": "Its single-nucleotide polymorphism rs3865444 in the CD33 gene as being associated with the reduced risk of developing Alzheimer's disease."}, {"pubmed": 25762156, "text": "we propose a model wherein a modest effect on RNA splicing is sufficient to mediate the CD33 association with AD risk and suggest the potential for an anti-CD33 antibody as an AD-relevant pharmacologic agent."}, {"pubmed": 25883042, "text": "Studies indicate that anti-CD19 and anti-CD33 bispecific antibodies showed anticancer activity."}, {"pubmed": 26087043, "text": "CD33-expressing microglia play a central role in the development of leukoencephalopathy in Nasu-Hakola disease brains"}, {"pubmed": 26102276, "text": "Among those with one or more APOE epsilon4 alleles, having one or more copies of the CD33 C (risk) allele may further increase the risk of cognitive decline"}, {"pubmed": 26414614, "text": "decreased TREM2 expression with CD33 suppression and elevated cortical TREM2 mRNA expression with amyloid pathology"}, {"pubmed": 26449541, "text": "There is substantial evidence that rs3865444 (CD33) function is related to AD pathways and pathology, but our data does not support an interaction with rs670139 (MS4A4E) that impacts AD risk."}, {"pubmed": 26455864, "text": "CD33 and MS4A cluster variants are associated with LOAD susceptibility in East Asian populations."}, {"pubmed": 26621708, "text": "this study investigated the contribution of the immunoregulatory receptor CD33 to a uniquely human postreproductive disease, Alzheimer's dementia."}, {"pubmed": 26726757, "text": "The mean percentage of CD33-positivity of the myeloblast population was 80.5% in acute myeloid leukemia (AML), 81.8% in chronic myelomonocytic leukemia (CMML) and 75% in myelodysplastic syndromes (MDS)."}, {"pubmed": 26803496, "text": "Genetic variations in CD33 influence atrophy of specific Alzheimer's Disease-related brain structures; specifically the hippocampus and parahippocampal gyrus."}, {"pubmed": 26847056, "text": "The 161533 TriKE induced superior NK cell cytotoxicity, degranulation, and cytokine production against CD33(+) HL-60 targets and increased NK survival and proliferation."}, {"pubmed": 27178742, "text": "The use of CD33(+)CD11b(+)HLA-DR(-) cells as a predictive and prognostic biomarker."}, {"pubmed": 27189165, "text": "High efficacy of CD33/CD3 TandAbs in various preclinical models of human AML."}, {"pubmed": 28325905, "text": "These findings demonstrate that C1q and it's globular region interact with CD33 to activate its inhibitory motifs, while the collagen-like region does not. Whole C1q is required to crosslink CD33 and LAIR-1 and concurrently activate CD33/LAIR-1 inhibitory motifs."}, {"pubmed": 28477215, "text": "rs3865444 CD33 acts as a protective factor against late-onset Alzheimer's disease."}, {"pubmed": 28504999, "text": "In cutaneous diffuse large b-cell lymphoma, a considerable proportion of CD33(+) myeloid-derived suppressor cells (MDSCs) with PD-L1 coexpression was admixed. Tumor cells expressed CD33 to variable degrees (2% to 60%). We propose that PD-L1(+) tumor cells and PD-L1(+) MDSCs shield the tumor against PD-1(+) tumor-infiltrating lymphocytes, consequently leading to inhibition and diminution of tumor-infiltrating lymphocytes."}, {"pubmed": 28644774, "text": "patients with the CC genotype for rs12459419 have a substantial response to Gemtuzumab Ozogamicin, making this a potential biomarker for the selection of patients with a likelihood of significant response to Gemtuzumab Ozogamicin."}, {"pubmed": 28747436, "text": "Data suggest that two SNPs in CD33 (rs3865444A, rs12459419T) that are protective of Alzheimer disease result in splice variants (CD33M, CD33m); CD33M localizes predominantly at cell surface in macrophage cell line; CD33m is primary intracellular form in neutrophils and a microglia cell line; intracellular CD33m accumulates in peroxisomes; activation of macrophages/neutrophils does not mobilize CD33m to cell surface."}, {"pubmed": 29320902, "text": "Data show that the intensity level of CD33 protein (CD33) on the monocytes is directly related to the rs12459419 single nucleotide polymorphism (SNP) genotypes CC, CT and TT."}, {"pubmed": 29802403, "text": "Identify a subset of cord blood cells with CD33(+)CD34(+)CD38(-)CD45RA(-)CD90(+)CD49f(+) phenotype which are serially transplantable, but have diverse cell output profiles."}, {"pubmed": 30206306, "text": "A potent CD3/CD33 bispecific FynomAb."}, {"pubmed": 30291334, "text": "In normal hematopoiesis by CRISPR/Cas9-deletion of CD33 exon 2."}, {"pubmed": 30541012, "text": "This review summarizes the recently advanced biology of CD33 and its association with Alzheimer's disease. [Review Article]"}, {"pubmed": 30883353, "text": "Two CD33 variants influenced volumes and atrophy rates of Alzheimer's disease-related brain regions in non-demented elders."}, {"pubmed": 30949760, "text": "CD33 is expressed in microglia in the brain. A polymorphism near CD33 is a genetic risk factor for Alzheimer's disease. The allele protecting from AD increases a CD33 isoform lacking exon 2 at the expense of the prototypic, full-length CD33 that contains exon 2 which encodes the sialic acid ligand-binding domain. It may be a gain-of-function mutation. A genetic deletion abrogating CD33 is not associated with AD. Review."}, {"pubmed": 31208978, "text": "The rs12459419 SNP affects CD33 mRNA and protein levels exclusively through alternative splicing lacking exon 2 in late-onset Alzheimer's disease (AD). A cis-regulatory exon 2 splicing enhancer sequence that overlaps with a putative SRSF1 binding site is found to be located near the 3' end of CD33 exon 2."}, {"pubmed": 31411573, "text": "CD33 expression of monocytes in human blood samples processed at different temperatures and in dependence on their phagocytic activity against opsonized Escherichia coli"}, {"pubmed": 31622025, "text": "CD33 expression on natural killer cells is a potential confounder for residual disease detection in acute myeloid leukemia by flow cytometry."}, {"pubmed": 31907986, "text": "Maximum reproductive lifespan correlates with CD33rSIGLEC gene number: Implications for NADPH oxidase-derived reactive oxygen species in aging."}, {"pubmed": 32088842, "text": "Does the CD33 rs3865444 Polymorphism Confer Susceptibility to Alzheimer's Disease?"}, {"pubmed": 32333488, "text": "Association of CD33 rs3865444:C>A polymorphism with a reduced risk of late-onset Alzheimer's disease in Slovaks is limited to subjects carrying the APOE epsilon4 allele."}, {"pubmed": 32356320, "text": "Impact of CD33 and ABCB1 single nucleotide polymorphisms in patients with acute myeloid leukemia and advanced myeloid malignancies treated with decitabine plus gemtuzumab ozogamicin."}, {"pubmed": 32460405, "text": "FLT3-ITD DNA and mRNA levels in AML do not correlate with CD7, CD33 and CD123 expression."}, {"pubmed": 32556248, "text": "Multiple Genomic Events Altering Hominin SIGLEC Biology and Innate Immunity Predated the Common Ancestor of Humans and Archaic Hominins."}, {"pubmed": 32647856, "text": "CD33 and SIGLECL1 Immunoglobulin Superfamily Involved in Dementia."}, {"pubmed": 32803224, "text": "Gene therapy for Alzheimer's disease targeting CD33 reduces amyloid beta accumulation and neuroinflammation."}, {"pubmed": 32873829, "text": "The prognostic significance of VISTA and CD33-positive myeloid cells in cutaneous melanoma and their relationship with PD-1 expression."}, {"pubmed": 33094319, "text": "CLEC12A and CD33 coexpression as a preferential target for pediatric AML combinatorial immunotherapy."}, {"pubmed": 33198164, "text": "Multiple Sclerosis: Shall We Target CD33?"}, {"pubmed": 33539598, "text": "Deletion of Alzheimer's disease-associated CD33 results in an inflammatory human microglia phenotype."}, {"pubmed": 33582190, "text": "CD33 rs3865444 as a risk factor for Parkinson's disease."}, {"pubmed": 33720433, "text": "CD33M inhibits microglial phagocytosis, migration and proliferation, but the Alzheimer's disease-protective variant CD33m stimulates phagocytosis and proliferation, and inhibits adhesion."}, {"pubmed": 33766097, "text": "The CD33 short isoform is a gain-of-function variant that enhances Abeta1-42 phagocytosis in microglia."}, {"pubmed": 34034609, "text": "Quantitative analyses of CD7, CD33, CD34, CD56, and CD123 within the FLT3-ITD/NPM1-MUT myeloblastic/monocytic bulk AML blastic populations."}, {"pubmed": 34060491, "text": "SIGLEC-3 (CD33) serves as an immune checkpoint receptor for HBV infection."}, {"pubmed": 34188106, "text": "Reporter cell assay for human CD33 validated by specific antibodies and human iPSC-derived microglia."}, {"pubmed": 34398302, "text": "CD16xCD33 Bispecific Killer Cell Engager (BiKE) as potential immunotherapeutic in pediatric patients with AML and biphenotypic ALL."}, {"pubmed": 34857772, "text": "Mapping the serum proteome to neurological diseases using whole genome sequencing."}, {"pubmed": 35058934, "text": "CD33 Delineates Two Functionally Distinct NK Cell Populations Divergent in Cytokine Production and Antibody-Mediated Cellular Cytotoxicity."}, {"pubmed": 35123618, "text": "[The Relationship between the Expressions of CD33 and CD13 and the Prognosis of Patients with Multiple Myeloma]."}, {"pubmed": 35408990, "text": "CD33 rs2455069 SNP: Correlation with Alzheimer's Disease and Hypothesis of Functional Role."}, {"pubmed": 35735085, "text": "A CD33 frameshift variant is associated with neuromyelitis optica spectrum disorders."}, {"pubmed": 35940942, "text": "CD33 isoforms in microglia and Alzheimer's disease: Friend and foe."}, {"pubmed": 36051360, "text": "No Evidence that CD33 rs12459419 Polymorphism Predicts Gemtuzumab Ozogamicin Response in Consolidation Treatment of Acute Myeloid Leukemia Patients: Experience of the PETHEMA Group."}, {"pubmed": 36831269, "text": "Alzheimer's Disease-Associated Alternative Splicing of CD33 Is Regulated by the HNRNPA Family Proteins."}, {"pubmed": 37081561, "text": "CD33 as a leukocyte-associated marker expressed on human spermatozoa."}, {"pubmed": 37479176, "text": "CD33 polymorphisms and Parkinson's disease Parkinson's disease in northern Chinese Han population: A case-control study."}, {"pubmed": 37506557, "text": "Plasma proteomic profiling identifies CD33 as a marker of HIV control in natural infection and after therapeutic vaccination."}, {"pubmed": 37519183, "text": "Lack of Association between CD33 rs3865444 and Amyotrophic Lateral Sclerosis: A Case-Control Study."}], "genomic_pos": {"chr": "19", "end": 51243860, "ensemblgene": "ENSG00000105383", "start": 51225064, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 51747115, "start": 51728320, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002765", "pubmed": 10887109, "qualifier": "involved_in", "term": "immune response-inhibiting signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10611343, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 10611343, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 10611343, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032691", "pubmed": 15597323, "qualifier": "involved_in", "term": "negative regulation of interleukin-1 beta production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032717", "pubmed": 15597323, "qualifier": "involved_in", "term": "negative regulation of interleukin-8 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032720", "pubmed": 15597323, "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038094", "pubmed": 10556798, "qualifier": "involved_in", "term": "Fc-gamma receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050714", "pubmed": 27044754, "qualifier": "involved_in", "term": "positive regulation of protein secretion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0098609", "pubmed": [7718872, 10206955], "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0150102", "pubmed": 15597323, "qualifier": "involved_in", "term": "negative regulation of monocyte activation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005777", "qualifier": "located_in", "term": "peroxisome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 21278227, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 21278227, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009897", "pubmed": 20660734, "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035579", "qualifier": "located_in", "term": "specific granule membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0070821", "qualifier": "located_in", "term": "tertiary granule membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10206955, 10556798, 17947393, 24216507, 25416956, 28325905, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0008160", "pubmed": 10556798, "qualifier": "enables", "term": "protein tyrosine phosphatase activator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019903", "pubmed": [10556798, 10887109], "qualifier": "enables", "term": "protein phosphatase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0030246", "qualifier": "enables", "term": "carbohydrate binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0033691", "qualifier": "enables", "term": "sialic acid binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0033691", "pubmed": [7718872, 15597323], "qualifier": "enables", "term": "sialic acid binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0038023", "pubmed": 10611343, "qualifier": "enables", "term": "signaling receptor activity"}]}, "homologene": {"genes": [[9544, 719855], [9598, 456242], [9606, 945], [9615, 100686511], [9913, 508441], [9913, 100138951]], "id": 88651}, "interpro": [{"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "Immunoglobulin", "id": "IPR013151", "short_desc": "Immunoglobulin"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": ["IPI00022203", "IPI00844575", "IPI00910723", "IPI00964702"], "map_location": "19q13.41", "name": "CD33 molecule", "other_names": ["CD33 antigen (gp67)", "CD33 molecule transcript", "gp67", "myeloid cell surface antigen CD33", "sialic acid-binding Ig-like lectin 3"], "pantherdb": {"HGNC": "1659", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99440", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 10090, "uniprot_kb": "Q63994"}, {"RGD": "1596020", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 10116, "uniprot_kb": "F1LTZ3"}, {"MGI": "2443256", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 10090, "uniprot_kb": "B7ZMQ6"}, {"MGI": "2681107", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 10090, "uniprot_kb": "Q920G3"}, {"RGD": "1305432", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 10116, "uniprot_kb": "D3Z9T4"}, {"ZFIN": "ZDB-GENE-131120-170", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 7955, "uniprot_kb": "A0A0R4ISK3"}, {"ZFIN": "ZDB-GENE-131120-34", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 7955, "uniprot_kb": "E7FGZ0"}, {"ZFIN": "ZDB-GENE-080303-1", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 7955, "uniprot_kb": "A0A0N4SU26"}, {"ZFIN": "ZDB-GENE-121214-215", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 7955, "uniprot_kb": "R4GDQ7"}, {"ZFIN": "ZDB-GENE-081104-247", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 7955, "uniprot_kb": "F1QQM9"}, {"Ensembl": "ENSDARG00000114678", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 7955, "uniprot_kb": "A0A2R8RLX3"}, {"Ensembl": "ENSDARG00000055245", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 7955, "uniprot_kb": "F1QB39"}, {"Ensembl": "ENSDARG00000090277", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 7955, "uniprot_kb": "E7F8M0"}, {"Ensembl": "ENSDARG00000090038", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 7955, "uniprot_kb": "F1QLD8"}, {"ZFIN": "ZDB-GENE-060830-1", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 7955, "uniprot_kb": "E9QF22"}, {"ZFIN": "ZDB-GENE-131121-374", "ortholog_type": "O", "panther_family": "PTHR12035", "taxid": 7955, "uniprot_kb": "E7FGV3"}], "uniprot_kb": "P20138"}, "pathway": {"kegg": {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}]}, "pdb": ["5IHB", "5J06", "5J0B", "6D48", "6D49", "6D4A", "6TL8", "7AW6"], "pfam": ["PF00047", "PF07686"], "pharmgkb": "PA26210", "pharos": {"target_id": 12285, "tdl": "Tclin"}, "pir": "A30521", "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247063", "relationship": "is"}, {"id": "GNF247064", "relationship": "is"}, {"id": "GNF247065", "relationship": "is"}, {"id": "GNF247066", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159855", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002267", "relationship": "is"}, "NOVART_hs-genome_siRNA": {"id": "GNF145185", "relationship": "is"}}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_001076087.1", "NP_001171079.1", "NP_001763.3", "XP_011525833.1", "XP_011525834.1", "XP_016882997.1", "XP_016882998.1", "XP_016882999.1", "XP_047295684.1", "XP_047295685.1", "XP_047295686.1", "XP_047295687.1", "XP_047295688.1", "XP_054178668.1", "XP_054178669.1", "XP_054178670.1"], "rna": ["NM_001082618.2", "NM_001177608.2", "NM_001772.4", "XM_011527531.3", "XM_011527532.3", "XM_017027508.2", "XM_017027509.2", "XM_017027510.2", "XM_047439728.1", "XM_047439729.1", "XM_047439730.1", "XM_047439731.1", "XM_047439732.1", "XM_054322693.1", "XM_054322694.1", "XM_054322695.1", "XR_007067046.1", "XR_008485223.1"], "translation": [{"protein": "NP_001076087.1", "rna": "NM_001082618.2"}, {"protein": "NP_001171079.1", "rna": "NM_001177608.2"}, {"protein": "XP_047295685.1", "rna": "XM_047439729.1"}, {"protein": "XP_011525834.1", "rna": "XM_011527532.3"}, {"protein": "XP_047295688.1", "rna": "XM_047439732.1"}, {"protein": "XP_054178670.1", "rna": "XM_054322695.1"}, {"protein": "XP_016882997.1", "rna": "XM_017027508.2"}, {"protein": "XP_047295686.1", "rna": "XM_047439730.1"}, {"protein": "XP_054178668.1", "rna": "XM_054322693.1"}, {"protein": "XP_011525833.1", "rna": "XM_011527531.3"}, {"protein": "NP_001763.3", "rna": "NM_001772.4"}, {"protein": "XP_054178669.1", "rna": "XM_054322694.1"}, {"protein": "XP_016882999.1", "rna": "XM_017027510.2"}, {"protein": "XP_016882998.1", "rna": "XM_017027509.2"}, {"protein": "XP_047295687.1", "rna": "XM_047439731.1"}, {"protein": "XP_047295684.1", "rna": "XM_047439728.1"}]}, "reporter": {"HG-U133_Plus_2": "206120_at", "HG-U95Av2": "36802_at", "HTA-2_0": "TC19000775.hg.1", "HuEx-1_0": ["3403724", "3839700", "3839718"], "HuGene-1_1": "8030804", "HuGene-2_1": "16864675"}, "retired": [113212, 116196], "summary": "Enables protein phosphatase binding activity and sialic acid binding activity. Involved in several processes, including negative regulation of cytokine production; negative regulation of monocyte activation; and positive regulation of protein tyrosine phosphatase activity. Located in several cellular components, including Golgi apparatus; external side of plasma membrane; and peroxisome. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "CD33", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1439292"}, "unigene": "Hs.83731", "uniprot": {"Swiss-Prot": "P20138", "TrEMBL": ["B4DF51", "Q546G0"]}}