{"AllianceGenome": "1662", "HGNC": "1662", "MIM": "142230", "_id": "947", "_version": 1, "accession": {"genomic": ["AB238231.1", "AF047373.1", "AH000040.2", "AL356275.20", "CH471100.2", "CP068277.2", "CS104354.1", "NC_000001.11", "NC_060925.1", "U36768.1"], "protein": ["AAA03181.1", "AAA03659.1", "AAB25222.1", "AAB25223.1", "AAF14634.1", "AAH39146.2", "AAM82157.1", "AAN15135.1", "BAE46748.1", "BAF84218.1", "BAF85719.1", "BAG57638.1", "BAG62486.1", "CAD98000.1", "CAJ01226.1", "EAW93458.1", "EAW93459.1", "NP_001020280.1", "NP_001764.1", "P28906.2", "XP_054195678.1"], "rna": ["AA022917.1", "AF202879.1", "AF523361.1", "AF538601.1", "AK091890.1", "AK291529.1", "AK293030.1", "AK294381.1", "AK300835.1", "BC039146.1", "BX538076.1", "BX640941.1", "M81104.1", "NM_001025109.2", "NM_001773.3", "S53910.1", "S53911.1", "XM_054339703.1"], "translation": [{"protein": "NP_001020280.1", "rna": "NM_001025109.2"}, {"protein": "AAM82157.1", "rna": "AF523361.1"}, {"protein": "CAD98000.1", "rna": "BX538076.1"}, {"protein": "BAF85719.1", "rna": "AK293030.1"}, {"protein": "AAH39146.2", "rna": "BC039146.1"}, {"protein": "AAA03181.1", "rna": "M81104.1"}, {"protein": "BAG57638.1", "rna": "AK294381.1"}, {"protein": "AAB25222.1", "rna": "S53910.1"}, {"protein": "AAF14634.1", "rna": "AF202879.1"}, {"protein": "BAF84218.1", "rna": "AK291529.1"}, {"protein": "BAG62486.1", "rna": "AK300835.1"}, {"protein": "NP_001764.1", "rna": "NM_001773.3"}, {"protein": "AAB25223.1", "rna": "S53911.1"}, {"protein": "XP_054195678.1", "rna": "XM_054339703.1"}, {"protein": "AAN15135.1", "rna": "AF538601.1"}]}, "ensembl": {"gene": "ENSG00000174059", "protein": ["ENSP00000310036", "ENSP00000348916", "ENSP00000356003"], "transcript": ["ENST00000310833", "ENST00000356522", "ENST00000367036", "ENST00000485761"], "translation": [{"protein": "ENSP00000310036", "rna": "ENST00000310833"}, {"protein": "ENSP00000356003", "rna": "ENST00000367036"}, {"protein": "ENSP00000348916", "rna": "ENST00000356522"}], "type_of_gene": "protein_coding"}, "entrezgene": "947", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.7012784365, "exp_mis": 117.230347959, "exp_syn": 58.8314687281, "lof_z": 1.86261737886844, "mis_z": 0.100753416307415, "mu_lof": 9.67899872469e-07, "mu_mis": 1.10722590791e-05, "mu_syn": 5.36610888377e-06, "n_lof": 6.0, "n_mis": 115.0, "n_syn": 50.0, "p_li": 0.00344956865429019, "p_null": 0.0447733648650691, "p_rec": 0.951777066480641, "syn_z": 0.713801832538438}, "bp": 1158, "cds_end": 208084425, "cds_start": 208061082, "n_exons": 8, "nonpsych": {"exp_lof": 11.3502284961, "exp_mis": 105.959126169, "exp_syn": 53.1025006025, "lof_z": 1.8511388773755, "mis_z": -0.00200408380990515, "mu_lof": 9.67899872469e-07, "mu_mis": 1.10722590791e-05, "mu_syn": 5.36610888377e-06, "n_lof": 5.0, "n_mis": 106.0, "n_syn": 45.0, "p_li": 0.012312401555234, "p_null": 0.0426729586015831, "p_rec": 0.945014639843183, "syn_z": 0.700043585198251}, "nontcga": {"exp_lof": 11.6709791141, "exp_mis": 107.837730265, "exp_syn": 54.1107544497, "lof_z": 1.92626998609268, "mis_z": 0.184119132817182, "mu_lof": 9.67899872469e-07, "mu_mis": 1.10722590791e-05, "mu_syn": 5.36610888377e-06, "n_lof": 5.0, "n_mis": 104.0, "n_syn": 48.0, "p_li": 0.0127348607900213, "p_null": 0.0339845807584211, "p_rec": 0.953280558451557, "syn_z": 0.525987035379001}, "transcript": "ENST00000310833.7"}, "exons": [{"cdsend": 207911080, "cdsstart": 207887737, "chr": "1", "position": [[207880971, 207887923], [207888681, 207888846], [207889160, 207889213], [207889464, 207889621], [207897492, 207897573], [207898972, 207899226], [207899820, 207900003], [207911001, 207911125]], "strand": -1, "transcript": "NM_001025109", "txend": 207911125, "txstart": 207880971}, {"cdsend": 207911080, "cdsstart": 207888103, "chr": "1", "position": [[207886537, 207888118], [207888681, 207888846], [207889160, 207889213], [207889464, 207889621], [207897492, 207897573], [207898972, 207899226], [207899820, 207900003], [207911001, 207911125]], "strand": -1, "transcript": "NM_001773", "txend": 207911125, "txstart": 207886537}], "exons_hg19": [{"cdsend": 208084425, "cdsstart": 208061082, "chr": "1", "position": [[208054316, 208061268], [208062026, 208062191], [208062505, 208062558], [208062809, 208062966], [208070837, 208070918], [208072317, 208072571], [208073165, 208073348], [208084346, 208084470]], "strand": -1, "transcript": "NM_001025109", "txend": 208084470, "txstart": 208054316}, {"cdsend": 208084425, "cdsstart": 208061448, "chr": "1", "position": [[208059882, 208061463], [208062026, 208062191], [208062505, 208062558], [208062809, 208062966], [208070837, 208070918], [208072317, 208072571], [208073165, 208073348], [208084346, 208084470]], "strand": -1, "transcript": "NM_001773", "txend": 208084470, "txstart": 208059882}], "generif": [{"pubmed": 11757722, "text": "CD34 positive blood cell counts predict leukapheresis cd34 graft content for stem cell transplantation."}, {"pubmed": 11782553, "text": "These findings demonstrate that cells with variable repopulation potential comprise the human CD34(+) population and that short- and long-term potential of human precursors can be evaluated in the mouse model"}, {"pubmed": 11798512, "text": "CD34 is a surface receptor molecule that is modulated by receptor-mediated endocytosis."}, {"pubmed": 11983914, "text": "Differential regulation of the human and murine CD34 genes in hematopoietic stem cells"}, {"pubmed": 12091359, "text": "Immature CD34+CD19- progenitor/stem cells in TEL/AML1-positive acute lymphoblastic leukemia are genetically and functionally normal."}, {"pubmed": 12161354, "text": "CD34 antigen has 3 epitopes differeing in sensitivity to enzymatic cleavage. These are expressed differently in different subtypes of acute myeloid leukemia and correlate with prognosis for disease-free survival."}, {"pubmed": 12215337, "text": "Expression in uterine leiomyoma"}, {"pubmed": 12393582, "text": "The human CD34 locus from a human PAC library was characterized & expressed in stable cell lines & transgenic mice. A 160-kb fragment (110 kb of 5' & 26 kb of 3' flanking regions) directs hCD34 expression in the bone marrow of transgenic mice."}, {"pubmed": 12393633, "text": "CD34 expression is reversible on human hematopoietic stem/progenitor cells"}, {"pubmed": 12393741, "text": "Regions between 10 to 18 kb upstream and/or 17 to 26 kb downstream of the human CD34 gene contain critical elements for human CD34 expression in vivo."}, {"pubmed": 12827650, "text": "Expression in acute promyelocytic leukemia is a unique clinical feature associated with leukocytosis and atypical morphology with hypogranular pattern and is associated with a poor clinical outcome"}, {"pubmed": 12883699, "text": "CD34-positive stromal cells may play a supportive role in primary lung adenocarcinomas"}, {"pubmed": 14744088, "text": "Solitary sclerotic fibroma is a fibrotic lesion with cells positive for CD34 and O13."}, {"pubmed": 15063762, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15242879, "text": "Wild-type fms-related tyrosine kinase 3-overexpressing CD34+ cells exposed to high levels of its physiologic ligand did not produce early cobblestone areas"}, {"pubmed": 15246162, "text": "Cord blood cells contining cd34 antigens are can be expanded from placenta-derived mesenchymal progenitor cells."}, {"pubmed": 15254762, "text": "CD34 antigen may play a role in hepatocarcinogenesis in patients with HBV-associated chronic liver diseases"}, {"pubmed": 15277701, "text": "Measurement of CD34 expression by LIN negative cells in expansion culture underestimates the total content of hematopoietic cells."}, {"pubmed": 15536192, "text": "constitutive endocytosis of CXCR4 in human CD34+ hematopoietic progenitor cells may be involved in the regulation of trafficking the human hematopoietic progenitor/stem cells to and in the bone marrow microenvironment"}, {"pubmed": 15569991, "text": "CD34 may have a role in apoptosis and drug resistance in acute myeloid leukemia and myelodysplastic syndromes"}, {"pubmed": 15704650, "text": "The CD34 Antigen Expression was quantified using computerised image analysis."}, {"pubmed": 15735742, "text": "resistance to CD95-mediated apoptosis in CD34+ progenitor cells might be controlled by caspase-8L expression in CD34+ progenitor cells"}, {"pubmed": 15752760, "text": "These results suggest that a co-culture of CD34+ cells with the MSCs might not simply deliver the proliferation signals but also stemness and survival signals, and overlap the action of epigenetic regulators."}, {"pubmed": 15941859, "text": "mobilized CD34+ cells do not reside in G0, but in early G1 phase, and did not cross the restriction point into late G1 phase"}, {"pubmed": 15996935, "text": "patients with myelophthisis have increased circulating CD34+ cells"}, {"pubmed": 16051386, "text": "potential favourable effect of circulating CD34(+) cells on left ventricular function."}, {"pubmed": 16133360, "text": "Findings suggest that CD34-positive mesenchymal cells are an integral component of elastofibroma, which represents a clonal fibrous proliferation."}, {"pubmed": 16133456, "text": "The expression of beta-catenin, p63 and CD34 in the course of androgenetic alopecia is reported."}, {"pubmed": 16278377, "text": "myeloma cells have plasticity expressed by their ability to reprogram, dedifferentiate, and acquire autonomous survival properties, as shown by the loss of CD34 expression in cocultured cells"}, {"pubmed": 16286998, "text": "expression of CD34 is of potential diagnostic value in the distinction between benign and malignant tumors in some difficult cases."}, {"pubmed": 16305332, "text": "Results suggest that the interaction of the cytoplasmic tail of CD34 with the shallow proline-rich motif-binding groove of Crk-L is essential for the function of CD34 in stem cell development."}, {"pubmed": 16398042, "text": "Microvessel density and CD34 expression was higher in nasal polyps than in normal tissue."}, {"pubmed": 16415795, "text": "CD34 immunostaining provides some insights into the histogenesis of invasive and noninvasive implants in serous borderline tumors of the ovary."}, {"pubmed": 16439688, "text": "new CD34 cell subpopulation, which is apparently a precursor classical endothelial progenitor cells more potent with respect too homing and vasscular repair."}, {"pubmed": 16552335, "text": "Expression of HIF-1alpha mRNA was closely correlated with the expression of survivin, PCNA, and CD34 proteins in pancreatic cancer."}, {"pubmed": 16557578, "text": "bone marrow stem cells contribute to the growing tumor vasculature in Ewing's sarcoma and that vascular endothelial growth factor-165 is critical for the migration of CD34+ cells from the bone marrow into the tumor"}, {"pubmed": 16698686, "text": "The novel CD34+-derived DC represent attractive candidates for use in adoptive T-cell immunotherapy."}, {"pubmed": 16698689, "text": "Results demonstrate that the optimum temperature for maintaining the viability of CD34+ cells, during overnight storage and transport of freshly harvested hematopoietic Progenitor Cells, is 2-8 degrees C."}, {"pubmed": 16830365, "text": "Positivity of CD117 and CD34 is the most valuable factor in diagnosing gastrointestinal stromal tumor (GIST)."}, {"pubmed": 17038503, "text": "should be valuable to study virus-induced pathology and to rapidly evaluate new approaches aiming to prevent or treat HIV infection"}, {"pubmed": 17077283, "text": "The interactions of platelets and CD34+ progenitor cells in the generation of foam cells and endothelial cells are reported."}, {"pubmed": 17090657, "text": "trisomy 8 cells undergo incomplete apoptosis"}, {"pubmed": 17095623, "text": "a lack of integrin engagement leads to the induction of cellular markers associated with myeloid differentiation"}, {"pubmed": 17185613, "text": "Interaction between CD34+ cells may coordinate cell function and participate in the control of hematopoietic stem/progenitor cell division kinetics."}, {"pubmed": 17229904, "text": "In conclusion, we report herein a new two-step culture method that leads to high yields of mature DC without any need of CD34+ HSC enrichment."}, {"pubmed": 17253947, "text": "The differences between the gene expression profiles of CD34(+) and CD133(+) cells indicate the more primitive nature of CD133(+) cells suggesting that CD34(+) and CD133(+) cells may have different roles in hematopoietic regeneration."}, {"pubmed": 17310847, "text": "No siatistically significant value in assocation with survival or event-free survival in head and neck squamous cell carcinoma."}, {"pubmed": 17429142, "text": "CD34 immunoreactivity closely parallel both the different morphologic steps of melanocytic tumor progression and the presence of histological parameters related to the aggressive behaviour."}, {"pubmed": 17449014, "text": "Results indicate that CD43 could be a potential candidate for differentiating chronic myeloid leukemia and acute promyelocytic leukemia cells."}, {"pubmed": 17474795, "text": "most likely outcome of a single nuclear traversal of a single alpha particle in CD34+ cells is a single chromosome aberration per damaged cell"}, {"pubmed": 17505307, "text": "cord blood-derived CD34+ cells have a role in multiorgan dysfunction during experimental heatstroke"}, {"pubmed": 17511030, "text": "CD34 can be a good marker for the enrichment of progenitor populations of liver cells."}, {"pubmed": 17656039, "text": "Loss of CD34+ fibrocytes is not a consistent feature of invasive lobular carcinomas of the breast. A preserved CD34+ stromal cell population does not exclude malignancy."}, {"pubmed": 17786144, "text": "VEGF appeared more common as compared to CD 34 in early liver fibrosis."}, {"pubmed": 17880611, "text": "Length of apheresis adapted to the richness in the peripheral blood CD34+ cells allows for optimizing the organization of centers with an improvement in patient comfort and economical savings."}, {"pubmed": 17885669, "text": "CD34 was determined in a variety of cutaneous neoplasms."}, {"pubmed": 17923501, "text": "SARS-infected lung cells express the stem/progenitor cell markers CD34 and Oct-4."}, {"pubmed": 17959862, "text": "Circulating CD34+ cell number was found to significantly correlate with plasma brain natriuretic protein level, a marker of left ventricular dysfunction."}, {"pubmed": 18025805, "text": "VEGF, HIF-1alpha and CD34 expressions were more common in gastric tumors without serosal invasion"}, {"pubmed": 18048043, "text": "higher levels found in the placentas of pre-eclamptic compared with normotensive women"}, {"pubmed": 18054528, "text": "CD34(+) cells significantly increased in peripheral blood after exposure to moderate altitude in healthy individuals."}, {"pubmed": 18061957, "text": "analysis of CD34 antigen distribution in nonactivated cord blood cells"}, {"pubmed": 18085638, "text": "CD13 was expressed in 73% of acute myeloid leukemia patients, CD15 was expressed in 43% of patients, CD33 was expressed in 64% of patients, and CD34 was expressed in 66% of patients."}, {"pubmed": 18088553, "text": "common transducer molecule of interleukin-6 family cytokines gp130 was expressed on stem (CD34+) cells in all the cases"}, {"pubmed": 18092954, "text": "Increase in CD34-positive cells may be functionally correlated with the increase in ANP production in idiopathic dilated cardiomyopathies."}, {"pubmed": 18187924, "text": "Human umbilical cord-derived CD34(+) cells can be used as a prophylactic agent for experimental heatstroke."}, {"pubmed": 18190781, "text": "Due to the potentially better safety profiles, these chimeric antibodies might become alternatives to mouse anti-CD34 antibodies routinely used for clinical application."}, {"pubmed": 18218912, "text": "a maximal bout of exercise induces a significant shift in CD34+ cells toward CD34+/KDR+ cells"}, {"pubmed": 18223188, "text": "Human cord blood CD34(+) cells cocultured with murine cardiomyocytes formed cells that exhibited excitation-contraction coupling features similar to those of cardiomyocytes."}, {"pubmed": 18231114, "text": "increased level of CD34(+) cells associated with ischemic stress is correlated with neovascularization at human ischemic brain"}, {"pubmed": 18292296, "text": "Targeting human CD34+ hematopoietic stem cells with anti-CD45 x anti-myosin light-chain bispecific antibody preserves cardiac function in myocardial infarction."}, {"pubmed": 18317882, "text": "possibility of virus reactivation might increase in non-Hodgkin's lymphoma patients undergoing autologous CD34+-selected peripheral blood progenitor cell transplantation"}, {"pubmed": 18371060, "text": "The measurement of CD34 and GFI1 mRNA expressions could be useful as a diagnostic and prognostic marker for myelodysplastic syndrome."}, {"pubmed": 18402976, "text": "Describe reproducible flow cytometric endothelial progenitor cell determination in human peripheral blood as CD34+/CD144+/CD3- lymphocyte sub-population."}, {"pubmed": 18410526, "text": "The phenotypic, functional and gene expression differences between endothelial progenitor cells and lymphatic and macrovascular endothelial cells isolated were compared."}, {"pubmed": 18436865, "text": "STAT5 downregulation in CD34+ cells promotes megakaryocytic development, whereas activation of STAT5 drives erythropoiesis"}, {"pubmed": 18511598, "text": "abnormal methylation of the CXCR4 promoter is a mechanism contributing to constitutive migration of CD34(+) cells in primary myelofibrosis"}, {"pubmed": 18555590, "text": "Suggest that mobilized CD34+ cells may be a biomarker candidate for the efficacy of combined maximal tolerance dose and continuous infusional chemotherapy and G-CSF surge in gastric cancer."}, {"pubmed": 18562079, "text": "Coculture with human stromal cells induced expression of CD34 and CXCR4 on CB Lin(-)CD34(-) cells."}, {"pubmed": 18604736, "text": "Immunostaining for calretinin and CD34 is helpful in the diagnosis of endometrial polyp and hyperplasia."}, {"pubmed": 18683236, "text": "Increased CD34 expression is associated with pediatric T-cell acute lymphoblastic leukemia."}, {"pubmed": 18698330, "text": "levels of circulating CD34(+) cells have prognostic value for neural function, consistent with their potential role in maintaining cerebral circulation"}, {"pubmed": 18757300, "text": "stromal cell-derived factor-1 and transforming growth factor-beta control the quiescence/cycling switch of CD34(+) progenitors through FoxO3 and mammalian target of rapamycin"}, {"pubmed": 18760838, "text": "S1P(1) acts as an inhibitor of CXCR4-dependent migration of hematopoietic cells to sites of SDF-1 production."}, {"pubmed": 18798798, "text": "higher expression on precursor DCs during gestation than adults"}, {"pubmed": 18813945, "text": "The normal dermis and benign melanocytic nevi showed numerous CD34(+) fibrocytes, whereas malignant melanomas were devoid of this cell type."}, {"pubmed": 18822690, "text": "CD34 was positively correlated with infiltration and lymph node status in gastric carcinoma."}, {"pubmed": 18842716, "text": "humanized mice showed low levels of human engraftment in the intestinal tract and seem to be resistant to rectal transmission of HIV"}, {"pubmed": 18922853, "text": "Bortezomib up-regulated TRAIL receptor expression on quiescent CD34(+) chronic myeloid leukemia cells"}, {"pubmed": 18985821, "text": "Solitary fibrous tumor of the liver expressing CD34 and vimentin: a case report."}, {"pubmed": 19043799, "text": "Data demonstrate that zinc influences the proliferation and differentiation, and increases GATA-3 expression, of CD34(+) progenitors both in young and old ages."}, {"pubmed": 19157505, "text": "CD34 stain was not helpful in differentiating focal nodular hyperplasia and hepatic adenoma"}, {"pubmed": 19194276, "text": "The combination of agrin and CD34 sensitively (0.94) and specifically (0.93) identified lesions judged previously as malignant by histology"}, {"pubmed": 19226222, "text": "indicated that CD34+ human adipose-derived stem/progenitor cells were more proliferative and had a greater ability to form colonies."}, {"pubmed": 19244164, "text": "NOD2 is expressed by freshly isolated human bone marrow CD34+ cells, whereas the expression of its close homologue NOD1 is very weak."}, {"pubmed": 19245435, "text": "aberrant hedgehog (Hh) pathway activation is a feature of some CD34+ myeloid leukemic cells and Hh inhibitors may have a therapeutic role in the treatment of acute myeloid leukemia"}, {"pubmed": 19323831, "text": "Results showed that CD-34 to count microvessel density (MVD) was a favourable marker for tumor behaviour during radiotherapy (RTX) and a predictor of overall survival after long course of RTX."}, {"pubmed": 19340613, "text": "Concurrent expression of CD34 and Ki67 are significant prognostic factors that are involved in the progression of colorectal cancer."}, {"pubmed": 19372622, "text": "KDR/CD34 and IL-10 are major independent predictors of 30-day major adverse clinical outcome in ST-segment elevation acute myocardial infarction patients undergoing primary coronary angioplasty."}, {"pubmed": 19383239, "text": "This study shows that the disappearance of CD34-positive stromal cells and appearance of alpha-SMA-positive stromal myofibroblasts may be associated with transformation of cervical cervical intraepithelial neoplasias to squamous cell carcinomas."}, {"pubmed": 19406403, "text": "The level of circulating CD34+ cells is a novel independent risk biomarker and modulates outcomes in the metabolic syndrome."}, {"pubmed": 19421145, "text": "Data indicate a new mechanism of regulation of c-kit expression that involves a transcriptional control by PLZF in CD34(+) cells."}, {"pubmed": 19437324, "text": "CD34 and CD10 expression may have prognostic value and is associated with a better clinical outcome in childhood acute lymphoblastic leukemia."}, {"pubmed": 19535348, "text": "mammalian target of rapamycin activity is essential for expansion of CD34(+) hematopoietic progenitor cells during myelopoiesis"}, {"pubmed": 19640275, "text": "Vasoprotective effects of human CD34+ cells: towards clinical applications."}, {"pubmed": 19644143, "text": "Data show that reduced relative mean fluorescence of CD38 below a threshold value on CD34(+) cells diagnosed low-grade myelodysplastic syndrome with 95% sensitivity and 92% specificity."}, {"pubmed": 19661015, "text": "CD31- and CD34-positive capillary loops abutting onto the overlying dysplastic oral epithelium were identified in moderate and severe dysplasia."}, {"pubmed": 19746588, "text": "Case Report: Bi-phasic CD34+ cell mobilization of a syngeneic donor during prolonged G-CSF delivery."}, {"pubmed": 19746591, "text": "The CD34+ cell concentration in peripheral blood predicts CD34+ cell yield in the leukapheresis product."}, {"pubmed": 19753521, "text": "CD34(+) levels did not correlate with exercise capacity, functional class, quality of life and norepinephrine in heart failure patients."}, {"pubmed": 19762535, "text": "the less mature hematogones (dim CD45+) that express CD34 lack CD123 expression, whereas the more mature hematogones (moderate CD45+) lack CD34 but always express CD123."}, {"pubmed": 19817957, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19855080, "text": "Studies identified a novel CD34(-) leukemic stem cell subset in CML with peculiar molecular and functional characteristics."}, {"pubmed": 19952356, "text": "The effect of transient stimulation of the canonical Wnt pathway in the differentiation potential of Lin(-)CD34(+) CD1a(-) human thymic progenitors, was analyzed."}, {"pubmed": 20028384, "text": "leukemia-repopulating cells in transformed Ph(+) leukemia are included in a lineage-committed but multilayered fraction, and that CD34(+) leukemia cells potentially emerge from CD34(-) populations."}, {"pubmed": 20038636, "text": "The exacerbated arthritis disease phenotype in Cd34-deficient bone marrow chimeric mice is due to an increase in vascular leakage at the onset of disease in the joint and implicates CD34 as a regulator of vascular permeability."}, {"pubmed": 20067819, "text": "Data show that CD34(+) vascular progenitor cells give rise to ECs and SMCs."}, {"pubmed": 20175958, "text": "CD34 staining in isolation is unlikely to be of assistance in differentiating between giant cell glioblastoma and pleomorphic xanthoastrocytomas with anaplastic features or anaplastic gangliogliomas."}, {"pubmed": 20181261, "text": "CD133, CD15/SSEA-1, and CD34 do not resume tumor-initiating properties of long-term cultured malignant glio-neuronal stem cells"}, {"pubmed": 20232575, "text": "predictive value of expression in diagnosis of acute promyelocytic leukemia"}, {"pubmed": 20353905, "text": "High CD34 expression is associated with gallbladder carcinoma."}, {"pubmed": 20356686, "text": "Case Report: Melanotic schwannoma showing strong CD34 expression."}, {"pubmed": 20378847, "text": "JAM-A expressed on CD34(+) progenitor cells regulates their adhesion to platelets or inflammatory endothelium under high shear stress in vitro and after carotid ligation in vivo or ischemia/reperfusion injury in the microcirculation of mice."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20388788, "text": "proteolytic degradation of CXCL12 is characteristic of both PV and PMF; truncated forms of CXCL12, in addition to the reduced expression of CXCR4 by CD34(+) cells, lead to a profound mobilization of HSC/HPC in PMF"}, {"pubmed": 20403242, "text": "The expressions of CD31 and CD34 are not correlated with tumor grade and stage in chromophobe or papillary renal cell carcinoma."}, {"pubmed": 20431906, "text": "Data show that the level of circulating CD34(+) cells is elevated in respiratory distress syndrome along with plasma SDF-1, suggesting CD34(+) cells might be involved in reparation of neonatal lung injury."}, {"pubmed": 20479285, "text": "In patients with acute myelocytic leukemia autografted in first remission, relapse was higher and leukemia-free survival lower for those who received the highest CD34(+) PB doses."}, {"pubmed": 20559119, "text": "Careful attention to histopathologic features enables reliable distinction of CD34 positive spindle cell lipoma, solitary fibrous tumor, and dermatofibrosarcoma protuberans."}, {"pubmed": 20601304, "text": "Human embryonic stem cells-derived CD34(+)CD73(-) cells can serve as mesenchymal stem/stromal cells progenitor cells with the ability to differentiate into adipocytes, osteoblasts and chondrocytes."}, {"pubmed": 20639392, "text": "Observational study, meta-analysis, and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20653822, "text": "Polygonal CD34 positivity portends trichilemmal differentiation."}, {"pubmed": 20675279, "text": "Data show no correlation between von Willebrand Factor, CD31, and CD34 and glomerular segmental sclerosis, interstitial fibrosis, activity and chronicity, which suggests a loss of these markers and microvasculature involvement."}, {"pubmed": 20702587, "text": "ZFP36L1 negatively regulates erythroid differentiation by directly binding the 3' untranslated region of Stat5b encoding mRNA."}, {"pubmed": 20724541, "text": "Introduction of BCR-ABL and BMI1 in human cord blood CD34+ cells induces lymphoid leukemia upon transplantation in NOD/SCID mice."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20821344, "text": "CD34 was found to be of limited value for classification and grading of peripheral nerve sheath tumours due to its ubiquitous expression"}, {"pubmed": 21054781, "text": "The effect of TSLP on umbilical cord blood CD34(+) -derived Langerhans cells-like cells, was investigated."}, {"pubmed": 21078695, "text": "Findings do not support the hypothesis that natalizumab mobilizes JC virus-infected CD34+ cells from the bone marrow mediating JC viraemia."}, {"pubmed": 21206086, "text": "Data show that high levels of KRT15 expression correlated with a stem cell phenotype and found that KRT15hiITGA6hi stem cells were preserved in bald scalp, while distinct populations of CD200hiITGA6hi and CD34hi cells were markedly diminished."}, {"pubmed": 21238532, "text": "Data show that very small embryonic-like stem cells were isolated from CD34(+)/CD133(+)/CXCR4(+)/Lin(-) CD45(-) immature cells from bone marrow."}, {"pubmed": 21276080, "text": "CD34 antigen-positive cells are found as frequently as balloon cells and are associated with abnormal reconstitution of the cortex in epileptic patients with glioneuronal lesions."}, {"pubmed": 21308741, "text": "these experiments showed that several hematopoietic cell lines contain relevant numbers of cells that express CD34, a stem/progenitor cell marker."}, {"pubmed": 21318598, "text": "Data suggest that ischemic preconditioning may serve as a safe method to increase the number of CD34+ cells that can be harvested and cultured in a short period."}, {"pubmed": 21330325, "text": "Data demonstrated that CD34(+)CD38(-/lo) hematopoietic stem cells from cord blood contained a two-fold higher T-lineage generation capacity than CD34(+)CD38(-/lo) bone marrow hematopoietic stem cells."}, {"pubmed": 21330473, "text": "Whereas interleukin 3 receptor alpha expression is undetectable on normal CD34(+)CD38(-) stem cells, it is overexpressed on CD34(+)CD38(-) cells from Fanconi anemia patients with acute myeloid leukemia."}, {"pubmed": 21333372, "text": "higher protein expression in non-small-cell lung carcinoma correlates with high pJAK2 and pSTAT3 expression and poor survival status"}, {"pubmed": 21364636, "text": "Hsa-miR-299-5p emerged as having a role in controlling CD34+ progenitor fate, grown in multilineage culture conditions."}, {"pubmed": 21367453, "text": "Data show that the expression of CD34 on megakaryocytes could be a strong and an independent poor prognostic factor in MDS, with a hazard ratio of 2.53."}, {"pubmed": 21435112, "text": "Increased levels of circulating SDF-1alpha and CD34+ CXCR4+ cells may play an important role in the vasculogenesis of moyamoya disease."}, {"pubmed": 21440782, "text": "stromal cell-derived factor-1-3'A polymorphism has a role in mobilization of hematopoietic stem cells CD34+ in Tunisian population"}, {"pubmed": 21457155, "text": "We conclude that CD34 fingerprint immunoreactivity is useful in distinguishing neurofibroma from early desmoplastic melanoma."}, {"pubmed": 21488087, "text": "CD34+ progenitor cells may participate in the functional recovery of patients with intracerebral hemorrhage."}, {"pubmed": 21527751, "text": "Report successful human CD34+ stem cell transplantation into developing zebrafish embryos."}, {"pubmed": 21559522, "text": "CD34+ CD133+ hematopoietic stem cells cultured with growth factors including Angptl5 efficiently engraft adult NOD-SCID Il2rgamma-/- (NSG) mice"}, {"pubmed": 21640411, "text": "CD34+ mononuclear cell mobilization is significantly impaired in patients with recurring atrial fibrillation after radiofrequency catheter ablation."}, {"pubmed": 21651317, "text": "Fetal CD34-positive structures showed a vessel-like appearance and were regularly arrayed along the nasal, oral, pharyngeal, and laryngeal mucosal epithelia."}, {"pubmed": 21670473, "text": "Results indicate an important role for SHP2 in STAT5 activation and GF-mediated proliferation, survival, and differentiation of CD34+ progenitor cells."}, {"pubmed": 21674250, "text": "Investigated tumor-free neighboring stroma and tumor stroma in skin SCC as well as keratoacanthomas with respect to the presence of stromal CD34-positive fibrocytes, alpha-smooth muscle actin-positive myofibroblasts and expression of stromal CD26."}, {"pubmed": 21700895, "text": "Data suggest an association between the sedentary state and increased nitro-oxidative stress in CD34 positive peripheral blood mononuclear cells."}, {"pubmed": 21710717, "text": "MMP9 and CD34 play a cooperative role in the process of squamous cell carcinoma of external auditory canal and middle ear."}, {"pubmed": 21737787, "text": "Patients with refractory angina who received intramyocardial injections of autologous CD34+ cells experienced significant improvements in angina frequency and exercise tolerance."}, {"pubmed": 21762201, "text": "CD34 may not be a tricholemmal lineage-specific antigen, but may be related to certain functions of the cells."}, {"pubmed": 21808991, "text": "Data suggest that umbilical cord blood-derived endothelial progenitor cells are confined to CD14-/CD34+ subpopulation and angiogenin1 released from CD14+ subpopulation may be an important factor promoting the EPC colony formation."}, {"pubmed": 21808992, "text": "Data suggest that arterial dysfunction found in patients with beta-thalassaemia major before and after HSCT may be related to impaired proliferation of CD133(+)VEGFR2(+) and CD34(+)VEGFR2(+) cells."}, {"pubmed": 21835908, "text": "Human CD34(+) cells secrete exosomes that have independent angiogenic activity both in vitro and in vivo."}, {"pubmed": 21873977, "text": "RUNX1 regulates the CD34 gene in haematopoietic stem cells by mediating interactions with a distal regulatory element"}, {"pubmed": 21884210, "text": "Combined analysis of CD34 and MAP2 is useful in distinguishing dysembryoplastic neuroepithelial tumours from particularly diagnostically challenging mimics."}, {"pubmed": 21933861, "text": "High levels of CD34+CD38low/-CD123+ blasts are predictive of an adverse outcome in acute myeloid leukemia"}, {"pubmed": 22009965, "text": "Rates of expression of CD34 in osteosarcoma and osteochondroma were 96.7% and 16.7%respectively. In osteosarcoma, expression of endostatin was positively correlated with that of CD34."}, {"pubmed": 22025365, "text": "CD34(+) CD31(-) cells were absent in osteoarthritic menisci and disappeared in torn menisci as a function of time."}, {"pubmed": 22084125, "text": "Adhesion and migration of peripheral blood-derived CD34+ cells are reduced in the blood of patients with multiple sclerosis who have been treated with natalizumab."}, {"pubmed": 22118372, "text": "The frequency of CD34/45+ bone marrow progenitor cells in peripheral blood is impaired in patients with ischemic heart disease and diabetes."}, {"pubmed": 22163120, "text": "Review: evidence for the clinical usefulness of CD34(+) cells in the treatment of human cardiovascular disease."}, {"pubmed": 22199261, "text": "analysis of angiogenesis and cd34 expression in breast cancer using immunohistochemistry"}, {"pubmed": 22233112, "text": "BCR-ABL activity measured by 50% inhibitory concentration for imatinib, p-CrkL/CrkL ratio or p-CrkL ratio in CD34+ cells of patients with chronic myeloid leukemia does not predict treatment response"}, {"pubmed": 22249946, "text": "Cells with virtually all known properties of tip cells are present in vascular endothelial cell cultures and that they can be isolated based on expression of CD34."}, {"pubmed": 22372906, "text": "Data show there are no differences in the distribution of immunohistochemical reactivity for CD31, CD34, D2-40, or FLI1 between AIDS-related and non-AIDS-related Kaposi sarcoma (KS) or between nodular- and patch/plaque-stage KS."}, {"pubmed": 22395498, "text": "nestin and caveolin-1 could have a role in GISTs, together with CD117 and CD34"}, {"pubmed": 22448926, "text": "Sema7A markedly reduces the production rates of megakaryocytes and platelets from CD34(+) progenitor cells."}, {"pubmed": 22499302, "text": "Osteopontin expression seems to be related to Ki-67 (proliferation index) and CD34 expression (angiogenesis marker) confirming its role in the pathogenesis of psoriasis."}, {"pubmed": 22547906, "text": "Mobilization of CD34+CXCR4+ cells in acute MI shows significant positive correlation with improvement of LVEF after 1 year"}, {"pubmed": 22574784, "text": "Bladder cancer CD34 microvessel density is associated with recurrence after BCG immunotherapy."}, {"pubmed": 22581926, "text": "Sonic hedgehog (Shh)-modified human CD34-positive cells protect against ventricular dilation and cardiac functional decline associated with experimental acute myocardial infarction."}, {"pubmed": 22775584, "text": "Frequent desmin (32%) and occasional CD34 (6%) expression are encountered in cellular fibrous histiocytoma."}, {"pubmed": 22862965, "text": "The paucity of CD34-positive cells in acute coronary thrombi from patients with type 2 diabetes mellitus could facilitate thrombus formation."}, {"pubmed": 22952296, "text": "Data indicate taht a lack of CD34 expression in tumors was found to be related to cystic degeneration after imatinib treatment."}, {"pubmed": 22980580, "text": "Co-culture of CB CD34(+) cells with mesenchymal stromal cells, especially in the absence of cytokines, maintained mRNA expression of p21 and p57 genes in ex vivo expanded CD34(+) cells."}, {"pubmed": 23171577, "text": "[review] Circulating CD34+/KDR+/CD45dim endothelial progenitor cells have great potential as biomarkers in various cardiovascular diseases."}, {"pubmed": 23230080, "text": "This study showed that ACE2/Ang-(1-7)\\Mas pathway activation corrects existing diabetes-induced CD34(+) cell dysfunction and also confers protection from development of this dysfunction."}, {"pubmed": 23233446, "text": "Data indicate that long-term self-renewing leukemic stem cells reside within the CD34(+)/ITGA6(+) fraction."}, {"pubmed": 23327923, "text": "MASL1 expression is upregulated during primary human CD34+ cell erythroid differentiation and is an abundant protein in human red blood cells."}, {"pubmed": 23349299, "text": "Mitochondrial mass correlates strongly with mitochondrial membrane potential in CD34+ hematopoietic stem/progenitor cells."}, {"pubmed": 23473998, "text": "CD34 expression on blasts is a novel, poor predictor independent of FlT3-ITD in NPM1-mutated acute myeloid leukemia patients."}, {"pubmed": 23509738, "text": "human cord blood-derived CD34(+) cells in collagen I-based hydrogel containing cytokines promote stem cell proliferation and protect these cells from anoxia-induced apoptosis"}, {"pubmed": 23529663, "text": "In vitro mast cell differentiation was associated with decreased CD34 expression and increased HIF1A expression."}, {"pubmed": 23554290, "text": "The flow cytometry system based on immunophenotyping in CD34+ blasts is a useful and simple tool for diagnosis and prognosis evaluation in myelodysplastic syndromes ."}, {"pubmed": 23625296, "text": "A significant reduction in the number of CD34+ cells was shown in subjects with diabetes mellitus and end stage renal disease."}, {"pubmed": 23640491, "text": "Suggest that niche-supporting CD34- cells facilitate cell survival, angiogenic cytokine secretion, and incorporation capacity, and preserve the progenitor status of endothelial colony forming cells."}, {"pubmed": 23645504, "text": "An increased number of CD34+ cells is found in both upper and the lower dermis of patients following localized scleroderma treatment."}, {"pubmed": 23653235, "text": "HIF1-alpha and CD34 are expressed differently in esophageal squamous cell carcinoma and adenocarcinoma, suggesting different mechanisms"}, {"pubmed": 23656194, "text": "Data suggests that plerixafor \"on demand\" may be considered in patients with myeloma and lymphoma with delayed hematopoietic recovery and < 10/muL CD34+ cells, as a first-line mobilization strategy."}, {"pubmed": 23696920, "text": "Report CD34 expression in embryonic gut stem cells and suggest that gastrointestinal stromal tumor may arise from these cells."}, {"pubmed": 23701943, "text": "CD34 expression predicts an adverse outcome in patients with NPM1-positive acute myeloid leukemia."}, {"pubmed": 23706103, "text": "Our data reveal that a high proportion of CD34+/CD38- cells is positively associated with a poor prognosis of childhood ALL, to further guide therapy of the disease."}, {"pubmed": 23772632, "text": "There was a statistically significant inverse association of CD34 expression with adverse histological features, and a positive correlation of VEGF and cytoplasmic beta-catenin staining with unfavourable microscopic parameters in breast phyllodes tumors."}, {"pubmed": 23794425, "text": "As a short-term effect, PDI seems to inhibit myofibroblastic transformation of keratocytes, but does not have an impact on activation of CD34-positive keratocytes."}, {"pubmed": 23803010, "text": "Data suggest that circulating CD34/VEGFR3 are biomarkers for epithelial ovarian cancer (EOC); circulating bone marrow-derived lymphatic/vascular endothelial progenitor cells are significantly increased in EOC and correlate with lymph node metastasis."}, {"pubmed": 23838926, "text": "Data indicate that microvessel density (MVD) were obtained for both miRNA-126 and CD34 by quantitative image analyses."}, {"pubmed": 23899963, "text": "Angiogenic factors VEGF, HIF-1alpha and CD34 are important in breast cancer progression and their abundance in breast tumors has prognostic and predictive value."}, {"pubmed": 23995573, "text": "CD34/calretinin immunohistochemistry could be useful for differentiating sinonasal schwannoma from its histological mimics."}, {"pubmed": 24030420, "text": "In patients with dilated cardiomyopathy, transendocardial CD34-expressing cell transplantation is associated with higher myocardial retention rates and greater improvement in ventricular function."}, {"pubmed": 24036614, "text": "Cellular structures such as the spherical shape and microvilli of CD34+ cells may also contribute to regulation of cell adhesion."}, {"pubmed": 24281022, "text": "CD34 expression in the capillaries and sinusoids of noncancerous hepatic tissue is a risk factor for multicentric recurrence of hepatocellular carcinoma."}, {"pubmed": 24335569, "text": "The level of CD34+CD133+ endothelial progenitor cells probably serves as a predictor of the development and severity of atherosclerosis on a cellular level."}, {"pubmed": 24364465, "text": "Evaluation of the microvessel density with CD34 and CD105 markers is not useful in forecasting survival rate and disease recurrence in patients with ovary cancer."}, {"pubmed": 24466138, "text": "There was variable loss of CD34 immunoreactivity in older donor eyes."}, {"pubmed": 24507660, "text": "CD34 antibody is a good endothelial marker for hepatic carcinogenesis."}, {"pubmed": 24664166, "text": "JC polyomavirus DNA may infect CD34+ cells in the bone marrow of patients with multiple sclerosis (MS), may then mobilize in mononuclear cells circulating in MS patients treated with natalizumab who thus harbor JCV DNA."}, {"pubmed": 24715164, "text": "Establishment of Ki67, p53 and CD34 expression in human tooth buds of different stages of odontogenetic development."}, {"pubmed": 24717877, "text": "The significant positive correlations were observed between Bcl-2 protein and Ki-67 antigen in sinonasal inverted papilloma and sinonasal carcinoma groups and between Bcl-2 protein and CD34 antigen in the chronic rhinosinusitis group."}, {"pubmed": 24826895, "text": "Expression of endothelial marker molecules in CD34+cells was significantly induced in the polytrauma patients."}, {"pubmed": 24846193, "text": "Increases in CD34(+)CD38(-)CD123(+) cells may reflect malignant clonal cells with aberrant differentiation, overproliferation, and decreased apoptosis in myelodysplastic syndrome, which were similar to acute myeloid leukemia."}, {"pubmed": 24855276, "text": "Suggest RepSox may reduce Tim-3 expression by inhibiting transforming growth factor-beta signaling and slow decay of CD34(+) AML cells by increasing CXCL12 and MYC, two factors that inhibit AML cell differentiation."}, {"pubmed": 24884314, "text": "Higher percentages of CD34 + CD38- cells in apheresis products reflect inadequate in vivo purging and reliably distinguish samples enriched in LSCs from those involving mainly normal cells."}, {"pubmed": 24912771, "text": "The isolated expression of CD34 identifies a group of classic acute promyelocytic leukemia patients with negative prognosis."}, {"pubmed": 24968096, "text": "Combinatorial expression of NKX2-5, SIRPA, VCAM1 and CD34 can be used to define discrete stages of cardiovascular cell lineage differentiation."}, {"pubmed": 25043745, "text": "CD34 expression in the placental endothelial cells was stable throughout pregnancy."}, {"pubmed": 25136078, "text": "Increased bone marrow CD34(+) percentage was associated with improvement in left ventricular ejection fraction."}, {"pubmed": 25149387, "text": "no difference in expression between normal and pathologically immature placentas"}, {"pubmed": 25204042, "text": "Data indicate there is a pool of CD34/CXCR4+ stem cells circulating in large number in peripheral blood of acute myocardial infarction patients post infarction together with low CXCR4 expression on these cells."}, {"pubmed": 25352641, "text": "for the cytological diagnosis of angiosarcomas, ERG and CD31 are more sensitive vascular markers than CD34"}, {"pubmed": 25357219, "text": "Report CD34/MMP7 expression and invasiveness in early colorectal neoplasms using narrow band imaging and immunohistochemistry."}, {"pubmed": 25436985, "text": "Inflammatory status in rheumatoid arthritis is associated with an increased expression of TLR3 and of IL-1beta in CD34+ cells, which appear to affect cell number."}, {"pubmed": 25446160, "text": "lack of predictive factors for CD34(+) cells and total nucleated cell concentrations in umbilical cord blood samples before processing"}, {"pubmed": 25538041, "text": "In MLL-AF4 patients, CD34(+)CD38(+)CD19(+) and CD34(-)CD19(+) cells initiated leukemia."}, {"pubmed": 25542764, "text": "The number of CD34/144 positive circulating endothelial cells was high in patients with large artery atherosclerosis who experienced chronic ischemic stroke. And this number may reflect severity of carotid atherosclerosis."}, {"pubmed": 25658015, "text": "CD34 and CD49b are cell surface markers that can be used to enrich a subpopulation of leiomyoma cells possessing stem/progenitor cell properties."}, {"pubmed": 25804236, "text": "The number of CD34(+) cells in bone marrow was significantly higher compared to the number of CD34(+) cells in peripheral blood cells and increased with the acquisition of leukemic cells the resistance to imatinib."}, {"pubmed": 25879558, "text": "It was indicated, that index of maturation correlates with level of bone marrow cells, containing Philadelphia chromosome, so as with percentage of CD34+, Bcl-2+, Pgp-170+ and Ki67+ cells in bone marrow of CML patients."}, {"pubmed": 25921136, "text": "There were significant differences in CD34 expression between papillary thyroid hyperplasia, papillary thyroid carcinoma, and papillary thyroid lesions of uncertain malignant potential."}, {"pubmed": 25957287, "text": "Our results suggest that the CD34/CD25/CD123/CD99(+) LAIP is strictly associated with FLT3-ITD-positive cells."}, {"pubmed": 26108791, "text": "We here identify CD49f and CD34 as markers to permit selection of the stem/progenitor cell-like population from human myometrium"}, {"pubmed": 26109814, "text": "Autologous CD 34(+) cell infusion is safe and effectively improves liver function in the short term and may serve as a bridge to liver transplantation."}, {"pubmed": 26193208, "text": "The evaluation of both CD34-CD105 showed the role of angiogenesis in the cancer proliferation and local spread, the angiogenesis level being maintained high even in the advanced stages of the disease."}, {"pubmed": 26323448, "text": "There was significant correlation between age and tumor size with CD34 expression in oral SCC samples and no significant correlation between sex and tumor differentiation level. Also, there was no significant correlation between age, sex, tumor size and tumor differentiation level (grading) with CD34 expression in esophagus SCC samples."}, {"pubmed": 26394034, "text": "Data indicate only the glycoproteins CD34+/CD71low population showed statistically significant differences between Diamond-Blackfan Anaemia (DBA) patients and controls."}, {"pubmed": 26617768, "text": "Immunohistochemistry results indicate that combination with ALDH1 and STAT6 can improve the diagnostic value of CD34 for solitary fibrous tumors."}, {"pubmed": 26617797, "text": "CD34(+) cells lowering expression of TET2 may play an oncogenic role on myeloid tumor and CD3(+) T cells of myelodysplastic syndrome patients may be derived from the malignant clone."}, {"pubmed": 26625754, "text": "ICAM-1, VCAM-1 and CD34 are useful biomarkers in evaluation of vascular and inflammatory lesions such as gingival pyogenic granuloma and the results indicate the role of these biomarkers in pathogenesis of oral pyogenic granuloma."}, {"pubmed": 26626992, "text": "Asthmatics with reduced lung function had a higher frequency of Lin(-) CD34(hi) CD117(int/hi) Fc epsilon RI(+) blood mast cell progenitors than asthmatics with normal lung function."}, {"pubmed": 26676225, "text": "High VEGF expression was subsequently correlated with a short overall survival rate for patients exhibiting lymph node metastasis (P=0.0128); however, there was no significant difference in overall survival rate regarding the expression levels of TP and CD34"}, {"pubmed": 26769093, "text": "Studied the relationship between serum alkaline phosphatase, circulating CD34-positive cells and body mass index."}, {"pubmed": 26861446, "text": "Metformin simultaneously increases VEGFA and reduces CXCL10 and TIMP1 in CD34(+) cells in a model of the diabetic state combined with hypoxia to stimulate angiogenesis."}, {"pubmed": 26886640, "text": "overexpression in glioma tissues associated closely with higher WHO grade (III + IV) [review]"}, {"pubmed": 26930650, "text": "Autophagy in CD34+ cells from aplastic anemia patients is impaired; autophagy is required for the survival of CD34+ cells; impaired autophagy in CD34+ hematopoietic progenitor cells may play an important role in the pathogenesis of aplastic anemia."}, {"pubmed": 27043316, "text": "CD34(+) and CD34(-) cells are different phenotypes of similar cells, and CD34 (1) can be regulated in endothelial colony-forming cells ECFC; (2) is positively involved in capillary-like sprout formation; (3) is associated but not causally related to tip-cell gene expression; and (4) can affect endothelial barrier function."}, {"pubmed": 27175552, "text": "CD34 and IL-8 are associated with poor prognosis of melanoma, metastasis, and neoangiogenesis"}, {"pubmed": 27341002, "text": "Increased gene expression linked to the proinflammatory TGFbeta and MAPK signaling pathways were detected in CD34(+) cells of myeloproliferative neoplasm patients."}, {"pubmed": 27344285, "text": "The results showed that transfection of CD34(+) cells with SiRNA targeting TGF-bRII and their co-culture with human bone marrow mesenchymal stromal cells (MSCs) could considerably increase the number of progenitors"}, {"pubmed": 27384731, "text": "Expression of CD34 and MMP-9 accurately predicts clinical behavior detection and prognosis of GCTBs."}, {"pubmed": 27491607, "text": "Intramyocardial autologous CD34(+) cell administration improved exercise tolerance in patients with refractory angina."}, {"pubmed": 27503021, "text": "Expression of VEGF and CD34 was critically correlated with perioperative hemorrhage in gastric cancer patients."}, {"pubmed": 27745787, "text": "ESAT-6, an essential virulence factor of Mycobacterium tuberculosis, may contribute to the abnormal hematopoiesis of tuberculosis patients by inhibiting the proliferation and differentiation of CD34-positive hematopoietic cells via apoptosis."}, {"pubmed": 27837456, "text": "In summary, this study shows that CD34 plays a role during cell cycle progression of head and neck squamous cell carcinoma and additionally is involved in irradiation resistance and differentiation of malignant oral keratinocytes."}, {"pubmed": 27993871, "text": "Normal FLT3 and negative expression of CD34 and cMPL may predict a longer overall survival in aute myeloid leukemia."}, {"pubmed": 28062497, "text": "miR-378 regulates the angiogenic capacity of CD34(+) progenitor cells in STEMI patients."}, {"pubmed": 28096094, "text": "Platelet CD34 expression and alpha/delta-granule abnormalities in GFI1B- and RUNX1-related familial bleeding disorders."}, {"pubmed": 28110587, "text": "Studied levels of peripheral blood CD34(+ )cells in women who subsequently had a spontaneous miscarriage (SM). Found CD34 positive B cells were significantly lower in SM group compared to control group."}, {"pubmed": 28282559, "text": "The number of platelets and circulating CD34-positive cells acts as an indicator of the activity of the vicious cycle that exists between hypertension and endothelial dysfunction in elderly Japanese men."}, {"pubmed": 28298297, "text": "CD34 stem cell exosomes mediate ischemic tissue repair via beneficial angiogenesis. Exosome-shuttled proangiogenic miRNAs may amplify stem cell function."}, {"pubmed": 28552539, "text": "Our findings showed that increased expression of CD34 and CD117 markers confer tumor progression and aggressiveness on prostate cancer."}, {"pubmed": 28669578, "text": "CD34+ clusters showed more important prognostic impact on survival and progression to leukaemia."}, {"pubmed": 28832078, "text": "Report CD34 expression in dermatofibromas and dermatofibrosarcoma protuberans."}, {"pubmed": 28880435, "text": "Disruption of GFI1B non-DNA-binding zinc-finger 1 is associated with mild to moderate thrombocytopenia without alpha-granule deficiency or bleeding symptomatology, indicating that the site of GFI1B mutation has important phenotypic implications. Platelet CD34 expression appears to be a common feature of perturbed GFI1B function."}, {"pubmed": 28948378, "text": "The effects of Platelet-rich plasma on vascular endothelial growth factor receptor-2 (VEGFR2) and CD34 expression were evaluated using real-time PCR, flow cytometry, western blot, immunocytochemistry and pathological study, as were carried out in both human umbilical endothelial cell culture and rat skin"}, {"pubmed": 29063331, "text": "The endometrial expression of LIF and CD34 in the pathogenesis of non-developing pregnancy can be used for evaluating the pregnancy prognosis in women of young and old reproductive age."}, {"pubmed": 29567882, "text": "This study aimed to confirm and analyze lymphovascular invasion (LVI) detected by hematoxylin and eosin (H and E) using IHC with CD34 and D2-40 and its correlation with other biologic and morphologic prognostic markers.  D2-40 is a promising marker for lymphatic endothelium. LVI is a poor prognostic marker hence should be evaluated imperatively in all cases of carcinoma breast."}, {"pubmed": 29630085, "text": "EZH2, ET-1, and CD34 may act as biomarkers of aggressive cervical squamous cell carcinoma"}, {"pubmed": 29745079, "text": "The expression levels of ER, CD34 and p53 in breast cancer tissue can be evaluated by color Doppler ultrasonographic features, which is conducive to assessing the prognosis of these patients."}, {"pubmed": 29761851, "text": "loss of CD34 and expression of CD42b define cells capable of factor V endocytosis and trafficking to proplatelet extensions during differentiation of megakaryocytes ex vivo from progenitor cells isolated from umbilical cord blood"}, {"pubmed": 29951828, "text": "These experiments show that CD34+ hMVECs are phenotypically and genotypically similar to tip cells in vivo."}, {"pubmed": 30197335, "text": "The role of CD34 in determining the premalignant nature of ral submucous fibrosis (OSF) could not be ascertained, since all endothelial cells were positive for CD34, whereas CD105 appeared to be more specific as it is associated with hypoxia-induced angiogenesis which is occurring in OSF due to hyalinization suggesting, CD105 to be more specific marker to determine neoangiogenesis in OSF"}, {"pubmed": 30259659, "text": "miR-382-5p overexpression increases proliferation of CD34+ cells."}, {"pubmed": 30320623, "text": "CD90 fibroblasts likely arise from the resting CD34 fibroblastic network. Actively collagenizing scar fibroblasts exhibit a CD90/CD34 phenotype, which is prolonged in pathologic scars."}, {"pubmed": 30587636, "text": "CD34 staining in megakaryocytes was associated with p53 expression (p=0.0166). CD34 and p53 expression were associated to worse overall survival in patients (p=0.0281). CONCLUSION: The presence of CD34 in megakaryocytes is associated with p53 expression and an adverse prognosis for Myelodysplastic syndromes (MDS) patients."}, {"pubmed": 30695751, "text": "These findings indicate that height is an indicator of vascular maintenance capability in elderly Japanese men."}, {"pubmed": 31113468, "text": "Our findings suggest that 3-month continuous positive airway pressure (CPAP) intervention does not show statistical significant increase in CD34+ cell number and function, in mostly moderate to severe Obstructive sleep apnea (OSA) subjects; however, it did demonstrate a positive trend"}, {"pubmed": 31320669, "text": "Sprouts were stained for CD34 and F-actin, and we observed that CD34 staining was mainly present in cells on the tips of sprouts that have a tip cell morphology including filopodial extensions."}, {"pubmed": 31395804, "text": "CD34(+) cells were identified in the proximity of motor neurons in autopsied spinal cord from sporadic amyotrophic lateral sclerosis subjects but not in controls."}, {"pubmed": 31490235, "text": "Meningioma-like tumor of the skin is a distinct CD34 spindle cell benign dermal tumor, unrelated to cellular neurothekeoma, and exhibiting myxoid, deciduoid, or chordoma-like features. Tumor cells were diffusely positive for CD34 in all 4 cases studied."}, {"pubmed": 31509041, "text": "Inhibition of CD34 and phosphor BAD signaling may be important in treating drug-resistant acute myeloid leukemia."}, {"pubmed": 31760702, "text": "Prognostic impact of CD34 and SMA in cancer-associated fibroblasts in stage I-III NSCLC."}, {"pubmed": 32007660, "text": "Comparison of CD34 expression in fibrous reactive hyperplasia and healthy oral mucosa."}, {"pubmed": 32175898, "text": "Diagnostic importance of clinicopathologic features and p16, CD34, MDM2 expression in differential diagnosis of adipocytic tumors."}, {"pubmed": 32272124, "text": "CD10 and CD34 as markers in vascular malformations with PIK3CA and TEK mutations."}, {"pubmed": 32293340, "text": "Deconvolution of diffuse gastric cancer and the suppression of CD34 on the BALB/c nude mice model."}, {"pubmed": 32335981, "text": "Improvement of motor and behavioral activity in Sandhoff mice transplanted with human CD34+ cells transduced with a HexA/HexB expressing lentiviral vector."}, {"pubmed": 32349717, "text": "The effect of smoking on clinical presentation and expression of TLR-2 and CD34 in Oral lichen Planus patients: clinical and immunohistochemical study."}, {"pubmed": 32422232, "text": "A sticky wicket: Defining molecular functions for CD34 in hematopoietic cells."}, {"pubmed": 32435886, "text": "Prognostic relevance of the loss of stromal CD34 positive fibroblasts in invasive lobular carcinoma of the breast."}, {"pubmed": 32602293, "text": "Expression of Ki-67 and CD34 on blood and bone marrow cells of CML patients with different response to imatinib and nilotinib therapy."}, {"pubmed": 32810787, "text": "Nasal polyps in eosinophilic granulomatosis with polyangiitis: Structured histopathology and CD105 expression."}, {"pubmed": 32920463, "text": "CD133(+)CD34(+) cells can give rise to EPCs: A comparative rabbit and human study."}, {"pubmed": 32962642, "text": "Correlation between peripheral blood neutrophil-lymphocyte ratio and CD34 expression in prostate cancer."}, {"pubmed": 32979173, "text": "Significance of hematopoietic surface antigen CD34 in neuroblastoma prognosis and the genetic landscape of CD34-expressing neuroblastoma CSCs."}, {"pubmed": 33080605, "text": "Can Vascular Endothelial Growth Factors and CD34 Expression Implement NICE (Narrow-Band Imaging International Colorectal Endoscopic) Classification in Colorectal Polypoid Lesion Diagnosis?"}, {"pubmed": 33237511, "text": "Endothelial Progenitor Cell CD34(+) and CD133(+) Concentrations and Soluble HLA-G Concentrations During Pregnancy and in Cord Blood in Undifferentiated Connective Tissue Diseases Compared to Controls."}, {"pubmed": 33392721, "text": "CD34 and Bcl-2 as predictors for the efficacy of neoadjuvant chemotherapy in cervical cancer."}, {"pubmed": 33397204, "text": "microRNA Sequencing of CD34+ Sorted Adipose Stem Cells Undergoing Endotheliogenesis."}, {"pubmed": 33610645, "text": "Human CD34-negative hematopoietic stem cells: The current understanding of their biological nature."}, {"pubmed": 33734917, "text": "Nestin and CD34 expression in colorectal cancer predicts improved overall survival."}, {"pubmed": 33773558, "text": "CD34 is not Expressed by Blasts in a Third of B-ALL Patients and its Negativity is associated with Aberrant Marker Expression: A Retrospective Analysis."}, {"pubmed": 34034609, "text": "Quantitative analyses of CD7, CD33, CD34, CD56, and CD123 within the FLT3-ITD/NPM1-MUT myeloblastic/monocytic bulk AML blastic populations."}, {"pubmed": 34060073, "text": "Comparison of CD34(+) cells isolated from frozen cord blood and fresh adult peripheral blood of sickle cell disease patients in gene correction of the sickle mutation at late-stage erythroid differentiation."}, {"pubmed": 34152108, "text": "CD34-negative Solitary Fibrous Tumor: A Clinicopathologic Study of 25 Cases and Comparison With Their CD34-positive Counterparts."}, {"pubmed": 34326362, "text": "Prognostic value of CD34 expression status in patients with myxofibrosarcomas and undifferentiated pleomorphic sarcomas."}, {"pubmed": 34390367, "text": "Early and late stage MPN patients show distinct gene expression profiles in CD34(+) cells."}, {"pubmed": 34773575, "text": "Circulating CD34+ cells of primary myelofibrosis patients contribute to myeloid-dominant hematopoiesis and bone marrow fibrosis in immunodeficient mice."}, {"pubmed": 36179587, "text": "A comparative study of the epiligament of the medial collateral and anterior cruciate ligaments in the human knee: Immunohistochemical analysis of CD 34, alpha-smooth muscle actin and vascular endothelial growth factor in relation to epiligament theory."}, {"pubmed": 36649044, "text": "Expression of Markers Ki-67, Nestin, VEGF, CD34 and Apoptosis in Relatively Healthy Lung Tissue with Non-Changed and Metaplastic Bronchial Epithelium."}, {"pubmed": 37393757, "text": "VEGFR2 and CD34 expression associated with longer survival in patients with pleural mesothelioma in the IFCT-GFPC-0701 MAPS phase 3 trial."}, {"pubmed": 37625828, "text": "C-type Lectin Domain Family 4 Member G (CLEC4G) Is a Negative Marker for CD34 in the Evolution of Liver Pathogenesis."}, {"pubmed": 38173016, "text": "Extracellular vesicle-derived TP53BP1, CD34, and PBX1 from human peripheral blood serve as potential biomarkers for the assessment and prediction of vascular aging."}], "genomic_pos": {"chr": "1", "end": 207911402, "ensemblgene": "ENSG00000174059", "start": 207880972, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 208084747, "start": 208057594, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001894", "pubmed": 12939361, "qualifier": "involved_in", "term": "tissue homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001935", "pubmed": 21835908, "qualifier": "involved_in", "term": "endothelial cell proliferation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0003094", "pubmed": 20354148, "qualifier": "involved_in", "term": "glomerular filtration"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0003158", "pubmed": 17261663, "qualifier": "involved_in", "term": "endothelium development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007160", "qualifier": "involved_in", "term": "cell-matrix adhesion"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0007165", "pubmed": 17261663, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 17261663, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010629", "pubmed": 15969628, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030097", "pubmed": 15969628, "qualifier": "involved_in", "term": "hemopoiesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032703", "pubmed": 9815891, "qualifier": "involved_in", "term": "negative regulation of interleukin-2 production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035759", "qualifier": "involved_in", "term": "mesangial cell-matrix adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038001", "pubmed": 21835908, "qualifier": "involved_in", "term": "paracrine signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042482", "pubmed": 12939361, "qualifier": "involved_in", "term": "positive regulation of odontogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045766", "pubmed": [12939361, 21835908], "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0048870", "pubmed": 17261663, "qualifier": "involved_in", "term": "cell motility"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050900", "qualifier": "involved_in", "term": "leukocyte migration"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0060290", "pubmed": 1868864, "qualifier": "involved_in", "term": "transdifferentiation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0061042", "pubmed": 20354148, "qualifier": "involved_in", "term": "vascular wound healing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071425", "pubmed": 21873977, "qualifier": "involved_in", "term": "hematopoietic stem cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071657", "pubmed": 9815891, "qualifier": "involved_in", "term": "positive regulation of granulocyte colony-stimulating factor production"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071657", "pubmed": 17261663, "qualifier": "involved_in", "term": "positive regulation of granulocyte colony-stimulating factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071971", "pubmed": 21835908, "qualifier": "involved_in", "term": "extracellular exosome assembly"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0072011", "pubmed": 17464107, "qualifier": "involved_in", "term": "glomerular endothelium development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0072089", "pubmed": 17261663, "qualifier": "involved_in", "term": "stem cell proliferation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0072254", "pubmed": 1868864, "qualifier": "involved_in", "term": "metanephric glomerular mesangial cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098609", "pubmed": 15249540, "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001214", "pubmed": 12939361, "qualifier": "involved_in", "term": "positive regulation of vasculogenesis"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 7525669, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005764", "qualifier": "located_in", "term": "lysosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [1868864, 7525669, 9042286, 17464107], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 9042286, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0009897", "pubmed": 15249540, "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009897", "pubmed": [10337918, 12939361, 20354148], "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009925", "qualifier": "located_in", "term": "basal plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0036053", "qualifier": "part_of", "term": "glomerular endothelium fenestra"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045171", "pubmed": 7525669, "qualifier": "located_in", "term": "intercellular bridge"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 7525669, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030246", "pubmed": 15249540, "qualifier": "enables", "term": "carbohydrate binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043199", "qualifier": "enables", "term": "sulfate binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 21873977, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[8364, 779603], [9544, 713858], [9598, 457692], [9606, 947], [9615, 415130], [9913, 281051], [10090, 12490], [10116, 305081]], "id": 1343}, "interpro": [{"desc": "CD34 antigen", "id": "IPR008083", "short_desc": "CD34"}, {"desc": "CD34/Podocalyxin", "id": "IPR013836", "short_desc": "CD34/Podocalyxin"}], "ipi": ["IPI00006070", "IPI00299994", "IPI00384949", "IPI00942062"], "map_location": "1q32.2", "name": "CD34 molecule", "other_names": ["CD34 antigen", "CD34 sialomucin", "hematopoietic progenitor cell antigen CD34"], "pantherdb": {"HGNC": "1662", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88329", "ortholog_type": "LDO", "panther_family": "PTHR16677", "taxid": 10090, "uniprot_kb": "Q64314"}, {"RGD": "1306863", "ortholog_type": "LDO", "panther_family": "PTHR16677", "taxid": 10116, "uniprot_kb": "B1PLB1"}, {"Ensembl": "ENSGALG00000001177", "ortholog_type": "LDO", "panther_family": "PTHR16677", "taxid": 9031, "uniprot_kb": "E1BUT3"}, {"ZFIN": "ZDB-GENE-141216-411", "ortholog_type": "O", "panther_family": "PTHR16677", "taxid": 7955, "uniprot_kb": "A0A0R4IT40"}, {"ZFIN": "ZDB-GENE-030829-14", "ortholog_type": "LDO", "panther_family": "PTHR16677", "taxid": 7955, "uniprot_kb": "E9QH19"}], "uniprot_kb": "P28906"}, "pathway": {"kegg": [{"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}], "pid": {"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, "reactome": [{"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}]}, "pfam": "PF06365", "pharmgkb": "PA26211", "pharos": {"target_id": 4119, "tdl": "Tbio"}, "pir": ["A38078", "I67604"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF220110", "relationship": "is"}, {"id": "GNF247071", "relationship": "is"}, {"id": "GNF247072", "relationship": "is"}, {"id": "GNF247073", "relationship": "is"}, {"id": "GNF247074", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162139", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF036412", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002268", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF235754", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF111584", "relationship": "is"}, {"id": "GNF116700", "relationship": "is"}, {"id": "GNF151225", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001020280.1", "NP_001764.1", "XP_054195678.1"], "rna": ["NM_001025109.2", "NM_001773.3", "XM_054339703.1"], "translation": [{"protein": "NP_001020280.1", "rna": "NM_001025109.2"}, {"protein": "NP_001764.1", "rna": "NM_001773.3"}, {"protein": "XP_054195678.1", "rna": "XM_054339703.1"}]}, "reporter": {"HG-U133_Plus_2": "209543_s_at", "HG-U95Av2": ["38747_at", "538_at"], "HTA-2_0": ["TC01003777.hg.1", "TC01006074.hg.1"], "HuEx-1_0": "2453307", "HuGene-1_1": "7923978", "HuGene-2_1": "16698801"}, "retired": 199828, "summary": "The protein encoded by this gene may play a role in the attachment of stem cells to the bone marrow extracellular matrix or to stromal cells. This single-pass membrane protein is highly glycosylated and phosphorylated by protein kinase C. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Aug 2011].", "symbol": "CD34", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332710"}, "unigene": "Hs.374990", "uniprot": {"Swiss-Prot": "P28906", "TrEMBL": "Q5JTA5"}, "wikipedia": {"url_stub": "CD34"}}