{"AllianceGenome": "1667", "HGNC": "1667", "MIM": "107270", "_id": "952", "_version": 1, "accession": {"genomic": ["AC005798.10", "AF001985.1", "CH471069.1", "CP068274.2", "D84284.2", "DQ091293.1", "JC231856.1", "NC_000004.12", "NC_060928.1"], "protein": ["AAA68482.1", "AAH07964.1", "AAY99634.1", "BAA18964.1", "BAA18965.1", "BAA18966.1", "BAG36077.1", "BAG59979.1", "BAG64268.1", "CDM22270.1", "EAW92745.1", "EAW92746.1", "NP_001766.2", "P28907.2"], "rna": ["AA417096.1", "AK297592.1", "AK303169.1", "AK313268.1", "BC007964.2", "CD688069.1", "D84276.1", "D84277.1", "M34461.1", "NM_001775.4", "NR_132660.2"], "translation": [{"protein": "AAA68482.1", "rna": "M34461.1"}, {"protein": "BAG64268.1", "rna": "AK303169.1"}, {"protein": "BAG59979.1", "rna": "AK297592.1"}, {"protein": "BAA18965.1", "rna": "D84277.1"}, {"protein": "NP_001766.2", "rna": "NM_001775.4"}, {"protein": "BAA18964.1", "rna": "D84276.1"}, {"protein": "AAH07964.1", "rna": "BC007964.2"}, {"protein": "BAG36077.1", "rna": "AK313268.1"}]}, "alias": ["ADPRC 1", "ADPRC1", "cADPR1"], "ec": ["2.4.99.20", "3.2.2.6"], "ensembl": {"gene": "ENSG00000004468", "protein": ["ENSP00000226279", "ENSP00000423047", "ENSP00000427277"], "transcript": ["ENST00000226279", "ENST00000502843", "ENST00000506191", "ENST00000510674", "ENST00000511430"], "translation": [{"protein": "ENSP00000427277", "rna": "ENST00000502843"}, {"protein": "ENSP00000226279", "rna": "ENST00000226279"}, {"protein": "ENSP00000423047", "rna": "ENST00000510674"}], "type_of_gene": "protein_coding"}, "entrezgene": "952", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.9618929675, "exp_mis": 111.434361459, "exp_syn": 50.392223274, "lof_z": 1.13472996314076, "mis_z": 0.298136304186291, "mu_lof": 7.72696460435e-07, "mu_mis": 9.63215341412e-06, "mu_syn": 4.18630592871e-06, "n_lof": 8.0, "n_mis": 105.0, "n_syn": 28.0, "p_li": 7.65670798329562e-05, "p_null": 0.246064611992565, "p_rec": 0.753858820927602, "syn_z": 1.95553171841704}, "bp": 903, "cds_end": 15850225, "cds_start": 15780037, "n_exons": 8, "nonpsych": {"exp_lof": 10.6648106591, "exp_mis": 100.696996211, "exp_syn": 45.4479651292, "lof_z": 0.801385977573994, "mis_z": 0.336615188867775, "mu_lof": 7.72696460435e-07, "mu_mis": 9.63215341412e-06, "mu_syn": 4.18630592871e-06, "n_lof": 8.0, "n_mis": 94.0, "n_syn": 24.0, "p_li": 4.32074430378665e-05, "p_null": 0.396623826775366, "p_rec": 0.603332965781596, "syn_z": 2.00305268697695}, "nontcga": {"exp_lof": 10.9891650669, "exp_mis": 102.503843206, "exp_syn": 46.3450676668, "lof_z": 1.18708270057123, "mis_z": 0.369252557713456, "mu_lof": 7.72696460435e-07, "mu_mis": 9.63215341412e-06, "mu_syn": 4.18630592871e-06, "n_lof": 7.0, "n_mis": 95.0, "n_syn": 27.0, "p_li": 0.000308425202709229, "p_null": 0.193380206573021, "p_rec": 0.806311368224269, "syn_z": 1.79924714023294}, "transcript": "ENST00000226279.3"}, "exons": [{"cdsend": 15848602, "cdsstart": 15778414, "chr": "4", "position": [[15778327, 15778647], [15816510, 15816640], [15824880, 15825016], [15834216, 15834302], [15838091, 15838165], [15840025, 15840118], [15840451, 15840538], [15848538, 15853232]], "strand": 1, "transcript": "NM_001775", "txend": 15853232, "txstart": 15778327}, {"cdsend": 15853232, "cdsstart": 15853232, "chr": "4", "position": [[15778327, 15778647], [15816510, 15816640], [15834216, 15834302], [15838091, 15838165], [15840025, 15840118], [15840451, 15840538], [15848538, 15853232]], "strand": 1, "transcript": "NR_132660", "txend": 15853232, "txstart": 15778327}], "exons_hg19": [{"cdsend": 15850225, "cdsstart": 15780037, "chr": "4", "position": [[15779950, 15780270], [15818133, 15818263], [15826503, 15826639], [15835839, 15835925], [15839714, 15839788], [15841648, 15841741], [15842074, 15842161], [15850161, 15854855]], "strand": 1, "transcript": "NM_001775", "txend": 15854855, "txstart": 15779950}, {"cdsend": 15854855, "cdsstart": 15854855, "chr": "4", "position": [[15779950, 15780270], [15818133, 15818263], [15835839, 15835925], [15839714, 15839788], [15841648, 15841741], [15842074, 15842161], [15850161, 15854855]], "strand": 1, "transcript": "NR_132660", "txend": 15854855, "txstart": 15779950}], "generif": [{"pubmed": 11836173, "text": "Low CD38 expression parallels a lower propensity to apoptosis. In vivo CD38 crosslinking by its ligand may play a pivotal role in B-CLL apoptosis, and chlorambucil affects CD38 levels."}, {"pubmed": 12242463, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12368155, "text": "CD38 plays a role in the progression of B-chronic lymphocytic leukemia and can be used as a prognostic marker"}, {"pubmed": 12382646, "text": "expression level does not change in B-cell chronic lymphocytic leukemia"}, {"pubmed": 12386160, "text": "CD38 expression and the consequential accumulation of cADPR play a causal role in mediating cellular differentiation"}, {"pubmed": 12718937, "text": "CD38 receptor-mediated signals operate directly suggesting a Fcgamma receptorial surface molecule independent activation pathway. The key element for the receptor mediated signaling is represented by surface density of CD38 on resting monocytes."}, {"pubmed": 12763926, "text": "CD38 is not merely a marker in B-CLL, but plays a receptor role with pathogenetic potential ruling the proliferation of the malignant clone."}, {"pubmed": 12854897, "text": "results suggest that CD38 is superior to myeloid-associated markers in predicting the prognosis of patients with B-CLL"}, {"pubmed": 12917263, "text": "CD38 enhances thymocyte death by interacting with CD31 expressed by accessory cells and may play a role in passive immunity."}, {"pubmed": 14523017, "text": "CD38 operates in two functionally distinct microdomains of the plasma membrane"}, {"pubmed": 14596927, "text": "findings indicate a novel negative feedback mechanism between RyR1 channel activity and CD38 abundance acts in cADPr signal transduction in lymphoma b-cells"}, {"pubmed": 14749705, "text": "CD38 overexpression is associated with B-cell chronic lymphocytic leukemia"}, {"pubmed": 14983032, "text": "Expression of CD38 on CD8+ T cells is associated with poor prognostic outcome in hiv infected individuals with detectable plasma viremia"}, {"pubmed": 14990397, "text": "cADPR, in concert with IP(3), operates in airway gland acinar cells to mobilize Ca(2+), resulting in Cl(-) secretion."}, {"pubmed": 15028729, "text": "concentrative influx of extracellular cADPR across CNT3 and cs-csg NT could substitute in the absence of CD38 in eliciting cADPR-dependent [Ca(2+)](i) increases in granulocyte-differentiated HL-60 cells, as well as in other CD38(-) cells"}, {"pubmed": 15219386, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15556942, "text": "CD38 is stimulated by sequential activation of IL8 receptor, IP(3)-mediated Ca(2+) rise, and cGMP/protein kinase G and plays an essential role in IL8-induced migration of LAK cells"}, {"pubmed": 15613544, "text": "CD38, a negative prognostic marker in B-cell chronic lymphocytic leukemia (B-CLL), plays a role in neoplastic B-cell growth and survival."}, {"pubmed": 15759031, "text": "In the current study, ZAP-70 and CD38 expressions were examined in 252 patients with B-CLL. Surface CD38 expression on more than 30% (CD38(+)) of B-CLL cells were associated with an unfavorable clinical course."}, {"pubmed": 15764953, "text": "The level of CD38 expression on different T-cell subsets is differentially upregulated in drug-naive HIV-infected patients."}, {"pubmed": 15941914, "text": "leukocyte antigen-DR, CD38, and CD9 share a common pathway of tyrosine kinase activation in human monocytes"}, {"pubmed": 15964076, "text": "CD38 expression is augmented in ex vivo CD3+, CD4+, CD8+, and CD25+ systemic lupus erythematosus T cells, which correlates with its increased insolubility in Brij 98 detergent, and its translocation into lipid rafts."}, {"pubmed": 16154090, "text": "The crystal structure of the soluble extracellular domain of human CD38 to 1.9 A resolution was determined."}, {"pubmed": 16293598, "text": "localization of CD38 in lipid rafts and its multiple interactions with signaling receptors rule innate and adaptive immune responses by tuning DC migration, survival, and Th1-polarization ability"}, {"pubmed": 16329108, "text": "Retinoic acid-induced CD38 expression in HL-60 myeloblastic leukemia cells regulates cell differentiation or viability depending on expression levels"}, {"pubmed": 16369895, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16544364, "text": "anti-CD38 autoantibodies are more prevalent in long-standing than in new-onset type 1 diabetes, and more prevalent in type 2 than in type 1 diabetes. (review)"}, {"pubmed": 16568475, "text": "Results showed a simple method of quantitation of CD38 expression to be sufficient to identify patients with an unfavourable prognosis in B cell chronic lymphocytic leukaemia."}, {"pubmed": 16571778, "text": "TNF-alpha-induced CD38 expression involves NF-kappaB expression and its activation and dexamethasone inhibits CD38 expression through NF-kappaB-dependent and -independent mechanisms."}, {"pubmed": 16601673, "text": "TRPM2 is a potential molecular target for cADPR, which regulates Ca(2+) entry into pancreatic beta-cells at body temperature depending on the production of cADPR-related molecules, thereby regulating insulin secretion."}, {"pubmed": 16642047, "text": "B-prolymphocytic leukemia appears biologically heterogeneous regarding IgVH mutations, ZAP-70 and CD38 expression, showing a pattern distinct from that of other lymphoproliferative disorders"}, {"pubmed": 16825496, "text": "Combined analysis of CD38 in B-chronic lymphocytic leukemia and T cells is superior in predicting outcome of male B-CLL patients."}, {"pubmed": 16839787, "text": "results show that, in lymphoma cells, propensity to apoptosis was significantly linked to CD38 expression and that, remarkably, such response was independent of the nature of the trigger used"}, {"pubmed": 16841181, "text": "These results suggested that the N-linked glycosylation of CD38 plays a crucial role in the structure stability by preventing the formation inter-molecular cross-links."}, {"pubmed": 16861223, "text": "active sites of CD38 and ADP-ribosyl cyclase have roles in nicotinic acid adenine dinucleotide phosphate (NAADP) synthesis and hydrolysis activities"}, {"pubmed": 16909600, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16932341, "text": "IRTA4/FcRH2 expression as detected by flow cytometry was significantly lower in the poor prognosis subgroup as compared to ZAP-70-CD38- B-chronic lymphocytic leukemia cells"}, {"pubmed": 17028452, "text": "We found a low incidence of CD38+ CLL patients, and CD38 expression predicted significantly a more advanced stage of the disease, shorter lymphocyte doubling time and shorter therapy- and progression-free time."}, {"pubmed": 17107912, "text": "somatic mutation status and CD38 retained prognostic significance on multivariate analysis whereas ZAP-70 did not"}, {"pubmed": 17173996, "text": "These results indicate that cADPR is an intracellular messenger of Ca(2+) signalling, suggesting that CD38 can contribute to mAChR-cADPR signalling."}, {"pubmed": 17191385, "text": "Review. CD38 senses extracellular NAD release in infection/inflammation & produces cADPR. This regulates calcium signaling & chemotaxis in monocytes, neutrophils and dendritic cells."}, {"pubmed": 17287729, "text": "results reveal that CD38 has a key role in neuropeptide release, thereby critically regulating maternal and social behaviours, and may be an element in neurodevelopmental disorders"}, {"pubmed": 17287849, "text": "biological rationale for the poor prognosis of CD38(+) for chronic lymphocytic anemia patients."}, {"pubmed": 17322278, "text": "regulation of CD38 expression through p38 and JNK MAPKs involves NF-kappaB and AP-1 activation, and ERK and and p38 MAPKs also regulate expression posttranscriptionally through message stability"}, {"pubmed": 17327405, "text": "lipid microdomain disruption and silencing of CD19 directly impacts on CD38's ability to mediate Ca(2+) fluxes, while leaving its surface expression unchanged"}, {"pubmed": 17440035, "text": "Borrelia garinii blocks the up-regulation of CCR7 and CD38, important molecules in DC migration to lymph nodes, thus affecting further immune responses in Lyme borreliosis infection."}, {"pubmed": 17534928, "text": "Prognostic significance of combined analysis of ZAP-70 and CD38 in chronic lymphocytic leukemia was performed."}, {"pubmed": 17591784, "text": "analysis of catalysis-associated conformational changes revealed by human CD38 complexed with a non-hydrolyzable substrate analog"}, {"pubmed": 17684154, "text": "CD38 expression labels an activated subset within chronic lymphocytic leukemia clones enriched in proliferating B cells."}, {"pubmed": 17786980, "text": "CD38 at the interchromatin region whether linked to nuclear scaffold or stored in nuclear structures as micronuclei and Cajal bodies co-localizing with coilin, suggests its involvement in nuclear processes."}, {"pubmed": 17852458, "text": "Erythrocyte NAD glycohydrolase and ADP-ribosyl cyclase activities were significantly increased in cancer, in parallel to enhancement of CD38 expression and in correlation with CEA values and anemia"}, {"pubmed": 17931624, "text": "Results suggest that Zap-70 expression may be a better indicator of the mutational status of IgVH and prognosis of chronic lymphocytic leukemia than CD38 expression."}, {"pubmed": 18024373, "text": "CD38 and ZAP-70 are expressed in lymph node leukemic cells in both good and poor prognosis patients"}, {"pubmed": 18162778, "text": "staining for TCL1, CD38, and CD44 are useful ancillary tests to identify B-cell tumors"}, {"pubmed": 18178673, "text": "These results indicate a critical role for CD38 in TNFalpha-induced enhancement of [Ca(2+)](i) in human airway smooth muscle cells."}, {"pubmed": 18212246, "text": "a new role for CD38 in modulating antigen-mediated T-cell responses during IS formation"}, {"pubmed": 18319522, "text": "association with B-cell chronic lymphocytic leukemia progression in western and asian enthnic populations"}, {"pubmed": 18322442, "text": "Regardless of CD38 expression level, CD38 and ZAP-70 expressions were significantly associated in B-CLL"}, {"pubmed": 18323656, "text": "CD38 expression was increased by isonicotinic acid and all-trans-retinoic acid"}, {"pubmed": 18326821, "text": "Proliferating tumor cells in lymph nodes express CD38, which is in turn associated with an increased number of CD31(+) vascular endothelial cells"}, {"pubmed": 18341691, "text": "functional role of NF-kappaB, AP-1 and glucocorticoid response elements in the cd38 promoter in the transcriptional regulation of CD38"}, {"pubmed": 18403265, "text": "CD38 is a dependable negative prognostic marker for chronic lymphocytic leukemia;In conjunction with chemokines and their receptors, CD38 influences cell migratory responses; (Review)"}, {"pubmed": 18424664, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18424664, "text": "highest G allele frequency was observed in the 16 patients of the cohort that developed Richter syndrome"}, {"pubmed": 18431797, "text": "Data suggest that detection of CD2 or CD13 expression in chronic lymphocytic leukemia (CLL) suggests familial CLL, and that CD38 expression does not carry the negative prognosis observed in sporadic CLL."}, {"pubmed": 18441094, "text": "Glucocorticoid regulation of CD38 expression in human airway smooth muscle cells: role of dual specificity phosphatase 1"}, {"pubmed": 18519230, "text": "There was a significant correlation between the percentage of leukemic cells positive for ZAP-70 and the percentage of CD38+CD19+ cells (R=0.629; p=0.000001)."}, {"pubmed": 18519815, "text": "data do not support an important contribution of CD38 triggering by CD31 to the proliferative and antiapoptotic state of the leukemic clone"}, {"pubmed": 18534062, "text": "CD38(+) is a stable parameter for the identification of chronic lymphocytic leukemia patients with a more aggressive disease"}, {"pubmed": 18581239, "text": "CD38-cyclic adenosine diphosphate-ribose (cADPR)-mediated increase in astrocyte intracellular divalent calcium ions plays an important role in potentiating neurotoxicity in HIV-1-associated neurocognitive disorder."}, {"pubmed": 18616755, "text": "The higher expression level of LPL was also associated with higher level of ZAP-70 and CD38, and more aggressive Binet stage in chronic lymphocytic leukema."}, {"pubmed": 18674817, "text": "CD38 was a good predictor of OS in Chinese patients with CLL."}, {"pubmed": 18689273, "text": "positive ZAP-70 and CD38 status were associated with an unfavorable clinical course in chronic lymphocytic leukemia patients"}, {"pubmed": 18759251, "text": "the presence of nuclear CD38 by immunofluorescence and confocal microscopy using a panel of hematopoietic cell lines that exhibit different levels of CD38 plasma membrane expression."}, {"pubmed": 18940667, "text": "human CD38, an NAD-utilizing enzyme, is capable of catalyzing the cleavage reactions through both covalent and noncovalent intermediates, depending on the substrate used"}, {"pubmed": 19021053, "text": "Simultaneous analysis of ZAP-70, CD38 and IGHV mutations in CLL provides more discriminatory prediction of treatment-free interval than any factor alone"}, {"pubmed": 19052657, "text": "Results show that CD38 and CD157 are expressed constitutively by corneal cells: CD38 appears as a 45-kDa monomer, while CD157 is a 42- to 45-kDa doublet."}, {"pubmed": 19117080, "text": "that CD38 undergoes dramatic structural changes at the receptor region and at the enzymatic region in the presence of calcium."}, {"pubmed": 19240243, "text": "CD38 SNPs rs6449182 and rs1800561 may affect CD38 expression and contribute to risk of B-CLL carcinogenesis."}, {"pubmed": 19240243, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19561535, "text": "Data indicate that T cell with the anti-CD38-CAR showed powerful cytotoxicity against B-NHL cells in vitro and in vivo."}, {"pubmed": 19635790, "text": "Without the G306E mutation the c-Cbl unites CD38 with the signaling complex and delivers a MAPK signal that drives RA-induced differentiation."}, {"pubmed": 19644143, "text": "Data show that reduced relative mean fluorescence of CD38 below a threshold value on CD34(+) cells diagnosed low-grade myelodysplastic syndrome with 95% sensitivity and 92% specificity."}, {"pubmed": 19679010, "text": "Studies indicate that among the multitude of prognostic markers evaluated in CLL patients, IgVH mutational status, ZAP-70, and CD38 are some of the most frequently reported."}, {"pubmed": 19817952, "text": "CD38(+)CD8(+) T cells can be an appropriate immunological marker for early detection and antiviral therapeutic monitoring of human cytomegalovirus infection after orthotopic liver transplantation."}, {"pubmed": 19866343, "text": "higher proportion of protein-expressing B-cells in the blood of patients with systemic lupus erythematosus"}, {"pubmed": 19956559, "text": "Results suggests that the CD31/CD38 axis activates genetic programs relevant for proliferative responses. It also indicates a contribution of this pathway to the processes mediating migration and homing."}, {"pubmed": 20002855, "text": "When combined with clinical staging, the presence of a detectable CD38 antigen expression can be used to improve the identification of chronic lymphocytic leukemia patients with more aggressive disease."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20435366, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20435366, "text": "Our results call for functional and expression assay to assess the biological effects of the variant. Furthermore, the W140 allele could be a potential risk factor for a subset of Japanese autism spectrum disorder patients."}, {"pubmed": 20638362, "text": "these data should provide an insight for elucidating the roles of CD38 in oxidative stresses and a novel perspective of dealing with the ischemia/reperfusion-related diseases."}, {"pubmed": 20640790, "text": "analysis of human CD38's wild type, E226 and E146 mutants"}, {"pubmed": 20693316, "text": "Data suggest that the differential induction of CD38 by TNF-alpha in ASMA cells is due to increased transcriptional regulation involving ERK and p38 MAPK activation and is independent of changes in NF-kappaB or AP-1 activation."}, {"pubmed": 21051931, "text": "gene mutational status and CD38 expression correlated with good Methylation"}, {"pubmed": 21055809, "text": "Data indicate that high iLR expression was strongly correlated with negativity for CD38 and ZAP-70 expression and mutated IGVH gene status."}, {"pubmed": 21134381, "text": "mutation of a key residue at the active site, E146, inhibits the hydrolysis activity of CD38 but greatly increases its cyclization activity"}, {"pubmed": 21153349, "text": "TNF-alpha regulation of CD38 expression in human airway smooth muscle: role of MAP kinases and NF-kappaB."}, {"pubmed": 21156171, "text": "Data show that neither a specific CD38 ectoenzyme inhibitor nor a point mutation that cripples enzymatic activity (CD38 E226Q) diminishes ATRA-induced differentiation or G1/0 arrest."}, {"pubmed": 21182206, "text": "A focal point for probing a possible relationship between CD38, an important immune cell marker, and ASD is the link between autism and autoimmune diseases"}, {"pubmed": 21212793, "text": "CD38 upregulation was primarily conditioned by the presence of E2A and then by the G allele"}, {"pubmed": 21237436, "text": "CD38(+) lymphocytes represent abnormal mononuclear cell populations in atrophic oral lichen planus (OLP) lesions indicating forms of OLP might exist with different pathogenesis, despite similar histology and clinical behavior."}, {"pubmed": 21330325, "text": "Data demonstrated that CD34(+)CD38(-/lo) hematopoietic stem cells from cord blood contained a two-fold higher T-lineage generation capacity than CD34(+)CD38(-/lo) bone marrow hematopoietic stem cells."}, {"pubmed": 21330473, "text": "Whereas interleukin 3 receptor alpha expression is undetectable on normal CD34(+)CD38(-) stem cells, it is overexpressed on CD34(+)CD38(-) cells from Fanconi anemia patients with acute myeloid leukemia."}, {"pubmed": 21387169, "text": "N-terminal of CD38 expressed on the cell surface functions as a receptor for an unknown ligand and triggers positive signals for insulin secretion"}, {"pubmed": 21423200, "text": "Synergistic TLR agonist stimulation in combination with IFN-alpha and IFN-gamma was the best method for regulating CD38 and CD74 expression"}, {"pubmed": 21463115, "text": "Data show there was no correlation between the MDR1 genotypes and Binet stage, unmutated immunoglobulin heavy-chain variable region (IGHV) status, CD38 expression, ZAP-70 expression, and p53 deletion."}, {"pubmed": 21518472, "text": "The 184 locus G allele of CD38 may be protective against CML, and reduce the risk of CML relapse."}, {"pubmed": 21528155, "text": "Data show that the genotype of a SNP (rs6449182; C>G variation) in the CpG island of intron 1, harboring the retinoic-acid response element, exerts differential roles in CD38 expression in ASD and in parental LBC."}, {"pubmed": 21692849, "text": "CD38 expression by chronic lymphocytic leukemic cells was regulated not only by elements of the murine microenvironment but also by co-engrafting non-malignant human T cells"}, {"pubmed": 21716207, "text": "The determination of TK, ZAP-70 and CD38 together allows patients susceptible to a possible stage of the disease, to be identified."}, {"pubmed": 21765022, "text": "The second decade of studies on CD38 in chronic lymphocytic leukemia will tell if the molecule is an effective target for antibody-mediated therapy in this currently incurable leukemia."}, {"pubmed": 21876768, "text": "These data argue for a prominent role of VLA-4 but not CD38 expression in the homing of chronic lymphocytic leukemia cells to bone marrow (BM) niches and in human BM infiltration."}, {"pubmed": 21893160, "text": "These results suggest that CD38 plays a general role in oxytocin secretion"}, {"pubmed": 21933861, "text": "High levels of CD34+CD38low/-CD123+ blasts are predictive of an adverse outcome in acute myeloid leukemia"}, {"pubmed": 21945028, "text": "We found a positive correlation between blood protein carbonyl groups with CD38 expression and a negative correlation with ZAP 70 expression"}, {"pubmed": 22002134, "text": "Analysis of CD38 and ZAP70 mRNA expression among cytogenetic subgroups of Iranian chronic-lymphocytic-leukemia patients."}, {"pubmed": 22020217, "text": "NAADP hydrolysis depends, at least in part, on CD38 expression. CD38 is not necessary for NAADP production, but rather catalyses degradation of NAADP."}, {"pubmed": 22027397, "text": "Data show that in HIV-1-infected astrocytes, IL-1beta-induced increases in CD38 levels were regulated through the MAPK signaling pathway and by the transcription factor NF-kappaB."}, {"pubmed": 22142305, "text": "Structure-function relationships have been analyzed to assess the structural determinants important for catalyis-based inhibitors of NAD glycohydrolase activity of CD38."}, {"pubmed": 22171799, "text": "CD38 expression have independent prognostic value in early stage chronic lymphocytic leukaemia (CLL)."}, {"pubmed": 22236458, "text": "study contributes to understanding of the physiological functions of CD38 enzyme, by reporting its enzyme activity distribution in healthy individuals and demonstrating a significant positive correlation with age"}, {"pubmed": 22251373, "text": "Data indicate the simultaneous analysis of CD64 together with CD304 (Neuropilin-1) or the combination of CD11b and CD38 was suitable for the identification of rheumatoid arthritis (RA)patients with high current activity in synovitis."}, {"pubmed": 22278094, "text": "This study provided evidence that rs3796863 of CD31 antigen impacts social processing on a very basic level."}, {"pubmed": 22336563, "text": "Reduced plasma oxytocin and both oxytocin receptor and CD38 risk alleles were related to less parental touch"}, {"pubmed": 22338471, "text": "expression of CD38 antigen and ZAP-70 have an exceptional significance in the prediction of prognosis in CLL patients."}, {"pubmed": 22556157, "text": "In human airway smooth muscle cells, regulation of CD38 expression occurs by specific class I PI3K isoforms."}, {"pubmed": 22677461, "text": "Studies indicate that both cyclic ADP-ribose (cADPR) and nicotinic acid adenine dinucleotide phosphate (NAADP) are generated by CD38/ADP-ribosyl cyclases."}, {"pubmed": 22721814, "text": "CD38 gene polymorphism is associated with chronic lymphocytic leukemia."}, {"pubmed": 22773691, "text": "miR-140-3p modulates CD38 expression in human airway smooth muscle cells through direct binding to the CD38 untranslated region and indirect mechanisms involving activation of p38 MAPK and NF-kappaB."}, {"pubmed": 22909798, "text": "Interleukin 22 is increased and correlated with CD38 expression in patients with B-chronic lymphocytic leukemia."}, {"pubmed": 22955446, "text": "CD38 signals upregulate expression and functions of matrix metalloproteinase-9 in chronic lymphocytic leukemia cells."}, {"pubmed": 22969159, "text": "The identification of these two forms of CD38 suggests that flipping the catalytic domain from the outside to the inside of the cell may be a mechanism regulating its signaling activity."}, {"pubmed": 23021410, "text": "The detection of the cytoplasmic kappa/lambda ratio of CD38-gated CD138(+) plasma cells may be a useful tool in the diagnosis of plasma cell myeloma."}, {"pubmed": 23123429, "text": "Identification of ADP-ribosylation sites of CD38 mutants by precursor ion scanning mass spectrometry."}, {"pubmed": 23156678, "text": "in the tumor cells of patients with colorectal cancer the expression of the CD38 gene is heterogeneous."}, {"pubmed": 23308177, "text": "PECAM1+/CD38+ Vascular Cells can be Identified in Human Foreskin and in Vascular Sprouts of Basal Cell Carcinomas."}, {"pubmed": 23686733, "text": "Atorvastatin and rosiglitazone did not affect the expression of CD38."}, {"pubmed": 23706103, "text": "Our data reveal that a high proportion of CD34+/CD38- cells is positively associated with a poor prognosis of childhood ALL, to further guide therapy of the disease."}, {"pubmed": 23716697, "text": "Data show that ADP-ribosylation of CtBP1-S/BARS by brefeldin A (BFA) occurs via synthesis of a BFA-ADP-ribose conjugate by the ADP-ribosyl cyclase CD38 and covalent binding of the BFA-ADP-ribose conjugate into the CtBP1-S/BARS NAD(+)-binding pocket."}, {"pubmed": 23718062, "text": "Increase in the level of serum PECAM-1/CD31, a CD38 non-substrate ligand, is associated with endothelial dysfunction and correlates with elevated PECAM-1/CD31 levels and the number of CD38-positive lymphocytes in bronchial asthma patients."}, {"pubmed": 23729443, "text": "The frequency of CD38high antibody-secreting cells (ASCs) is increased during the acute phase of hepatitis A virus (HAV) infection.  Substantial numbers of ASCs are non-HAV-specific and dominantly secrete IgM."}, {"pubmed": 23755763, "text": "Report diagnosis of multiple myeloma using two-color flow cytometry based on kappa/lambda ratios of CD38-gated plasma cells."}, {"pubmed": 23940051, "text": "CD38-cADPR mediates bile acid-induced pancreatitis and acinar cell injury through aberrant intracellular Ca(2+) signaling."}, {"pubmed": 24209975, "text": "only one SNP in CD38 was significantly associated with social integration and that SNP predicted when using a dichotomized indicator of social connectedness, but not a continuous measure of social connectedness or the continuously married outcome."}, {"pubmed": 24216102, "text": "These data suggest that both functional roles of CD38 might be important in the pathogenesis of B-CLL."}, {"pubmed": 24275509, "text": "CD38 is expressed within caveolae and its function is linked to the caveolar regulatory proteins."}, {"pubmed": 24288111, "text": "Data suggest CD38 (CD38 antigen (p45) protein) and CD49d (alpha4 Integrin; very late antigen-4 alpha) are more than just markers of an aggressive chronic lymphocytic leukemia (CLL) cell type and play functional roles in pathobiology of CLL. [REVIEW]"}, {"pubmed": 24295520, "text": "results demonstrate that CD38(+) cells are a useful model to study effects of the cellular NAD levels on cellular processes and establish a new linker between cellular NAD levels and oxidative stress"}, {"pubmed": 24396004, "text": "CD38 status was associated with behavior and psychological reactions within live interactions, as well as global relationship quality"}, {"pubmed": 24397353, "text": "Data suggest that the uniquely increased expression of CD38 and E2F2 in rheumatoid arthritis (RA) synovial tissues contribute to the immunoactivation of the disease."}, {"pubmed": 24458227, "text": "results do not contradict the hypothesis of associations between personality traits and oxytocin-related gene variants; however, there are no statistically significant associations after correcting for multiple testing."}, {"pubmed": 24489445, "text": "PBMC from MM patients display a deregulated response related to CD38 activation pathway defects; CD38 may be functionally involved in the progression of this pathology via the secretion of high levels of IL-6 that protects neoplastic cells from apoptosis"}, {"pubmed": 24634087, "text": "Autism and features of regression-previously acquired speech lost in the second year of life. The younger sister, who also had asthma, inherited a maternal deletion of 4p15.32 that results in a BST1-CD38 fusion transcript."}, {"pubmed": 24635660, "text": "nominal associations were found between autism spectrum disorder scores and single-nucleotide polymorphisms in OXT, ARNT2 and CD38"}, {"pubmed": 24846193, "text": "Increases in CD34(+)CD38(-)CD123(+) cells may reflect malignant clonal cells with aberrant differentiation, overproliferation, and decreased apoptosis in myelodysplastic syndrome, which were similar to acute myeloid leukemia."}, {"pubmed": 24884314, "text": "Higher percentages of CD34 + CD38- cells in apheresis products reflect inadequate in vivo purging and reliably distinguish samples enriched in LSCs from those involving mainly normal cells."}, {"pubmed": 24896331, "text": "Studies indicate that vertebrate ADP-ribosyl cyclases (ARCs) Bst1 and CD38 with common gene structure of invertebrate ARC, suggesting the origin to the ancestor of bilaterian animals."}, {"pubmed": 24967705, "text": "High levels of CD38 reduced intracellular (NAD+) levels and blocked acquired resistance by inhibiting the activity of the NAD+-dependent SIRT1 deacetylase"}, {"pubmed": 24987056, "text": "These results validate CD38 as a therapeutic target and support the current evaluation of this unique CD38-targeting functional antibody in phase I clinical trials in patients with CD38+ B-cell malignancies."}, {"pubmed": 24990614, "text": "CD38 has a role in chronic lymphocytic leukemia growth and trafficking"}, {"pubmed": 25175907, "text": "CD38 expression is regulated by micro-RNA 708 in airway smooth muscle cells."}, {"pubmed": 25310288, "text": "At the same time, CD38 overexpression affected the expression of PI3K, Akt, MDM2 and p53 in vivo"}, {"pubmed": 25404409, "text": "Increased numbers of circulating ICOS(+) and IL-21(+) Tfh and CD38(+) plasma cells may be exhibited by patients with recent diagnoses of primary biliary cirrhosis."}, {"pubmed": 25447548, "text": "The results indicate that the net charge of the N-terminal segment is important in determining the membrane topology of CD38 and that the type III orientation can be a functional form of CD38 for Ca(2)-signaling."}, {"pubmed": 25505279, "text": "Chronic lymphocytic leukemia cells express CD38 in response to Th1 cell-derived IFN-gamma by a T-bet-dependent mechanism."}, {"pubmed": 25564959, "text": "genetic polymorphism is associated with diffuse large B-cell lymphoma susceptibility in Egyptians"}, {"pubmed": 25630761, "text": "CD38 and its related genes are highly expressed in human nasopharyngeal carcinoma cell lines."}, {"pubmed": 25865943, "text": "The majority of extranodal NK/T cell lymphoma cases were CD38 positive, which significantly correlated with poor outcomes."}, {"pubmed": 25881755, "text": "Peripheral blood CD38 bright CD8+ effector memory T cells predict acute graft-versus-host disease."}, {"pubmed": 25975191, "text": "Upregulation of CD38 expression on multiple myeloma cells by all-trans retinoic acid improves the efficacy of daratumumab."}, {"pubmed": 26025338, "text": "study points to an association between maternal SNPs in the CD38 in Japanese women and susceptibility to preterm birth."}, {"pubmed": 26119874, "text": "there is a high CD23a/CD23b ratio of chronic lymphocytic leukemia cells, which demonstrates that in a subset of CLL cases, low CD23 expression together with high CD20 and CD38 expressions may serve as a surrogate for trisomy 12"}, {"pubmed": 26170397, "text": "Hairy-cell leukemia patients that were CD38-positive had a shorter mean time to salvage therapy than CD38-negative ones. CD38 expression in HCL drives poor prognosis by promoting survival and heterotypic adhesion."}, {"pubmed": 26294209, "text": "CD38 is expressed on human MDSC-like cell population that is expanded in the peripheral blood of advanced-stage cancer patients."}, {"pubmed": 26306999, "text": "The data suggest that ZO-1, along with CD38 and Zap-70, plays a role in cell cycle regulation in chronic B cell leukemia, and may be used as a prognostic marker in the disease monitoring."}, {"pubmed": 26329660, "text": "Primary human melanoma cell lines suppress in vitro T cell proliferation through an adenosinergic pathway in which CD38 and CD73 play a prominent role."}, {"pubmed": 26365593, "text": "the expression of CD38+ on both CD4+, CD8+T lymphocytes from peripheral blood and CSF discriminated between viremic and non-viremic patients"}, {"pubmed": 26371313, "text": "Genetic variation in CD38 and breastfeeding experience interact to impact infants' attention to social eye cues."}, {"pubmed": 26407101, "text": "soluble CD38 (sCD38) in seminal plasma increases the capacitation of sperm via specific interactions between sCD38 and the CD31 on the sperm."}, {"pubmed": 26470437, "text": "alterations in content of soluble molecules CD38 are associated with characteristics of tumor process that indicates at their monitoring significance under malignant neoplasms of uterus"}, {"pubmed": 26852663, "text": "The frequencies of CD19+CD24hiCD38hi B-regulatory lymphocyte were significantly increased in children with beta-thalassemia."}, {"pubmed": 27064238, "text": "Results may imply that CD38 expression either reflects or participates in pathogenic mechanisms of HIV disease independently of cell cycling."}, {"pubmed": 27307294, "text": "these data demonstrate an important role for CD38 and complement-inhibitory protein expression levels in daratumumab sensitivity."}, {"pubmed": 27637890, "text": "To demonstrate the therapeutic effect of daratumumab in CLL, we generated a disseminated CLL mouse model with the CD38(+) MEC2 cell line and CLL patient-derived xenografts (CLL-PDX). Daratumumab significantly prolonged overall survival of MEC2 mice, completely eliminated cells from the infiltrated organs, and significantly reduced disease burden in the spleen of CLL-PDX"}, {"pubmed": 27696517, "text": "CD38, BCL-2, PD-1, and PD-1L expression in nodal peripheral T-cell lymphoma"}, {"pubmed": 27718514, "text": "No significant correlation was found between expression of CD38 and increased levels of IL-17A, negative expression of ZAP-70 showed a significant association with increased levels of IL-17A."}, {"pubmed": 27926864, "text": "CD38(lo) luminal cells are enriched in glands adjacent to inflammatory cells and exhibit epithelial nuclear factor kappaB (NF-kappaB) signaling. In response to oncogenic transformation, CD38(lo) luminal cells can initiate human prostate cancer in an in vivo tissue-regeneration assay"}, {"pubmed": 28212520, "text": "CD38 mRNA levels were correlated with lower Autism Quotient (AQ), indicating enhanced social skills. CD38 expression and CD157 eQTL SNPs altogether account for a substantial 14% of the variance in sociality. the ecological validity of these findings was demonstrated with subjects with higher PBL CD38 expression having more friends, especially for males."}, {"pubmed": 28249894, "text": "isatuximab decreases multiple myeloma cell- and bone marrow stromal cell-induced iTreg by inhibiting both cell-cell contact and TGFbeta/IL10. Finally, CD38 levels correlate with differential inhibition by isatuximab of Tregs from multiple myeloma versus normal donors.Targeting CD38 by isatuximab can preferentially block immunosuppressive Tregs and thereby restore immune effector function against multiple myeloma"}, {"pubmed": 28476749, "text": "Panobinostat increased CD38 expression in a dose-dependent manner in primary myeloma cells. This was specific for myeloma cells and did not occur in lymphoma cell lines. This increase enabled the antimyeloma activity of daratumumab."}, {"pubmed": 28500735, "text": "Increased levels of HLADR and CD38 expressions in peripheral blood were associated with oral lesions in HIV-positive patients. Periodontal disease was associated with HLADR expression."}, {"pubmed": 28544069, "text": "Results provide evidence that CD38 enhanced the proliferation and inhibited the apoptosis of cervical cancer cells by affecting the mitochondria functions."}, {"pubmed": 28595585, "text": "Anti-CD19-chimeric antigen receptors T cells synergistically exerted collaborative cytotoxicity against primary double-hit lymphoma cells with anti-CD38-chimeric antigen receptors T cells."}, {"pubmed": 28816006, "text": "CD38 deficiency impairs adipogenesis and lipogenesis through activating Sirt1/PPARgamma-FASN signalling pathway during the development of obesity."}, {"pubmed": 28865941, "text": "Empathic response mediates the CD38-altruism association."}, {"pubmed": 29178427, "text": "CD38 and cADPR are key players in the orches- tration of cellular responses to respiratory syncytial virus by infected monocyte-derived dendritic cells."}, {"pubmed": 29228209, "text": "our data are consistent with the conclusion that CD38 plays a role in murine and human lung tumorigenesis"}, {"pubmed": 29234114, "text": "CD38 dimerization did not affect RA-induced differentiation in HL-60 cells. Using CRISPR/Cas9 system to disrupt the CD38 gene in HL-60 cells, study found that apart from an increase in CD11b in one of three lines, ablation of all but six amino acids of the wild-type protein had no effect on RA-induced differentiation, suggesting that the CD38 is not necessary for the process to occur."}, {"pubmed": 29970392, "text": "results indicate that CD38 promotes RasGRP2/Rap1-mediated CLL cell adhesion and migration by increasing intracellular Ca2+ levels."}, {"pubmed": 30012853, "text": "Study observed that tumors treated with PD-1/PD-L1 blocking antibodies develop resistance through the upregulation of CD38 in the tumor microenvironment."}, {"pubmed": 30076241, "text": "Data establish a novel role for the CD38-NAD(+) axis in the regulation of cell metabolism and development. This research establishes a mechanistic connection between CD38 and metabolic control."}, {"pubmed": 30442182, "text": "The CD38 protein (CD38) expression at a cutoff level of 7% seems to be more valuable clinically than higher cutoff levels in Sudanese chronic lymphocytic leukemia (CLL) patients."}, {"pubmed": 30472140, "text": "Kinetics of recovery was slowed down with decreasing temperature and sCD38 concentration and increasing NAD concentration demonstrating that recovery in fluorescence is proportional to the enzymatic activity of sCD38."}, {"pubmed": 30535454, "text": "to investigate the possible mechanism, bioinformatics analysis and mass spectrometry technology was used to determine the most notably changing molecule and signaling pathways, and it was determined and verified that CD38 regulated the metabolicassociated signaling pathways associated with tumor protein 53, hypoxia inducible factor1alpha and sirtuin 1"}, {"pubmed": 30537007, "text": "The role of the Ectoenzyme CD38 as a Contributory Factor in HIV Disease Progression is reviewed."}, {"pubmed": 30670591, "text": "The results indicate that folding and degradation of type III CD38 is effectively controlled in cells, providing further strong support of its physiological relevance."}, {"pubmed": 30858549, "text": "Patients with MM refractory to CD38 MoAB have poor prognosis."}, {"pubmed": 30975470, "text": "The data suggest a link between cellular senescence and nicotinamide adenine dinucleotide (NAD) decline in which senescent associated secretory phenotype -mediated upregulation of CD38 can disrupt cellular NAD(+) homeostasis."}, {"pubmed": 31179321, "text": "Protein CD38 expression was higher in Crohn's disease and ulcerative colitis than in normal controls. CD38 expression was higher in inflamed tissues than in noninflamed tissues, and CD38 was located in F4/80-positive cells."}, {"pubmed": 31181422, "text": "Treatment significantly increased the number of CD19(+)CD24(hi)CD38(hi) B cells."}, {"pubmed": 31365285, "text": "A role for the CD38 rs3796863 polymorphism in alcohol and monetary reward: evidence from CD38 knockout mice and alcohol self-administration, [11C]-raclopride binding, and functional MRI in humans."}, {"pubmed": 31434741, "text": "Cyclic ADP-ribose biogenesis occurs in the cytosol and is catalyzed mainly by type III CD38."}, {"pubmed": 31511354, "text": "The CD24(hi)CD38(hi) transitional B cells (TBs) and CD24(hi)CD27(+) B cells (human equivalent of murine B10 cells) are the major IL-10-producing B cells."}, {"pubmed": 31552039, "text": "Expression of CD38 on Macrophages Predicts Improved Prognosis in Hepatocellular Carcinoma."}, {"pubmed": 31608054, "text": "CD27(+)CD38(hi) B Cell Frequency During Remission Predicts Relapsing Disease in Granulomatosis With Polyangiitis Patients."}, {"pubmed": 31849037, "text": "Human peripheral blood interleukin-10 (IL-10)-producing regulatory B cells (B10 cells) are CD24 antigen (CD24)hi CD38 protein (CD38)hi B cell subsets."}, {"pubmed": 31861847, "text": "The Roles of CD38 and CD157 in the Solid Tumor Microenvironment and Cancer Immunotherapy."}, {"pubmed": 31903984, "text": "High levels of CD38 expression is associated with Childhood T-cell acute lymphoblastic leukemia (T-ALL).  However, CD38 expression level does not correlate with prognosis."}, {"pubmed": 31914379, "text": "The CD38/NAD/SIRTUIN1/EZH2 Axis Mitigates Cytotoxic CD8 T Cell Function and Identifies Patients with SLE Prone to Infections."}, {"pubmed": 32193289, "text": "Targeting of CD38 by the Tumor Suppressor miR-26a Serves as a Novel Potential Therapeutic Agent in Multiple Myeloma."}, {"pubmed": 32234892, "text": "Our flow cytometry results on CD38 and CD138 showed that the lymphocyte populations were different between IgG4-related ophthalmic disease and extranodal marginal zone B-cell lymphoma (EMZL) , which may reflect the different pathophysiology of the two diseases."}, {"pubmed": 32319590, "text": "CD38 is involved in cell energy metabolism via activating the PI3K/AKT/mTOR signaling pathway in cervical cancer cells."}, {"pubmed": 32360414, "text": "A Novel Role of CD38 and Oxytocin as Tandem Molecular Moderators of Human Social Behavior."}, {"pubmed": 32439800, "text": "Flow cytometric evaluation of CD38 expression levels in the newly diagnosed T-cell acute lymphoblastic leukemia and the effect of chemotherapy on its expression in measurable residual disease, refractory disease and relapsed disease: an implication for anti-CD38 immunotherapy."}, {"pubmed": 32490905, "text": "ASSOCIATION BETWEEN DIABETICS AND INTESTINAL CANCER WITH THE RISK OF MUTATION IN CD38 GENE IN IRANIAN POPULATION."}, {"pubmed": 32507768, "text": "CD38 inhibition by apigenin ameliorates mitochondrial oxidative stress through restoration of the intracellular NAD(+)/NADH ratio and Sirt3 activity in renal tubular cells in diabetic rats."}, {"pubmed": 32528417, "text": "Cumulative Risk on Oxytocin-Pathway Genes Impairs Default Mode Network Connectivity in Trauma-Exposed Youth."}, {"pubmed": 32531894, "text": "CD38 and Anti-CD38 Monoclonal Antibodies in AL Amyloidosis: Targeting Plasma Cells and beyond."}, {"pubmed": 32820186, "text": "CD38 is associated with communal behavior, partner perceptions, affect and relationship adjustment in romantic relationships."}, {"pubmed": 33121100, "text": "Downregulation of miR-140-3p Contributes to Upregulation of CD38 Protein in Bronchial Smooth Muscle Cells."}, {"pubmed": 33143694, "text": "High proportion of anergic B cells in the bone marrow defined phenotypically by CD21(-/low)/CD38- expression predicts poor survival in diffuse large B cell lymphoma."}, {"pubmed": 33420283, "text": "Combinatorial targeting of multiple myeloma by complementing T cell engaging antibody fragments."}, {"pubmed": 33536489, "text": "CD38 is associated with bonding-relevant cognitions and relationship satisfaction over the first 3 years of marriage."}, {"pubmed": 33570193, "text": "Molecular dynamics of targeting CD38 in multiple myeloma."}, {"pubmed": 33670902, "text": "Dysregulated CD38 Expression on Peripheral Blood Immune Cell Subsets in SLE."}, {"pubmed": 33925530, "text": "In Vitro Characterization of Human CD24(hi)CD38(hi) Regulatory B Cells Shows CD9 Is Not a Stable Breg Cell Marker."}, {"pubmed": 33934206, "text": "CD38 identifies pre-activated CD8+ T cells which can be reinvigorated by anti-PD-1 blockade in human lung cancer."}, {"pubmed": 34097876, "text": "SIRT1-dependent restoration of NAD+ homeostasis after increased extracellular NAD+ exposure."}, {"pubmed": 34226519, "text": "The intrinsic role and mechanism of tumor expressed-CD38 on lung adenocarcinoma progression."}, {"pubmed": 34327725, "text": "CD38 expression is an important prognostic marker in diffuse large B-cell lymphoma."}, {"pubmed": 34361811, "text": "Crosslinking of CD38 Receptors Triggers Apoptosis of Malignant B Cells."}, {"pubmed": 34539634, "text": "Mouse CD38-Specific Heavy Chain Antibodies Inhibit CD38 GDPR-Cyclase Activity and Mediate Cytotoxicity Against Tumor Cells."}, {"pubmed": 34576290, "text": "Intermittent Hypoxia Upregulates the Renin and Cd38 mRNAs in Renin-Producing Cells via the Downregulation of miR-203."}, {"pubmed": 34800431, "text": "CD38 plays an age-related role in cholinergic deregulation of airway smooth muscle contractility."}, {"pubmed": 34885748, "text": "Small Molecule CD38 Inhibitors: Synthesis of 8-Amino-N1-inosine 5'-monophosphate, Analogues and Early Structure-Activity Relationship."}, {"pubmed": 35001800, "text": "Lymphocyte HLA-DR/CD-38 co-expression correlates with Hodgkin lymphoma cell cytotoxicity in vitro independent of PD-1/PD1-L pathway."}, {"pubmed": 35511691, "text": "A Combined Biomarker of Bright CD38 and MYC >/=55% Is Highly Predictive of Double-/Triple-Hit High-Grade B-Cell Lymphoma."}, {"pubmed": 35687485, "text": "CD38 Mediates Lung Fibrosis by Promoting Alveolar Epithelial Cell Aging."}, {"pubmed": 35819358, "text": "Human CD38 regulates B cell antigen receptor dynamic organization in normal and malignant B cells."}, {"pubmed": 35834988, "text": "CD38: An important regulator of T cell function."}, {"pubmed": 36440788, "text": "[Oxytocin genetic pathway (CD38) and SDQ psychosocial characteristics in adolescent schoolchildren]."}, {"pubmed": 36750136, "text": "The potential of CD38 protein as a target for autoimmune diseases."}, {"pubmed": 36794157, "text": "Mechanism of CD38 via NAD[+] in the Development of Non-alcoholic Fatty Liver Disease."}, {"pubmed": 36804530, "text": "Comprehensive Proteomics Analysis Identifies CD38-Mediated NAD[+] Decline Orchestrating Renal Fibrosis in Pediatric Patients With Obstructive Nephropathy."}, {"pubmed": 36831262, "text": "The Role of CD38 in the Pathogenesis of Cardiorenal Metabolic Disease and Aging, an Approach from Basic Research."}, {"pubmed": 36867577, "text": "Cytokine receptor IL27RA is an NF-kappaB-responsive gene involved in CD38 upregulation in multiple myeloma."}, {"pubmed": 37171449, "text": "CD38 as a pan-hematologic target for chimeric antigen receptor T cells."}, {"pubmed": 37180151, "text": "CD38: an ecto-enzyme with functional diversity in T cells."}, {"pubmed": 37248290, "text": "Mass cytometry uncovers a distinct peripheral immune profile and upregulated CD38 expression in patients with hidradenitis suppurativa."}, {"pubmed": 37505479, "text": "A Population of Tumor-Infiltrating CD4+ T Cells Co-Expressing CD38 and CD39 Is Associated with Checkpoint Inhibitor Resistance."}, {"pubmed": 37506196, "text": "Clonally expanded CD38[hi] cytotoxic CD8 T cells define the T cell infiltrate in checkpoint inhibitor-associated arthritis."}, {"pubmed": 37675513, "text": "Frequent, high density expression of surface CD38 as a potential therapeutic target in adult T-lineage acute lymphoblastic leukemia."}, {"pubmed": 37844282, "text": "Acquired CD38 gene deletion as a mechanism of tumor antigen escape in multiple myeloma."}, {"pubmed": 37894900, "text": "Prognostic Impact of CD38- and IgkappaC-Positive Tumor-Infiltrating Plasma Cells in Triple-Negative Breast Cancer."}, {"pubmed": 38170288, "text": "CD38 gene polymorphism rs1130169 contribution to the increased gene expression and risk of colorectal cancer (pilot study)."}, {"pubmed": 38237701, "text": "Evaluation of diagnostic potential of CD38 in rickets."}, {"pubmed": 38297097, "text": "CD38 genetic variation is associated with increased personal distress to an emotional stimulus."}, {"pubmed": 38422172, "text": "CD38 promotes hematopoietic stem cell dormancy."}, {"pubmed": 38507920, "text": "Increased expression of CD38 on endothelial cells in SARS-CoV-2 infection in cynomolgus macaques."}], "genomic_pos": {"chr": "4", "end": 15853232, "ensemblgene": "ENSG00000004468", "start": 15778275, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 15854853, "start": 15779898, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 8253715, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007565", "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0009410", "pubmed": 17875758, "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010977", "qualifier": "involved_in", "term": "negative regulation of neuron projection development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014824", "qualifier": "involved_in", "term": "artery smooth muscle contraction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019674", "qualifier": "involved_in", "term": "NAD metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030307", "qualifier": "involved_in", "term": "positive regulation of cell growth"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030890", "qualifier": "involved_in", "term": "positive regulation of B cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030890", "pubmed": 17875758, "qualifier": "involved_in", "term": "positive regulation of B cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032024", "qualifier": "involved_in", "term": "positive regulation of insulin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032526", "qualifier": "involved_in", "term": "response to retinoic acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032570", "qualifier": "involved_in", "term": "response to progesterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033194", "qualifier": "involved_in", "term": "response to hydroperoxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042100", "qualifier": "involved_in", "term": "B cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": 17875758, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045779", "qualifier": "involved_in", "term": "negative regulation of bone resorption"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045892", "pubmed": 17875758, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 17875758, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045907", "qualifier": "involved_in", "term": "positive regulation of vasoconstriction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050853", "pubmed": 17875758, "qualifier": "involved_in", "term": "B cell receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060292", "qualifier": "involved_in", "term": "long-term synaptic depression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070555", "qualifier": "involved_in", "term": "response to interleukin-1"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0097190", "pubmed": 10777496, "qualifier": "involved_in", "term": "apoptotic signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 8253715, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031965", "qualifier": "located_in", "term": "nuclear membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0003953", "qualifier": "enables", "term": "NAD+ nucleosidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016740", "qualifier": "enables", "term": "transferase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016849", "qualifier": "enables", "term": "phosphorus-oxygen lyase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0061809", "qualifier": "enables", "term": "NAD+ nucleotidase, cyclic ADP-ribose generating"}]}, "homologene": {"genes": [[7955, 101886891], [8364, 496666], [9031, 422827], [9544, 714399], [9598, 745433], [9606, 952], [9615, 403756], [10090, 12494], [10116, 25668]], "id": 1345}, "interpro": {"desc": "ADP-ribosyl cyclase (CD38/157)", "id": "IPR003193", "short_desc": "ADP-ribosyl_cyclase"}, "ipi": ["IPI00006071", "IPI00395006"], "map_location": "4p15.32", "name": "CD38 molecule", "other_names": ["2'-phospho-ADP-ribosyl cyclase", "2'-phospho-cyclic-ADP-ribose transferase", "ADP-ribosyl cyclase 1", "ADP-ribosyl cyclase/cyclic ADP-ribose hydrolase 1", "CD38 antigen (p45)", "NAD(+) nucleosidase", "cluster of differentiation 38", "cyclic ADP-ribose hydrolase 1", "ecto-nicotinamide adenine dinucleotide glycohydrolase"], "pantherdb": {"HGNC": "1667", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107474", "ortholog_type": "LDO", "panther_family": "PTHR10912", "taxid": 10090, "uniprot_kb": "P56528"}, {"RGD": "2303", "ortholog_type": "LDO", "panther_family": "PTHR10912", "taxid": 10116, "uniprot_kb": "Q64244"}, {"Ensembl": "ENSGALG00000014508", "ortholog_type": "LDO", "panther_family": "PTHR10912", "taxid": 9031, "uniprot_kb": "A0A1L1RQU5"}, {"Ensembl": "ENSDARG00000113438", "ortholog_type": "LDO", "panther_family": "PTHR10912", "taxid": 7955, "uniprot_kb": "A0A2R8QQ12"}], "uniprot_kb": "P28907"}, "pathway": {"kegg": [{"id": "hsa00760", "name": "Nicotinate and nicotinamide metabolism - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}, {"id": "hsa04921", "name": "Oxytocin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04970", "name": "Salivary secretion - Homo sapiens (human)"}, {"id": "hsa04972", "name": "Pancreatic secretion - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-196807", "name": "Nicotinate metabolism"}, {"id": "R-HSA-196849", "name": "Metabolism of water-soluble vitamins and cofactors"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}], "wikipathways": [{"id": "WP3644", "name": "NAD+ metabolism"}, {"id": "WP3645", "name": "NAD+ biosynthetic pathways"}, {"id": "WP3679", "name": "Cell-type Dependent Selectivity of CCK2R Signaling"}, {"id": "WP4962", "name": "Airway smooth muscle cell contraction"}]}, "pdb": ["1YH3", "1ZVM", "2EF1", "2HCT", "2I65", "2I66", "2I67", "2O3Q", "2O3R", "2O3S", "2O3T", "2O3U", "2PGJ", "2PGL", "3DZF", "3DZG", "3DZH", "3DZI", "3DZJ", "3DZK", "3F6Y", "3I9M", "3I9N", "3OFS", "3RAJ", "3ROK", "3ROM", "3ROP", "3ROQ", "3U4H", "3U4I", "4CMH", "4F45", "4F46", "4OGW", "4TMF", "4XJS", "4XJT", "5F1K", "5F1O", "5F21", "6EDR", "6VUA", "7DHA", "7DUO", "7VKE", "8BYU", "8D0M", "8IL3", "8P8C"], "pfam": "PF02267", "pharmgkb": "PA26214", "pharos": {"target_id": 4117, "tdl": "Tclin"}, "pir": "A43521", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF220987", "relationship": "is"}, {"id": "GNF247087", "relationship": "is"}, {"id": "GNF247088", "relationship": "is"}, {"id": "GNF247089", "relationship": "is"}, {"id": "GNF247090", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161524", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF047901", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002270", "relationship": "is"}}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1"], "protein": "NP_001766.2", "rna": ["NM_001775.4", "NR_132660.2"], "translation": {"protein": "NP_001766.2", "rna": "NM_001775.4"}}, "reporter": {"HG-U133_Plus_2": "205692_s_at", "HG-U95Av2": "40323_at", "HTA-2_0": "TC04000145.hg.1", "HuEx-1_0": "2719656", "HuGene-1_1": "8094240", "HuGene-2_1": "16965268"}, "summary": "The protein encoded by this gene is a non-lineage-restricted, type II transmembrane glycoprotein that synthesizes and hydrolyzes cyclic adenosine 5'-diphosphate-ribose, an intracellular calcium ion mobilizing messenger. The release of soluble protein and the ability of membrane-bound protein to become internalized indicate both extracellular and intracellular functions for the protein. This protein has an N-terminal cytoplasmic tail, a single membrane-spanning domain, and a C-terminal extracellular region with four N-glycosylation sites. Crystal structure analysis demonstrates that the functional molecule is a dimer, with the central portion containing the catalytic site. It is used as a prognostic marker for patients with chronic lymphocytic leukemia. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Sep 2015].", "symbol": "CD38", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413221"}, "unigene": "Hs.479214", "uniprot": {"Swiss-Prot": "P28907", "TrEMBL": ["H0Y950", "B4E006"]}, "wikipedia": {"url_stub": "CD38"}}