{"AllianceGenome": "11935", "HGNC": "11935", "MIM": "300386", "_id": "959", "_version": 1, "accession": {"genomic": ["AB897731.1", "AF268888.1", "AL135783.6", "AY694947.1", "AY694948.1", "AY694949.1", "AY694950.1", "AY694951.1", "AY694952.1", "AY694953.1", "AY694954.1", "AY694955.1", "AY694956.1", "AY694957.1", "AY694958.1", "AY694959.1", "AY694960.1", "AY694961.1", "AY694962.1", "AY694963.1", "AY694964.1", "AY694965.1", "AY694966.1", "AY694967.1", "AY694968.1", "AY694969.1", "AY694970.1", "AY694971.1", "AY694972.1", "AY694973.1", "AY694974.1", "AY694975.1", "AY694976.1", "AY694977.1", "AY694978.1", "AY694979.1", "AY694980.1", "AY694981.1", "AY694982.1", "AY694983.1", "AY694984.1", "AY694985.1", "AY694986.1", "AY694987.1", "CH471150.2", "CP068255.2", "CQ859998.1", "CS398757.1", "CS458154.1", "CS458181.1", "D31797.2", "D50607.1", "DQ119668.1", "EF064753.1", "GN344043.1", "HI658768.1", "L47983.1", "NC_000023.11", "NC_060947.1", "NG_007280.1"], "protein": ["AAA35662.1", "AAC41932.1", "AAD13982.1", "AAH71754.1", "AAH74950.1", "AAP37943.1", "AAQ09090.1", "AAZ23548.1", "ABK41936.1", "BAA06599.1", "BAF85326.1", "CAA48077.1", "CAA48554.1", "CAA78737.1", "CAH25976.1", "CAL44882.1", "CAL99223.1", "CAL99228.1", "CAX65629.1", "CAY55957.1", "CBY45341.1", "EAW88462.1", "EAW88463.1", "NP_000065.1", "P29965.1"], "rna": ["AF529195.1", "AK292637.1", "AY197739.1", "BC071754.1", "BC074950.2", "FN298241.1", "L07414.1", "NM_000074.3", "S66178.1", "X67878.1", "X68550.1", "X96710.1", "Z15017.1"], "translation": [{"protein": "AAQ09090.1", "rna": "AF529195.1"}, {"protein": "CAA48554.1", "rna": "X68550.1"}, {"protein": "BAF85326.1", "rna": "AK292637.1"}, {"protein": "AAP37943.1", "rna": "AY197739.1"}, {"protein": "CAX65629.1", "rna": "FN298241.1"}, {"protein": "CAA48077.1", "rna": "X67878.1"}, {"protein": "NP_000065.1", "rna": "NM_000074.3"}, {"protein": "AAA35662.1", "rna": "L07414.1"}, {"protein": "AAH71754.1", "rna": "BC071754.1"}, {"protein": "AAD13982.1", "rna": "S66178.1"}, {"protein": "AAH74950.1", "rna": "BC074950.2"}, {"protein": "CAA78737.1", "rna": "Z15017.1"}]}, "alias": ["CD154", "CD40L", "HIGM1", "IGM", "IMD3", "T-BAM", "TNFSF5", "TRAP", "gp39", "hCD40L"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-03-22T15:42:42.503Z", "disease_label": "hyper-IgM syndrome type 1", "gcep": "SCID-CID Gene Curation Expert Panel", "moi": "XL", "mondo": "MONDO:0010626", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_4184ad10-d95f-4027-b75d-e4e11127febf-2021-03-22T154242.503Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000102245", "protein": ["ENSP00000359662", "ENSP00000359663", "ENSP00000512122", "ENSP00000512123"], "transcript": ["ENST00000370628", "ENST00000370629", "ENST00000695724", "ENST00000695725", "ENST00000695726", "ENST00000695727", "ENST00000695728", "ENST00000695729"], "translation": [{"protein": "ENSP00000359663", "rna": "ENST00000370629"}, {"protein": "ENSP00000512122", "rna": "ENST00000695724"}, {"protein": "ENSP00000512123", "rna": "ENST00000695725"}, {"protein": "ENSP00000359662", "rna": "ENST00000370628"}], "type_of_gene": "protein_coding"}, "entrezgene": "959", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.26474453, "exp_mis": 56.1233935, "exp_syn": 26.840416, "lof_z": 2.47937028525339, "mis_z": 0.922111587728109, "mu_lof": 5.65241932684e-07, "mu_mis": 6.95988136176e-06, "mu_syn": 3.20418231956e-06, "n_lof": 0.0, "n_mis": 42.0, "n_syn": 20.0, "p_li": 0.864433712674486, "p_null": 0.00196287020290154, "p_rec": 0.133603417122612, "syn_z": 0.818535499720955}, "bp": 786, "cds_end": 135741574, "cds_start": 135730407, "n_exons": 5, "nonpsych": {"exp_lof": 5.6049683, "exp_mis": 50.8288509, "exp_syn": 24.2679669, "lof_z": 2.3250834257281, "mis_z": 0.978346280319533, "mu_lof": 5.65241932684e-07, "mu_mis": 6.95988136176e-06, "mu_syn": 3.20418231956e-06, "n_lof": 0.0, "n_mis": 37.0, "n_syn": 19.0, "p_li": 0.850093751638908, "p_null": 0.00308528042424937, "p_rec": 0.146820967936843, "syn_z": 0.673271338403037}, "nontcga": {"exp_lof": 5.67974868, "exp_mis": 51.0903632, "exp_syn": 24.41980786, "lof_z": 2.35096314685254, "mis_z": 0.842712966674192, "mu_lof": 5.65241932684e-07, "mu_mis": 6.95988136176e-06, "mu_syn": 3.20418231956e-06, "n_lof": 0.0, "n_mis": 39.0, "n_syn": 18.0, "p_li": 0.841630641327716, "p_null": 0.00294268187086119, "p_rec": 0.155426676801423, "syn_z": 0.82257076268755}, "transcript": "ENST00000370629.2"}, "exons": [{"cdsend": 136659415, "cdsstart": 136648248, "chr": "X", "position": [[136648157, 136648404], [136650265, 136650397], [136654372, 136654430], [136656355, 136656418], [136659038, 136660390]], "strand": 1, "transcript": "NM_000074", "txend": 136660390, "txstart": 136648157}], "exons_hg19": [{"cdsend": 135741574, "cdsstart": 135730407, "chr": "X", "position": [[135730316, 135730563], [135732424, 135732556], [135736531, 135736589], [135738514, 135738577], [135741197, 135742549]], "strand": 1, "transcript": "NM_000074", "txend": 135742549, "txstart": 135730316}], "generif": [{"pubmed": 11042507, "text": "Review. In some cases of CLL the malignant cells express both CD40 and CD154. Implications for autoimmunity and therapy are discussed."}, {"pubmed": 11714772, "text": "The capacity of natural killer cells to induce B cell activation is regulated by the interaction of CD40 with its ligand CD154."}, {"pubmed": 11751888, "text": "the CD40L gene 3'-flanking region acts as a T cell-specific classical transcriptional enhancer by a NF-kappaB p50-dependent mechanism."}, {"pubmed": 11792121, "text": "CD40/CD40L interactions are important for the activation of macrophages as effector cells that mediate inflammation and tissue damage in T cell-mediated inflammatory processes."}, {"pubmed": 11801648, "text": "CD40 ligand contacts between fibroblasts and cells secreting IL-4 may promote the profibrotic effects of IL-4 by affecting signal transduction and reducing the anti-fibrotic effects of IFN-gamma."}, {"pubmed": 11801691, "text": "CD40L-deficient T cells in carriers of X-linked hyper-IgM syndrome are minimally impaired in comparison with CD40L-expressing T cells in several parameters of T cell priming."}, {"pubmed": 11816717, "text": "sCD40L levels in blood, quantities released from platelets ex vivo, and quantities released from SFFLRN stimulated platelets ex vivo were compared for preeclamptic and normal pregnancies."}, {"pubmed": 11817328, "text": "CD40:CD40L interactions in X-linked and non-X-linked hyper-IgM syndromes."}, {"pubmed": 11826760, "text": "CD40 and CD40L are important in autoimmunity and other immune processes. At least 5 signal transduction pathways are involved."}, {"pubmed": 11865444, "text": "review of the role of CD154 and the type-1 cytokine response"}, {"pubmed": 11875495, "text": "CD40L appears to be an alphaIIbbeta3 integrin ligand, a platelet agonist, and necessary for stability of arterial thrombi."}, {"pubmed": 11891278, "text": "Latent sensitivity to Fas-mediated apoptosis after CD40 ligation may explain activity of CD154 gene therapy in chronic lymphocytic leukemia"}, {"pubmed": 11902141, "text": "Role of surface IgM and IgD on survival/apoptosis of B-cell chronic lymphocytic leukemia cells."}, {"pubmed": 11902332, "text": "Association of CD40 ligand expression on HTLV-I-infected T cells and maturation of dendritic cells."}, {"pubmed": 11918631, "text": "dinucleotide microsatellite in multiple sclerosis"}, {"pubmed": 11922919, "text": "Elevated soluble CD40 ligand is related to the endothelial adhesion molecules in patients with acute coronary syndrome."}, {"pubmed": 11964311, "text": "Burkitt lymphoma cell population depletion activates autonomous CD154-dependent survival."}, {"pubmed": 11978801, "text": "role in inducing tissue factor expression in endothelial cells"}, {"pubmed": 11986259, "text": "Levels of soluble CD40 ligand (CD154) in serum are increased in human immunodeficiency virus type 1-infected patients and correlate with CD4(+) T-cell counts"}, {"pubmed": 12011072, "text": "Clustering of CD40 ligand is required to form a functional contact with CD40"}, {"pubmed": 12042657, "text": "cd154 (cd40 ligand)is expressed during treatment with calcineurin inhibitors after organ transplantation."}, {"pubmed": 12117904, "text": "Leishmania priming of human dendritic cells for CD40 ligand-induced interleukin-12p70 secretion is strain and species dependent"}, {"pubmed": 12117990, "text": "CD40 ligand (CD154) does not contribute to lymphocyte-mediated inhibition of virulent Mycobacterium tuberculosis within human monocytes"}, {"pubmed": 12140747, "text": "association of a common variant in CD40L with a malaria resistance phenotype"}, {"pubmed": 12192302, "text": "effect of platelet-derived CD40L on the tissue factor activity of human CD40-positive melanoma cells and monocytes"}, {"pubmed": 12207328, "text": "In human lung myofibroblasts,CD40 ligand is induced by lipopolysaccharide, thrombin and TNF-alpha."}, {"pubmed": 12209602, "text": "CD154 expression in renal cell carcinoma"}, {"pubmed": 12223522, "text": "Treatment of human gingival fibroblasts with human leukocyte elastase down-regulated CD40 binding to CD40 ligand. HLE treatment of HGF decreases IL-8 and macrophage chemoattractant protein-1 production by HGF when stimulated by CD40L."}, {"pubmed": 12352896, "text": "Impact of both donor and recipient strains on cardiac allograft survival after blockade of the cd40 costimulatory pathway"}, {"pubmed": 12379582, "text": "upregulation of CD40L on platelets triggers CD40L-dependent matrix degradation by vascular endothelial cells"}, {"pubmed": 12423681, "text": "CD40L induces proliferation, self-renewal, rescue from apoptosis, and production of cytokines by CD40-expressing AML blasts."}, {"pubmed": 12427285, "text": "CD40L has a role in activating antigen-presenting cells (APCs) and thereby initiating the human immune response in HIV infection"}, {"pubmed": 12460235, "text": "findings suggests that there are two groups of immune thrombocytopenic purpura (ITP) patients, one with elevated and one with normal of sCD40L; pathogenesis of ITP may in some patients include alterations of the CD40/CD40L pathway"}, {"pubmed": 12509450, "text": "CD154 function is determined by binding to PTB and PTB-T and is involved in autoimmune disease"}, {"pubmed": 12563087, "text": "CD40L expression on CD4+ T-cells is significantly higher in patients with Kawasaki disease (KD) than in the febrile control group, which implies that CD40L over-expression might play a role in the immunopathogenesis of KD."}, {"pubmed": 12574344, "text": "CD40L can induce maturation of monocyte-derived dendritic cells and elicit sustained antiviral cytotoxic T lymphocyte responses, either alone or cooperatively with TNF-alpha or RANKL."}, {"pubmed": 12592374, "text": "Proapoptotic genes BAX and CD40L are predictors of survival in transitional cell carcinoma of the bladder."}, {"pubmed": 12605316, "text": "Serum levels of sCD40L significantly higher in MCTD than in healthy individuals. May play role in pathogenesis of MCTD."}, {"pubmed": 12672403, "text": "A key mechanism in the pathogenesis of MS is the increased expression of CD86 and CD40L and the increased production of IL12 during disease progression."}, {"pubmed": 12676191, "text": "high shear stress induces CD40L translocation to the platelet surface, which is mediated by the von Willebrand factor (VWF)-GP Ibalpha interaction and enhanced in the presence of a low concentration of epinephrine"}, {"pubmed": 12707303, "text": "Data suggest that CD40L-expressing cells may act in combination with thymic stromal lymphopoietin to amplify and sustain pro-allergic responses."}, {"pubmed": 12738634, "text": "CD40L expression by BCG-activated CD4(+) T cells is regulated via the PKC pathway and by NF-kappaB DNA binding activity"}, {"pubmed": 12742991, "text": "Individuals with type 1 or 2 diabetes have a proinflammatory state as indicated by elevated levels of plasma sCD40L. Troglitazone treatment of type 2 diabetic patients diminishes sCD40L levels"}, {"pubmed": 12764232, "text": "Patients with acute cerebral ischemia show upregulation of the CD40 system, which might contribute to the known proinflammatory, proatherogenic, and prothrombotic milieu found in these patients"}, {"pubmed": 12874247, "text": "Local infiltration of skin with cells expressing human CD40L on their cell surface mediates the induction of vascular endothelial growth factor and fibroblast growth factor in vivo and results in a marked angiogenesis reaction."}, {"pubmed": 12955358, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14611725, "text": "Activated platelets trigger dendritic cell maturation independent of cyclooxygenase-derived arachidonic acid metabolites by mechanisms involving CD40LO, which is also involved in monocyte chemotactic mediator release from platelets and dendritic cells."}, {"pubmed": 14617752, "text": "Results indicate that patients with active lupus nephritis exhibit B cell abnormalities that are consistent with intensive germinal center activity, are driven via CD154-CD40 interactions, and may be involved in the production of autoantibodies."}, {"pubmed": 14623801, "text": "Increased sCD40L is associated with late restenosis after PTCA. This may provide a link between restenosis and aspirin-insensitive platelet activation. These results provide a rationale for studies with new antiplatelet treatments in PTCA patients"}, {"pubmed": 14662879, "text": "CD154 regulates TNF-alpha-dependent antiprotozoal activity in monocyte-derived macrophages when interferon-gamma signaling is deficient."}, {"pubmed": 14687897, "text": "Patients with diabetes show increased coexpression of CD40 system, especially CD40L, which may create a proinflammatory and prothrombotic milieu for aggravating the development of atherosclerosis."}, {"pubmed": 14734771, "text": "Human lung fibroblasts express CD40L in vitro and in situ; the level of CD40L expression by lung fibroblasts is increased in fibrotic compared with normal tissue."}, {"pubmed": 14742996, "text": "beta2-AR agonists strongly inhibited the expression of ICAM-1 and CD40."}, {"pubmed": 14760083, "text": "CD40 ligand has a role in platelet activation in lung cancer"}, {"pubmed": 14764664, "text": "CD40L-positive T cells induce platelet activation through a contact-mediated, CD40-dependent pathway resulting in RANTES release. Soluble CD40L induces the same events via p38, but not extracellular signal-regulated kinase, phosphorylation."}, {"pubmed": 14962968, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14963650, "text": "Thrombin-induced platelet P-selectin expression was enhanced, and soluble P-selectin and sCD40L concentrations were increased in patients with microangiopathy."}, {"pubmed": 14976003, "text": "By way of CD154-induced CD154 expression, human endothelial cells thus seem capable of influencing the progression of proinflammatory reactions, including atherogenesis through activation of extravasating monocytes."}, {"pubmed": 14991615, "text": "The CD4+ T lymphocyte-dependent antibody response to pneumococcal capsular polysaccharides requires CD40-CD40 ligand interaction."}, {"pubmed": 15067037, "text": "CD28i, by functioning as a signaling adaptor, transduces CD40L signaling as well as CD28 signaling in human T cells."}, {"pubmed": 15069543, "text": "reduction in anti-IgM-induced growth inhibition due to altered N-glycosylation may enhance CD40-CD40L-mediated cell survival through TRAF2 which interacts with both IgM and CD40 in HBL-2 cells"}, {"pubmed": 15111558, "text": "Serum levels in type 1 diabetes are not different from normal values."}, {"pubmed": 15115688, "text": "In patients with unstable coronary artery disease, elevation of serum soluble CD40L levels indicated an independent increased risk of major adverse cardiovascular events"}, {"pubmed": 15128830, "text": "In an experimental murine model, transgenic mice expressing CD40 ligand ectopically on B cells spontaneously develop severe transmural intestinal inflammation in both colon and ileum at 8-15 wk of age."}, {"pubmed": 15153777, "text": "REVIEW: CD40-CD154 interaction can upregulate costimulatory molecules, activate antigen-presenting cells, influence T-cell priming and T-cell-mediated effector functions as well as participate in the pathogenic processing of chronic inflammatory diseases"}, {"pubmed": 15191945, "text": "platelet-associated CD154 expression is increased in immune thrombocytopenic purpura and is able to drive the activation of autoreactive B lymphocytes in this disease"}, {"pubmed": 15249506, "text": "Platelet CD40L expression occurs via arachidonic acid-mediated gp91phox activation."}, {"pubmed": 15277394, "text": "effect of platelet collaagen receptor glycoprotein IV (GPVI}-mediated release of CD40L on activation of endothelial cells."}, {"pubmed": 15302794, "text": "CD40L may have a role in the pathogenesis of PAH, possibly operating through an interaction between platelets and endothelial cells involving chemokine-related mechanisms."}, {"pubmed": 15307939, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15315967, "text": "impaired IL-12 and tumor necrosis factor-alpha production in Sezary syndrome (SzS) is associated with defective CD4+ T lymphocyte CD40L induction and indicate that CD40L may have therapeutic potential in SzS"}, {"pubmed": 15345520, "text": "CD40L-positive platelets induce CD40L-endothelial expression by human intestinal microvascular endothelial cells. CD40L-platelet-dependent CD40L-endothelial upregulation may be a new pathway in the amplification of endothelium-dependent inflammation."}, {"pubmed": 15674425, "text": "autocrine VEGF as an important mediator of the antiapoptotic effect of CD40 ligation, and thus provide new insights into CLL-cell rescue by CD154 in lymphoreticular tissues."}, {"pubmed": 15741223, "text": "TSLP is a major regulatory cytokine for CD40 ligand-induced IL-12 production by DCs, and TSLP-activated DCs could promote the persistence of Th2 inflammation even in the presence of IL-12-inducing signals"}, {"pubmed": 15753667, "text": "the majority of thyroid cancers express CD-40 and CD-40 ligand"}, {"pubmed": 15795254, "text": "In CD4+ T cells infected with wild-type virus, Nef is the viral factor that interferes with the immune mechanisms that regulate expression of CD154."}, {"pubmed": 15808676, "text": "role of recipient CD40 and CD154 in the rejection process of concordant and discordant islet xenotransplantation"}, {"pubmed": 15868137, "text": "Upregulation of soluble CD40L as a consequence of persistent hyperglycaemia in diabetic patients may contribute to accelerated atherosclerosis development in diabetes."}, {"pubmed": 15872081, "text": "C3 secretion induced by CD40L may represent a mechanism of amplification of tubulointerstitial damage associated with lymphocyte infiltration."}, {"pubmed": 16014560, "text": "CD40L-transduced chronic lymphocytic leukemia cells are able to induce an antigen-specific T-cell response"}, {"pubmed": 16149136, "text": "Ileal pouch mucosa leukocytes presented a significantly higher expression of CD40 and CD40L after proctocolectomy for ulcerative colitis and this alteration correlated with pouchitis"}, {"pubmed": 16182391, "text": "Patients with unstable angina show an enhanced coagulation activation and an upregulation of CD40L on platelets."}, {"pubmed": 16186418, "text": "CD40L might contribute to the initiation and progression of atherosclerosis by increasing activity of prostacyclin synthase."}, {"pubmed": 16221206, "text": "Platelets from patients with systemic lupus erythematosus can activate mesangial cells through CD40/CD154 interactions"}, {"pubmed": 16311023, "text": "Data show that reciprocal translocation caused disruption of CD40LG, resulting in defective CD40L expression with a skewed X-inactivation pattern in T cells leading to the HIGM1 phenotype."}, {"pubmed": 16378074, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16380494, "text": "changes in circulating tissue factor procoagulant activity (PCA) and other procoagulation proteins in healthy volunteers exposed to 24 h of selective hyperinsulinemia, selective hyperglycemia, or combined hyperinsulinemia and hyperglycemia"}, {"pubmed": 16393964, "text": "Overexpression of Egr-1, but not Egr-3, is capable of augmenting transcription of an intact CD154 promoter."}, {"pubmed": 16396693, "text": "The expression of CD69 and CD154 molecules depend partially on the prolactine."}, {"pubmed": 16464740, "text": "Activates the Jun amino-terminal kinase pathway through transient phosphorylation of Burkitt lymphoma cells in vitro."}, {"pubmed": 16494885, "text": "higher inflammatory status of coronary lesions as well as involvement of the CD40-CD154 signaling cascade in chronic renal failure patients, especially in cases of calcified atherosclerotic lesions"}, {"pubmed": 16498500, "text": "Allograft rejection can be instigated by activated platelets through CD154."}, {"pubmed": 16504636, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16545138, "text": "CD40L expressed on adjacent non tumoral cells induces multidrug resistance to cytotoxic agents and ceramides in both breast carcinoma and non Hodgkin's lymphoma cell lines, albeit through a caspase independent and dependent pathway respectively"}, {"pubmed": 16570157, "text": "Patients with the metabolic syndrome have enhanced values of plasma CD40L."}, {"pubmed": 16741250, "text": "CD154 can sensitize leukemia cells to apoptosis via the c-Abl-dependent activation of p73 and mitigate the resistance of p53-deficient CLL cells to anticancer drug therapy."}, {"pubmed": 16777115, "text": "In both controls and patients with stable intermittent claudication support evidence for the role of CD40L in atherogenesis and acute peripheral arterial disease."}, {"pubmed": 16780932, "text": "Aspirin resistance is connected with higher sCD40L level at rest and exercise provoked aspirin resistance is connected with the sCD40L concentration increase."}, {"pubmed": 16797372, "text": "prolonged kidney graft survival when tranfected into rats."}, {"pubmed": 16888032, "text": "Additive effects between soluble CD40L and Rickettsia africae may contribute to endothelial inflammation and hypercoagulation in patients with African tick bite fever."}, {"pubmed": 16936191, "text": "Islet beta-cells responded to CD40L interaction by secreting IL-6, IL-8, MCP-1, and MIP-1beta. CD40-CD40L interaction activates extracellular signal-regulated kinase 1/2 and nuclear factor-kappaB pathways in insulinoma NIT-1 cells."}, {"pubmed": 16963006, "text": "Membrane and soluble forms are differentially regulated depending upon the activation stimulus, regulated cleavage may likely contribute to disease mechanisms."}, {"pubmed": 16987056, "text": "enhanced CD154 expression CD4+ and CD8+ lymphocytes of HIV-exposed noninfected infants, who have been exposed to antiretroviral drugs in fetal and early life."}, {"pubmed": 17103120, "text": "Significant differences were found between systemic lupus erythematosus patients and controls (p=0.02)."}, {"pubmed": 17106168, "text": "A novel missense mutation, Leu225Ser, was recognized in connection with X-linked hyper-IgM syndrome."}, {"pubmed": 17225862, "text": "Data show that C4BP does not bind CD40, but it forms stable high molecular weight complexes with soluble CD40 ligand (sCD154)."}, {"pubmed": 17237414, "text": "Compared with healthy controls, CD4(+) T cells from HIV-1(+) patients had impaired induction of CD154 when T cell activation was mediated by CD40(+) APCs. In contrast, T cell activation in the absence of these cells resulted in normal CD154 expression"}, {"pubmed": 17237447, "text": "the amount of NF-ATc2 bound to the promoters of CD154 (CD40L) and IL-2 genes in SLE; although high NF-ATc2 levels translated into higher CD154 transcription in SLE, IL-2 transcription was decreased"}, {"pubmed": 17319699, "text": "substitution of a D-prolyl residue for the glycyl within the Lys-Gly-Tyr-Tyr CD40-binding motif leads to a complete loss of cooperativity in the interaction of the CD40L mimetic with its cognate receptor."}, {"pubmed": 17360404, "text": "These results show that CD40L can influence RANKL signaling through T cell priming, and thus they demonstrate a regulatory role for CD40L in bone mineralization that is absent in patients with X-linked hyper-IgM syndrome."}, {"pubmed": 17372166, "text": "observations identify interaction of CD40L and Mac-1 as an alternative pathway for CD40L-mediated inflammation; this novel mechanism expands understanding of inflammatory signaling during atherogenesis"}, {"pubmed": 17392362, "text": "Incorporation of host-encoded CD40L in HIV-1 is likely to play a role in the B-cell abnormalities that are seen in HIV-infected individuals."}, {"pubmed": 17403203, "text": "platelet-derived CD154 may be a key 'cytokine' responsible for adverse reactions associated with platelet transfusions"}, {"pubmed": 17414714, "text": "The whole blood gene expression quantities of costimulatory molecules CD154 and ICOS reasonably robustly differentiated rejection patients from control patients."}, {"pubmed": 17433826, "text": "CD40 ligand has a role in peripheral arterial disease"}, {"pubmed": 17459878, "text": "CD40-40L signaling has a role in vascular inflammation"}, {"pubmed": 17469136, "text": "These results suggest that engagement of beta1 integrins on systemic lupus erythematosus T cells could induce FAK-mediated signaling and subsequent CD40L expression and proliferation."}, {"pubmed": 17562816, "text": "Decreased frequency of MHC class II-restricted CD4(+) regulatory T cells in CD40L-deficient patients suggests that these T cells may mediate B cell tolerance"}, {"pubmed": 17619839, "text": "Vascular smooth muscle cells-like endothelial cells appear to contribute to the maintenance of an inflammatory response in the atherosclerotic vessel wall upon CD40-CD154 co-stimulation."}, {"pubmed": 17675236, "text": "This study shows that xenogeneic interaction between hCD40L and pCD40 can activate porcine endothelial cells through NF-kappaB signaling."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17716773, "text": "Dyslipidemic patients show increased plasma and decreased platelet-membrane CD40L expression compared with dyslipidemic patients with low insulin resistance."}, {"pubmed": 17805323, "text": "A possible role of CD40-CD40L interactions between monocytes and T4 helper cells in the pathogenesis of bone marrow failure in myelodysplastic syndromes was shown."}, {"pubmed": 17845713, "text": "CD154 microsatellite contributes to the regulation of mRNA and protein expression."}, {"pubmed": 17845713, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17879023, "text": "the magnitude of T-cell expression, such as increased expression of HLA-DR and CD40L, contributes to myocardial dysfunction in dilated cardiomyopathy"}, {"pubmed": 17884785, "text": "Prolactin plays an important role in the pathogenesis of SLE by increasing CD154 expression on the PBMCs, and bromocriptine produces no significant inhibitory effect on either endogenous or exogenous prolectin."}, {"pubmed": 17893433, "text": "CD40 ligand expression on stimulated T-helper lymphocytes of Common variable immunodeficiency patients is similar to normal controls"}, {"pubmed": 17901373, "text": "Soluble CD40L level is a predictor of vascular events in patients with nonvalvular atrial fibrillation."}, {"pubmed": 17917707, "text": "Lack of association between soluble CD40L and risk in a large cohort of patients with acute coronary syndrome in OPUS TIMI-16."}, {"pubmed": 17947713, "text": "Demethylation of CD40LG and perhaps other genes on the inactive X may contribute to the striking female predilection of this disease"}, {"pubmed": 18051214, "text": "Of 9 CVID patients...we identified... 1 patient with decreased CD40L expression who had a mutated (Thr254Met) extracellular domain of CD40L (782T>C in exon 5)."}, {"pubmed": 18054068, "text": "abnormal indices of angiogenesis in coronary artery disease may be associated with increased CD40-CD40L interactions in patients with pathologic collateralisation"}, {"pubmed": 18081708, "text": "hu5C8 MoAb has a strong mitogenic activity when immobilized, likely due to higher crosslinking capacity as compared to the soluble antibody"}, {"pubmed": 18093816, "text": "Data show that MCP-1 has a synergistic effect on COX-2 and CCR2 protein expression in CD40L-stimulated HUVECs and stimulates VEGF production in these cells."}, {"pubmed": 18156495, "text": "These findings establish an immune-regulatory role for activin-A in dendritic cells, highlighting the potential of antagonizing activin-A signaling in vivo to enhance vaccine immunogenicity."}, {"pubmed": 18180380, "text": "platelet-associated CD154 can be biochemically modulated."}, {"pubmed": 18196935, "text": "Plasma soluble CD40 ligand and stimulated MIP-1alpha production were both reduced (p < or = 0.05) by systemic beta-adrenergic stimulation."}, {"pubmed": 18217399, "text": "the CD40/CD154 interaction has a role in the pathogenesis of autoimmune process leading to inflammatory infiltration in Graves' ophthalmopathy"}, {"pubmed": 18260168, "text": "Neither cell-surface nor soluble CD154 levels are associated with coronary artery disease in systemic lupus erythematosus"}, {"pubmed": 18281372, "text": "In heart failure patients, platelet CD40L is upregulated by TNFalpha via a cyclooxygenase-1-independent, arachidonic acid-mediated oxidative stress mechanism."}, {"pubmed": 18339317, "text": "Patients with chronic heart failure (CHF) showed increased expression of CD40L system, which may create a pathogenic role in the development and progression of CHF."}, {"pubmed": 18349065, "text": "The enhanced sCD40L and cellular CD40L expression in the metabolic syndrome suggests that CD40L is of pathophysiological relevance."}, {"pubmed": 18349125, "text": "Elevated sCD40L promotes platelet-leukocyte activation and recruitment and neointima formation after arterial injury."}, {"pubmed": 18373164, "text": "MCP-1 and CD40L had a synergistic effect on COX-2 expression and subsequent VEGF production in gastric cancer."}, {"pubmed": 18481160, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18481160, "text": "no support for specific CD40L SNPs in the susceptibility to Kawasaki disease in Taiwanese children"}, {"pubmed": 18548529, "text": "CD40 expression in tumors is associated with a poor prognosis and that the juxtacrine interaction of CD40-CD154 among cancer cells facilitates the development of malignant potential in nonsmall cell lung cancer."}, {"pubmed": 18554599, "text": "Polycystic ovary syndrome is associated with elevated levels of soluble CD40L and homocysteine."}, {"pubmed": 18593367, "text": "reversion of Fas resistance is mediated through CD40/CD40L ligation rather than IFN-gamma stimulation by inhibiting synthesis of c-FLIP"}, {"pubmed": 18603231, "text": "Theses results suggest that CD40 is present in colon cancer, and recombinant soluble human CD40 ligand may be of clinical use to inhibit human colon cancer growth."}, {"pubmed": 18641098, "text": "Atrial fibrillation patients had significantly higher sCD40L levels compared to healthy control subjects with no difference in platelet surface CD40L and pCD40L levels."}, {"pubmed": 18652769, "text": "Results describe the clinical implications of serum-soluble CD154 (sCD154) levels and the expression of CD40 on monocytes in patients with fulminant hepatic failure."}, {"pubmed": 18658029, "text": "CD40 ligand has a role in inducing endothelial dysfunction in human and porcine coronary artery endothelial cells"}, {"pubmed": 18661398, "text": "CD40-CD40 ligand interaction on Burkitt lymphoma cells was attributable to the suppression of NF-kappaB binding activity"}, {"pubmed": 18713981, "text": "maturation of human DC with OK432 induces direct tumor cell killing by DC by interaction of tumor cell CD40 with dendritic cell CD40L"}, {"pubmed": 18714535, "text": "study revealed statistically significant higher baseline concentrations of sCD40L--but not sP-selectin--in the group of asthmatics with exercise-induced bronchoconstriction than in those without"}, {"pubmed": 18719603, "text": "A novel T-cell-specific, GATA-3 responsive, CD154 transcriptional enhancer may contribute to increased propensity of T helper type (Th)2 cells to express CD154."}, {"pubmed": 18756582, "text": "Persistently increased sCD40L levels from the onset of diabetes might help to identify those normotensive and normoalbuminuric young patients at increased risk of developing incipient nephropathy later in life."}, {"pubmed": 18787388, "text": "In hypercholesterolemic Type 2 diabetic patients, sCD40L, a factor playing a pivotal role in the pathogenesis of atherosclerosis and associated with more rupture-prone lesions, is reduced by short-term treatment with rosuvastatin."}, {"pubmed": 18812691, "text": "Obstructive sleep apnea is associated with upregulation of circulating sCD40L levels and platelet-monocyte aggregation."}, {"pubmed": 18827186, "text": "TRAF2 overexpression in differentiated cells decreases the c-Jun N-terminal kinase-mediated synthesis and the secretion of proinflammatory cytokines, such as interleukin-8 and monocyte chemoattractant protein 1 (MCP-1) in response to CD40 ligand"}, {"pubmed": 18835787, "text": "study demonstrated that Abeta(1-40), levels of sCD40 and sCD40L are increased in Alzheimer's disease and declining MMSE scores correlated with increasing sCD40L, which in turn, correlated positively with Abeta(1-42)"}, {"pubmed": 18849075, "text": "sCD40 natural isoforms encompassing either three or four CRDs might exert different antagonistic effects from known CD154 antibodies by recognition of only membranous CD154."}, {"pubmed": 18945879, "text": "the ability of CD40L to rescue monocytes from apoptosis induced by serum withdrawal was severely impaired during sepsis."}, {"pubmed": 18946203, "text": "abnormally increased in patients with obstructive sleep apnea syndrome"}, {"pubmed": 19019166, "text": "Elevated circulating levels of soluble CD-40 ligand in haemodialysis patients with symptomatic coronary heart disease."}, {"pubmed": 19023113, "text": "in the absence of CD40-CD154 interactions, there is a marked reduction in SHM and, specifically, mutations of AICDA-targeted G residues in RGYW motifs along with a decrease in transversions normally related to UNG2 activity."}, {"pubmed": 19056482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19086656, "text": "The upregulated level of costimulatory molecules CD28/B7-2 and CD40/ CD40L on T cells and B cells may play an important role in the pathogenesis of allergic rhinitis."}, {"pubmed": 19101003, "text": "both wild-type and a mutated form of CD40L are incorporated within HIV-1 and wild-type CD40L remains functional"}, {"pubmed": 19120902, "text": "Extracellular HSP70 blocks CD40L-induced apoptosis and tubular formation in endothelial cells."}, {"pubmed": 19170966, "text": "The present study investigated the molecular defects underlying disease in 4 patients with Type 1, X-linked Hyper-IgM syndrome 4 distinct CD40L mutations, 2 of them which have not been previously described."}, {"pubmed": 19184537, "text": "Studies indicate that elevated levels of CD40 ligand (CD40L) are associated with clinically important conditions, such as vascular disease, abnormal clotting (thrombosis), lung injury, and autoimmune disease."}, {"pubmed": 19201484, "text": "expression of the CD154 antigen on CD4+ T lymphocytes and the serum concentration of soluble CD40L were significantly higher in pre-eclampsia than in normal pregnant women"}, {"pubmed": 19221099, "text": "Pre-eclamptic woman had increased CD40L on platelets. Preeclampsia is associated with activation of the CD40-CD40L system, which may contribute to the proinflammatory & prothrombotic milieu found in preeclampsia."}, {"pubmed": 19232335, "text": "The novel findings suggest that reduced sCD40L and hs-CRP concentrations may have a role in the mechanism of protection against atherosclerosis in Gilbert's syndrome."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19272596, "text": "Pre-eclampsia is associated with activation of the CD40-CD40L system; activation of this system may contribute to the development or maintenance of proinflammatory & prothrombotic responses, increased cytokine production, & endothelial cell dysfunction"}, {"pubmed": 19282610, "text": "Cilostazol treatment decreased CD40 ligand levels in diabetic patients with peripheral arterial occlusion disease."}, {"pubmed": 19318922, "text": "Circulating CD40L is more markedly increased after PCI in patients with high ADP-induced platelet aggregation"}, {"pubmed": 19404646, "text": "this study demonstrates high CD154 and FAS expression as a characteristic feature of SLE."}, {"pubmed": 19421221, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19421221, "text": "Single nucleotide polymorphism in CD40L is associated with pemphigus foliaceus."}, {"pubmed": 19422822, "text": "Data suggest that CD40/CD40L interaction modulates amyloid protein precursor processing independently of TRAF signaling."}, {"pubmed": 19470255, "text": "Over-expression of CD40 and CD40L may play an important role in the development of bronchiolitis."}, {"pubmed": 19494299, "text": "CD154-CD40 binding assays showed that CD154 specifically binds to CD40 at homodimeric form"}, {"pubmed": 19520616, "text": "Female lupus CD4+ T cells and demethylated CD4+ T cells express high level of CD40LG and overstimulate B cells to produce IgG. This is due to DNA demethylation and thereby reactivation of the inactive X chromosome in female."}, {"pubmed": 19541004, "text": "sCD40L increases vascular smooth muscle cell proliferation and migration through the MMP-9 pathway, which may be a potential mechanism through which sCD40L induces intimal hyperplasia and atherosclerosis."}, {"pubmed": 19564823, "text": "Plasma E-selectin and soluble ICAM1 levels were significantly higher in the TT or TC genotype compared to that of the CC genotype."}, {"pubmed": 19575287, "text": "Six different CD40L mutations in hyper-IgM syndrome were identified; five were novel, one splicing (IVS1+2T>C), three missense (T254M, G167R, L161P), and two frame shift deletions (T29fsX36 and D62fsX79)."}, {"pubmed": 19590499, "text": "In newly diagnosed hypertensive men, sCD40L levels are inversely related to insulin sensitivity, with no correlation with blood pressure, other cardiovascular risk factors, or the degree of subclinical atherosclerosis."}, {"pubmed": 19656553, "text": "CD154 may have a role in thrombo-embolic events"}, {"pubmed": 19675172, "text": "Addition of IL-21 to CD40 ligand plus activated human memory B cells induces a high-rate immunoglobulin G (IgG)-secreting population in B cells with otherwise low per-cell IgG secretion rates."}, {"pubmed": 19707993, "text": "Molecular analysis detected mutations in the CD40L gene (Hyper-IgM syndrome Type 1)."}, {"pubmed": 19723899, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19735272, "text": "Findings suggest that a genetic interaction between CD40 and CD40L favours the development of antibiotic-induced cutaneous allergic reactions."}, {"pubmed": 19735272, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19755790, "text": "Up-regulation of inflammatory molecules, such as CD40L and MCP-1, is involved in the advanced stage of atherosclerotic cerebro-vascular disease and is associated with increased risk of recurrence of cardiovascular events"}, {"pubmed": 19811271, "text": "biologically active serum CD154 was significantly increased in patients with the highest SLE disease activity index"}, {"pubmed": 19859091, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 19889024, "text": "Dendritic cells stimulated through CD40-CD40L interaction differentiate into tolerogenic dendritic cells with immunomodulatory function."}, {"pubmed": 19895673, "text": "Induction of PI3K activity by CD40L may stimulate activation of Rac1 and NOX2 inducing, oxidative stress and endothelial dysfunction."}, {"pubmed": 19896127, "text": "we observed an unexpected correlation between circulating levels of sCD40L and both liver ICAM-1 and PAI-1 protein expression in patients with nonalcoholic fatty liver."}, {"pubmed": 19906505, "text": "the median levels of CD40L (p<0.05) were significantly higher in non-ST-segment elevation myocardial infarction; CD40L may have an important role as a marker for risk stratification in patients with acute coronary syndrome"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20006362, "text": "in patients with metabolic syndrome CD40L is derived predominantly from platelets"}, {"pubmed": 20008286, "text": "membrane-bound CD40L induces apoptosis by influencing the balance between apoptotic and survival signals."}, {"pubmed": 20026377, "text": "Results suggest that CD154 expression in CLL patients, which may be induced by purine analogues, is associated with resistance to fludarabine and with development of autoimmune manifestations."}, {"pubmed": 20039299, "text": "lipid rafts are of immunological relevance for CD154-triggered signals, and reinforce the importance of CD154 in T-cell activation"}, {"pubmed": 20048211, "text": "Endothelial dysfunction due to persistently elevated plasma levels of sCD40L may be attributable to an impairment of peripheral blood-derived angiogenic early outgrowth cells function"}, {"pubmed": 20071030, "text": "CD40-triggering of immature and mature DC but not of primary monocytes induced a rapid expression of high levels of IL-23, free p40, and minor levels of IL-12."}, {"pubmed": 20107176, "text": "The p38 MAPKs and NF-kappaB pathways may play an important permissive role in CD40L-induced ICAM-1 expression in orbital fibroblasts"}, {"pubmed": 20133813, "text": "the CD40-CD40L pathway contributes to the proinflammatory function of intestinal epithelial cells in inflammatory bowel disease"}, {"pubmed": 20153702, "text": "Levels of solubleCD62P (selectin P) and CD40L (CD40 ligand)were increased in cystic fibrosis patients irrespective of age and activity of inflammation"}, {"pubmed": 20174757, "text": "Reveal potent metabolic functions of CD40L aside from its known pivotal pro-inflammatory role within plaques, suggesting that CD40L may mediate risk at the interface of metabolic and atherothrombotic disease."}, {"pubmed": 20211016, "text": "The mutated, cleavage-resistant form of CD40L is a more potent inducer of apoptosis than wild-type ligand in CD40-positive carcinoma cell lines."}, {"pubmed": 20230421, "text": "results presented here strongly suggest that MMP-2 interacts with alpha(IIb)beta(3) to regulate the shedding of CD40L exposed on the surfaces of activated human platelets"}, {"pubmed": 20456428, "text": "upregulation of the CD40 system in hypertensive patients with certain forms of severe end-organ damage may contribute to the pro-inflammatory, pro-atherogenic and prothrombotic milieu in hypertension"}, {"pubmed": 20457264, "text": "HCT patients did not rise to a protective level postvaccination. CD4(+) T cell expression of CD154 and cytokine responses were significantly reduced in HCT recipients compared to healthy adults."}, {"pubmed": 20459687, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20471683, "text": "Crosstalk between T cells and bronchial fibroblasts obtained from asthmatic subjects involves CD40L/alpha 5 beta 1 interaction."}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20505142, "text": "B cell-specific CD40L transgene expression generates a complex antigen-specific IgG1 response which is greatly enhanced in the early, but reduced in the late, primary response compared with control mice."}, {"pubmed": 20505144, "text": "Signaling through transgenic CD40L does not block germinal center (GC) formation or differentiation of GC B cells, but it inhibits sustained expansion of GC B cells and augments B cell differentiation and antibody formation."}, {"pubmed": 20577873, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20629665, "text": "In patients undergoing coronary stenting CD40L is upregulated with a mechanism which is likely mediated by oxidative stress."}, {"pubmed": 20634492, "text": "Lycorine sensitizes CD40 ligand-protected chronic lymphocytic leukemia cells to bezafibrate- and medroxyprogesterone acetate-induced apoptosis but dasatanib does not overcome reported CD40-mediated drug resistance."}, {"pubmed": 20676835, "text": "Circulating sCD40L is associated with neutrophil count and may mediate interaction between neutrophils and platelets in acute coronary syndrome, particularly in unstable angina."}, {"pubmed": 20701912, "text": "CD36 has a role in hypochlorite-oxidized LDL induction of intraplatelet ROS formation and surface exposure of CD40L"}, {"pubmed": 20726330, "text": "anti-C1q antibodies, sCD40L and TWEAK may be used as serum biomarkers for the assessment of disease activity and development of LN."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20811042, "text": "Data suggest that platelet CD154 potentiates interferon-alpha secretion by plasmacytoid dendritic cells in systemic lupus erythematosus."}, {"pubmed": 20811715, "text": "Gene transfer of the membrane-stable CD40L mutant into CD40-positive cells may provide an efficient and safe method to treat non-small cell lung cancer."}, {"pubmed": 20832064, "text": "enhanced CD40L levels in CA might affect myocardial perfusion, myocardial damage, and subsequent cardiovascular events, and could be a predictive marker for the prognosis of acute myocardial infarct"}, {"pubmed": 20846521, "text": "Data show that the loss of residual renal function and HCV seropositivity increased plasma levels of sCD40/sCD40L and oxidative status in hemodialysis patients."}, {"pubmed": 20881665, "text": "Allospecific CD154CD19 B cells identify rejection-prone children with intestinal transplantation and can likely substitute for T-cell alloreactivity in estimating rejection risk in this rare subject population."}, {"pubmed": 20978895, "text": "Study demonstrates that circulating levels of sCD40L are increased in smokers during the early phase of acute myocardial infarction."}, {"pubmed": 20980002, "text": "The present study showed for the first time that sCD40L is associated with ischemic burden in patients with cardiac syndrome X."}, {"pubmed": 20980629, "text": "CD154 is recruited and concentrated at the immunological synapse (IS) formed between human primary T cells and autologous dendritic cells; this recruitment requires T cell polarity at the IS."}, {"pubmed": 21071692, "text": "sCD40L enhances agonist-induced platelet activation and aggregation through a CD40-dependent tumor necrosis factor receptor-associated factor-2/Rac1/p38 mitogen-activated protein kinase signaling pathway."}, {"pubmed": 21075431, "text": "Initiated by the finding that platelets express functional CD40 ligand, many new roles for platelets have been discovered in unanticipated areas, including the immune response."}, {"pubmed": 21138731, "text": "CD40/CD40L interaction induces E-selectin dependent adhesion of leukocytes to human endothelial cells and reduces endothelial cell migration by inhibiting the Akt/eNOS signaling pathway."}, {"pubmed": 21143381, "text": "Tat-induced activation of platelets releases platelet CD154, an immune modulator."}, {"pubmed": 21151195, "text": "Blocking of CD40L on activated CD8(+)T(EM) selectively inhibited proliferation of CD4(+)T(EM), while blocking of CD40L on CD4(+)T(EM) abrogated proliferation of CD8(+)T(EM)."}, {"pubmed": 21162213, "text": "Elevated activation of calcineurin in active lupus nephritis may participate in regulation overexpression of CD40L in PBMCs of patients."}, {"pubmed": 21177803, "text": "HIV-1 virions bearing host CD40L can efficiently activate B cells."}, {"pubmed": 21242519, "text": "The distribution of CD40L mRNA between the nuclear and cytoplasmic fractions and within the polysome non-polysome fraction is dependent on polypyrimidine tract-binding protein PTB."}, {"pubmed": 21285457, "text": "Crystallographic and mutational analysis of the CD40-CD154 complex and its implications for receptor activation."}, {"pubmed": 21331754, "text": "The sCD40L levels were significantly higher in migraine patients (p < 0.001)than controls"}, {"pubmed": 21337550, "text": "the CD40-CD154 interaction would correlate with cell proliferation and secretion of cytokines in pancreatic ductal adenocarcinoma cells"}, {"pubmed": 21406105, "text": "Circulating soluble CD40L levels are increased in septic patients and are independently associated with mortality in these patients."}, {"pubmed": 21414847, "text": "CD40-CD40L interactions play an important role in promoting pathogenic IgG autoantibody production and kidney disease in lupus-prone New Zealand Black mice."}, {"pubmed": 21415255, "text": "PPARgamma expression is increased in systemic lupus erythematosus patients and represses CD40/CD40L signaling pathway"}, {"pubmed": 21491121, "text": "Study demonstrates a role of sCD40L in pathogenesis of pulmonary embolism."}, {"pubmed": 21543760, "text": "Human X-linked variable immunodeficiency caused by a hypomorphic mutation in XIAP in association with a rare polymorphism in CD40LG."}, {"pubmed": 21567389, "text": "Findings clarify the requirements for CD40/lipid raft association and the signals triggered upon CD40 engagement by CD154."}, {"pubmed": 21605114, "text": "results do not support the idea that the CD40-CD40L interaction is involved in mediating transfusion-related acute lung injury"}, {"pubmed": 21616491, "text": "analysis of genetic and environmental regulation of inflammatory CVD biomarkers Lp-PLA2 and IgM anti-PC"}, {"pubmed": 21696538, "text": "sCD40L is associated with other inflammatory markers but is not itself a strong independent risk marker for either stroke or myocardial infarction."}, {"pubmed": 21788945, "text": "cooperation between IL-15 and CD40L reinforces the importance of tumor microenvironment and unravels a mechanism of FL growth that should be considered if using IL-15 as a drug in this disease"}, {"pubmed": 21898485, "text": "Absence of genetic modifications of the CD40L gene, and decreased DNA methylation of the CD40L promoter in primary biliary cirrhosis patients, suggests that environmental factors, not genetics, must play a major role in the elevated serum IgM."}, {"pubmed": 21958324, "text": "A striking case for diagnosis of CD40L deficiency at the age of 33 years in the proband has been described, along with the diagnoses of his two healthy sons."}, {"pubmed": 21967264, "text": "Case Report: treosulphan is a new agent for conditioning regimen with less toxicity in patient with CD40 ligand deficiency with grade III liver fibrosis."}, {"pubmed": 22024720, "text": "members of the oncomir miR-17-92 cluster were upregulated, but themiR-125b/miR-99a/let-7c, miR-106b/miR-93/miR-25 and miR-212/miR-132 clusters are also coordinately regulated either by stromal cell contact alone or by CD154"}, {"pubmed": 22058328, "text": "Results show that T cells played a pivotal role in a new in vitro Langhans giant cells (LGCs) formation system, in which DC-STAMP was involved, and occurred via a molecular mechanism that involved CD40-CD40L interaction and IFN-gamma secretion."}, {"pubmed": 22100896, "text": "CD40 ligand, soluble P-selectin and von Willebrand factor may ahve a role in prediabetes"}, {"pubmed": 22116092, "text": "platelets and megakaryocytes might participate in a positive feedback loop occurring between sCD40L and MMP-9 which would contribute to the proinflammatory state observed in Behcet disease"}, {"pubmed": 22139839, "text": "miR-155 and miR-125b, which are induced by CD154 and stromal cell signals, contribute to regulating proliferation and that BCL2 is one of their target mRNAs."}, {"pubmed": 22150414, "text": "Platelet-derived microparticles cause CD154-dependent activation of dendritic cells."}, {"pubmed": 22151659, "text": "High early sCD40L levels in trauma patients reflect tissue injury, shock, coagulopathy and sympathoadrenal activation and predict mortality."}, {"pubmed": 22193914, "text": "Identification of an unusual high incidence of fungal infections and other not yet described infections in patients with CD40 ligand deficiency."}, {"pubmed": 22196954, "text": "Soluble CD40 ligand, high sensitive C-reactive protein and fetuin-A levels in patients with essential thrombocythemia."}, {"pubmed": 22219050, "text": "the CD40-CD40L pathway is directly involved in the increase in COX-2 activity caused by activated platelet-human umbilical endothelial cell interaction."}, {"pubmed": 22231486, "text": "Demethylation of CD40L regulatory elements on the inactive X chromosome contributes to CD40L overexpression in CD4+ T cells from female patients with systemic sclerosis."}, {"pubmed": 22234746, "text": "platelet surface expression upregulation is associated with worse clinical outcome after ischaemic stroke"}, {"pubmed": 22295117, "text": "molecular mechanism to explain the role of platelets in hepatocyte death during ischemia-reperfusion injury"}, {"pubmed": 22298164, "text": "Simvastatin and atorvastatin attenuate VCAM-1 and uPAR expression on human endothelial cells and platelet surface expression of CD40 ligand."}, {"pubmed": 22440854, "text": "The intake of polyphenol-rich olive oil reduces CD40L gene expression, its downstream products, and related genes involved in atherogenic and inflammatory processes in vivo in humans."}, {"pubmed": 22461623, "text": "describe the generation of sCD154 mutants that lost their ability to bind CD40 or alphaIIbbeta3 and show that CD154 residues involved in its binding to CD40 or alphaIIbbeta3 are distinct from those implicated in its interaction to alpha5beta1"}, {"pubmed": 22492089, "text": "Thrombin/CD40L elicited a strong synergistic effect on endothelial MMP-10 expression and microparticles containing MMP-10 in vitro and in vivo, which may represent a new link between inflammation/thrombosis with prognostic implications."}, {"pubmed": 22512415, "text": "suppression of sCD40L or increased production of TNFalpha is required to initiate or maintain remission of Graves' disease"}, {"pubmed": 22532139, "text": "data indicates upregulation of the CD40/CD40L system in psoriatic patients despite topical treatment and suggests their possible role in the pathogenesis of psoriasis"}, {"pubmed": 22552529, "text": "Patients with pancreatic cancer had higher serum sCD40L levels compared to healthy subjects"}, {"pubmed": 22593611, "text": "These data indicate that BAFF, APRIL, and CD40L form a Chronic lymphocytic leukemia -enhancing bidirectional signaling network linking neoplastic B cells with the microvascular stroma."}, {"pubmed": 22608210, "text": "Our data indicate an involvement of periodontopathogens in increased plasma levels of soluble CD40L in periodontitis and therefore provide a novel link between periodontitis and increased risk for CVD."}, {"pubmed": 22689014, "text": "Suppression of CD154 expression is a surrogate for suppression of proliferation."}, {"pubmed": 22702645, "text": "findings suggest that serum sCD40L levels are elevated in type 1 diabetes, particularly in patients with microvascular complications and a significant correlation with glycemic control exists"}, {"pubmed": 22731751, "text": "Our results do not suggest an important role of CD40 and CD40LG gene polymorphisms in the susceptibility to or clinical expression of systemic sclerosis"}, {"pubmed": 22750225, "text": "study of 2 siblings with X-linked hyper IgM syndrome caused by a large CD40LG deletion; findings suggests that the p.G219R polymorphism is not pathogenic by itself although it has been recently related to X-linked lymphoproliferative syndrome"}, {"pubmed": 22802415, "text": "We show that the abrogation of the CD40-CD154 signal results in a large decrease in the thymic resident Treg cell population"}, {"pubmed": 22820189, "text": "This study demonstrates that the sCD40L/CD40 axis triggers NF-kappaB activation in platelets."}, {"pubmed": 22889643, "text": "The CD40L promoter region in CD4(+) T cells from female rheumatoid arthritis patients was found to be demethylated, which corresponded with increased CD40L mRNA expression."}, {"pubmed": 22905203, "text": "association of the transmembrane domain of CD154 in lipid rafts is necessary for CD154-mediated Akt and p38 activation with consequent enhancement of IL-2 production"}, {"pubmed": 22932804, "text": "Elevated serum soluble CD40 ligand in cancer patients may play an immunosuppressive role."}, {"pubmed": 22948742, "text": "A blood test for diagnosis of patients with acute kidney cell rejection after transplantation is based on simultaneous quantification of three analytes: interleukin (IL)-1 receptor antagonist, IL-20 and soluble CD40 ligand."}, {"pubmed": 22963373, "text": "Data indicate that all six patients with X-linked hyper-IgM syndrome carried mutations in CD40L, including one novel missense mutation (g.8206C>T, c.373C>T, p.H125Y)."}, {"pubmed": 22965071, "text": "Overview on the role of CD40-CD40L interactions in the pathogenesis of T2DM with a special focus on pancreatic, adipose tissue and vascular inflammation. [Review]"}, {"pubmed": 22984080, "text": "Tolerance is disrupted in transgenic mice when IL-6 and soluble CD40L fail to spatially restrict p-ERK kinase and fail to repress TLR4-induced autoantibody secretion."}, {"pubmed": 23000501, "text": "The CD40 and CD40-L expressions on monocytes and T cells, respectively, decrease as the head and neck squamous cell carcinoma (HNSCC) patients progress from stage-I through stage-IV."}, {"pubmed": 23002440, "text": "CD154/CD40 pathway blockade prevents antigen-specific T cell-mediated host cell destruction."}, {"pubmed": 23010537, "text": "study identified two patients with hyper-IgM syndrome, with mutations of the CD40LG gene (Patient 1 de novo mutation, Patient 2 X-linked transmission from carrier mother)"}, {"pubmed": 23039889, "text": "Women had higher levels of sCD40L and PDGF-AA."}, {"pubmed": 23073798, "text": "CD40L/CD40 could inhibit human glioma cells."}, {"pubmed": 23144702, "text": "Data indicate that single nucleotide polymorphisms (SNPs) in two X-linked genes, glucose-6-phosphate dehydrogenase (G6PD) and CD40L, were associated with altered risk of severe malaria in females but not in males."}, {"pubmed": 23241952, "text": "Higher expression & concentration of CD40L in women with preeclampsia & HELLP syndrome compared with normal pregnant women may indicate an exaggerated activation of platelets & endothelial cells in the disorder."}, {"pubmed": 23289765, "text": "CD40L and IFN-gamma, activate the vitamin D-dependent antimicrobial pathway and trigger antimicrobial activity against intracellular M. tuberculosis"}, {"pubmed": 23299818, "text": "Greater concentrations of sCD40L and TNF-B at sites of stenosis suggest that these cytokines play a role in the pathogenesis of symptomatic SFA disease."}, {"pubmed": 23325890, "text": "CD40L, although having no effect on Blimp-1 as a single agent, greatly augments the amplitude and duration of interleukin (IL)-21-triggered Jak-STAT3 signaling."}, {"pubmed": 23340290, "text": "Data indicate that E4BP4 can inhibit CD40L expression through epigenetic modifications in the promoter region of CD40L."}, {"pubmed": 23426185, "text": "Soluble CD40L/CD40 axis impairs the anti-platelet properties of endothelial outgrowth cells through increased production of ROS."}, {"pubmed": 23434327, "text": "Data suggest that soluble CD40L (sCD40L) and CRP (C-reactive protein) are up-regulated in plasma of women with polycystic ovary syndrome (PCOS) compared with control women; in PCOS, sCD40L and CRP are positively correlated with insulin resistance."}, {"pubmed": 23456134, "text": "The upregulated levels of co-stimulators CD40/CD40L on B cells and T cells may play an important role in the immune pathogenesis of breast cancer."}, {"pubmed": 23457387, "text": "EGF and CD40L may have utility in monitoring MTX-treated patients with rheumatoid arthritis who are more likely to have radiographic progression."}, {"pubmed": 23479226, "text": "CD154+ enrichment allows quantitative capture and highly sensitive enumeration and characterization of antigen-specific CD4+ T cells."}, {"pubmed": 23538518, "text": "The majority of patients (10/14; 71.4%) with CD40L mutations except (Thr254Met) and an ataxia-telangiectasia patient had the severe form of Hyper IgM syndrome phenotype."}, {"pubmed": 23555843, "text": "sCD40L is elevated in the plasma and cerebrospinal fluid of HIV infected, cognitively impaired individuals and has an important role as an inflammatory mediator in the pathogenesis of HIV-Associated Neurocognitive Disorders"}, {"pubmed": 23561892, "text": "The results indicate that elevated CD40L expression on peripheral blood monocytes is associated with carotid atherosclerosis and plaque instability."}, {"pubmed": 23604864, "text": "Our results showed no evidence of any significant association between the analyzed polymorphisms of CD40L genes to susceptibility of uncomplicated P. vivax malaria in this study population"}, {"pubmed": 23686494, "text": "Our data revealed that downregulation of CD32B on B cells from patients with rheumatoid arthritis is mediated by CD40-CD40L interactions"}, {"pubmed": 23719298, "text": "A major part of central and effector memory CD8(+) T cells expresses CD40L, one key molecule for CD4(+) T-cell-mediated help."}, {"pubmed": 24014238, "text": "In addition to BCR signaling, activated T cells might contribute to CLL cell proliferation via CD40L and IL-21 expression and signaling."}, {"pubmed": 24028208, "text": "In patients with chest pain, an increased urine IgM excretion is associated with coronary artery disease."}, {"pubmed": 24106272, "text": "in vivo biochemical or genetic inhibition of NFATc2 activity in megakaryocyte diminishes platelet CD40L implicates the NFATc2/EGR-1 axis as a key regulatory pathway of inflammatory and immunomodulatory activity in platelets"}, {"pubmed": 24117612, "text": "Data indicate taht inducible membrane-bound CD40L on CD4(+) T cells is increased in patients with primary Sjogren's syndrome (pSS) but was not related to epigenetic deregulation by demethylation patterns of the regulatory regions of CD40L."}, {"pubmed": 24138005, "text": "Platelet-derived microparticles carrying soluble CD40L accumulate in apheresis platelet concentrates during 5 days of storage, are capable of priming the neutrophil-activated respiratory burst and might cause transfusion-related acute lung injury."}, {"pubmed": 24188324, "text": "Data indicate higher frequency of CD154+ T cells in grass-allergic individuals compared to healthy controls, but this difference was not evident following stimulation with cat allergen."}, {"pubmed": 24189063, "text": "CD154 is released from T-cells by ADAM10 and ADAM17 upon CD40 ligation"}, {"pubmed": 24236294, "text": "It seems that DPU is associated with increased systemic release of sCD40L, which is believed to derive predominantly from activated platelets."}, {"pubmed": 24351940, "text": "Studied the effect of drug-eluting stent (DES) implantation on soluble CD40 ligand (sCD40L) levels in patients with stable coronary artery disease undergoing stent replacement."}, {"pubmed": 24375064, "text": "higher serum levels in osteosarcoma, Ewing sarcoma and chondrosarcoma patients with primary bone tumors"}, {"pubmed": 24418171, "text": "In chronic hepatitis C, the hepatocyte infection rate influences OSMRb expression levels, which also show variability among patients."}, {"pubmed": 24418477, "text": "Human CD19 and CD40L deficiencies impair antibody selection and differentially affect somatic hypermutation."}, {"pubmed": 24631270, "text": "This study demonistrated that CD40LG deficiency in patient with ataxia telangiectasia."}, {"pubmed": 24635038, "text": "It is a promising serological marker for hepatocellular carcinoma"}, {"pubmed": 24657679, "text": "The CD40/CD40L system is involved in the process of post-stroke epilepsy."}, {"pubmed": 24745825, "text": "Serum sCD40L is correlated with immunosuppression and angiogenesis in PDAC carcinogenesis/progression, and is a promising diagnostic and prognostic biomarker for PDAC superior to CA19-9 and CEA"}, {"pubmed": 24747770, "text": "we report results obtained on their effect in suppressing both the TNFa- and the CD40L-induced activation of NF-kappaB in sensor cells that contain an NF-kappaB-inducible SEAP construct."}, {"pubmed": 24751386, "text": "The possible role of MMP-9 and MMP-2 on the expression of soluble CD154 (sCD154) and membrane-bound isoform of the CD154 in Iranian multiple sclerosis patients, was examined."}, {"pubmed": 24768948, "text": "Ten distinct CD40L mutations (six novel) have been identified in a small cohort of Chinese patients with hyper-IgM syndrome type 1."}, {"pubmed": 24771985, "text": "atrial fibrillation patients at high risk of stroke disclose low and high levels of APN and sCD40L, respectively, suggesting a role for APN if it favors platelet activation"}, {"pubmed": 24828787, "text": "The anti-apoptotic phenotype of chronic lymphocytic leukemia involves a sensitized response for IL4 dependent STAT6 phosphorylation, and an activation of NF-kB signaling due to an increased affinity of sCD40L to its receptor."}, {"pubmed": 24905579, "text": "Clonal analysis of the T-cell response to in vivo expressed Mycobacterium tuberculosis protein Rv2034, using a CD154 expression based T-cell cloning method."}, {"pubmed": 24910175, "text": "TSLP synergized with CD40 ligand to promote dendritic cell activation and pathogenic IL-23 production by primary blood and skin dendritic cells."}, {"pubmed": 24912008, "text": "Despite the fact that CD40-CD40L pathway plays a fundamental role in pathogenesis of autoimmune diseases, the gene-gene interactions between CD40 and CD40L associated with multiple sclerosis were not found in Polish multiple sclerosis patients."}, {"pubmed": 24912812, "text": "A higher percentage of CD3(+)CD154(+) T lymphocytes could predict clinical efficacy of SpondyloArthritis patients with TNF-alpha treatment."}, {"pubmed": 24916315, "text": "Human osteoclasts are inducible immunosuppressive cells in response to T cell-derived IFN-gamma and CD40 ligand in vitro."}, {"pubmed": 24972599, "text": "Human induced pluripotent stem cells expressing CD40 ligand prolonged survival in a metastatic breast cancer model."}, {"pubmed": 25004625, "text": "High levels of sCD40 and sCD40L were detected among patients with chronic HCV and HCV/ HIV-1 infection The high concentration of sCD40L correlates with CC rs12979860 genotype."}, {"pubmed": 25037197, "text": "Plasma CD40L was significantly higher in type 2 diabetes patients than in controls."}, {"pubmed": 25123332, "text": "Serum sCD40L levels in non-surviving patients with severe brain trauma injury are higher than in surviving ones, and there are an association between serum sCD40L levels and brain trauma injury severity and mortality."}, {"pubmed": 25192781, "text": "The expression of plasma CD40L was increased in patients with pelvic inflammatory disease, and could serve as a diagnostic marker."}, {"pubmed": 25268346, "text": "studies demonstrated a novel mutation in CD40L, which, to our knowledge, has not been reported previously."}, {"pubmed": 25287602, "text": "We demonstrated that B cells with potent antigen presentation capacity can be generated and expanded by use of a non-xenogeneic form of CD40L that could be implemented in future human clinical settings."}, {"pubmed": 25301451, "text": "Interacting with liver cancer cells through the CD40/CD154 signaling pathway."}, {"pubmed": 25367298, "text": "Based on CD137 or CD154 expression."}, {"pubmed": 25375372, "text": "Tumor-induced senescent T cells promote the secretion of pro-inflammatory cytokines and angiogenic factors by human monocytes/macrophages through a mechanism that involves Tim-3 and CD40L."}, {"pubmed": 25403978, "text": "CD154 functions as a trimer and may bind concomitantly to two receptors of the same or different family biologically activating cells expressing both receptors."}, {"pubmed": 25514317, "text": "The coordinated expression of CD40-CD40L was critical for production and autocrine IL-6 in XG1 cells."}, {"pubmed": 25608503, "text": "CD40 ligand induces von Willebrand factor release from endothelial cells"}, {"pubmed": 25648034, "text": "Study suggests that soluble CD40 ligand and urotensin II likely play a role in the pathogenesis of slow coronary flow."}, {"pubmed": 25748125, "text": "Data suggest that increased frequency of circulating follicular helper T cells in lupus patients is associated with excess B-cell help and autoantibody production in a CD40 antigen ligand (CD40L) dependent manner."}, {"pubmed": 25752457, "text": "A novel CD40LG deletion causes the hyper-IgM syndrome with normal CD40L expression in a 6-month-old child"}, {"pubmed": 25765994, "text": "CD40L engagement activates the PI3K pathway to inhibit HSV-1 propagation by an autophagy-independent mechanism."}, {"pubmed": 25825037, "text": "significantly increased lipid deposition and foam cell formation associated with upregulation of scavenger receptor type A and CD36"}, {"pubmed": 25839125, "text": "Report targeting and liposomal drug delivery of methotrexate to CD40L expressing T cells for treatment of autoimmune diseases."}, {"pubmed": 25944664, "text": "Higher plasma soluble CD40L levels on presentation are associated with clinical severity and have potential to be a good prognostic biomarker of aneurysmal subarachnoid hemorrhage."}, {"pubmed": 25992978, "text": "the direct CD40-CD40L interaction of breast tumor cells and activated T cells increases TGF-beta production and the differentiation of Th17 cells, which promotes the proliferation of breast cancer cells"}, {"pubmed": 26012640, "text": "Elevated soluble CD40L levels predict recurrent stroke in patients with minor stroke and transient ischemic attack."}, {"pubmed": 26030673, "text": "Data found higher serum sCD154 levels in patients with severe malignant middle cerebral artery infarction compared to controls and correlated with mortality."}, {"pubmed": 26032866, "text": "sCD40L should have the potential to be a prognostic biomarker for nasopharyngeal carcinoma"}, {"pubmed": 26043172, "text": "Three single-nucleotide polymorphisms (SNPs) of the TLR8, CD40LG and IRAK1 genes on the X chromosome were genotyped."}, {"pubmed": 26183367, "text": "Overexpression of CD154 on CD4(+)T cells is unlikely to be central to the pathogenesis of idopathic thrombocytopenic purpura, and other immune dysfunctions should be targeted for therapy purposes."}, {"pubmed": 26214492, "text": "The study findings showed that plasma sCD40L, fetuin-A, and PAPP-A levels are associated with carotid plaque formation and instability."}, {"pubmed": 26237513, "text": "plasma soluble CD40L levels are reduced by antiplatelet therapy with clopidogrel, but not associated with long-term ischemic outcomes in unselected consecutive aspirin-treated patients undergoing cardiac catheterization."}, {"pubmed": 26268734, "text": "Studies suggest that the CD40/CD154 pathway represents a promising potential therapeutic target for the prevention of transplantation rejection."}, {"pubmed": 26279254, "text": "time changes of sCD40L over 1 month after myocardial infarct onset were associated with G894T eNOS polymorphism and with the VEGF concentrations, but not to the platelet CD62P expression"}, {"pubmed": 26313915, "text": "CD40 ligand induces RIP1-dependent, necroptosis-like cell death in low-grade serous but not serous borderline ovarian tumor cells."}, {"pubmed": 26545336, "text": "CD40/CD40L system plays a role in regulating bone mineral density."}, {"pubmed": 26576922, "text": "concentrations of the C-reactive protein, myeloperoxidase and soluble CD40 ligand taken from peripheral vein were closely similar to the concentration found in coronary blood of ACS patients"}, {"pubmed": 26577033, "text": "Study allows identify significant different genetic heterogeneity between two investigated populations (France and Tunisia) and revealed discrepancies in the prevalence of CD40LG polymorphisms that may be explained by ethnic and geographic differences."}, {"pubmed": 26706786, "text": "diagnostic value of soluble CD40 ligand (sCD40L) and vascular endothelial growth factor (VEGF) for Alzheimer's disease"}, {"pubmed": 26719354, "text": "show that sCD40L/alpha5beta1 interaction leads to platelet activation as evaluated in the human whole blood"}, {"pubmed": 26903548, "text": "These results demonstrate the feasibility of engineered nuclease-directed gene repair to restore endogenously regulated CD40L, and the potential for its use in T-cell therapy for X-HIGM syndrome."}, {"pubmed": 26934129, "text": "Increased sCD40L plasma levels are associated with the presence of insulin resistance and not the state of glucose tolerance."}, {"pubmed": 26986513, "text": "mCD40L-induced cell death mediated by NORE1A expression appeared to be independent of mCD40L-induced cell death mediated by sustained JNK activation since NORE1A inhibition did not affect JNK phosphorylation and vice versa"}, {"pubmed": 26994905, "text": "we report that Kv1.3-NPs reduced NFAT activation and CD40L expression exclusively in CD45RO(+) T cells. Furthermore, Kv1.3-NPs suppressed cytokine release and induced a phenotype switch of T cells from predominantly memory to naive."}, {"pubmed": 27031714, "text": "It is likely that the CD40/CD40L interactions and TNF alpha are effective against cervical carcinomas by repressing transcriptional activity of human papilloma virus-18 promoter."}, {"pubmed": 27090943, "text": "Hypertensives showed significantly enhanced soluble CD40L levels compared to normotensive controls"}, {"pubmed": 27094978, "text": "Given the crucial role of sCD40L, this haplotype study in a transfusion model may be helpful to further determine the role of haplotypes in inflammatory clinical settings."}, {"pubmed": 27101095, "text": "Primary Aldosteronism is related to platelet activation, expressed as higher plasma values of soluble CD40L and soluble P-selectin values."}, {"pubmed": 27172386, "text": "These results suggest soluble CD40L could have a prognostic value in ST-elevation myocardial infarction patients."}, {"pubmed": 27190986, "text": "the serum levels of the soluble factors sCD40L and CXCL1 are not associated with endometriosis and are not suitable as biomarkers for disease diagnosis."}, {"pubmed": 27243341, "text": "Increased serum sCD40L levels may be related to angiogenesis in patients with multiple myeloma (MM). This protein has potential clinical usefulness in MM and may be considered as an additional prognostic marker. The correlation of sCD40L with beta-thromboglobulin may indicate that in patients with MM sCD40L derives from activated platelets."}, {"pubmed": 27295448, "text": "The levels of sCD40l have no influence on survival or cardiovascular events and mortality in haemodialysis patients in a long-term follow-up"}, {"pubmed": 27391025, "text": "data also demonstrated that the CD154-triggered inhibition of the Fas-mediated cell death response was dependent on a suppression of caspase-8 cleavage, but independent of de novo protein synthesis or alterations in Fas expression on cell surface."}, {"pubmed": 27392528, "text": "Higher concentrations of CD40L in patients with limited cutaneous form in our study might suggest a role for CD40/CD40L pathway in vascular pathology of systemic sclerosis."}, {"pubmed": 27472092, "text": "Increased CD40 ligation and reduced B-cell receptor signalling leads to higher IL-10 production in B Cells from tolerant kidney transplant recipients."}, {"pubmed": 27525421, "text": "plasma PGE2 is correlated with the prevention of IVIG resistance and CAL formation through CD40L in KD"}, {"pubmed": 27566833, "text": "CD4(+) T cells that coexpress CD57 and CD154, which are exclusively present in cytomegalovirus-positive individuals."}, {"pubmed": 27572328, "text": "CD40L, more than IL-6, or TNF-alpha, constitutes a predictor to explain polycystic ovary syndrome and associated features"}, {"pubmed": 27576126, "text": "This study provides the first evidence that human circulating group 2 innate lymphoid cells can express CD154 and stimulate the production of IgE by B lymphocytes through IL-25/IL-33 stimulation or TLR triggering"}, {"pubmed": 27681093, "text": "we also report for the first time that the rs1126535 C allele (CD40L gene) may predict a worse response after gastric bypass in morbidly obese patients"}, {"pubmed": 27725124, "text": "Serum CD40L levels were elevated in both neuromyelitis optica and multiple sclerosis patients."}, {"pubmed": 27753080, "text": "persistence of helper T-cell-derived CD40L on or in B cells could permit sustained CD40 signaling enabling survival and proliferation of antigen-presenting B cells following brief interactions with helper T cells in vivo in germinal centers."}, {"pubmed": 27837410, "text": "this paper demonstrates importance of CD40/CD40L signaling on IL-10-producing regulatory B cells in Chinese children with Henoch-Schonlein purpura nephritis"}, {"pubmed": 27869172, "text": "CD40 activation resulted in down-regulation of Thioredoxin (Trx)-1 to permit ASK1 activation and apoptosis. Although soluble receptor agonist alone could not induce death, combinatorial treatment incorporating soluble CD40 agonist and pharmacological inhibition of Trx-1 was functionally equivalent to the signal triggered by mCD40L."}, {"pubmed": 28267402, "text": "While CD40 expression tends to be relatively high in the peritumoral dermis of epithelial carcinomas, the expression of CD40L in mast cells is low in the same peritumoral area, compared with the opposite findings in psoriasis and actinic keratosis."}, {"pubmed": 28333213, "text": "In this first X chromosome-wide association study of adult patients with IBD, we identified an IBD susceptibility locus with genome-wide significance at rs2427870 on chrXq26.3, located 66 kbp upstream of CD40LG and 83.4 kbp upstream of ARHGEF6 [OR, 1.22; combined p = 3.79 x 10-15]."}, {"pubmed": 28339909, "text": "IL-17 and CD40L synergistically mediate the inflammatory response and remodelling associated with tissue injury and glomerular sclerosis in diabetic nephropathy"}, {"pubmed": 28352049, "text": "CD40L gene polymorphism was found to be associated with severe falciparum malaria in Indian population especially in severe malarial anaemia."}, {"pubmed": 28421990, "text": "Plasma sCD40L levels were elevated in systemic lupus erythematosis patients who had positive anti-phospholipid antibodies and experienced arterial thrombosis, suggesting that enhanced release of sCD40L through platelet activation presumably by aPL could contribute to the development of atherothrombotic disease."}, {"pubmed": 28455435, "text": "data suggest that therapeutic CD40-CD40L blocking agents may prove efficacious not only in early and established rheumatoid arthritis (RA), but also in inhibiting the progression of the disease from arthralgia or undifferentiated arthritis to RA"}, {"pubmed": 28461568, "text": "studies identify a novel molecular mechanism of regulation of CD40L by the transcription factor GLI2 in the tumor microenvironment downstream of CCR3 signaling"}, {"pubmed": 28550400, "text": "Study indicates that the rs1126535C/T polymorphism of CD154 gene was involved in the progression of Chinese SLE patients, probably by affecting the expression of CD154."}, {"pubmed": 28609750, "text": "study found that plasma CD40L was associated with acute chest syndrome (ACS), and that sickle cell anemia (SCA)patients with a lifetime history of ACS (ACS+) presented significantly higher plasma CD40L and TSP-1 than patients who had never experienced ACS (ACS-)"}, {"pubmed": 28619427, "text": "Soluble CD40 ligand derived from serum is not correlated with early stage of multiple sclerosis."}, {"pubmed": 28642174, "text": "Serum levels of sCD40L and MMP-9 are associated with the stability of carotid plaques."}, {"pubmed": 28967229, "text": "Symptomatic chagasic patients were differentiated from asymptomatic patients based on the expression of CD154 and membrane TNF-alpha in TCD4+ and TCD8+ compartments, respectively."}, {"pubmed": 28971904, "text": "T cell-stimulated CLL cells actively recruited monocytes, and CD40L was identified as the responsible T-cell factor that mediated recruitment."}, {"pubmed": 29050818, "text": "this study shows that decreased serum levels of soluble CD40L correlate in treated patients with Relapsing-Remitting Multiple Sclerosis"}, {"pubmed": 29068360, "text": "In conclusion, we described a new pathway of platelet-monocyte interaction, mediated by sCD40L and oxidative stress that may contribute to the progression of endothelial dysfunction during Shiga toxin 2-associated hemolytic uremic syndrome."}, {"pubmed": 29155846, "text": "Soluble CD40 ligand directly alters glomerular permeability and may act as a circulating permeability factor in focal segmental glomerulosclerosis."}, {"pubmed": 29183724, "text": "Analysis of the early events after receptor engagement revealed that both TNF and CD40L activate the classical NF-kappaB pathway, and confirm activation of the alternative by the latter. Furthermore, using genetic and pharmacological inhibition of the classical pathway we show that activation of the alternative occurs independently of the former. This reveals insights into NF-kappaB signaling by CD40L and TNF in endoth..."}, {"pubmed": 29194343, "text": "This indicates that the reactions between red blood cell surface antigens and plasma antibodies do not play a role in the induction of CD40L expression."}, {"pubmed": 29367645, "text": "the dependency of mantle cell lymphoma (MCL) cell lines on NFkappaB signaling and illustrated the ability of CD40L to activate the alternative NFkappaB pathway in MCL, was analyzed."}, {"pubmed": 29499223, "text": "we describe, for the first time, the deleterious immunologic consequences of CD40LG duplication in a mother and son"}, {"pubmed": 29518426, "text": "Our data suggest a nonredundant role of CD40L-CD40 interaction in neutrophil development and function that could be improved in vitro by rhIFN-gamma, indicating a potential novel therapeutic application for this cytokine."}, {"pubmed": 29761306, "text": "The decreased expression of CD40L in lymph nodes may be an important factor in tumor recurrence and progression in the oral squamous cell carcinoma patients."}, {"pubmed": 29780830, "text": "the CD40 rs1883832 T allele acts as a risk factor for increased susceptibility to sepsis and may be involved in the process of sepsis through regulation of CD40 expression and plasma sCD40L levels."}, {"pubmed": 30078020, "text": "Overexpression of CD40L-WT/CD40L-M in CD40+ NSCLC cells increased SA-beta-gal staining activity and inhibited DNA synthesis and cell proliferation."}, {"pubmed": 30081731, "text": "this study reports the clinical and CD40L genetic features of six Iranian hyper IgM syndrome patients"}, {"pubmed": 30082430, "text": "associations between CD40L/IL-4 response and baseline ATM levels, induction of ATM, and phosphorylation of the ATM targets, p53 and H2AX. X-irradiation was used to demonstrate that CD40L/IL-4 stimulation tended to improve DNA damage repair."}, {"pubmed": 30408708, "text": "The ratio of CD40L(+)CD4(+) to CD4(+) T cells in the acute phase of neuromyelitis optica spectrum disorders was significantly higher than that in healthy controls."}, {"pubmed": 30447657, "text": "Disseminated cryptococcosis in two boys with novel mutation of CD40 Ligand-Associated X-linked hyper-IgM syndrome."}, {"pubmed": 30502363, "text": "Higher serum concentrations of sST2 and sCD40L in microvascular angina patients may be associated with inflammatory activation and coronary microvascular dysfunction."}, {"pubmed": 30511624, "text": "the current study aimed to investigate the possible associations between CD40 polymorphisms and level of soluble CD154 protein with migraine."}, {"pubmed": 30681383, "text": "The authors found two SNPs related to CD40 were associated with MMD (CC rs4813003 and TT rs1535045), which had been reported to be associated with Kawasaki Disease."}, {"pubmed": 30926559, "text": "fact that serum sCD40L levels during the first week of traumatic brain injury can be used as a mortality predictor biomarker are the new findings of our study"}, {"pubmed": 30944836, "text": "increased expression levels of OX40 and OX40L were involved in the pathogenesis of Immune thrombocytopenia"}, {"pubmed": 31183392, "text": "these results do not suggest a functional role of CD40L genetic variants in acute coronary syndrome"}, {"pubmed": 31313080, "text": "There is an altered expression of CD40L in female rheumatoid arthritis patients in association with clinical activity. These findings support the evidence that suggests CD40L as a marker of clinical activity."}, {"pubmed": 31558283, "text": "Soluble sCD40L is not associated with cardiovascular or all-cause mortality."}, {"pubmed": 31657119, "text": "CD154-expressing CMV-specific T cells associate with freedom from DNAemia and may be protective in seronegative recipients after liver or intestine transplantation."}, {"pubmed": 31754970, "text": "X-linked hyper-IgM syndrome complicated with interstitial pneumonia and liver injury: a new mutation locus in the CD40LG gene."}, {"pubmed": 31925706, "text": "Decreased mRNA Expressions of CD40L in Patients with Neuromyelitis Optica Spectrum Disorder."}, {"pubmed": 31985724, "text": "Expression of CD40 Ligand on T Cells and Soluble CD40 Ligand in Children With Kawasaki Disease: A Single-Center Preliminary Study From North India."}, {"pubmed": 32035135, "text": "Inverse relationship between CD40L expression and cytolytic molecule expression by CD8(+)CXCR5(+) T follicular cytotoxic cells in colorectal cancer."}, {"pubmed": 32500460, "text": "Complex preimplantation genetic tests for Robertsonian translocation, HLA, and X-linked hyper IgM syndrome caused by a novel mutation of CD40LG gene."}, {"pubmed": 32745080, "text": "CD154 inhibits death of T cells via a Cis interaction with the alpha5beta1 integrin."}, {"pubmed": 33081589, "text": "Associations of site-specific CD4(+)-T-cell hypomethylation within CD40-ligand promotor and enhancer regions with disease activity of women with systemic lupus erythematosus."}, {"pubmed": 33406736, "text": "The Proinflammatory Soluble CD40 Ligand Is Associated with the Systemic Extent of Stable Atherosclerosis."}, {"pubmed": 33495902, "text": "Infectious Complications Predict Premature CD8(+) T-cell Senescence in CD40 Ligand-Deficient Patients."}, {"pubmed": 33560569, "text": "CD40L from platelet, endothelial cell, and smooth muscle cell may contribute to the proliferation of tumor cell in intravascular large B cell lymphoma."}, {"pubmed": 33584658, "text": "Differential Responsiveness of the Platelet Biomarkers, Systemic CD40 Ligand, CD62P, and Platelet-Derived Growth Factor-BB, to Virally-Suppressive Antiretroviral Therapy."}, {"pubmed": 33674076, "text": "[The CD40-CD40L axis: Current and future implications in clinical immunology].\", trans \"L'axe CD40-CD40L : implications actuelles et futures en immunologie clinique."}, {"pubmed": 34114358, "text": "CD40LG mutations in Vietnamese patients with X-linked hyper-IgM syndrome; catastrophic anti-phospholipid syndrome as a new complication."}, {"pubmed": 34135061, "text": "CD40L-Stimulated B Lymphocytes Are Polarized toward APC Functions after Exposure to IL-4 and IL-21."}, {"pubmed": 34284675, "text": "Methyl donor micronutrients, CD40-ligand methylation and disease activity in systemic lupus erythematosus: A cross-sectional association study."}, {"pubmed": 34768776, "text": "Simultaneous Inhibition of PD-1 and Stimulation of CD40 Signaling Pathways by Anti-PD-L1/CD40L Bispecific Fusion Protein Synergistically Activate Target and Effector Cells."}, {"pubmed": 34842998, "text": "Two novel CD40LG gene mutations causing X-linked hyper IgM syndrome in Vietnamese patients."}, {"pubmed": 35031307, "text": "Analysis of physical activity and plasma levels of soluble CD40 and CD40L in older people with gastrointestinal tract cancer."}, {"pubmed": 35681441, "text": "Novel Functions of Integrins as Receptors of CD154: Their Role in Inflammation and Apoptosis."}, {"pubmed": 35886510, "text": "RANTES and CD40L under Conditions of Long-Term Physical Exercise: A Potential Link to Adaptive Immunity."}, {"pubmed": 36073009, "text": "Termination of CD40L co-stimulation promotes human B cell differentiation into antibody-secreting cells."}, {"pubmed": 36419145, "text": "Respiratory infections in X-linked hyper-IgM syndrome with CD40LG mutation: a case series of seven children in China."}, {"pubmed": 37433422, "text": "Advanced computational analysis of CD40LG variants in atypical X-linked hyper-IgM syndrome."}], "genomic_pos": {"chr": "X", "end": 136660390, "ensemblgene": "ENSG00000102245", "start": 136648158, "strand": 1}, "genomic_pos_hg19": {"chr": "X", "end": 135742549, "start": 135730352, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002637", "qualifier": "involved_in", "term": "regulation of immunoglobulin production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006954", "pubmed": 9468137, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007159", "pubmed": 9468137, "qualifier": "involved_in", "term": "leukocyte cell-cell adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007229", "pubmed": 31331973, "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0023035", "pubmed": 31331973, "qualifier": "involved_in", "term": "CD40 signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030168", "pubmed": 9468137, "qualifier": "involved_in", "term": "platelet activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030183", "qualifier": "involved_in", "term": "B cell differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0031295", "pubmed": 8617933, "qualifier": "involved_in", "term": "T cell costimulation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032733", "pubmed": 8617933, "qualifier": "involved_in", "term": "positive regulation of interleukin-10 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032735", "pubmed": 9922218, "qualifier": "involved_in", "term": "positive regulation of interleukin-12 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032753", "pubmed": 8617933, "qualifier": "involved_in", "term": "positive regulation of interleukin-4 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042100", "pubmed": 8605945, "qualifier": "involved_in", "term": "B cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042102", "pubmed": 8617933, "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 12697681, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045190", "qualifier": "involved_in", "term": "isotype switching"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051092", "pubmed": 15067037, "qualifier": "involved_in", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000353", "pubmed": 12885753, "qualifier": "involved_in", "term": "positive regulation of endothelial cell apoptotic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 15067037, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 9468137, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005164", "qualifier": "enables", "term": "tumor necrosis factor receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005174", "qualifier": "enables", "term": "CD40 receptor binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005174", "pubmed": 31331973, "qualifier": "enables", "term": "CD40 receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005174", "pubmed": 9468137, "qualifier": "enables", "term": "CD40 receptor binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005178", "pubmed": 31331973, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15067037, 31331973], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043539", "pubmed": 15067037, "qualifier": "enables", "term": "protein serine/threonine kinase activator activity"}]}, "homologene": {"genes": [[8364, 100489038], [9031, 395485], [9544, 574160], [9598, 473802], [9606, 959], [9615, 403468], [9913, 282387], [10090, 21947], [10116, 84349]], "id": 56}, "interpro": [{"desc": "CD40 ligand", "id": "IPR003263", "short_desc": "CD40L"}, {"desc": "Tumour necrosis factor domain", "id": "IPR006052", "short_desc": "TNF_dom"}, {"desc": "Tumour necrosis factor-like domain superfamily", "id": "IPR008983", "short_desc": "Tumour_necrosis_fac-like_dom"}, {"desc": "Tumour necrosis factor, conserved site", "id": "IPR021184", "short_desc": "TNF_CS"}], "ipi": ["IPI00024686", "IPI00643618"], "map_location": "Xq26.3", "name": "CD40 ligand", "other_names": ["CD40 antigen ligand", "CD40 ligand", "CD40-L", "T-B cell-activating molecule", "T-cell antigen Gp39", "TNF-related activation protein", "tumor necrosis factor (ligand) superfamily member 5"], "pantherdb": {"HGNC": "11935", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88337", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 10090, "uniprot_kb": "P27548"}, {"RGD": "708418", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 10116, "uniprot_kb": "Q9Z2V2"}, {"Ensembl": "ENSGALG00000006415", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 9031, "uniprot_kb": "Q9I8D8"}, {"ZFIN": "ZDB-GENE-090805-2", "ortholog_type": "O", "panther_family": "PTHR11471", "taxid": 7955, "uniprot_kb": "E7F3U1"}, {"ZFIN": "ZDB-GENE-050227-6", "ortholog_type": "O", "panther_family": "PTHR11471", "taxid": 7955, "uniprot_kb": "Q0PKX8"}, {"ZFIN": "ZDB-GENE-040718-335", "ortholog_type": "O", "panther_family": "PTHR11471", "taxid": 7955, "uniprot_kb": "Q6DHG9"}], "uniprot_kb": "P29965"}, "pathway": {"biocarta": {"id": "cd40pathway", "name": "cd40l signaling pathway"}, "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa04660", "name": "T cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04672", "name": "Intestinal immune network for IgA production - Homo sapiens (human)"}, {"id": "hsa05144", "name": "Malaria - Homo sapiens (human)"}, {"id": "hsa05145", "name": "Toxoplasmosis - Homo sapiens (human)"}, {"id": "hsa05310", "name": "Asthma - Homo sapiens (human)"}, {"id": "hsa05320", "name": "Autoimmune thyroid disease - Homo sapiens (human)"}, {"id": "hsa05322", "name": "Systemic lupus erythematosus - Homo sapiens (human)"}, {"id": "hsa05330", "name": "Allograft rejection - Homo sapiens (human)"}, {"id": "hsa05340", "name": "Primary immunodeficiency - Homo sapiens (human)"}, {"id": "hsa05416", "name": "Viral myocarditis - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "cd40_pathway", "name": "CD40/CD40L signaling"}, {"id": "il4_2pathway", "name": "IL4-mediated signaling events"}, {"id": "integrin2_pathway", "name": "Beta2 integrin cell surface interactions"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}, {"id": "tcrcalciumpathway", "name": "Calcium signaling in the CD4+ TCR pathway"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5676594", "name": "TNF receptor superfamily (TNFSF) members mediating non-canonical NF-kB pathway"}], "wikipathways": [{"id": "WP2328", "name": "Allograft Rejection"}, {"id": "WP3617", "name": "Photodynamic therapy-induced NF-kB survival signaling"}, {"id": "WP3863", "name": "T-Cell antigen Receptor (TCR) pathway during Staphylococcus aureus infection"}, {"id": "WP4298", "name": "Acute viral myocarditis"}, {"id": "WP4341", "name": "Non-genomic actions of 1,25 dihydroxyvitamin D3"}, {"id": "WP4494", "name": "Selective expression of chemokine receptors during T-cell polarization"}, {"id": "WP453", "name": "Inflammatory Response Pathway"}]}, "pdb": ["1ALY", "1I9R", "3LKJ", "3QD6", "6BRB", "6W9G", "7SGM"], "pfam": "PF00229", "pharmgkb": "PA36626", "pharos": {"target_id": 1282, "tdl": "Tbio"}, "pir": "S28017", "prosite": "PS50049", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325151", "relationship": "is"}, {"id": "GNF325152", "relationship": "is"}, {"id": "GNF325153", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF293178", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247095", "relationship": "is"}, {"id": "GNF247096", "relationship": "is"}, {"id": "GNF247097", "relationship": "is"}, {"id": "GNF247098", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF033249", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091896", "relationship": "is"}, {"id": "GNF091897", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052084", "relationship": "is"}, {"id": "GNF056850", "relationship": "is"}, {"id": "GNF078625", "relationship": "is"}], "GNF_hs-druggable_siRNA": {"id": "GNF067497", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF014749", "relationship": "is"}, {"id": "GNF278384", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330391", "relationship": "is"}, {"id": "GNF332297", "relationship": "is"}, {"id": "GNF334110", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336928", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105847", "relationship": "is"}, {"id": "GNF145493", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_007280.1"], "protein": "NP_000065.1", "rna": "NM_000074.3", "translation": {"protein": "NP_000065.1", "rna": "NM_000074.3"}}, "reporter": {"HG-U133_Plus_2": "207892_at", "HG-U95Av2": "33945_at", "HTA-2_0": "TC0X000666.hg.1", "HuEx-1_0": "3992575", "HuGene-1_1": "8170187", "HuGene-2_1": "17107329"}, "summary": "The protein encoded by this gene is expressed on the surface of T cells. It regulates B cell function by engaging CD40 on the B cell surface. A defect in this gene results in an inability to undergo immunoglobulin class switch and is associated with hyper-IgM syndrome. [provided by RefSeq, Jul 2008].", "symbol": "CD40LG", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1539082"}, "unigene": "Hs.592244", "uniprot": {"Swiss-Prot": "P29965", "TrEMBL": ["A0A8Q3WL88", "Q3L8U2", "A0A8Q3WKP2"]}, "wikipedia": {"url_stub": "CD154"}}