{"AllianceGenome": "1682", "HGNC": "1682", "MIM": "601028", "_id": "961", "_version": 1, "accession": {"genomic": ["AC012020.17", "AF540016.1", "CH471052.2", "CP068275.2", "NC_000003.12", "NC_060927.1"], "protein": ["AAH10016.1", "AAH12884.1", "AAH37306.1", "AAP35553.1", "AAQ11189.1", "BAF82502.1", "CAA49196.1", "CAA80977.1", "CEJ95640.1", "EAW79732.1", "EAW79733.1", "EAW79734.1", "NP_001369235.1", "NP_001768.1", "NP_942088.1", "Q08722.1", "XP_005247966.1", "XP_054204453.1"], "rna": ["AI701980.1", "AK096670.1", "AK124152.1", "AK289813.1", "AL832675.1", "BC010016.2", "BC012884.1", "BC037306.1", "BC042889.1", "BC045593.1", "BC053959.1", "BI753986.1", "BT006907.1", "BX640889.1", "CB995865.1", "LN680437.1", "NM_001025079.1", "NM_001025080.1", "NM_001382306.1", "NM_001777.4", "NM_198793.3", "X69398.1", "XM_005247909.3", "XM_054348478.1", "XR_007095768.1", "XR_007095769.1", "XR_008486855.1", "XR_008486856.1", "XR_008486857.1", "XR_008486858.1", "XR_241522.3", "XR_924218.3", "Z25521.1"], "translation": [{"protein": "AAH37306.1", "rna": "BC037306.1"}, {"protein": "XP_005247966.1", "rna": "XM_005247909.3"}, {"protein": "NP_942088.1", "rna": "NM_198793.3"}, {"protein": "CEJ95640.1", "rna": "LN680437.1"}, {"protein": "BAF82502.1", "rna": "AK289813.1"}, {"protein": "AAH12884.1", "rna": "BC012884.1"}, {"protein": "NP_001369235.1", "rna": "NM_001382306.1"}, {"protein": "CAA49196.1", "rna": "X69398.1"}, {"protein": "CAA80977.1", "rna": "Z25521.1"}, {"protein": "AAH10016.1", "rna": "BC010016.2"}, {"protein": "XP_054204453.1", "rna": "XM_054348478.1"}, {"protein": "AAP35553.1", "rna": "BT006907.1"}, {"protein": "NP_001768.1", "rna": "NM_001777.4"}]}, "alias": ["IAP", "MER6", "OA3"], "ensembl": {"gene": "ENSG00000196776", "protein": ["ENSP00000347512", "ENSP00000355361", "ENSP00000381309", "ENSP00000430843", "ENSP00000493750"], "transcript": ["ENST00000355354", "ENST00000361309", "ENST00000398258", "ENST00000471694", "ENST00000517766", "ENST00000644850"], "translation": [{"protein": "ENSP00000347512", "rna": "ENST00000355354"}, {"protein": "ENSP00000355361", "rna": "ENST00000361309"}, {"protein": "ENSP00000381309", "rna": "ENST00000398258"}, {"protein": "ENSP00000430843", "rna": "ENST00000517766"}, {"protein": "ENSP00000493750", "rna": "ENST00000644850"}], "type_of_gene": "protein_coding"}, "entrezgene": "961", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.1733242201, "exp_mis": 84.5111760607, "exp_syn": 39.745048576, "lof_z": 3.01481991587275, "mis_z": 1.03810883590633, "mu_lof": 7.97558485667e-07, "mu_mis": 8.69304643184e-06, "mu_syn": 4.1996889269e-06, "n_lof": 1.0, "n_mis": 65.0, "n_syn": 47.0, "p_li": 0.886113810883053, "p_null": 0.000258355528512751, "p_rec": 0.113627833588434, "syn_z": -0.713415142165242}, "bp": 972, "cds_end": 107809755, "cds_start": 107766134, "n_exons": 11, "nonpsych": {"exp_lof": 9.92977559777, "exp_mis": 76.3076104442, "exp_syn": 35.7899427129, "lof_z": 2.78306151060223, "mis_z": 1.05708376195282, "mu_lof": 7.97558485667e-07, "mu_mis": 8.69304643184e-06, "mu_syn": 4.1996889269e-06, "n_lof": 1.0, "n_mis": 58.0, "n_syn": 44.0, "p_li": 0.848139181763774, "p_null": 0.000672710722750848, "p_rec": 0.151188107513475, "syn_z": -0.864031072743803}, "nontcga": {"exp_lof": 10.2616050768, "exp_mis": 77.73243384, "exp_syn": 36.5475922461, "lof_z": 2.8520679399708, "mis_z": 1.00202146783747, "mu_lof": 7.97558485667e-07, "mu_mis": 8.69304643184e-06, "mu_syn": 4.1996889269e-06, "n_lof": 1.0, "n_mis": 60.0, "n_syn": 40.0, "p_li": 0.851978638264552, "p_null": 0.000515091513802699, "p_rec": 0.147506270221645, "syn_z": -0.361589055390959}, "transcript": "ENST00000361309.5"}, "exons": [{"cdsend": 108090908, "cdsstart": 108047287, "chr": "3", "position": [[108043090, 108047292], [108050577, 108050602], [108051938, 108051970], [108057476, 108057569], [108058336, 108058429], [108059451, 108059544], [108060744, 108060852], [108071092, 108071182], [108079990, 108080344], [108090862, 108091031]], "strand": -1, "transcript": "NM_001382306", "txend": 108091031, "txstart": 108043090}, {"cdsend": 108090908, "cdsstart": 108047287, "chr": "3", "position": [[108043090, 108047292], [108049618, 108049651], [108050577, 108050602], [108051938, 108051970], [108057476, 108057569], [108058336, 108058429], [108059451, 108059544], [108060744, 108060852], [108071092, 108071182], [108079990, 108080344], [108090862, 108091031]], "strand": -1, "transcript": "NM_001777", "txend": 108091031, "txstart": 108043090}, {"cdsend": 108090908, "cdsstart": 108047283, "chr": "3", "position": [[108043090, 108047292], [108051938, 108051970], [108057476, 108057569], [108058336, 108058429], [108059451, 108059544], [108060744, 108060852], [108071092, 108071182], [108079990, 108080344], [108090862, 108091031]], "strand": -1, "transcript": "NM_198793", "txend": 108091031, "txstart": 108043090}], "exons_hg19": [{"cdsend": 107809755, "cdsstart": 107766134, "chr": "3", "position": [[107761937, 107766139], [107769424, 107769449], [107770785, 107770817], [107776323, 107776416], [107777183, 107777276], [107778298, 107778391], [107779591, 107779699], [107789939, 107790029], [107798837, 107799191], [107809709, 107809878]], "strand": -1, "transcript": "NM_001382306", "txend": 107809878, "txstart": 107761937}, {"cdsend": 107809755, "cdsstart": 107766134, "chr": "3", "position": [[107761937, 107766139], [107768465, 107768498], [107769424, 107769449], [107770785, 107770817], [107776323, 107776416], [107777183, 107777276], [107778298, 107778391], [107779591, 107779699], [107789939, 107790029], [107798837, 107799191], [107809709, 107809878]], "strand": -1, "transcript": "NM_001777", "txend": 107809878, "txstart": 107761937}, {"cdsend": 107809755, "cdsstart": 107766130, "chr": "3", "position": [[107761937, 107766139], [107770785, 107770817], [107776323, 107776416], [107777183, 107777276], [107778298, 107778391], [107779591, 107779699], [107789939, 107790029], [107798837, 107799191], [107809709, 107809878]], "strand": -1, "transcript": "NM_198793", "txend": 107809878, "txstart": 107761937}], "generif": [{"pubmed": 11907074, "text": "The interaction of CD47 with SHPS-1 may contribute to the recruitment of B lymphocytes via endothelial cells under steady state conditions."}, {"pubmed": 11980922, "text": "Interactions of thrombospondins with alpha4beta1 integrin and CD47 differentially modulate T cell behavior"}, {"pubmed": 12218055, "text": "regulates integrin function. Differential effects on alpha vbeta 3 and alpha 4beta1 integrin-mediated adhesion."}, {"pubmed": 12351399, "text": "mechanism of antigen-induced caspase-independent cell death in normal and leukemic cells"}, {"pubmed": 12370491, "text": "An autocrine loop of the integrin alpha(V)beta(3)/CD47 receptor complex and thrombospondin-1 is identified as the molecular coupling device between mechanical loading and apoptosis."}, {"pubmed": 12393442, "text": "distribution of CD47, most restrained by cytoskeleton linkages plus a smaller fraction able to diffuse in the membrane, and colocalization with Rh protein complexes"}, {"pubmed": 12393467, "text": "Evidence protein 4.2 interacts with the Rh membrane complex member CD47 obtained from red cells of patients with hereditary spherocytosis associated with complete protein 4.2 deficiency"}, {"pubmed": 12609828, "text": "CD47 expressed on platelets significantly contributes to platelet adhesion on tumor necrosis factor-alpha (TNF-alpha)-stimulated vascular endothelial cells"}, {"pubmed": 12646616, "text": "Ligation of CD47 by any of its known ligands rapidly induces heterotrimeric Gi alpha-dependent but caspase-independent apoptosis in Jurkat T cells and, importantly, in activated primary T cells."}, {"pubmed": 12736272, "text": "the extracellular Ig domain of IAP(CD47), when bound to thrombospondin, interacts with integrin alphaIIbbeta3 and can change alphaIIbbeta3 in a high affinity state without the requirement of intracellular signaling"}, {"pubmed": 12902472, "text": "Interaction of CD47 with thrombospondin-1 contributes to the perpetuation of inflammation in rheumatoid synovitis."}, {"pubmed": 14551146, "text": "protein 4.2 strongly influences CD47 levels as well as the extent of membrane skeleton attachment in erythrocytes"}, {"pubmed": 14747477, "text": "IAP gene expression is regulated by alpha-Pal"}, {"pubmed": 14966135, "text": "CD47 recruits alpha(v)beta(3) and its associated signaling molecules to these domains"}, {"pubmed": 15292185, "text": "CD47 has a role in inducing alpha4beta1 integrin activation and adhesion in sickle reticulocytes"}, {"pubmed": 15359629, "text": "Review. The interaction between CD47 and SIRPalpha seems to be important to limit destruction of host cells in autoimmune diseases like autoimmune hemolytic anemia (AIHA), where macrophages destroy antibody or complement opsonized cells."}, {"pubmed": 15498560, "text": "CD47 short interferint RNA inhibited cell proliferation in cultures of hepatoma cells."}, {"pubmed": 15725479, "text": "Apoptosis inducing single-chain antibody fragments against cd47 antigens will be effective as a novel therapy for multiple myeloma."}, {"pubmed": 15842360, "text": "SHPS-1 negatively regulates platelet function via CD47, especially alpha(IIb)beta(3)-mediated outside-in signaling"}, {"pubmed": 15880429, "text": "Novel CD47-dependent intercellular adhesion modulates cell movement."}, {"pubmed": 15917238, "text": "CD47 associates with Fas upon its activation and augments Fas-mediated apoptosis."}, {"pubmed": 16291597, "text": "SIRPalpha-CD47 interactions, which reportedly define self, exhibit cell type specificity and limited cross-species reactivity"}, {"pubmed": 16581280, "text": "RhD co-localizeS with CD47 but not calreticulin or glycophorin-A on human RBCs."}, {"pubmed": 16697668, "text": "highlight major species differences in CD47-SIRPalpha interactions and CD47 integration, suggesting that signaling by CD47 in man may be qualitatively different from mouse."}, {"pubmed": 16951312, "text": "CD47 stimulation by a thrombospondin-1 peptide induces naive or memory CD4+CD25- T cells to become suppressive."}, {"pubmed": 17098740, "text": "analysis of species-specific CD47 interactions with signal regulatory protein alpha"}, {"pubmed": 17360380, "text": "Genetic induction of human CD47 on porcine cells could provide inhibitory signaling to SIRPalpha on human macrophages, providing a novel approach to preventing macrophage-mediated xenograft rejection."}, {"pubmed": 17363705, "text": "In this review the authors provide mechanistic insight into the signaling pathways used by thrombospondin-1 and CD47 at the cellular and molecular level to prevent nitric oxide signaling through cyclic GMP, thereby exacerbating tissue ischemia."}, {"pubmed": 17572512, "text": "Upregulation of CD47 in sporadic inclusion body myositis."}, {"pubmed": 18186923, "text": "CD47/IAP is necessary for chondrocyte mechanotransduction. Through interactions with alpha5beta1 integrin and thrombospondin, CD47/IAP may modulate chondrocyte responses to mechanical signals."}, {"pubmed": 18332220, "text": "On both RBCs and microbeads, human CD47 potently inhibits phagocytosis as does direct inhibition of myosin. CD47-SIRPalpha interaction initiates a dephosphorylation cascade directed in part at phosphotyrosine in myosin."}, {"pubmed": 18497546, "text": "CD47 may play an inhibitory role in NK cell-mediated cytotoxicity against cancer cells, implying a possible mechanism of immune escape in human cancer."}, {"pubmed": 18523271, "text": "A T cell-negative sensor that may serve to dampen unchecked proinflammatory T helper cell type 1 (Th1) responses, such as occur during contact hypersensitivity in transgenic mice."}, {"pubmed": 18524990, "text": "CD47 is enriched at endothelial junctions, and its interaction with SIRPgamma is required for human T-cell transendothelial migration"}, {"pubmed": 18657508, "text": "These results explain the specificity of CD47 for the SIRP family of paired receptors in atomic detail."}, {"pubmed": 18675774, "text": "TSP-1's C-terminal domain opens to interact with the CD-47 receptor"}, {"pubmed": 18855618, "text": "In this review, the CD47/thrombospondin-1/signal-regulatory protein (SIRP)-alpha inhibitory axis is proposed as an important sensor to maintain homeostasis and regulate innate and adaptive immune responses."}, {"pubmed": 18954403, "text": "Expression levels of CD47, CD35, CD55, and CD59 on red blood cells and signal-regulatory protein-alpha,beta on monocytes from patients with warm autoimmune hemolytic anemia."}, {"pubmed": 18979398, "text": "Down-regulation of the IAP antagonistis XAF1, Smac/DIABLO and HtrA2, has been related to the onset and progression of various malignancies."}, {"pubmed": 19144568, "text": "expression downregulated in multiple slerosis lesions, suggesting role in CNS inflammation"}, {"pubmed": 19360900, "text": "CD47 signaling can negatively affect the viability and function of cerebral endothelial cells, further supporting the notion that CD47 may be a potential neurovascular target for stroke and brain injury"}, {"pubmed": 19628875, "text": "Data show show that the CD47-SIRPalpha interaction will span a distance of around 14 nm between interacting cells, comparable with that of an immunological synapse."}, {"pubmed": 19632178, "text": "Study concludes that CD47 upregulation is an important mechanism that provides protection to normal HSCs during inflammation-mediated mobilization, and that leukemic progenitors co-opt this ability in order to evade macrophage killing."}, {"pubmed": 19661269, "text": "Disruption of CD47-TSP-1 interactions or preventing the recruitment of DCs to tumors may provide novel approaches to therapy of myeloma bone disease and osteoporosis."}, {"pubmed": 19748659, "text": "CD47/SIRP-alpha interactions are implicated in the pathogenesis of DC-driven allergic airway inflammation."}, {"pubmed": 19794081, "text": "Reduced levels of CD47 are expected to result in a reduced level of phosphatidylserine exposure following ligation."}, {"pubmed": 19952055, "text": "Our findings suggest that microRNA dysregulated in multiple sclerosis lesions reduce CD47 in brain resident cells, releasing macrophages from inhibitory control, thereby promoting phagocytosis of myelin."}, {"pubmed": 20033473, "text": "Data show that cartilage oligomeric matrix protein (COMP) promotes cell attachment via independent mechanisms involving cell surface CD47 and alphaVbeta3 integrin and that cell attachment to COMP induces formation of fascin-stabilized actin microspikes."}, {"pubmed": 20299253, "text": "Inhibition of engulfment correlates with affinity of CD47 for SIRPA - but only at low levels of CD47."}, {"pubmed": 20364320, "text": "CD47 signaling is active within cells of the neurovascular interface."}, {"pubmed": 20675593, "text": "Escherichia coli upregulation of CD47 in dendritic cells (DC) triggers production of DC natural ligand thrombospondin-1 and prevents the cell maturation process."}, {"pubmed": 20705613, "text": "Poor prognosis of breast cancer patients with high expression of CD47 is due to an active CD47/SIRPA signaling pathway in circulating cells."}, {"pubmed": 20826801, "text": "The role of cis dimerization of signal regulatory protein alpha (SIRPalpha) in binding to CD47."}, {"pubmed": 20923780, "text": "Thrombospondin-1 inhibits VEGF receptor-2 signaling by disrupting its association with CD47"}, {"pubmed": 21178137, "text": "Increased CD47 expression correlated with high amounts of calreticulin on cancer cells and was necessary for protection from calreticulin-mediated phagocytosis."}, {"pubmed": 21203512, "text": "Amyloid-beta inhibits No-cGMP signaling in a CD36- and CD47-dependent manner"}, {"pubmed": 21211546, "text": "Results demonstrate that the CD47 pathway in ITP patients abnormally modulates platelet homeostasis."}, {"pubmed": 21343308, "text": "inhibition of T cell receptor signaling by thrombospondin-1 is mediated by CD47 and requires its modification at Ser(64)."}, {"pubmed": 22014686, "text": "vitamin D binding protein does not bind to TSP-1, CD36 or CD47"}, {"pubmed": 22079249, "text": "a specific and age-dependent interaction of soluble fibrinogen with human RBC membrane; additionally we present CD47 as a putative mediator in this process. This interaction may contribute to RBC hyperaggregation in inflammation."}, {"pubmed": 22215724, "text": "Activated CD47 promotes pulmonary arterial hypertension through targeting caveolin-1."}, {"pubmed": 22427202, "text": "CD47 on experimentally aged erythrocytes is recognized by SIRPalpha."}, {"pubmed": 22451913, "text": "data,show that CD47 is a commonly expressed molecule on all cancers, its function to block phagocytosis is known, and blockade of its function leads to tumor cell phagocytosis and elimination"}, {"pubmed": 22511785, "text": "Surfactant protein D (Sp-D) binds to membrane-proximal domain (D3) of signal regulatory protein alpha (SIRPalpha), a site distant from binding domain of CD47, while also binding to analogous region on signal regulatory protein beta (SIRPbeta)."}, {"pubmed": 22535707, "text": "ectopic expression of murine Cd47 in human hepatocytes selectively favors engraftment upon transplantation into mice, a finding that should have a profound impact on the generation of robust humanized small animal models."}, {"pubmed": 22641236, "text": "CD47 expression is a novel prognostic marker in esophageal squamous cell carcinoma that is directly inhibited by the miR-133a tumor suppressor."}, {"pubmed": 22734047, "text": "Data show that CD47 is expressed in normal myelin and in foamy macrophages and reactive astrocytes within active multiple sclerosis (MS)lesions."}, {"pubmed": 22815286, "text": "Both human endothelial and leukocyte CD47 are required for T cell transendothelial migration at sites of inflammation."}, {"pubmed": 22870271, "text": "CD47(low) status on CD4 effectors is necessary for the contraction/resolution of the immune response in humans and mice."}, {"pubmed": 22874555, "text": "CD47 deficiency confers cell survival through the activation of autophagic flux and identifies CD47 blockade as a pharmacological route to modulate autophagy for protecting tissue from radiation injury."}, {"pubmed": 22990013, "text": "Engulfment of hematopoietic stem cells caused by down-regulation of CD47 is critical in the pathogenesis of hemophagocytic lymphohistiocytosis."}, {"pubmed": 23011546, "text": "The eSNP (single nucleotide polymorphism associated with expression) rs12695175 in CD47 associated with CRC specific survival (HR = 2.18, 95 % CI 1.10-4.33, CC versus AA) and with overall survival."}, {"pubmed": 23206327, "text": "This study analysis revealed up-regulation of CD14, CD18, CD45, TLR2, TLR4, CD74, C1q, C3, CCL2, and down-regulation of CD36, CX3CR1, CX3CL1 and CD200 in postmenopausal women."}, {"pubmed": 23275336, "text": "Inhibitor of apoptosis proteins (IAPs) and their antagonists regulate spontaneous and tumor necrosis factor (TNF)-induced proinflammatory cytokine and chemokine production"}, {"pubmed": 23642736, "text": "Data indicate that the level of CD47 on erythroblast of myelodysplastic syndrome (MDS) patients had a significant positive correlation with their peripheral RBC count."}, {"pubmed": 23669395, "text": "An avidity-improved CD47 fusion protein (CD47-Var1) suppresses the release of a wide array of inflammatory cytokines by CD172a(+) cells."}, {"pubmed": 23690610, "text": "Anti-CD47 antibody-mediated phagocytosis of cancer cells by macrophages results in increased priming of transgenic CD8+ OT-I T cells but decreased priming of CD4+ OT-II T cells."}, {"pubmed": 23774794, "text": "Findings indicate CD47 as a potential prognostic marker for melanoma development as well as a target for therapeutic intervention with RNAi-based nanomedicines."}, {"pubmed": 24006483, "text": "Data indicate that CD47 in cis interactions regulate LFA-1 (integrin alphaLbeta2) and VLA-4 (integrin alpha4beta1) integrin affinity, and this process plays a substantial role in the adhesion of T-cells."}, {"pubmed": 24143245, "text": "'clustering' SIRPalpha into plasma membrane microdomains is essential for activated monocytes and macrophages to effectively interact with CD47 and initiate intracellular signaling"}, {"pubmed": 24269920, "text": "Studies suggest that the mouse strain effect on xenogeneic engraftment might be ascribed mainly to the binding affinity of strain-specific polymorphic SIRPA with human CD47."}, {"pubmed": 24523067, "text": "Suppression of CD47 by morpholino approach suppressed growth of hepatocellular carcinoma in vivo and exerted a chemosensitization effect through blockade of CTSS/PAR2 signaling."}, {"pubmed": 24550402, "text": "Polymorphisms in the human inhibitory signal-regulatory protein alpha do not affect binding to its ligand CD47."}, {"pubmed": 24631171, "text": "CD24/CD44/CD47 are differentially expressed in cells of urothelial BCa in patients undergoing RC and influence cancer-specific survival of patients"}, {"pubmed": 24726056, "text": "CD47 plays the pivotal role in the immune evasion of primary effusion lymphoma cells in body cavities. Therapeutic antibody targeting of CD47 could be an effective therapy for PEL."}, {"pubmed": 24840181, "text": "Staphylococcal SElX and SSL6 proteins bind cell surface receptors PSGL-1 and CD47, respectively."}, {"pubmed": 24848268, "text": "the TSP-derived 4N1K peptide effects on cell adhesion and integrin activation are independent of CD47"}, {"pubmed": 24887393, "text": "The thrombospondin-1 receptor CD47 directly or indirectly regulates intercellular communication mediated by the transfer of extracellular vesicles between vascular cells."}, {"pubmed": 24911792, "text": "expression is induced following EBV infection of B cells; ligation cases G1 arres"}, {"pubmed": 25001859, "text": "Elevated postinjury thrombospondin 1-CD47 triggering aids differentiation of patients' defective inflammatory CD1a+dendritic cells."}, {"pubmed": 25200950, "text": "CD47 associates with and regulates VEGFR2 in T cells.  CD47 signaling modulates the ability of VEGF to regulate proliferation and TCR signaling, and autocrine production of vascular endothelial growth factor by T cells contributes to this regulation."}, {"pubmed": 25230070, "text": "Report poor prognosis/survival in luminal breast cancer patients with circulating tumor cells co-expressing MET and CD47."}, {"pubmed": 25550546, "text": "CD47 regulates the epigenetic code by targeting UHRF1."}, {"pubmed": 25593301, "text": "study demonstrates that antigen-presenting cells(CD47+) in coculture with human macrophages show a CD47 concentration-dependent inhibition of phagocytosis"}, {"pubmed": 25658794, "text": "Expression of CD44, CD47 and c-met was upregulated in OCCC and pairwise correlation. CD44, CD47 and c-met may have synergistic effects on the development of OCCC and are prognostic factors for ovarian cancer."}, {"pubmed": 25717063, "text": "CD47 is highly expressed on cancer stem cells, but not on other nonmalignant cells in the pancreas."}, {"pubmed": 25747479, "text": "CD47 has a central role in hydrogen sulfate biosynthesis, regulation and signaling in T cells."}, {"pubmed": 25837251, "text": "Velcro\" engineering of high affinity CD47 ectodomain as signal regulatory protein alpha (SIRPalpha) antagonists that enhance antibody-dependent cellular phagocytosis"}, {"pubmed": 25896326, "text": "during translation of CD47, the scaffold function of the 3' UTR facilitates binding of proteins to nascent proteins, to direct their transport or function--and this role of 3' UTRs can be regulated by polyadenylation"}, {"pubmed": 25914268, "text": "CD47 expression is decreased on the surface of erythrocytes in obese subjects. These changes in CD47 expression on the erythrocytes surface may be an adaptive response to hyperfibrinogenemia associated with obesity."}, {"pubmed": 25943033, "text": "While CD47 expression on circulating AML blasts has been shown to be a negative prognostic marker for a very defined population of AML patients with NK AML, CD47 expression on AML BM blasts is not"}, {"pubmed": 26077800, "text": "CD47 is an adverse prognostic factor and promising therapeutic target in gastric cancer."}, {"pubmed": 26085683, "text": "Loss of cell surface CD47 clustering formation and binding avidity to SIRPalpha facilitate apoptotic cell clearance by macrophages."}, {"pubmed": 26093091, "text": "CD47 is a critical regulator in the metastasis of osteosarcoma and results suggest that targeted inhibition of this antigen by anti-CD47 may be a novel immunotherapeutic approach in the management of this tumor."}, {"pubmed": 26116271, "text": "agents that block the CD47:SIRP-alpha engagement are attractive therapeutic targets as a monotherapy or in combination with additional immune-modulating agents for activating antitumor T cells in vivo"}, {"pubmed": 26311851, "text": "CD47 mediates signaling from the extracellular matrix that coordinately regulates basal metabolism and cytoprotective responses to radiation injury"}, {"pubmed": 26446381, "text": "CD47 is a promising cancer biomarker, and targeting CD47 presents an effective and potential therapeutic strategy through synthesized mechanisms"}, {"pubmed": 26512116, "text": "CD47 expression contributes to the lethal breast cancer phenotype that is mediated by HIF-1."}, {"pubmed": 26573233, "text": "Data suggest a reduction in the CD47 antigen/signal-regulatory protein alpha (SIRPalpha) pathway by programmed cell death protein 1 (PD-1) blockade, which regulates Myeloid-derived suppressor cells (MDSCs) and tumor associated macrophages (TAMs)."}, {"pubmed": 26840086, "text": "Data show that anti-human CD47 antibody B6H12 decreased expression of epidermal growth factor receptor (EGFR) and the stem cell transcription factors."}, {"pubmed": 27091975, "text": "Our results highlight an underappreciated contribution of the adaptive immune system to anti-CD47 adjuvant therapy and suggest that targeting both innate and adaptive immune checkpoints can potentiate the vaccinal effect of antitumor antibody therapy."}, {"pubmed": 27095555, "text": "suggest that microglial activation may be partially caused by CD47/signal regulatory protein-alpha- and CD200/CD200R-mediated reductions in the immune inhibitory pathways"}, {"pubmed": 27232934, "text": "Prolongation of transient porcine chimerism via transgenic expression of human CD47 in a primate model is associated with an immune modulating effect, leading to markedly prolonged survival of donor swine skin xenografts."}, {"pubmed": 27259369, "text": "thrombospondin-1 via CD47 inhibits renal tubular epithelial cell recovery after ischemia reperfusion injury through inhibition of proliferation/self-renewal."}, {"pubmed": 27322955, "text": "Results show that the stronger expression of CD47 by cancer cells and larger number of total macrophages/M2 were independently related to shorter survivals."}, {"pubmed": 27349907, "text": "the results obtained by combining bioinformatics and preclinical studies strongly suggest that targeting TSP-1/CD47 axis may represent a valuable therapeutic alternative for hampering melanoma spreading."}, {"pubmed": 27411490, "text": "CD47 is overexpressed in primary non-small cell lung cancer (NSCLC) tissues and cell lines, suggesting that CD47 is a promising therapeutic target for NSCLC."}, {"pubmed": 27437576, "text": "atherogenesis is associated with upregulation of CD47, a key anti-phagocytic molecule that is known to render malignant cells resistant to programmed cell removal, or 'efferocytosis'"}, {"pubmed": 27714815, "text": "CD47 seems to mediate fusion mostly through broad contact surfaces between the partners' cell membrane while syncytin-1 mediate fusion through phagocytic-cup like structure."}, {"pubmed": 27742621, "text": "In pulmonary hypertension TSP1-CD47 is upregulated, and contributes to pulmonary arterial vasculopathy and dysfunction."}, {"pubmed": 27855370, "text": "The results suggested a critical role of CD47 in laryngeal squamous cell carcinoma development."}, {"pubmed": 27856600, "text": "TTI-621 (SIRPalphaFc) is a fully human recombinant fusion protein that blocks the CD47-SIRPalpha axis by binding to human CD47 and enhancing phagocytosis of malignant cells..These data indicate that TTI-621 is active across a broad range of human tumors."}, {"pubmed": 27863402, "text": "Blocking CD47 using antibodies could efficiently induce macrophage-mediated phagocytosis of tumor cells and treat cancers."}, {"pubmed": 28076333, "text": "Results indicated that surgical resection combined with anti-CD47 blocking immunotherapy promoted an inflammatory response and prolonged survival in xenograft animal model, and is therefore an attractive strategy for clinical translation."}, {"pubmed": 28077173, "text": "this review highlights the various functions of CD47, discusses anti-tumor responses generated by both the innate and adaptive immune systems as a consequence of administering anti-CD47 blocking antibody, and finally elaborates on the clinical potential of CD47 blockade."}, {"pubmed": 28100392, "text": "we observed neutrophilic infiltration was slightly increased in anti-CD47 treated tumors compared to IgG control."}, {"pubmed": 28378740, "text": "results suggest that cancers can evolve SE to drive CD47 overexpression to escape immune surveillance"}, {"pubmed": 28393401, "text": "Among the various candidate genes involved in acute rejection, CD47 inhibits monocyte/macrophage-mediated phagocytosis by identifying the CD47 signal regulatory protein alpha (SIRP-alpha) as self/non-self. Tissue factor pathway inhibitor (TFPI) is involved in the regulation of the coagulation pathway and is able to bind to another ligand of CD47, thrombospondin-1 (TSP-1)."}, {"pubmed": 28522599, "text": "Engineering macrophages to eat cancer: from \"marker of self\" CD47 and phagocytosis to differentiation"}, {"pubmed": 28801364, "text": "High CD47 expression is not associated with Fibrolamellar Hepatocellular Carcinoma."}, {"pubmed": 28968355, "text": "overexpression of human CD200 in donor pigs could constitute a promising strategy for overcoming xenograft rejection."}, {"pubmed": 29042481, "text": "Results show that the thrombospondin 1 (TSP1) and its receptor CD47 (CD47) axis selectively regulates NADPH oxidase 1 (Nox1) in the regulation of endothelial senescence and suggest potential targets for controlling the aging process at the molecular level."}, {"pubmed": 29321087, "text": "These results suggest that CD47 might be a useful predictor of poor prognosis and metastasis and a potential target for treating glioblastomas."}, {"pubmed": 29367423, "text": "High CD47 expression is associated with the increase in the ability of surviving breast cancer cells to evade innate and adaptive immunity."}, {"pubmed": 29748606, "text": "CD47-ligation induced cell death in T-acute lymphoblastic leukemia."}, {"pubmed": 30056566, "text": "Therefore, the differential responses observed with CD47 blockade are due to autonomous activation of protective autophagy in normal tissue and enhancement immune cytotoxicity against cancer cells."}, {"pubmed": 30466764, "text": "PD1/PDL1 and CD47 may be involved in the disease progression and prognosis of T-lymphoblastic lymphoma/leukemia"}, {"pubmed": 30525058, "text": "this study shows that CD47 blockade inhibits tumor progression through promoting phagocytosis of tumor Cells by M2 polarized macrophages in endometrial cancer"}, {"pubmed": 30710089, "text": "cancer cell expression of SLAMF7 is not required for phagocytosis and, in contrast to CD47 expression, should not be used as selection criterion for CD47-targeted therapy."}, {"pubmed": 30713045, "text": "Decreased CD47 expression along the storage period was statistically significant in both groups, group 1 (unfiltered packed red cell units), and group 2 (filtered \"leuco-reduced\" red cell units).  The expression of CD47 was significantly higher in group 2 than group 1 on day zero, 1st and 21st days, and this correlated with 2,3-DPG decreases on day 21 of group 1 but not group 2."}, {"pubmed": 30741466, "text": "The stemness index determined by the expression of CD47 and CD133 is a promising prognostic predictor, and CD47 is a potential therapeutic target for CSCs in ESCC patients."}, {"pubmed": 30833751, "text": "QPCTL is critical for pyroglutamate formation on CD47 at the SIRPalpha binding site shortly after biosynthesis."}, {"pubmed": 30878596, "text": "CD47 and PD-L1 serve as critical innate and adaptive checkpoints, respectively, both of them are critical to the immune system. Therefore, we believe this dual-targeting strategy will provide insight into tumor immunotherapy for better tumor control."}, {"pubmed": 30938231, "text": "Targeting CD47 in Anaplastic Thyroid Carcinoma Enhances Tumor Phagocytosis by Macrophages and Is a Promising Therapeutic Strategy."}, {"pubmed": 31025548, "text": "Syncytin 1, CD9, and CD47 regulating cell fusion to form PGCCs associated with cAMP/PKA and JNK signaling pathway."}, {"pubmed": 31089204, "text": "Transmembrane protein CD47 is highly expressed on many types of cancer cells and can directly bind to the receptor signal regulatory protein alpha (SIRPalpha), which is highly expressed on phagocytic cells."}, {"pubmed": 31132784, "text": "CD47 promotes the malignancy of colorectal cancer in association with EMT and enhances the stemness of cancer cells. All recurrent tumors highly expressed CD47 and CD44 and showed the epithelial-mesenchymal transition phenotype."}, {"pubmed": 31359339, "text": "Expression of CD47 antigen in Reed-Sternberg cells as a new potential biomarker for classical Hodgkin lymphoma."}, {"pubmed": 31409608, "text": "CD47 Expression Defines Efficacy of Rituximab with CHOP in Non-Germinal Center B-cell (Non-GCB) Diffuse Large B-cell Lymphoma Patients (DLBCL), but Not in GCB DLBCL."}, {"pubmed": 31493748, "text": "CD47 in endometriosis-associated ovarian cancer may be a useful surface marker."}, {"pubmed": 31495971, "text": "Transgenic expression of human CD47 reduces phagocytosis of porcine endothelial cells and podocytes by baboon and human macrophages."}, {"pubmed": 31522278, "text": "PD-L1 expression correlated with CD47 expression."}, {"pubmed": 31534047, "text": "Dysregulated integrin alphaVbeta3 and CD47 signaling promotes joint inflammation, cartilage breakdown, and progression of osteoarthritis."}, {"pubmed": 31712778, "text": "Thrombospondin-1 promotes tumor progression in cutaneous T-cell lymphoma via CD47."}, {"pubmed": 31861233, "text": "CD47-SIRPalpha Signaling Induces Epithelial-Mesenchymal Transition and Cancer Stemness and Links to a Poor Prognosis in Patients with Oral Squamous Cell Carcinoma."}, {"pubmed": 32043750, "text": "Association between CD47 expression, clinical characteristics and prognosis in patients with advanced non-small cell lung cancer."}, {"pubmed": 32064335, "text": "Intratumoral delivery of CCL25 enhances immunotherapy against triple-negative breast cancer by recruiting CCR9(+) T cells."}, {"pubmed": 32082304, "text": "Enhanced Expression of CD47 Is Associated With Off-Target Resistance to Tyrosine Kinase Inhibitor Gefitinib in NSCLC."}, {"pubmed": 32149101, "text": "MicroRNA-200a Promotes Phagocytosis of Macrophages and Suppresses Cell Proliferation, Migration, and Invasion in Nasopharyngeal Carcinoma by Targeting CD47."}, {"pubmed": 32196807, "text": "TSP1-CD47-SIRPalpha signaling facilitates the development of endometriosis by mediating the survival of ectopic endometrium."}, {"pubmed": 32226539, "text": "Tumor-intrinsic CD47 signal regulates glycolysis and promotes colorectal cancer cell growth and metastasis."}, {"pubmed": 32240171, "text": "We also demonstrate the utility of the assay to characterize the activity of the first reported small molecule antagonists of the SIRPa-CD47 interaction."}, {"pubmed": 32296041, "text": "The identification of a CD47-blocking \"\"hotspot\"\" and design of a CD47/PD-L1 dual-specific antibody with limited hemagglutination."}, {"pubmed": 32433947, "text": "The CD47-SIRPalpha Immune Checkpoint."}, {"pubmed": 32576628, "text": "Clinicopathological significance of CD47 expression in hepatocellular carcinoma."}, {"pubmed": 32576895, "text": "CD47 is a negative regulator of intestinal epithelial cell self-renewal following DSS-induced experimental colitis."}, {"pubmed": 32677994, "text": "Role of CD47 in Hematological Malignancies."}, {"pubmed": 32748759, "text": "Targeting CD47 Inhibits Tumor Development and Increases Phagocytosis in Oral Squamous Cell Carcinoma."}, {"pubmed": 32814713, "text": "CD47 prevents the elimination of diseased fibroblasts in scleroderma."}, {"pubmed": 32830120, "text": "Positive tumour CD47 expression is an independent prognostic factor for recurrence in resected non-small cell lung cancer."}, {"pubmed": 32923164, "text": "Immune vulnerability of ovarian cancer stem-like cells due to low CD47 expression is protected by surrounding bulk tumor cells."}, {"pubmed": 32929084, "text": "Dual blockade of CD47 and HER2 eliminates radioresistant breast cancer cells."}, {"pubmed": 33084148, "text": "CD24, not CD47, negatively impacts upon response to PD-1/L1 inhibitors in non-small-cell lung cancer with PD-L1 tumor proportion score < 50."}, {"pubmed": 33389016, "text": "CD47 expression in gastric cancer clinical correlates and association with macrophage infiltration."}, {"pubmed": 33406263, "text": "CD47 promotes T-cell lymphoma metastasis by up-regulating AKAP13-mediated RhoA activation."}, {"pubmed": 33429083, "text": "A bispecific antibody targeting GPC3 and CD47 induced enhanced antitumor efficacy against dual antigen-expressing HCC."}, {"pubmed": 33582561, "text": "METTL3/IGF2BP1/CD47 contributes to the sublethal heat treatment induced mesenchymal transition in HCC."}, {"pubmed": 33765961, "text": "CD47 expression and CD163(+) macrophages correlated with prognosis of pancreatic neuroendocrine tumor."}, {"pubmed": 33799989, "text": "Expression and Prognostic Significance of CD47-SIRPA Macrophage Checkpoint Molecules in Colorectal Cancer."}, {"pubmed": 33815356, "text": "Immune Checkpoint-Associated Locations of Diffuse Gliomas Comparing Pediatric With Adult Patients Based on Voxel-Wise Analysis."}, {"pubmed": 33833053, "text": "Overexpression of CD47 is associated with brain overgrowth and 16p11.2 deletion syndrome."}, {"pubmed": 33836556, "text": "CD47 blockade reduces the pathologic features of experimental cerebral malaria and promotes survival of hosts with Plasmodium infection."}, {"pubmed": 33917174, "text": "Transcriptomic Profiles of CD47 in Breast Tumors Predict Outcome and Are Associated with Immune Activation."}, {"pubmed": 33920030, "text": "Thrombospondin-1 CD47 Signalling: From Mechanisms to Medicine."}, {"pubmed": 33979899, "text": "PD-L1 and CD47 co-expression predicts survival and enlightens future dual-targeting immunotherapy in non-small cell lung cancer."}, {"pubmed": 33999416, "text": "Anti-CD47 antibody synergizes with cisplatin against laryngeal cancer by enhancing phagocytic ability of macrophages."}, {"pubmed": 34016744, "text": "Exosomal CD47 Plays an Essential Role in Immune Evasion in Ovarian Cancer."}, {"pubmed": 34068752, "text": "CD47 Potentiates Inflammatory Response in Systemic Lupus Erythematosus."}, {"pubmed": 34195295, "text": "Clinicopathological and Prognostic Significance of CD47 Expression in Lung Neuroendocrine Tumors."}, {"pubmed": 34203368, "text": "CD47 in the Brain and Neurodegeneration: An Update on the Role in Neuroinflammatory Pathways."}, {"pubmed": 34282107, "text": "Clinicopathologic and Prognostic Significance of CD47 Expression and Tumor-associated Macrophages in Endometrial Carcinoma."}, {"pubmed": 34425695, "text": "HIV-1 Vpu Promotes Phagocytosis of Infected CD4(+) T Cells by Macrophages through Downregulation of CD47."}, {"pubmed": 34454175, "text": "Absence of CD47 maintains brown fat thermogenic capacity and protects mice from aging-related obesity and metabolic disorder."}, {"pubmed": 34471125, "text": "Structure of the human marker of self 5-transmembrane receptor CD47."}, {"pubmed": 34512146, "text": "CD47/SIRPalpha pathway mediates cancer immune escape and immunotherapy."}, {"pubmed": 34559187, "text": "CD47 blockade enhances the efficacy of intratumoral STING-targeting therapy by activating phagocytes."}, {"pubmed": 34654058, "text": "Expression of CD47 in the pancreatic beta-cells of people with recent-onset type 1 diabetes varies according to disease endotype."}, {"pubmed": 34670667, "text": "[Overexpression of CD47 inhibits apoptosis of SW480 human colon cancer cells by blocking Fas/FasL pathway]."}, {"pubmed": 34846059, "text": "Less phagocytosis of viral vectors by tethering with CD47 ectodomain."}, {"pubmed": 34858730, "text": "Cancer cells under immune attack acquire CD47-mediated adaptive immune resistance independent of the myeloid CD47-SIRPalpha axis."}, {"pubmed": 34940829, "text": "Loss of myeloid cell-specific SIRPalpha, but not CD47, attenuates inflammation and suppresses atherosclerosis."}, {"pubmed": 34966389, "text": "Significance of CD47 and Its Association With Tumor Immune Microenvironment Heterogeneity in Ovarian Cancer."}, {"pubmed": 34998671, "text": "Immune inactivation by CD47 expression predicts clinical outcomes and therapeutic responses in clear cell renal cell carcinoma patients."}, {"pubmed": 35048182, "text": "ZBTB28 inhibits breast cancer by activating IFNAR and dual blocking CD24 and CD47 to enhance macrophages phagocytosis."}, {"pubmed": 35084991, "text": "Clonal Expansion of Stem/Progenitor Cells in Cancer, Fibrotic Diseases, and Atherosclerosis, and CD47 Protection of Pathogenic Cells."}, {"pubmed": 35156226, "text": "CD47 promotes the proliferation and migration of adamantinomatous craniopharyngioma cells by activating the MAPK/ERK pathway, and CD47 blockade facilitates microglia-mediated phagocytosis."}, {"pubmed": 35234315, "text": "Effects of human TFPI and CD47 expression and selectin and integrin inhibition during GalTKO.hCD46 pig lung perfusion with human blood."}, {"pubmed": 35301709, "text": "Checkpoint CD47 expression in classical Hodgkin lymphoma."}, {"pubmed": 35317832, "text": "SIRPalpha and PD1 expression on tumor-associated macrophage predict prognosis of intrahepatic cholangiocarcinoma."}, {"pubmed": 35475881, "text": "CD47 overexpression is common in intestinal non-GCB type diffuse large B-cell lymphoma and associated with 18q21 gain."}, {"pubmed": 35611464, "text": "TIGIT/CD47 dual high expression predicts prognosis and is associated with immunotherapy response in lung squamous cell carcinoma."}, {"pubmed": 35703112, "text": "Prognostic significance of CKS2 and CD47 expression in patients with gastric cancer who underwent radical gastrectomy."}, {"pubmed": 35795660, "text": "CD47-SIRPalpha Controls ADCC Killing of Primary T Cells by PMN Through a Combination of Trogocytosis and NADPH Oxidase Activation."}, {"pubmed": 35869130, "text": "Blockade of CD47 enhances the antitumor effect of macrophages in renal cell carcinoma through trogocytosis."}, {"pubmed": 35981350, "text": "[Effect of Hypoxia on CD47 Expression in Human Acute Myeloid Leukemia Cell Lines]."}, {"pubmed": 35981364, "text": "[Correlation between Expression of CD47 Molecule in Patients with Newly Diagnosed Adult Acute Myeloid Leukemia and Clinical Prognosis]."}, {"pubmed": 36031743, "text": "CD47 (don't eat me signal) expression levels and its relationship with clinicopathologic features in early-stage prostate carcinoma."}, {"pubmed": 36080360, "text": "Crystal Structure of Human CD47 in Complex with Engineered SIRPalpha.D1(N80A)."}, {"pubmed": 36107309, "text": "Single vesicle analysis of CD47 association with integrins and tetraspanins on extracellular vesicles released by T lymphoblast and prostate carcinoma cells."}, {"pubmed": 36171566, "text": "The expression profiles of CD47 in the tumor microenvironment of salivary gland cancers: a next step in histology-driven immunotherapy."}, {"pubmed": 36308193, "text": "Significance of CD47 expression in endometrial carcinoma."}, {"pubmed": 36389667, "text": "Dual checkpoint blockade of CD47 and LILRB1 enhances CD20 antibody-dependent phagocytosis of lymphoma cells by macrophages."}, {"pubmed": 36413402, "text": "Oncogenic KRAS signaling drives evasion of innate immune surveillance in lung adenocarcinoma by activating CD47."}, {"pubmed": 36435064, "text": "Reprograming immune microenvironment modulates CD47 cancer stem cells in hepatocellular carcinoma."}, {"pubmed": 36459066, "text": "Senescent cells suppress macrophage-mediated corpse removal via upregulation of the CD47-QPCT/L axis."}, {"pubmed": 36598153, "text": "CD47 and CD68 expression in breast cancer is associated with tumor-infiltrating lymphocytes, blood vessel invasion, detection mode, and prognosis."}, {"pubmed": 36791324, "text": "Thrombospondin-1, CD47, and SIRPalpha display cell-specific molecular signatures in human islets and pancreata."}, {"pubmed": 36796515, "text": "The CIS association of CD47 with integrin Mac-1 regulates macrophage responses by stabilizing the extended integrin conformation."}, {"pubmed": 36898577, "text": "Blockade of CD47 function attenuates restenosis by promoting smooth muscle cell efferocytosis and inhibiting their migration and proliferation."}, {"pubmed": 36918226, "text": "CD47 expression is critical for CAR T-cell survival in vivo."}, {"pubmed": 37248568, "text": "[Latest Findings on the Role of CD47 in Tumor Immune Evasion and Related Targeted Therapies]."}, {"pubmed": 37368493, "text": "CD47 blockade ameliorates autoimmune vasculitis via efferocytosis of neutrophil extracellular traps."}, {"pubmed": 37532180, "text": "CD47 and PD-L1 overexpression in proliferating human hepatocytes attenuated immune responses and ameliorated acute liver injury in mice."}, {"pubmed": 37681453, "text": "alpha5-nAChR/STAT3/CD47 axis contributed to nicotine-related lung adenocarcinoma progression and immune escape."}, {"pubmed": 37719086, "text": "Evaluation of CD47 in the Suppressive Tumor Microenvironment and Immunotherapy in Prostate Cancer."}, {"pubmed": 37783914, "text": "Ubiquitination of ASCL1 mediates CD47 transcriptional activation of the AKT signaling pathway, and glycolysis promotes osteogenic differentiation of hBMSCs."}, {"pubmed": 37820008, "text": "A metabolic role for CD47 in pancreatic beta cell insulin secretion and islet transplant outcomes."}, {"pubmed": 37848444, "text": "Phagocytosis-initiated tumor hybrid cells acquire a c-Myc-mediated quasi-polarization state for immunoevasion and distant dissemination."}, {"pubmed": 38037074, "text": "Inhibitory receptor CD47 binding to plasma TSP1 suppresses NK-cell IFN-gamma production via activating the JAK/STAT3 pathway during HIV infection."}, {"pubmed": 38078465, "text": "CD47 expression in urothelial carcinoma and its correlation with histopathological findings."}, {"pubmed": 38141516, "text": "Moesin affects the plasma membrane expression and the immune checkpoint function of CD47 in human ovarian clear cell carcinoma."}, {"pubmed": 38279488, "text": "Anti-tumor effect of PTEN and its effect on inhibition of the bone tumor through the CD47-SIRPalpha signaling pathway."}, {"pubmed": 38285791, "text": "CD133, CD47, and PD-L1 Expression in Ovarian High-grade Serous Carcinoma and Its Association with Metastatic Disease: A Cross-sectional Study."}, {"pubmed": 38317230, "text": "CD47-a novel prognostic predicator in epithelial ovarian cancer and correlations with clinicopathological and gene mutation features."}, {"pubmed": 38383737, "text": "m6A-methylated KCTD21-AS1 regulates macrophage phagocytosis through CD47 and cell autophagy through TIPR."}, {"pubmed": 38394889, "text": "Restoration of miR-299-3p promotes macrophage phagocytosis and suppresses malignant phenotypes in breast cancer carcinogenesis via dual-targeting CD47 and ABCE1."}, {"pubmed": 38508139, "text": "Expression of a mutant CD47 protects against phagocytosis without inducing cell death or inhibiting angiogenesis."}, {"pubmed": 38532108, "text": "Co-targeting CD47 and VEGF elicited potent anti-tumor effects in gastric cancer."}, {"pubmed": 38693120, "text": "Airway epithelial CD47 plays a critical role in inducing influenza virus-mediated bacterial super-infection."}, {"pubmed": 38749193, "text": "CD47-mediated immune evasion in early-stage lung cancer progression."}, {"pubmed": 38783333, "text": "BCMA/CD47-directed universal CAR-T cells exhibit excellent antitumor activity in multiple myeloma."}], "genomic_pos": {"chr": "3", "end": 108091862, "ensemblgene": "ENSG00000196776", "start": 108043091, "strand": -1}, "genomic_pos_hg19": {"chr": "3", "end": 107809872, "start": 107762145, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007229", "pubmed": 8294396, "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 15383453, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0022409", "qualifier": "involved_in", "term": "positive regulation of cell-cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0022409", "pubmed": 15383453, "qualifier": "involved_in", "term": "positive regulation of cell-cell adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032649", "pubmed": 11509594, "qualifier": "involved_in", "term": "regulation of type II interferon production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032653", "pubmed": 11509594, "qualifier": "involved_in", "term": "regulation of interleukin-10 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032655", "pubmed": 11509594, "qualifier": "involved_in", "term": "regulation of interleukin-12 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032675", "pubmed": 11509594, "qualifier": "involved_in", "term": "regulation of interleukin-6 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032680", "pubmed": 11509594, "qualifier": "involved_in", "term": "regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034113", "qualifier": "involved_in", "term": "heterotypic cell-cell adhesion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045428", "qualifier": "involved_in", "term": "regulation of nitric oxide biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050729", "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050765", "qualifier": "involved_in", "term": "negative regulation of phagocytosis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050766", "qualifier": "involved_in", "term": "positive regulation of phagocytosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050870", "pubmed": 15383453, "qualifier": "involved_in", "term": "positive regulation of T cell activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051496", "qualifier": "involved_in", "term": "positive regulation of stress fiber assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060368", "pubmed": 21401967, "qualifier": "involved_in", "term": "regulation of Fc receptor mediated stimulatory signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071346", "qualifier": "involved_in", "term": "cellular response to type II interferon"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071347", "qualifier": "involved_in", "term": "cellular response to interleukin-1"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071349", "pubmed": 11509594, "qualifier": "involved_in", "term": "cellular response to interleukin-12"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904669", "pubmed": 24022490, "qualifier": "acts_upstream_of_or_within", "term": "ATP export"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000439", "qualifier": "involved_in", "term": "positive regulation of monocyte extravasation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 11509594, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0009986", "pubmed": 25795378, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035579", "qualifier": "located_in", "term": "specific granule membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0070062", "qualifier": "is_active_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0070821", "qualifier": "located_in", "term": "tertiary granule membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15383453, 24026300, 25416956], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070053", "qualifier": "enables", "term": "thrombospondin receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070053", "pubmed": 15700281, "qualifier": "enables", "term": "thrombospondin receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0086080", "qualifier": "enables", "term": "protein binding involved in heterotypic cell-cell adhesion"}, {"category": "MF", "evidence": "IPI", "id": "GO:0098632", "pubmed": 11509594, "qualifier": "enables", "term": "cell-cell adhesion mediator activity"}]}, "homologene": {"genes": [[9031, 418408], [9544, 704980], [9598, 460569], [9606, 961], [9615, 478552], [9913, 282661], [10090, 16423], [10116, 29364]], "id": 1346}, "interpro": [{"desc": "Leukocyte surface antigen CD47", "id": "IPR006704", "short_desc": "CD47"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "CD47-like, transmembrane", "id": "IPR013147", "short_desc": "CD47-like_TM"}, {"desc": "CD47 immunoglobulin-like", "id": "IPR013270", "short_desc": "CD47_Vset"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "Leukocyte surface antigen CD47, IgV", "id": "IPR037805", "short_desc": "IgV_CD47"}], "ipi": ["IPI00216514", "IPI00216516", "IPI00374740", "IPI00872082"], "map_location": "3q13.12", "name": "CD47 molecule", "other_names": ["CD47 antigen (Rh-related antigen, integrin-associated signal transducer)", "CD47 glycoprotein", "Rh-related antigen", "antigen identified by monoclonal antibody 1D8", "antigenic surface determinant protein OA3", "integrin associated protein", "integrin-associated signal transducer", "leukocyte surface antigen CD47"], "pantherdb": {"HGNC": "1682", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96617", "ortholog_type": "LDO", "panther_family": "PTHR10613", "taxid": 10090, "uniprot_kb": "Q61735"}, {"RGD": "6500618", "ortholog_type": "O", "panther_family": "PTHR10613", "taxid": 10116, "uniprot_kb": "F1MA83"}, {"RGD": "2308", "ortholog_type": "LDO", "panther_family": "PTHR10613", "taxid": 10116, "uniprot_kb": "P97829"}, {"Ensembl": "ENSGALG00000015355", "ortholog_type": "LDO", "panther_family": "PTHR10613", "taxid": 9031, "uniprot_kb": "Q6XFR1"}], "uniprot_kb": "Q08722"}, "pathway": {"kegg": {"id": "hsa04512", "name": "ECM-receptor interaction - Homo sapiens (human)"}, "pid": {"id": "integrin3_pathway", "name": "Beta3 integrin cell surface interactions"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-216083", "name": "Integrin cell surface interactions"}, {"id": "R-HSA-391160", "name": "Signal regulatory protein family interactions"}, {"id": "R-HSA-391160", "name": "Signal regulatory protein family interactions"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}], "wikipathways": {"id": "WP2431", "name": "Spinal Cord Injury"}}, "pdb": ["2JJS", "2JJT", "2VSC", "4CMM", "4KJY", "5IWL", "5TZ2", "5TZT", "5TZU", "7MYZ", "7WN8", "7XJF", "7YGG"], "pfam": ["PF04549", "PF08204"], "pharmgkb": "PA26222", "pharos": {"target_id": 8927, "tdl": "Tchem"}, "pir": "A48997", "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247103", "relationship": "is"}, {"id": "GNF247104", "relationship": "is"}, {"id": "GNF247105", "relationship": "is"}, {"id": "GNF247106", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161582", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF032226", "relationship": "is"}, {"id": "GNF034222", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF002276", "relationship": "is"}, {"id": "GNF002277", "relationship": "is"}, {"id": "GNF002278", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF240430", "relationship": "is"}, {"id": "GNF286543", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF112979", "relationship": "is"}, {"id": "GNF152620", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1"], "protein": ["NP_001369235.1", "NP_001768.1", "NP_942088.1", "XP_005247966.1", "XP_054204453.1"], "rna": ["NM_001025079.1", "NM_001025080.1", "NM_001382306.1", "NM_001777.4", "NM_198793.3", "XM_005247909.3", "XM_054348478.1", "XR_007095768.1", "XR_007095769.1", "XR_008486855.1", "XR_008486856.1", "XR_008486857.1", "XR_008486858.1", "XR_241522.3", "XR_924218.3"], "translation": [{"protein": "XP_005247966.1", "rna": "XM_005247909.3"}, {"protein": "NP_942088.1", "rna": "NM_198793.3"}, {"protein": "NP_001369235.1", "rna": "NM_001382306.1"}, {"protein": "XP_054204453.1", "rna": "XM_054348478.1"}, {"protein": "NP_001768.1", "rna": "NM_001777.4"}]}, "reporter": {"HG-U133_Plus_2": ["211075_s_at", "213055_at", "213856_at", "213857_s_at", "226016_at", "227259_at", "242974_at"], "HG-U95Av2": ["37889_at", "37890_at"], "HG-U95B": ["44180_at", "54922_at"], "HTA-2_0": "TC03001629.hg.1", "HuEx-1_0": "2687739", "HuGene-1_1": "8089299", "HuGene-2_1": "16957095"}, "retired": [4229, 105374030], "summary": "This gene encodes a membrane protein, which is involved in the increase in intracellular calcium concentration that occurs upon cell adhesion to extracellular matrix. The encoded protein is also a receptor for the C-terminal cell binding domain of thrombospondin, and it may play a role in membrane transport and signal transduction. This gene has broad tissue distribution, and is reduced in expression on Rh erythrocytes. Alternatively spliced transcript variants have been found for this gene. [provided by RefSeq, Jul 2010].", "symbol": "CD47", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332713"}, "unigene": "Hs.446414", "uniprot": {"Swiss-Prot": "Q08722", "TrEMBL": ["H0YC40", "A0A0A1TSG4", "A0A2R8Y484", "H7BYS8"]}, "wikipedia": {"url_stub": "CD47"}}