{"AllianceGenome": "1693", "HGNC": "1693", "MIM": "153634", "_id": "968", "_version": 1, "accession": {"genomic": ["AC016876.10", "AF060540.1", "CH471108.2", "CP068261.2", "NC_000017.11", "NC_060941.1", "NG_009204.1"], "protein": ["AAB25811.1", "AAC70006.1", "AAH15557.1", "AAP88925.1", "BAD96212.1", "BAD96234.1", "BAF82927.1", "BAG60349.1", "BAG62796.1", "EAW90165.1", "NP_001035148.1", "NP_001242.2", "P34810.2"], "rna": ["AK222492.1", "AK222514.1", "AK290238.1", "AK298055.1", "AK301223.1", "AW294871.1", "BC015557.2", "BT009923.1", "BX438711.2", "BX647524.1", "DB187273.1", "NM_001040059.2", "NM_001251.3", "S57235.1"], "translation": [{"protein": "BAD96234.1", "rna": "AK222514.1"}, {"protein": "AAH15557.1", "rna": "BC015557.2"}, {"protein": "BAF82927.1", "rna": "AK290238.1"}, {"protein": "AAP88925.1", "rna": "BT009923.1"}, {"protein": "AAB25811.1", "rna": "S57235.1"}, {"protein": "BAG62796.1", "rna": "AK301223.1"}, {"protein": "BAG60349.1", "rna": "AK298055.1"}, {"protein": "NP_001035148.1", "rna": "NM_001040059.2"}, {"protein": "NP_001242.2", "rna": "NM_001251.3"}, {"protein": "BAD96212.1", "rna": "AK222492.1"}]}, "alias": ["GP110", "LAMP4", "SCARD1"], "ensembl": {"gene": "ENSG00000129226", "protein": ["ENSP00000250092", "ENSP00000369867", "ENSP00000462198", "ENSP00000462768"], "transcript": ["ENST00000250092", "ENST00000380498", "ENST00000584180", "ENST00000584502"], "translation": [{"protein": "ENSP00000369867", "rna": "ENST00000380498"}, {"protein": "ENSP00000462768", "rna": "ENST00000584502"}, {"protein": "ENSP00000250092", "rna": "ENST00000250092"}, {"protein": "ENSP00000462198", "rna": "ENST00000584180"}], "type_of_gene": "protein_coding"}, "entrezgene": "968", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.5779523689, "exp_mis": 116.771861648, "exp_syn": 56.1654105962, "lof_z": 1.55797154186018, "mis_z": -0.508222078750604, "mu_lof": 9.06210281466e-07, "mu_mis": 1.02043575975e-05, "mu_syn": 4.81918318395e-06, "n_lof": 7.0, "n_mis": 128.0, "n_syn": 59.0, "p_li": 0.000599774358695153, "p_null": 0.0978691543017106, "p_rec": 0.901531071339594, "syn_z": -0.234479690603184}, "bp": 1065, "cds_end": 7484829, "cds_start": 7482995, "n_exons": 6, "nonpsych": {"exp_lof": 11.2659426051, "exp_mis": 105.571488123, "exp_syn": 50.7168026871, "lof_z": 1.54079302864702, "mis_z": -0.315571658071659, "mu_lof": 9.06210281466e-07, "mu_mis": 1.02043575975e-05, "mu_syn": 4.81918318395e-06, "n_lof": 6.0, "n_mis": 112.0, "n_syn": 52.0, "p_li": 0.00219719481551171, "p_null": 0.0923922628264818, "p_rec": 0.905410542358006, "syn_z": -0.113444096907921}, "nontcga": {"exp_lof": 11.5601837781, "exp_mis": 107.418587651, "exp_syn": 51.6606515179, "lof_z": 1.32306523995732, "mis_z": -0.316365558939391, "mu_lof": 9.06210281466e-07, "mu_mis": 1.02043575975e-05, "mu_syn": 4.81918318395e-06, "n_lof": 7.0, "n_mis": 114.0, "n_syn": 56.0, "p_li": 0.000402373769138055, "p_null": 0.149959050296154, "p_rec": 0.849638575934708, "syn_z": -0.38226723332982}, "transcript": "ENST00000250092.6"}, "exons": [{"cdsend": 7581511, "cdsstart": 7579677, "chr": "17", "position": [[7579637, 7579726], [7579890, 7580327], [7580465, 7580585], [7580710, 7580783], [7580895, 7581066], [7581377, 7582111]], "strand": 1, "transcript": "NM_001040059", "txend": 7582111, "txstart": 7579637}, {"cdsend": 7581511, "cdsstart": 7579677, "chr": "17", "position": [[7579637, 7579726], [7579809, 7580327], [7580465, 7580585], [7580710, 7580783], [7580895, 7581066], [7581377, 7582111]], "strand": 1, "transcript": "NM_001251", "txend": 7582111, "txstart": 7579637}], "exons_hg19": [{"cdsend": 7484829, "cdsstart": 7482995, "chr": "17", "position": [[7482955, 7483044], [7483208, 7483645], [7483783, 7483903], [7484028, 7484101], [7484213, 7484384], [7484695, 7485429]], "strand": 1, "transcript": "NM_001040059", "txend": 7485429, "txstart": 7482955}, {"cdsend": 7484829, "cdsstart": 7482995, "chr": "17", "position": [[7482955, 7483044], [7483127, 7483645], [7483783, 7483903], [7484028, 7484101], [7484213, 7484384], [7484695, 7485429]], "strand": 1, "transcript": "NM_001251", "txend": 7485429, "txstart": 7482955}], "generif": [{"pubmed": 12397372, "text": "CD68 was expressed in beta-cells of NOD mice by 14-17 weeks of age, when a large proportion of these cells were infiltrated with lymphocytes and monocytes."}, {"pubmed": 12676954, "text": "CD68 expression is down-regulated in lymphoid cells by combinatorial interactions between PU.1 and IRF-4"}, {"pubmed": 15214825, "text": "study expands the immunophenotype of granular cell tumor (S100, CD68, protein gene product 9.5, and inhibin-alpha) regardless of location and supports a neural origin"}, {"pubmed": 15638380, "text": "The expression of CD68 was statistically significantly higher in the aggressive non hodgkin' lymphoma than in indolent nHL."}, {"pubmed": 16888915, "text": "The specificity of CD68 expression in fibroblasts was verified by RT-PCR which also showed some tumor cell types to express CD68 mRNA."}, {"pubmed": 17052752, "text": "A marker that may be used to detect macrophages and in the anatomical plane of the fetomaternal junction."}, {"pubmed": 17583472, "text": "human CD68 gene expression is associated with changes in Pol II phosphorylation and short-range intrachromosomal gene looping"}, {"pubmed": 18316565, "text": "High-level expression of CD68 is associated with leiomyosarcomas"}, {"pubmed": 19165649, "text": "These results suggest that MMP-3 and CD68 cells may play an important role in the pathogenesis of synovial inflammation in ankylosing spondylitis."}, {"pubmed": 19356953, "text": "Expression of t-PA, PAI-1, TF, TFPI, TM, CD68 and VE-cadherin were significantly increased in the early symptomatic group, but the level of gene expression in the late symptomatic group was indistinguishable from the asymptomatic group."}, {"pubmed": 19661345, "text": "High CD68 and kallikrein 6 expression is associated with glioma progression."}, {"pubmed": 20333725, "text": "Significant co-localization of CD36 receptor with cells of the macrophage lineage, such as CD68 positive cells."}, {"pubmed": 20374310, "text": "Treatment with etanercept may be involved in vascular and cell proliferations with inhibition of the expression of CD68 and MMP-3 in synovium of rheumatoid arthritis patients."}, {"pubmed": 21113139, "text": "Fibrolamellar carcinomas are positive for CD68."}, {"pubmed": 21192298, "text": "Data show that the number of TNF-alpha and CD68 positive cells in HIZ was significantly higher than that in the annulus fibrosus around HIZ and in the control."}, {"pubmed": 21266828, "text": "Increased numbers of CD68-positive tumor macrophages indicate an adverse overall outcome in Hodgkin lymphoma."}, {"pubmed": 21980389, "text": "Results show that levels of CD3epsilon, CD25, CD68, and ICAM-1 mRNA in BCC biopsies may predict risk for new basal cell carcinomas."}, {"pubmed": 22007938, "text": "In the intratumoral and peritumoral areas, the expression of CD1a, tryptase, and CD68 was significantly higher in papillary thyroid carcinoma than in thyroid adenomas."}, {"pubmed": 22044760, "text": "CD68 and CD163 are prognostic factors for Korean patients with Hodgkin lymphoma"}, {"pubmed": 22163030, "text": "Statins promote the beneficial remodeling of plaques in diseased mouse arteries through the stimulation of the CCR7 / CD68 emigration pathway in macrophages"}, {"pubmed": 22289504, "text": "CD163 staining is lower than CD68, with less non-specific staining of background inflammatory cells and Hodgkin cells, therefore is a better marker for Hodgkin lymphoma associated macrophages."}, {"pubmed": 22314623, "text": "elderly subjects had twofold higher CD68 and CD206 gene expression (both P < 0.002) than young participants. In both studies, CD68(+) muscle macrophages were not associated with BMI."}, {"pubmed": 22395501, "text": "CD68 may have a role in atherosclerotic plaque"}, {"pubmed": 22667341, "text": "the marker CD68 might accurately predict early outcome of de novo cHL and could be used in combination with c-kit and TiA1 staining."}, {"pubmed": 22948049, "text": "Increased CD68 expression was associated with Hodgkin lymphoma"}, {"pubmed": 22955918, "text": "CSF1R and cd68 gene expression is an independent predictor for progression-free survival of Hodgkin lymphoma patients."}, {"pubmed": 22968485, "text": "After bed rest, CD68 expression was increased in LBW (P=0.03) but not in NBW individuals."}, {"pubmed": 23241402, "text": "Suggest that the proteins or mRNAs expressed by the proinflammatory CD68(+)MR(-) macrophages may contribute to abdominal aortic aneurysm pathology."}, {"pubmed": 23275124, "text": "The CD68-positive cells (those that have not yet developed into foam cells) present in the intima of saphenous vein grafts might serve as a very early marker of graft occlusion."}, {"pubmed": 23289476, "text": "Multivariate analysis identified the density of CD163-positive cells as well as the ratio of CD163/CD68 expression as negative predictors for survival of epithelial ovarian cancer patients."}, {"pubmed": 23549871, "text": "Follicular lymphoma patients with PSMB1 P11A (G allele) and low CD68 expression have significantly longer progression free survival with bortezomib-rituximab versus rituximab."}, {"pubmed": 23555776, "text": "CD68 has a role in poor recurrence-free survival of hepatocellular carcinoma, but CD163 is more related to active hepatitis"}, {"pubmed": 23727038, "text": "Rhinovirus colocalizes with CD68- and CD11b-positive macrophages following experimental infection in humans."}, {"pubmed": 23951013, "text": "The MRC1/CD68 ratio is positively associated with adipose tissue lipogenesis and with muscle mitochondrial gene expression in humans."}, {"pubmed": 24067108, "text": "CD68 tumor-associated macrophage marker is not prognostic of clinical outcome in classical Hodgkin lymphoma."}, {"pubmed": 24459672, "text": "the distribution of CD68-positive cells during normal brain development may not reflect a supportive role of these microglia in axonogenesis of midterm human fetuses."}, {"pubmed": 24766492, "text": "Data indicate the prognostic value of CD68 antigen in Hodgkin lymphoma (HL)."}, {"pubmed": 24794251, "text": "Data indicate that the high CD68/CD3 ratio identifies a bad prognosis group among muscle-invasive urothelial carcinoma (UC)."}, {"pubmed": 25030063, "text": "The human CD68 promoter drives green fluorescent protein expression in all CD115(+) monocytes of adult blood, spleen, and bone marrow."}, {"pubmed": 25098425, "text": "Microenvironment CD20 + cells seem to play a favorable prognostic role in classical Hodgkin Lymphoma. Depletion of CD20 + cells together with an increase of TAMs identifies a group of patients with high-risk disease."}, {"pubmed": 25204373, "text": "This study does not support a prognostic role of CD68 positivity in predicting survival."}, {"pubmed": 25666753, "text": "we raised a possibility that the microlocalization of CD68(+) tumor-associated macrophages was an indispensable factor for the advance of oral squamous cell carcinoma."}, {"pubmed": 25971554, "text": "we confirmed the similarities between epithelial ovarian cancer and fallopian tube, normal and adenocarcinoma using FOLR1, FOLR2, CD68 and CD11b markers"}, {"pubmed": 26391151, "text": "increased amount of CD68+TAM in gaps of ductal tumor structures is protective against metastatic spread in regional lymph nodes."}, {"pubmed": 26407839, "text": "The strong CD68 and S100 co-expression in our case did not allow a clear-cut discrimination between the immunophenotype of histiocytic neoplasms and amelanotic melanoma, because of CD68 immunoreactivity occurring in 75% of metastatic malignant melanomas"}, {"pubmed": 26469325, "text": "Her-2 overexpression results in ICA were similar to previous reports, the finding of 28% in HGD was unexpected and may have clinical implications. Positive Her-2 DISH in 6% of LGD is novel, suggesting a role of Her-2 during BE progression"}, {"pubmed": 26621103, "text": "Renal expression of CD68 and the chronicity index are associated with progression to chronic kidney disease in patients with proliferative lupus nephritis."}, {"pubmed": 27065104, "text": "Inhibitory Profile of Liver CD68+ Cells during HCV Infection as Observed by an Increased CD80 and PD-L1 but Not CD86 Expression"}, {"pubmed": 27442380, "text": "Using double labeling with Iba-1 and cd68 could determine the physiological state of microglia in brain contusion based on their morphology and immunoreactivity."}, {"pubmed": 27869795, "text": "Findings indicate that human CD68 and its mouse ortholog macrosialin located in the lysosomal membrane and share many structural similarities."}, {"pubmed": 27908893, "text": "hCD68GFP/ApoE(-/-) mice provide a new approach to study macrophage accumulation in atherosclerotic plaque progression and to identify cells recruited from adoptively transferred monocytes."}, {"pubmed": 27911303, "text": "The results of this study found that the expression levels of Cd68 and Atp5b were significantly correlated with the neurofibrillary tangle burden in the Alzheimer's Disease brain and with their cognition."}, {"pubmed": 28398520, "text": "This study shown the CD68 expression in Microglia and Astrocytes in stroke, Alzheimer's disease, and Lewy body dementia."}, {"pubmed": 28465247, "text": "CD68 may play key roles in the pathogenesis of Alzheimer's disease (AD) and its complications may be via induction of inflammation; CD68 may be considered as a risk factor for development of AD and also psychotic symptoms in the patients"}, {"pubmed": 28508176, "text": "Results indicate that the expression of FoxP3 was not significantly associated with survival, and suggest prognostic significance of high CD68 expression in primary central nervous system lymphoma (PCNSL)."}, {"pubmed": 28656201, "text": "A combination of CD68/CD206 density and HBV-positivity improves further predictive value for post-operative recurrence of hepatocellular carcinoma (HCC) . Quantification of CD68/CD206 macrophages and their distribution can be exploited for better postsurgical management of HCC patients."}, {"pubmed": 28805986, "text": "Most cases of histiocytic sarcoma expressed histiocytic markers CD68 (6 of 7 cases), CD163 (5 of 5 cases), and PU.1 (3 of 4 cases)."}, {"pubmed": 28832079, "text": "Report CD68 over-expression in multinucleated giant cells and mononuclear cells in central and peripheral giant cell granuloma of jaw."}, {"pubmed": 28951310, "text": "High expression of CD68 is associated with nonalcoholic steatohepatitis."}, {"pubmed": 29146189, "text": "Taken together, these results suggested that the changes, including ox-LDL/LDL ratio, CD68(+)/RANK(+) cells number, and the levels of RANKL and HMGB1 in AS patients, favored osteoclastogenesis."}, {"pubmed": 29243545, "text": "The study revealed that CD16-CD68-expressing macrophages appear to participate in ureteral neoplastic transformation."}, {"pubmed": 29434448, "text": "Combined detection of tumor-associated macrophages markers, CD68 and Sema4D, in gastric carcinoma tissue shows potential to predict the trend of gastric carcinoma progression."}, {"pubmed": 29468486, "text": "CD68(+) and/or CD163(+) tumor-associated macrophage infiltration as well as CLSs are present in adipose tissue nearby the breast cancer lesion, and are associated with various clinicopathologic parameters of breast cancer."}, {"pubmed": 29745083, "text": "The tissue expressions of CD68 and CXCR4 in non-small cell lung cancer tissues were significantly correlated with a higher TNM staging and lymph node metastasis (p<0.05); and the expression of CD68 was positively correlated with the expression of CXCR4 (r=0.461, p=0.000)."}, {"pubmed": 30558648, "text": "Study of the in-situ expression and significance of tumor-associated macrophages biomarkers (CD68, CD163, and MMP-9) in breast cancer with different estrogen receptor (ER) status revealed that high pan-macrophage marker CD68 correlated with poorer overall survival only in ER- breast cancer."}, {"pubmed": 30682074, "text": "A prominent feature of age-associated deep subcortical white matter lesions was a population of Iba-1-/CD68+ microglia. Overall the study shows significant differences in the immunoreactive profile of microglial markers."}, {"pubmed": 30921507, "text": "CD68 seems to play a role in the oxLDL metabolism in the vessel wall at early stages of atherosclerosis."}, {"pubmed": 31109698, "text": "The abundance of CD68+ tumor associated macrophages was not associated with overall survival nor disease-free survival in patients with head and neck squamous cell carcinoma. [review]"}, {"pubmed": 32117584, "text": "Expression of TIM3/VISTA checkpoints and the CD68 macrophage-associated marker correlates with anti-PD1/PDL1 resistance: implications of immunogram heterogeneity."}, {"pubmed": 32644272, "text": "Role of CD68 immunohistochemistry in categorizing benign nonmesothelial cell population and refining \"\"atypical\"\" category in serous fluid cytology."}, {"pubmed": 32709714, "text": "PD-L1 Protein Expression on Both Tumor Cells and Macrophages are Associated with Response to Neoadjuvant Durvalumab with Chemotherapy in Triple-negative Breast Cancer."}, {"pubmed": 33085074, "text": "Relationship of Tumor-Associated Macrophage Population Detected by CD68 PG-M1, CD68 KP1, and CD163 with Latent EBV Infection and Prognosis in Classical Hodgkin Lymphoma.\", trans \"Relationship of Tumor-Associated Macrophage Population Detected by CD68 PG-M1, CD68 KP1, and CD163 with Latent EBV Infection and Prognosis in Classical Hodgkin Lymphoma."}, {"pubmed": 33104706, "text": "Three-gene prognostic biomarkers for seminoma identified by weighted gene co-expression network analysis."}, {"pubmed": 33882057, "text": "Spatial clustering of CD68+ tumor associated macrophages with tumor cells is associated with worse overall survival in metastatic clear cell renal cell carcinoma."}, {"pubmed": 34314740, "text": "BMP6 increases CD68 expression by up-regulating CTGF expression in human granulosa-lutein cells."}, {"pubmed": 34725292, "text": "CHARACTERISTICS OF CD68+ AND CD163+ EXPRESSION IN PLACENTA OF WOMEN WITH PREECLAMPSIA AND OBESITY."}, {"pubmed": 35933009, "text": "Progranulin-derived granulin E and lysosome membrane protein CD68 interact to reciprocally regulate their protein homeostasis."}, {"pubmed": 36265573, "text": "A Retrospective Multicentric Study of 34 Patients with Niemann-Pick Type C Disease and Early Liver Involvement in France."}, {"pubmed": 36469034, "text": "Bone marrow expression of CD68/CD163 macrophages, IL-17 and FOXP3 cells in aplastic anemia and their relation to prognosis."}, {"pubmed": 36598153, "text": "CD47 and CD68 expression in breast cancer is associated with tumor-infiltrating lymphocytes, blood vessel invasion, detection mode, and prognosis."}, {"pubmed": 37118836, "text": "Microglial CD68 and L-ferritin upregulation in response to phosphorylated-TDP-43 pathology in the amyotrophic lateral sclerosis brain."}, {"pubmed": 37198277, "text": "Impact of vitamin D in children with chronic tonsillitis (immunohistochemical study of CD68 polarisation and proinflammatory cytokines estimation)."}, {"pubmed": 38084523, "text": "CD68 expression in the placenta of gestational diabetic mothers: A case-control study."}, {"pubmed": 38357542, "text": "Unraveling the potential of CD8, CD68, and VISTA as diagnostic and prognostic markers in patients with pancreatic ductal adenocarcinoma."}], "genomic_pos": {"chr": "17", "end": 7582111, "ensemblgene": "ENSG00000129226", "start": 7579491, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 7485429, "start": 7482785, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0002437", "qualifier": "involved_in", "term": "inflammatory response to antigenic stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002605", "qualifier": "involved_in", "term": "negative regulation of dendritic cell antigen processing and presentation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031669", "qualifier": "involved_in", "term": "cellular response to nutrient levels"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0072594", "qualifier": "involved_in", "term": "establishment of protein localization to organelle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0140052", "qualifier": "involved_in", "term": "cellular response to oxidised low-density lipoprotein particle stimulus"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0005764", "qualifier": "located_in", "term": "lysosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005765", "qualifier": "is_active_in", "term": "lysosomal membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 28601280, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 7680921, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031902", "qualifier": "is_active_in", "term": "late endosome membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035577", "qualifier": "located_in", "term": "azurophil granule membrane"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[9544, 715923], [9598, 100615283], [9606, 968], [9913, 504960], [10090, 12514], [10116, 287435]], "id": 955}, "interpro": [{"desc": "Lysosome-associated membrane glycoprotein", "id": "IPR002000", "short_desc": "Lysosome-assoc_membr_glycop"}, {"desc": "Lysosome-associated membrane glycoprotein 2-like, luminal domains", "id": "IPR048528", "short_desc": "Lamp2-like_luminal"}, {"desc": "Lysosome-associated membrane glycoprotein, conserved site", "id": "IPR018134", "short_desc": "LAMP_CS"}], "ipi": ["IPI00002252", "IPI00217167", "IPI00744995"], "map_location": "17p13.1", "name": "CD68 molecule", "other_names": ["CD68 antigen", "macrophage antigen CD68", "macrosialin", "scavenger receptor class D, member 1"], "pantherdb": {"HGNC": "1693", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88342", "ortholog_type": "LDO", "panther_family": "PTHR11506", "taxid": 10090, "uniprot_kb": "P31996"}, {"RGD": "1305970", "ortholog_type": "LDO", "panther_family": "PTHR11506", "taxid": 10116, "uniprot_kb": "Q4FZY1"}, {"ZFIN": "ZDB-GENE-030131-1312", "ortholog_type": "LDO", "panther_family": "PTHR11506", "taxid": 7955, "uniprot_kb": "E7F3A5"}, {"Ensembl": "ENSDARG00000114130", "ortholog_type": "LDO", "panther_family": "PTHR11506", "taxid": 7955, "uniprot_kb": "A0A2R8QGA4"}, {"WormBase": "WBGene00003053", "ortholog_type": "O", "panther_family": "PTHR11506", "taxid": 6239, "uniprot_kb": "Q11117"}, {"WormBase": "WBGene00015471", "ortholog_type": "O", "panther_family": "PTHR11506", "taxid": 6239, "uniprot_kb": "Q9GYK0"}, {"FlyBase": "FBgn0052225", "ortholog_type": "O", "panther_family": "PTHR11506", "taxid": 7227, "uniprot_kb": "Q8IQV4"}, {"FlyBase": "FBgn0032949", "ortholog_type": "O", "panther_family": "PTHR11506", "taxid": 7227, "uniprot_kb": "Q9V9S0"}], "uniprot_kb": "P34810"}, "pathway": {"kegg": {"id": "hsa04142", "name": "Lysosome - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}], "wikipathways": {"id": "WP4146", "name": "Macrophage markers"}}, "pfam": "PF01299", "pharmgkb": "PA26232", "pharos": {"target_id": 12970, "tdl": "Tbio"}, "pir": "A48931", "prosite": "PS51407", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247123", "relationship": "is"}, {"id": "GNF247124", "relationship": "is"}, {"id": "GNF247125", "relationship": "is"}, {"id": "GNF247126", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162018", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF032825", "relationship": "weakly similar to"}, "GNF_mm+hs-MGC": {"id": "GNF002289", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104527", "relationship": "is"}, {"id": "GNF144175", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_009204.1"], "protein": ["NP_001035148.1", "NP_001242.2"], "rna": ["NM_001040059.2", "NM_001251.3"], "translation": [{"protein": "NP_001242.2", "rna": "NM_001251.3"}, {"protein": "NP_001035148.1", "rna": "NM_001040059.2"}]}, "reporter": {"HG-U133_Plus_2": "203507_at", "HG-U95Av2": ["33390_at", "33391_r_at"], "HTA-2_0": "TC17000103.hg.1", "HuEx-1_0": "3708858", "HuGene-1_1": "8004510", "HuGene-2_1": "16830577"}, "summary": "This gene encodes a 110-kD transmembrane glycoprotein that is highly expressed by human monocytes and tissue macrophages. It is a member of the lysosomal/endosomal-associated membrane glycoprotein (LAMP) family. The protein primarily localizes to lysosomes and endosomes with a smaller fraction circulating to the cell surface. It is a type I integral membrane protein with a heavily glycosylated extracellular domain and binds to tissue- and organ-specific lectins or selectins. The protein is also a member of the scavenger receptor family. Scavenger receptors typically function to clear cellular debris, promote phagocytosis, and mediate the recruitment and activation of macrophages. Alternative splicing results in multiple transcripts encoding different isoforms. [provided by RefSeq, Jul 2008].", "symbol": "CD68", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413234"}, "unigene": "Hs.647419", "uniprot": {"Swiss-Prot": "P34810", "TrEMBL": ["J3KT24", "J3KRX0"]}}