{"AllianceGenome": "11937", "HGNC": "11937", "MIM": "602840", "_id": "970", "_version": 1, "accession": {"genomic": ["AC008760.7", "CH471139.2", "CP068259.2", "EF064709.1", "HI179090.1", "HI573892.1", "KC877696.1", "NC_000019.10", "NC_060943.1"], "protein": ["AAA36175.1", "AAB30121.1", "AAH00725.1", "AAP35875.1", "ABK41892.1", "BAG60680.1", "CBX47435.1", "CBX53853.1", "CTQ86093.1", "EAW69074.1", "EAW69075.1", "NP_001243.1", "NP_001317261.1", "P32970.2", "XP_054178722.1", "XP_054178723.1"], "rna": ["AK298467.1", "BC000725.2", "BT007211.1", "L08096.1", "LN874328.1", "NM_001252.5", "NM_001330332.2", "S69339.1", "XM_054322747.1", "XM_054322748.1"], "translation": [{"protein": "AAP35875.1", "rna": "BT007211.1"}, {"protein": "XP_054178722.1", "rna": "XM_054322747.1"}, {"protein": "BAG60680.1", "rna": "AK298467.1"}, {"protein": "AAB30121.1", "rna": "S69339.1"}, {"protein": "CTQ86093.1", "rna": "LN874328.1"}, {"protein": "AAA36175.1", "rna": "L08096.1"}, {"protein": "NP_001243.1", "rna": "NM_001252.5"}, {"protein": "NP_001317261.1", "rna": "NM_001330332.2"}, {"protein": "AAH00725.1", "rna": "BC000725.2"}, {"protein": "XP_054178723.1", "rna": "XM_054322748.1"}]}, "alias": ["CD27-L", "CD27L", "CD27LG", "LPFS3", "TNFSF7", "TNLG8A"], "ensembl": {"gene": "ENSG00000125726", "protein": ["ENSP00000245903", "ENSP00000395294", "ENSP00000470805"], "transcript": ["ENST00000245903", "ENST00000423145", "ENST00000597430"], "translation": [{"protein": "ENSP00000395294", "rna": "ENST00000423145"}, {"protein": "ENSP00000245903", "rna": "ENST00000245903"}, {"protein": "ENSP00000470805", "rna": "ENST00000597430"}], "type_of_gene": "protein_coding"}, "entrezgene": "970", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.67771737063, "exp_mis": 94.1027218329, "exp_syn": 39.9639699753, "lof_z": 1.40978859907198, "mis_z": 1.41698005625203, "mu_lof": 4.89666473436e-07, "mu_mis": 8.235459148e-06, "mu_syn": 3.44219568749e-06, "n_lof": 3.0, "n_mis": 66.0, "n_syn": 28.0, "p_li": 0.045752208268171, "p_null": 0.101160836903992, "p_rec": 0.853086954827837, "syn_z": 1.17324979721001}, "bp": 582, "cds_end": 6591013, "cds_start": 6586030, "n_exons": 3, "nonpsych": {"exp_lof": 5.98419470364, "exp_mis": 85.1122626225, "exp_syn": 36.1114643846, "lof_z": 1.19805347019601, "mis_z": 1.42761164276832, "mu_lof": 4.89666473436e-07, "mu_mis": 8.235459148e-06, "mu_syn": 3.44219568749e-06, "n_lof": 3.0, "n_mis": 59.0, "n_syn": 21.0, "p_li": 0.0388423433472912, "p_null": 0.141555003948514, "p_rec": 0.819602652704195, "syn_z": 1.58324239040651}, "nontcga": {"exp_lof": 6.13767288138, "exp_mis": 86.5686831677, "exp_syn": 36.7610257447, "lof_z": 1.64753844597701, "mis_z": 1.26201564360641, "mu_lof": 4.89666473436e-07, "mu_mis": 8.235459148e-06, "mu_syn": 3.44219568749e-06, "n_lof": 2.0, "n_mis": 63.0, "n_syn": 28.0, "p_li": 0.181750065873637, "p_null": 0.0528618267410179, "p_rec": 0.765388107385345, "syn_z": 0.914920995242552}, "transcript": "ENST00000245903.3"}, "exons": [{"cdsend": 6591002, "cdsstart": 6586019, "chr": "19", "position": [[6585838, 6586405], [6590102, 6590136], [6590840, 6591150]], "strand": -1, "transcript": "NM_001252", "txend": 6591150, "txstart": 6585838}, {"cdsend": 6591002, "cdsstart": 6583299, "chr": "19", "position": [[6581647, 6583478], [6586153, 6586405], [6590102, 6590136], [6590840, 6591150]], "strand": -1, "transcript": "NM_001330332", "txend": 6591150, "txstart": 6581647}], "exons_hg19": [{"cdsend": 6591013, "cdsstart": 6586030, "chr": "19", "position": [[6585849, 6586416], [6590113, 6590147], [6590851, 6591161]], "strand": -1, "transcript": "NM_001252", "txend": 6591161, "txstart": 6585849}, {"cdsend": 6591013, "cdsstart": 6583310, "chr": "19", "position": [[6581658, 6583489], [6586164, 6586416], [6590113, 6590147], [6590851, 6591161]], "strand": -1, "transcript": "NM_001330332", "txend": 6591161, "txstart": 6581658}], "generif": [{"pubmed": 11980654, "text": "Identification of CD70-mediated apoptosis of immune effector cells as a novel immune escape pathway of human glioblastoma"}, {"pubmed": 12009595, "text": "intragraft gene expression is not a risk factor for acute cardiac allograft rejection"}, {"pubmed": 12100033, "text": "Impaired up-regulation of CD70 and CD86 in naive B cells from patients with CVID suggests an intrinsic signalling or expression defect at the level of naive B cells in type I CVID."}, {"pubmed": 12197885, "text": "IL-10 enhances B-cell IgE synthesis by promoting differentiation into plasma cells, a process that is inhibited by CD27/CD70 interaction"}, {"pubmed": 15188362, "text": "Systemic lupus erythematosus T cells and T cells treated with DNA methyltransferase inhibitors and ERK pathway inhibitors overexpress CD70."}, {"pubmed": 16751420, "text": "Interaction of CD70 with CD27 plays a direct role in T cell activation mediated by IL-2."}, {"pubmed": 16892042, "text": "Immunocytochemical analysis demonstrated that binding of an anti-CD70 antibody to CD70(TNFSF7), endogenously expressed on the surface of A498 and 786-O cell lines resulted in the rapid internalisation of the antibody-receptor complex."}, {"pubmed": 17132225, "text": "Apoptosis mediated by exposure to the CD70 secreted by tumor cells may contribute to the failure of renal cell carcinoma patients to develop an effective lymphocyte-mediated antitumor response"}, {"pubmed": 17548342, "text": "CD27-CD70 interactions may promote Th1 cell formation by permitting naive T cells to respond to differentiation signals and by promoting survival of activated effector T cells."}, {"pubmed": 17615291, "text": "reveal a novel role for non-Hodgkin lymphoma B cells in the development of intratumoral regulatory T cells"}, {"pubmed": 18216294, "text": "CD27-CD70 interactions in the pathogenesis of Waldenstrom macroglobulinemia."}, {"pubmed": 18256142, "text": "CD70 gene was upregulated more than 1,000-fold and the enhanced expression of the CD70 molecule was confirmed by laser flow cytometry for various HTLV-1-carrying T-cell lines and primary CD4(+) T cells isolated from acute-type ATL patients."}, {"pubmed": 19018300, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19029446, "text": "Dendritic cells matured in the presence of PGE(2) induced the expression of OX40, OX40L, and CD70 on T cells facilitating T-cell/T-cell interaction that warrant long-lasting costimulation."}, {"pubmed": 19109206, "text": "CD70 not only contributes to the activation of cytotoxic T cells in B cell precursor acute lymphoblastic leukemia but is a critical signal during the expansion phase of the cytotoxic T cell response."}, {"pubmed": 19380782, "text": "Constitutive expression of CD70 transgene is sufficient to deregulate the CD8 T cell differentiation pathway of acute infection reminiscent of events in chronic infection."}, {"pubmed": 19394279, "text": "Data showed that the CD70, perforin and KIR2DL4 promoters are demethylated in CD4(+)CD28(-) T cells, and that DNA methyltransferase 1 (Dnmt1) and Dnmt3a levels are decreased in this subset."}, {"pubmed": 19452318, "text": "T(reg) cells in CLL may accumulate both by increased formation, facilitated by CD27-CD70 interaction in the lymph node proliferation centres, and decreased sensitivity to apoptosis because of a shifted Noxa-Bcl-2 balance"}, {"pubmed": 19556308, "text": "This is the first study which (i) extensively analyzes CD70 expression on human primary DC subsets and (ii) reveals that the CD70-CD27 interaction enhances not only Th1 but also Th2 differentiation of naive CD4+ T cells."}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19638429, "text": "endogenous IL-18 might facilitate stomach cancer cell immune escape by suppressing CD70 and increasing metastatic ability by upregulating CD44 and VEGF"}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19955046, "text": "Data confirm previous observations of higher expression of CD70 in CD4+ T cells from patients with SLE, and suggest that increased Fyn protein content in CD4+ T cells can be associated with high SLE disease activity."}, {"pubmed": 20119871, "text": "Epigenetic silencing of the TNFSF7 gene via hypermethylation of its proximal region may allow the benign and invasive MCF10 variants to escape immune surveillance."}, {"pubmed": 20139096, "text": "CD70 is an important factor in the regulation of B-cell growth and differentiation by plasmacytoid dendritic cells."}, {"pubmed": 20201989, "text": "the CD70-CD27 interaction may play an important role in inducing effective immune responses in dendritic cell-based immunotherapy."}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20699361, "text": "In this review, CD27 and CD70 constitute a unique pair ligand and receptor pair which can activate innate and adaptive immunity as well as regulate immunity versus tolerance."}, {"pubmed": 20724115, "text": "CD70 expression was significantly elevated and correlated with a decrease in CD70 promoter methylation in T4 lymphocytes from Sjogren's syndrome patients as compared to levels in controls."}, {"pubmed": 21182090, "text": "These data collectively establish a novel role for the CD70-CD27 axis in human gammadelta T-cell activation and hence open new perspectives for its modulation in clinical settings."}, {"pubmed": 21192791, "text": "RFX1 recruits SUV39H1 to the promoter regions of the CD11a and CD70 genes in CD4(+) T cells, thereby regulating local H3K9 tri-methylation levels."}, {"pubmed": 21304103, "text": "Stimulation of T cells expressing CD70-specific chimeric antigen receptors resulted in CD27 costimulation and recognition of CD70-positive tumor cell lines and primary tumor cells, as shown by IFN-gamma and IL-2 secretion and by tumor cell killing."}, {"pubmed": 21490618, "text": "Th1 cell-specific CD70 expression may be involved in an amplification loop for polarized Th1-type immune responses through T cell-T cell interactions."}, {"pubmed": 21541792, "text": "CD70 and CD11a facilitate the survival of T and B lymphocytes and indirectly enhance the destruction of platelets in immune thrombocytopenia."}, {"pubmed": 21550117, "text": "concluded DNA methyltransferases(DNMTs) functioned as demethylases as MBD2, while increased DNMTs and MBD2 may cause demethylation and over expression of CD70 in CD4(+) T cells, potentially contributing to the pathogenesis of immune thrombocytopenia"}, {"pubmed": 21865261, "text": "These findings indicate that aberrant histone modifications within the TNFSF7 promoter may contribute to the development of lupus by increasing CD70 expression in CD4(+) T cells."}, {"pubmed": 21880979, "text": "data indicate that the virus-induced selective upregulation of CD70 by Langerhans cells is the critical feature that enhances their capacity to induce effector CD8+ T cell responses compared with virus-primed dermal dendritic cells that lack CD70"}, {"pubmed": 22306512, "text": "Findings suggest that demethylation of CD70 promoter region contributes to the overexpression of CD70 in CD4+ T cells and may contribute to autoimmune response in systemic sclerosis (SSc)."}, {"pubmed": 22377764, "text": "Regulation of Langerhans cell CD70 expression is important in enhancing immunity against cutaneous epithelial pathogens and cancer."}, {"pubmed": 22399187, "text": "These results indicate that CD27 and CD70 gene polymorphisms may affect the risk of breast cancer and show that some SNPs are associated with breast cancer characteristics in a northern Chinese population."}, {"pubmed": 22401771, "text": "The mean expression of CD70 was almost twice as high in renal cell carcinoma relative to normal kidney tissue"}, {"pubmed": 23206232, "text": "CD70 acts as a functional receptor binding to soluble CD27, resulting in lymphoma progression and that immunotherapy using anti-CD70 antibody may be a potential candidate for treatment for NNKTL."}, {"pubmed": 23576505, "text": "These results highlight the importance of the CD27-CD70 costimulation pathway for the development of CMV-specific T cell immunity during acute and persistent infection."}, {"pubmed": 24238281, "text": "CD70 is overexpressed in systemic lupus erythematosus CD4+ T cells, but expression is not linked to the typical clinical and serological parameters associated with the disease."}, {"pubmed": 24684541, "text": "CD70-blocking of alphaDC1s from both controls and patients with chronic lymphocytic leukaemia had a negative influence on the production of both IL-12p70 and the Th1 cytokine IFN-gamma."}, {"pubmed": 26077361, "text": "These data demonstrate the important role of the CD70/CD27 axis in immune responses in HTLV-1 carriers and ATL patients."}, {"pubmed": 26213107, "text": "CD70: An emerging target in cancer immunotherapy"}, {"pubmed": 26671750, "text": "Both monomeric and trimeric forms of CD70 were detected in tumour cell membrane fractions, whereas cytoplasmic fractions contained almost exclusively monomeric CD70"}, {"pubmed": 27786334, "text": "CD70 mitigates atherosclerosis at least in part by modulating macrophage function."}, {"pubmed": 27803044, "text": "Preclinical testing supports the safety and efficacy of a CD27-containing CAR targeting CD70-expressing tumors"}, {"pubmed": 28011863, "text": "the CD70-CD27 pathway appears to be a crucial component of EBV-specific T cell immunity and more generally for the immune surveillance of B cells and may be a target for immunotherapy of B cell malignancies."}, {"pubmed": 28011864, "text": "human CD70-CD27 interactions therefore play a nonredundant role in T and B cell-mediated immunity, especially for protection against EBV and humoral immunity."}, {"pubmed": 28031480, "text": "CD27 is engaged by CD70 cross-presented by other AML blasts or stem/progenitor cells in a paracrine manner."}, {"pubmed": 28651374, "text": "that both human and mouse CD70-specific CAR T cells recognize primary CD70+ glioblastomas (GBM) tumors in vitro and mediate the regression of established GBM in xenograft and syngeneic models without illicit effect"}, {"pubmed": 28765328, "text": "This dose-escalation phase I trial provides evidence of good tolerability of ARGX-110, pharmacokinetics, and preliminary antitumor activity at all dose levels in generally heavily pretreated patients with advanced CD70-positive malignancies"}, {"pubmed": 28789475, "text": "This study demonstrated that Expression of CD70 (CD27L) Is Associated With Epithelioid and Sarcomatous Features in IDH-Wild-Type Glioblastoma."}, {"pubmed": 29018507, "text": "Results show that CD70 promoter region methylation and expression are regulated by MBD4. Indeed, the study shows that downregulation of MBD4 contributed to overexpression and hypomethylation of the CD70 gene in CD4+ T cells from patients from systemic lupus erythematosus."}, {"pubmed": 30237316, "text": "The down-regulation of hsa_circ_0012919, the sponge for miR-125a-3p, contributes to DNA methylation of CD11a and CD70 in CD4(+) T cells of systemic lupus erythematous."}, {"pubmed": 30953940, "text": "CD8+CD70+ T cells combined with CD8+CD27+perforin+ T cells may serve as potential immune biomarkers for estimating the severity of AA."}, {"pubmed": 32320626, "text": "CD70 Activation Decreases Pulmonary Fibroblast Production of Extracellular Matrix Proteins."}, {"pubmed": 32427516, "text": "DNA Methylation of CD70 Promoter in Juvenile Systemic Lupus Erythematosus."}, {"pubmed": 32822640, "text": "CD70 antibody-drug conjugate as a potential therapeutic agent for uterine leiomyosarcoma."}, {"pubmed": 32849540, "text": "CD70 Deficiency Associated With Chronic Epstein-Barr Virus Infection, Recurrent Airway Infections and Severe Gingivitis in a 24-Year-Old Woman."}, {"pubmed": 33541781, "text": "Clinical relevance of CD70 expression in resected pancreatic cancer: Prognostic value and therapeutic potential."}, {"pubmed": 34189576, "text": "SOX11, CD70, and Treg cells configure the tumor-immune microenvironment of aggressive mantle cell lymphoma."}, {"pubmed": 34323938, "text": "CD70-specific CAR T cells have potent activity against acute myeloid leukemia without HSC toxicity."}, {"pubmed": 34419446, "text": "Structural delineation and phase-dependent activation of the costimulatory CD27:CD70 complex."}, {"pubmed": 35216458, "text": "Hypoxia-Inducible Factor-2 Alpha Regulates the Migration of Fibroblast-like Synoviocytes via Oxidative Stress-Induced CD70 Expression in Patients with Rheumatoid Arthritis."}, {"pubmed": 35550950, "text": "Epithelial-to-mesenchymal transition promotes immune escape by inducing CD70 in non-small cell lung cancer."}, {"pubmed": 35924558, "text": "Expression of CD70 Modulates Nitric Oxide and Redox Status in Endothelial Cells."}, {"pubmed": 36260275, "text": "The correlation of CD70 in immune characteristics and drug therapy of pan-cancer."}, {"pubmed": 36471481, "text": "The dual role of CD70 in B-cell lymphomagenesis."}, {"pubmed": 37824079, "text": "CD70-induced differentiation of proinflammatory Th1/17/22/GM lymphocytes associated with disease progression and immune reconstitution during HIV infection."}, {"pubmed": 38030302, "text": "Delayed vaccine-induced CD8[+] T cell expansion by topoisomerase I inhibition mediates enhanced CD70-dependent tumor eradication."}, {"pubmed": 38064919, "text": "Associations between CD70 methylation of T cell DNA and age in adults with systemic lupus erythematosus and population controls: The Michigan Lupus Epidemiology & Surveillance (MILES) Program."}, {"pubmed": 38279834, "text": "Soluble CD27 as a predictive biomarker for intra-tumoral CD70/CD27 interaction in nasopharyngeal carcinoma."}], "genomic_pos": {"chr": "19", "end": 6604103, "ensemblgene": "ENSG00000125726", "start": 6583183, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 6604114, "start": 6583194, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0002456", "pubmed": 28011864, "qualifier": "involved_in", "term": "T cell mediated immunity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007166", "pubmed": 8387892, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0019724", "pubmed": 28011864, "qualifier": "involved_in", "term": "B cell mediated immunity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033209", "qualifier": "involved_in", "term": "tumor necrosis factor-mediated signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042100", "pubmed": 28011864, "qualifier": "involved_in", "term": "B cell proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042102", "pubmed": 8120384, "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042110", "pubmed": 8387892, "qualifier": "involved_in", "term": "T cell activation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090717", "pubmed": 28011863, "qualifier": "involved_in", "term": "adaptive immune memory response involving T cells and B cells"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097191", "pubmed": 9177220, "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0160162", "pubmed": 8387892, "qualifier": "involved_in", "term": "CD27 signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [8387892, 28011863], "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 11920585, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005164", "qualifier": "enables", "term": "tumor necrosis factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12324477, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048018", "pubmed": 8387892, "qualifier": "enables", "term": "receptor ligand activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0048018", "pubmed": [28011863, 28011864], "qualifier": "enables", "term": "receptor ligand activity"}]}, "homologene": {"genes": [[9544, 701080], [9606, 970], [9615, 485018], [9913, 522074], [10090, 21948], [10116, 301132]], "id": 956}, "interpro": [{"desc": "CD70 antigen", "id": "IPR042374", "short_desc": "CD70"}, {"desc": "Tumour necrosis factor domain", "id": "IPR006052", "short_desc": "TNF_dom"}, {"desc": "Tumour necrosis factor-like domain superfamily", "id": "IPR008983", "short_desc": "Tumour_necrosis_fac-like_dom"}, {"desc": "Tumour necrosis factor, conserved site", "id": "IPR021184", "short_desc": "TNF_CS"}], "ipi": ["IPI00031713", "IPI00909266"], "map_location": "19p13.3", "name": "CD70 molecule", "other_names": ["CD27 ligand", "CD70 antigen", "Ki-24 antigen", "surface antigen CD70", "tumor necrosis factor ligand 8A", "tumor necrosis factor ligand superfamily member 7"], "pantherdb": {"HGNC": "11937", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1195273", "ortholog_type": "LDO", "panther_family": "PTHR15152", "taxid": 10090, "uniprot_kb": "O55237"}, {"RGD": "1588573", "ortholog_type": "LDO", "panther_family": "PTHR15152", "taxid": 10116, "uniprot_kb": "M0R613"}], "uniprot_kb": "P32970"}, "pathway": {"kegg": {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5669034", "name": "TNFs bind their physiological receptors"}]}, "pdb": "7KX0", "pfam": "PF00229", "pharmgkb": "PA36627", "pharos": {"target_id": 19712, "tdl": "Tbio"}, "pir": "I56214", "prosite": "PS50049", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167399", "relationship": "is"}, {"id": "GNF178305", "relationship": "is"}, {"id": "GNF189211", "relationship": "is"}, {"id": "GNF200117", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164492", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF014752", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF284643", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106081", "relationship": "is"}, {"id": "GNF145727", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_001243.1", "NP_001317261.1", "XP_054178722.1", "XP_054178723.1"], "rna": ["NM_001252.5", "NM_001330332.2", "XM_054322747.1", "XM_054322748.1"], "translation": [{"protein": "XP_054178723.1", "rna": "XM_054322748.1"}, {"protein": "XP_054178722.1", "rna": "XM_054322747.1"}, {"protein": "NP_001243.1", "rna": "NM_001252.5"}, {"protein": "NP_001317261.1", "rna": "NM_001330332.2"}]}, "reporter": {"HG-U133_Plus_2": "206508_at", "HG-U95Av2": "34054_at", "HTA-2_0": "TC19001101.hg.1", "HuEx-1_0": "3847989", "HuGene-1_1": "8033241", "HuGene-2_1": "16867766"}, "summary": "The protein encoded by this gene is a cytokine that belongs to the tumor necrosis factor (TNF) ligand family. This cytokine is a ligand for TNFRSF27/CD27. It is a surface antigen on activated, but not on resting, T and B lymphocytes. It induces proliferation of costimulated T cells, enhances the generation of cytolytic T cells, and contributes to T cell activation. This cytokine is also reported to play a role in regulating B-cell activation, cytotoxic function of natural killer cells, and immunoglobulin sythesis. [provided by RefSeq, Jul 2008].", "symbol": "CD70", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1824671"}, "unigene": ["Hs.715224", "Hs.501497"], "uniprot": {"Swiss-Prot": "P32970", "TrEMBL": ["M0QZW2", "A0A0U5JA32"]}}