{"AllianceGenome": "6210", "HGNC": "6210", "MIM": "600623", "_id": "3732", "_version": 1, "accession": {"genomic": ["AC010768.10", "AH006670.2", "CH471064.2", "CP068267.2", "JA738773.1", "JA738775.1", "NC_000011.10", "NC_060935.1", "NG_023234.1"], "protein": ["AAB23825.1", "AAC50133.1", "AAH00726.1", "AAH01821.1", "AAP76181.1", "AAV38566.1", "AAV38567.1", "BAG35558.1", "CAG28578.1", "CAG47051.1", "CCF77039.1", "CCF77040.1", "EAW68063.1", "EAW68064.1", "EAW68065.1", "NP_001020015.1", "NP_002222.1", "P27701.1", "XP_011518369.1", "XP_047282856.1", "XP_047282857.1", "XP_047282859.1", "XP_047282860.1", "XP_054224673.1", "XP_054224674.1", "XP_054224675.1", "XP_054224676.1"], "rna": ["AK225410.1", "AK225708.1", "AK312677.1", "AY303776.1", "BC000726.2", "BC001821.2", "BT019761.1", "BT019762.1", "CB127804.1", "CR407650.1", "CR542255.1", "NM_001024844.2", "NM_002231.4", "S48196.1", "U20770.1", "XM_011520067.3", "XM_047426900.1", "XM_047426901.1", "XM_047426903.1", "XM_047426904.1", "XM_054368698.1", "XM_054368699.1", "XM_054368700.1", "XM_054368701.1"], "translation": [{"protein": "XP_054224676.1", "rna": "XM_054368701.1"}, {"protein": "XP_011518369.1", "rna": "XM_011520067.3"}, {"protein": "XP_054224674.1", "rna": "XM_054368699.1"}, {"protein": "XP_054224675.1", "rna": "XM_054368700.1"}, {"protein": "AAC50133.1", "rna": "U20770.1"}, {"protein": "AAP76181.1", "rna": "AY303776.1"}, {"protein": "XP_054224673.1", "rna": "XM_054368698.1"}, {"protein": "AAB23825.1", "rna": "S48196.1"}, {"protein": "AAH01821.1", "rna": "BC001821.2"}, {"protein": "NP_001020015.1", "rna": "NM_001024844.2"}, {"protein": "XP_047282860.1", "rna": "XM_047426904.1"}, {"protein": "AAH00726.1", "rna": "BC000726.2"}, {"protein": "NP_002222.1", "rna": "NM_002231.4"}, {"protein": "BAG35558.1", "rna": "AK312677.1"}, {"protein": "CAG47051.1", "rna": "CR542255.1"}, {"protein": "XP_047282856.1", "rna": "XM_047426900.1"}, {"protein": "CAG28578.1", "rna": "CR407650.1"}, {"protein": "XP_047282857.1", "rna": "XM_047426901.1"}, {"protein": "XP_047282859.1", "rna": "XM_047426903.1"}, {"protein": "AAV38567.1", "rna": "BT019762.1"}, {"protein": "AAV38566.1", "rna": "BT019761.1"}]}, "alias": ["4F9", "C33", "GR15", "IA4", "KAI1", "R2", "SAR2", "ST6", "TSPAN27"], "ensembl": {"gene": "ENSG00000085117", "protein": ["ENSP00000227155", "ENSP00000339686", "ENSP00000431767", "ENSP00000433036", "ENSP00000433151", "ENSP00000433788", "ENSP00000433804", "ENSP00000435661", "ENSP00000435682", "ENSP00000436403"], "transcript": ["ENST00000227155", "ENST00000342935", "ENST00000524704", "ENST00000524750", "ENST00000525210", "ENST00000525813", "ENST00000525898", "ENST00000526958", "ENST00000527737", "ENST00000529277", "ENST00000529853", "ENST00000530601", "ENST00000530931", "ENST00000532544"], "translation": [{"protein": "ENSP00000435682", "rna": "ENST00000526958"}, {"protein": "ENSP00000227155", "rna": "ENST00000227155"}, {"protein": "ENSP00000339686", "rna": "ENST00000342935"}, {"protein": "ENSP00000431767", "rna": "ENST00000532544"}, {"protein": "ENSP00000435661", "rna": "ENST00000525210"}, {"protein": "ENSP00000433151", "rna": "ENST00000527737"}, {"protein": "ENSP00000436403", "rna": "ENST00000524704"}, {"protein": "ENSP00000433804", "rna": "ENST00000525813"}, {"protein": "ENSP00000433788", "rna": "ENST00000530601"}, {"protein": "ENSP00000433036", "rna": "ENST00000524750"}], "type_of_gene": "protein_coding"}, "entrezgene": "3732", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.6297487241, "exp_mis": 107.791220581, "exp_syn": 58.8285335217, "lof_z": 2.0471798765472, "mis_z": 0.272830761609192, "mu_lof": 9.2318849894e-07, "mu_mis": 9.31866457435e-06, "mu_syn": 4.94525187385e-06, "n_lof": 6.0, "n_mis": 102.0, "n_syn": 55.0, "p_li": 0.00496183334104084, "p_null": 0.0276410807345663, "p_rec": 0.967397085924393, "syn_z": 0.309447864163566}, "bp": 804, "cds_end": 44640676, "cds_start": 44616212, "n_exons": 8, "nonpsych": {"exp_lof": 12.1726058057, "exp_mis": 97.397827108, "exp_syn": 53.0818683203, "lof_z": 1.7375156264649, "mis_z": 0.531410112087775, "mu_lof": 9.2318849894e-07, "mu_mis": 9.31866457435e-06, "mu_syn": 4.94525187385e-06, "n_lof": 6.0, "n_mis": 87.0, "n_syn": 47.0, "p_li": 0.003195096183112, "p_null": 0.0588215798891822, "p_rec": 0.937983323927706, "syn_z": 0.525566298801207}, "nontcga": {"exp_lof": 12.5234194227, "exp_mis": 99.1519800418, "exp_syn": 54.106304007, "lof_z": 2.09717680132665, "mis_z": 0.207737261390007, "mu_lof": 9.2318849894e-07, "mu_mis": 9.31866457435e-06, "mu_syn": 4.94525187385e-06, "n_lof": 5.0, "n_mis": 95.0, "n_syn": 51.0, "p_li": 0.0176526579933749, "p_null": 0.0216688768176968, "p_rec": 0.960678465188928, "syn_z": 0.267387936193459}, "transcript": "ENST00000227155.4"}, "exons": [{"cdsend": 44619126, "cdsstart": 44594662, "chr": "11", "position": [[44565662, 44565736], [44587474, 44587556], [44594642, 44594725], [44600157, 44600230], [44605057, 44605182], [44615271, 44615373], [44618161, 44618365], [44618639, 44618723], [44619048, 44620358]], "strand": 1, "transcript": "NM_001024844", "txend": 44620358, "txstart": 44565662}, {"cdsend": 44619126, "cdsstart": 44594662, "chr": "11", "position": [[44565662, 44565736], [44587474, 44587556], [44594642, 44594725], [44600157, 44600230], [44605057, 44605182], [44605354, 44605429], [44615271, 44615373], [44618161, 44618365], [44618639, 44618723], [44619048, 44620358]], "strand": 1, "transcript": "NM_002231", "txend": 44620358, "txstart": 44565662}], "exons_hg19": [{"cdsend": 44640676, "cdsstart": 44616212, "chr": "11", "position": [[44587212, 44587286], [44609024, 44609106], [44616192, 44616275], [44621707, 44621780], [44626607, 44626732], [44636821, 44636923], [44639711, 44639915], [44640189, 44640273], [44640598, 44641908]], "strand": 1, "transcript": "NM_001024844", "txend": 44641908, "txstart": 44587212}, {"cdsend": 44640676, "cdsstart": 44616212, "chr": "11", "position": [[44587212, 44587286], [44609024, 44609106], [44616192, 44616275], [44621707, 44621780], [44626607, 44626732], [44626904, 44626979], [44636821, 44636923], [44639711, 44639915], [44640189, 44640273], [44640598, 44641908]], "strand": 1, "transcript": "NM_002231", "txend": 44641908, "txstart": 44587212}], "generif": [{"pubmed": 11839793, "text": "An amplification loop, via Vav and SLP76 phosphorylation and Rho-GTPase activation, is initiated by CD82 association with the cytoskeleton, thus permitting cytoskeletal rearrangement and costimulatory activity in T cells."}, {"pubmed": 11895916, "text": "Loss of KAII is associated with primary tumos with lymph node metastasis"}, {"pubmed": 11981820, "text": "Evidence for distinctive signaling of CD82- and beta1 integrin-mediated costimulation at the transcriptional level of IL-2 gene."}, {"pubmed": 12474542, "text": "relationship between expression, mrna levels and p53 in human bladder and prostate cancer cell lines."}, {"pubmed": 12579280, "text": "downregulation of CD82 antigen is associated with breast tumor progression"}, {"pubmed": 12642901, "text": "KAI1 induces homotypic aggregation of human prostatic neoplasm cells through Src-dependent pathway."}, {"pubmed": 12684410, "text": "KAI1 expression is down-regulated in advanced endometrial cancer"}, {"pubmed": 12738793, "text": "Requirement of the p130CAS-Crk coupling for metastasis suppressor KAI1/CD82-mediated inhibition of cell migration in a metastatic prostate cancer cell line."}, {"pubmed": 12747469, "text": "KAI1 down-regulation is significantly related to the progression of papillary carcinoma, including lymph node metastasis, and its anaplastic transformation."}, {"pubmed": 12750295, "text": "EWI2/PGRL associates with the metastasis suppressor KAI1/CD82 and inhibits the migration of prostate cancer cells."}, {"pubmed": 12753720, "text": "The abnormal expression of KAI1 participates in malignant progression of colorectal cancer."}, {"pubmed": 12955496, "text": "KAI1 is a tumor metastasis suppressor gene in digestive tract carcinomas and cancer cells."}, {"pubmed": 14576349, "text": "CD82 regulates compartmentalisation of the EGF receptor"}, {"pubmed": 14706010, "text": "Decreased expression of KAI1 was associated with the degree of invasiveness and progression of the cancer and was an independent prognostic factor of recurrence in primary pTa and pT1 urothelial bladder carcinoma."}, {"pubmed": 15237426, "text": "Sense and antisense genes had no significant effects on cell growth and cell cycles. Sense KAI1 gene decreased invasive ability and decreased mitochondria. Clone formation and invasive ability increased after transfection with antisense KAI1 gene."}, {"pubmed": 15259074, "text": "KAI1 is highly related to the metastasis of colonic carcinoma and may be a useful indicator of metastasis in colonic carcinoma."}, {"pubmed": 15375577, "text": "CD82 may serve as a prognostic marker of metastasis in thyroid cancer"}, {"pubmed": 15454569, "text": "CD82 controls the association of cholesterol-dependent microdomains with the actin cytoskeleton in T lymphocytes"}, {"pubmed": 15557282, "text": "CD82 attenuates integrin alpha6 signaling during a cellular morphogenic process"}, {"pubmed": 15592684, "text": "Our investigations revealed significantly reduced mRNA expression of metastases suppressor gene KAI1 in breast cancer brain metastasis."}, {"pubmed": 15677461, "text": "urokinase receptor proteolytic function is regulated by the tetraspanin CD82"}, {"pubmed": 15996322, "text": "The decrease of KAI1 mRNA expression may be related to lymph node metastasis and lew differentiation of larynjeal squamous cell carcinoma."}, {"pubmed": 16325219, "text": "findings have shown that HTLV-1 Gag associates with CD82-enriched plasma membrane microdomains in Jurkat T cells"}, {"pubmed": 16488391, "text": "KAI1/CD82 over-expression in non-small cell lung carcinoma cells suppresses tumor invasiveness and metastatic potential by inducing matrix metalloproteinase-9 inactivation via up-regulation of tissue inhibitor of metalloproteinase-1 (TIMP-1)."}, {"pubmed": 16494006, "text": "The expression of CD82 was closely correlated with lymph node metastasis in laryngeal carcinoma."}, {"pubmed": 16861889, "text": "REVIEW. The SUMOylation status of the reptin chromatin-remodeling complex modulates the KAI1 metastasis suppressor gene and the invasive activity of cancer cells with metastatic potential."}, {"pubmed": 17166843, "text": "Association of HTLV-1 Gag protein with tetraspanin-enriched microdomains is mediated by the inner loops of CD82 and CD81."}, {"pubmed": 17200188, "text": "the expression of KAI1 in decidual cells at the human maternal-fetal interface, where the metastasis suppressor might participate in intercellular communication with trophoblast cells and the control of trophoblast invasion"}, {"pubmed": 17215249, "text": "glycosphingolipids, particularly GM2, form a complex with CD82, and this complex interacts with Met and thereby inhibits HGF-induced Met tyrosine kinase activity, as well as integrin to Met cross-talk"}, {"pubmed": 17283532, "text": "The expressions of KAI1, nm23, ETS-1 and VEGF proteins were highly related to microvascular density, cervical lymph node metastasis, and prognosis of nasopharyngeal carcinoma."}, {"pubmed": 17393117, "text": "Expression of KAI1 in transitional cell carcinoma bladder is reported."}, {"pubmed": 17520389, "text": "Expressions of Kiss-1 and KAI-1 mRNA in gastric cancer tissue were significantly lower than those in pericancerous tissue."}, {"pubmed": 17560548, "text": "support a model in which KAI1/CD82 attenuates the maturation of the beta1 integrin precursor and thereby suppresses cell migration"}, {"pubmed": 17621632, "text": "CD82-c-Met complex inhibits hepatocyte growth factor-induced cancer cell migration by the inactivation of small GTP-binding proteins of the Rho family via c-Met adapter proteins"}, {"pubmed": 17672940, "text": "KAI1 gene could affect the growth pattern and proliferation of MHCC97-H cells, suppress sICAM-1 secretion and E-cadherin production, and inhibit adhesion of MHCC97-H cells."}, {"pubmed": 17982617, "text": "Low levels of an alternatively spliced form of KAI1 mRNA are present in most bladder cancer tumours and tumour cell lines, but are not associated with invasive behaviour."}, {"pubmed": 18028322, "text": "KAI1 gene functioned as a metastasis inhibitor by regulating the HCC cell biophysical behaviours including aggregation, adhesion, motility and visco-elastic properties."}, {"pubmed": 18037895, "text": "gp78 promotes sarcoma metastasis by targeting KAI1 for degradation"}, {"pubmed": 18272501, "text": "a previously uncharacterized GM2/GM3 heterodimer complexed with CD82 inhibits cell motility through CD82-cMet or integrin-cMet pathway"}, {"pubmed": 18305955, "text": "Decreased KAI1/CD82 expression is associated with tumour progression, development of metastases and disease-specific death in penile squamous cell carcinomas."}, {"pubmed": 18415123, "text": "KAI-1 and p53 show inverse expression in uterine and endometrial carcinomas and sarcomas. The reduced KAI-1 expression may be the result of dysregulated p53 function and could be a step in endometrial carcinogenesis."}, {"pubmed": 18622748, "text": "Ablation of Sprouty2 with RNA interference can block the KAI1/CD82-induced suppression of hepatoma cell migration and downregulation of SphK1 expression"}, {"pubmed": 18712725, "text": "demonstrate for the first time that KAI1 is a target of ER-mediated gene-repression, and thus, it is downregulated in ER-positive breast cancer"}, {"pubmed": 18981120, "text": "tetraspanins regulate the activity of ADAM10 toward several substrates"}, {"pubmed": 19024519, "text": "The expressions of nm23 and KAI1 proteins are negatively correlated with clinical stage, but positively with histopathological grade in gallbladder adenocarcinoma."}, {"pubmed": 19048121, "text": "Phorbol ester enhances KAI1 transcription by recruiting Tip60/Pontin complexes"}, {"pubmed": 19082457, "text": "down-regulation of KAI1/CD82 mRNA expression in human melanoma cell lines is related to LOH or allelic imbalance, but not to methylation of the KAI1/CD82 gene region."}, {"pubmed": 19107873, "text": "KAI1/CD82 decreased the metastatic phenotype of H1299 lung carcinoma cells by down-regulating Rac1 expression through the PI3K/Akt/mTOR pathway."}, {"pubmed": 19116362, "text": "the transmembrane (TM) interactions mediated by the Asn, aGln, and Glu polar residues determine a conformation either in or near the tightly packed TM region and this conformation and/or its change are needed for the intrinsic activity of KAI1/CD82"}, {"pubmed": 19148553, "text": "A marked reduction of KAI1 transcript was observed in invasive ductal breast tumours as compared to normal tissues"}, {"pubmed": 19371633, "text": "These data strongly indicate that KAI1 may suppress ovarian cancer progression by inhibiting integrin alphavbeta3/vitronectin-provoked tumor cell motility and proliferation as important hallmarks of the oncogenic process."}, {"pubmed": 19489224, "text": "The abnormal expression of CD82 which participates in malignant progression of pancreatic cancer is probably associated with LOH of KAI1 gene."}, {"pubmed": 19497983, "text": "these studies demonstrate that lipid-dependent endocytosis drives CD82 trafficking to late endosomes and lysosomes, and CD82 reorganizes TEMs and lipid rafts through redistribution of cholesterol."}, {"pubmed": 19549254, "text": "High CD82 expression is associated with primary and metastases from estrogen receptor-negative breast cancer."}, {"pubmed": 19559406, "text": "Levels of CD82 expressed in A431 cells are much higher than those expressed in KB cells and motility of A431 cells is also much higher than that of KB cells."}, {"pubmed": 19656997, "text": "KAI1 plays an important role in cell adhesion, invasion and migration of breast cancer cells, in vitro, and is a potential metastasis suppressor gene in breast cancer."}, {"pubmed": 19666408, "text": "When p53 dysfunction and low expression of JunB are simultaneous, they may play an important role in down-regulating the expression of KAI1 by synergism in hepatocellular carcinoma."}, {"pubmed": 19680475, "text": "Data have identified CD82 as valuable markers for chromophobe renal cell carcinomas."}, {"pubmed": 19755988, "text": "Tetraspanin-induced death of myeloma cell lines is autophagic and involves increased UPR signalling."}, {"pubmed": 19951590, "text": "Data suggests that KAI1 has prognostic properties in patients with gallbladder carcinoma,8 and that a lower expression of KAI1 is associated with a poor outcome."}, {"pubmed": 20002769, "text": "CD82/KAI1 is an excellent marker for distinguishing chromophobe renal cell carcinomas from other types of renal cell tumours, especially from ROs with overlapping phenotype."}, {"pubmed": 20075392, "text": "Silencing of CD82 by RNA interference increases integrin beta1, decreases tissue inhibitor of metalloproteinase-1 expression in decidual stromal cells, and promotes the invasion of the first-trimester human trophoblasts in coculture."}, {"pubmed": 20089858, "text": "KAI1 has a role in promotion of cell proliferation and mammary gland hyperplasia by the gp78 ubiquitin ligase"}, {"pubmed": 20144992, "text": "Results highlight the role of TI-VAMP in the secretory pathway of CD82, and support a model in which CD82 allows EGFR entry in microdomains that control its clathrin-dependent endocytosis and signaling."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20864363, "text": "Data show that bladder cancer cell lines lacking KAI1 expression were 2x to 10x more invasive than cell lines that expressed KAI1."}, {"pubmed": 21149584, "text": "the CD82 tetraspanin is specifically recruited to pathogen-containing phagosomes prior to fusion with lysosomes."}, {"pubmed": 21168384, "text": "KAI1 induces autophagy through phosphorylation of extracellular signal-related kinases rather than that of AKT."}, {"pubmed": 21382346, "text": "This result revealed that CD82 negatively regulates the HUVECs cell migration. The induction of CD82 gene expression in endothelial cells provided new insights into a specific function of HIF-2."}, {"pubmed": 21454613, "text": "KAI1 gene is engaged in NDRG1 gene-mediated metastasis suppression through the ATF3-NFkappaB complex in human prostate cancer."}, {"pubmed": 21459729, "text": "demonstrated a regulatory role for KAI1 in sphingosine kinase activation, which leads to decreased invasive ability in disease progression of human pancreatic cancer"}, {"pubmed": 21521534, "text": "decreased levels of CD82 protein were strikingly associated with the tumor status and the distant metastasis."}, {"pubmed": 21685244, "text": "Study demonstrated that the abnormal lower CD82 expression in ESCs induced by TCDD and estrogen may be an important molecular basis of endometriosis pathogenesis through enhancing the CCL2 secretion and CCR2 expression and the invasion of ESCs."}, {"pubmed": 21691075, "text": "Metastasis suppressor KAI1/CD82 attenuates the matrix adhesion of human prostate cancer cells by suppressing fibronectin expression and beta1 integrin activation."}, {"pubmed": 21875585, "text": "Dissecting the diverse functions of the metastasis suppressor CD82/KAI1."}, {"pubmed": 21961244, "text": "The pathological stage of penile carcinoma, but not lymph node metastasis, was positively correlated with the expression of CD82."}, {"pubmed": 21965773, "text": "This study investigated the expression of TS and DPD in cervical lymph node metastases and its relationship with primary oral squamous cell carcinoma, as well as the interaction between these enzymes and Kangai 1(KAI1/CD82)."}, {"pubmed": 22123080, "text": "analysis of the N-Glycosylation pattern of recombinant human CD82 (KAI1), a tumor-associated membrane protein"}, {"pubmed": 22152691, "text": "Angiogenesis and the expressions of CD82 and HIF-1alpha are related to differentiation, lymph node metastasis and clinical staging in non-small cell lung cancer."}, {"pubmed": 22320990, "text": "Germ line mutations in KISS1 and KAI1 are a less frequent event in head and neck cancer patients."}, {"pubmed": 22320993, "text": "KAI1 and KISS1 mRNA expression was markedly reduced in tissues of breast cancer compared to adjacent normal tissue."}, {"pubmed": 22390300, "text": "These novel observations may indicate that KAI1 exerts profound metastasis-suppressor activity in the tumor malignancy process via inhibition of CDCP1-mediated Src activation, followed by VHL-induced HIF-1alpha degradation and decreased VEGF expression."}, {"pubmed": 22393164, "text": "CD82 expression affects endometrial receptivity of the uterine epithelial cells in vitro"}, {"pubmed": 22670173, "text": "Cyclosporin A promotes trophoblasts invasiveness by stimulating the secretion of CXCL12, and also limits the invasiveness of trophoblasts by indirectly up-regulating the expression CD82."}, {"pubmed": 22679510, "text": "Findings suggest that CD82 is an important negative regulator at maternal-fetal interface during early pregnancy, inhibiting human trophoblast invasion and migration."}, {"pubmed": 22681921, "text": "expression of MVD, LVD, Kiss-1 and CEA mRNA is related to the prognosis of NSCLC"}, {"pubmed": 22718295, "text": "Results suggest that immunohistochemical analysis of CD82 (KAI1) and epithelial-specific antigen (ESA) to distinguish chromophobe renal cell carcinoma (ChRCC) from renal oncocytoma (RO)."}, {"pubmed": 23055153, "text": "Overexpression of CD82 in CD34+/CD38- cells are associated with acute myelogenous leukemia."}, {"pubmed": 23076981, "text": "CD82 inhibits canonical Wnt signalling by controlling the cellular distribution of beta-catenin in carcinoma cells."}, {"pubmed": 23102249, "text": "The low expression of CD82/KAI1 and E-cadherin was closely related to the invasion, progression and metastasis of non-small cell lung cancer."}, {"pubmed": 23251627, "text": "KAI1/CD82-induced phenotypes likely resulted from the suppression of multiple signaling pathways."}, {"pubmed": 23349235, "text": "role in mutual stimulation of chemotactic migration between trophoblast and endometrial stromal cells"}, {"pubmed": 23553196, "text": "Positive expression of KAI1 protein was found in ovarian tissue in 72.2% cases in BRCA1 mutation carriers and in 72.2 % in the control group."}, {"pubmed": 23617728, "text": "High expression of COX-2 and low expression of KAI-1/CD82 are associated with increased tumor invasiveness in papillary thyroid carcinoma."}, {"pubmed": 23696923, "text": "KAI1/CD82 and cyclinD1 may serve as markers for determination of invasiveness, metastasis and prognosis of laryngeal squamous cell carcinoma."}, {"pubmed": 23704882, "text": "A specific association between alpha4beta1 and CD81, CD82 and CD151 was demonstrated and antibodies to CD81 and CD82 augmented adhesion of proerythroblasts to Vascular Cell Adhesion Molecule-1."}, {"pubmed": 23797738, "text": "our data suggest that the CD82/STAT5/IL-10 signaling pathway is involved in the survival of CD34(+)/CD38(-)acute myelogenous leukemia cells"}, {"pubmed": 23873015, "text": "No statistically significant association was observed in KAI1 exon 9."}, {"pubmed": 23873025, "text": "CD82/KAI expression prevents IL-8-mediated endothelial gap formation in late-stage melanomas."}, {"pubmed": 23897813, "text": "an important new insight into the modulatory role of CD82 in endocytic trafficking of EGF receptor."}, {"pubmed": 24130172, "text": "KAI1 overexpression increases ING4 expression.Decreased KAI1 expression correlated with a worse melanoma patient survival.Increased expression of KAI1 reduces melanoma cell migration."}, {"pubmed": 24553302, "text": "clear cell renal cell carcinoma patients with CD82 positive expression show poor prognosis"}, {"pubmed": 24613834, "text": "Taken together, these data suggest that anti-miR-197 suppresses HCC migration and invasion by targeting CD82."}, {"pubmed": 24623721, "text": "CD82 overexpression increases the molecular density of alpha4 within membrane clusters, thereby increasing cellular adhesion."}, {"pubmed": 24758564, "text": "Low CD82 expression is associated with laryngeal squamous cell carcinoma."}, {"pubmed": 24901051, "text": "this study reveals that DeltaNp63alpha upregulates CD82 to inhibit cell invasion, and suggests that GSK3beta can regulate cell invasion by modulating the DeltaNp63alpha-CD82 axis."}, {"pubmed": 25071074, "text": "Expression level of KAI1 was downregulated, while the expression level of VEGF was upregulated in the tissues or serum of patients with hepatocellular carcinoma. Combined detection of KAI1 and VEGF form a reliable panel of diagnostic markers for HCC."}, {"pubmed": 25119390, "text": "Hypermethylation of the CD82 promoter may be an event leading to the development of hepatoma and is likely to be involved in tumor progression."}, {"pubmed": 25199507, "text": "Serum-free media and hypoxia protected the MiaPaCa-2 cells from a KAI1-induced apoptosis and proliferation inhibition via autophagy induction."}, {"pubmed": 25435431, "text": "KAI1-splice does not only counteract the tumor-suppressive actions of KAI1, but - beyond that - promotes alphavbeta3-mediated biological functions in favor of tumor progression and metastasis."}, {"pubmed": 25652145, "text": "These results suggested that microRNA-362-3p or CD82 can be exploited as a new potential target for control of gastric cancers in the future."}, {"pubmed": 25688501, "text": "KAI-1, might be important biological marker involved in the carcinogenesis, metastasis, and invasion of gallbladder adenocarcinoma."}, {"pubmed": 25912735, "text": "CD82 down-regulation could be a critical step involved in the EGFR over-expression and the stronger tumorigenic activity triggered by EGFR mutations"}, {"pubmed": 25955299, "text": "blockade of CD82 in leukemia cells lowered EZH2 expression via activation of p38 MAPK signaling."}, {"pubmed": 26132195, "text": "CD82 enhanced the expression of miR-203 and directly downregulated FZD2 expression, suppressing cancer metastasis/cell migration by inhibiting the Wnt signaling pathway."}, {"pubmed": 26199094, "text": "KAI1 was able to suppress melanoma angiogenesis by downregulating IL-6 and VEGF expression."}, {"pubmed": 26231404, "text": "High KAI1 expression is associated with epithelial-mesenchymal transition in non-small cell lung cancer."}, {"pubmed": 26246476, "text": "Loss of both KAI1 and p27 defines a subgroup of primary melanoma patients with poor prognosis."}, {"pubmed": 26260387, "text": "CD82 regulated BCL2L12 expression via STAT5A and AKT signaling and stimulated proliferation and engrafting of leukemia cells."}, {"pubmed": 26335499, "text": "Ubiquitously expressed CD82 restrains cell migration and cell invasion by modulating both cell-matrix and cell-cell adhesiveness and confining outside-in pro-motility signaling."}, {"pubmed": 26408312, "text": "The expression of KAI1/CD82, CD44, MMP7 and beta-catenin is related to tumor metastasis and prognosis in colorectal carcinoma."}, {"pubmed": 26592446, "text": "a mechanism where the membrane organization of CD82, through specific posttranslational modifications, regulates N-cadherin clustering and membrane density, which impacts the in vivo trafficking of AML cells."}, {"pubmed": 26681053, "text": "Survivin, Bcl-2, and KAI1 are metastasis-related factors in cervical cancer. Overexpression of survivin and Bcl-2, and low expression of KAI1 promotes cervical cancer progress and metastasis."}, {"pubmed": 26918694, "text": "KAI1 and KISS1 are implicated in the pathogenesis and maintenance of endometriosis."}, {"pubmed": 27041584, "text": "These findings uncovered a hitherto unappreciated function of CD82 in severing the linkage between U2AF2-mediated CD44 alternative splicing and cancer aggressiveness, with potential prognostic and therapeutic implications in melanoma"}, {"pubmed": 27082851, "text": "KAI1-induced decreases in VEGFC expression are mediated via Src/STAT3 signaling pathways in pancreatic cancer cells."}, {"pubmed": 27103437, "text": "Our present work therefore suggests that CD82 on EC is a potential target for anti-angiogenic therapy in VEGFR2-dependent tumor angiogenesis."}, {"pubmed": 27349208, "text": "The simultaneous overexpression of p12CDK2-AP1 and CD82 significantly suppressed the in vivo tumor growth."}, {"pubmed": 27417454, "text": "these data propose a mechanism where CD82 membrane organization regulates sustained PKCalpha signaling that results in an aggressive leukemia phenotype. These observations suggest that the CD82 scaffold may be a potential therapeutic target for attenuating aberrant signal transduction in acute myeloid leukemia (AML)."}, {"pubmed": 27509988, "text": "Lack of expression of the KAI1 might indicate a more aggressive form of breast cancer."}, {"pubmed": 27641304, "text": "CD82 function may be important for muscle stem cell function in muscular disorders."}, {"pubmed": 27764516, "text": "that a loss of KAI1/CD82 and an increase in PDGFR expression in gliomas relate to a progressive tumor growth"}, {"pubmed": 27793161, "text": "KAI1 underexpression is associated with gastric cancer."}, {"pubmed": 27813113, "text": "Methylation of CpG islands within the KAI1 promoter region was observed in the low KAI1-expressing prostate cancer cells."}, {"pubmed": 27926483, "text": "the results suggest that CD82 suppresses epithelial-to-mesenchymal transition in prostate cancer cells adhered to the fibronectin matrix by repressing adhesion signaling through lateral interactions with the associated alpha3beta1 and alpha5beta1 integrins, leading to reduced cell migration and invasive capacities."}, {"pubmed": 28030805, "text": "CD82 is a component of the promiscuous TIMP-1 interacting protein complex on cell surface of human pancreatic adenocarcinoma cells. CD82 directly binds to TIMP-1 N-terminal region through its large extracellular loop and co-localizes with TIMP-1."}, {"pubmed": 28252644, "text": "Overexpression of LAMC2 and knockdown of CD82 markedly promoted GC cell invasion and activated EGFR/ERK1/2-MMP7 signaling via upregulation of the expression of phosphorylated (p)-EGFR, p-ERK1/2 and MMP7."}, {"pubmed": 28260006, "text": "The overexpression of KAI1/CD82 inhibited the proliferation and invasion of OSCC-15 cells."}, {"pubmed": 28368419, "text": "a sub-population of DeltaNp63 and CD82-positive cells, whose disruption significantly perturbs the development of prostate metastatic tumor growth."}, {"pubmed": 28534512, "text": "Authors showed that miR-K6-5p directly targeted the coding sequence of CD82 molecule (CD82), a metastasis suppressor."}, {"pubmed": 29187211, "text": "The positive expression rates of KAI1 and nm23 were significantly lower in laryngeal squamous cell carcinoma than normal laryngeal mucosa."}, {"pubmed": 29710538, "text": "The inhibition of miR-338-5p suppressed growth and metastasis of A375 cells. CD82 mRNA was identified as a direct target mRNA of miR-338-5p."}, {"pubmed": 29760437, "text": "CD82-RUNX1-Rab5/22 axis may be a previously unrecognized virulence mechanism of Mycobacterium tuberculosis pathogenesis."}, {"pubmed": 29936782, "text": "Low CD82 expression is associated with Biochemical Failure in Prostate cancer."}, {"pubmed": 30005669, "text": "liprin-alpha1 as a novel regulator of CD82"}, {"pubmed": 30189244, "text": "The authors demonstrate a mechanism of CD82 suppression of the invasive and metastatic potentials of epithelial cancer cells."}, {"pubmed": 30280774, "text": "Results found that low expression of CD82/KAI1 in esophageal squamous cell carcinoma (ESCC) was significantly associated with the pathological stage, distant metastasis and poor prognosis of ESCC patients. CD82/KAI1 may inhibit the malignant progression of ESCC by interacting with TGF-beta1."}, {"pubmed": 30306427, "text": "Alternative splicing is an important mechanism underlying KAI1 loss of function in breast cancer, and it is associated with bad prognosis (advanced cancer stage)."}, {"pubmed": 30604894, "text": "Low CD82 expression is associated with breast cancer."}, {"pubmed": 30862962, "text": "CD82 accelerated beta-catenin nuclear location and then stimulated the expression of downstream molecules of Wnt/beta-catenin pathway"}, {"pubmed": 30948327, "text": "KAI1 reversed EMT-related marker expression and inhibited migration and invasion of PC cells."}, {"pubmed": 31010852, "text": "these data demonstrate that CD82 organizes the proper assembly of Dectin-1 signaling machinery in response to Candida albicans"}, {"pubmed": 31215741, "text": "MicroRNA-362-3p maintains EMT by regulating CD82."}, {"pubmed": 31483122, "text": "A variant on CD82 gene (rs2303861 polymorphism) may have a role in the development and progression of non-alcoholic fatty liver disease"}, {"pubmed": 31759355, "text": "Down Regulation of KAI1 is associated with Breast Cancer."}, {"pubmed": 32203165, "text": "Tetraspanin CD82 drives acute myeloid leukemia chemoresistance by modulating protein kinase C alpha and beta1 integrin activation."}, {"pubmed": 32769329, "text": "Diagnostic utility of amylase alpha-1A, MOC 31, and CD 82 in renal oncocytoma versus chromophobe renal cell carcinoma."}, {"pubmed": 32986351, "text": "Investigations of a Possible Role of SNPs in KAI1 Gene on Its Down-Regulation in Breast Cancer."}, {"pubmed": 33204367, "text": "CD82 Suppresses ADAM17-Dependent E-Cadherin Cleavage and Cell Migration in Prostate Cancer."}, {"pubmed": 33298014, "text": "Gene expression analysis of human prostate cell lines with and without tumor metastasis suppressor CD82."}, {"pubmed": 33605572, "text": "The Role of CK7, S100A1, and CD82 (KAI1) Expression in the Differential Diagnosis of Chromophobe Renal Cell Carcinoma and Renal Oncocytoma."}, {"pubmed": 33655331, "text": "Effects of KAI gene expression on ferroptosis in pancreatic cancer cells."}, {"pubmed": 33862453, "text": "Small extracellular ring domain is necessary for CD82/KAI1'anti-metastasis function."}, {"pubmed": 33953224, "text": "CD82 is a marker to isolate beta cell precursors from human iPS cells and plays a role for the maturation of beta cells."}, {"pubmed": 34207462, "text": "Mechanical Control of Cell Migration by the Metastasis Suppressor Tetraspanin CD82/KAI1."}, {"pubmed": 34280124, "text": "A positive COX-2/IL-1beta loop promotes decidualization by upregulating CD82."}, {"pubmed": 34445169, "text": "CD82 and Gangliosides Tune CD81 Membrane Behavior."}, {"pubmed": 35728771, "text": "Proteomic profiling of plasma exosomes reveals CD82 involvement in the development of esophageal squamous cell carcinoma."}, {"pubmed": 35942551, "text": "Lower expression of KAI1 as a biomarker of poor survival prognosis of melanoma combined with colorectal cancer metastasis."}, {"pubmed": 36595821, "text": "Expression of KAI1 and AGR2 in lung adenocarcinoma and their clinicopathological significance."}, {"pubmed": 37434585, "text": "Tetraspanin CD82 Associates with Trafficking Vesicle in Muscle Cells and Binds to Dysferlin and Myoferlin."}, {"pubmed": 38473906, "text": "Tetraspanin CD82 Correlates with and May Regulate S100A7 Expression in Oral Cancer."}, {"pubmed": 38515751, "text": "CD81 and CD82 expressing tumor-infiltrating lymphocytes in the NSCLC tumor microenvironment play a crucial role in T-cell activation and cytokine production."}, {"pubmed": 38821592, "text": "DNA Hypermethylation Inhibits the CD82 Metastasis Suppressor Gene in Gastric Cancer."}], "genomic_pos": {"chr": "11", "end": 44620358, "ensemblgene": "ENSG00000085117", "start": 44564427, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 44641913, "start": 44585977, "strand": 1}, "go": {"CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 30463011, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045335", "qualifier": "located_in", "term": "phagocytic vesicle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19199708, 20458337], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15205336, 28030805, 32296183], "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[6239, 181567], [7165, 1275100], [7227, 39017], [7955, 324098], [7955, 324137], [8364, 394799], [9031, 423172], [9544, 715606], [9598, 741685], [9606, 3732], [9615, 119864234], [9913, 506713], [10090, 12521], [10116, 83628]], "id": 20512}, "interpro": [{"desc": "Tetraspanin, EC2 domain superfamily", "id": "IPR008952", "short_desc": "Tetraspanin_EC2_sf"}, {"desc": "Tetraspanin/Peripherin", "id": "IPR018499", "short_desc": "Tetraspanin/Peripherin"}, {"desc": "Tetraspanin, conserved site", "id": "IPR018503", "short_desc": "Tetraspanin_CS"}, {"desc": "Tetraspanin, animals", "id": "IPR000301", "short_desc": "Tetraspanin_animals"}], "ipi": ["IPI00020446", "IPI00385291", "IPI00977277", "IPI00979212", "IPI00979298", "IPI00979984", "IPI00980770", "IPI00981036", "IPI00982092"], "map_location": "11p11.2", "name": "CD82 molecule", "other_names": ["C33 antigen", "CD82 antigen", "inducible membrane protein R2", "kangai 1 (suppression of tumorigenicity 6, prostate; CD82 antigen (R2 leukocyte antigen, antigen detected by monoclonal and antibody IA4))", "metastasis suppressor Kangai-1", "tetraspanin-27", "tspan-27"], "pantherdb": {"HGNC": "6210", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104651", "ortholog_type": "LDO", "panther_family": "PTHR19282", "taxid": 10090, "uniprot_kb": "P40237"}, {"RGD": "69070", "ortholog_type": "LDO", "panther_family": "PTHR19282", "taxid": 10116, "uniprot_kb": "O70352"}, {"Ensembl": "ENSGALG00000038217", "ortholog_type": "LDO", "panther_family": "PTHR19282", "taxid": 9031, "uniprot_kb": "A0A1D5PPZ3"}, {"ZFIN": "ZDB-GENE-030131-2818", "ortholog_type": "O", "panther_family": "PTHR19282", "taxid": 7955, "uniprot_kb": "F1Q6P4"}, {"ZFIN": "ZDB-GENE-030131-2857", "ortholog_type": "LDO", "panther_family": "PTHR19282", "taxid": 7955, "uniprot_kb": "Q7T2E0"}], "uniprot_kb": "P27701"}, "pathway": {"kegg": {"id": "hsa04115", "name": "p53 signaling pathway - Homo sapiens (human)"}, "netpath": {"id": "Pathway_TCR", "name": "TCR"}, "pid": [{"id": "era_genomic_pathway", "name": "Validated nuclear estrogen receptor alpha network"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}], "wikipathways": {"id": "WP4950", "name": "16p11.2 distal deletion syndrome"}}, "pfam": "PF00335", "pharmgkb": "PA142672155", "pharos": {"target_id": 4512, "tdl": "Tbio"}, "pir": "I38942", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF226055", "relationship": "is"}, {"id": "GNF251735", "relationship": "is"}, {"id": "GNF251736", "relationship": "similar to"}, {"id": "GNF251737", "relationship": "is"}, {"id": "GNF251738", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161262", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035918", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF030153", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097026", "relationship": "is"}, {"id": "GNF136681", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_023234.1"], "protein": ["NP_001020015.1", "NP_002222.1", "XP_011518369.1", "XP_047282856.1", "XP_047282857.1", "XP_047282859.1", "XP_047282860.1", "XP_054224673.1", "XP_054224674.1", "XP_054224675.1", "XP_054224676.1"], "rna": ["NM_001024844.2", "NM_002231.4", "XM_011520067.3", "XM_047426900.1", "XM_047426901.1", "XM_047426903.1", "XM_047426904.1", "XM_054368698.1", "XM_054368699.1", "XM_054368700.1", "XM_054368701.1"], "translation": [{"protein": "XP_054224676.1", "rna": "XM_054368701.1"}, {"protein": "XP_011518369.1", "rna": "XM_011520067.3"}, {"protein": "XP_047282859.1", "rna": "XM_047426903.1"}, {"protein": "XP_047282856.1", "rna": "XM_047426900.1"}, {"protein": "NP_001020015.1", "rna": "NM_001024844.2"}, {"protein": "XP_054224674.1", "rna": "XM_054368699.1"}, {"protein": "XP_054224675.1", "rna": "XM_054368700.1"}, {"protein": "NP_002222.1", "rna": "NM_002231.4"}, {"protein": "XP_047282860.1", "rna": "XM_047426904.1"}, {"protein": "XP_047282857.1", "rna": "XM_047426901.1"}, {"protein": "XP_054224673.1", "rna": "XM_054368698.1"}]}, "reporter": {"HG-U133_Plus_2": ["203904_x_at", "228910_at"], "HTA-2_0": "TC11000374.hg.1", "HuEx-1_0": ["2652656", "3328520"], "HuGene-1_1": "7939546", "HuGene-2_1": "16724061"}, "retired": 8052, "summary": "This metastasis suppressor gene product is a membrane glycoprotein that is a member of the transmembrane 4 superfamily. Expression of this gene has been shown to be downregulated in tumor progression of human cancers and can be activated by p53 through a consensus binding sequence in the promoter. Its expression and that of p53 are strongly correlated, and the loss of expression of these two proteins is associated with poor survival for prostate cancer patients. Two alternatively spliced transcript variants encoding distinct isoforms have been found for this gene. [provided by RefSeq, Jul 2008].", "symbol": "CD82", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812444"}, "unigene": "Hs.527778", "uniprot": {"Swiss-Prot": "P27701", "TrEMBL": ["E9PM43", "E9PP61", "E9PJ45", "E9PJK9", "H0YD57", "E9PJ59", "E9PJB7", "E9PJC7"]}, "wikipedia": {"url_stub": "CD82 (gene)"}}