{"AllianceGenome": "1712", "HGNC": "1712", "MIM": "123920", "_id": "978", "_version": 1, "accession": {"genomic": ["AF095644.1", "AH007420.2", "AL391357.20", "CH471134.1", "CP068277.2", "NC_000001.11", "NC_060925.1"], "protein": ["AAA57254.1", "AAB24946.1", "AAC69599.1", "AAD15828.1", "AAH54036.1", "AAT47715.2", "CAA04113.1", "EAW94931.1", "EAW94932.1", "EAW94933.1", "NP_001776.1", "P32320.2"], "rna": ["AJ000474.1", "AY634312.2", "BC048284.1", "BC054036.1", "CD675458.1", "L27943.1", "NM_001785.3", "S52873.1"], "translation": [{"protein": "AAA57254.1", "rna": "L27943.1"}, {"protein": "AAB24946.1", "rna": "S52873.1"}, {"protein": "NP_001776.1", "rna": "NM_001785.3"}, {"protein": "AAH54036.1", "rna": "BC054036.1"}, {"protein": "CAA04113.1", "rna": "AJ000474.1"}, {"protein": "AAT47715.2", "rna": "AY634312.2"}]}, "alias": "CDD", "ec": "3.5.4.5", "ensembl": {"gene": "ENSG00000158825", "protein": "ENSP00000364212", "transcript": ["ENST00000375071", "ENST00000461985"], "translation": [{"protein": "ENSP00000364212", "rna": "ENST00000375071"}], "type_of_gene": "protein_coding"}, "entrezgene": "978", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.85290418824, "exp_mis": 47.905809336, "exp_syn": 22.90288492, "lof_z": 2.18217985878182, "mis_z": -0.430663786342329, "mu_lof": 3.1024102476e-07, "mu_mis": 4.44956895747e-06, "mu_syn": 2.06986140436e-06, "n_lof": 0.0, "n_mis": 54.0, "n_syn": 20.0, "p_li": 0.787227682049009, "p_null": 0.00646910150455672, "p_rec": 0.206303216446435, "syn_z": 0.376039509949242}, "bp": 441, "cds_end": 20945061, "cds_start": 20915622, "n_exons": 4, "nonpsych": {"exp_lof": 4.31519757945, "exp_mis": 43.2822322674, "exp_syn": 20.6521728835, "lof_z": 2.04010413216443, "mis_z": -0.515029361620564, "mu_lof": 3.1024102476e-07, "mu_mis": 4.44956895747e-06, "mu_syn": 2.06986140436e-06, "n_lof": 0.0, "n_mis": 50.0, "n_syn": 18.0, "p_li": 0.774275342611475, "p_null": 0.00909936462455073, "p_rec": 0.216625292763974, "syn_z": 0.367436244439432}, "nontcga": {"exp_lof": 4.45715193663, "exp_mis": 44.0658277002, "exp_syn": 21.0631360105, "lof_z": 2.08261969839352, "mis_z": -0.595470744080677, "mu_lof": 3.1024102476e-07, "mu_mis": 4.44956895747e-06, "mu_syn": 2.06986140436e-06, "n_lof": 0.0, "n_mis": 52.0, "n_syn": 20.0, "p_li": 0.76782348258125, "p_null": 0.00817700229896785, "p_rec": 0.223999515119782, "syn_z": 0.146673344069836}, "transcript": "ENST00000375071.3"}, "exons": [{"cdsend": 20618568, "cdsstart": 20589129, "chr": "1", "position": [[20589096, 20589283], [20604927, 20605039], [20613841, 20613899], [20618451, 20618903]], "strand": 1, "transcript": "NM_001785", "txend": 20618903, "txstart": 20589096}], "exons_hg19": [{"cdsend": 20945061, "cdsstart": 20915622, "chr": "1", "position": [[20915589, 20915776], [20931420, 20931532], [20940334, 20940392], [20944944, 20945396]], "strand": 1, "transcript": "NM_001785", "txend": 20945396, "txstart": 20915589}], "generif": [{"pubmed": 12113294, "text": "serum adenosine deaminase and cytidine deaminase levels were significantly higher in systemic lupus erythematosus patients"}, {"pubmed": 12844405, "text": "The level of CDD mRNA expression varies at the different stage of acute leukemia. The expression level of CDD seems not to be a prognostic factor."}, {"pubmed": 14565460, "text": "Intersubunit interactions in human cytidine deaminase using wild and recombinant, amino acid-substituted enzymes"}, {"pubmed": 14565461, "text": "Understanding the catalytic mechanism by crystallization of the E. coli homolog"}, {"pubmed": 14744791, "text": "Presence of several GATA1 binding sites in the CDAsf promoter and the uniform detection of GATA1 mutations in DS megakaryocytic leukemia suggested the potential role of GATA1 in regulating CDA transcription."}, {"pubmed": 15713780, "text": "analysis of isoenzymatic forms of human cytidine deaminase"}, {"pubmed": 16303324, "text": "Molecular model of cytidine deaminase."}, {"pubmed": 16304576, "text": "Gene transfer increased the resistance of CDD-transduced cord blood and peripheral blood-derived progenitor cells for 20-100 nM cytarabine and 8-10 nM gemcitabine. Protection was observed for progenitors of erythroid as well as myeloid differentiation."}, {"pubmed": 16446974, "text": "6 SNPs ( -92A>G, -205C>G, -451C>T, -897C>A, -1075A>G and -1181G>A) in promoter of CDA may influence Ara-C chemosensitivity."}, {"pubmed": 16507781, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17194903, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17464349, "text": "Described the identification and characterization of HSCD, which is the product of alternative splicing of the HCD gene"}, {"pubmed": 17479107, "text": "After gene trasfer of CDA, this enzyme plus 5-fluorocytosine with TRAIL may be useful for the therapy of tumors resistant to TRAIL."}, {"pubmed": 17640070, "text": "in the human cytidine deaminase, the side chain of arginine 68 involved in the catalytic process in one subunit active site might come from another subunit"}, {"pubmed": 18347182, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18347182, "text": "The role of CDA Lys(27)Lys polymorphism as a possible predictive marker of activity, toxicity, time to progression, and overall survival in advanced NSCLC patients treated with cisplatin and gemcitabine."}, {"pubmed": 18537153, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18538445, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18600531, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18762567, "text": "Results provide evidence for a new regulatory mechanism that restricts activation-induced cytidine deaminase activity and can therefore be relevant to prevent B cell malignant transformation."}, {"pubmed": 18775979, "text": "In leukoblasts from 82 patients with acute myeloid leukemia, various extent and frequency of differential allelic expression in the CDA, DCK, NT5C2, NT5C3, and TP53 genes was observed."}, {"pubmed": 19035178, "text": "The cytidine deaminase 208A genotype is shown to be more sensitive to cytosine arabinoside than the 208G genotype in childhood acute leukemia."}, {"pubmed": 19293806, "text": "Homozygous cytidine deaminase, CDA*3, is a major cause of life-threatening toxicities in gemcitabine-treated Japanese cancer patients."}, {"pubmed": 19458626, "text": "Single Nucleotide Polymorphism in cytidine deaminase is associated with Acute Myeloid Leukemia."}, {"pubmed": 19536092, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19889077, "text": "Curcumin downregulated Helicobacter pylori induced cytidine deaminase expression in gastric epithelial cells."}, {"pubmed": 19898482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19941076, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 19941076, "text": "The aim of this study was also to assess the distribution of genotypic variants of CDA in a central Italy population."}, {"pubmed": 20028759, "text": "Clinical trial of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20045991, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 20173083, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 20196672, "text": "Activation-induced cytidine deaminase expression suggests diffuse large B-cell lymphoma may arise from a putative interfollicular large B cell."}, {"pubmed": 20211060, "text": "Compared with their parental cells, the expressions of CDA, RRM1, PTEN and ERCC1 increase in human gemcitabine-resistant non-small cell lung cancer cell lines."}, {"pubmed": 20213492, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20563566, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20608756, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20637228, "text": "These investigations reinforced the hypothesis that in human CDA the side chain of Y33 is involved in intersubunit interactions with four glutamate residues forming a double latch that connects each of the two pairs of monomers of the tetrameric CDA."}, {"pubmed": 20665488, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20890066, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21325291, "text": "the deleted allele of rs3215400 in the promoter of cytidine deaminase shows an increased allele-specific expression and is significantly associated with an increased risk of capecitabine-induced hand-foot syndrome"}, {"pubmed": 21332653, "text": "Single nucleotide polymorphisms in cytidine deaminase is associated with the pharmacological advantage of prolonged dose rate gemcitabine."}, {"pubmed": 21538122, "text": "Aberrant activation-induced cytidine deaminase expression is correlated with persistent inflammatory condition induced by H. pylori infection and may contribute to the development of gastric cancer through an inflammatory condition and intestinalization."}, {"pubmed": 21625252, "text": "In conclusion, in this prospective randomized adjuvant study of patients with pancreatic cancer, the cytidine deaminase polymorphism is validated as a predictive marker of gemcitabine hematological toxicity, but not with treatment response or survival"}, {"pubmed": 21652582, "text": "cytidine deaminase enzymatic activity appears to be the strongest candidate biomarker of activity and efficacy of platinum-gemcitabine-based chemotherapy in advanced non-small-cell lung cancer patients"}, {"pubmed": 21858090, "text": "Data show that the CDA/DCK ratio was 3 fold higher in non-responders than responders (P<.05), suggesting that this could be a mechanism of primary resistance."}, {"pubmed": 22052224, "text": "Cytidine deaminase (CDA) 435 T/T genotype was significantly associated with better response to treatment and the CDA 435 C/T genotype was associated with a significantly increased risk of nonhematological toxicity."}, {"pubmed": 22304580, "text": "CDA RNA expression as well as Ara-C IC showed wide variation in AML samples and normal controls."}, {"pubmed": 22546611, "text": "Chinese patients carrying A79C variant C allele of CDA were found to be at higher risk of developing severe neutropenia after gemcitabine-based chemotherapy."}, {"pubmed": 22592598, "text": "Data indicate cytidine deaminase rapid expression upon doxycycline application in mouse haematopoietic system."}, {"pubmed": 22884143, "text": "It is evident that the DCK and CDA polymorphisms might be the important markers for the AML patients' therapy outcomes in a Chinese population."}, {"pubmed": 23033855, "text": "Studied human CDA using site-directed mutagenesis: through these studies it was possible to understand the role exerted by specific amino acid residues in CDA active site and in the contacts between subunits."}, {"pubmed": 23651026, "text": "Carriers of the CDA*2B haplotype displayed higher CDA activity."}, {"pubmed": 23736036, "text": "Variation in the DPYD, TYMS, CDA and MTHFR genes are clinically significant predictors of fluoropyrimidine toxicity."}, {"pubmed": 23837479, "text": "ultrarapid metabolizer patients are nearly five-times more likely to have progressive disease than patients with normal or low CDA activities."}, {"pubmed": 23995783, "text": "Macrophages mediate gemcitabine resistance of pancreatic adenocarcinoma by upregulating cytidine deaminase."}, {"pubmed": 24183806, "text": "The T70 variant has a lower catalytic efficiency toward the analyzed substrates when compared to the A70 variant, suggesting that patients carrying the 208G>A SNP may have a greater exposure to cytosine based pro drugs"}, {"pubmed": 24557790, "text": "The A79C CDA polymorphism did not show a significant impact on the response rate to gemcitabine in NSCLC patients, while the wild type CDA genotype was indeed correlated to a lower rate of incidence of severe anemia in patients taking gemcitabine."}, {"pubmed": 24841663, "text": "These results provide suggestive evidence of a favorable effect for the XPD 312Asp/Asp and XPD 751Lys/Lys genotypes with respect to overall survival rates in platinum-treated NSCLC patients"}, {"pubmed": 25582275, "text": "These results suggest that CDA 79A>C polymorphisms is a potential biomarker for toxicity of gemcitabine-based chemotherapy and a CDA testing before gemcitabine administration is preferred."}, {"pubmed": 25643696, "text": "miR-484-modulated cytidine deaminase has a dual impact in promoting chemoresistance and suppressing cell proliferation in breast cancer"}, {"pubmed": 25691056, "text": "Polymorphisms in ABCB1, CDA, ENOSF1,and TYMS could help to predict specific and overall severe adverse reactions to capecitabine."}, {"pubmed": 25850965, "text": "This case report calls for further prospective studies investigating the exact role that CDA status plays in the clinical outcome of patients treated with azacytidine."}, {"pubmed": 26083014, "text": "RNA expression of deoxycytidine kinase (DCK), human equilibrative nucleoside transporter-1 (ENT1) and ribonucleotide reductase M1 (RRM1) were significantly higher and cytidine deaminase (CDA) was significantly lower in ex vivo Ara-C sensitive samples."}, {"pubmed": 26090398, "text": "n the multivariate Cox regression analysis, we found that age at diagnosis, wild-type genotype of the CDA A79C polymorphism, and wild-type genotype of the dCK C360G polymorphism were the most significant prognostic factors for predicting the risk of death"}, {"pubmed": 26181065, "text": "stimulation of PARP-1 activity in CDA-deficient cells restores replication and, thus, chromosome segregation. Moreover, increasing intracellular dCTP levels generates under-replication-induced sister-chromatid bridges as efficiently as PARP-1 knockdown"}, {"pubmed": 26200337, "text": "tumor cell lines that are susceptible to epigenetic nucleosides overexpress cytidine deaminase (CDA); CDA converts 5hmdC and 5fdC into variants of uridine that are incorporated into DNA, resulting in accumulation of DNA damage, and ultimately, cell death"}, {"pubmed": 26354033, "text": "results indicate that rs2072671 in CDA may be an important prognostic marker in NK-AML patients."}, {"pubmed": 26418006, "text": "Single nucleotide polymorphisms in cytidine deaminase gene were associated with the efficacy of gemcitabine in Biliary Tract Cancer."}, {"pubmed": 27979915, "text": "Intracerebral microdialysis revealed that clonal NSC line to stably express cytosine deaminase (CD-NSCs) produced 5-FU locally in the brain in a 5-FC dose-dependent manner. Collectively, our results from this first-in-human study demonstrate initial safety and proof of concept regarding the ability of NSCs to target brain tumors and locally produce chemotherapy."}, {"pubmed": 28463527, "text": "The observed incomplete sister chromatid disjunction may be due to the accumulation of unreplicated DNA during mitosis in CDA-deficient cells, as reflected in the changes in centromeric DNA structure associated with the decrease in basal PARP-1 activity."}, {"pubmed": 28827188, "text": "SNPs in CDA and CES2 were associated with benefit from the addition of capecitabine to chemotherapy in metastatic breast cancer patients"}, {"pubmed": 29136157, "text": "data indicate that dominant negative effect of JP41 mutation on class-switch recombination (CSR) is likely due to the depletion of the CSR-specific RNA-binding proteins from WT activation-induced cytidine deaminase"}, {"pubmed": 30889042, "text": "Results of gemcitabine-induced neutropenia using a competing risk model in a prospective randomized clinical study has proposed a potentially novel mechanism of the protective effect of the CDA rs2072671 variant."}, {"pubmed": 32103170, "text": "MUC1 oncoprotein mitigates ER stress via CDA-mediated reprogramming of pyrimidine metabolism."}, {"pubmed": 32807821, "text": "A decrease in NAMPT activity impairs basal PARP-1 activity in cytidine deaminase deficient-cells, independently of NAD(.)"}, {"pubmed": 36329350, "text": "Upregulation of cytidine deaminase in NAT1 knockout breast cancer cells."}, {"pubmed": 37282621, "text": "Seven-membered ring nucleobases as inhibitors of human cytidine deaminase and APOBEC3A."}, {"pubmed": 38294491, "text": "Cytidine Deaminase Resolves Replicative Stress and Protects Pancreatic Cancer from DNA-Targeting Drugs."}], "genomic_pos": {"chr": "1", "end": 20618903, "ensemblgene": "ENSG00000158825", "start": 20589086, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 20945401, "start": 20915441, "strand": 1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 9596658, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0008655", "pubmed": 9596658, "qualifier": "involved_in", "term": "pyrimidine-containing compound salvage"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009972", "qualifier": "involved_in", "term": "cytidine deamination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009972", "pubmed": 9596658, "qualifier": "involved_in", "term": "cytidine deamination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019858", "pubmed": 7923172, "qualifier": "involved_in", "term": "cytosine metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030308", "pubmed": 9596658, "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044206", "qualifier": "involved_in", "term": "UMP salvage"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045980", "pubmed": 9596658, "qualifier": "involved_in", "term": "negative regulation of nucleotide metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046898", "qualifier": "involved_in", "term": "response to cycloheximide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071217", "qualifier": "involved_in", "term": "cellular response to external biotic stimulus"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 9596658, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005829", "pubmed": 16303324, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0034774", "qualifier": "located_in", "term": "secretory granule lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904724", "qualifier": "located_in", "term": "tertiary granule lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904813", "qualifier": "located_in", "term": "ficolin-1-rich granule lumen"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0001882", "pubmed": 15689149, "qualifier": "enables", "term": "nucleoside binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004126", "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004126", "pubmed": [7923172, 9596658], "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004126", "qualifier": "enables", "term": "cytidine deaminase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 25910212, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 15689149, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [9596658, 31515488, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 15689149, "qualifier": "enables", "term": "protein homodimerization activity"}]}, "homologene": {"genes": [[4896, 2541551], [4932, 850946], [5141, 3881419], [7955, 402979], [7955, 559958], [8364, 549971], [9031, 771849], [9544, 705913], [9598, 744046], [9606, 978], [9615, 487393], [9913, 616377], [10090, 72269], [10116, 362638], [28985, 2893473], [33169, 4622843], [318829, 5049480]], "id": 1352}, "interpro": [{"desc": "Cytidine and deoxycytidylate deaminase domain", "id": "IPR002125", "short_desc": "CMP_dCMP_dom"}, {"desc": "Cytidine deaminase, homotetrameric", "id": "IPR006262", "short_desc": "Cyt_deam_tetra"}, {"desc": "APOBEC/CMP deaminase, zinc-binding", "id": "IPR016192", "short_desc": "APOBEC/CMP_deaminase_Zn-bd"}, {"desc": "Cytidine deaminase-like", "id": "IPR016193", "short_desc": "Cytidine_deaminase-like"}], "ipi": "IPI00027983", "map_location": "1p36.12", "name": "cytidine deaminase", "other_names": ["cytidine aminohydrolase", "cytidine deaminase", "cytosine nucleoside deaminase", "small cytidine deaminase"], "pantherdb": {"HGNC": "1712", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1919519", "ortholog_type": "LDO", "panther_family": "PTHR11644", "taxid": 10090, "uniprot_kb": "P56389"}, {"RGD": "1311101", "ortholog_type": "LDO", "panther_family": "PTHR11644", "taxid": 10116, "uniprot_kb": "D4AC20"}, {"Ensembl": "ENSGALG00000007382", "ortholog_type": "LDO", "panther_family": "PTHR11644", "taxid": 9031, "uniprot_kb": "E1C6V1"}, {"ZFIN": "ZDB-GENE-041114-88", "ortholog_type": "O", "panther_family": "PTHR11644", "taxid": 7955, "uniprot_kb": "F1QSJ0"}, {"ZFIN": "ZDB-GENE-170609-2", "ortholog_type": "O", "panther_family": "PTHR11644", "taxid": 7955, "uniprot_kb": "A0A2R8RZC9"}, {"ZFIN": "ZDB-GENE-040426-1911", "ortholog_type": "LDO", "panther_family": "PTHR11644", "taxid": 7955, "uniprot_kb": "Q6P0R4"}, {"WormBase": "WBGene00000391", "ortholog_type": "O", "panther_family": "PTHR11644", "taxid": 6239, "uniprot_kb": "Q22922"}, {"WormBase": "WBGene00000392", "ortholog_type": "LDO", "panther_family": "PTHR11644", "taxid": 6239, "uniprot_kb": "Q20628"}, {"FlyBase": "FBgn0032003", "ortholog_type": "O", "panther_family": "PTHR11644", "taxid": 7227, "uniprot_kb": "Q7KTJ2"}, {"FlyBase": "FBgn0032001", "ortholog_type": "O", "panther_family": "PTHR11644", "taxid": 7227, "uniprot_kb": "Q9VLR3"}, {"FlyBase": "FBgn0032002", "ortholog_type": "LDO", "panther_family": "PTHR11644", "taxid": 7227, "uniprot_kb": "Q9VLR2"}, {"SGD": "S000004235", "ortholog_type": "LDO", "panther_family": "PTHR11644", "taxid": 4932, "uniprot_kb": "Q06549"}, {"PomBase": "SPAC1556.04c", "ortholog_type": "LDO", "panther_family": "PTHR11644", "taxid": 4896, "uniprot_kb": "Q09190"}, {"dictyBase": "DDB_G0288933", "ortholog_type": "LDO", "panther_family": "PTHR11644", "taxid": 352472, "uniprot_kb": "Q54I82"}, {"TAIR": "2134413", "ortholog_type": "O", "panther_family": "PTHR11644", "taxid": 3702, "uniprot_kb": "Q9XEX4"}, {"EnsemblGenome": "AT4G29580", "ortholog_type": "O", "panther_family": "PTHR11644", "taxid": 3702, "uniprot_kb": "Q9S789"}, {"TAIR": "2134358", "ortholog_type": "O", "panther_family": "PTHR11644", "taxid": 3702, "uniprot_kb": "Q9SU86"}, {"TAIR": "2134338", "ortholog_type": "O", "panther_family": "PTHR11644", "taxid": 3702, "uniprot_kb": "Q9SU87"}, {"TAIR": "2134403", "ortholog_type": "O", "panther_family": "PTHR11644", "taxid": 3702, "uniprot_kb": "Q9S7L8"}, {"TAIR": "2134373", "ortholog_type": "O", "panther_family": "PTHR11644", "taxid": 3702, "uniprot_kb": "O65571"}, {"TAIR": "2134418", "ortholog_type": "O", "panther_family": "PTHR11644", "taxid": 3702, "uniprot_kb": "Q9S7S2"}, {"TAIR": "2134388", "ortholog_type": "O", "panther_family": "PTHR11644", "taxid": 3702, "uniprot_kb": "Q9S847"}, {"TAIR": "2050429", "ortholog_type": "LDO", "panther_family": "PTHR11644", "taxid": 3702, "uniprot_kb": "O65896"}], "uniprot_kb": "P32320"}, "pathway": {"humancyc": [{"id": "PWY-7181", "name": "pyrimidine deoxyribonucleosides degradation"}, {"id": "PWY-7193", "name": "pyrimidine ribonucleosides salvage I"}, {"id": "PWY-7199", "name": "pyrimidine deoxyribonucleosides salvage"}, {"id": "PWY-7200", "name": "superpathway of pyrimidine deoxyribonucleoside salvage"}, {"id": "PWY-7209", "name": "pyrimidine ribonucleosides degradation"}, {"id": "PWY0-1295", "name": "pyrimidine ribonucleosides degradation"}], "kegg": [{"id": "hsa00240", "name": "Pyrimidine metabolism - Homo sapiens (human)"}, {"id": "hsa00983", "name": "Drug metabolism - other enzymes - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-15869", "name": "Metabolism of nucleotides"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-73614", "name": "Pyrimidine salvage"}, {"id": "R-HSA-8956321", "name": "Nucleotide salvage"}], "smpdb": [{"id": "SMP00046", "name": "Pyrimidine Metabolism"}, {"id": "SMP00172", "name": "Beta Ureidopropionase Deficiency"}, {"id": "SMP00178", "name": "Dihydropyrimidinase Deficiency"}, {"id": "SMP00202", "name": "MNGIE (Mitochondrial Neurogastrointestinal Encephalopathy)"}, {"id": "SMP00219", "name": "UMP Synthase Deiciency (Orotic Aciduria)"}, {"id": "SMP00469", "name": "Capecitabine Action Pathway"}, {"id": "SMP00607", "name": "Capecitabine Metabolism Pathway"}], "wikipathways": [{"id": "WP1601", "name": "Fluoropyrimidine Activity"}, {"id": "WP4022", "name": "Pyrimidine metabolism"}]}, "pdb": "1MQ0", "pfam": "PF00383", "pharmgkb": "PA98", "pharos": {"target_id": 16293, "tdl": "Tclin"}, "pir": "I52710", "prosite": "PS51747", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167400", "relationship": "is"}, {"id": "GNF178306", "relationship": "is"}, {"id": "GNF189212", "relationship": "is"}, {"id": "GNF200118", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF037697", "relationship": "is"}, {"id": "GNF037718", "relationship": "similar to"}], "GNF_mm+hs-MGC": {"id": "GNF002314", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF233341", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104888", "relationship": "is"}, {"id": "GNF144536", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_001776.1", "rna": "NM_001785.3", "translation": {"protein": "NP_001776.1", "rna": "NM_001785.3"}}, "reporter": {"HG-U133_Plus_2": "205627_at", "HG-U95Av2": "1117_at", "HTA-2_0": "TC01000261.hg.1", "HuEx-1_0": "2324084", "HuGene-1_1": "7898655", "HuGene-2_1": "16660360"}, "summary": "This gene encodes an enzyme involved in pyrimidine salvaging. The encoded protein forms a homotetramer that catalyzes the irreversible hydrolytic deamination of cytidine and deoxycytidine to uridine and deoxyuridine, respectively. It is one of several deaminases responsible for maintaining the cellular pyrimidine pool. Mutations in this gene are associated with decreased sensitivity to the cytosine nucleoside analogue cytosine arabinoside used in the treatment of certain childhood leukemias. [provided by RefSeq, Jul 2008].", "symbol": "CDA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413247"}, "unigene": "Hs.466910", "uniprot": {"Swiss-Prot": "P32320"}, "wikipedia": {"url_stub": "Cytidine deaminase"}}