{"AllianceGenome": "1744", "HGNC": "1744", "MIM": "602627", "_id": "990", "_version": 1, "accession": {"genomic": ["AB010492.1", "AC080112.15", "AJ009560.1", "AY150310.1", "CH471152.1", "CP068261.2", "CQ789346.1", "NC_000017.11", "NC_060941.1", "NG_028240.2"], "protein": ["AAB38317.1", "AAC52071.1", "AAH25232.1", "AAN10296.1", "BAG36382.1", "CAG24445.1", "EAW60650.1", "EAW60651.1", "NP_001245.1", "Q99741.1", "XP_011523843.1", "XP_011523844.1", "XP_047293163.1", "XP_054174032.1", "XP_054174033.1", "XP_054174034.1"], "rna": ["AA210818.1", "AF022109.1", "AK313620.1", "BC025232.1", "BE296640.1", "BE548194.1", "BF203219.1", "NM_001254.4", "U77949.1", "XM_011525541.3", "XM_011525542.2", "XM_047437207.1", "XM_054318057.1", "XM_054318058.1", "XM_054318059.1"], "translation": [{"protein": "AAB38317.1", "rna": "U77949.1"}, {"protein": "XP_011523844.1", "rna": "XM_011525542.2"}, {"protein": "XP_054174032.1", "rna": "XM_054318057.1"}, {"protein": "XP_011523843.1", "rna": "XM_011525541.3"}, {"protein": "BAG36382.1", "rna": "AK313620.1"}, {"protein": "XP_054174034.1", "rna": "XM_054318059.1"}, {"protein": "NP_001245.1", "rna": "NM_001254.4"}, {"protein": "AAH25232.1", "rna": "BC025232.1"}, {"protein": "XP_047293163.1", "rna": "XM_047437207.1"}, {"protein": "AAC52071.1", "rna": "AF022109.1"}, {"protein": "XP_054174033.1", "rna": "XM_054318058.1"}]}, "alias": ["CDC18L", "HsCDC18", "HsCDC6", "MGORS5"], "ensembl": {"gene": "ENSG00000094804", "protein": ["ENSP00000209728", "ENSP00000463004", "ENSP00000463635", "ENSP00000464047", "ENSP00000497345"], "transcript": ["ENST00000209728", "ENST00000473555", "ENST00000577249", "ENST00000580824", "ENST00000582402", "ENST00000648633", "ENST00000649662"], "translation": [{"protein": "ENSP00000209728", "rna": "ENST00000209728"}, {"protein": "ENSP00000463635", "rna": "ENST00000580824"}, {"protein": "ENSP00000463004", "rna": "ENST00000577249"}, {"protein": "ENSP00000497345", "rna": "ENST00000649662"}, {"protein": "ENSP00000464047", "rna": "ENST00000473555"}], "type_of_gene": "protein_coding"}, "entrezgene": "990", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 19.19884247, "exp_mis": 161.8735491, "exp_syn": 62.736617, "lof_z": 1.62747703108627, "mis_z": 0.187356840304772, "mu_lof": 1.2876004967e-06, "mu_mis": 1.38800190947e-05, "mu_syn": 5.13022868148e-06, "n_lof": 12.0, "n_mis": 157.0, "n_syn": 66.0, "p_li": 1.81284406664719e-06, "p_null": 0.1272226237135, "p_rec": 0.872775563442433, "syn_z": -0.255420956853722}, "bp": 1683, "cds_end": 38458253, "cds_start": 38445672, "n_exons": 11, "nonpsych": {"exp_lof": 17.1498134, "exp_mis": 146.2841947, "exp_syn": 56.5557045, "lof_z": 1.45842545190174, "mis_z": 0.303769978691966, "mu_lof": 1.2876004967e-06, "mu_mis": 1.38800190947e-05, "mu_syn": 5.13022868148e-06, "n_lof": 11.0, "n_mis": 139.0, "n_syn": 63.0, "p_li": 4.77855093376335e-06, "p_null": 0.169123987254931, "p_rec": 0.830871234194135, "syn_z": -0.53951193875252}, "nontcga": {"exp_lof": 17.64080997, "exp_mis": 148.9015498, "exp_syn": 57.69556787, "lof_z": 1.5597069307102, "mis_z": 0.404262418891626, "mu_lof": 1.2876004967e-06, "mu_mis": 1.38800190947e-05, "mu_syn": 5.13022868148e-06, "n_lof": 11.0, "n_mis": 139.0, "n_syn": 60.0, "p_li": 5.48083509724043e-06, "p_null": 0.127901889752972, "p_rec": 0.872092629411931, "syn_z": -0.192094349704528}, "transcript": "ENST00000209728.4"}, "exons": [{"cdsend": 40302001, "cdsstart": 40289420, "chr": "17", "position": [[40287878, 40288090], [40289407, 40289598], [40291057, 40291339], [40291468, 40291668], [40293455, 40293631], [40293949, 40294056], [40294363, 40294503], [40295355, 40295456], [40296702, 40296767], [40300827, 40301030], [40301467, 40301608], [40301911, 40304657]], "strand": 1, "transcript": "NM_001254", "txend": 40304657, "txstart": 40287878}], "exons_hg19": [{"cdsend": 38458253, "cdsstart": 38445672, "chr": "17", "position": [[38444130, 38444342], [38445659, 38445850], [38447309, 38447591], [38447720, 38447920], [38449707, 38449883], [38450201, 38450308], [38450615, 38450755], [38451607, 38451708], [38452954, 38453019], [38457079, 38457282], [38457719, 38457860], [38458163, 38460909]], "strand": 1, "transcript": "NM_001254", "txend": 38460909, "txstart": 38444130}], "generif": [{"pubmed": 11779870, "text": "Nuclear organization of DNA replication initiation proteins"}, {"pubmed": 11846807, "text": "CHROMATIN CELLL CYCLE"}, {"pubmed": 12006585, "text": "downregulation in prostate cancer"}, {"pubmed": 12151338, "text": "HuCdc6 is cleaved by caspase 3 during apoptosis to prevent a wounded cell from replicating and to facilitate death"}, {"pubmed": 12429841, "text": "Results show that geminin, cdt1 and cdc6 are differentially regulated during megakaryocytic differentiation and suggest an active role of cdc6 in endomitosis."}, {"pubmed": 12554670, "text": "Data show that human Cdc6 (HuCdc6) regulates the onset of mitosis, as overexpression of HuCdc6 in G(2) phase cells prevents entry into mitosis."}, {"pubmed": 14517333, "text": "caspase-mediated cleavage of Cdc6 creates a truncated Cdc6 fragment that is retained in the nucleus and induces apoptosis"}, {"pubmed": 14749377, "text": "endogenous Cdc6 remains nuclear and chromatin bound throughout the entire S period"}, {"pubmed": 15590906, "text": "Cdc6 expression is regulated during megakaryocytic differentiation through transcriptional mechanisms involving a novel E2 box-GATA element."}, {"pubmed": 15696126, "text": "Results further confirm the importance of CDC6 in malignant transformation and in the pathogenesis of cervical dysplasia."}, {"pubmed": 15887248, "text": "Androgen receptor may play important role in onset of DNA synthesis in prostate cancer cells by regulating expression and stability of Cdc6, critically required for assembly of pre-replication complex."}, {"pubmed": 16055707, "text": "initiation of DNA replication is regulated by p53 through Cdc6 protein stability"}, {"pubmed": 16439999, "text": "Cdc6 is not only required for G1 origin licensing, but is also crucial for proper S-phase DNA replication that is essential for DNA segregation during mitosis"}, {"pubmed": 16801388, "text": "Truncated Cdc6 proteins act as dominant-negative inhibitors of replication initiation and disrupt chromatin structure and/or induce DNA damage, leading to ATM/ATR kinase activation and p53-Bax-mediated apoptosis"}, {"pubmed": 17567951, "text": "These findings demonstrate an important and conserved role for Huwe1 in regulating Cdc6 abundance after DNA damage."}, {"pubmed": 17689530, "text": "Cdc6 plays a key role in the sequential molecular events leading to repression of origin licensing and loss of proliferative capacity during execution of the differentiation programme."}, {"pubmed": 18006835, "text": "hCdt1 and hCdc6 expression promote malignant behavior"}, {"pubmed": 18048387, "text": "deregulation of CDC6 expression in human cells poses a serious risk of carcinogenesis [review]"}, {"pubmed": 18259842, "text": "Data suggest that human Cdc6 functions in several pathways to control the cell proliferation and the cell death."}, {"pubmed": 18397887, "text": "PP2A can be targeted in a calcium-regulated manner to Cdc6 via the PR70 subunit, where it plays a role in regulating protein phosphorylation and stability."}, {"pubmed": 18458079, "text": "Cdc6 determines utilization of p21(WAF1/CIP1)-dependent damage checkpoint in S phase cells"}, {"pubmed": 18617514, "text": "rereplication-associated DNA damage triggers Cdt1 and Cdc6 ubiquitination and destruction; this pathway represents an evolutionarily conserved mechanism that minimizes the extent of rereplication"}, {"pubmed": 18640135, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18640135, "text": "Polymorphism in the Cdc6 promoter is associated with hepatocellular carcinoma"}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19101572, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19101572, "text": "The Cdc6 G1321A polymorphism is associated with decreased risk of cancer."}, {"pubmed": 19107233, "text": "A hypothetical model whereby PTEN loss upregulates cell cycle genes such as cdc6 and cyclin E2 that in turn promote metastatic colonization at distant sites."}, {"pubmed": 19154794, "text": "The Cdc6 protein, a key DNA replication initiation factor, contributes to the long-term maintenance of the S-phase checkpoint by anchoring the Rad3-Rad26 complex to chromatin."}, {"pubmed": 19189662, "text": "Cdc6 mRNA and protein had low expressions in normal oral mucosa but were highly expressed in precancerous lesions and oral squamous cell carcinoma."}, {"pubmed": 19233139, "text": "CDC6 may be one of the susceptibility genes that contribute to rapid decline in lung function despite smoking cessation in these patients with COPD."}, {"pubmed": 19233139, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19321444, "text": "The combination of st and deregulated cyclin E result in cooperative and coordinated activation of both an essential origin licensing factor, CDC6, and an activity required for origin firing, CDK2, resulting in progression from quiescence to S phase."}, {"pubmed": 19343071, "text": "GCN5 specifically acetylates CDC6 at three lysine residues flanking its cyclin-docking motif, and this modification is crucial for the subsequent phosphorylation of the protein by Cyclin A-CDKs at a specific residue close to the acetylation site."}, {"pubmed": 19520769, "text": "peak androgen receptor occupancy at the novel androgen-response element occurs during the G1/S phase concomitant with peak Cdc6 mRNA expression."}, {"pubmed": 19950599, "text": "The expression of CDC6 was positively correlated with hMSH2 in cervical cancer."}, {"pubmed": 20048340, "text": "Human CDC6 physically interacts with ATR, a crucial checkpoint kinase, in a manner that is stimulated by phosphorylation by Cdk and the CDC6-ATR interaction is conserved in Xenopus."}, {"pubmed": 20606534, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20606534, "text": "The CDC6 G1321A polymorphism may contribute to the risk of cervical cancer."}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20813683, "text": "Norcantharidin can induce the degradation of Cdc6 in cancer cells to produce an anti-cancer effect."}, {"pubmed": 21041660, "text": "Plk1-mediated phosphorylation of Cdc6 promotes the interaction of Cdc6 and Cdk1, leading to the attenuation of Cdk1 activity, release of separase, and subsequent anaphase progression."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21088490, "text": "Cdc6 expression is required for CDK2 chromatin association and kinase activation in stimulated primary human fibroblasts."}, {"pubmed": 21519187, "text": "Phosphorylation of Cdc6 by polo-like kinase 1 (Plk1), one of the essential mitotic kinases, regulates mitotic exit."}, {"pubmed": 22179839, "text": "A novel mechanism of cdc6 regulation in which ATR can have a central role in inhibiting the initiation of DNA replication by the regulation of cdc6."}, {"pubmed": 22201124, "text": "The Cdc6 acts as a molecular switch at the E-cadherin locus, linking transcriptional repression to activation of replication."}, {"pubmed": 22223646, "text": "Cdc6 the AAA+ ATPase activated p27-bound Cdk2 in its ATPase and cyclin binding motif-dependent manner but only after the p27 bound to the Cdk2 was phosphorylated at the C terminus."}, {"pubmed": 22262174, "text": "Cdc6 protein was distributed around the spindle precursor at the time of germinal vesicle breakdown (GVBD), and localized to the margin of the nascent spindle early in prometaphase."}, {"pubmed": 22523071, "text": "novel role for CDC6 in abetting the oncogenic sabotage carried out by HBx and support the paradigm that pre-replicative complex proteins have a role in oncogenic transformation."}, {"pubmed": 22589552, "text": "Data show that purified Epstein-Barr nuclear antigen 1 EBNA1 recruits purified Human Orc1 and Cdc6 onto replication origin oriP."}, {"pubmed": 22871742, "text": "Ectopic GATA1 stimulates endogenous CDC6 expression in hematopoietic and non-hematopoietic cells."}, {"pubmed": 22908236, "text": "The Cdc6 is the AAA+ ATPase that assembles prereplicative complexes on replication origins in eukaryotic chromosomes and two more functions in mammalian cells to promote cell proliferation and survival."}, {"pubmed": 22974333, "text": "Downregulation of Cdc6 effectively inhibits the proliferation of Tca8113 cells."}, {"pubmed": 23011157, "text": "CDC6 and GDF-9 might be closely related to the carcinogenesis, clinical biological behaviors, and prognosis of gallbladder adenocarcinoma."}, {"pubmed": 23129444, "text": "The phosphorylation of S74 in Cdc6 could be important for binding to the nuclear export protein for cytoplasmic translocalization."}, {"pubmed": 23479742, "text": "the up-regulation of CDK2 by CUL4B is achieved via the repression of miR-372 and miR-373, which target CDK2."}, {"pubmed": 23597704, "text": "the Nedd8 E1 inhibitor MLN4924 increased CDC6 protein expression due to a delay in cell cycle progression from G1 to S phase, resulting in accumulation of cells with high CDC6 protein levels."}, {"pubmed": 23803736, "text": "ORC/Cdc6/MCM2-7 complex is a new regulatory mechanism for the helicase."}, {"pubmed": 24216307, "text": "Two nuclear export signals of Cdc6 work cooperatively and distinctly for the cytoplasmic translocation of Cdc6 phosphorylated by cyclin A/Cdk2."}, {"pubmed": 24434580, "text": "Cdk1 contributes to the nuclear export of Cdc6 at the S-to-G2 transition."}, {"pubmed": 24583551, "text": "These results provided new evidence for the regulatory mechanism of aberrant CDC6 oncogene transcription by FOXM1 and AR, two highly expressed transcription factors in prostate cancer cells"}, {"pubmed": 24774443, "text": "Aberrant expression of both cyclin D1 and CDC6 by YB-1 over-expression may collaboratively participate in lung carcinogenesis."}, {"pubmed": 25100863, "text": "The current study suggests that miR26a, miR26b, and CDC6 and factors regulating their expression represent potential cancer diagnostic and prognostic markers as well as anticancer targets."}, {"pubmed": 25498505, "text": "The cell cycle-dependent centrosomal localization of Cdc6 in S and G2 phases suggest a novel function of Cdc6 in centrosomes."}, {"pubmed": 25875233, "text": "Cdc6 interacts with centrosomes during mitotic cell division."}, {"pubmed": 26818844, "text": "CDC6 and Cyclin F interact through defined sequence motifs that promote CDC6 ubiquitylation and degradation."}, {"pubmed": 26872786, "text": "The data demonstrate that Cdc6 serves as a regulator of ribosomal DNA transcription initiation, and indicate a mechanism by which initiation of ribosomal DNA transcription and DNA replication can be coordinated in cells."}, {"pubmed": 26920249, "text": "this study provides a novel regulatory signaling pathway of CDC6-regulated epithelial ovarian cancer growth"}, {"pubmed": 27207654, "text": "the level of Cdc6 phosphorylation at serine 54 (S54P) was increased in E7-expressing cells. S54P was associated with an increase in the total amount of Cdc6 and chromatin-bound Cdc6. DNA damage-enhanced upregulation and chromatin binding of Cdc6 appeared to be due to downregulation of cyclin-dependent kinase 1 (Cdk1) as Cdk1 knockdown increased Cdc6 levels"}, {"pubmed": 27246979, "text": "Cdc6 expression is up-regulated in bladder cancer tissues and is positively correlated to high tumor grade."}, {"pubmed": 27285764, "text": "WHSC1L1 and H3K36me2 are enriched in the gene bodies of the cell cycle-related genes CDC6 and CDK2, implying that WHSC1L1 directly regulates the transcription of these gene"}, {"pubmed": 27458800, "text": "The opposing effects of ORC1 (represor) and CDC6 (gene activator) in controlling the level of Cyclin E ensures genome stability and a mechanism for linking directly DNA replication and cell division commitment."}, {"pubmed": 27974665, "text": "PPP2R3B codes for the PR70 protein, a regulatory substrate-recognizing subunit of protein phosphatase 2A. PR70 decreased melanoma growth by negatively interfering with DNA replication and cell cycle progression through its role in stabilizing CDC6-chromatin licensing and CDT1 interaction"}, {"pubmed": 28228262, "text": "AZD7762 demonstrates synergy with regard to inhibition of AR-CDC6-ATR-Chk1 signaling."}, {"pubmed": 28428557, "text": "Results show that both Cdc6 and Cdt1, when expressed in a high level, alone or in combination, were significantly associated with poorer survival in the breast cancer patient cohort. In line with this finding, the expression of Cdc6 and Cdt1 was upregulated in breast cancer cells compared to normal breast epithelial cells. Expression of Cdc6 and Cdt1 was significantly higher in ER negative breast cancer."}, {"pubmed": 28447620, "text": "DNA replication licensing factor Cdc6 is recruited to the proximal side of the centrioles via cyclin A to negatively regulate centrosome duplication by binding and inhibiting the cartwheel protein Sas-6 from forming a stable complex with another centriole duplication core protein, STIL."}, {"pubmed": 28639894, "text": "6 overexpression may contribute to the high proliferation and low apoptosis in chronic myeloid leukemia cells and can be regulated by BCR/ABL signal transduction through downstream phosphoinositide 3-kinase/Akt and Janus kinase/signal transducer and activator of transcription pathways, suggesting cell division cycle protein 6 as a potential therapeutic target in chronic myeloid leukemia."}, {"pubmed": 28827311, "text": "Data suggest that regulation of microtubule nucleation and recruitment of pericentriolar proteins to centrosome requires Cdc6 ATPase activity, as well as centrosomal localization of Cdc6."}, {"pubmed": 29237113, "text": "Results suggested that Cdc6 controls centrosome duplication in a manner independent of its recruitment of PCM proteins to the centrosome."}, {"pubmed": 30158672, "text": "Acute IR exposure raised CDC6 protein levels due to the attenuation of ubiquitination. CDC6 overexpression was seen in the radioresistant cells because lack of CDC6 phosphorylation blocked protein translocation from nucleus to cytoplasm, causing subcellular protein accumulation when the cells were arrested in G0/G1 phase. CDC6 ectopic overexpression in CNE2 cells caused apoptosis resistance, G0/G1 arrest, EMT and aging."}, {"pubmed": 31285446, "text": "mTOR Signaling Upregulates CDC6 via Suppressing miR-3178 and Promotes the Loading of DNA Replication Helicase."}, {"pubmed": 31419217, "text": "MicroRNA-1297 inhibits proliferation and promotes apoptosis in gastric cancer cells by downregulating CDC6 expression."}, {"pubmed": 31972053, "text": "miR-215-5p decreases migration and invasion of trophoblast cells through regulating CDC6 in preeclampsia."}, {"pubmed": 32010971, "text": "Cdc6 as a novel target in cancer: Oncogenic potential, senescence and subcellular localisation."}, {"pubmed": 32209426, "text": "RYBP suppresses esophageal squamous cell carcinoma proliferation by downregulating CDC6 and CDC45, thus inhibiting the G1-S transition"}, {"pubmed": 32249466, "text": "A pilot study of cdc6 as a biomarker for circulating tumor cells in patients with lung cancer."}, {"pubmed": 32312832, "text": "ZNF143-Mediated H3K9 Trimethylation Upregulates CDC6 by Activating MDIG in Hepatocellular Carcinoma."}, {"pubmed": 32661826, "text": "CDC6 is up-regulated and a poor prognostic signature in glioblastoma multiforme."}, {"pubmed": 33173413, "text": "Interactome analysis of gene expression profiles identifies CDC6 as a potential therapeutic target modified by miR-215-5p in hepatocellular carcinoma."}, {"pubmed": 33761311, "text": "Multiple, short protein binding motifs in ORC1 and CDC6 control the initiation of DNA replication."}, {"pubmed": 33991762, "text": "MiR-128-3p suppresses tumor proliferation and metastasis via targeting CDC6 in hepatocellular carcinoma cells."}, {"pubmed": 34265399, "text": "UHRF1 promotes androgen receptor-regulated CDC6 transcription and anti-androgen receptor drug resistance in prostate cancer through KDM4C-Mediated chromatin modifications."}, {"pubmed": 35034031, "text": "The Effect of High CDC6 Levels on Predicting Poor Prognosis in Colorectal Cancer."}, {"pubmed": 35639418, "text": "FOXM1 Promotes Malignant Proliferation of Esophageal Squamous Cell Carcinoma Through Transcriptional Activating CDC6."}, {"pubmed": 35879762, "text": "CDC6 is a prognostic biomarker and correlated with immune infiltrates in glioma."}, {"pubmed": 37861550, "text": "Role of TOP2A and CDC6 in liver cancer."}, {"pubmed": 38186304, "text": "CDC6 may serve as an indicator of lung adenocarcinoma prognosis and progression based on TCGA and GEO data mining and experimental analyses."}], "genomic_pos": {"chr": "17", "end": 40304657, "ensemblgene": "ENSG00000094804", "start": 40287879, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 38459171, "start": 38443885, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0000076", "pubmed": 9566895, "qualifier": "involved_in", "term": "DNA replication checkpoint signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0000079", "pubmed": 9566895, "qualifier": "involved_in", "term": "regulation of cyclin-dependent protein serine/threonine kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006270", "qualifier": "involved_in", "term": "DNA replication initiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007089", "pubmed": 9566895, "qualifier": "involved_in", "term": "traversing start control point of mitotic cell cycle"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008156", "pubmed": 9566895, "qualifier": "involved_in", "term": "negative regulation of DNA replication"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 9566895, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030071", "pubmed": 21041660, "qualifier": "involved_in", "term": "regulation of mitotic metaphase/anaphase transition"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032467", "pubmed": 21041660, "qualifier": "involved_in", "term": "positive regulation of cytokinesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033314", "qualifier": "involved_in", "term": "mitotic DNA replication checkpoint signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048146", "qualifier": "involved_in", "term": "positive regulation of fibroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051984", "pubmed": 21041660, "qualifier": "involved_in", "term": "positive regulation of chromosome segregation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904117", "qualifier": "involved_in", "term": "cellular response to vasopressin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904385", "qualifier": "involved_in", "term": "cellular response to angiotensin"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000922", "pubmed": 21041660, "qualifier": "located_in", "term": "spindle pole"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [21041660, 21383955], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "pubmed": 21383955, "qualifier": "NOT located_in", "term": "nucleolus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 9566895, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045171", "qualifier": "located_in", "term": "intercellular bridge"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0051233", "pubmed": 21041660, "qualifier": "located_in", "term": "spindle midzone"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0072686", "qualifier": "located_in", "term": "mitotic spindle"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0000166", "pubmed": 8990175, "qualifier": "enables", "term": "nucleotide binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003688", "qualifier": "enables", "term": "DNA replication origin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14672932, 15232106, 18320024, 19150984, 21041660, 25241761, 25557911, 25990725], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016887", "qualifier": "enables", "term": "ATP hydrolysis activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019900", "pubmed": 21041660, "qualifier": "enables", "term": "kinase binding"}]}, "homologene": {"genes": [[3702, 817518], [3702, 837238], [4530, 4324832], [7165, 1274882], [7227, 38989], [7955, 402825], [8364, 493356], [9031, 100857489], [9544, 700081], [9598, 468234], [9606, 990], [9615, 480527], [9913, 515301], [10090, 23834], [10116, 360621]], "id": 68172}, "interpro": [{"desc": "AAA+ ATPase domain", "id": "IPR003593", "short_desc": "AAA+_ATPase"}, {"desc": "Cdc6, C-terminal", "id": "IPR015163", "short_desc": "Cdc6_C"}, {"desc": "Cell division protein Cdc6/18", "id": "IPR016314", "short_desc": "Cdc6/18"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}, {"desc": "AAA lid domain", "id": "IPR041083", "short_desc": "AAA_lid_10"}], "ipi": "IPI00014575", "map_location": "17q21.2", "name": "cell division cycle 6", "other_names": ["CDC6 cell division cycle 6 homolog", "CDC6-related protein", "cdc18-related protein", "cell division control protein 6 homolog", "cell division cycle 6 homolog", "p62(cdc6)"], "pantherdb": {"HGNC": "1744", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1345150", "ortholog_type": "LDO", "panther_family": "PTHR10763", "taxid": 10090, "uniprot_kb": "O89033"}, {"RGD": "1309157", "ortholog_type": "LDO", "panther_family": "PTHR10763", "taxid": 10116, "uniprot_kb": "D3ZRK7"}, {"Ensembl": "ENSGALG00000051645", "ortholog_type": "LDO", "panther_family": "PTHR10763", "taxid": 9031, "uniprot_kb": "A0A3Q2TYA4"}, {"ZFIN": "ZDB-GENE-050506-131", "ortholog_type": "LDO", "panther_family": "PTHR10763", "taxid": 7955, "uniprot_kb": "F1R1N7"}, {"WormBase": "WBGene00000382", "ortholog_type": "LDO", "panther_family": "PTHR10763", "taxid": 6239, "uniprot_kb": "P91155"}, {"FlyBase": "FBgn0035918", "ortholog_type": "LDO", "panther_family": "PTHR10763", "taxid": 7227, "uniprot_kb": "Q9VSM9"}, {"SGD": "S000003730", "ortholog_type": "LDO", "panther_family": "PTHR10763", "taxid": 4932, "uniprot_kb": "P09119"}, {"PomBase": "SPBC14C8.07c", "ortholog_type": "LDO", "panther_family": "PTHR10763", "taxid": 4896, "uniprot_kb": "P41411"}, {"dictyBase": "DDB_G0275983", "ortholog_type": "LDO", "panther_family": "PTHR10763", "taxid": 352472, "uniprot_kb": "Q552L8"}, {"TAIR": "2060659", "ortholog_type": "O", "panther_family": "PTHR10763", "taxid": 3702, "uniprot_kb": "O82387"}, {"TAIR": "2007332", "ortholog_type": "LDO", "panther_family": "PTHR10763", "taxid": 3702, "uniprot_kb": "Q8W032"}], "uniprot_kb": "Q99741"}, "pathway": {"biocarta": {"id": "mcmpathway", "name": "cdk regulation of dna replication"}, "kegg": {"id": "hsa04110", "name": "Cell cycle - Homo sapiens (human)"}, "pid": [{"id": "atr_pathway", "name": "ATR signaling pathway"}, {"id": "e2f_pathway", "name": "E2F transcription factor network"}], "reactome": [{"id": "R-HSA-1362277", "name": "Transcription of E2F targets under negative control by DREAM complex"}, {"id": "R-HSA-1538133", "name": "G0 and Early G1"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-176187", "name": "Activation of ATR in response to replication stress"}, {"id": "R-HSA-453279", "name": "Mitotic G1 phase and G1/S transition"}, {"id": "R-HSA-68689", "name": "CDC6 association with the ORC:origin complex"}, {"id": "R-HSA-68867", "name": "Assembly of the pre-replicative complex"}, {"id": "R-HSA-68867", "name": "Assembly of the pre-replicative complex"}, {"id": "R-HSA-68949", "name": "Orc1 removal from chromatin"}, {"id": "R-HSA-68962", "name": "Activation of the pre-replicative complex"}, {"id": "R-HSA-69002", "name": "DNA Replication Pre-Initiation"}, {"id": "R-HSA-69002", "name": "DNA Replication Pre-Initiation"}, {"id": "R-HSA-69017", "name": "CDK-mediated phosphorylation and removal of Cdc6"}, {"id": "R-HSA-69052", "name": "Switching of origins to a post-replicative state"}, {"id": "R-HSA-69205", "name": "G1/S-Specific Transcription"}, {"id": "R-HSA-69206", "name": "G1/S Transition"}, {"id": "R-HSA-69239", "name": "Synthesis of DNA"}, {"id": "R-HSA-69242", "name": "S Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69306", "name": "DNA Replication"}, {"id": "R-HSA-69306", "name": "DNA Replication"}, {"id": "R-HSA-69481", "name": "G2/M Checkpoints"}, {"id": "R-HSA-69620", "name": "Cell Cycle Checkpoints"}], "wikipathways": [{"id": "WP179", "name": "Cell cycle"}, {"id": "WP466", "name": "DNA Replication"}]}, "pdb": ["2CCH", "2CCI", "4I5L", "4I5N", "8HT7"], "pfam": ["PF09079", "PF13401", "PF17872"], "pharmgkb": "PA26271", "pharos": {"target_id": 2130, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167404", "relationship": "is"}, {"id": "GNF178310", "relationship": "is"}, {"id": "GNF189216", "relationship": "is"}, {"id": "GNF200122", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036406", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002357", "relationship": "is"}, "IDT_27mer_hs_ATPase_siRNAs": [{"id": "GNF282158", "relationship": "is"}, {"id": "GNF282159", "relationship": "is"}, {"id": "GNF282352", "relationship": "is"}, {"id": "GNF282353", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF105975", "relationship": "is"}, {"id": "GNF145621", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_028240.2"], "protein": ["NP_001245.1", "XP_011523843.1", "XP_011523844.1", "XP_047293163.1", "XP_054174032.1", "XP_054174033.1", "XP_054174034.1"], "rna": ["NM_001254.4", "XM_011525541.3", "XM_011525542.2", "XM_047437207.1", "XM_054318057.1", "XM_054318058.1", "XM_054318059.1"], "translation": [{"protein": "XP_011523844.1", "rna": "XM_011525542.2"}, {"protein": "XP_054174032.1", "rna": "XM_054318057.1"}, {"protein": "XP_011523843.1", "rna": "XM_011525541.3"}, {"protein": "XP_054174034.1", "rna": "XM_054318059.1"}, {"protein": "NP_001245.1", "rna": "NM_001254.4"}, {"protein": "XP_047293163.1", "rna": "XM_047437207.1"}, {"protein": "XP_054174033.1", "rna": "XM_054318058.1"}]}, "reporter": {"HG-U133_Plus_2": ["203967_at", "203968_s_at"], "HG-U95Av2": ["1536_at", "36839_at"], "HTA-2_0": "TC17000495.hg.1", "HuEx-1_0": ["3720896", "3720919"], "HuGene-1_1": "8007071", "HuGene-2_1": "16834056"}, "summary": "The protein encoded by this gene is highly similar to Saccharomyces cerevisiae Cdc6, a protein essential for the initiation of DNA replication. This protein functions as a regulator at the early steps of DNA replication. It localizes in cell nucleus during cell cyle G1, but translocates to the cytoplasm at the start of S phase. The subcellular translocation of this protein during cell cyle is regulated through its phosphorylation by Cdks. Transcription of this protein was reported to be regulated in response to mitogenic signals through transcriptional control mechanism involving E2F proteins. [provided by RefSeq, Jul 2008].", "symbol": "CDC6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332725"}, "unigene": "Hs.405958", "uniprot": {"Swiss-Prot": "Q99741", "TrEMBL": ["J3QLN7", "J3QR52", "J3KTI7"]}, "wikipedia": {"url_stub": "CDC6"}}