{"AllianceGenome": "16783", "HGNC": "16783", "MIM": "607393", "_id": "79577", "_version": 1, "accession": {"genomic": ["AL139133.8", "AL390863.9", "CH471067.1", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_012691.1"], "protein": ["AAG45339.1", "AAH07325.1", "AAH14351.2", "AAH65037.1", "ALQ34229.1", "ALQ34230.1", "BAB15608.1", "BAG37309.1", "BAG62559.1", "EAW91250.1", "NP_078805.3", "Q6P1J9.1", "XP_006711600.1", "XP_054194706.1"], "rna": ["AF312865.1", "AI638120.1", "AK026969.1", "AK226038.1", "AK300929.1", "AK314772.1", "BC007325.2", "BC013075.1", "BC014351.1", "BC065037.1", "BM471846.1", "BU428536.1", "DC298135.1", "KU178771.1", "KU178772.1", "LC822793.2", "NM_024529.5", "XM_006711537.5", "XM_054338731.1"], "translation": [{"protein": "BAB15608.1", "rna": "AK026969.1"}, {"protein": "XP_006711600.1", "rna": "XM_006711537.5"}, {"protein": "BAG62559.1", "rna": "AK300929.1"}, {"protein": "BAG37309.1", "rna": "AK314772.1"}, {"protein": "ALQ34229.1", "rna": "KU178771.1"}, {"protein": "AAH65037.1", "rna": "BC065037.1"}, {"protein": "XP_054194706.1", "rna": "XM_054338731.1"}, {"protein": "AAH14351.2", "rna": "BC014351.1"}, {"protein": "AAH07325.1", "rna": "BC007325.2"}, {"protein": "NP_078805.3", "rna": "NM_024529.5"}, {"protein": "ALQ34230.1", "rna": "KU178772.1"}, {"protein": "AAG45339.1", "rna": "AF312865.1"}]}, "alias": ["C1orf28", "FIHP", "HPTJT", "HRPT1", "HRPT2", "HYX"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2019-04-19T16:00:00.000Z", "disease_label": "hyperparathyroidism 2 with jaw tumors", "gcep": "Hereditary Cancer Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0007768", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_a5bd498b-dc86-4f2d-a51b-48baf7017a02-2019-04-19T160000.000Z", "sop": "SOP6"}}, "ensembl": {"gene": "ENSG00000134371", "protein": ["ENSP00000356405", "ENSP00000490035", "ENSP00000494944", "ENSP00000496633", "ENSP00000496929", "ENSP00000497513", "ENSP00000518953", "ENSP00000518954"], "transcript": ["ENST00000367435", "ENST00000477868", "ENST00000482484", "ENST00000635846", "ENST00000643006", "ENST00000643784", "ENST00000647662", "ENST00000648071", "ENST00000649606", "ENST00000649613", "ENST00000649706", "ENST00000649895", "ENST00000650197", "ENST00000713651", "ENST00000713652"], "translation": [{"protein": "ENSP00000496633", "rna": "ENST00000643006"}, {"protein": "ENSP00000518953", "rna": "ENST00000713651"}, {"protein": "ENSP00000356405", "rna": "ENST00000367435"}, {"protein": "ENSP00000496929", "rna": "ENST00000650197"}, {"protein": "ENSP00000494944", "rna": "ENST00000643784"}, {"protein": "ENSP00000497513", "rna": "ENST00000648071"}, {"protein": "ENSP00000490035", "rna": "ENST00000635846"}, {"protein": "ENSP00000518954", "rna": "ENST00000713652"}], "type_of_gene": "protein_coding"}, "entrezgene": "79577", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 32.6601183666, "exp_mis": 178.366577752, "exp_syn": 69.0581534058, "lof_z": 5.48773805241288, "mis_z": 4.11525663528757, "mu_lof": 2.41338493696e-06, "mu_mis": 1.57013094528e-05, "mu_syn": 5.68811283357e-06, "n_lof": 1.0, "n_mis": 66.0, "n_syn": 75.0, "p_li": 0.999958508392824, "p_null": 9.19657587018405e-13, "p_rec": 4.14916062559694e-05, "syn_z": -0.443265221918794}, "bp": 1596, "cds_end": 193219842, "cds_start": 193091330, "n_exons": 17, "nonpsych": {"exp_lof": 29.2291856751, "exp_mis": 161.107595936, "exp_syn": 62.1729200226, "lof_z": 5.30958235974134, "mis_z": 4.29595653317629, "mu_lof": 2.41338493696e-06, "mu_mis": 1.57013094528e-05, "mu_syn": 5.68811283357e-06, "n_lof": 0.0, "n_mis": 53.0, "n_syn": 67.0, "p_li": 0.999974874192669, "p_null": 1.63334469759944e-12, "p_rec": 2.51258056979165e-05, "syn_z": -0.385431632870771}, "nontcga": {"exp_lof": 30.0150099396, "exp_mis": 164.064962577, "exp_syn": 63.5012040716, "lof_z": 5.22437994468067, "mis_z": 4.12547398550733, "mu_lof": 2.41338493696e-06, "mu_mis": 1.57013094528e-05, "mu_syn": 5.68811283357e-06, "n_lof": 1.0, "n_mis": 58.0, "n_syn": 69.0, "p_li": 0.999892881110784, "p_null": 9.24968974457716e-12, "p_rec": 0.000107118879966137, "syn_z": -0.436917313801568}, "transcript": "ENST00000367435.3"}, "exons": [{"cdsend": 193250712, "cdsstart": 193122200, "chr": "1", "position": [[193122030, 193122331], [193125111, 193125217], [193130173, 193130243], [193135390, 193135453], [193135536, 193135589], [193138084, 193138173], [193141849, 193142066], [193147866, 193147965], [193150303, 193150382], [193152379, 193152444], [193203794, 193203852], [193212064, 193212100], [193212389, 193212477], [193232992, 193233154], [193236255, 193236356], [193249729, 193249871], [193250675, 193254812]], "strand": 1, "transcript": "NM_024529", "txend": 193254812, "txstart": 193122030}], "exons_hg19": [{"cdsend": 193219842, "cdsstart": 193091330, "chr": "1", "position": [[193091160, 193091461], [193094241, 193094347], [193099303, 193099373], [193104520, 193104583], [193104666, 193104719], [193107214, 193107303], [193110979, 193111196], [193116996, 193117095], [193119433, 193119512], [193121509, 193121574], [193172924, 193172982], [193181194, 193181230], [193181519, 193181607], [193202122, 193202284], [193205385, 193205486], [193218859, 193219001], [193219805, 193223942]], "strand": 1, "transcript": "NM_024529", "txend": 193223942, "txstart": 193091160}], "generif": [{"pubmed": 12434154, "text": "This gene is now identified as associated with the hyperparathyroidism-jaw tumor syndrome."}, {"pubmed": 12960210, "text": "It is hypothesised that HRPT2 mutation is an early event that may lead to parathyroid malignancy and suggest intragenic mutation of HRPT2 as a marker of malignant potential in both familial and sporadic parathyroid tumours."}, {"pubmed": 14715834, "text": "among 32 familial isolated hyperparathyroidism families, only a single one was found to have a mutation in parafibromin (HRPT2) gene"}, {"pubmed": 14985373, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14985373, "text": "genotype phenotype analysis in familial isolated hyperparathyroidism"}, {"pubmed": 14985403, "text": "mutations in the HRPT2 gene are likely to be associated with parathyroid tumourigenesis; DNA mutational analysis in familial isolated hyperparathyroidism"}, {"pubmed": 15046050, "text": "Missense Mutation in HRPT2 is associated with Hyperparathyroidism Jaw-tumor syndrome."}, {"pubmed": 15046094, "text": "Mutations in HRPT2 is associated with Hyperparathyroidism Jaw-tumor syndrome."}, {"pubmed": 15046098, "text": "Mutations in HRPT2 is associated with Hyperparathyroidism Jaw-tumor syndrome."}, {"pubmed": 15046102, "text": "Mutations in HRPT2 is associated with Hyperparathyroidism Jaw-tumor syndrome."}, {"pubmed": 15046105, "text": "Mutations in HRPT2 is associated with Hyperparathyroidism Jaw-tumor syndrome."}, {"pubmed": 15046107, "text": "Mutations in HRPT2 is associated with Hyperparathyroidism Jaw-tumor syndrome."}, {"pubmed": 15046109, "text": "Mutations in HRPT2 is associated with Hyperparathyroidism Jaw-tumor syndrome."}, {"pubmed": 15070940, "text": "Patients shared common haplotype of seven markers spannning approximately 12.5-cM region, flanked centromerically by D1S202 and telomerically by D1S306. A 2-bp (TG or GT) frameshift deletion in exon 8, which predicts a truncated parafibromin protein."}, {"pubmed": 15580289, "text": "Human parafibromin is a nucleocytoplasmic tumor suppressor protein which regulates cyclin D1/PRAD1 expression."}, {"pubmed": 15613436, "text": "Mutation of HRPT2 is associated with the formation of parathyroid tumors in hyperparathyroidism-jaw tumor syndrome."}, {"pubmed": 15632063, "text": "By purifying cellular parafibromin and characterizing its associated proteins, a human counterpart to the yeast Paf1 complex including homologs of Leo1, Paf1, and Ctr9, has been described."}, {"pubmed": 15923622, "text": "findings link the tumor suppressor parafibromin to the transcription elongation and RNA processing pathway as a PAF1 complex- and RNA polymerase II-bound protein."}, {"pubmed": 15956079, "text": "HRPT2 inactivation is not an important participant in the pathogenesis of typical parathyroid adenomas."}, {"pubmed": 16061557, "text": "A non-consensus (non-canonical) donor splice site within exon 1 of the HRPT2 gene is associated with familial isolated primary hyperparathyroidism (FIHP)."}, {"pubmed": 16116486, "text": "specific HRPT2 mutations identified in HPT-JT or sporadic parathyroid carcinoma predicted to truncate parafibromin upstream of or within this NLS disrupt nuclear localization"}, {"pubmed": 16448924, "text": "mutation in exon 1 (nt 20AGGACG --> GGGAG) is predicted to inactivate the parafibromin protein through protein truncation and premature termination of translation"}, {"pubmed": 16630820, "text": "Data show that Drosophila Hyrax and its human ortholog, Parafibromin, are required for nuclear transduction of the Wnt/Wg signal and bind directly to the C-terminal region of beta-catenin/Armadillo."}, {"pubmed": 16728578, "text": "The presented data suggest that in the majority of benign parathyroid tumours the expression of parafibromin remains unaltered, while the loss of parafibromin expression is strongly indicative of gene inactivation through mutation of the HRPT2 gene."}, {"pubmed": 16989776, "text": "parafibromin has a critical role in cell growth, and mutations in HRPT2 can directly inhibit this role"}, {"pubmed": 17130827, "text": "renal cancer-associated mutations in parafibromin occur in the absence of von Hippel-Lindau mutation"}, {"pubmed": 17138574, "text": "The molecular basis for HPT has been further elucidated by teh detection of inactivating germline mutations in the CaSR gene in familial hypocalciuric hypercalcemia syndrome and in the HRPT-2 genes in the familial forms of HPT."}, {"pubmed": 17314275, "text": "These experiments identify for the first time a proapoptotic activity of endogenous parafibromin likely to be important in its role as a tumor suppressor and show a functional role for the NLS of parafibromin in this activity."}, {"pubmed": 17404568, "text": "Acts as a positive regulator of cell growth similar to an oncoprotein in the presence of Simian virus 40 large T antigen."}, {"pubmed": 17555500, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17555500, "text": "These results suggest that not only HRPT2 but also MEN1 mutations may play a role in sporadic parathyroid cancer formation."}, {"pubmed": 17923126, "text": "Three identified NoLSs play only a minor role in nuclear localization, but are critical for the nucleolar localization of parafibromin."}, {"pubmed": 18080135, "text": "Downregulated parafibromin expression possibly contributed to pathogenesis, growth, invasion and metastasis of gastric carcinomas."}, {"pubmed": 18217513, "text": "loss of HRPT2 gene expression is strongly associated with parathyroid carcinomas."}, {"pubmed": 18338208, "text": "inactivating mutations and/or allelic loss of the HRPT2 gene may not play a major role in parathyroid carcinogenesis in secondary HPT due to CKD"}, {"pubmed": 18436011, "text": "germline mutations with familial hyperparathyroidism associated with 80% recurrence/persistence rate, increasingly difficult re-operations and risk of parathyroid carcinoma"}, {"pubmed": 18687124, "text": "Parafibromin interacted with muscle alpha-actinins (actinin-2 and actinin-3)."}, {"pubmed": 18755853, "text": "CDC73 germline mutations are responsible for more than half of cases of hyperparathyroidism-jaw tumor syndrome."}, {"pubmed": 18987311, "text": "The parafibromin tumor suppressor protein HRPT2 inhibits cell proliferation by repression of the c-myc proto-oncogene"}, {"pubmed": 19017757, "text": "Positive staining for PGP9.5 has utility as a marker for parathyroid malignancy, with a slightly superior sensitivity (P = 0.03) and similar high specificity to that of parafibromin."}, {"pubmed": 19058032, "text": "A variety of genetic abnormalities, including HRPT2 mutations, occur in parathyroid carcinomas."}, {"pubmed": 19081034, "text": "parathyroid carcinoma may be a manifestation of HRPT2 germline mutations"}, {"pubmed": 19136632, "text": "Shows that this protein interacts with cleavage stimulation factor (CstF) complexes that are required for the maturation of mRNA 3' ends in the cell nucleus."}, {"pubmed": 19169472, "text": "HRPT2 mutation is an early event that may lead to parathyroid malignancy and, moreover, it has been suggested that intragenic mutation of HRPT2 should be considered as a marker of malignant potential in both familial and sporadic parathyroid tumors."}, {"pubmed": 19332451, "text": "Aberrant splicing caused by disruption of exonic splice enhancer sites does not appear to have a major role in HRPT2-associated disease."}, {"pubmed": 19351817, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19474519, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20026646, "text": "Alternative mechanisms such as mutation in intronic regions, additional epigenetic regulation, or other regulatory inactivation mechanisms may play a role in the loss of parafibromin expression."}, {"pubmed": 20052758, "text": "analysis of the cell division cycle protein 73 homolog (CDC73) mutations in the hyperparathyroidism-jaw tumor syndrome (HPT-JT) and parathyroid tumors"}, {"pubmed": 20304979, "text": "The simultaneous loss of nucleolar localization and acquisition of a growth stimulatory phenotype with the L95P mutation raise the possibility that parafibromin must interact with targets in the nucleolus to fully execute its tumor suppressor functions."}, {"pubmed": 20480190, "text": "HRPT2 (replaced with this gene ID 79577) gene mutation may be associated with tumor recurrence."}, {"pubmed": 20541447, "text": "The stability of the altered HRPT2 transcripts and translation products produced in the hyperparathyroidim-jaw tumors syndrome, was investigated."}, {"pubmed": 21221636, "text": "The demonstrated absence of nucleolar parafibromin in three carcinomas with HRPT2 mutations suggests that parafibromin exhibits nucleolar tumour suppressor properties also in vivo."}, {"pubmed": 21240254, "text": "Downregulation of CASR expression and global loss of parafibromin staining are strong negative determinants of prognosis in parathyroid carcinoma"}, {"pubmed": 21315421, "text": "It was suggested that parafibromin overexpression might suppress cell cycle progression and promote differentiation of DLD-1 cells."}, {"pubmed": 21360064, "text": "The present data suggests that patients with apparently sporadic parathyroid carcinomas, or parathyroid tumors with atypical histological features, should undergo molecular genetic testing, as it may detect germline HRPT2 mutations."}, {"pubmed": 21652691, "text": "Mutational analysis of the CDC73 gene identified 8 sequence changes, 3 of them have been reported previously, whereas 5 are novel: c.1346delG, c.88_94delTTCTCCT, non-coding variants, c.307+5G>T and c.424-5T>C and c.*12C>A of unknown significance."}, {"pubmed": 21692036, "text": "Parafibromin expression could be employed to indicate the favorable prognosis of patients with adenocarcinoma."}, {"pubmed": 21717873, "text": "Detected HRPT2 mutation in parathyroid carcinoma or atypical parathyroid adenoma in sporadic hyperparathyroidism in Thai patients."}, {"pubmed": 21732217, "text": "identified one novel germline mutation CDC73 NM_024529.4: c.1475G > A; NP_078805.3: p.Trp492X and one novel somatic mutation CDC73 NM_024529.4: c.142G > T; NP_078805.3: p.Glu48X associated with parathyroid neoplasm"}, {"pubmed": 22187299, "text": "germ-line inactivating mutations in CDC73 gene are common in young patients with clinically non-familial primary hyperparathyroidism"}, {"pubmed": 22932087, "text": "Complete loss of parafibromin expression was seen in 9 of 15 (60%) carcinomas, and all normal parathyroid tissues and parathyroid benign tumors stained positive for parafibromin except for one (4%) adenoma."}, {"pubmed": 22987117, "text": "CDC73 mutations and negative immunostaining were common in atypical parathyroid adenomas"}, {"pubmed": 23029104, "text": "we have firstly demonstrated the high prevalence of HRPT2/CDC mutations and loss of expression of its corresponding protein in clinically sporadic parathyroid carcinomas in Chinese population."}, {"pubmed": 23029479, "text": "CDC73-mutated carcinomas displayed losses in chromosome 1p and loss of the entire chromosome 13 which are not seen in CDC73-mutated adenomas."}, {"pubmed": 23060304, "text": "Twenty cases of CCPRCC were stained for parafibromin and showed diffuse and strong nuclear positivity for this marker"}, {"pubmed": 23166327, "text": "Oncogenic microRNA-155 down-regulates tumor suppressor CDC73 and promotes oral squamous cell carcinoma cell proliferation"}, {"pubmed": 23453027, "text": "The contribution of HRPT2 inactivation to the pathogenesis of OF, FD, and OS is marginal at best and may be limited to progression rather than tumor initiation."}, {"pubmed": 23757631, "text": "Genetic analysis of a patient with hyperparathyroidism-jaw tumor revealed a novel nonsense mutation in exon 1 of CDC73"}, {"pubmed": 23991985, "text": "High parafibromin expression is associated with colorectal carcinomas."}, {"pubmed": 24081804, "text": "Negative parafibromin staining is associated with malignant behavior in atypical parathyroid adenomas."}, {"pubmed": 24121387, "text": "We present three siblings with familial isolated hyperparathyroidism due to solitary parathyroid adenoma and favorable evolution post-parathyroidectomy. Genetic tests revealed HRPT2 mutation."}, {"pubmed": 24257751, "text": "Data indicate that overexpression of Wilms tumor 1 gene (WT1) decreased CDC73 levels and promoted proliferation of oral squamous cell carcinoma (OSCC) cells."}, {"pubmed": 24340015, "text": "Mutations within the nucleolar localisation signals of the CDC73 gene led to instability either of the corresponding mutated protein or mRNA or both."}, {"pubmed": 24716902, "text": "3 unrelated Chinese families with familial isolated primary hyperparathyroidism and 1 with hyperparathyroidism-jaw tumour syndrome were described; genetic analysis revealed 4 germline mutations that were responsible for the 4 kindreds including 2 novel point mutations, 1 recurrent point mutation and 1 deletion mutation"}, {"pubmed": 24823466, "text": "A previously unreported intragenic deletion of exons 1 to 10 of CDC73 was detected in a three-generation family with familial primary hyperparathyroidism with parathyroid carcinoma."}, {"pubmed": 24889687, "text": "gene expression profiling experiments suggest that upregulated FGFR1 expression appears to be associated with parathyroid carcinoma in HPT-JT syndrome due to an HRPT2 splicing mutation"}, {"pubmed": 25113791, "text": "Data report a novel mutation in the CDC73 gene that may underlie HPT-JT syndrome."}, {"pubmed": 25388829, "text": "targets and destabilizes p53 mRNA to control p53-mediated apoptosis"}, {"pubmed": 26124004, "text": "These findings suggest that downregulated expression of parafibromin protein plays an important role in the pathogenesis, differentiation, and metastasis of head and neck squamous cell carcinomas"}, {"pubmed": 26232434, "text": "Parafibromin interacted with JAK1/2, promoted the interactions of JAK1-JAK2 and JAK1/2-STAT1, and promoted tyrosine phosphorylation of STAT1 by JAKs after IFN-gamma stimulation."}, {"pubmed": 26409451, "text": "parafibromin downregulation might promote the pathogenesis, dedifferentiation and metastasis of ovarian cancers possibly by suppressing aggressive phenotypes, such as proliferation, cell cycle, apoptosis, migration and invasion."}, {"pubmed": 26832176, "text": "We suggest that parafibromin may be a possible prognostic and predictive parameter for breast carcinomas"}, {"pubmed": 27544721, "text": "Germline mutation of HRPT2 is associated with parathyroid carcinoma."}, {"pubmed": 27864865, "text": "The HPT-JT syndrome - multiple Parathyroid Adenomas, Parathyroid Carcinomas in 15% of patients, as well as Fibro-osseous Jaw tumours (in 35% of patients) results from mutations of the CDC73 (HRPT2) gene (encoding parafibromin)."}, {"pubmed": 28223542, "text": "Data suggest that down-regulated parafibromin (HRPT2; CDC73) expression might be closely linked to colorectal carcinogenesis and cancer differentiation."}, {"pubmed": 28394026, "text": "Recurrent Hyperparathyroidism Due to a Novel CDC73 Splice Mutation."}, {"pubmed": 28674121, "text": "Each of these autosomal dominant syndromes results from a specific germline mutation in unique genes: MEN1 is due to pathogenic MEN1 variants (11q13), MEN2A and MEN2B are due to pathogenic RET variants (10q11.21), MEN4 is due to pathogenic CDKN1B variants (12p13.1), and the HPT-JT syndrome is due to pathogenic CDC73 variants (1q25)."}, {"pubmed": 28774260, "text": "A novel deletion of exons 4 to 10 of CDC73 was detected by CNV analysis in the three affecteds. A novel insertion in the 5'UTR (c.-4_-11insG) that co-segregated with the deletion was identified."}, {"pubmed": 28881068, "text": "CDC73 mutations are major driver mutations in the etiology of parathyroid carcinomas (PCs)."}, {"pubmed": 29040582, "text": "Pathogenic germline CDC73 variants were identified in primary hyperparathyroidism patients, with (suspected) hyperparathyroidism-jaw tumor syndrome familial isolated primary hyperparathyroidism and apparently sporadic parathyroid carcinoma"}, {"pubmed": 29142233, "text": "our results provide a solid structural basis for understanding the structure and function of CDC73 and its association with the hyperparathyroidism-jaw tumor (HPT-JT) syndrome and other diseases"}, {"pubmed": 29621547, "text": "post-transcriptional down-regulation of CDC73 contributed to cellular senescence."}, {"pubmed": 29982334, "text": "Somatic mutations in CDC73 were associated with sporadic parathyroid adenomas in a Chinese population."}, {"pubmed": 30452964, "text": "Three members of a family presented with mixed epithelial tumor of the kidney and were found to possess a germline mutation in CDC73, a gene which is associated with hyperparathyroidism-jaw tumor syndrome"}, {"pubmed": 30541148, "text": "Our results suggest a novel pathway involving RNAPII, CDC73 and PNUTS-PP1 in ATR signaling and give new insight into the diverse functions of ATR."}, {"pubmed": 30923346, "text": "Parafibromin immunohistochemistry is a useful marker in the clinical routine when applied on a pre-selected material of cases, with positive immunoreactivity as a confident rule out marker of parathyroid malignancy."}, {"pubmed": 30926677, "text": "Loss of parafibromin expression was significantly higher in the parathyroid carcinoma than in the atypical parathyroid adenoma, parathyroid adenoma and parathyroid hyperplasia.[meta-analysis]"}, {"pubmed": 31595586, "text": "Tumor predisposition in an individual with chromosomal rearrangements of 1q31.2-q41 encompassing cell division cycle protein 73."}, {"pubmed": 32780442, "text": "The Oncosuppressors MEN1 and CDC73 Are Involved in lncRNA Deregulation in Human Parathyroid Tumors."}, {"pubmed": 34424918, "text": "Cell-cell adhesion regulates Merlin/NF2 interaction with the PAF complex."}, {"pubmed": 34729685, "text": "A novel long-range deletion spanning CDC73 and upper-stream genes discovered in a kindred of familial primary hyperparathyroidism."}, {"pubmed": 36177768, "text": "Heterozygous CDC73 mutation causing hyperparathyroidism in children and adolescents: a report of 2 cases."}, {"pubmed": 36255176, "text": "The clinicopathological and prognostic significances of CDC73 expression in breast cancer: A pathological and bioinformatics analysis."}, {"pubmed": 36739170, "text": "Para This, Fibromin That: The Role of CDC73 in Parathyroid Tumors and Familial Tumor Syndromes."}, {"pubmed": 37855385, "text": "Targeting UBR5 inhibits postsurgical breast cancer lung metastases by inducing CDC73 and p53 mediated apoptosis."}], "genomic_pos": {"chr": "1", "end": 193254815, "ensemblgene": "ENSG00000134371", "start": 193121983, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 193223031, "start": 193091147, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 18987311, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001558", "qualifier": "involved_in", "term": "regulation of cell growth"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001711", "qualifier": "involved_in", "term": "endodermal cell fate commitment"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006368", "pubmed": 20178742, "qualifier": "involved_in", "term": "transcription elongation by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 16989776, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016055", "qualifier": "involved_in", "term": "Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019827", "qualifier": "involved_in", "term": "stem cell population maintenance"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030177", "pubmed": 16630820, "qualifier": "involved_in", "term": "positive regulation of Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031124", "pubmed": 21329879, "qualifier": "involved_in", "term": "mRNA 3'-end processing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031442", "pubmed": 19136632, "qualifier": "involved_in", "term": "positive regulation of mRNA 3'-end processing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031648", "pubmed": 18987311, "qualifier": "involved_in", "term": "protein destabilization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032968", "qualifier": "involved_in", "term": "positive regulation of transcription elongation by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045638", "pubmed": 20541477, "qualifier": "involved_in", "term": "negative regulation of myeloid cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 16307923, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048147", "pubmed": 18987311, "qualifier": "involved_in", "term": "negative regulation of fibroblast proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050680", "pubmed": 18987311, "qualifier": "involved_in", "term": "negative regulation of epithelial cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902808", "pubmed": 15923622, "qualifier": "involved_in", "term": "positive regulation of cell cycle G1/S phase transition"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000134", "pubmed": 16989776, "qualifier": "involved_in", "term": "negative regulation of G1/S transition of mitotic cell cycle"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0000781", "pubmed": 19135898, "qualifier": "located_in", "term": "chromosome, telomeric region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 15923622, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016593", "qualifier": "part_of", "term": "Cdc73/Paf1 complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016593", "pubmed": [16307923, 18987311, 20178742], "qualifier": "part_of", "term": "Cdc73/Paf1 complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000993", "qualifier": "enables", "term": "RNA polymerase II complex binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000993", "pubmed": 15923622, "qualifier": "enables", "term": "RNA polymerase II complex binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15923622, 16024656, 16630820, 17113272, 19136632, 19410543, 20178742, 20541477, 21900206, 24981860, 25416956, 25910212, 26496610, 26659056, 26742426, 28514442, 29774127, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[3702, 821831], [4530, 4333654], [6239, 177160], [7165, 1279853], [7227, 41086], [7955, 393319], [8364, 548785], [9031, 424356], [9544, 712256], [9598, 745351], [9606, 79577], [9615, 478955], [9913, 100139547], [10090, 214498], [10116, 304832]], "id": 11571}, "interpro": [{"desc": "Cdc73/Parafibromin", "id": "IPR007852", "short_desc": "Cdc73/Parafibromin"}, {"desc": "Cell division control protein 73, C-terminal", "id": "IPR031336", "short_desc": "CDC73_C"}, {"desc": "Paf1 complex subunit Cdc73, N-terminal domain", "id": "IPR032041", "short_desc": "Cdc73_N"}, {"desc": "Cell division control protein 73, C-terminal domain superfamily", "id": "IPR038103", "short_desc": "CDC73_C_sf"}], "ipi": "IPI00300659", "map_location": "1q31.2", "name": "cell division cycle 73", "other_names": ["Familial isolated hyperparathyroidism", "Paf1/RNA polymerase II complex component", "cell division cycle 73 Paf1/RNA polymerase II complex component-like protein", "cell division cycle 73, Paf1/RNA polymerase II complex component, homolog", "cell division cycle protein 73 homolog", "hyperparathyroidism 2 protein", "parafibromin"], "pantherdb": {"HGNC": "16783", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2384876", "ortholog_type": "LDO", "panther_family": "PTHR12466", "taxid": 10090, "uniprot_kb": "Q8JZM7"}, {"RGD": "1311766", "ortholog_type": "LDO", "panther_family": "PTHR12466", "taxid": 10116, "uniprot_kb": "Q4V8C8"}, {"Ensembl": "ENSGALG00000002469", "ortholog_type": "LDO", "panther_family": "PTHR12466", "taxid": 9031, "uniprot_kb": "Q5ZLM0"}, {"ZFIN": "ZDB-GENE-040426-1309", "ortholog_type": "LDO", "panther_family": "PTHR12466", "taxid": 7955, "uniprot_kb": "X1WHN7"}, {"WormBase": "WBGene00018064", "ortholog_type": "LDO", "panther_family": "PTHR12466", "taxid": 6239, "uniprot_kb": "Q9N5U5"}, {"FlyBase": "FBgn0033865", "ortholog_type": "O", "panther_family": "PTHR12466", "taxid": 7227, "uniprot_kb": "A1Z9G9"}, {"FlyBase": "FBgn0037657", "ortholog_type": "LDO", "panther_family": "PTHR12466", "taxid": 7227, "uniprot_kb": "Q9VHI1"}, {"SGD": "S000004410", "ortholog_type": "LDO", "panther_family": "PTHR12466", "taxid": 4932, "uniprot_kb": "Q06697"}, {"PomBase": "SPBC17G9.02c", "ortholog_type": "LDO", "panther_family": "PTHR12466", "taxid": 4896, "uniprot_kb": "Q9UUE7"}, {"dictyBase": "DDB_G0274885", "ortholog_type": "LDO", "panther_family": "PTHR12466", "taxid": 352472, "uniprot_kb": "Q555G9"}, {"TAIR": "2077076", "ortholog_type": "LDO", "panther_family": "PTHR12466", "taxid": 3702, "uniprot_kb": "Q9LJ87"}], "uniprot_kb": "Q6P1J9"}, "pathway": {"reactome": [{"id": "R-HSA-112382", "name": "Formation of RNA Pol II elongation complex "}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-201722", "name": "Formation of the beta-catenin:TCF transactivating complex"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5358351", "name": "Signaling by Hedgehog"}, {"id": "R-HSA-5632684", "name": "Hedgehog 'on' state"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-674695", "name": "RNA Polymerase II Pre-transcription Events"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-75955", "name": "RNA Polymerase II Transcription Elongation"}, {"id": "R-HSA-8852135", "name": "Protein ubiquitination"}, {"id": "R-HSA-8866654", "name": "E3 ubiquitin ligases ubiquitinate target proteins"}], "wikipathways": {"id": "WP2853", "name": "Endoderm differentiation"}}, "pdb": ["5YDE", "5YDF", "6TED", "7OOP", "7OPC", "7OPD", "7UNC", "7UND"], "pfam": ["PF05179", "PF16050"], "pharmgkb": "PA29464", "pharos": {"target_id": 4123, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF268119", "relationship": "is"}, {"id": "GNF268120", "relationship": "is"}, {"id": "GNF268121", "relationship": "is"}, {"id": "GNF268122", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162024", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF033924", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF006710", "relationship": "is"}, {"id": "GNF017340", "relationship": "similar to"}, {"id": "GNF017525", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF243805", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102779", "relationship": "is"}, {"id": "GNF113038", "relationship": "is"}, {"id": "GNF142433", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_012691.1"], "protein": ["NP_078805.3", "XP_006711600.1", "XP_054194706.1"], "rna": ["NM_024529.5", "XM_006711537.5", "XM_054338731.1"], "translation": [{"protein": "NP_078805.3", "rna": "NM_024529.5"}, {"protein": "XP_006711600.1", "rna": "XM_006711537.5"}, {"protein": "XP_054194706.1", "rna": "XM_054338731.1"}]}, "reporter": {"HG-U133_Plus_2": ["218578_at", "229828_at", "235196_at"], "HG-U95B": ["44568_at", "53141_at", "55485_r_at"], "HTA-2_0": "TC01001626.hg.1", "HuEx-1_0": "2372967", "HuGene-1_1": "7908437", "HuGene-2_1": "16675354"}, "retired": [3278, 3279, 116446], "summary": "This gene encodes a tumor suppressor that is involved in transcriptional and post-transcriptional control pathways. The protein is a component of the the PAF protein complex, which associates with the RNA polymerase II subunit POLR2A and with a histone methyltransferase complex. This protein appears to facilitate the association of 3' mRNA processing factors with actively-transcribed chromatin. Mutations in this gene have been linked to hyperparathyroidism-jaw tumor syndrome, familial isolated hyperparathyroidism, and parathyroid carcinoma. [provided by RefSeq, Jul 2009].", "symbol": "CDC73", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1708291"}, "unigene": "Hs.378996", "uniprot": {"Swiss-Prot": "Q6P1J9", "TrEMBL": ["A0A2R8Y640", "A0A3B3ISN2", "A0A2R8YHB3", "A0A3B3IRP5", "A0A1B0GUB2"]}, "wikipedia": {"url_stub": "CDC73"}}