{"AllianceGenome": "24357", "HGNC": "24357", "MIM": "611735", "_id": "64866", "_version": 1, "accession": {"genomic": ["AC104165.2", "AC105902.2", "CH471055.1", "CP068275.2", "NC_000003.12", "NC_060927.1"], "protein": ["AAH21099.1", "AAH69254.1", "AAK02058.1", "AAO33397.1", "AAO34538.1", "AAQ89139.1", "AAR21289.1", "AMB19568.1", "AND76661.1", "BAB14695.1", "BAB15388.1", "BAB15511.1", "EAW64737.1", "EAW64738.1", "NP_073753.3", "NP_835488.1", "Q9H5V8.3", "XP_011532326.1", "XP_016862559.1", "XP_024309486.1", "XP_047304715.1", "XP_054203577.1", "XP_054203578.1", "XP_054203579.1", "XP_054203580.1"], "rna": ["AF468010.1", "AK023834.1", "AK026187.1", "AK026329.1", "AK026622.1", "AK314441.1", "AY026461.1", "AY167484.1", "AY358779.1", "AY375452.1", "BC021099.1", "BC069254.1", "CD367582.1", "KU215672.1", "KU257676.1", "NM_022842.5", "NM_178181.3", "XM_011534024.2", "XM_017007070.2", "XM_024453718.2", "XM_047448759.1", "XM_054347602.1", "XM_054347603.1", "XM_054347604.1", "XM_054347605.1"], "translation": [{"protein": "XP_024309486.1", "rna": "XM_024453718.2"}, {"protein": "NP_073753.3", "rna": "NM_022842.5"}, {"protein": "BAB15388.1", "rna": "AK026187.1"}, {"protein": "AND76661.1", "rna": "KU257676.1"}, {"protein": "AAK02058.1", "rna": "AY026461.1"}, {"protein": "XP_047304715.1", "rna": "XM_047448759.1"}, {"protein": "XP_054203579.1", "rna": "XM_054347604.1"}, {"protein": "XP_011532326.1", "rna": "XM_011534024.2"}, {"protein": "NP_835488.1", "rna": "NM_178181.3"}, {"protein": "XP_054203580.1", "rna": "XM_054347605.1"}, {"protein": "AAH21099.1", "rna": "BC021099.1"}, {"protein": "AAQ89139.1", "rna": "AY358779.1"}, {"protein": "AAH69254.1", "rna": "BC069254.1"}, {"protein": "XP_016862559.1", "rna": "XM_017007070.2"}, {"protein": "XP_054203577.1", "rna": "XM_054347602.1"}, {"protein": "AAR21289.1", "rna": "AY375452.1"}, {"protein": "XP_054203578.1", "rna": "XM_054347603.1"}, {"protein": "AAO34538.1", "rna": "AY167484.1"}, {"protein": "AMB19568.1", "rna": "KU215672.1"}, {"protein": "BAB14695.1", "rna": "AK023834.1"}, {"protein": "BAB15511.1", "rna": "AK026622.1"}, {"protein": "AAO33397.1", "rna": "AF468010.1"}]}, "alias": ["CD318", "SIMA135", "TRASK"], "ensembl": {"gene": "ENSG00000163814", "protein": ["ENSP00000296129", "ENSP00000399342"], "transcript": ["ENST00000296129", "ENST00000425231", "ENST00000490471"], "translation": [{"protein": "ENSP00000296129", "rna": "ENST00000296129"}, {"protein": "ENSP00000399342", "rna": "ENST00000425231"}], "type_of_gene": "protein_coding"}, "entrezgene": "64866", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.8865403767, "exp_mis": 311.893564414, "exp_syn": 141.852841148, "lof_z": 3.15206329297736, "mis_z": 1.13257915514808, "mu_lof": 1.62937877115e-06, "mu_mis": 2.77405558012e-05, "mu_syn": 1.2511927031e-05, "n_lof": 7.0, "n_mis": 271.0, "n_syn": 122.0, "p_li": 0.0211525261340679, "p_null": 0.00071638958413213, "p_rec": 0.9781310842818, "syn_z": 1.03336141007841}, "bp": 2511, "cds_end": 45187779, "cds_start": 45127129, "n_exons": 9, "nonpsych": {"exp_lof": 19.631688699, "exp_mis": 282.116038847, "exp_syn": 128.212765158, "lof_z": 3.46480727476624, "mis_z": 1.44489845430736, "mu_lof": 1.62937877115e-06, "mu_mis": 2.77405558012e-05, "mu_syn": 1.2511927031e-05, "n_lof": 4.0, "n_mis": 234.0, "n_syn": 113.0, "p_li": 0.600012827864624, "p_null": 9.79185078613496e-05, "p_rec": 0.399889253627514, "syn_z": 0.845876407599844}, "nontcga": {"exp_lof": 20.1182928638, "exp_mis": 286.924775421, "exp_syn": 130.487292338, "lof_z": 2.88511417010098, "mis_z": 0.968386244348451, "mu_lof": 1.62937877115e-06, "mu_mis": 2.77405558012e-05, "mu_syn": 1.2511927031e-05, "n_lof": 7.0, "n_mis": 254.0, "n_syn": 117.0, "p_li": 0.0114728551481174, "p_null": 0.00175818592554439, "p_rec": 0.986768958926338, "syn_z": 0.747589490187837}, "transcript": "ENST00000296129.1"}, "exons": [{"cdsend": 45146287, "cdsstart": 45085637, "chr": "3", "position": [[45082276, 45086067], [45089053, 45089141], [45091172, 45091538], [45093276, 45093657], [45095346, 45095568], [45110472, 45110841], [45112082, 45112445], [45118411, 45118621], [45146205, 45146378]], "strand": -1, "transcript": "NM_022842", "txend": 45146378, "txstart": 45082276}, {"cdsend": 45146287, "cdsstart": 45110464, "chr": "3", "position": [[45110215, 45110841], [45112082, 45112445], [45118411, 45118621], [45146205, 45146422]], "strand": -1, "transcript": "NM_178181", "txend": 45146422, "txstart": 45110215}], "exons_hg19": [{"cdsend": 45187779, "cdsstart": 45127129, "chr": "3", "position": [[45123768, 45127559], [45130545, 45130633], [45132664, 45133030], [45134768, 45135149], [45136838, 45137060], [45151964, 45152333], [45153574, 45153937], [45159903, 45160113], [45187697, 45187870]], "strand": -1, "transcript": "NM_022842", "txend": 45187870, "txstart": 45123768}, {"cdsend": 45187779, "cdsstart": 45151956, "chr": "3", "position": [[45151707, 45152333], [45153574, 45153937], [45159903, 45160113], [45187697, 45187914]], "strand": -1, "transcript": "NM_178181", "txend": 45187914, "txstart": 45151707}], "generif": [{"pubmed": 12660814, "text": "antibodies generated by subtractive immunization used to purify, identify and partially characterize SIMA135/CDCP1; properties indicate it is a multidomain cell surface antigen, highly expressed by certain cancer cells and normal and cancerous colon"}, {"pubmed": 14739293, "text": "tyrosine phosphorylation of CDCP1 is regulated by adhesion or plasmin in epithelial cells"}, {"pubmed": 15153610, "text": "CDCP1 is not only a novel marker for immature hematopoietic progenitor cell subsets but also unique in its property to recognize cells with phenotypes reminiscent of MSC and NPC."}, {"pubmed": 16926850, "text": "When CDCP1 promoter was transfected exogenously, Jurkat showed comparable promoter activity with K562, suggesting that the factor to enhance transcription was present but interfered to function in Jurkat"}, {"pubmed": 17335815, "text": "quantitated CDCP1 gene expression in matched normal colon and tumour tissue and compared the level of expression to other genes upregulated in colorectal tumourigenesis"}, {"pubmed": 17785447, "text": "CUB-domain-containing protein 1 (CDCP1), is identified as an Src family kinases-binding phosphoprotein associated with the anchorage independence of human lung adenocarcinoma."}, {"pubmed": 18269919, "text": "The clustering of Gp140 and signaling components in membrane microdomains in cell-cell contacts contributes to changes in cell behavior."}, {"pubmed": 18467693, "text": "CDCP1 promotes invasion and peritoneal dissemination of cancer cells through the regulation of cell migration and anchorage independence."}, {"pubmed": 18483259, "text": "CDCP1 may have a role in neoplasm metastasis; targeting it with a monoclonal antibody inhibits metastasis in a prostate cancer model"}, {"pubmed": 18483744, "text": "Overexpression of CUB-domain containing protein 1 is associated with metastasis and recurrence in renal cell carcinoma."}, {"pubmed": 19077003, "text": "CDCP1 expression level is a useful marker for prediction of patients with lung adenocarcinoma"}, {"pubmed": 19318475, "text": "abberant Trask phosphorylation is seen in many epithelial tumors from all stages including preinvasive, invasive, and metastatic tumors."}, {"pubmed": 19671673, "text": "These findings confirm that CDCP1 functions as an antiapoptotic molecule and indicate that during metastasis CDCP1 facilitates tumor cell survival likely during or soon after extravasation."}, {"pubmed": 19916495, "text": "findings indicate a functional role for CDCP1 in cancer and underscore the therapeutic potential of function-blocking anti-CDCP1 antibodies targeting both primary and metastatic carcinoma cells"}, {"pubmed": 20372833, "text": "In endometrioid adenocarcinoma low CDCP1 and advanced stage were independent poor prognostic factors for both overall and disease-free survival."}, {"pubmed": 20501830, "text": "Overexpression of CDCP1 is associated with pancreatic cancers."}, {"pubmed": 20551327, "text": "biological role of this protein and, potentially, its function in cancer, may be mediated by both 70-kDa cell retained and 65-kDa shed fragments, as well as the full-length 135-kDa protein."}, {"pubmed": 21189288, "text": "Trask signaling and focal adhesion signaling inactivate each other and signal in exclusion with each other, constituting a switch that underlies cell anchorage state."}, {"pubmed": 21220330, "text": "Data provide molecular mechanisms for the metastasis-enhancing functions of CDCP1."}, {"pubmed": 21233420, "text": "Signal transduction from CDCP1 to PKCdelta leads to its activation, increasing migration of CC-RCC. Furthermore, patient survival can be stratified by CDCP1 expression at the cell surface of the tumor"}, {"pubmed": 21490433, "text": "Src-Trask signaling and Src-focal adhesion signaling inactivate each other, constituting two opposing modes of phosphotyrosine signaling that define a switch underlining cell anchorage state."}, {"pubmed": 21559459, "text": "analysis of structural features of Trask that mediate its anti-adhesive functions"}, {"pubmed": 21617380, "text": "CDCP1 is selectively expressed in ovarian tumor vasculature"}, {"pubmed": 21706059, "text": "Trask as one of several potential candidates for functionally relevant tumor suppressors on the 3p21.3 region of the genome frequently lost in human cancers."}, {"pubmed": 21725358, "text": "Data show that the signaling events that accompany the CDCP1 tyrosine phosphorylation observed in cell lines and lung tumors may explain how the CDCP1/SFK complex regulates motility and adhesion."}, {"pubmed": 21812858, "text": "CUB domain-containing protein 1 (CDCP1) is a substrate of Src family kinases and has been shown to regulate anoikis resistance, migration and matrix degradation during tumor invasion and metastasis in a tyrosine phosphorylation-dependent manner. Review."}, {"pubmed": 21994943, "text": "analysis of cellular settings mediating Src Substrate switching between focal adhesion kinase tyrosine 861 and CUB-domain-containing protein 1 (CDCP1) tyrosine 734"}, {"pubmed": 22315226, "text": "a novel role for CDCP1 in EGF/EGFR-induced cell migration and indicate that targeting of CDCP1 may be a rational approach to inhibit progression of cancers driven by EGFR signaling"}, {"pubmed": 22457534, "text": "Secreted CDCP1 can be a useful genetic marker for the diagnosis of metastatic prostate cancer."}, {"pubmed": 23208492, "text": "Complexing of beta1 integrin the 70-kDa with CDCP1 fragment induced intracellular phosphorylation signaling, involving focal adhesion kinase-1 (FAK) and PI3 kinase (PI3K)-dependent Akt activation"}, {"pubmed": 23300860, "text": "strongly expressed in tumors derived from lung, colon, ovary, or kidney. for a full transformation capacity, the intact amino- and carboxy-termini of CDCP1 are essential."}, {"pubmed": 23378636, "text": "These data support a critical role for CDCP1 as a unique HIF-2alpha target gene involved in the regulation of cancer metastasis."}, {"pubmed": 23439492, "text": "CDCP1 is an essential regulator of the trafficking and function of MT1-MMP- and invadopodia-mediated invasion of cancer cells."}, {"pubmed": 23510015, "text": "Expression and phosphorylation of exogenous CDCP1 by Fyn kinase reduced the formation of autophagosomes."}, {"pubmed": 23747337, "text": "In migrating cancer stem cells isolated from primary human colorectal cancers, CD110(+) and CDCP1(+) subpopulations mediate organ-specific lung and liver metastasis."}, {"pubmed": 24384474, "text": "CDCP1 represses the epithelial phenotype of pancreatic cancer cells."}, {"pubmed": 24681947, "text": "EGF increases the lifespan of CDCP1 promoting its availability on the cell surface where the data indicate it is available to mediate procancer phenotypes such as cell migration."}, {"pubmed": 24849519, "text": "decreased CDCP1 expression promoted the invasive and migratory abilities of esophageal cancer cell lines."}, {"pubmed": 24939643, "text": "CDCP1 protein induced by oncogenic Ras/Erk signaling is essential for Ras-mediated metastatic potential of cancer cells."}, {"pubmed": 25275584, "text": "These data suggest CDCP1 expression can be used to identify a subset of marrow fibroblasts functionally distinct from CD146+ fibroblasts."}, {"pubmed": 25301083, "text": "CDCP1 modulates cell-substratum adhesion and motility in colon cancer cell lines."}, {"pubmed": 25728678, "text": "Multiple tyrosine phosphorylation sites of CDCP1 are important for the functional regulation of SFKs in several tumor types."}, {"pubmed": 25775948, "text": "The aim of this study was to examine whether activation of Trask may be potentially important in brain metastasis of lung cancers, the commonest site of organ spread and producing the deadliest consequences."}, {"pubmed": 25820997, "text": "High CDCP1 expression is associated with Colorectal Cancer."}, {"pubmed": 25892239, "text": "CDCP1 overexpression enhances HER2 activity.  CDCP1 binds to HER2, promoting SRC-HER2 crosstalk."}, {"pubmed": 25893298, "text": "CDCP1 protein plays an important role in the progression of ovarian clear cell carcinoma. Elevated CDCP1 levels correlates with poor patient outcome in ovarian clear cell carcinoma patients."}, {"pubmed": 26307391, "text": "these data demonstrated that HIF-2alpha could promote hepatocellular carcinoma cell migration by regulating CDCP1"}, {"pubmed": 26497208, "text": "Our results establish that differential glycosylation, cell surface presentation and extracellular expression of CDCP1 are hallmarks of prostate cancer progression."}, {"pubmed": 26553452, "text": "ADAM9 enhances CDCP1 protein expression by suppressing miR-218 for lung tumor metastasis"}, {"pubmed": 26876198, "text": "These studies have important implications for the development of a therapeutic to block CDCP1 activity and Triple-negative breast cancer (TNBC)metastasis."}, {"pubmed": 26882065, "text": "Elevated CDCP1 was observed in 77% of HGSC cases. Silencing of CDCP1 reduced migration and non-adherent cell growth in vitro and tumour burden in vivo."}, {"pubmed": 26956052, "text": "High expression level of CDCP1 is associated with recurrence in glioblastoma."}, {"pubmed": 27495374, "text": "CDCP1 may facilitate loss of adhesion by promoting activation of EGFR and Src at sites of cell-cell and cell-substratum contact."}, {"pubmed": 27626701, "text": "CDCP1 is a novel marker of the most aggressive N-positive triple-negative breast cancers; CDCP1 expression and gains in CDCP1 copy number synergized with nodal (N) status in determining disease-free and distant disease-free survival"}, {"pubmed": 27685922, "text": "Stromal expression patterns for both ADAM12 and CDCP1."}, {"pubmed": 28537886, "text": "These results revealed that ADAM9 down-regulates miR-1 via activating EGFR signaling pathways, which in turn enhances CDCP1 expression to promote lung cancer progression."}, {"pubmed": 28739932, "text": "CDCP1 knockdown reduced 3D invasion, which can be rescued by ACSL3 co-knockdown. In vivo, inhibiting CDCP1 activity with an engineered blocking fragment (extracellular portion of cleaved CDCP1) lead to increased LD abundance in primary tumors, decreased metastasis, and increased ACSL activity in two animal models of TNBC."}, {"pubmed": 29351434, "text": "Low CDCP1 expression is associated with idiopathic pulmonary fibrosis."}, {"pubmed": 29433983, "text": "Co-expression of CDCP1 and AXL is often observed in EGFR-mutation-positive tumors, limiting the efficacy of EGFR TKIs. Co-treatment with EGFR TKI and TPX-0005 warrants testing."}, {"pubmed": 29447112, "text": "The CDCP1 is cleaved by serine proteases at adjacent sites, arginine 368 (R368) and lysine 369 (K369), which induces cell migration in vitro and metastasis in vivo."}, {"pubmed": 29511352, "text": "Study discovered a new mechanism of regulation of CDK5 through loss of CDCP1, which dynamically regulates beta1-integrin in non-adherent cells and which may promote vascular dissemination in patients with advanced prostate cancer."}, {"pubmed": 29574172, "text": "CDCP1 was the most significant (FDR adjusted p-value 0.006). Correlation with CDCP1 concentration was most significant for CD34+ concentration and nucleated cell count. Multivariate analysis showed that CD34 and gender seemed to influence the level of CDCP1."}, {"pubmed": 29792166, "text": "Study identified PDGF-BB/PDGFRbeta-mediated pathway as a novel player in the regulation of CDCP1 in triple-negative breast cancer through ERK1/2 activation."}, {"pubmed": 30396925, "text": "Expression of CDCP1 was reduced by AHCC treatment of KLM1-R cells, whereas expression of actin was not affected. The ratio of intensities of CDCP1/actin in AHCC-treated KLM1-R cells was significantly suppressed (p<0.05) compared to untreated cells."}, {"pubmed": 31364124, "text": "Effect of NLK on the proliferation and invasion of laryngeal carcinoma cells by regulating CDCP1."}, {"pubmed": 31471585, "text": "Detailed cell fractionation, immunoprecipitation, microscopy, and immunohistochemical analyses demonstrated that CDCP1 promotes translocation of the key regulators of Wnt signaling, b-catenin, and E-cadherin, to the nucleus. Of functional importance, disruption of CDCP1 reduces nuclear localized, chromatin-associated b-catenin and nuclear localized E-cadherin, increases sequestration of these proteins in cell membranes"}, {"pubmed": 31965270, "text": "CD318 expression may serve as novel prognostic factor depending on implemented therapy in acute myeloid leukemia patients"}, {"pubmed": 32226543, "text": "Effective targeting of intact and proteolysed CDCP1 for imaging and treatment of pancreatic ductal adenocarcinoma."}, {"pubmed": 32250342, "text": "CDCP1 overexpression drives prostate cancer progression and can be targeted in vivo."}, {"pubmed": 32983115, "text": "Increased Plasma Levels of the Co-stimulatory Proteins CDCP1 and SLAMF1 in Patients With Autoimmune Endocrine Diseases."}, {"pubmed": 33060289, "text": "Theranostic Targeting of CUB Domain Containing Protein 1 (CDCP1) in Pancreatic Cancer-Letter."}, {"pubmed": 33260155, "text": "The emerging role of the MiR-1272-ADAM9-CDCP1 signaling pathway in the progression of glioma."}, {"pubmed": 33267838, "text": "Programmable N6-methyladenosine modification of CDCP1 mRNA by RCas9-methyltransferase like 3 conjugates promotes bladder cancer development."}, {"pubmed": 33574093, "text": "Prospective Identification of Elevated Circulating CDCP1 in Patients Years before Onset of Lung Cancer."}, {"pubmed": 33674603, "text": "Identification of CD318, TSPAN8 and CD66c as target candidates for CAR T cell based immunotherapy of pancreatic adenocarcinoma."}, {"pubmed": 33859413, "text": "Substrate-biased activity-based probes identify proteases that cleave receptor CDCP1."}, {"pubmed": 34621145, "text": "Preclinical Molecular PET-CT Imaging Targeting CDCP1 in Colorectal Cancer."}, {"pubmed": 34958004, "text": "Evaluation of CDCP1 (CD318) and endoglin (CD105) expression as prognostic markers in acute myeloid leukemia."}, {"pubmed": 35085554, "text": "SRC kinase activator CDCP1 promotes hepatocyte growth factor-induced cell migration/invasion of a subset of breast cancer cells."}, {"pubmed": 35166238, "text": "Targeting a proteolytic neoepitope on CUB domain containing protein 1 (CDCP1) for RAS-driven cancers."}, {"pubmed": 35504333, "text": "CDCP1: A promising diagnostic biomarker and therapeutic target for human cancer."}, {"pubmed": 36593286, "text": "CDCP1 expression is frequently increased in aggressive urothelial carcinoma and promotes urothelial tumor progression."}, {"pubmed": 36862682, "text": "CDCP1 (CUB domain containing protein 1) is a potential urine-based biomarker in the diagnosis of low-grade urothelial carcinoma."}, {"pubmed": 36880252, "text": "Metastatic prostate cancer-derived extracellular vesicles facilitate osteoclastogenesis by transferring the CDCP1 protein."}, {"pubmed": 37800334, "text": "Myocardial Recovery in Recent Onset Dilated Cardiomyopathy: Role of CDCP1 and Cardiac Fibrosis."}], "genomic_pos": {"chr": "3", "end": 45146422, "ensemblgene": "ENSG00000163814", "start": 45082277, "strand": -1}, "genomic_pos_hg19": {"chr": "3", "end": 45187914, "start": 45123770, "strand": -1}, "go": {"CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21233420, 21725358, 25416956, 31980649, 32296183], "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[7955, 541520], [8364, 100380031], [9031, 420703], [9544, 714333], [9598, 739085], [9606, 64866], [9615, 484797], [9913, 540622], [10090, 109332], [10116, 301082]], "id": 11276}, "interpro": [{"desc": "Spermadhesin, CUB domain superfamily", "id": "IPR035914", "short_desc": "Sperma_CUB_dom_sf"}, {"desc": "CUB domain-containing protein 1", "id": "IPR038811", "short_desc": "CDCP1"}], "ipi": ["IPI00235622", "IPI00290039", "IPI00736241"], "map_location": "3p21.31", "name": "CUB domain containing protein 1", "other_names": ["CUB domain-containing protein 1", "membrane glycoprotein gp140", "subtractive immunization M plus HEp3-associated 135 kDa protein", "transmembrane and associated with src kinases"], "pantherdb": {"HGNC": "24357", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2442010", "ortholog_type": "LDO", "panther_family": "PTHR14477", "taxid": 10090, "uniprot_kb": "Q5U462"}, {"RGD": "1305578", "ortholog_type": "LDO", "panther_family": "PTHR14477", "taxid": 10116, "uniprot_kb": "D3ZVA1"}, {"Ensembl": "ENSGALG00000040447", "ortholog_type": "LDO", "panther_family": "PTHR14477", "taxid": 9031, "uniprot_kb": "A0A1D5NYI9"}, {"ZFIN": "ZDB-GENE-050327-55", "ortholog_type": "O", "panther_family": "PTHR14477", "taxid": 7955, "uniprot_kb": "F8W2E4"}, {"Ensembl": "ENSDARG00000110186", "ortholog_type": "LDO", "panther_family": "PTHR14477", "taxid": 7955, "uniprot_kb": "A0A2R8PY98"}], "uniprot_kb": "Q9H5V8"}, "pharmgkb": "PA142672140", "pharos": {"target_id": 13981, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF329463", "relationship": "is"}, {"id": "GNF329464", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF177772", "relationship": "is"}, {"id": "GNF188678", "relationship": "is"}, {"id": "GNF199584", "relationship": "is"}, {"id": "GNF210490", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157370", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF017857", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF286573", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330386", "relationship": "is"}, {"id": "GNF334125", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF107685", "relationship": "is"}, {"id": "GNF113770", "relationship": "is"}, {"id": "GNF153411", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1"], "protein": ["NP_073753.3", "NP_835488.1", "XP_011532326.1", "XP_016862559.1", "XP_024309486.1", "XP_047304715.1", "XP_054203577.1", "XP_054203578.1", "XP_054203579.1", "XP_054203580.1"], "rna": ["NM_022842.5", "NM_178181.3", "XM_011534024.2", "XM_017007070.2", "XM_024453718.2", "XM_047448759.1", "XM_054347602.1", "XM_054347603.1", "XM_054347604.1", "XM_054347605.1"], "translation": [{"protein": "XP_024309486.1", "rna": "XM_024453718.2"}, {"protein": "NP_073753.3", "rna": "NM_022842.5"}, {"protein": "XP_016862559.1", "rna": "XM_017007070.2"}, {"protein": "XP_054203579.1", "rna": "XM_054347604.1"}, {"protein": "XP_054203577.1", "rna": "XM_054347602.1"}, {"protein": "NP_835488.1", "rna": "NM_178181.3"}, {"protein": "XP_011532326.1", "rna": "XM_011534024.2"}, {"protein": "XP_054203578.1", "rna": "XM_054347603.1"}, {"protein": "XP_054203580.1", "rna": "XM_054347605.1"}, {"protein": "XP_047304715.1", "rna": "XM_047448759.1"}]}, "reporter": {"HG-U133_Plus_2": ["1554110_at", "218451_at", "234932_s_at"], "HG-U95B": ["49190_s_at", "58229_at"], "HTA-2_0": "TC03001345.hg.1", "HuEx-1_0": "2671728", "HuGene-1_1": "8086517", "HuGene-2_1": "16952769"}, "summary": "This gene encodes a transmembrane protein which contains three extracellular CUB domains and acts as a substrate for Src family kinases. The protein plays a role in the tyrosine phosphorylation-dependent regulation of cellular events that are involved in tumor invasion and metastasis. Alternative splicing results in multiple transcript variants of this gene. [provided by RefSeq, May 2013].", "symbol": "CDCP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1540305"}, "unigene": "Hs.476093", "uniprot": {"Swiss-Prot": "Q9H5V8"}, "wikipedia": {"url_stub": "CDCP1"}}