{"AllianceGenome": "1750", "HGNC": "1750", "MIM": "600023", "_id": "1009", "_version": 2, "accession": {"genomic": ["AC010533.6", "AC137643.3", "AH007606.2", "CH471092.1", "CP068262.2", "NC_000016.10", "NC_060940.1", "NG_029491.2"], "protein": ["AAA35622.1", "AAD27755.1", "AAD27756.1", "AAH13609.1", "BAA04798.1", "BAA04799.1", "BAD92997.1", "BAF83940.1", "BAG59819.1", "BAH11907.1", "EAW83000.1", "EAW83001.1", "EAW83002.1", "NP_001295321.1", "NP_001317505.1", "NP_001788.2", "P55287.2", "XP_047289442.1", "XP_054235325.1", "XP_054235326.1", "XP_054235327.1"], "rna": ["AB209760.1", "AK291251.1", "AK294872.1", "AK297377.1", "AK308000.1", "BC013609.1", "BQ007417.1", "D21254.1", "D21255.1", "DA406052.1", "L34056.1", "NM_001308392.2", "NM_001330576.2", "NM_001797.4", "NM_033664.1", "XM_047433486.1", "XM_054379350.1", "XM_054379351.1", "XM_054379352.1"], "translation": [{"protein": "AAA35622.1", "rna": "L34056.1"}, {"protein": "AAH13609.1", "rna": "BC013609.1"}, {"protein": "BAA04799.1", "rna": "D21255.1"}, {"protein": "XP_054235327.1", "rna": "XM_054379352.1"}, {"protein": "BAD92997.1", "rna": "AB209760.1"}, {"protein": "NP_001788.2", "rna": "NM_001797.4"}, {"protein": "NP_001317505.1", "rna": "NM_001330576.2"}, {"protein": "BAG59819.1", "rna": "AK297377.1"}, {"protein": "XP_054235325.1", "rna": "XM_054379350.1"}, {"protein": "BAH11907.1", "rna": "AK294872.1"}, {"protein": "BAF83940.1", "rna": "AK291251.1"}, {"protein": "XP_054235326.1", "rna": "XM_054379351.1"}, {"protein": "XP_047289442.1", "rna": "XM_047433486.1"}, {"protein": "NP_001295321.1", "rna": "NM_001308392.2"}, {"protein": "BAA04798.1", "rna": "D21254.1"}]}, "alias": ["CAD11", "CDHOB", "ESWS", "OB", "OSF-4", "TBHS2"], "ensembl": {"gene": "ENSG00000140937", "protein": ["ENSP00000268603", "ENSP00000377711", "ENSP00000455120", "ENSP00000455420", "ENSP00000455697", "ENSP00000455779", "ENSP00000456110", "ENSP00000456772", "ENSP00000457812", "ENSP00000484650"], "transcript": ["ENST00000268603", "ENST00000394156", "ENST00000562325", "ENST00000562712", "ENST00000562882", "ENST00000562998", "ENST00000563255", "ENST00000563492", "ENST00000564317", "ENST00000564770", "ENST00000565210", "ENST00000566827", "ENST00000567934", "ENST00000568340", "ENST00000569095", "ENST00000569128", "ENST00000569624", "ENST00000569783", "ENST00000619158"], "translation": [{"protein": "ENSP00000377711", "rna": "ENST00000394156"}, {"protein": "ENSP00000268603", "rna": "ENST00000268603"}, {"protein": "ENSP00000457812", "rna": "ENST00000566827"}, {"protein": "ENSP00000484650", "rna": "ENST00000619158"}, {"protein": "ENSP00000455779", "rna": "ENST00000567934"}, {"protein": "ENSP00000455420", "rna": "ENST00000562998"}, {"protein": "ENSP00000456772", "rna": "ENST00000564317"}, {"protein": "ENSP00000455120", "rna": "ENST00000562712"}, {"protein": "ENSP00000455697", "rna": "ENST00000562882"}, {"protein": "ENSP00000456110", "rna": "ENST00000562325"}], "type_of_gene": "protein_coding"}, "entrezgene": "1009", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.5712619184, "exp_mis": 298.765255838, "exp_syn": 147.425250419, "lof_z": 4.49283158767297, "mis_z": 1.46483975124958, "mu_lof": 1.4391088959e-06, "mu_mis": 2.65413727796e-05, "mu_syn": 1.28219917964e-05, "n_lof": 0.0, "n_mis": 247.0, "n_syn": 136.0, "p_li": 0.999267144964547, "p_null": 4.96110520051185e-09, "p_rec": 0.000732850074347386, "syn_z": 0.583352502952015}, "bp": 2391, "cds_end": 65038772, "cds_start": 64981505, "n_exons": 11, "nonpsych": {"exp_lof": 18.3959220832, "exp_mis": 270.188339698, "exp_syn": 133.211032181, "lof_z": 4.21223631223744, "mis_z": 1.63209169406069, "mu_lof": 1.4391088959e-06, "mu_mis": 2.65413727796e-05, "mu_syn": 1.28219917964e-05, "n_lof": 0.0, "n_mis": 217.0, "n_syn": 116.0, "p_li": 0.998557490705196, "p_null": 3.15180154938467e-08, "p_rec": 0.0014424777767886, "syn_z": 0.938857206832694}, "nontcga": {"exp_lof": 18.9038196432, "exp_mis": 274.842313623, "exp_syn": 135.609503714, "lof_z": 4.28899989961562, "mis_z": 1.55794599948397, "mu_lof": 1.4391088959e-06, "mu_mis": 2.65413727796e-05, "mu_syn": 1.28219917964e-05, "n_lof": 0.0, "n_mis": 223.0, "n_syn": 129.0, "p_li": 0.998688084344552, "p_null": 2.04668095817026e-08, "p_rec": 0.00131189518863848, "syn_z": 0.359373325976589}, "transcript": "ENST00000268603.4"}, "exons": [{"cdsend": 65004869, "cdsstart": 64948090, "chr": "16", "position": [[64943752, 64948099], [64948608, 64948787], [64950766, 64951018], [64971578, 64971696], [64971930, 64972064], [64972903, 64973040], [64982047, 64982301], [64988156, 64988344], [64991767, 64991935], [64992914, 64993034], [64998561, 64998856], [65004641, 65005041], [65053803, 65053928], [65121879, 65122063]], "strand": -1, "transcript": "NM_001308392", "txend": 65122063, "txstart": 64943752}, {"cdsend": 64998706, "cdsstart": 64947602, "chr": "16", "position": [[64943752, 64948099], [64950766, 64951018], [64971578, 64971696], [64971930, 64972064], [64972903, 64973040], [64982047, 64982301], [64988156, 64988344], [64991767, 64991935], [64992914, 64993034], [64998561, 64998856], [65053803, 65053928], [65121879, 65122063]], "strand": -1, "transcript": "NM_001330576", "txend": 65122063, "txstart": 64943752}, {"cdsend": 65004869, "cdsstart": 64947602, "chr": "16", "position": [[64943752, 64948099], [64950766, 64951018], [64971578, 64971696], [64971930, 64972064], [64972903, 64973040], [64982047, 64982301], [64988156, 64988344], [64991767, 64991935], [64992914, 64993034], [64998561, 64998856], [65004641, 65005041], [65053803, 65053928], [65121879, 65122063]], "strand": -1, "transcript": "NM_001797", "txend": 65122063, "txstart": 64943752}], "exons_hg19": [{"cdsend": 65038772, "cdsstart": 64981993, "chr": "16", "position": [[64977656, 64982002], [64982511, 64982690], [64984669, 64984921], [65005481, 65005599], [65005833, 65005967], [65006806, 65006943], [65015950, 65016204], [65022059, 65022247], [65025670, 65025838], [65026817, 65026937], [65032464, 65032759], [65038544, 65038944], [65087706, 65087831], [65155782, 65155966]], "strand": -1, "transcript": "NM_001308392", "txend": 65155966, "txstart": 64977656}, {"cdsend": 65032609, "cdsstart": 64981505, "chr": "16", "position": [[64977656, 64982002], [64984669, 64984921], [65005481, 65005599], [65005833, 65005967], [65006806, 65006943], [65015950, 65016204], [65022059, 65022247], [65025670, 65025838], [65026817, 65026937], [65032464, 65032759], [65087706, 65087831], [65155782, 65155966]], "strand": -1, "transcript": "NM_001330576", "txend": 65155966, "txstart": 64977656}, {"cdsend": 65038772, "cdsstart": 64981505, "chr": "16", "position": [[64977656, 64982002], [64984669, 64984921], [65005481, 65005599], [65005833, 65005967], [65006806, 65006943], [65015950, 65016204], [65022059, 65022247], [65025670, 65025838], [65026817, 65026937], [65032464, 65032759], [65038544, 65038944], [65087706, 65087831], [65155782, 65155966]], "strand": -1, "transcript": "NM_001797", "txend": 65155966, "txstart": 64977656}], "generif": [{"pubmed": 11775026, "text": "The intracellular domain of cadherin-11 is not required for the induction of cell aggregation, adhesion or gap-junction formation"}, {"pubmed": 14985702, "text": "CADH11 was evaluated as a biomarker at the protein level and was found to have increased expression in xenograft tumors after S11248 treatment."}, {"pubmed": 15383628, "text": "A 2.62 Mbp minimal region of genomic loss of chromosome 16q22 was found in retinoblastoma which contains a hotspot CDH11, implicating CDH11as a potential tumor suppressor gene in retinoblastoma."}, {"pubmed": 15509545, "text": "primary aneurysmal bone cysts are mesenchymal neoplasms exhibiting USP6 and/or CDH11 oncogenic rearrangements"}, {"pubmed": 15743489, "text": "Review. Cadherin-11 expression confers upon cells a fundamental change in cellular behavior. Its expression on fibroblast-like synoviocytes may determine their behavior & differentiation."}, {"pubmed": 16651616, "text": "Together, these studies implicate cadherin-11 in synovial tissue and lining layer formation and provide an in vitro system to model fibroblast-like synoviocyte behavior and function in organizing the synovial tissue."}, {"pubmed": 17292535, "text": "Cadherin-11 is involved in the intercellular physical coupling of detrusor smooth muscle bladder cells and also of myofibroblasts."}, {"pubmed": 18193170, "text": "Overexpression of osteoblast cadherin is associated with breast cancer cell metastatic potential"}, {"pubmed": 18359978, "text": "The results indicate that CDH11 may be useful as a prognostic marker of disease progression and survival in osteosarcoma."}, {"pubmed": 18575746, "text": "cadherin-11 promotes homing and migration to bone and osteoclastogenesis through mediating the homophilic interactions of breast cancer cells with marrow stromal/osteoblastic cells, thereby enhancing bone metastases."}, {"pubmed": 18708358, "text": "These findings suggest that cadherin-11 is involved in the metastasis of prostate cancer cells to bone."}, {"pubmed": 18821672, "text": "Tumor necrosis factor alpha drives cadherin 11 expression in rheumatoid inflammation"}, {"pubmed": 19133007, "text": "Cadherin-11 and fascin might be useful markers for recurrence of pleomorphic adenomas."}, {"pubmed": 19274078, "text": "Cadherin-11 mRNA and protein levels are regulated by the activity of GSK3beta and a significant degree of this regulation is exerted by the GSK3 target, beta-catenin, at the level of the cadherin-11 3'UTR"}, {"pubmed": 19339270, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19996288, "text": "suppression of MUC1 by miR-145 causes a reduction of beta-catenin as well as the oncogenic cadherin 11"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21536877, "text": "cad-11 modulates synovial fibroblasts to evoke inflammatory factors that may contribute to the inflammatory process in RA."}, {"pubmed": 21722156, "text": "CDH11 as a novel glioma invasion-associated candidate gene that likely contribute to the invasive phenotype of malignant gliomas."}, {"pubmed": 21798287, "text": "increased expression in patients with rheumatoid arthritis"}, {"pubmed": 21990376, "text": "CDH11 expression was assessed in lung tissue from idiopathic pulmonary fibrosis patients."}, {"pubmed": 22139084, "text": "Data indicate that CDH11 as a functional tumor suppressor and an important antagonist of Wnt/beta-catenin signaling, with frequent epigenetic inactivation in common carcinomas."}, {"pubmed": 22267545, "text": "These results show the functional significance of cadherin-11 expression in glioblastoma multiforme."}, {"pubmed": 22374749, "text": "The study of CDH11 5'-CpG island hypermethylation in primary tumours and lymph node metastases of cancer patients showed this epigenetic alteration to be significantly confined to the disseminated cells."}, {"pubmed": 23162011, "text": "Results indicate the necessity of cadherin-11 for dystrophic calcific nodule formation, which proceeds through an Erk1/2-dependent pathway."}, {"pubmed": 23951053, "text": "Data indicate that knockdown of CDH11 expression in primary human glioblastoma cells inhibits TGFbeta-stimulated migration."}, {"pubmed": 23971040, "text": "Thus, our results indicated abnormal expression of CD44V6, CDH11, and beta-catenin in osteosarcomas and osteochondromas, which may provide important indicators for further research."}, {"pubmed": 24574497, "text": "Data indicate that the interaction of mesenchymal stem cells (MSC) with fibroblast-like synoviocytes (FLS) via cadherin-11 may contribute to angiogenesis and chronic synovitis by enhancing the secretion of placental growth factor (PlGF)."}, {"pubmed": 24648356, "text": "Our results demonstrate that parathyroid hormone stimulates hematopoiesis through promoting the upregulation of CDH11 expression in bone marrow mesenchymal stromal cells"}, {"pubmed": 24681547, "text": "High Cadherin-11 expression is associated with breast cancer."}, {"pubmed": 24757152, "text": "These data demonstrate that Cad-11 is a mediator of dermal fibrosis and TGFbeta production and suggest that Cad-11 may be a therapeutic target in systemic sclerosis."}, {"pubmed": 24839052, "text": "evidence for the involvement of CDH11 in Autism Spectrum Disorder which is consistent with the association of other cadherins with Autism Spectrum Disorder and neuropsychiatric diseases"}, {"pubmed": 24940649, "text": "Cadherin 11, a miR-675 target, induces N-cadherin expression and epithelial-mesenchymal transition in melasma."}, {"pubmed": 25173800, "text": "This study evaluated the expression of CAD11 in the peripheral blood of rheumatoid arthritis patients and normal controls."}, {"pubmed": 25771201, "text": "Existing knowledge regarding the role of CDH2 and CDH11 during development and differentiation in vivo and in vitro is reviewed. [review]"}, {"pubmed": 25919928, "text": "Data suggest methylation status of gene promoters for CDH11 (cadherin 11) and BASP1 (brain abundant membrane attached signal protein 1) in tumor, skin, and metastatic tumor tissue may serve as prognostic biomarkers in patients with advanced melanoma."}, {"pubmed": 26046821, "text": "Invasive cancer cells had increased expression of mesenchymal markers cadherin 2 and 11 that localized with stromal cell cadherin 11, suggesting that these molecules are involved in stromal cell engraftment."}, {"pubmed": 26092671, "text": "High Cad-11 expression is associated with bone metastases of Ewing sarcoma."}, {"pubmed": 26121083, "text": "Cadherin-11 may be hyper-expressed in the peripheral blood of diffuse systemic scleroderma patients."}, {"pubmed": 26476273, "text": "that U87-p75(NTR) cells express higher levels of Cdh-11 protein and that siRNA-mediated knockdown of Cdh-11 resulted in a significant decrease in p75(NTR)-mediated glioblastoma cell migration"}, {"pubmed": 26519476, "text": "observations suggest that clathrin-mediated internalization of Cad11 regulates surface trafficking of Cad11 and that dynamic turnover of Cad11 regulates the migratory function of Cad11 in prostate cancer cells."}, {"pubmed": 26706910, "text": "Upregulation of miR-27b significantly accelerated the proliferation, cell cycle transition from G1 to S phase, migration and invasion of C33A cells, while downregulation of miR-27b suppressed the proliferation and invasion of HeLa cells"}, {"pubmed": 27118219, "text": "the observed CDH11 expression in active MM patients' peripheral blood was carried by circulating plasma cell clone(s), outgoing from an osteoblastic niche, conferring the disease transformation into symptomatic MM or its relapse."}, {"pubmed": 27311482, "text": "engagement of CDH11 through homophilic interactions, led to swift activation of the TGF-beta and ROCK pathways as evidenced by phosphorylation of downstream effectors."}, {"pubmed": 27855278, "text": "Cad-11 expression was significantly increased in pancreatic stellate cells and pancreatic cancer cells."}, {"pubmed": 28292214, "text": "Chemoresistant B-ALL patients are associated with increased methylation in ADAMTSL5 and CDH11."}, {"pubmed": 28854563, "text": "CNS disease was associated with enhanced expression of cytoplasmic and membranous ITGA10 and nuclear PTEN (P < 0.0005, P = 0.002, P = 0.024, respectively). sCNSL presented decreased membranous CD44 and nuclear and cytoplasmic cadherin-11 expressions (P = 0.001, P = 0.006, P = 0.048, respectively). In PCNSL lactoferrin expression was upregulated (P < 0.0005)."}, {"pubmed": 28988429, "text": "This study reveals loss-of-function mutations in CDH11 as a probable cause of Elsahy-Waters syndrome phenotype."}, {"pubmed": 29075357, "text": "Elevated levels of PLAUR, a validated target gene, and CDH11 were confirmed in gastric tumors with low expression of miR-335. The 3'UTR of CDH11 was identified to be directly targeted by miR-335."}, {"pubmed": 29190819, "text": "data show that ErbB2 and Akt are important for CNC migration and implicate other ErbB receptors and Akt-independent signaling pathways. Our findings provide the first example of a functional interaction between the extracellular domain of a type II classical cadherin and growth factor receptors"}, {"pubmed": 29269046, "text": "TGFbeta1-SMAD2/3-Snail signaling could contribute to the human trophoblast cell differentiation by up-regulating cadherin-11 expression."}, {"pubmed": 29271567, "text": "we describe in detail the clinical phenotype of the original CDH11-related patient with Elsahy-Waters syndrome (EWS), as well as a previously unreported EWS-affected girl who was also found to have a novel homozygous truncating variant in CDH11, which confirms that EWS is caused by biallelic CDH11 loss of function mutations."}, {"pubmed": 29458077, "text": "we revisited the question of the relationship between Cav1 and Stat3-ptyr705 in non-transformed mouse fibroblasts and in human lung carcinoma cells, by examining their effect at different cell densities.Our results demonstrate that Cav1 downregulates cadherin-11, by a mechanism which requires the Cav1 scaffolding domain. This cadherin-11 downregulation, leads to a reduction in cRac1 and Stat3 activity levels."}, {"pubmed": 30194892, "text": "This study identifies a novel loss-of-function variant in CDH11 as a cause of BSGS and supports the role of cadherin-11 as a key player in axial and craniofacial malformations."}, {"pubmed": 30290240, "text": "The accelerated migration of ADD1 and ADD3-depleted NSCLC cells was ECM adhesion-independent and was driven by the upregulated expression of pro-motile cadherin-11."}, {"pubmed": 30509494, "text": "CDH11 promotes liver fibrosis by activating hepatic stellate cells"}, {"pubmed": 30876808, "text": "Interactions between cadherin-11 and PDGFRalpha signaling link cell adhesion and cell proliferation."}, {"pubmed": 31160603, "text": "This study demonstrated that EPHB6-mutated cells acquire cell adhesion-mediated drug resistance (CAM-DR) in association with CDH11 expression and RhoA/focal adhesion kinase (FAK) activation. Targeted inhibition of EPHA2 or CDH11 reversed the acquired paclitaxel resistance, suggesting its potential clinical utility."}, {"pubmed": 31248373, "text": "CDH11 is an inductor of metastatic signaling, and biomarker of poor prognosis in metastatic breast cells (MBCs). Exposure to anti-CDH11 antibody suppresses metastasis, reduces CDH11, fibronectin and beta-catenin expression, and abrogate the cancer stem cell-like traits of MBC cells. Ectopic expression of miR-335 suppresses CDH11, beta-catenin and vimentin expression, in concert with attenuated metastatic potentials."}, {"pubmed": 31407253, "text": "CpG Islands Methylation Analysis of CDH11, EphA5, and HS3ST2 Genes in Gastric Adenocarcinoma Patients."}, {"pubmed": 31894237, "text": "CDH11 was a reliable therapeutic target in bladder cancer."}, {"pubmed": 32929367, "text": "Cadherin-11 cooperates with inflammatory factors to promote the migration and invasion of fibroblast-like synoviocytes in pigmented villonodular synovitis."}, {"pubmed": 33285242, "text": "Cadherin-11 and cardiac fibrosis: A common target for a common pathology."}, {"pubmed": 33307028, "text": "Cadherin 11 Promotes Immunosuppression and Extracellular Matrix Deposition to Support Growth of Pancreatic Tumors and Resistance to Gemcitabine in Mice."}, {"pubmed": 33811546, "text": "Pathogenic variants in CDH11 impair cell adhesion and cause Teebi hypertelorism syndrome."}, {"pubmed": 34278706, "text": "Detailed clinical and radiological features of the first patient with Elsahy-Waters syndrome in East Asia."}, {"pubmed": 35293575, "text": "Cadherin-11 Regulates Cell Proliferation via the PDGFRbeta-ERK1/2 Signaling Pathway in Human Mesenchymal Stem Cells."}, {"pubmed": 35416252, "text": "Cadherin-11 Influences Differentiation in Human Mesenchymal Stem Cells by Regulating the Extracellular Matrix Via the TGFbeta1 Pathway."}, {"pubmed": 35662129, "text": "Cadherin-11 and Its Role in Tissue Fibrosis."}, {"pubmed": 36809926, "text": "Inhibition of miR-101-3p prevents human aortic valve interstitial cell calcification through regulation of CDH11/SOX9 expression."}, {"pubmed": 37171723, "text": "Let-7c-3p suppresses lens epithelial-mesenchymal transition by inhibiting cadherin-11 expression in fibrotic cataract."}, {"pubmed": 37558205, "text": "Cadherin-11 increases tumor cell proliferation and metastatic potential via Wnt pathway activation."}, {"pubmed": 37737289, "text": "Computational evidence for multi-layer crosstalk between the cadherin-11 and PDGFR pathways."}, {"pubmed": 38871245, "text": "YTHDF1 promotes the osteolytic bone metastasis of breast cancer via inducing EZH2 and CDH11 translation."}, {"pubmed": 38875295, "text": "Cadherin-11 contributes to the heterogenous and dynamic Wnt-Wnt-beta-catenin pathway activation in Ewing sarcoma."}], "genomic_pos": {"chr": "16", "end": 65126112, "ensemblgene": "ENSG00000140937", "start": 64943753, "strand": -1}, "genomic_pos_hg19": {"chr": "16", "end": 65160015, "start": 64977656, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000902", "qualifier": "involved_in", "term": "cell morphogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0001501", "pubmed": 8163513, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0001503", "pubmed": 8163513, "qualifier": "involved_in", "term": "ossification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003189", "pubmed": 26188246, "qualifier": "involved_in", "term": "aortic valve formation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007043", "qualifier": "involved_in", "term": "cell-cell junction assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007155", "pubmed": 33811546, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007156", "qualifier": "involved_in", "term": "homophilic cell adhesion via plasma membrane adhesion molecules"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007275", "qualifier": "involved_in", "term": "multicellular organism development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016339", "qualifier": "involved_in", "term": "calcium-dependent cell-cell adhesion via plasma membrane cell adhesion molecules"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016477", "pubmed": 26188246, "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021957", "qualifier": "involved_in", "term": "corticospinal tract morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030336", "pubmed": 33811546, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034332", "qualifier": "involved_in", "term": "adherens junction organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0044331", "qualifier": "involved_in", "term": "cell-cell adhesion mediated by cadherin"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048041", "pubmed": 33811546, "qualifier": "involved_in", "term": "focal adhesion assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050804", "qualifier": "involved_in", "term": "modulation of chemical synaptic transmission"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005912", "qualifier": "is_active_in", "term": "adherens junction"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016342", "qualifier": "part_of", "term": "catenin complex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098685", "qualifier": "located_in", "term": "Schaffer collateral - CA1 synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008013", "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0045296", "qualifier": "enables", "term": "cadherin binding"}]}, "homologene": {"genes": [[7955, 30461], [8364, 548575], [9031, 415797], [9544, 708826], [9598, 454142], [9606, 1009], [9615, 479696], [9913, 785475], [10090, 12552], [10116, 84407]], "id": 1361}, "interpro": [{"desc": "Cadherin-like", "id": "IPR002126", "short_desc": "Cadherin-like_dom"}, {"desc": "Cadherin-like superfamily", "id": "IPR015919", "short_desc": "Cadherin-like_sf"}, {"desc": "Cadherin conserved site", "id": "IPR020894", "short_desc": "Cadherin_CS"}, {"desc": "Cadherin", "id": "IPR039808", "short_desc": "Cadherin"}, {"desc": "Cadherin, Y-type LIR-motif", "id": "IPR000233", "short_desc": "Cadherin_Y-type_LIR"}, {"desc": "Catenin binding domain superfamily", "id": "IPR027397", "short_desc": "Catenin-bd_sf"}], "ipi": ["IPI00293539", "IPI00304227"], "map_location": "16q21", "name": "cadherin 11", "other_names": ["cadherin 11, type 2, OB-cadherin (osteoblast)", "cadherin-11"], "pantherdb": {"HGNC": "1750", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99217", "ortholog_type": "LDO", "panther_family": "PTHR24027", "taxid": 10090, "uniprot_kb": "P55288"}, {"RGD": "619742", "ortholog_type": "LDO", "panther_family": "PTHR24027", "taxid": 10116, "uniprot_kb": "F1MAH6"}, {"Gene": "CDH11", "ortholog_type": "O", "panther_family": "PTHR24027", "taxid": 9031, "uniprot_kb": "O93319"}, {"Ensembl": "ENSGALG00000039985", "ortholog_type": "LDO", "panther_family": "PTHR24027", "taxid": 9031, "uniprot_kb": "A0A1D5P6T7"}, {"ZFIN": "ZDB-GENE-980526-170", "ortholog_type": "LDO", "panther_family": "PTHR24027", "taxid": 7955, "uniprot_kb": "B3DGG4"}], "uniprot_kb": "P55287"}, "pathway": {"reactome": [{"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-418990", "name": "Adherens junctions interactions"}, {"id": "R-HSA-418990", "name": "Adherens junctions interactions"}, {"id": "R-HSA-421270", "name": "Cell-cell junction organization"}, {"id": "R-HSA-421270", "name": "Cell-cell junction organization"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}, {"id": "R-HSA-9759475", "name": "Regulation of CDH11 Expression and Function"}, {"id": "R-HSA-9759475", "name": "Regulation of CDH11 Expression and Function"}, {"id": "R-HSA-9759476", "name": "Regulation of Homotypic Cell-Cell Adhesion"}, {"id": "R-HSA-9759476", "name": "Regulation of Homotypic Cell-Cell Adhesion"}, {"id": "R-HSA-9759811", "name": "Regulation of CDH11 mRNA translation by microRNAs"}, {"id": "R-HSA-9762292", "name": "Regulation of CDH11 function"}, {"id": "R-HSA-9762292", "name": "Regulation of CDH11 function"}, {"id": "R-HSA-9764260", "name": "Regulation of Expression and Function of Type II Classical Cadherins"}, {"id": "R-HSA-9764260", "name": "Regulation of Expression and Function of Type II Classical Cadherins"}, {"id": "R-HSA-9833576", "name": "CDH11 homotypic and heterotypic interactions"}], "wikipathways": [{"id": "WP4540", "name": "Pathways Regulating Hippo Signaling"}, {"id": "WP4541", "name": "Hippo-Merlin Signaling Dysregulation"}, {"id": "WP4561", "name": "Cell migration and invasion through p75NTR"}, {"id": "WP4564", "name": "Neural Crest Cell Migration during Development"}, {"id": "WP4565", "name": "Neural Crest Cell Migration in Cancer"}]}, "pfam": ["PF00028", "PF01049"], "pharmgkb": "PA26284", "pharos": {"target_id": 14417, "tdl": "Tbio"}, "pir": "A38992", "prosite": "PS50268", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF215721", "relationship": "is"}, {"id": "GNF232077", "relationship": "is"}, {"id": "GNF247211", "relationship": "is"}, {"id": "GNF247212", "relationship": "is"}, {"id": "GNF247213", "relationship": "is"}, {"id": "GNF247214", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163467", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF035489", "relationship": "similar to"}, {"id": "GNF036356", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF002369", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096810", "relationship": "is"}, {"id": "GNF136465", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_029491.2"], "protein": ["NP_001295321.1", "NP_001317505.1", "NP_001788.2", "XP_047289442.1", "XP_054235325.1", "XP_054235326.1", "XP_054235327.1"], "rna": ["NM_001308392.2", "NM_001330576.2", "NM_001797.4", "NM_033664.1", "XM_047433486.1", "XM_054379350.1", "XM_054379351.1", "XM_054379352.1"], "translation": [{"protein": "XP_054235327.1", "rna": "XM_054379352.1"}, {"protein": "NP_001788.2", "rna": "NM_001797.4"}, {"protein": "NP_001317505.1", "rna": "NM_001330576.2"}, {"protein": "XP_054235325.1", "rna": "XM_054379350.1"}, {"protein": "XP_054235326.1", "rna": "XM_054379351.1"}, {"protein": "XP_047289442.1", "rna": "XM_047433486.1"}, {"protein": "NP_001295321.1", "rna": "NM_001308392.2"}]}, "reporter": {"HG-U133_Plus_2": ["207172_s_at", "207173_x_at", "236179_at", "239286_at"], "HG-U95Av2": ["2087_s_at", "36976_at"], "HG-U95B": "58058_at", "HTA-2_0": "TC16001165.hg.1", "HuEx-1_0": "3694657", "HuGene-1_1": "8001800", "HuGene-2_1": "16827041"}, "summary": "This gene encodes a type II classical cadherin from the cadherin superfamily, integral membrane proteins that mediate calcium-dependent cell-cell adhesion. Mature cadherin proteins are composed of a large N-terminal extracellular domain, a single membrane-spanning domain, and a small, highly conserved C-terminal cytoplasmic domain. Type II (atypical) cadherins are defined based on their lack of a HAV cell adhesion recognition sequence specific to type I cadherins. Expression of this particular cadherin in osteoblastic cell lines, and its upregulation during differentiation, suggests a specific function in bone development and maintenance. [provided by RefSeq, Jul 2008].", "symbol": "CDH11", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413269"}, "unigene": ["Hs.596112", "Hs.116471"], "uniprot": {"Swiss-Prot": "P55287", "TrEMBL": ["H3BP26", "H3BUU9", "H3BPQ2", "H3BR78", "A0A087X227", "H3BQB5", "H3BSM4", "H3BQH2"]}, "wikipedia": {"url_stub": "CDH11"}}