{"AllianceGenome": "1759", "HGNC": "1759", "MIM": "114020", "_id": "1000", "_version": 1, "accession": {"genomic": ["AC006249.1", "AC015933.9", "AC110015.5", "CH471088.1", "CP068260.2", "EF444966.1", "JA438438.1", "JA611023.1", "NC_000018.10", "NC_060942.1", "NG_011959.2", "Z27413.1", "Z27415.1", "Z27416.1", "Z27417.1", "Z27418.1", "Z27419.1", "Z27420.1", "Z27421.1", "Z27422.1", "Z27423.1", "Z27424.1", "Z27425.1", "Z27426.1", "Z27427.1", "Z27428.1", "Z27429.1", "Z27430.1", "Z27431.1", "Z27432.1", "Z27433.1", "Z27434.1", "Z27435.1", "Z27436.1", "Z27437.1", "Z27438.1", "Z27439.1", "Z27440.1", "Z27441.1"], "protein": ["AAA03236.1", "AAB22854.1", "AAH36470.1", "ACA05964.1", "BAH13814.1", "CAA38213.1", "CAA40773.1", "CAA81799.1", "CCD32808.1", "CCE25962.1", "EAX01239.1", "EAX01240.1", "EAX01241.1", "NP_001295105.1", "NP_001783.2", "P19022.4", "XP_011524090.1", "XP_016881003.1", "XP_054174113.1"], "rna": ["AA661623.1", "AI675151.1", "AI752179.1", "AI752180.1", "AK302831.1", "AW016710.1", "BC021695.1", "BC036470.1", "BG197310.1", "BX648579.1", "CB105441.1", "CN263272.1", "DA225616.1", "DC403359.1", "M34064.1", "NM_001308176.2", "NM_001792.5", "S42303.1", "X54315.1", "X57548.1", "XM_011525788.1", "XM_017025514.3", "XM_054318138.1"], "translation": [{"protein": "XP_011524090.1", "rna": "XM_011525788.1"}, {"protein": "XP_016881003.1", "rna": "XM_017025514.3"}, {"protein": "NP_001783.2", "rna": "NM_001792.5"}, {"protein": "AAB22854.1", "rna": "S42303.1"}, {"protein": "AAA03236.1", "rna": "M34064.1"}, {"protein": "NP_001295105.1", "rna": "NM_001308176.2"}, {"protein": "BAH13814.1", "rna": "AK302831.1"}, {"protein": "AAH36470.1", "rna": "BC036470.1"}, {"protein": "XP_054174113.1", "rna": "XM_054318138.1"}, {"protein": "CAA40773.1", "rna": "X57548.1"}, {"protein": "CAA38213.1", "rna": "X54315.1"}]}, "alias": ["ACOGS", "ADHD8", "ARVD14", "CD325", "CDHN", "CDw325", "NCAD"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "limited", "classification_date": "2023-11-27T05:00:00.000Z", "disease_label": "congenital heart disease", "gcep": "Congenital Heart Disease Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0005453", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_1c7b4274-6326-4904-9973-4d0223c5081b-2023-11-27T050000.000Z", "sop": "SOP10"}, {"classification": "limited", "classification_date": "2018-07-13T16:00:00.000Z", "disease_label": "arrhythmogenic right ventricular cardiomyopathy", "gcep": "Arrhythmogenic Right Ventricular Cardiomyopathy Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0016587", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_c7a03805-bf73-4d2d-9756-c666c67be119-2018-07-13T160000.000Z", "sop": "SOP7"}]}, "ensembl": {"gene": "ENSG00000170558", "protein": ["ENSP00000269141", "ENSP00000382312", "ENSP00000411360", "ENSP00000412120", "ENSP00000414269", "ENSP00000501654", "ENSP00000502061", "ENSP00000502206", "ENSP00000502696"], "transcript": ["ENST00000269141", "ENST00000399380", "ENST00000413878", "ENST00000418492", "ENST00000430882", "ENST00000674998", "ENST00000675173", "ENST00000675688", "ENST00000675708", "ENST00000676041", "ENST00000676445"], "translation": [{"protein": "ENSP00000502696", "rna": "ENST00000675173"}, {"protein": "ENSP00000502061", "rna": "ENST00000675688"}, {"protein": "ENSP00000269141", "rna": "ENST00000269141"}, {"protein": "ENSP00000382312", "rna": "ENST00000399380"}, {"protein": "ENSP00000502206", "rna": "ENST00000676445"}, {"protein": "ENSP00000501654", "rna": "ENST00000675708"}, {"protein": "ENSP00000412120", "rna": "ENST00000430882"}, {"protein": "ENSP00000414269", "rna": "ENST00000413878"}, {"protein": "ENSP00000411360", "rna": "ENST00000418492"}], "type_of_gene": "protein_coding"}, "entrezgene": "1000", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 29.1186649989, "exp_mis": 289.771665947, "exp_syn": 129.991273756, "lof_z": 4.42748622881712, "mis_z": 1.14277997976099, "mu_lof": 2.08689422392e-06, "mu_mis": 2.64275542094e-05, "mu_syn": 1.16493039139e-05, "n_lof": 5.0, "n_mis": 250.0, "n_syn": 135.0, "p_li": 0.897440931236462, "p_null": 3.31313158619067e-07, "p_rec": 0.102558737450379, "syn_z": -0.272343688154417}, "bp": 2721, "cds_end": 25756986, "cds_start": 25532116, "n_exons": 16, "nonpsych": {"exp_lof": 26.0494979682, "exp_mis": 261.965623747, "exp_syn": 117.348943586, "lof_z": 4.24278437147302, "mis_z": 1.02730764661789, "mu_lof": 2.08689422392e-06, "mu_mis": 2.64275542094e-05, "mu_syn": 1.16493039139e-05, "n_lof": 4.0, "n_mis": 229.0, "n_syn": 121.0, "p_li": 0.943000066766646, "p_null": 4.4469201157078e-07, "p_rec": 0.056999488541342, "syn_z": -0.212201130223512}, "nontcga": {"exp_lof": 26.7593747403, "exp_mis": 266.560153809, "exp_syn": 119.562179751, "lof_z": 4.53083579300877, "mis_z": 1.42077925414295, "mu_lof": 2.08689422392e-06, "mu_mis": 2.64275542094e-05, "mu_syn": 1.16493039139e-05, "n_lof": 3.0, "n_mis": 220.0, "n_syn": 125.0, "p_li": 0.990297991184967, "p_null": 2.24505241329203e-08, "p_rec": 0.00970198636450848, "syn_z": -0.314882540719121}, "transcript": "ENST00000269141.3"}, "exons": [{"cdsend": 28036548, "cdsstart": 27952152, "chr": "18", "position": [[27950965, 27952359], [27963356, 27963521], [27982943, 27983083], [27984999, 27985233], [27985527, 27985761], [27988523, 27988666], [27990096, 27990350], [27992654, 27992840], [27993499, 27993637], [28002996, 28003169], [28005848, 28005993], [28009716, 28009872], [28011845, 28011992], [28013682, 28013909], [28036469, 28036641]], "strand": -1, "transcript": "NM_001308176", "txend": 28036641, "txstart": 27950965}, {"cdsend": 28177022, "cdsstart": 27952152, "chr": "18", "position": [[27950965, 27952359], [27963356, 27963521], [27982943, 27983083], [27984999, 27985233], [27985527, 27985761], [27988523, 27988666], [27990096, 27990350], [27992654, 27992840], [27993499, 27993637], [28002996, 28003169], [28005848, 28005993], [28009716, 28009872], [28011845, 28011992], [28013682, 28013909], [28147672, 28147784], [28176962, 28177130]], "strand": -1, "transcript": "NM_001792", "txend": 28177130, "txstart": 27950965}], "exons_hg19": [{"cdsend": 25616512, "cdsstart": 25532116, "chr": "18", "position": [[25530929, 25532323], [25543320, 25543485], [25562907, 25563047], [25564963, 25565197], [25565491, 25565725], [25568487, 25568630], [25570060, 25570314], [25572618, 25572804], [25573463, 25573601], [25582960, 25583133], [25585812, 25585957], [25589680, 25589836], [25591809, 25591956], [25593646, 25593873], [25616433, 25616605]], "strand": -1, "transcript": "NM_001308176", "txend": 25616605, "txstart": 25530929}, {"cdsend": 25756986, "cdsstart": 25532116, "chr": "18", "position": [[25530929, 25532323], [25543320, 25543485], [25562907, 25563047], [25564963, 25565197], [25565491, 25565725], [25568487, 25568630], [25570060, 25570314], [25572618, 25572804], [25573463, 25573601], [25582960, 25583133], [25585812, 25585957], [25589680, 25589836], [25591809, 25591956], [25593646, 25593873], [25727636, 25727748], [25756926, 25757094]], "strand": -1, "transcript": "NM_001792", "txend": 25757094, "txstart": 25530929}], "generif": [{"pubmed": 11790800, "text": "Cadherin-mediated cell sorting not determined by binding or adhesion specificity"}, {"pubmed": 11996105, "text": "Expression of beta1-integrins and N-cadherin in bladder cancer and melanoma cell lines"}, {"pubmed": 12057916, "text": "expression patterns of E- and N-cadherins in both embryonic and adult (healthy, injured, carious) human teeth"}, {"pubmed": 12095980, "text": "N-cadherin signal transduction upregulates Bcl-2"}, {"pubmed": 12398894, "text": "Protection of the FGFR-1 from fgf-2-induced downregulation by N-cadherin enhances receptor signaling and provides a mechanism by which tumor cells can acquire metastatic properties"}, {"pubmed": 12545205, "text": "carbohydrate profile of this protein synthesized in human melanoma cell lines.  N-glycans of N-cadherin are altered in metastatic melanomas in a way characteristic for invasive tumor cells."}, {"pubmed": 13678586, "text": "N-cadherin cleavage by presenilin 1 is regulated by NMDA receptor"}, {"pubmed": 14515347, "text": "Presenilin-1-mediated delivery of N-cadherin to the plasma membrane is important for N-cadherin to exert its physiological function, and it may control the state of cell-cell contact."}, {"pubmed": 14559901, "text": "the comparable region of N-cadherin can substitute for this required region in E-cadherin and is required for suppression by the mutant form of N-cadherin that is capable of suppressing"}, {"pubmed": 14675278, "text": "In human melanocytic tumors, a causative role of (loss of ) E-cadherin or (gain of ) N-cadherin for melanocytic tumor progression still remains to be proven."}, {"pubmed": 15153430, "text": "E- to N-cadherin switching in epithelial carcinomas has a potential impact on metastatic progression."}, {"pubmed": 15217949, "text": "N-cadherin may have a role in the epithelial-mesenchymal transition in pancreatic carcinoma"}, {"pubmed": 15252840, "text": "N-cadherin involved in primary colon cancer progression, promoting tumor invasiveness"}, {"pubmed": 15263022, "text": "a subset of integrin signaling molecules, namely Fak and paxillin, but not p130 Crk-associated substrate or proline-rich tyrosine kinase 2, participate in processes regulating N-cadherin-based cell-cell adhesion"}, {"pubmed": 15331629, "text": "Data show that N-cadherin, expressed at the tips of filopodia in colon cancer-derived myofibroblasts invading extracellular matrices in vitro, is upregulated by TGF-beta."}, {"pubmed": 15355896, "text": "High expression of N-cadherin is associated with esophageal carcinoma invasiveness"}, {"pubmed": 15527101, "text": "Decreased expression of N-cadherin correlated with a dramatic increase in invasive behavior of glioma cells"}, {"pubmed": 15541732, "text": "Sp1/Sp3 and MZF1 are important transcription factors regulating N-cadherin promoter activity and expression in osteoblasts."}, {"pubmed": 15648948, "text": "The topics discussed in this review point to N-cadherin as an important player in tumor development and, therefore, a potential target for novel therapeutic approaches."}, {"pubmed": 15701645, "text": "regulation of N-cadherin is a crucial event and it has a role in controlling the survival capability of human ovarian surface epithelial cells"}, {"pubmed": 15713751, "text": "cadherin switching (downregulation of E-cadherin and upregulation of N-cadherin) is necessary for increased motility but is not required for the morphological changes that accompany the epithelium-to-mesenchyme transition"}, {"pubmed": 15731052, "text": "cleaved by Porphyromonas gingivalis gingipains in endothelial cells"}, {"pubmed": 15774907, "text": "vascular smooth muscle cell survival is dependent on N-cadherin-mediated cell-cell contacts, which could be important in the context of plaque instability"}, {"pubmed": 15855653, "text": "Co-localization of ZO-1 with N-cadherin. Zonula occludens protein-1 has role in N-cadherin-based adhesion."}, {"pubmed": 15987741, "text": "N-cadherin plays a key role in the transendothelial migration of melanoma cells"}, {"pubmed": 16091424, "text": "Data suggest that a vimentin-based N-cadherin complex functions together with an actin-based complex to promote strong cell-cell adhesion in fibroblasts."}, {"pubmed": 16149052, "text": "ERK activation and p21 and N-cadherin upregulation are required for genistein-induced neuronal differentiation"}, {"pubmed": 16173043, "text": "demonstrated for the first time that N-cadherin switching occurs in higher grade prostate cancer and correlates significantly with increasing Gleason patterns; N-cadherin may be a useful biomarker of aggressive PC"}, {"pubmed": 16258702, "text": "N-cadherin is associated with tumor aggressiveness and metastatic potential and may contribute to tumor progression"}, {"pubmed": 16371504, "text": "The data suggest a novel role for tyrosine phosphorylation of N-cadherin by Src family kinases in the regulation of beta-catenin association during transendothelial migration of melanoma cells."}, {"pubmed": 16596172, "text": "N-cadherin up-regulation is associated with recurrent hepatocellular carcinomas"}, {"pubmed": 16675571, "text": "N-cadherin acts in an invasive mode in bladder cancer, but whether it has a primary role in urothelial neoplastic progression has yet to be investigated."}, {"pubmed": 16707106, "text": "beta-catenin is regulated via epsilon-cleavage of N-cadherin"}, {"pubmed": 16819153, "text": "N-cadherin was selectively expressed on epithelial cells of the thymus, pituitary, pancreas, liver, adrenal, endometrium of the uterus, ovary, and stomach as well as in neuronal tissues."}, {"pubmed": 16969099, "text": "N-cadherin and beta3 integrin expression correlates with progression to advanced-stage melanoma."}, {"pubmed": 17008425, "text": "These results indicate that N-cadherin may be a critical cell-to-cell adhesion molecule between corneal epithelial stem/progenitor cells and their corresponding niche cells in the limbal epithelium."}, {"pubmed": 17031402, "text": "Reduced E-cadherin expression was found in pseudomyxoma peritonei."}, {"pubmed": 17171299, "text": "engagement of N-cadherin provides a stop signal for breast carcinoma cell migration"}, {"pubmed": 17178870, "text": "JNK1 is activated in response to collagen I, which increases tumorigenesis by up-regulating N-cadherin expression and by increasing motility."}, {"pubmed": 17229887, "text": "N-cadherin and beta-catenin play role in cell migration via PDGF-Rbeta-mediated signaling through the scaffolding molecule NHERF2"}, {"pubmed": 17255093, "text": "in motile cells beta-catenin is recruited by IQGAP1 and N-cadherin to active membrane ruffles, wherein beta-catenin mediates the internalization and possible recycling of the membrane-associated proteins N-cadherin and APC"}, {"pubmed": 17348027, "text": "EGCG downregulated N-cadherin in a dose-dependent manner where reduction in N-cadherin expression paralleled declining migratory potential."}, {"pubmed": 17389597, "text": "abnormal activation of glycogen synthase kinase 3beta can reduce neuronal viability and synaptic plasticity via modulating Presenilin 1/N-cadherin/beta-catenin interaction and thus have important implications in the pathophysiology of Alzheimer disease."}, {"pubmed": 17512904, "text": "Twist regulates cell motility and invasion in gastric cancer cell lines, probably through the N-cadherin and fibronectin production"}, {"pubmed": 17646933, "text": "Ep-CAM cross signaling with N-cadherin involves Pi3K, resulting in the abrogation of the cadherin adhesion complexes in epithelial cells."}, {"pubmed": 17668445, "text": "Two independent pools of N-cadherin exist on melanoma cell surface: one pool is independent of lipid rafts and is engaged in cell-cell junctions, while a second pool is localized in membrane rafts and does not participate in cell-cell adhesions."}, {"pubmed": 17868645, "text": "In conclusion, N-cadherin modifies Kv1.5 channel activity and is thus a novel candidate signaling molecule participating in the regulation of a variety of functions including cardiac action potential and vascular tone."}, {"pubmed": 17944884, "text": "The overexpression of N-cadherin is significantly related to postoperative recurrence within 2 years after surgical resection in hepatocellular carcinoma"}, {"pubmed": 18269586, "text": "The level of expression of N-cadherin between types of lung tumours does not appear to indicate malignant potential or aggressive behaviour."}, {"pubmed": 18362184, "text": "Initiation of the signal requires two collagen receptors, alpha2beta1 integrin and discoidin domain receptor (DDR). Each receptor propagates signals through separate pathways that converge to up-regulate N-cadherin."}, {"pubmed": 18414176, "text": "In ductal carcinomas, decreased levels of N-cadherin in primary tumors correlate with local recurrence and death in long-term followup of patients."}, {"pubmed": 18495274, "text": "Increasing N-cadherin expression may be one of the potential mechanisms of hepatocyte growth factor-mediating improvement of cardiac function in mice with dilated cardiomyopathy."}, {"pubmed": 18622386, "text": "N-cadherin serves as diagnostic biomarker in intrahepatic and perihilar cholangiocarcinomas."}, {"pubmed": 18801083, "text": "Discontinuous staining of N-cadherin and loss of E-cadherin expression in hepatocellular carcinoma predicts a high risk of recurrence after surgical treatment."}, {"pubmed": 18978678, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18979298, "text": "N-cadherin mRNA and protein expression decreased over time as human dermal microvascular endothelial cells grew into a confluent monolayer."}, {"pubmed": 19033391, "text": "HER2 affects glial-cell migration by modulating EGFR-HER2 signal transduction, and that this effect is mediated by N-cadherin."}, {"pubmed": 19043453, "text": "Protein phosphatase Dusp26 associates with KIF3 motor and promotes N-cadherin-mediated cell-cell adhesion."}, {"pubmed": 19070520, "text": "N/E- cadherin expression profile has a significant prognostic value in invasive bladder cancer."}, {"pubmed": 19101069, "text": "Wnt16 does not activate canonical Wnt signaling in E2A-PBX1-positive cells. Instead, beta-catenin is involved in N-cadherin-dependent adherence junctions"}, {"pubmed": 19124205, "text": "The mean values of the percentage of positive cells for n-cadherin between extra-abdominal desmoid tumor did not demonstrate any statistically significant difference"}, {"pubmed": 19190132, "text": "High N-cadherin expression is associated with metastatic spread to the brain in primary non-small cell lung cancer."}, {"pubmed": 19222093, "text": "N-cadherin expression is correlated with the invasion and aggravation of esophageal squamous cell carcinoma."}, {"pubmed": 19324354, "text": "N- and E-cadherin expression in the human fetal ovary indicates likely roles in gonadal development from germ cell proliferation to primordial follicle formation, as well as in the development of the urogenital ducts of both genders."}, {"pubmed": 19339270, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19448425, "text": "Down-regulation of E-cadherin and up-regulation of N-cadherin may be involved in the genesis of esophageal squamous cell carcinoma.  Silencing N-cadherin using RNA interference could inhibit the invasiveness of EC9706 cells in vitro."}, {"pubmed": 19501458, "text": "lebectin acts on N-cadherin-mediated cell-cell contacts through PI3K/Akt pathway."}, {"pubmed": 19530221, "text": "IGF-1 released from corneal epithelial cells up-regulates the expression of N-cadherin in corneal fibroblasts."}, {"pubmed": 19580633, "text": "Active matrix metalloproteinase-2 promotes apoptosis of hepatic stellate cells via the cleavage of cellular N-cadherin."}, {"pubmed": 19584275, "text": "Data show that increased association of junctional plakoglobin with N-cadherin was a distinguishing feature of LMP1-expressing cells."}, {"pubmed": 19898423, "text": "alterations of N-cadherin expression in gastrointestinal endometriosis may have an important role in the mechanism that underlies deep tissue invasion, and possibly also in the development of malignancy"}, {"pubmed": 19919954, "text": "the extracellular domains of E- and N-cadherin determines the basic localization pattern, whereas the cytoplasmic domains modulate it thereby affects the cell adhesion activity, subapical accumulation, and the formation of adherens junction."}, {"pubmed": 20082286, "text": "These results demonstrate a chondrogenic-SMC fate decision mediated by cell shape, Rac1, and N-cadherin, and highlight the tight coupling between lineage commitment and the many changes in cell shape and cell adhesion that occur during morphogenesis."}, {"pubmed": 20116358, "text": "The results indicate that N-cadherin is involved in the bidirectional interaction of human ematopoietic stem cells with their cellular determinants in the niche."}, {"pubmed": 20117462, "text": "In atrial fibrillation, angiotensin II activates CTGF via activation of Rac1 and nicotinamide adenine dinucleotide phosphate oxidase, leading to up-regulation of Cx43, N-cadherin, and interstitial fibrosis."}, {"pubmed": 20137108, "text": "N-cadherin plays an important role in maintaining the self-renewal and drug resistance properties of leukemic stem cells."}, {"pubmed": 20139113, "text": "MMP-7 is involved in the cleavage of N-cadherin and modulates vascular smooth muscle cell apoptosis, and may contribute to atherosclerotic plaque development and rupture."}, {"pubmed": 20204300, "text": "decrease of E-cadherin and the gain of N-cadherin gene expression are risk factors for cancer-related death in bladder cancer"}, {"pubmed": 20233707, "text": "Androgen deprivation induces N-cadherin in prostate tumors. Moreover, N-cadherin was increased in castration-resistant tumors in patients with established metastases."}, {"pubmed": 20308060, "text": "The PX-RICS-14-3-3zeta/theta complex couples N-cadherin-beta-catenin with dynein-dynactin to mediate its export from the endoplasmic reticulum."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20388391, "text": "The positive expression of N-cadherin was correlated to cell the tissue differentiation in invasive ductal carcinoma."}, {"pubmed": 20451421, "text": "Gain of N-cadherin expression is associated with non-muscle-invasive bladder cancer."}, {"pubmed": 20605145, "text": "Expression of N-cadherin in endometrium and fallopian tubes from infertile women was discontinued in atrophic patches."}, {"pubmed": 20630685, "text": "Suggest that disruption of N-cadherin-mediated cell-cell contacts is a potential strategy for reducing vascular smooth muscle cell migration and intimal thickening."}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20664068, "text": "Neural cadherin mediates cell to cell adhesion and signal transduction with early osteoblastic differentiation."}, {"pubmed": 20735983, "text": "These results suggested that the cleavage of N-cadherin is essential for chondrocyte differentiation."}, {"pubmed": 20738806, "text": "Smad7 suppresses beta-catenin degradation and promotes interaction with N-cadherin, stabilizing association with neighboring dermal fibroblasts, thus mitigating invasion."}, {"pubmed": 20811707, "text": "Suggest that TC21 promotes cell motility and metastasis by regulating the expression of E-cadherin and N-cadherin in hepatocellular carcinoma and is associated with tumor progression and poor prognosis in HCC."}, {"pubmed": 21042713, "text": "Oncologic trogocytosis with Hospicells induces the expression of N-cadherin by breast cancer cells."}, {"pubmed": 21057494, "text": "N-cadherin is a major cause of both prostate cancer metastasis and castration resistance. Therapeutic targeting of this factor with monoclonal antibodies may have considerable clinical benefit."}, {"pubmed": 21070371, "text": "High expression of N-cadherin was observed in 10 of 15 spindle cell carcinoma (SpCC) cases. Six of 7 SpCC cases with metastasis showed high expression of N-cadherin."}, {"pubmed": 21080917, "text": "Data show that protein and mRNAs of E- and N-cadherin and beta-catenin were higher in early gestation compared to of the end, and that expression of these factors was higher during lung development than in the adult human lung."}, {"pubmed": 21084302, "text": "N-cadherin cell-cell adhesion complexes are regulated by fibronectin matrix assembly."}, {"pubmed": 21122409, "text": "The positive expression rate of N-cadherin is decreased in osteosarcoma, and is is closely correlated with metastasis and prognosis."}, {"pubmed": 21123580, "text": "Levels of N-cadherin are decreased at synaptic sites following impairment of ADAM10 activity."}, {"pubmed": 21156175, "text": "expression of the wild type - but not the GPS cleavage-deficient CD97 up-regulates the expression of N-cadherin, leading to Ca(++)-dependent cell-cell aggregation."}, {"pubmed": 21176502, "text": "N-cadherin is a receptor for adhesion and endocytosis of Aspergillus fumigatus by HUVEC."}, {"pubmed": 21177868, "text": "The dissociation of N-cadherin-mediated synaptic contact by Abeta may underlie the pathological basis of neurodegeneration such as neuronal death, synaptic loss, and Tau phosphorylation in Alzheimer disease brain"}, {"pubmed": 21315068, "text": "Data suggest that excess hyaluronan synthesis suppresses cell proliferation through diminished N-cadherin expression and promotion of homotypic E-cadherin mediated cell-cell adhesion."}, {"pubmed": 21315259, "text": "Cadherin 2 is required for regulation of somal translocation of neurons in the neocortex."}, {"pubmed": 21423153, "text": "Our results indicate that a subgroup of intrahepatic cholangiocarcinoma characterized by cholangiolar differentiation and N-cadherin expression is strongly associated with viral hepatitis."}, {"pubmed": 21596022, "text": "KLK13 was found to induce the expression of N-cadherin to help promote lung tumor cell motility."}, {"pubmed": 21777276, "text": "N-cad expression is decreased in hepatocellular carcinoma, and the downregulation of N-cad is associated with the metastatic potential and poorer surgical prognosis."}, {"pubmed": 21785870, "text": "expression of ZO-1 and N-cadherin may reflect the mechanisms leading to rosette formation in neuroendocrine tumors"}, {"pubmed": 21828122, "text": "myeloma cells frequently display aberrant expression of N-cadherin and that N-cadherin mediates the interaction of myeloma cells with the bone marrow microenvironment, in particular the osteoblasts."}, {"pubmed": 21845495, "text": "miR-194 interacted with N-cadherin and negatively regulated its expression at the translational level."}, {"pubmed": 21852538, "text": "expression of calsenilin leads to a disruption of presenilin 1/gamma-secretase-mediated epsilon-cleavage of N-cadherin, which results in the significant accumulation of N-cadherin C-terminal fragment 1"}, {"pubmed": 21855541, "text": "The N-cadherin in prostate cancer cell mediates cell-cell adhesion and regulates MCP-1 expression via the PI3K/Akt signaling pathway."}, {"pubmed": 21858092, "text": "Data show that EMD significantly increased the expression of connexin 43 and N-cadherin at early time points ranging from 2 to 5 days."}, {"pubmed": 21990317, "text": "E- and N-cadherins are expressed at the surface of human beta-cells and that these adhesion molecules are involved in the maintenance of beta-cell viability"}, {"pubmed": 22040951, "text": "N-cadherin-mediated adhesion keeps N-cadherin positive leukemia cells in the quiescent state of the G(0) phase, thus protecting leukemia cells against VP16 chemotherapy."}, {"pubmed": 22072429, "text": "N-cadherin was not associated with histopathologic type, metastasis or mortality in oropharyngeal squamous cell carcinoma."}, {"pubmed": 22166980, "text": "Twist is an upstream regulator of N-cadherin-mediated invasion of human trophoblastic cells."}, {"pubmed": 22275437, "text": "re-expression of N-cadherin in gliomas restores cell polarity and strongly reduces cell velocity, suggesting that loss of N-cadherin could contribute to the invasive capacity of tumour astrocytes"}, {"pubmed": 22344255, "text": "N-glycosylation alters cadherin binding kinetics."}, {"pubmed": 22360503, "text": "N-cadherin expression may be a useful prognostic marker in gastric cancer."}, {"pubmed": 22385354, "text": "Nuclear N-cadherin expression may represent a valuable prognostic marker in nasopharyngeal carcinoma patients, especially those with late stage disease."}, {"pubmed": 22405962, "text": "Severely hypoplastic left hearts and borderline left ventricle hearts showed reduced N-cadherin expression in interacalated disks."}, {"pubmed": 22421353, "text": "Data indicate that up-regulation of Slug was significantly correlated with a higher tumor stage and the E- to N-cadherin switch in bladder cancer cells and tissues."}, {"pubmed": 22490800, "text": "The expression of N-cadherin was not significantly different between metastatic gastrointestinal stromal tumors and normal tissue."}, {"pubmed": 22490896, "text": "Although the expressions of E-cadherin and N-cadherin appear to be correlated with survival outcomes in bladder cancer, N-E cadherin switch may be a better predicator for postoperative recurrence and cancer-related survival."}, {"pubmed": 22576709, "text": "Although E-cadherin was expressed significantly less in cases of GISTs with distant metastasis (p < 0.05), expression of N-cadherin did not differ significantly according to clinical and pathological characteristics."}, {"pubmed": 22615994, "text": "Cx43 and N-cadherin are potential therapeutic targets in the promotion of healing of venous leg ulcers, by acting at least in part through distinct contributions of cell adhesion, migration, proliferation and cytoskeletal dynamics."}, {"pubmed": 22637581, "text": "an inhibition of N-cadherin function by proteolytically generated N-cadherin C-terminal fragment 1 might play an important role in Alzheimer's disease progression by accelerating amyloid-b-triggered synapse damage."}, {"pubmed": 22767590, "text": "high intracellular PKCK2 activity confers anoikis resistance on esophageal cancer cells by inducing E- to N-cadherin switching."}, {"pubmed": 22810307, "text": "We have, to our knowledge, demonstrated a previously unreported role for GSK3beta in modulating the motile and invasive behavior of melanoma cells through N-cadherin and FAK."}, {"pubmed": 22846995, "text": "Galectin-3 protein regulates mobility of N-cadherin and GM1 ganglioside at cell-cell junctions of mammary carcinoma cells."}, {"pubmed": 22888908, "text": "N-cadherin represents the first immunhistochemical marker for a clear cut differentiation between papillary renal cell carcinoma type I and type II."}, {"pubmed": 22912891, "text": "Data indicate that cultured tubular cells (hPTECs) reorganized into patches of cells with homotypic N-cadherin or E-cadherin cell-cell adhesions."}, {"pubmed": 22976797, "text": "Neuronal cadherin and alpha9-integrin are postulated as leading actors in the association between the Notch pathway and promotion of cell adhesion, motility and invasion in rhabdomyosarcoma cells"}, {"pubmed": 23086683, "text": "Overexpression of NEDD9 correlated with abnormal expression of E-cadherin, beta-catenin and N-cadherin."}, {"pubmed": 23216791, "text": "N-cadherin is required to maintain the expression of VE-cadherin in malignant tumor cells but not vice versa. Thus, N-cadherin acts in concert with VE-cadherin to promote tumor growth."}, {"pubmed": 23240619, "text": "Expression of N-cadherin is associated with the malignant progression of brainstem gliomas."}, {"pubmed": 23276695, "text": "AQP1(+) cells immediately beneath the epithelial basement membrane may be stromal niche-like cells that directly interact with N-cad(+) limbal basal epithelial progenitor cells."}, {"pubmed": 23290789, "text": "Results suggest that Tgase-2/PP2A/JNK might be a novel axis that affects N-cadherin switching in the epithelial-mesenchymal-transition (EMT) of A549 lung cancer cells."}, {"pubmed": 23314859, "text": "Expression of N-cadherin did not differ significantly according to clinical and pathological characteristics in colon cancer patients."}, {"pubmed": 23321619, "text": "Data indicate that both N706S and N845S variants conferred reduced CDH2 protein expression in transfected cells."}, {"pubmed": 23398382, "text": "The expression of n-cadherin is increased while the p-caherin expression is decreased in patients with Leydig cell tumors."}, {"pubmed": 23420609, "text": "Removal of N-cadherin in the neurogenic niche of dopaminergic (DA) neurons in the ventral midbrain (vMB) disrupts the adherens junctions and the process of DA neurogenesis via activation of canonical Wnt-beta-catenin signaling in the vMB."}, {"pubmed": 23438504, "text": "circulating N-cadherin levels are a viable prognostic marker for high-risk MM patients."}, {"pubmed": 23520479, "text": "In biopsies of resistant cancers, N-cadherin expression was increased in 10 out of 13 cases. Induction of the EMT was consistent with aggressive characteristics. Inhibition of N-cadherin expression by siRNA was tested to reduce proliferation and invasion."}, {"pubmed": 23626784, "text": "The overexpression of Twist and N-cadherin could be considered as useful biomarkers for predicting the prognosis of NSCLC."}, {"pubmed": 23626818, "text": "Cell surface localization of alpha3beta4 nicotinic acetylcholine receptors is regulated by N-cadherin homotypic binding and actomyosin contractility."}, {"pubmed": 23733927, "text": "N-cadherin is a key factor in mediating cell-cell interactions during mesenchymal condensation and chondrogenesis."}, {"pubmed": 23799912, "text": "High N-cadherin expression is associated with malignant bone and soft tissue tumors."}, {"pubmed": 23899519, "text": "These results suggest that N-cadherin is a novel prospective cell surface marker of human mesenchymal stem cells that show a better ability for cardiomyocyte differentiation."}, {"pubmed": 23900215, "text": "CDH-2 expression correlated positively with the invasiveness of colon cancer cells"}, {"pubmed": 23991044, "text": "Data indicate that E-cadherin was elevated , and the expression levels of N-cadherin, Vimentin and Twist1 were all decreased in oleanolic acid (OA)-treated cells."}, {"pubmed": 24046456, "text": "The knockdown of flotillins dramatically affected N- and E-cadherin recruitment at CCJs in mesenchymal and epithelial cell types and perturbed CCJ integrity and functionality"}, {"pubmed": 24051540, "text": "Interleukin-6-induced Twist and N-cadherin have roles in melanoma cell metastasis"}, {"pubmed": 24148886, "text": "CDH2 promoter polymorphism influences the risk of OA, and hnRNP K was found to be involved in the regulation of elevated N-cadherin expression in patients with OA carrying the minor allele of rs11564299."}, {"pubmed": 24165969, "text": "N-cadherin is constitutively expressed by monocyte-derived DCs."}, {"pubmed": 24227724, "text": "The tangential migration to the cortex of N-cadherin ablated cells is delayed and their radial migration is perturbed."}, {"pubmed": 24294380, "text": "N-cadherin had no diagnostic value in arrhythmogenic right ventricular cardiomyopathy."}, {"pubmed": 24345743, "text": "In response to Candida albicans infection, SEPT7 forms a complex with endothelial cell N-cadherin, is required for normal accumulation of N-cadherin around hyphae, and is necessary for maximal fungal endocytosis."}, {"pubmed": 24378362, "text": "The overexpression of N-cadherin, a structural molecule in adherence junctions in MSCs, promoted VCAM-1 expression and induced the marked phosphorylation of the intracellular signaling factor, Src."}, {"pubmed": 24418088, "text": "Studied the expression of E-cadherin, N-cadherin, TGF-beta1 and Twist protein and investigate its significance in the occurrence and development of prostate cancer."}, {"pubmed": 24435707, "text": "TWIST1 mediated EGF-induced N-cadherin expression, leading to prostate cancer invasion."}, {"pubmed": 24636838, "text": "Positive N-cadherin and P-cadherin expression closely correlated with clinicopathological and biological behaviors, and poor-prognosis of gallbladder cancer."}, {"pubmed": 24705471, "text": "ADAM9 up-regulates N-cadherin via miR-218 suppression in lung adenocarcinoma cells."}, {"pubmed": 24914828, "text": "This indicates that similar biofunctionalization approaches based on N-cadherin and L1 can be translated to 3-D \"transplantable\" scaffolds with enhanced neurotrophic behaviors."}, {"pubmed": 24962344, "text": "N-cadherin and CD133 expressions are strongly correlated and N-cadherin appears as a potential breast cancer metastases marker in a specific patient subpopulation."}, {"pubmed": 24969562, "text": "BMP-7 inhibits TGF-beta-induced cholangiocarcinoma cell migration through inhibition of TGF-beta-mediated Twist and N-cadherin expression"}, {"pubmed": 24985126, "text": "Decreased N-cadherin expression is linked to increased ADAM-10 expression in atherosclerotic lesions."}, {"pubmed": 25041364, "text": "miR-199a targeted the sequence within the 3'UTR of the N-cadherin mRNA and suppressed the TGF-beta1-induced increase in the protein level of N-cadherin in a manner independent of SNAI1."}, {"pubmed": 25096247, "text": "Results demonstrate that miR-194 affected the growth and metastasis of osteosarcoma cells both in vitro and in vivo suggesting that miR-194 functions as tumor suppressor gene probably by downregulating CDH2 and IGF1R."}, {"pubmed": 25105734, "text": "Activin A, B, and AB produce comparable increases in human trophoblast cell invasion by up-regulating N-cadherin expression in a SMAD2/3-SMAD4-dependent manner."}, {"pubmed": 25175499, "text": "Results suggest that N-cadherin may promote motility and invasiveness through distinct mechanisms and that beta-catenin may be an integral mediator of N-cadherin-dependent invasive signaling in oral epithelia."}, {"pubmed": 25386667, "text": "N-cadherin and connexin 43 expression in in group of diffuse astrocytomas and anaplastic astrocytomas may be evidence for their role in tumor formation and progression"}, {"pubmed": 25542234, "text": "the decrease in E-cadherin and/or increase in N-cadherin may be required for BMP4-induced migration and EMT."}, {"pubmed": 25575439, "text": "the expression of N-cadherin was associated with Vasculogenic mimicry formation in esophageal squamous cell carcinoma"}, {"pubmed": 25607384, "text": "The aim of this study was to investigate immunohistochemically the E-cadherin/N-cadherin \"switch\" and vimentin expression as markers of epithelial-mesenchymal transition process in tongue oral squamous cell carcinomas."}, {"pubmed": 25713069, "text": "association of beta-catenin with N-cadherin is regulated by actin polymerization during contractile activation"}, {"pubmed": 25771201, "text": "Existing knowledge regarding the role of CDH2 and CDH11 during development and differentiation in vivo and in vitro is reviewed. [review]"}, {"pubmed": 25803827, "text": "It was shown that both E- and N-cadherin mRNA and protein are expressed in the human renal proximal tubule."}, {"pubmed": 25936636, "text": "N-cadherin was widely expressed in CRC cell lines and silencing of N-cadherin suppressed the proliferation and migration of the CRC cell line HT-29 by upregulating E-cadherin, suggesting a potential role of N-cadherin in inducing EMT."}, {"pubmed": 26032459, "text": "CDH2 was found to be a susceptibility gene for Gilles de la Tourette syndrome in a Danish cohort."}, {"pubmed": 26069251, "text": "Foxn3 is a direct transcriptional suppressor of N-cadherin in colorectal metastasis tissues."}, {"pubmed": 26093892, "text": "Of the seven polymorphisms, two reached statistical significance for obsessive-compulsive disorder under additive and codominant models of inheritance"}, {"pubmed": 26219900, "text": "Snail and N-cadherin are constitutively and inducibly expressed in papillary thyroid carcinoma"}, {"pubmed": 26257059, "text": "NKX6.1 directly enhances the mRNA level of E-cadherin by recruiting BAF155 coactivator and represses that of vimentin and N-cadherin by recruiting RBBP7 (retinoblastoma binding protein 7) corepressor."}, {"pubmed": 26260219, "text": "Expression data of NCAD shows no association with advanced gastric cancer brain metastasis."}, {"pubmed": 26359363, "text": "Metformin's anti-cancer therapeutic effect is mediated through different molecular mechanism in wild-type vs. deficient N-cadherin cancer cells."}, {"pubmed": 26451610, "text": "Targeting N-cadherin may be a promising therapeutic approach, particularly in cisplatin-resistant, therapy refractory and metastatic Germ cell tumor."}, {"pubmed": 26592446, "text": "a mechanism where the membrane organization of CD82, through specific posttranslational modifications, regulates N-cadherin clustering and membrane density, which impacts the in vivo trafficking of AML cells."}, {"pubmed": 26702618, "text": "These data suggest that the number of polyploid giant cancer cells and the EMT-related proteins E-cadherin, N-cadherin, and vimentin may be valuable biomarkers to assess metastasis in patients with breast cancer."}, {"pubmed": 26927375, "text": "Data show that grape seed proanthocyanidins could inhibit cell proliferation, invasion and migration of A549 cells, which might be related to the down-regulation of epidermal growth factor receptor and N-cadherin and the up-regulation of E-cadherin."}, {"pubmed": 27064800, "text": "High CDH2 expression is associated with M2-type acute myeloid leukemia."}, {"pubmed": 27106637, "text": "fluorescent imaging to demonstrate Ncad-mediated single cell responses to developmental cues within hydrogels towards chondrogenesis."}, {"pubmed": 27144941, "text": "investigated the in vitro tumor/metastasis suppressor effects of plakoglobin in ovarian cancer cell lines with mutant p53 expression and different cadherin profiles"}, {"pubmed": 27223886, "text": "findings suggest that E-cadherin and P-cadherin, but not N-cadherin staining, might be useful in diagnosing CIN and for predicting prognosis in patients with early-stage Cervical Squamous Cell Carcinoma."}, {"pubmed": 27224422, "text": "Finding that the cells expressing N-cadherin gave rise to tumors with no expression of N-cadherin is in agreement with the classical view of epithelial to mesenchymal transition. Epithelial to mesenchymal transition and N-cadherin are associated with dissemination and not with the ability to establish new tumor growth."}, {"pubmed": 27254316, "text": "These results uncover a new role for p120 catenin bound to the N-cadherin precursor ensuring its trafficking through the biosynthetic pathway towards the cell surface."}, {"pubmed": 27292569, "text": "Findings reveal the importance of CDH2-mediated cell contacts in preserving features of the juvenile nucleus pulposus cell phenotype."}, {"pubmed": 27320194, "text": "the synergy between N-cadherin and FGFR signalling that ensure cellular reorganization during cell movements, mainly during cancer cell migration and metastasis but also during developmental processes."}, {"pubmed": 27371852, "text": "Data show that gene silence of ezrin inhibits the proliferation and invasion of prostate cancer PC-3 cells, meanwhile the level of E-cadherin is upregulated and N-cadherin is downregulated."}, {"pubmed": 27468715, "text": "Underexpression of CDH2 is associated with adrenocortical tumors."}, {"pubmed": 27605668, "text": "Isoform b of DDR1 is responsible for collagen I-induced up-regulation of N-cadherin and tyrosine 513 of DDR1b is necessary."}, {"pubmed": 27683053, "text": "High expression of N-cadherin is associated with bladder cancer."}, {"pubmed": 27737648, "text": "Extracellular and intracellular cleavage of N-cadherin might be involved in elevated MMP-9 expression enhancing tumor cell invasion."}, {"pubmed": 27768598, "text": "Triple negative breast cancer cells surviving short-term chemotherapy treatment are more invasive than bulk tumor cells. Cell surface pro-N-cadherin expression is associated with the invasive and chemo-resistant behaviors of this tumor cell subset."}, {"pubmed": 27769780, "text": "Sec8 regulates N-cadherin expression by controlling Smad3 and Smad4 expression through CBP, thereby mediating the epithelial-mesenchymal transition."}, {"pubmed": 27864899, "text": "Results found that the N-glycan at N402 is comprised of beta 1,6 GlcNAc branching and that in glioma, deficient N402 N-glycosylation destabilises N-cadherin and leads to its proteasomal degradation. Destabilisation of N-cadherin inhibits cadherin-mediated cell-cell adhesion and promotes cell migration. Our findings imply that the control of N-cadherin stability by N-glycosylation is important in glioma migration."}, {"pubmed": 27886397, "text": "In adrenocortical carcinomas, the loss of N-cadherin is a frequent phenomenon while the existence of TERT promoter mutations is not, and nuclear telomerase expression is present in only a minority of cases."}, {"pubmed": 28039611, "text": "SFMSCs increased through upregulation of the activated lymphocyte cell adhesion molecule (ALCAM) and N-cadherin by microRNA-192 and -218 downregulation, similar to BMMSCs and ADMSCs."}, {"pubmed": 28042956, "text": "Tumor-promoting role of N-cadherin in thyroid cancer was closely related to the activities of the MAPK/Erk, the phosphatidylinositol-3-kinase (PI3K)/Akt and p16/Rb signaling pathways."}, {"pubmed": 28120164, "text": "Studied the roles of MIRN145 in lung adenocarcinoma (LAC) and its targeting of N-cadherin. Knockdown of N-cadherin inhibited invasion and migration of LAC cell lines similar to overexpression of MIRN45."}, {"pubmed": 28213973, "text": "Migration of bone marrow-mesenchymal stem cells in response to TGF-beta was mediated through N-cadherin and noncanonical TGF-beta signals."}, {"pubmed": 28218910, "text": "Impairment of E-cadherin/N-cadherin adhesion abrogates the ability of Cancer-associated fibroblasts to guide collective cell migration and blocks cancer cell invasion."}, {"pubmed": 28247164, "text": "In patients with gastric cancer, the strong expression of N-cadherin in lymph nodes correlated with more lymph nodes metastasis, an advanced stage, and poor prognosis"}, {"pubmed": 28280076, "text": "These data implicate CDH2 mutations as novel genetic causes of Arrhythmogenic Right Ventricular Cardiomyopathy and contribute to a more complete identification of disease genes involved in cardiomyopathy."}, {"pubmed": 28326674, "text": "Genetic mutations in CDH2-encoded N-cadherin may represent a novel pathogenetic basis for arrhythmogenic cardiomyopathy."}, {"pubmed": 28588321, "text": "Our data demonstrate that N-Cadherin was markedly overexpressed and miR-199b-5p was significantly downregulated in hepatocellular carcinoma (HCC). MiR-199b-5p exerts inhibitory effects on EMT, and directly targets N-cadherin in HCC, supporting the potential utility of miR-199b-5p as a promising strategy to treat HCC"}, {"pubmed": 28628116, "text": "Results show that mesenchymal N-cadherin-expressing (Ncad+) cells and MCAs invade much more efficiently than E-cadherin-expressing (Ecad+) cells. Data emphasize the role of Ncad in intraperitoneal seeding of EOC and provide the rationale for future studies targeting Ncad in preclinical models of epithelial ovarian cancer metastasis."}, {"pubmed": 28641114, "text": "Study demonstrates a critical role of presynaptic cadherin/catenin/p140Cap cell adhesion complexes in stabilizing functional synapses and spines in the developing neocortex."}, {"pubmed": 28656294, "text": "mechanistic experiments revealed that ADAM10-RNAi resulted in an increase in E-cadherin and a decrease in N-cadherin and vimentin expression. Our study implies that high expression of ADAM10 promotes the proliferation and migration of hypopharyngeal squamous cell carcinoma (HSCC). These findings may help to provide a method for treatment of HSCC"}, {"pubmed": 28691641, "text": "overexpression of SPRY4-IT1 increased E-cadherin and decreased N-cadherin and vimentin protein levels, indicating that SPRY4-IT1 may regulate ovarian cancer cell metastasis through the inhibition of epithelial-mesenchymal transition."}, {"pubmed": 28851312, "text": "Results show that N-cadherin is highly expressed in 70% of patients with glioma. However, N-cadherin, as a representative EMT marker, have limited prognostic value in glioma. Nonetheless, the EMT process in gliomas may be compounded by enhanced N-cadherin expression supported by unfavorable prognostic outcomes."}, {"pubmed": 29123322, "text": "In this study, using the antioxidant N-acetylcysteine (NAC), the authors show that hypoxia-induced reactive oxygen species in MDA-MB-468 breast cancer cells, selectively regulate hypoxia-induced increases in N-cadherin and SERPINE1, two proteins involved in cell adhesion. Treatment of cells with NAC also attenuated hypoxia-mediated activation of EGFR, but did not have any effect on hypoxia-mediated induction of HIF1alpha."}, {"pubmed": 29229852, "text": "Regulatory networks specifying cortical interneurons from human embryonic stem cells reveal roles for CHD2 in interneuron development"}, {"pubmed": 29237910, "text": "Twist, E-cadherin, and N-cadherin protein were differently expressed in endometrioid adenocarcinoma tissues and in normal endometrium which indicates their potential function for endometrioid adenocarcinoma development."}, {"pubmed": 29297710, "text": "This study showed that the significant N-cadherin expression especially in high-grade meningioma group."}, {"pubmed": 29341930, "text": "Activation of estrogen receptor beta (ERbeta) regulates the expression of N-cadherin, E-cadherin and beta-catenin in androgen-independent prostate cancer cells."}, {"pubmed": 29402970, "text": "The FGFR4-388arg variant promotes lung cancer progression by N-cadherin induction."}, {"pubmed": 29524576, "text": "A study with nonsyndromic cleft lip with or without cleft palate (NSCL+/-P) cases (N=292) and controls (N=287) established association of a SNP in intron 2 of CDH2 with NSCL+/-P as a risk factor."}, {"pubmed": 29734166, "text": "E-cadherin and N-cadherin staining scores could be merged into a cadherin (CDH) logistic index, which showed better discrimination than E-cadherin or N-cadherin alone."}, {"pubmed": 29750313, "text": "Our experiments presented a new mechanism adopted by GDNF supporting glioma development and indicated a possible therapeutic potential via the inhibition of proN-cadherin/FGFR1 interaction."}, {"pubmed": 29902459, "text": "Human keratinocyte cells reduce the N-cadherin levels of co-cultured melanoma cells. Cell-to-cell contact is necessary for this keratinocyte-mediated N-cadherin reduction. Keratinocytes reduce intracellular calcium in co-cultured melanoma cells."}, {"pubmed": 30051197, "text": "Silent gonadotroph tumours presented high immunoreactive score (IRS) for N-cadherin and low IRS for the extracellular domain of E-cadherin. A substantial proportion of the tumours presented nuclear staining for the intracellular domain of E-cadherin, accompanied by a reduced membranous expression of the intracellular domain of E-cadherin."}, {"pubmed": 30171204, "text": "Gal-3 promotes cancer cell adhesion to vascular endothelial cells by increasing the expression of N-cadherin and CD44 via an increase of beta-catenin nuclear accumulation."}, {"pubmed": 30183103, "text": "Structural analysis of currently available homodimeric structures of both nectin-2 and N-cadherin followed by molecular docking as well as complementary mutagenesis studies revealed the binding interface of this novel interaction."}, {"pubmed": 30242148, "text": "Nuclear localization of Cx43-20k and N-cad expression is BTF3 dependent."}, {"pubmed": 30358221, "text": "N-cadherin immunexpression should be interpreted considering both staining intensity and extent. In case of a metastatic tumor of unknown primary showing prominent N-cadherin expression, seminoma should be considered in the differential diagnosis."}, {"pubmed": 30403184, "text": "rs11083271 heterozygous T/C genotype significantly increases the risk of Osteoarthritis (OA) and the severity of the disease. By contrast, the rs11564299 locus and OA have no significant correlation in the Chinese population. The role of rs11083271 in the regulation of CDH2 expression levels and the mechanisms by which it impacts OA remain to be further studied."}, {"pubmed": 30829665, "text": "The Immunohistochemical Pattern of Epithelial-Mesenchymal Transition Markers In Endometrial Carcinoma."}, {"pubmed": 30832661, "text": "High CDH2 expression is associated with angiogenesis in lung adenocarcinoma."}, {"pubmed": 30835269, "text": "IL-6 secreted from varicella zoster virus-infected primary human perineurial cells facilitated changes in E- and N-cadherin expression and cell migration, reminiscent of an epithelial-to-mesenchymal cell transition, potentially contributing to loss of perineurial cell barrier integrity and viral spread."}, {"pubmed": 30983502, "text": "The variant in CDH2 gene is a potential novel risk factor of bone morbidity in survivors of childhood ALL."}, {"pubmed": 31076103, "text": "Down-regulation of activity or protein level of CDK5 did not alter the total amount of NCAD proteins but lowered its surface expression in cells."}, {"pubmed": 31119859, "text": "COPB2 is up-regulated in breast cancer and plays a vital role in the metastasis via N-cadherin and Vimentin."}, {"pubmed": 31227216, "text": "These findings indicate that N-cadherin mediates quick formation of packed aggregates/spheroids in suspension culture."}, {"pubmed": 31288825, "text": "CDH2 gene rs11564299 polymorphism is a risk factor for knee osteoarthritis development in a Chinese population."}, {"pubmed": 31312021, "text": "There is a positive feed-back loop between N-cadherin and FGFR at adhesion sites limiting N-cadherin-based single-cell migration."}, {"pubmed": 31450902, "text": "High CDH2 expression is associated with high grades of Oral Squamous Cell Carcinoma."}, {"pubmed": 31476285, "text": "Elevated CDH2 Expression Promotes Renal Cell Carcinoma Progression."}, {"pubmed": 31539115, "text": "CircRNA UBAP2 promotes the progression of ovarian cancer by sponging microRNA-144."}, {"pubmed": 31650526, "text": "Novel variants in CDH2 are associated with a new syndrome including Peters anomaly."}, {"pubmed": 31769519, "text": "Crosstalk between miR-215 and epithelial-mesenchymal transition specific markers (E-cadherin and N-cadherin) in different stages of chronic HCV Infection."}, {"pubmed": 31864232, "text": "Study showed that in Ishikawa endometrial carcinoma cells, downregulation of PTEN was associated with the expression of the CDH1 and CDH2 genes and upregulated expression of the cell membrane glycoprotein, CD133, which are associated with epithelial-mesenchymal transition (EMT) in malignancy."}, {"pubmed": 32114392, "text": "FGFR1 and FGFR4 oncogenicity depends on n-cadherin and their co-expression may predict FGFR-targeted therapy efficacy."}, {"pubmed": 32188112, "text": "The Leader Position of Mesenchymal Cells Expressing N-Cadherin in the Collective Migration of Epithelial Cancer."}, {"pubmed": 32296844, "text": "Elevated Cerebrospinal Fluid and Plasma N-Cadherin in Alzheimer Disease."}, {"pubmed": 32341236, "text": "Aberrant Expression of E-cadherin, N-cadherin, and P-cadherin in Clear Cell Renal Cell Carcinoma: Association With Adverse Clinicopathologic Factors and Poor Prognosis."}, {"pubmed": 32519230, "text": "Molecular and nanoscale evaluation of N-cadherin expression in invasive bladder cancer cells under control conditions or GW501516 exposure."}, {"pubmed": 32668208, "text": "Genetic Fate Mapping of Transient Cell Fate Reveals N-Cadherin Activity and Function in Tumor Metastasis."}, {"pubmed": 32683564, "text": "CDH2/N-cadherin and early diagnosis of invasion in patients with ductal carcinoma in situ."}, {"pubmed": 33159076, "text": "Injury triggers fascia fibroblast collective cell migration to drive scar formation through N-cadherin."}, {"pubmed": 33321161, "text": "An immunostaining panel of C-reactive protein, N-cadherin, and S100 calcium binding protein P is useful for intrahepatic cholangiocarcinoma subtyping."}, {"pubmed": 33433407, "text": "Switch of E-Cadherin to N-Cadherin expression in different molecular subtypes of breast invasive duct carcinomas and its correlation with clinicopathological features\"\"."}, {"pubmed": 33720050, "text": "N-cadherin upregulation mediates adaptive radioresistance in glioblastoma."}, {"pubmed": 33979097, "text": "E-cadherin and N-cadherin Immunohistochemical Expression in Proliferating Urothelial Lesions: Potential Novel Cancer Predictive EMT Profiles."}, {"pubmed": 34043125, "text": "MiR-145 suppresses the motility of prostate cancer cells by targeting cadherin-2."}, {"pubmed": 34078741, "text": "Specific N-cadherin-dependent pathways drive human breast cancer dormancy in bone marrow."}, {"pubmed": 34093853, "text": "N-cadherin mediates the migration of bone marrow-derived mesenchymal stem cells toward breast tumor cells."}, {"pubmed": 34109707, "text": "Long non-coding RNA IGF2-AS promotes trophoblast cell proliferation, migration, and invasion by regulating miR-520g/N-cadherin axis."}, {"pubmed": 34173718, "text": "Ajuba transactivates N-cadherin expression in colorectal cancer cells through interaction with Twist."}, {"pubmed": 34283274, "text": "Arctigenin inhibits cholangiocarcinoma progression by regulating cell migration and cell viability via the N-cadherin and apoptosis pathway."}, {"pubmed": 34512147, "text": "The role of N-cadherin/c-Jun/NDRG1 axis in the progression of prostate cancer."}, {"pubmed": 34702855, "text": "CDH2 mutation affecting N-cadherin function causes attention-deficit hyperactivity disorder in humans and mice."}, {"pubmed": 34710830, "text": "Modulation of E-Cadherin and N-Cadherin by ovarian steroids and embryonic stimuli."}, {"pubmed": 34711824, "text": "Mechanics-driven nuclear localization of YAP can be reversed by N-cadherin ligation in mesenchymal stem cells."}, {"pubmed": 34739841, "text": "Crystal structure of the Tspan15 LEL domain reveals a conserved ADAM10 binding site."}, {"pubmed": 35140817, "text": "The Relationship between Cadherin Polymorphisms and the Risk of Delayed Encephalopathy after Acute Carbon Monoxide Poisoning in the Chinese Han Population."}, {"pubmed": 35177067, "text": "Heterocellular N-cadherin junctions enable nontransformed cells to inhibit the growth of adjacent transformed cells."}, {"pubmed": 35363774, "text": "The role of CDH2 and MCP-1 mRNAs of blood extracellular vesicles in predicting early-stage diabetic nephropathy."}, {"pubmed": 35393670, "text": "Cadherins and the pathogenesis of epilepsy."}, {"pubmed": 35447001, "text": "hsa_circ_0000285 facilitates thyroid cancer progression by regulating miR-127-5p/CDH2."}, {"pubmed": 35500674, "text": "E-cadherin to N-cadherin switching in the TGF-beta1 mediated retinal pigment epithelial to mesenchymal transition."}, {"pubmed": 35712247, "text": "Potential Role of N-Cadherin in Diagnosis and Prognosis of Diabetic Nephropathy."}, {"pubmed": 36010583, "text": "Constitutive Occurrence of E:N-cadherin Heterodimers in Adherens Junctions of Hepatocytes and Derived Tumors."}, {"pubmed": 36096526, "text": "N-cadherin protects oral cancer cells from NK cell killing in the circulation by inducing NK cell functional exhaustion via the KLRG1 receptor."}, {"pubmed": 36521318, "text": "Exosomal miR-543 derived from umbilical cord mesenchymal stem cells ameliorates endometrial fibrosis in intrauterine adhesion via downregulating N-cadherin."}, {"pubmed": 36939278, "text": "N-cadherin cleavage: A critical function that induces diabetic retinopathy fibrosis via regulation of beta-catenin translocation."}, {"pubmed": 37437827, "text": "PAK5 potentiates slug transactivation of N-cadherin to facilitate metastasis of renal cell carcinoma."}, {"pubmed": 37540080, "text": "RNA-Sequencing Analysis Indicates That N-Cadherin Promotes Prostate Cancer Progression by the Epigenetic Modification of Key Genes."}, {"pubmed": 37894950, "text": "EGF-Enhanced GnRH-II Regulation in Decidual Stromal Cell Motility through Twist and N-Cadherin Signaling."}, {"pubmed": 38127465, "text": "Essential role of obscurin kinase-1 in cardiomyocyte coupling via N-cadherin phosphorylation."}, {"pubmed": 38169592, "text": "N-cadherin Alleviates Apoptosis and Senescence of Nucleus Pulposus Cells via Suppressing ROS-dependent ERS in the Hyper-osmolarity Microenvironment."}, {"pubmed": 38370408, "text": "The gene expression of CALD1, CDH2, and POSTN in fibroblast are related to idiopathic pulmonary fibrosis."}, {"pubmed": 38477830, "text": "N-cadherin dynamically regulates pediatric glioma cell migration in complex environments."}], "genomic_pos": {"chr": "18", "end": 28177946, "ensemblgene": "ENSG00000170558", "start": 27932879, "strand": -1}, "genomic_pos_hg19": {"chr": "18", "end": 25757410, "start": 25530930, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000902", "qualifier": "involved_in", "term": "cell morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003323", "qualifier": "involved_in", "term": "type B pancreatic cell development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007043", "qualifier": "involved_in", "term": "cell-cell junction assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007043", "qualifier": "involved_in", "term": "cell-cell junction assembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007155", "pubmed": 2384753, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007156", "qualifier": "involved_in", "term": "homophilic cell adhesion via plasma membrane adhesion molecules"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007157", "qualifier": "involved_in", "term": "heterophilic cell-cell adhesion via plasma membrane cell adhesion molecules"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007275", "qualifier": "involved_in", "term": "multicellular organism development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007416", "qualifier": "involved_in", "term": "synapse assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010001", "qualifier": "involved_in", "term": "glial cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0014032", "qualifier": "involved_in", "term": "neural crest cell development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016339", "qualifier": "involved_in", "term": "calcium-dependent cell-cell adhesion via plasma membrane cell adhesion molecules"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021987", "qualifier": "involved_in", "term": "cerebral cortex development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034332", "qualifier": "involved_in", "term": "adherens junction organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0035995", "pubmed": 30568254, "qualifier": "involved_in", "term": "detection of muscle stretch"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043410", "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0044331", "qualifier": "involved_in", "term": "cell-cell adhesion mediated by cadherin"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0044331", "qualifier": "involved_in", "term": "cell-cell adhesion mediated by cadherin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048514", "qualifier": "involved_in", "term": "blood vessel morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048854", "qualifier": "involved_in", "term": "brain morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048872", "qualifier": "involved_in", "term": "homeostasis of number of cells"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051146", "qualifier": "involved_in", "term": "striated muscle cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060019", "qualifier": "involved_in", "term": "radial glial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060563", "qualifier": "involved_in", "term": "neuroepithelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070445", "qualifier": "involved_in", "term": "regulation of oligodendrocyte progenitor proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072659", "qualifier": "involved_in", "term": "protein localization to plasma membrane"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090497", "qualifier": "involved_in", "term": "mesenchymal cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097091", "qualifier": "involved_in", "term": "synaptic vesicle clustering"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097118", "qualifier": "involved_in", "term": "neuroligin clustering involved in postsynaptic membrane assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097150", "qualifier": "involved_in", "term": "neuronal stem cell population maintenance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0098609", "pubmed": 31585109, "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902897", "qualifier": "involved_in", "term": "regulation of postsynaptic density protein 95 clustering"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000809", "qualifier": "involved_in", "term": "positive regulation of synaptic vesicle clustering"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 22467863, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 22467863, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005911", "pubmed": 7650039, "qualifier": "located_in", "term": "cell-cell junction"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005912", "qualifier": "is_active_in", "term": "adherens junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005912", "pubmed": [19101069, 24046456], "qualifier": "located_in", "term": "adherens junction"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005916", "qualifier": "located_in", "term": "fascia adherens"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0014069", "qualifier": "is_active_in", "term": "postsynaptic density"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0014704", "qualifier": "is_active_in", "term": "intercalated disc"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0014704", "qualifier": "located_in", "term": "intercalated disc"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016327", "qualifier": "located_in", "term": "apicolateral plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016342", "qualifier": "part_of", "term": "catenin complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016342", "pubmed": 7650039, "qualifier": "part_of", "term": "catenin complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030027", "qualifier": "is_active_in", "term": "lamellipodium"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030027", "pubmed": 24046456, "qualifier": "located_in", "term": "lamellipodium"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030054", "pubmed": 28169360, "qualifier": "located_in", "term": "cell junction"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030057", "qualifier": "located_in", "term": "desmosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030864", "pubmed": 24046456, "qualifier": "colocalizes_with", "term": "cortical actin cytoskeleton"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042383", "qualifier": "located_in", "term": "sarcolemma"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043005", "qualifier": "is_active_in", "term": "neuron projection"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0044853", "qualifier": "located_in", "term": "plasma membrane raft"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0045177", "qualifier": "is_active_in", "term": "apical part of cell"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0048787", "qualifier": "is_active_in", "term": "presynaptic active zone membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 27559042, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0099634", "qualifier": "is_active_in", "term": "postsynaptic specialization membrane"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003723", "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7650039, 17057644, 17098867, 17510365, 17679699, 18948590, 21357690, 29366904, 36950384], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008013", "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0008013", "pubmed": 19830702, "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008013", "pubmed": 16344550, "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019901", "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019903", "qualifier": "enables", "term": "protein phosphatase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0045294", "pubmed": 7650039, "qualifier": "enables", "term": "alpha-catenin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0045295", "pubmed": 7650039, "qualifier": "enables", "term": "gamma-catenin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0045296", "qualifier": "enables", "term": "cadherin binding"}]}, "homologene": {"genes": [[7955, 30291], [8364, 100151712], [9031, 414745], [9544, 711526], [9598, 468509], [9606, 1000], [9615, 480169], [9913, 281062], [10090, 12558], [10116, 83501]], "id": 20424}, "interpro": [{"desc": "Cadherin, Y-type LIR-motif", "id": "IPR000233", "short_desc": "Cadherin_Y-type_LIR"}, {"desc": "Pleckstrin homology domain", "id": "IPR001849", "short_desc": "PH_domain"}, {"desc": "Cadherin-like", "id": "IPR002126", "short_desc": "Cadherin-like_dom"}, {"desc": "Cadherin prodomain", "id": "IPR014868", "short_desc": "Cadherin_pro_dom"}, {"desc": "Cadherin-like superfamily", "id": "IPR015919", "short_desc": "Cadherin-like_sf"}, {"desc": "Cadherin conserved site", "id": "IPR020894", "short_desc": "Cadherin_CS"}, {"desc": "Catenin binding domain superfamily", "id": "IPR027397", "short_desc": "Catenin-bd_sf"}, {"desc": "Cadherin", "id": "IPR039808", "short_desc": "Cadherin"}], "ipi": ["IPI00290085", "IPI00658202", "IPI00853291", "IPI00916622", "IPI00917873"], "map_location": "18q12.1", "name": "cadherin 2", "other_names": ["N-cadherin 1", "cadherin 2, type 1, N-cadherin (neuronal)", "cadherin-2", "calcium-dependent adhesion protein, neuronal", "neural cadherin"], "pantherdb": {"HGNC": "1759", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88355", "ortholog_type": "LDO", "panther_family": "PTHR24027", "taxid": 10090, "uniprot_kb": "P15116"}, {"RGD": "69280", "ortholog_type": "LDO", "panther_family": "PTHR24027", "taxid": 10116, "uniprot_kb": "Q9Z1Y3"}, {"Ensembl": "ENSGALG00000015132", "ortholog_type": "LDO", "panther_family": "PTHR24027", "taxid": 9031, "uniprot_kb": "P10288"}, {"ZFIN": "ZDB-GENE-990415-171", "ortholog_type": "LDO", "panther_family": "PTHR24027", "taxid": 7955, "uniprot_kb": "Q90275"}], "uniprot_kb": "P19022"}, "pathway": {"kegg": [{"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa05412", "name": "Arrhythmogenic right ventricular cardiomyopathy - Homo sapiens (human)"}], "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": [{"id": "ajdiss_2pathway", "name": "Posttranslational regulation of adherens junction stability and dissassembly"}, {"id": "fgf_pathway", "name": "FGF signaling pathway"}, {"id": "ncadherinpathway", "name": "N-cadherin signaling events"}, {"id": "ptp1bpathway", "name": "Signaling events mediated by PTP1B"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-418990", "name": "Adherens junctions interactions"}, {"id": "R-HSA-421270", "name": "Cell-cell junction organization"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}, {"id": "R-HSA-525793", "name": "Myogenesis"}, {"id": "R-HSA-525793", "name": "Myogenesis"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}], "wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP2118", "name": "Arrhythmogenic Right Ventricular Cardiomyopathy"}, {"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP2572", "name": "Primary focal segmental glomerulosclerosis (FSGS)"}, {"id": "WP4148", "name": "Splicing factor NOVA regulated synaptic proteins"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP4540", "name": "Pathways Regulating Hippo Signaling"}, {"id": "WP4541", "name": "Hippo-Merlin Signaling Dysregulation"}]}, "pfam": ["PF00028", "PF01049", "PF08758"], "pharmgkb": "PA26293", "pharos": {"target_id": 14056, "tdl": "Tbio"}, "pir": "A38870", "prosite": ["PS50003", "PS50268"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247199", "relationship": "is"}, {"id": "GNF247200", "relationship": "is"}, {"id": "GNF247201", "relationship": "is"}, {"id": "GNF247202", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046719", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080224", "relationship": "is"}, {"id": "GNF080225", "relationship": "is"}, {"id": "GNF080226", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050577", "relationship": "is"}, {"id": "GNF055340", "relationship": "is"}, {"id": "GNF059958", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070221", "relationship": "is"}, {"id": "GNF070222", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF002377", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096802", "relationship": "is"}, {"id": "GNF112636", "relationship": "is"}, {"id": "GNF136457", "relationship": "is"}, {"id": "GNF152277", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000018.10", "NC_060942.1", "NG_011959.2"], "protein": ["NP_001295105.1", "NP_001783.2", "XP_011524090.1", "XP_016881003.1", "XP_054174113.1"], "rna": ["NM_001308176.2", "NM_001792.5", "XM_011525788.1", "XM_017025514.3", "XM_054318138.1"], "translation": [{"protein": "XP_016881003.1", "rna": "XM_017025514.3"}, {"protein": "NP_001783.2", "rna": "NM_001792.5"}, {"protein": "XP_011524090.1", "rna": "XM_011525788.1"}, {"protein": "NP_001295105.1", "rna": "NM_001308176.2"}, {"protein": "XP_054174113.1", "rna": "XM_054318138.1"}]}, "reporter": {"HG-U133_Plus_2": ["203440_at", "203441_s_at"], "HG-U95Av2": ["2053_at", "2054_g_at"], "HTA-2_0": "TC18000433.hg.1", "HuEx-1_0": "3802602", "HuGene-1_1": "8022674", "HuGene-2_1": "16854437"}, "summary": "This gene encodes a classical cadherin and member of the cadherin superfamily. Alternative splicing results in multiple transcript variants, at least one of which encodes a preproprotein is proteolytically processed to generate a calcium-dependent cell adhesion molecule and glycoprotein. This protein plays a role in the establishment of left-right asymmetry, development of the nervous system and the formation of cartilage and bone. [provided by RefSeq, Nov 2015].", "symbol": "CDH2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413277"}, "unigene": ["Hs.606106", "Hs.464829"], "uniprot": {"Swiss-Prot": "P19022", "TrEMBL": ["A0A6Q8PF58", "C9J126", "C9JMH2", "C9J8J8", "A0A6Q8PG20", "A0A6Q8PHJ8"]}, "wikipedia": {"url_stub": "CDH2"}}