{"AllianceGenome": "1764", "HGNC": "1764", "MIM": "601120", "_id": "1003", "_version": 1, "accession": {"genomic": ["AC132186.3", "CH471092.1", "CP068262.2", "NC_000016.10", "NC_060940.1"], "protein": ["AAB41796.1", "AAH96363.1", "AAH96364.3", "AAH96365.1", "AAI17521.1", "BAA87418.1", "BAD93145.1", "BAG62052.1", "BAG62074.1", "BAG62180.1", "CAA42468.1", "CAA56306.1", "EAW83009.1", "NP_001786.2", "P33151.5", "XP_011521103.1", "XP_047289425.1", "XP_047289426.1", "XP_047289427.1", "XP_054235308.1", "XP_054235309.1", "XP_054235310.1", "XP_054235311.1"], "rna": ["AB035304.1", "AB209908.1", "AK300299.1", "AK300322.1", "AK300461.1", "BC096363.3", "BC096364.3", "BC096365.1", "BC117520.2", "BQ716387.1", "DC381809.1", "DC382718.1", "NM_001114117.1", "NM_001795.5", "U84722.1", "X59796.1", "X79981.1", "XM_011522801.3", "XM_047433469.1", "XM_047433470.1", "XM_047433471.1", "XM_054379333.1", "XM_054379334.1", "XM_054379335.1", "XM_054379336.1"], "translation": [{"protein": "XP_047289426.1", "rna": "XM_047433470.1"}, {"protein": "CAA56306.1", "rna": "X79981.1"}, {"protein": "CAA42468.1", "rna": "X59796.1"}, {"protein": "BAG62052.1", "rna": "AK300299.1"}, {"protein": "AAH96363.1", "rna": "BC096363.3"}, {"protein": "XP_047289425.1", "rna": "XM_047433469.1"}, {"protein": "XP_047289427.1", "rna": "XM_047433471.1"}, {"protein": "AAH96364.3", "rna": "BC096364.3"}, {"protein": "AAH96365.1", "rna": "BC096365.1"}, {"protein": "XP_011521103.1", "rna": "XM_011522801.3"}, {"protein": "NP_001786.2", "rna": "NM_001795.5"}, {"protein": "BAA87418.1", "rna": "AB035304.1"}, {"protein": "AAB41796.1", "rna": "U84722.1"}, {"protein": "XP_054235309.1", "rna": "XM_054379334.1"}, {"protein": "BAG62074.1", "rna": "AK300322.1"}, {"protein": "BAG62180.1", "rna": "AK300461.1"}, {"protein": "XP_054235311.1", "rna": "XM_054379336.1"}, {"protein": "BAD93145.1", "rna": "AB209908.1"}, {"protein": "XP_054235310.1", "rna": "XM_054379335.1"}, {"protein": "AAI17521.1", "rna": "BC117520.2"}, {"protein": "XP_054235308.1", "rna": "XM_054379333.1"}]}, "alias": ["7B4", "CD144"], "ensembl": {"gene": "ENSG00000179776", "protein": ["ENSP00000344115", "ENSP00000455302", "ENSP00000455655", "ENSP00000456028", "ENSP00000456093", "ENSP00000458878", "ENSP00000461880", "ENSP00000497290"], "transcript": ["ENST00000341529", "ENST00000539168", "ENST00000562048", "ENST00000563425", "ENST00000565334", "ENST00000568023", "ENST00000568155", "ENST00000649567"], "translation": [{"protein": "ENSP00000456028", "rna": "ENST00000565334"}, {"protein": "ENSP00000344115", "rna": "ENST00000341529"}, {"protein": "ENSP00000497290", "rna": "ENST00000649567"}, {"protein": "ENSP00000455302", "rna": "ENST00000562048"}, {"protein": "ENSP00000456093", "rna": "ENST00000568155"}, {"protein": "ENSP00000455655", "rna": "ENST00000568023"}, {"protein": "ENSP00000458878", "rna": "ENST00000563425"}, {"protein": "ENSP00000461880", "rna": "ENST00000539168"}], "type_of_gene": "protein_coding"}, "entrezgene": "1003", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 23.0063850024, "exp_mis": 331.846763808, "exp_syn": 176.336281672, "lof_z": 3.51218628436057, "mis_z": 0.0227367542259405, "mu_lof": 1.70739673291e-06, "mu_mis": 3.15466239897e-05, "mu_syn": 1.68522425718e-05, "n_lof": 6.0, "n_mis": 331.0, "n_syn": 164.0, "p_li": 0.146020817838369, "p_null": 0.000158684289836531, "p_rec": 0.853820497871794, "syn_z": 0.575921795812857}, "bp": 2355, "cds_end": 66437072, "cds_start": 66413240, "n_exons": 11, "nonpsych": {"exp_lof": 20.6029922474, "exp_mis": 300.13334616, "exp_syn": 159.381343807, "lof_z": 3.37594021732879, "mis_z": -0.0252332597636753, "mu_lof": 1.70739673291e-06, "mu_mis": 3.15466239897e-05, "mu_syn": 1.68522425718e-05, "n_lof": 5.0, "n_mis": 301.0, "n_syn": 144.0, "p_li": 0.293100358104597, "p_null": 0.000221841018334687, "p_rec": 0.706677800877068, "syn_z": 0.767074948428584}, "nontcga": {"exp_lof": 21.1444302233, "exp_mis": 305.277600345, "exp_syn": 162.207940643, "lof_z": 3.24889944307627, "mis_z": -0.0776272523968665, "mu_lof": 1.70739673291e-06, "mu_mis": 3.15466239897e-05, "mu_syn": 1.68522425718e-05, "n_lof": 6.0, "n_mis": 308.0, "n_syn": 155.0, "p_li": 0.0815058005157464, "p_null": 0.000436504268869377, "p_rec": 0.918057695215384, "syn_z": 0.35833982147716}, "transcript": "ENST00000341529.3"}, "exons": [{"cdsend": 66403169, "cdsstart": 66379337, "chr": "16", "position": [[66366690, 66366758], [66379318, 66379547], [66386808, 66387097], [66388323, 66388440], [66389357, 66389522], [66390402, 66390590], [66392135, 66392383], [66396058, 66396201], [66397981, 66398106], [66398455, 66398561], [66400770, 66401016], [66402651, 66404784]], "strand": 1, "transcript": "NM_001795", "txend": 66404784, "txstart": 66366690}], "exons_hg19": [{"cdsend": 66437072, "cdsstart": 66413240, "chr": "16", "position": [[66400593, 66400661], [66413221, 66413450], [66420711, 66421000], [66422226, 66422343], [66423260, 66423425], [66424305, 66424493], [66426038, 66426286], [66429961, 66430104], [66431884, 66432009], [66432358, 66432464], [66434673, 66434919], [66436554, 66438687]], "strand": 1, "transcript": "NM_001795", "txend": 66438687, "txstart": 66400593}], "generif": [{"pubmed": 11490021, "text": "Imaging studies of VE-cadherin in a flow model show neutrophil and monocyte transmigration occurring exclusively at the cell borders through formation of transient gaps in VE-cad distribution, as well as through preexisting gaps."}, {"pubmed": 11777950, "text": "Loss of vascular endothelial cadherin-mediated cell-cell adhesion increases the permeability of bone marrow endothelial cell monolayers and stimulates the transendothelial migration of CD34+ cells in response to stromal cell-derived factor-1 alpha."}, {"pubmed": 11855855, "text": "An octapeptide in the juxtamembrane domain of VE-cadherin is important for p120ctn binding and cell proliferation."}, {"pubmed": 11937138, "text": "results suggest that the inadequate trophoblastic invasion, induced by antiphospholipid antibodies, can be the result of decreased alpha1 integrin and VE-cadherin and increased alpha5 integrin and E-cadherin expression in the trophoblast"}, {"pubmed": 11950930, "text": "VEC may influence the constitutive organization of the actin cytoskeleton."}, {"pubmed": 12010652, "text": "TNF-alpha affects VE-cadherin gene expression on the transcriptional level, inducing a downregulation of the VE-cadherin expression."}, {"pubmed": 12088286, "text": "Results show that P2X4 and P2X6 receptors are associated with VE-cadherin at HUVEC adherens junctions."}, {"pubmed": 12095140, "text": "TNFalpha significantly increased permeability and induced p38 and ERK MAPK activation compared with controls (P < 0.05). These changes were associated with a loss of membrane-associated VE cadherin"}, {"pubmed": 12219009, "text": "tyrosine phosphorylation of VE cadherin is an important regulatory pathway associated with TNF-induced endothelial barrier dysfunction."}, {"pubmed": 12243749, "text": "ADAM15 colocalizes with vascular endothelial (VE)-cadherin, which mediates endothelial cell adherens junction formation"}, {"pubmed": 12393634, "text": "During transmigration of neutrophils through umbilical vein endothelium, VE-cadherin moved away to different ends of the transmigration site so that VE-cadherin-containing adherent junctions were relocated aside."}, {"pubmed": 12413882, "text": "Data show that VE-cadherin and beta-catenin are only weakly associated with the actin-based cytoskeleton in cultured human vascular endothelial cells."}, {"pubmed": 12584200, "text": "cleavage of VE cadherin by neutrophil surface-bound proteases induces formation of gaps through which neutrophils transmigrate"}, {"pubmed": 12595527, "text": "VE-cadherin actively participates in inside-out signaling at the plasma membrane, leading to the development of endothelial membrane protrusions."}, {"pubmed": 12626512, "text": "results provide new insights into the mechanisms of VE-cadherin processing and degradation in microvascular endothelial cells"}, {"pubmed": 12658549, "text": "Human Schlemm's canal cells express the endothelial adherens proteins, VE-cadherin and PECAM-1."}, {"pubmed": 12740216, "text": "Modification by protein kinase C contributes to vascular endothelium barrier dysregulation induced by thrombin"}, {"pubmed": 14678493, "text": "the intracellular association of VE-cadherin with beta-catenin-linked cytoskeleton is essential to the maintenance of endothelial junctional integrity and microvascular permeability."}, {"pubmed": 14695457, "text": "elevated plasma levels in coronary artherossclerosis"}, {"pubmed": 14699141, "text": "interacts with p120 catenin to mediate cell locomotion and proliferation"}, {"pubmed": 15220112, "text": "Histamine interrupts cadherin adhesion and this effect on cadherin adhesion is independent of capacitive calcium flux."}, {"pubmed": 15374707, "text": "Serum VE-cadherin decreases significantly in both estradiol and raloxifene treated postmenopausal women."}, {"pubmed": 15572031, "text": "VE-cadherin is involved in transendothelial migration of TCs, and replacement of DECs by TCs is not the result of apoptosis."}, {"pubmed": 15601837, "text": "cAMP-Epac-Rap1 signaling promotes decreased cell permeability by enhancing VE-cadherin-mediated adhesion lined by the rearranged cortical actin"}, {"pubmed": 15731052, "text": "cleaved by Porphyromonas gingivalis gingipains in endothelial cells"}, {"pubmed": 15735710, "text": "promoter is subjected to bFGF induction, silencer elements may be located elsewhere in the gene"}, {"pubmed": 15897346, "text": "upregulation of MIP-1beta and downregulation of VE-cadherin may strongly participate in human acute heart rejection."}, {"pubmed": 15980433, "text": "G alpha12 interaction with alphaSNAP induces VE-cadherin localization at endothelial junctions and regulates barrier function"}, {"pubmed": 16027153, "text": "A single phosphorylation event within the VE-cadherin cytoplasmic tail is sufficient to maintain cells in a mesenchymal state."}, {"pubmed": 16115630, "text": "Results suggest that in human umbilical vein endothelial cells Epac1 controls VE-cadherin-mediated cell junction formation and induces reorganization of the actin cytoskeleton."}, {"pubmed": 16322481, "text": "Cdc42 regulates AJ permeability by controlling the binding of alpha-catenin with beta-catenin and the consequent interaction of the VE-cadherin/catenin complex with the actin cytoskeleton."}, {"pubmed": 16481735, "text": "VE-cadherin and EphA2 act in a coordinated manner as a key regulatory element in the process of melanoma vasculogenic mimicry."}, {"pubmed": 16893970, "text": "Thus, VEC limits cell proliferation by retaining VEGFR-2 at the membrane and preventing its internalization into signaling compartments."}, {"pubmed": 16909109, "text": "Tyrosine phosphorylation mediated by Src kinase on cadherin 5 residue Tyr685 is a process that appears to be critical for vascular endothelial growth factor (VEGF)-induced endothelial cell migration."}, {"pubmed": 17057644, "text": "Surprisingly, the VE-cadherin-associated PAR protein complex lacks aPKC. Ectopic expression of VE-cadherin in epithelial cells affects tight junction formation."}, {"pubmed": 17159998, "text": "Here, we show that, in some transformed lines, cadherin adhesion molecules exhibit a flow-like movement in a basal-apical direction at the cell junction and that this flow is associated with reorganizing actin filaments."}, {"pubmed": 17194459, "text": "OxidizedLDL downregulated VE Cadherin on endothelial junctions in an in vitro model of transendothelial monocyte migration"}, {"pubmed": 17638851, "text": "Strategies targeting signals in the marrow microenvironment that amplify the Bcr-abl/VE-cadherin/beta-catenin axis may have utility in sensitizing drug-resistant leukemic stem cells."}, {"pubmed": 17761936, "text": "basal Rho kinase activity was essential for proper expression of the adhesion molecule VE-cadherin in human vascular endothelial cells"}, {"pubmed": 18163230, "text": "Endothelial cell junctional proteins respond to flow transiently by increasing the strength of intercellular attachments early after flow onset, supporting the view on the active role of intercellular adhesions in mechanotransduction."}, {"pubmed": 18180305, "text": "VE-cadherin has a role in modulating c-Src activation in VEGF signaling"}, {"pubmed": 18195090, "text": "a new pathway regulating angiogenesis and endothelial survival, via the transcription factor Erg and the adhesion molecule VE-cadherin."}, {"pubmed": 18272754, "text": "Addition of PBMCs to DV-2-infected HUVECs decreased the levels of mRNA transcripts and cell-surface expression of VE-cadherin."}, {"pubmed": 18287330, "text": "results suggest that VE-cadherin and beta-catenin binding dynamics are important determinants in microvascular barrier regulation"}, {"pubmed": 18316602, "text": "VE-cadherin promotes breast cancer progression via transforming growth factor beta signaling"}, {"pubmed": 18337748, "text": "These data indicate that VE-cadherin is a positive and endothelial cell-specific regulator of TGF-beta signalling."}, {"pubmed": 18402976, "text": "Describe reproducible flow cytometric endothelial progenitor cell determination in human peripheral blood as CD34+/CD144+/CD3- lymphocyte sub-population."}, {"pubmed": 18420943, "text": "ADAM10 is a novel regulator of vascular permeability and demonstrates a hitherto unknown function in the regulation of VE-cadherin-dependent endothelial cell functions and leukocyte transendothelial migration"}, {"pubmed": 18628953, "text": "Sox-9, ER81 and VE-cadherin have roles in retinoic acid-mediated trans-differentiation of breast cancer cells"}, {"pubmed": 18639387, "text": "Report a vessel type-specific expression pattern for VE-cadherin in regular human lung tissue, which is not influenced by age or sex."}, {"pubmed": 18641366, "text": "VE-cad gap formation is required for leukocyte transmigration and identify p120 as a critical intracellular mediator of this process through its regulation of VE-cad expression at junctions."}, {"pubmed": 18804209, "text": "plasma endothelial-CD144+ has a role in coronary noncalcified plaques assessed by multidetector CT in a population of type 2 diabetic patients"}, {"pubmed": 18979298, "text": "VE-cadherin levels are not directly related to N-cadherin levels but may be inversely related due to competition for cadherin-associated Src substrate p120."}, {"pubmed": 18990449, "text": "the expression of VE-cadherin is dependent on mTOR and PI3K signaling."}, {"pubmed": 19059243, "text": "VE-cadherin function in endothelial cells is intimately linked to vascular integrity and endothelial barrier plasticity."}, {"pubmed": 19212436, "text": "Data show that cilengitide activated cell surface alphaVbeta3, stimulated phosphorylation of FAK, Src and VE-cadherin, increased cell permeability and decreased cell adhesion in endothelial cells."}, {"pubmed": 19345098, "text": "Data show that VE-cadherin signals to Rho-kinase-dependent myosin light-chain 2 phosphorylation, leading to actomyosin contractility, which regulates the distribution of VE-cadherin at cell-cell junctions and sprouting."}, {"pubmed": 19356953, "text": "Expression of t-PA, PAI-1, TF, TFPI, TM, CD68 and VE-cadherin were significantly increased in the early symptomatic group, but the level of gene expression in the late symptomatic group was indistinguishable from the asymptomatic group."}, {"pubmed": 19420236, "text": "Stabilization of VE-cadherin adhesion by cross-bridging peptides may therefore be a novel therapeutic approach for the treatment of vascular hyperpermeability."}, {"pubmed": 19633358, "text": "VEGF leads to a Rac1-mediated generation of ROS, which, in turn, elevates the tyrosine phosphorylation of VE-cadherin and beta-catenin, ultimately regulating adherens junction integrity."}, {"pubmed": 19735546, "text": "One possible underlying molecular mechanism by which Genistein could inhibit vasculogenic mimicry formation of uveal melanoma is related to down-regulation of VE-cadherin."}, {"pubmed": 19760520, "text": "VE-cadherin can be considered as a new prospective option in the combining treatment of aggressive tumor with highly vascularity, including osteosarcoma"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19915944, "text": "the concentration of soluble form of vascular endothelial cadherin and IL-23 are raised in sera of patients with Behcet's disease compared with healthy controls"}, {"pubmed": 19996314, "text": "Data show that TRPC4 co-precipitated with the junctional proteins beta-catenin and VE-cadherin."}, {"pubmed": 20032304, "text": "Data show that actin bundle formation and subsequent linkage between actin bundles and VE-cadherin through alpha- and beta-catenins are important for the stabilization of VE-cadherin at the cell-cell contacts in cAMP-Epac-Rap1 signal-activated cells."}, {"pubmed": 20048167, "text": "Data show that Src-induced tyrosine phosphorylation of VE-cadherin is not sufficient to promote an increase in endothelial cell monolayer permeability."}, {"pubmed": 20123970, "text": "Results suggest that VE-cadherin trafficking along filopodia using myosin-X motor protein is a prerequisite for cell-cell junction formation."}, {"pubmed": 20167365, "text": "sustained expression of VE-cadherin in late onset preeclampsia could counteract VEGFR2 deficiency by enhancing survival pathway stimulation in the syncytiotrophoblast, thus preventing further decompensation of unbalanced villous trophoblast turnover."}, {"pubmed": 20386594, "text": "specific inhibition of the TGFbeta type I receptor blocked both RA-induced VE-cadherin expression and cell fusion"}, {"pubmed": 20446815, "text": "Mesenchymal stem cells increased VE-cadherin levels and enhanced recruitment of both VE-cadherin and beta-catenin to the plasma membrane."}, {"pubmed": 20463083, "text": "Results suggest that pathogenic hantaviruses disrupt fluid barrier properties of endothelial cell adherens junctions by enhancing VEGFR2-VE-cadherin pathway responses which increase paracellular permeability."}, {"pubmed": 20470859, "text": "VE-cadherin and PECAM-1 enhance ALL migration across brain microvascular endothelial cell monolayers"}, {"pubmed": 20589320, "text": "mRNA levels of CD31, CD144, CD146 and vWf in whole blood as detected by real time RT-PCR cannot be used as biomarkers for end-stage endothelial cells such as circulating endothelial cells."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20693433, "text": "Identified is a new, transient, and rare cell population in the human embryonic liver, which coexpresses VE-cadherin, an endothelial marker, CD45, a pan-hematopoietic marker, and CD34, a common endothelial and hematopoietic marker."}, {"pubmed": 20711993, "text": "Studies indicate that a majority of adult BM HSCs derived from a VE-cadherin ancestor."}, {"pubmed": 20732872, "text": "PDE4D tethers EPAC1 in a vascular endothelial cadherin (VE-Cad)-based signaling complex and controls cAMP-mediated vascular permeability"}, {"pubmed": 20810734, "text": "virus induction of VEGF and reduction in VE-cadherin in the endothelial cell permeability seen in Hantavirus pulmonary syndrome"}, {"pubmed": 20926024, "text": "Soluble vascular endothelial cadherin (VE-cadherin) levels were investigated in a prospective study involving 28 consecutive critically ill patients with or without severe sepsis who were admitted to surgical intensive care."}, {"pubmed": 21168935, "text": "tyrosine phosphorylation of VE-cadherin is involved in the increased paracellular permeability of central nervous system-derived vascular endothelium induced by TGF-beta1"}, {"pubmed": 21190742, "text": "Monocyte trans-endothelial migration alters endothelial junctional organization to a more monocyte-permeable state (increased PECAM-1 and decreased VE-cadherin), resulting in the augmented transmigratory activity at a later stage."}, {"pubmed": 21190990, "text": "after VE-cadherin induction by DMP1, DMP1 inhibited VEGFR-2 phosphorylation and Src-mediated signaling; DMP1 is identified as a new specific inhibitor of VEGF-induced angiogenesis"}, {"pubmed": 21269615, "text": "Oocyte donors receiving GnRH agonist or hCG did not show altered serum/follicular fluid VE-cadherin levels."}, {"pubmed": 21439626, "text": "the detection of a soluble VE-cadherin in the patient's serum during a ereditary angioedema attack might have potential clinical interest as a biomarker for the diagnosis"}, {"pubmed": 22040113, "text": "FadA binds vascular endothelial cadherin and alters endothelial integrity."}, {"pubmed": 22064597, "text": "Subtype-selective induction of m-calpain in aorta during atherosclerotic progression is associated with proteolytic disorganization of VE-cadherin and proatherogenic hyperpermeability in cells."}, {"pubmed": 22133903, "text": "The level of VE-Cad(low)alpha-SMA(+) progenitor cells was associated with the severity of coronary atherosclerosis as quantified by the Gensini score."}, {"pubmed": 22213015, "text": "VE-cadherin outside-in signaling controls locally Rac activity stimulated by barrier protective agonists."}, {"pubmed": 22391038, "text": "Results implicate Vinculin-dependent VE-cadherin mechanosensing in endothelial processes such as leukocyte extravasation and angiogenesis."}, {"pubmed": 22398721, "text": "A VE-cadherin-PAR3-alpha-catenin complex regulates the Golgi localization and activity of cytosolic phospholipase A(2)alpha in endothelial cells."}, {"pubmed": 22562824, "text": "Bcl-2-dependent VE-cadherin overexpression may be an important mechanism by which hypoxia induces Vasculogenic mimicry"}, {"pubmed": 22648953, "text": "p120 overexpression inhibits neutrophil migration independently of an effect on RhoA or Rac and instead blocks migration by preventing VE-cadherin tyrosine phosphorylation and association of active Src with the VE-cadherin complex"}, {"pubmed": 22720111, "text": "Upon infection by spotted fever group rickettsiae, phosphorylation of VE-cadherin directly attenuates homophilic protein-protein interactions at the endothelial adherens junctions dysfunction causing microvascular hyperpermeability."}, {"pubmed": 22734943, "text": "The effects of mesenchymal stem cells on vascular network formation are abrogated by disruption of the VE-Cadherin/beta-catenin pathway in endothelial cells."}, {"pubmed": 22833667, "text": "MDA-MB-231 cell-induced disruption of endothelial adherens junction integrity is triggered by MDA-MB-231 cell alpha(2)beta(1) integrin and is mediated by H-Ras/MLC-induced tyrosine phosphorylation of VE-cad."}, {"pubmed": 22865455, "text": "Data show that CD133(+) and ABCB5(+) subpopulations are colocalized in melanomas in perivascular niches that contain CD144 (VE-cadherin)(+) melanoma cells forming vessel-like channels, a phenomenon termed vasculogenic mimicry (VM)."}, {"pubmed": 22922959, "text": "Intermedin plays a critical role in the vascular remodeling process and tumor angiogenesis by regulating vascular endothelial-cadherin and extracellular signal-regulated kinase."}, {"pubmed": 22975327, "text": "This correlates with inhibition of vascular endothelial growth factor-A (VEGF-A)-induced signaling and stabilization of vascular endothelial (VE)-cadherin localization at endothelial junctions."}, {"pubmed": 23074279, "text": "Data show that TIMP-2-mediated inhibition of vascular endothelial cell permeability involves an integrin alpha3beta1-Shp-1-cAMP/protein kinase A-dependent vascular endothelial cadherin cytoskeletal association."}, {"pubmed": 23079531, "text": "serum cadherin-5 discriminated patients with recurrent breast cancer from those with no sign of recurrence with 90% specificity."}, {"pubmed": 23118492, "text": "Findings suggest that HMGB1, VEGF, sVE-cadherin and sEng regulate the angiogenesis in proliferative diabetic retinopathy."}, {"pubmed": 23159740, "text": "A pivotal function of VE-cadherin homophilic interaction in modulating endothelial barrier through the tuning of microtubule dynamics."}, {"pubmed": 23168683, "text": "Suggest that urocortin 1 increase LPS-induced endothelial permeability by disrupting the VE-cadherin-beta-catenin complex via activation of CRHR2."}, {"pubmed": 23216791, "text": "N-cadherin is required to maintain the expression of VE-cadherin in malignant tumor cells but not vice versa. Thus, N-cadherin acts in concert with VE-cadherin to promote tumor growth."}, {"pubmed": 23325790, "text": "results demonstrate that the domain of VE-cadherin that binds to beta-catenin is required for the establishment of strong steady-state adhesion strength"}, {"pubmed": 23376478, "text": "Lycorine hydrochloride suppressed the expression of several key angiogenic genes, including VE-cadherin and Sema4D, and reduced Akt phosphorylation in Hey1B cells."}, {"pubmed": 23465821, "text": "Chorionic gonadotropin induces vascular endothelial growth factor (VEGFA)-dependent downregulation of claudin 5, which increases the endothelial permeability in the coculture system."}, {"pubmed": 23474739, "text": "VE-cadherin and claudin-5 were studied in nasal polyp microvessels."}, {"pubmed": 23635392, "text": "Reduced expression of VE-cadherin has to be considered as a major mechanism of increased vessel permeability in spesis-induced acute respiratory distress syndrome."}, {"pubmed": 23645533, "text": "CDH5 Overexpression is associated with glioblastoma."}, {"pubmed": 23868598, "text": "Taken together, these approaches to studying VE-cadherin status on microvascular endothelial cells are excellent complements to traditional permeability assays."}, {"pubmed": 23887639, "text": "Sirolimus-FKBP12.6 impairs endothelial barrier function by activation of protein kinase C-alpha and downstream disruption of the p120-VE cadherin interaction in vascular endothelium."}, {"pubmed": 24046447, "text": "nitric oxide is a key molecule promoting endothelial cell permeability, linking the cytoskeleton to VE-cadherin phosphorylation through regulation of the endothelial-junction-associated Rac guanine-nucleotide-exchange factor (GEF) TIAM1."}, {"pubmed": 24061286, "text": "Sera from patients (n=100) with various autoimmune diseases, including rheumatoid arthritis (n=23), systemic lupus erythematosus (SLE, n=31), systemic sclerosis (n=30), and Behcet's disease (BD, n=16) had circulating autoantibodies to VE-cadherin."}, {"pubmed": 24106276, "text": "Snail mediates TGF-beta1-induced down-regulation of VE-cadherin, which subsequently contributed to TGF-beta1-decreased trophoblast cell invasion."}, {"pubmed": 24136461, "text": "T-cadherin up-regulation is involved in degradation of VE-cadherin, resulting in the disruption of endothelial barrier function."}, {"pubmed": 24227887, "text": "This coordinated mechanism controls VE-cadherin dynamics and cell motility and maintains monolayer integrity, thus potentially being relevant in disease and angiogenesis"}, {"pubmed": 24430214, "text": "the molecular basis for VE-cadherin control of the endothelial barrier function is of high interest for biomedical research, as vascular leakage is observed in many pathological conditions and human diseases."}, {"pubmed": 24439748, "text": "Vascular endothelial cadherin is lost at the membrane when endothelial cells are exposed to TNF-alpha, IFN-gamma, and peripheral blood mononuclear cells (PBMC). IL-1ss can mimic the effects of PBMCs, indicating a role of IL-1ss in this process."}, {"pubmed": 24469639, "text": "Increased serum levels of sVE-cadherin might be a novel biomarker for evaluating the severity of Henoch-Schonlein purpura and useful for identifying the presence of systemic vasculitis in inflammatory skin conditions."}, {"pubmed": 24487320, "text": "Tyr685 and Tyr731 of VE-cadherin distinctly and selectively regulate the induction of vascular permeability or leukocyte extravasation"}, {"pubmed": 24498454, "text": "This work is first to describe a mammalian cell surface protein, VE-cadherin, as a receptor for Leptospira interrogans."}, {"pubmed": 24603875, "text": "VE-cadherins forming transcellular bridges between two endothelial cells, are exchanged between cells in a phenomenon here termed trans-endocytosis."}, {"pubmed": 24621569, "text": "remodeling. The endothelial-specific VE -cadherin/catenin complex provides the backbone of adherens junctions and acts in close interaction with actin filaments and actin/myosin-mediated contractility to fulfill the junction demands."}, {"pubmed": 24820735, "text": "Increased levels of CD144 were found in patients with hypertension and hyperlipidemia."}, {"pubmed": 24877096, "text": "Elastase and cathepsin G are elevated in the plasma of HD patients, originating from primed PMNLs. In these patients, chronic elevation of these enzymes contributes to cleavage of VE-cadherin and possible disruption of endothelial integrity."}, {"pubmed": 24965294, "text": "the relationship between VE-cadherin and capillary permeability in sepsis could not be demonstrated."}, {"pubmed": 25147336, "text": "NDPKB is required for VEGF-induced angiogenesis and contributes to the correct localization of VEGF receptor type 2 and VE-cadherin at the endothelial adherens junctions."}, {"pubmed": 25180771, "text": "clathrin-mediated and caveolae-mediated endocytosis of VE-cad contribute to lipopolysaccharide-induced vascular hyperpermeability."}, {"pubmed": 25275457, "text": "Breast cancer cell incorporation into the vascular endothelium initiates by dislocating VE-cadherin at endothelial cell junctions."}, {"pubmed": 25361430, "text": "insulin treatment has an effect on the expression of vascular endothelial cadherin and Beta-catenin in human fetoplacental vessels"}, {"pubmed": 25362142, "text": "preeclampsia does not significantly affect vascular growth or the expression of endothelial junction proteins in human placentas"}, {"pubmed": 25422846, "text": "the molecular basis for VE -cadherin control of the endothelial barrier function is of high interest for biomedical research, as vascular leakage is observed in many pathological conditions and human diseases."}, {"pubmed": 25443888, "text": "stromal cells could desensitize imatinib and up-regulate VE-cadherin expression on Ph+ leukemia cells"}, {"pubmed": 25501813, "text": "homophilic interactions of VE-cadherin stabilize it at cell borders and prevent entry into the lateral border recycling compartment."}, {"pubmed": 25542764, "text": "The number of CD34/144 positive circulating endothelial cells was high in patients with large artery atherosclerosis who experienced chronic ischemic stroke. And this number may reflect severity of carotid atherosclerosis."}, {"pubmed": 25548487, "text": "HIF-1alpha may modulate vascular mimicry in esophageal squamous cell carcinoma by regulating VE-cadherin expression."}, {"pubmed": 25559184, "text": "Suggest a new model of VE-cadherin adhesive interaction mediated by Rac1-induced reduction of mechanical tension at endothelial cell adherens junctions, resulting in the stabilization of VE-cadherin adhesions."}, {"pubmed": 25633318, "text": "Demonstrate that TrkB protects endothelial integrity during atherogenesis by promoting Ets1-mediated VE-cadherin expression and plays a previously unknown protective role in the development of coronary artery disease."}, {"pubmed": 25663699, "text": "VE-cadherin complexes are central force transducers in endothelial barrier in response to force."}, {"pubmed": 25746323, "text": "MRTF-A and p300 activated the transcription of VE-cadherin gene by enhancing acetylation of histones."}, {"pubmed": 25800053, "text": "the transmembrane domain of VE-cadherin mediates an essential adapter function by binding directly to the transmembrane domain of VEGFR2, as well as VEGFR3."}, {"pubmed": 25869066, "text": "Girdin regulates the trafficking of VE-cadherin in synergy with R-Ras."}, {"pubmed": 26116572, "text": "our data show the importance of spatio-temporal regulation of the actin cytoskeleton through Trio and Rac1 at VE-cadherin-based cell-cell junctions in the maintenance of the endothelial barrier."}, {"pubmed": 26574545, "text": "ankyrin-G associates with and inhibits the endocytosis of VE-cadherin cis dimers."}, {"pubmed": 26598555, "text": "BMP-dependent physical interaction of VE-cadherin with the BMP receptor ALK2 (BMPRI) and BMPRII, resulting in stabilization of the BMP receptor complex and, thereby, the support of BMP6-Smad signaling."}, {"pubmed": 26658094, "text": "PDE4D acts to allow cAMP-elevating agents to regulate VECADs' role as a sensor of flow-associated fluid shear stress (FSS)-encoded information in arterial endothelial cells."}, {"pubmed": 26663395, "text": "Rab11a/Rab11 family-interacting protein 2-mediated VE-cadherin recycling is required for formation of adherens junctions and restoration of vascular endothelial barrier integrity."}, {"pubmed": 26681130, "text": "Prophylactic UTI maintains the endothelial barrier function, increases VE-cadherin expression, and inhibits the phosphorylation of VE-cadherin at Tyr658 under inflammatory conditions"}, {"pubmed": 26728385, "text": "Data indicate that monoclonal antibody (mAb) against vascular endothelial cadherin 5 (VECDH5) has good binding ability and specificity."}, {"pubmed": 26905650, "text": "Quaking directly binds to the mRNA of VE-cadherin and beta-catenin and can induce mRNA translation mediated by the 3'UTR of these genes."}, {"pubmed": 26921435, "text": "S-nitrosylation regulates endothelial cell VE-cadherin phosphorylation and internalization in microvascular permeability."}, {"pubmed": 26959535, "text": "High serum VE-cadherin expression is associated with non-alcoholic fatty liver disease."}, {"pubmed": 26980408, "text": "Data suggest that the microRNA miR-27a-3p-mediated down-regulation of VE-cadherin and inhibition of epithelial-mesenchymal transition may be essential for Twist-1 to induce tumor metastasis and vasculogenic mimicry (VM)."}, {"pubmed": 27224670, "text": "CDH5 and FABP1 expression levels were both elevated in drug-induced liver injury."}, {"pubmed": 27338534, "text": "Results indicate that the posthemorrhagic shock mesenteric lymph in vitro increases the cellular permeability of human umbilical vein endothelial cells through suppression of F-actin and VE-cadherin."}, {"pubmed": 27362942, "text": "EGFR genes are associated with overexpression of CDH5 through increased phosphorylation of EGFR and downstream Akt pathways."}, {"pubmed": 27417273, "text": "VE-cadherin internalization from tensile adherens junctions is inhibited by Pacsin2 protein."}, {"pubmed": 27466381, "text": "CDH5 may play a key role in the progression or metastasis of differentiated-type gastric cancer and serve as a target for its treatment."}, {"pubmed": 27693459, "text": "Breast cancer-secreted miR-939 downregulates VE-cadherin and destroys the barrier function of endothelial monolayers."}, {"pubmed": 27842057, "text": "Lateral accumulation of cadherin fingers in follower cells precedes turning, and increased actomyosin contractility can initiate cadherin finger extension as well as engulfment by a neighbouring cell, to promote follower behaviour."}, {"pubmed": 27966446, "text": "These findings support a general role for VE-cadherin and other RGD cadherins as critical regulators of lung and liver metastasis in multiple solid tumours. These results pave the way for cadherin-specific RGD targeted therapies to control disseminated metastasis in multiple cancers."}, {"pubmed": 28056463, "text": "Serum CDH5 correlates to poorer survival in patient with hormone-refractory metastatic breast cancer."}, {"pubmed": 28112401, "text": "the conserved targeting of VE-cadherin by miR-22 regulates endothelial inflammation, tissue injury, and angiogenesis."}, {"pubmed": 28119542, "text": "AngII could induce pulmonary injury by triggering endothelial barrier injury, and such process may be related to the dephosphorylation of Y685-VE-cadherin and the endothelial skeletal rearrangement"}, {"pubmed": 28158602, "text": "Plakoglobin maintains the integrity of vascular endothelial cell junctions and regulates VEGF-induced phosphorylation of VE-cadherin"}, {"pubmed": 28347704, "text": "Cells in high glucose for 7 days showed a significant decrease in mRNA expression of CD31 and VE-cadherin, and a significant increase in that of alpha-SMA and collagen I."}, {"pubmed": 28396577, "text": "Study found that high VE-cadherin gene expression levels were associated with low expression of miR-27b and that the latter directly bound to its 3'UTR to regulate its expression."}, {"pubmed": 28428220, "text": "CMTM3 mediates cell-cell adhesion at adherens junctions and contributes to the control of vascular sprouting by regulation VE-cadherin turnover."}, {"pubmed": 28485540, "text": "activation of PAR2 compromises the vascular endothelial barrier function by suppressing the expression of Ve-cadherin."}, {"pubmed": 28583263, "text": "We found that patients with chronic spontaneous urticaria (CSU) had significantly higher CDH5 serum levels compared with patients with atopic dermatitis and control subjects. Moreover, serum levels ofCDH5 were closely associated with the severity of CSU."}, {"pubmed": 28599281, "text": "HIF-2alpha and VM were overexpressed in pancreatic cancer tissues and were associated with poor pathological characteristics. HIF-2alpha contributes to VM formation by regulating the expression of VE-cadherin through the binding of the transcription factor Twist1 to the promoter of VE-cadherin in pancreatic cancer both in vitro and in vivo."}, {"pubmed": 28600292, "text": "Endothelial Tspan5- and Tspan17-ADAM10 complexes may regulate inflammation by maintaining normal VE-cadherin expression and promoting T lymphocyte transmigration."}, {"pubmed": 28624707, "text": "VE-cadherin activated cell stiffening depends on substrate stiffness. Force loading VE-cadherin receptors triggers cell-matrix junction remodeling. Local, VE-cadherin force transduction signals at the cell level do not alter the mechanical balance of endothelial colonies."}, {"pubmed": 28701303, "text": "These results suggest that SHP-2-via association with ICAM-1-mediates ICAM-1-induced Src activation and modulates VE-cadherin switching association with ICAM-1 or actin, thereby negatively regulating neutrophil adhesion to endothelial cells and enhancing their transendothelial migration."}, {"pubmed": 28712573, "text": "Endothelial flow mechanotransduction through the junctional complex is mediated by a specific pool of VE-cadherin that is phosphorylated on cytoplasmic tyrosine Y658 and bound to LGN."}, {"pubmed": 28755278, "text": "BMP4 controls leukocyte recruitment through a VE-cadherin-dependent mechanism"}, {"pubmed": 28774343, "text": "This study demonstrated that changes in gene expression of CDH5 and CLDN5 due to shear stress within individual differentiations also revealed no trend."}, {"pubmed": 28842382, "text": "Varenicline promotes HUVEC migration by lowering VE-cadherin expression due to activated ERK/p38/JNK signaling through alpha7 nAChR. These processes probably contribute to varenicline-aggravated atherosclerotic plaque."}, {"pubmed": 29054861, "text": "The present study investigated the interplay of VEGF-A165a isoform, the anti-angiogenic VEGF-A165b, placental growth factor (PIGF) and their receptors, VEGFR1 and VEGFR2.on junctional occupancy of VE-cadherin and macromolecular leakage in human endothelial monolayers and the perfused placental microvascular bed."}, {"pubmed": 29143117, "text": "The study shows a VE-cadherin-mediated cell dynamics and an endothelial-dependent proliferation in a differentiation-dependent manner."}, {"pubmed": 29187459, "text": "Data suggest that cadherin 5 (CDH5) may play a key role in hematogenous recurrence of advanced gastric cancer and may be a viable treatment target."}, {"pubmed": 29462613, "text": "C. pneumoniae infection promotes monocyte transendothelial migration by increasing vascular endothelial cell permeability via the tyrosine phosphorylation and internalization of VE-cadherin in vascular endothelial cells."}, {"pubmed": 29504106, "text": "It was found that the levels of integrin alpha1 and VE-cadherin mRNA increased during co-culturing of activated endothelium cells with mesenchymal stromal cells."}, {"pubmed": 29605606, "text": "hsa-miR-6086 is induced by TNFalpha and mediates TNFalpha-induced HUVEC growth inhibition through downregulating CDH5 expression. Hence, hsa-miR-6086 might be a new target for treating TNFalpha-induced endothelial dysfunction."}, {"pubmed": 29786069, "text": "Identification of pVEC as a component of the kaiso transcriptional complex establishes a molecular paradigm that links FAK-dependent phosphorylation of VEC as a major mechanism by which ectopical VEC expression exerts its function in vasculogenic mimicry."}, {"pubmed": 30097810, "text": "CMTM4 plays an important role in the turnover of membrane-bound VE-cadherin at AJs, mediating endothelial barrier function and controlling vascular sprouting."}, {"pubmed": 30301260, "text": "We found that the uremic arteries had lost their intact and continuous endothelial morphology, with a reduction in VE-cadherin and ZO-1 expression and that uremia alters cell-to-cell junctions leading to an increased endothelial damage."}, {"pubmed": 30355397, "text": "There is phosphorylation and loss of the junction protein VE-Cadherin from the inter-endothelial cell junctions and phosphorylation of RhoA in Dengue-2 virus infected endothelial cells, or in endothelial cells treated with NS1 od Dengue virus 2."}, {"pubmed": 30368528, "text": "IGFBP2 acts as a stimulator of vasculogenic mimicry formation in glioma cells via enhancing CD144 and MMP2 expression."}, {"pubmed": 30503342, "text": "rheumatoid arthritic synovial fibroblast-like cells activated by VEGF binding of VEGFR2 express VE-cadherin and formed tube-like structure under the control of ERK/MAPK and PI3K/AKT/mTOR pathway,s suggesting that the inhibition suppresses vascular development in RA synovium"}, {"pubmed": 30638949, "text": "HtrA4 concentrations found in preeclampsia cleaved VE-cadherin in HUVECs as an endothelial model, disrupted cell-cell connections and induced intercellular gaps"}, {"pubmed": 31342095, "text": "VE-cadherin regulates MIF synthesis and release via Src kinase. Our data provide additional evidence to the concept that VE-cadherin transfers intracellular signals to coordinate the state of cell-cell adhesion with gene expression."}, {"pubmed": 31346222, "text": "GRP78 translocation to the cell surface and O-GlcNAcylation of VE-Cadherin contribute to ER stress-mediated endothelial permeability."}, {"pubmed": 31396656, "text": "TNF-alpha induces not only the expression of genes involved in increasing permeability to small molecules and immune cells, but also a homeostatic transcriptional program in which NF-kappaB- and ETS1-regulated VE-cadherin expression prevents the irreversible damage of endothelial barriers."}, {"pubmed": 31566580, "text": "IFN-gamma drives inflammatory bowel disease pathogenesis through VE-cadherin-directed vascular barrier disruption."}, {"pubmed": 31927409, "text": "GSTpi regulates VE-cadherin stabilization through promoting S-glutathionylation of Src."}, {"pubmed": 32298238, "text": "IL-1beta suppression of VE-cadherin transcription underlies sepsis-induced inflammatory lung injury."}, {"pubmed": 32327488, "text": "Phospholipase D2 restores endothelial barrier function by promoting PTPN14-mediated VE-cadherin dephosphorylation."}, {"pubmed": 32991950, "text": "The VE-Cadherin/beta-catenin signalling axis regulates immune cell infiltration into tumours."}, {"pubmed": 33059922, "text": "TM4SF19 aggravates LPS-induced attenuation of vascular endothelial cell adherens junctions by suppressing VE-cadherin expression."}, {"pubmed": 33144896, "text": "How Does Endothelial Permeability Affect the Development of Juvenile Idiopathic Arthritis? Vascular Endothelial Cadherin as a Promising New Tool Helpful in the Diagnostic Process."}, {"pubmed": 33274193, "text": "Exosomal miR-22-3p Derived from Chronic Rhinosinusitis with Nasal Polyps Regulates Vascular Permeability by Targeting VE-Cadherin."}, {"pubmed": 33426736, "text": "Serum exosomal miR-638 is a prognostic marker of HCC via downregulation of VE-cadherin and ZO-1 of endothelial cells."}, {"pubmed": 33737411, "text": "VE-cadherin cleavage in sleep apnoea: new insights into intermittent hypoxia-related endothelial permeability."}, {"pubmed": 33740544, "text": "Inverse correlation of miR-27a-3p and CDH5 expression serves as a diagnostic biomarker of proliferation and metastasis of clear cell renal carcinoma."}, {"pubmed": 33908348, "text": "eNOS-induced vascular barrier disruption in retinopathy by c-Src activation and tyrosine phosphorylation of VE-cadherin."}, {"pubmed": 34146582, "text": "A novel transcriptional complex on the VE-cadherin promoter regulated the downregulation of VE-cadherin in the Down Syndrome Candidate Region 1 isoform 1L-mediated angiogenesis."}, {"pubmed": 34205118, "text": "The Influence of VE-Cadherin on Adhesion and Incorporation of Breast Cancer Cells into Vascular Endothelium."}, {"pubmed": 34293135, "text": "In-depth bioinformatic study of the cadherin 5 interactome in patients with thoracic aortic aneurysm unveils 8 novel biomarkers."}, {"pubmed": 34882481, "text": "CDH5, a Possible New Candidate Gene for Genetic Testing of Lymphedema."}, {"pubmed": 35052395, "text": "Associations of Single-Nucleotide Polymorphisms in Slovenian Patients with Acute Central Serous Chorioretinopathy."}, {"pubmed": 36946050, "text": "[Porphyromonas gingivalis infection causes umbilical vein endothelial barrier dysfunction in vitro by down-regulating ZO-1, occludin and VE-cadherin expression]."}, {"pubmed": 37298296, "text": "VE-Cadherin in Cancer-Associated Angiogenesis: A Deceptive Strategy of Blood Vessel Formation."}, {"pubmed": 37809080, "text": "A comprehensive pan-cancer analysis of CDH5 in immunological response."}, {"pubmed": 37832655, "text": "HMGB1 Release Induced by EV71 Infection Exacerbates Blood-Brain Barrier Disruption via VE-cadherin Phosphorylation."}, {"pubmed": 37837820, "text": "Fibrinogen Fragment X Mediates Endothelial Barrier Disruption via Suppression of VE-Cadherin."}, {"pubmed": 38015626, "text": "TIMP2 ameliorates blood-brain barrier disruption in traumatic brain injury by inhibiting Src-dependent VE-cadherin internalization."}], "genomic_pos": {"chr": "16", "end": 66404784, "ensemblgene": "ENSG00000179776", "start": 66366690, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 66438686, "start": 66400533, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000902", "qualifier": "involved_in", "term": "cell morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001932", "pubmed": 23159740, "qualifier": "involved_in", "term": "regulation of protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001955", "qualifier": "involved_in", "term": "blood vessel maturation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006874", "pubmed": 23159740, "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007043", "qualifier": "involved_in", "term": "cell-cell junction assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007043", "pubmed": 23288152, "qualifier": "involved_in", "term": "cell-cell junction assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007156", "qualifier": "involved_in", "term": "homophilic cell adhesion via plasma membrane adhesion molecules"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007179", "pubmed": 21168935, "qualifier": "involved_in", "term": "transforming growth factor beta receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007275", "qualifier": "involved_in", "term": "multicellular organism development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 26598555, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016339", "qualifier": "involved_in", "term": "calcium-dependent cell-cell adhesion via plasma membrane cell adhesion molecules"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030335", "pubmed": 15572031, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030513", "pubmed": 26598555, "qualifier": "involved_in", "term": "positive regulation of BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031115", "pubmed": 23159740, "qualifier": "involved_in", "term": "negative regulation of microtubule polymerization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031334", "pubmed": 26598555, "qualifier": "involved_in", "term": "positive regulation of protein-containing complex assembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034332", "qualifier": "involved_in", "term": "adherens junction organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034332", "pubmed": 26598555, "qualifier": "involved_in", "term": "adherens junction organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035307", "pubmed": 11950700, "qualifier": "involved_in", "term": "positive regulation of protein dephosphorylation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0035633", "pubmed": 30280653, "qualifier": "involved_in", "term": "maintenance of blood-brain barrier"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043114", "pubmed": 26598555, "qualifier": "involved_in", "term": "regulation of vascular permeability"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043534", "pubmed": 31934175, "qualifier": "involved_in", "term": "blood vessel endothelial cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0044331", "qualifier": "involved_in", "term": "cell-cell adhesion mediated by cadherin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044331", "pubmed": 26598555, "qualifier": "involved_in", "term": "cell-cell adhesion mediated by cadherin"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045766", "pubmed": 22391569, "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0050728", "pubmed": 28112401, "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070830", "pubmed": 25753039, "qualifier": "involved_in", "term": "bicellular tight junction assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098609", "pubmed": 15572031, "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902396", "pubmed": 25753039, "qualifier": "involved_in", "term": "protein localization to bicellular tight junction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903142", "pubmed": 23288152, "qualifier": "involved_in", "term": "positive regulation of establishment of endothelial barrier"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000114", "pubmed": 20332120, "qualifier": "involved_in", "term": "regulation of establishment of cell polarity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000352", "pubmed": 31934175, "qualifier": "acts_upstream_of", "term": "negative regulation of endothelial cell apoptotic process"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 25978380, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005911", "pubmed": [15572031, 19996314, 20332120, 21168935, 23288152], "qualifier": "located_in", "term": "cell-cell junction"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005912", "qualifier": "is_active_in", "term": "adherens junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005912", "pubmed": [25978380, 26598555], "qualifier": "located_in", "term": "adherens junction"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005912", "pubmed": 26923917, "qualifier": "located_in", "term": "adherens junction"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005923", "qualifier": "is_active_in", "term": "bicellular tight junction"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 23288152, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 9219219, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016342", "qualifier": "part_of", "term": "catenin complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030054", "qualifier": "located_in", "term": "cell junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031965", "qualifier": "located_in", "term": "nuclear membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 12088286, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15985432, 17057644, 18287330, 18662404, 20010843, 20123964, 20332120, 21183689, 26923917, 28514442], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008013", "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0008013", "pubmed": 18287330, "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019903", "qualifier": "enables", "term": "protein phosphatase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019903", "pubmed": 28926625, "qualifier": "enables", "term": "protein phosphatase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043184", "pubmed": 25893857, "qualifier": "enables", "term": "vascular endothelial growth factor receptor 2 binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044325", "pubmed": 19996314, "qualifier": "enables", "term": "transmembrane transporter binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0045296", "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0070051", "pubmed": 19413351, "qualifier": "enables", "term": "fibrinogen binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070700", "pubmed": 26598555, "qualifier": "enables", "term": "BMP receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:1990782", "pubmed": 11950700, "qualifier": "enables", "term": "protein tyrosine kinase binding"}]}, "homologene": {"genes": [[7955, 445471], [8364, 100488458], [9031, 374068], [9544, 693297], [9598, 467991], [9606, 1003], [9615, 489775], [9913, 414735], [10090, 12562], [10116, 307618]], "id": 1359}, "interpro": [{"desc": "Cadherin, Y-type LIR-motif", "id": "IPR000233", "short_desc": "Cadherin_Y-type_LIR"}, {"desc": "Catenin binding domain superfamily", "id": "IPR027397", "short_desc": "Catenin-bd_sf"}, {"desc": "Cadherin", "id": "IPR039808", "short_desc": "Cadherin"}, {"desc": "Cadherin-like", "id": "IPR002126", "short_desc": "Cadherin-like_dom"}, {"desc": "Cadherin-like superfamily", "id": "IPR015919", "short_desc": "Cadherin-like_sf"}, {"desc": "Cadherin conserved site", "id": "IPR020894", "short_desc": "Cadherin_CS"}], "ipi": ["IPI00012792", "IPI01011586"], "map_location": "16q21", "name": "cadherin 5", "other_names": ["7B4 antigen", "VE-cadherin", "cadherin 5, type 2 (vascular endothelium)", "cadherin 5, type 2, VE-cadherin (vascular epithelium)", "cadherin-5", "cd144 antigen", "endothelial-specific cadherin", "vascular endothelial cadherin"], "pantherdb": {"HGNC": "1764", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "105057", "ortholog_type": "LDO", "panther_family": "PTHR24027", "taxid": 10090, "uniprot_kb": "P55284"}, {"RGD": "1307370", "ortholog_type": "LDO", "panther_family": "PTHR24027", "taxid": 10116, "uniprot_kb": "F1M7E5"}, {"Ensembl": "ENSGALG00000032349", "ortholog_type": "LDO", "panther_family": "PTHR24027", "taxid": 9031, "uniprot_kb": "Q8AYD0"}, {"ZFIN": "ZDB-GENE-040816-1", "ortholog_type": "LDO", "panther_family": "PTHR24027", "taxid": 7955, "uniprot_kb": "F1R2I9"}], "uniprot_kb": "P33151"}, "pathway": {"kegg": [{"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "s1p_s1p2_pathway", "name": "S1P2 pathway"}, {"id": "vegfr1_2_pathway", "name": "Signaling events mediated by VEGFR1 and VEGFR2"}], "reactome": [{"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-418990", "name": "Adherens junctions interactions"}, {"id": "R-HSA-421270", "name": "Cell-cell junction organization"}, {"id": "R-HSA-4420097", "name": "VEGFA-VEGFR2 Pathway"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}, {"id": "R-HSA-5218920", "name": "VEGFR2 mediated vascular permeability"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4540", "name": "Pathways Regulating Hippo Signaling"}, {"id": "WP4541", "name": "Hippo-Merlin Signaling Dysregulation"}, {"id": "WP4747", "name": "Netrin-UNC5B signaling pathway"}]}, "pfam": ["PF00028", "PF01049"], "pharmgkb": "PA26301", "pharos": {"target_id": 10932, "tdl": "Tbio"}, "pir": "S49893", "prosite": "PS50268", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247207", "relationship": "is"}, {"id": "GNF247208", "relationship": "is"}, {"id": "GNF247209", "relationship": "is"}, {"id": "GNF247210", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF038201", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF132227", "relationship": "is"}, {"id": "GNF132228", "relationship": "is"}, {"id": "GNF132242", "relationship": "is"}, {"id": "GNF276314", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF096806", "relationship": "is"}, {"id": "GNF136461", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1"], "protein": ["NP_001786.2", "XP_011521103.1", "XP_047289425.1", "XP_047289426.1", "XP_047289427.1", "XP_054235308.1", "XP_054235309.1", "XP_054235310.1", "XP_054235311.1"], "rna": ["NM_001114117.1", "NM_001795.5", "XM_011522801.3", "XM_047433469.1", "XM_047433470.1", "XM_047433471.1", "XM_054379333.1", "XM_054379334.1", "XM_054379335.1", "XM_054379336.1"], "translation": [{"protein": "XP_047289427.1", "rna": "XM_047433471.1"}, {"protein": "XP_047289426.1", "rna": "XM_047433470.1"}, {"protein": "XP_054235310.1", "rna": "XM_054379335.1"}, {"protein": "XP_011521103.1", "rna": "XM_011522801.3"}, {"protein": "XP_054235311.1", "rna": "XM_054379336.1"}, {"protein": "NP_001786.2", "rna": "NM_001795.5"}, {"protein": "XP_054235309.1", "rna": "XM_054379334.1"}, {"protein": "XP_047289425.1", "rna": "XM_047433469.1"}, {"protein": "XP_054235308.1", "rna": "XM_054379333.1"}]}, "reporter": {"HG-U133_Plus_2": "204677_at", "HG-U95Av2": "37196_at", "HTA-2_0": "TC16000514.hg.1", "HuEx-1_0": "3664664", "HuGene-1_1": "7996264", "HuGene-2_1": "16819794"}, "summary": "This gene encodes a classical cadherin of the cadherin superfamily. The encoded preproprotein is proteolytically processed to generate the mature glycoprotein. This calcium-dependent cell-cell adhesion molecule is comprised of five extracellular cadherin repeats, a transmembrane region and a highly conserved cytoplasmic tail. Functioning as a classical cadherin by imparting to cells the ability to adhere in a homophilic manner, this protein plays a role in endothelial adherens junction assembly and maintenance. This gene is located in a gene cluster in a region on the long arm of chromosome 16 that is involved in loss of heterozygosity events in breast and prostate cancer. [provided by RefSeq, Nov 2015].", "symbol": "CDH5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332729"}, "unigene": "Hs.76206", "uniprot": {"Swiss-Prot": "P33151", "TrEMBL": ["B4DTR2", "Q59EA3", "H3BR64", "I3L1J2", "H3BPG1", "H3BR11", "H3BQ82"]}, "wikipedia": {"url_stub": "VE-cadherin"}}