{"AllianceGenome": "1779", "HGNC": "1779", "MIM": "603184", "_id": "1024", "_version": 1, "accession": {"genomic": ["AL159159.21", "AL590108.5", "CH471075.1", "CP068265.2", "KT584776.1", "L30109.1", "L30110.1", "NC_000013.11", "NC_060937.1"], "protein": ["AAH69634.1", "AAI04493.1", "AAI05951.1", "AAI07602.1", "AAU29339.1", "BAG58839.1", "BAG59437.1", "CAA59754.1", "CDI06887.1", "EAX08384.1", "EAX08385.1", "EAX08386.1", "EAX08387.1", "NP_001251.1", "NP_001305297.1", "NP_001333430.1", "P49336.1", "XP_011533167.1", "XP_047285989.1", "XP_054229972.1", "XP_054229973.1"], "rna": ["AK296084.1", "AK296875.1", "AY702976.1", "BC069634.1", "BC094784.1", "BC104492.1", "BC105950.1", "BC107601.1", "BM021447.1", "BM021938.1", "HG518164.1", "L23208.1", "L23311.1", "NM_001260.3", "NM_001318368.2", "NM_001346501.2", "X85753.1", "XM_011534865.3", "XM_047430033.1", "XM_054373997.1", "XM_054373998.1"], "translation": [{"protein": "CDI06887.1", "rna": "HG518164.1"}, {"protein": "XP_047285989.1", "rna": "XM_047430033.1"}, {"protein": "NP_001333430.1", "rna": "NM_001346501.2"}, {"protein": "XP_054229972.1", "rna": "XM_054373997.1"}, {"protein": "NP_001305297.1", "rna": "NM_001318368.2"}, {"protein": "AAI04493.1", "rna": "BC104492.1"}, {"protein": "AAH69634.1", "rna": "BC069634.1"}, {"protein": "AAI07602.1", "rna": "BC107601.1"}, {"protein": "BAG58839.1", "rna": "AK296084.1"}, {"protein": "XP_054229973.1", "rna": "XM_054373998.1"}, {"protein": "AAI05951.1", "rna": "BC105950.1"}, {"protein": "CAA59754.1", "rna": "X85753.1"}, {"protein": "NP_001251.1", "rna": "NM_001260.3"}, {"protein": "AAU29339.1", "rna": "AY702976.1"}, {"protein": "BAG59437.1", "rna": "AK296875.1"}, {"protein": "XP_011533167.1", "rna": "XM_011534865.3"}]}, "alias": ["IDDHBA", "K35"], "ec": ["2.7.11.22", "2.7.11.23"], "ensembl": {"gene": "ENSG00000132964", "protein": ["ENSP00000370938", "ENSP00000437696", "ENSP00000485883", "ENSP00000487013", "ENSP00000515024"], "transcript": ["ENST00000381527", "ENST00000465820", "ENST00000477277", "ENST00000480323", "ENST00000536792", "ENST00000625988", "ENST00000700501", "ENST00000700502", "ENST00000700503", "ENST00000700504", "ENST00000700505"], "translation": [{"protein": "ENSP00000437696", "rna": "ENST00000536792"}, {"protein": "ENSP00000515024", "rna": "ENST00000700501"}, {"protein": "ENSP00000370938", "rna": "ENST00000381527"}, {"protein": "ENSP00000487013", "rna": "ENST00000465820"}, {"protein": "ENSP00000485883", "rna": "ENST00000625988"}], "type_of_gene": "protein_coding"}, "entrezgene": "1024", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 26.5997485634, "exp_mis": 144.206434394, "exp_syn": 59.7358437478, "lof_z": 4.34064788416082, "mis_z": 4.12222951689137, "mu_lof": 1.96297607187e-06, "mu_mis": 1.27691395634e-05, "mu_syn": 5.01183226343e-06, "n_lof": 4.0, "n_mis": 43.0, "n_syn": 55.0, "p_li": 0.946653349022173, "p_null": 3.08605468826832e-07, "p_rec": 0.053346342372358, "syn_z": 0.37986474240577}, "bp": 1395, "cds_end": 26978218, "cds_start": 26828778, "n_exons": 13, "nonpsych": {"exp_lof": 23.8165650557, "exp_mis": 130.261968033, "exp_syn": 53.8079310799, "lof_z": 3.98786854420469, "mis_z": 4.16571404825326, "mu_lof": 1.96297607187e-06, "mu_mis": 1.27691395634e-05, "mu_syn": 5.01183226343e-06, "n_lof": 4.0, "n_mis": 36.0, "n_syn": 47.0, "p_li": 0.877705738848545, "p_null": 3.16474844654535e-06, "p_rec": 0.122291096403008, "syn_z": 0.584326313060022}, "nontcga": {"exp_lof": 24.4465459903, "exp_mis": 132.644705068, "exp_syn": 54.9317572645, "lof_z": 4.0793644869999, "mis_z": 3.92109444514839, "mu_lof": 1.96297607187e-06, "mu_mis": 1.27691395634e-05, "mu_syn": 5.01183226343e-06, "n_lof": 4.0, "n_mis": 42.0, "n_syn": 49.0, "p_li": 0.892022579795829, "p_null": 1.86852645640294e-06, "p_rec": 0.107975551677715, "syn_z": 0.506750404589108}, "transcript": "ENST00000381527.3"}, "exons": [{"cdsend": 26404081, "cdsstart": 26254641, "chr": "13", "position": [[26254128, 26254769], [26337566, 26337642], [26349071, 26349182], [26353739, 26353880], [26382813, 26382871], [26385210, 26385342], [26393366, 26393510], [26396284, 26396354], [26397152, 26397225], [26400452, 26400550], [26401268, 26401347], [26401465, 26401624], [26403955, 26405236]], "strand": 1, "transcript": "NM_001260", "txend": 26405236, "txstart": 26254128}, {"cdsend": 26404081, "cdsstart": 26254641, "chr": "13", "position": [[26254128, 26254769], [26337566, 26337642], [26349071, 26349182], [26353739, 26353880], [26382813, 26382871], [26385210, 26385342], [26393366, 26393510], [26396284, 26396354], [26397152, 26397225], [26400452, 26400550], [26401268, 26401347], [26401468, 26401624], [26403955, 26405236]], "strand": 1, "transcript": "NM_001318368", "txend": 26405236, "txstart": 26254128}, {"cdsend": 26404081, "cdsstart": 26385215, "chr": "13", "position": [[26254128, 26254769], [26337566, 26337642], [26349071, 26349182], [26353739, 26353880], [26385210, 26385342], [26393366, 26393510], [26396284, 26396354], [26397152, 26397225], [26400452, 26400550], [26401268, 26401347], [26401465, 26401624], [26403955, 26405236]], "strand": 1, "transcript": "NM_001346501", "txend": 26405236, "txstart": 26254128}], "exons_hg19": [{"cdsend": 26978218, "cdsstart": 26828778, "chr": "13", "position": [[26828265, 26828906], [26911703, 26911779], [26923208, 26923319], [26927876, 26928017], [26956950, 26957008], [26959347, 26959479], [26967503, 26967647], [26970421, 26970491], [26971289, 26971362], [26974589, 26974687], [26975405, 26975484], [26975602, 26975761], [26978092, 26979373]], "strand": 1, "transcript": "NM_001260", "txend": 26979373, "txstart": 26828265}, {"cdsend": 26978218, "cdsstart": 26828778, "chr": "13", "position": [[26828265, 26828906], [26911703, 26911779], [26923208, 26923319], [26927876, 26928017], [26956950, 26957008], [26959347, 26959479], [26967503, 26967647], [26970421, 26970491], [26971289, 26971362], [26974589, 26974687], [26975405, 26975484], [26975605, 26975761], [26978092, 26979373]], "strand": 1, "transcript": "NM_001318368", "txend": 26979373, "txstart": 26828265}, {"cdsend": 26978218, "cdsstart": 26959352, "chr": "13", "position": [[26828265, 26828906], [26911703, 26911779], [26923208, 26923319], [26927876, 26928017], [26959347, 26959479], [26967503, 26967647], [26970421, 26970491], [26971289, 26971362], [26974589, 26974687], [26975405, 26975484], [26975602, 26975761], [26978092, 26979373]], "strand": 1, "transcript": "NM_001346501", "txend": 26979373, "txstart": 26828265}], "generif": [{"pubmed": 17212659, "text": "CDK8 play positive roles in transcriptional activation."}, {"pubmed": 17612495, "text": "RNA interference experiments demonstrate that CDK8 functions as a coactivator within the p53 transcriptional program."}, {"pubmed": 18418385, "text": "Within T/G-Mediator, cdk8 phosphorylates serine-10 on histone H3, which in turn stimulates H3K14 acetylation by GCN5L within the complex."}, {"pubmed": 18794899, "text": "by retaining RB1 and amplifying CDK8, colorectal tumour cells select conditions that collectively suppress E2F1 and enhance the activity of beta-catenin"}, {"pubmed": 18794900, "text": "CDK8 kinase activity was necessary for beta-catenin-driven transformation and for expression of several beta-catenin transcriptional targets"}, {"pubmed": 19047373, "text": "Med12--but not Med13--is essential for activating the CDK8 kinase."}, {"pubmed": 19240132, "text": "Med12 and Med13 are critical for human CDK8 subcomplex -dependent repression, whereas CDK8 kinase activity is not"}, {"pubmed": 19790197, "text": "Overexpression of CDK8 is associated with beta-catenin activation and colon cancer."}, {"pubmed": 20083228, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20098423, "text": "The authors show, using a human tumor cell line, that CDK8 is a positive regulator of genes within the serum response network, including several members of the activator protein 1 and early growth response family of oncogenic transcription factors."}, {"pubmed": 20408451, "text": "plays a role in mechanisms of transcriptional regulation upon protein phosphorylation. (review)"}, {"pubmed": 20514474, "text": "CDK8 may identify a subset of colon cancer patients with poor prognosis."}, {"pubmed": 21067790, "text": "The Walleye dermal sarcoma virus cyclin functions as a structural ortholog of cyclin C in spite of its limited amino acid sequence identity with C cyclins or with any known cyclins and activates Cdk8 and Cdk3."}, {"pubmed": 21179167, "text": "significant inverse correlation between mH2A and CDK8 expression levels exists in melanoma patient samples"}, {"pubmed": 21344156, "text": "beta-catenin expression was suppressed by CDK8 interference in the gastric adenocarcinoma cell lines."}, {"pubmed": 21806996, "text": "2.2-A crystal structure of CDK8/CycC in complex with sorafenib; the CDK8 activation loop appears not to be phosphorylated. Based on the structure, we discuss an alternate mode of CDK8 activation to the general CDK activation by T-loop phosphorylation"}, {"pubmed": 22117896, "text": "Microarrays identified target genes for each CDK, and we selected six genes: two target genes of CDK8, two target genes of CDK19 and two genes that were targets for both."}, {"pubmed": 22345154, "text": "we identify a role for the CDK8 oncogene in regulating tumor differentiation and stem cell pluripotency"}, {"pubmed": 22379099, "text": "Retroviral cyclin enhances cyclin-dependent kinase-8 activity."}, {"pubmed": 22869755, "text": "Cyclin-dependent kinase 8 mediates chemotherapy-induced tumor-promoting paracrine activities"}, {"pubmed": 22945643, "text": "The phosphorylation of S375 by CDK8 regulates E2F1 ability to repress transcription of beta-catenin/TCF-dependent genes, as well as activation of E2F1-dependent genes."}, {"pubmed": 23352233, "text": "CDK8 is a key regulator of STAT1 and antiviral responses."}, {"pubmed": 23454913, "text": "results show a reverse correlation between CDK8 levels and several key features of the endometrial cancer cells, including cell proliferation, migration and invasion as well as tumor formation in vivo"}, {"pubmed": 23563140, "text": "Authors found that interaction of the CDK8 kinase module with Mediator's middle module interferes with C-terminal domain-dependent RNAPII binding to a previously unknown middle-module CTD-binding site and with the holoenzyme formation process."}, {"pubmed": 23630251, "text": "analysis of the structure-kinetic relationship of the cyclin-dependent kinase 8 (CDK8)/cyclin C (CycC) complex"}, {"pubmed": 23746844, "text": "Study reports that HIF1A employs a specific variant of the Mediator complex to stimulate RNAPII elongation; the Mediator-associated kinase CDK8, but not the paralog CDK19, is required for induction of many HIF1A target genes."}, {"pubmed": 23749998, "text": "CDK8 and CDK19, individually interact with PRMT5 and WDR77, and their interactions with PRMT5 cause transcriptional repression of C/EBPbeta target genes."}, {"pubmed": 24009531, "text": "Here, loss of CDK8 suppressed the reduced mRNA expression and RNAPII occupancy levels of CTD truncation mutants."}, {"pubmed": 24139904, "text": "CDK8 regulates the transcription factors turnover, C-terminal domain phosphorylation, and regulates the activator or repressor functions. (Review)"}, {"pubmed": 24439911, "text": "Cdk8 is required for stress-induced Mdv1-Dnm1 interaction and mitochondrial fragmentation."}, {"pubmed": 24754906, "text": "Cancer-mediated CDK8 point mutations (D173A and D189N) change the binding pattern of cdk8 to its partner, CycC."}, {"pubmed": 24840924, "text": "A novel transcriptional repression mechanism of hMED18 mediated by hCDK8 and further a novel positive role of free CDK/cyclin module in transcriptional activation is described."}, {"pubmed": 25400821, "text": "Suggest that miR-107 plays a key role in cisplatin resistance by targeting the CDK8 protein in non small cell lung cancer cells."}, {"pubmed": 25818643, "text": "The Skp2-mH2A1-CDK8 axis has a critical role in breast cancer development via dysregulation of the G2/M transition, polyploidy, cell growth dysregulation, and loss of tumor suppression."}, {"pubmed": 26002960, "text": "Data suggest that, during neurogenesis, Mediator complex cyclin-dependent kinases (CDK8, CDK19) interact directly with PRC2 (polycomb repressive complex 2) subunit EZH2 (enhancer of zeste homolog 2), as well as SUZ12 (suppressor of zeste 12 homolog)."}, {"pubmed": 26006748, "text": "Current state of the art confirms that further development of CDK8 inhibitors will translate into targeted therapies in oncology"}, {"pubmed": 26042770, "text": "our results suggest that mTORC1 activation in NAFLD and insulin resistance results in down-regulation of the CDK8-CycC complex and elevation of lipogenic protein expression."}, {"pubmed": 26182352, "text": "Data suggest that MED13, MED12, CDK8 and cyclin C (CycC) comprise a four-subunit \"kinase\" module of the Mediator complex that functions as a major ingress of oncogenic and developmental signaling/gene expression in humans. [REVIEW]"}, {"pubmed": 26286725, "text": "miR-101 is a potent tumor repressor that directly represses CDK8 expression"}, {"pubmed": 26349978, "text": "our data provided evidence that CDK-8 played a significant role in colon cancer hepatic metastasis by regulating the Wnt/beta-catenin signal pathway"}, {"pubmed": 26416749, "text": "Mediator-associated kinases CDK8 and CDK19 restrain increased activation of key super-enhancer-associated genes in acute myeloid leukaemia (AML) cells"}, {"pubmed": 26452386, "text": "the expression of CDK8 and its interactive genes has a profound impact on the response to adjuvant therapy in breast cancer in accordance with the role of CDK8 in chemotherapy-induced tumor-supporting paracrine activities--{REVIEW}"}, {"pubmed": 26496706, "text": "Collectively, our results implicate Ste12 and Tec1 as general and important contributors to the Cdk8, RNAPII-CTD regulatory circuitry as it relates to the maintenance of genome integrity"}, {"pubmed": 27678455, "text": "Moreover, it identified CDK19 and CDK8 to be specifically overexpressed during prostate cancer progression, highlighting their potential as novel therapeutic targets in advanced prostate cancer."}, {"pubmed": 28147342, "text": "These results identify CDK8 as a novel downstream mediator of estrogen receptors (ER) and suggest the utility of CDK8 inhibitors for ER-positive breast cancer therapy"}, {"pubmed": 28151579, "text": "On stimulation of TLR9, CDK8/19 positively regulates inflammatory gene transcription in cooperation with NF-kappaB and C/EBPbeta."}, {"pubmed": 28220308, "text": "Our data suggest for the first time that CDK8 appears to contribute to the malignant mechanism of LSCC and may represent a significant prognostic marker for LSCC patients."}, {"pubmed": 28805801, "text": "identification of the Mediator-associated kinase CDK8, and its paralog CDK19, as negative regulators of IL-10 production during innate immune activation"}, {"pubmed": 28855340, "text": "Genes coregulated by CDK8/19 and NFkappaB include IL8, CXCL1, and CXCL2."}, {"pubmed": 29440396, "text": "These findings confirm that UF-linked mutations in MED12 disrupt composite Mediator-associated kinase activity and identify CDK8/19 as prospective therapeutic targets in uterine fibroids."}, {"pubmed": 29856990, "text": "Compared with adjacent normal tissues, pancreatic cancer tissues showed upregulation of CDK8 expression, which was inversely correlated with T grade, liver metastasis, size, lymph node metastasis and poor survival. CDK8 overexpression promoted angiogenesis in pancreatic cancer via activation of the CDK8-beta-catenin-KLF2 signaling axis."}, {"pubmed": 29967145, "text": "these observations suggest that Zyxin promotes colon cancer tumorigenesis in a mitotic-phosphorylation-dependent manner and through CDK8-mediated YAP activation."}, {"pubmed": 30585107, "text": "The CDK8 may enable metabolic and transcriptional reprogramming through enhancers and chromatin looping."}, {"pubmed": 30905399, "text": "missense mutations in CDK8 cause a developmental disorder that has phenotypic similarity to syndromes associated with mutations in other subunits of the Mediator kinase module"}, {"pubmed": 30967300, "text": "The present results obtained forcefully proved that miR-152-3p exhibited an antineoplastic activity via targeting CDK8 and might be served as a potential therapeutic target for the treatment of hepatocellular carcinoma"}, {"pubmed": 31044597, "text": "siRNA knockdown of CDK8 or CDK19 had no effect on HIV transcription.  This result was confirmed using CDK8 or CDK19 inhibitors, Cortistatin A and Senexin A.  these results indicate that CDK8 or CDK19 are not required for HIV transcription."}, {"pubmed": 31087707, "text": "The microRNA-141-3p/ CDK8 pathway regulates the chemosensitivity of breast cancer cells to trastuzumab."}, {"pubmed": 31628323, "text": "Cyclin dependent kinase 8 (CDK8) is essential for survival of BCR-ABL1p185+ leukemic cells."}, {"pubmed": 31945608, "text": "MiR-297 alleviates LPS-induced A549 cell and mice lung injury via targeting cyclin dependent kinase 8."}, {"pubmed": 31988137, "text": "The N-terminal portion of MED12 wraps around CDK8, whereby it positions an \"activation helix\" close to the T-loop of CDK8 for its activation."}, {"pubmed": 32183180, "text": "Suppression of a Subset of Interferon-Induced Genes by Human Papillomavirus Type 16 E7 via a Cyclin Dependent Kinase 8-Dependent Mechanism."}, {"pubmed": 32407143, "text": "LncRNA HCP5 Regulates Pancreatic Cancer Progression by miR-140-5p/CDK8 Axis."}, {"pubmed": 32560467, "text": "Cyclin-Dependent Kinases 8 and 19 Regulate Host Cell Metabolism during Dengue Virus Serotype 2 Infection."}, {"pubmed": 32945439, "text": "miR592 acts as an oncogene and promotes medullary thyroid cancer tumorigenesis by targeting cyclindependent kinase 8."}, {"pubmed": 33067521, "text": "Pathogenesis of CDK8-associated disorder: two patients with novel CDK8 variants and in vitro and in vivo functional analyses of the variants."}, {"pubmed": 33291686, "text": "Pharmacological Inhibition of CDK8 in Triple-Negative Breast Cancer Cell Line MDA-MB-468 Increases E2F1 Protein, Induces Phosphorylation of STAT3 and Apoptosis."}, {"pubmed": 33357429, "text": "CDK8 Fine-Tunes IL-6 Transcriptional Activities by Limiting STAT3 Resident Time at the Gene Loci."}, {"pubmed": 33577031, "text": "Long non-coding RNA HEIH modulates CDK8 expression by inhibiting miR-193a-5p to accelerate nasopharyngeal carcinoma progression."}, {"pubmed": 33605551, "text": "De novo filament formation by human hair keratins K85 and K35 follows a filament development pattern distinct from cytokeratin filament networks."}, {"pubmed": 33727660, "text": "CDK8 maintains stemness and tumorigenicity of glioma stem cells by regulating the c-MYC pathway."}, {"pubmed": 33818788, "text": "CircFAT1 facilitates cervical cancer malignant progression by regulating ERK1/2 and p38 MAPK pathway through miR-409-3p/CDK8 axis."}, {"pubmed": 34056708, "text": "MED12 interacts with the heat-shock transcription factor HSF1 and recruits CDK8 to promote the heat-shock response in mammalian cells."}, {"pubmed": 34329458, "text": "Loss of Cyclin C or CDK8 provides ATR inhibitor resistance by suppressing transcription-associated replication stress."}, {"pubmed": 35181333, "text": "Inhibition of Cyclin-Dependent Kinase 8/Cyclin-Dependent Kinase 19 Suppresses Its Pro-Oncogenic Effects in Prostate Cancer."}, {"pubmed": 35605413, "text": "Cyclin-dependent kinase 8 is an independent prognosticator in uterine leiomyosarcoma."}, {"pubmed": 36006697, "text": "CDK8 and CDK19 regulate intestinal differentiation and homeostasis via the chromatin remodeling complex SWI/SNF."}, {"pubmed": 36233050, "text": "A Common Variant in the CDK8 Gene Is Associated with Sporadic Pituitary Adenomas in the Portuguese Population: A Case-Control Study."}, {"pubmed": 36292630, "text": "Identification of <i>Cdk8</i> and <i>Cdkn2d</i> as New Prame-Target Genes in 2C-like Embryonic Stem Cells."}, {"pubmed": 36737782, "text": "Loss of miR-26b-5p promotes gastric cancer progression via miR-26b-5p-PDE4B/CDK8-STAT3 feedback loop."}, {"pubmed": 37235474, "text": "Transcriptome-based chemical screens identify CDK8 as a common barrier in multiple cell reprogramming systems."}, {"pubmed": 37378433, "text": "CDK8 and CDK19: positive regulators of signal-induced transcription and negative regulators of Mediator complex proteins."}, {"pubmed": 38193604, "text": "Expanding the phenotypic spectrum for CDK8-related disease: A case report."}, {"pubmed": 38409448, "text": "NOTCH localizes to mitochondria through the TBC1D15-FIS1 interaction and is stabilized via blockade of E3 ligase and CDK8 recruitment to reprogram tumor-initiating cells."}], "genomic_pos": {"chr": "13", "end": 26420982, "ensemblgene": "ENSG00000132964", "start": 26254104, "strand": 1}, "genomic_pos_hg19": {"chr": "13", "end": 26979375, "start": 26828276, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006468", "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016567", "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 15009212, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051726", "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090209", "qualifier": "involved_in", "term": "negative regulation of triglyceride metabolic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000151", "qualifier": "part_of", "term": "ubiquitin ligase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000307", "pubmed": 21806996, "qualifier": "part_of", "term": "cyclin-dependent protein kinase holoenzyme complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16109376, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "pubmed": 22869755, "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016592", "qualifier": "part_of", "term": "mediator complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016592", "pubmed": 14638676, "qualifier": "part_of", "term": "mediator complex"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0016592", "pubmed": 30905399, "qualifier": "part_of", "term": "mediator complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 22869755, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:1990508", "pubmed": 19047373, "qualifier": "part_of", "term": "CKM complex"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0004672", "pubmed": 30905399, "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004693", "qualifier": "enables", "term": "cyclin-dependent protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7568034, 15546612, 18794899, 19047373, 19914168, 20098423, 21806996, 23602568, 23746844, 25344755, 25416956, 26502155, 29568061, 29997244, 32707033], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008353", "qualifier": "enables", "term": "RNA polymerase II CTD heptapeptide repeat kinase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[6239, 172677], [7165, 1279351], [7227, 39157], [7955, 373868], [8364, 394856], [9031, 428080], [9544, 709761], [9598, 452501], [9606, 1024], [9615, 486035], [9913, 507149], [10090, 264064], [10116, 498140]], "id": 55565}, "interpro": [{"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}], "ipi": ["IPI00026791", "IPI00470693", "IPI00879595"], "map_location": "13q12.13", "name": "cyclin dependent kinase 8", "other_names": ["CDK8 protein kinase", "cell division protein kinase 8", "cyclin-dependent kinase 8", "mediator complex subunit CDK8", "mediator of RNA polymerase II transcription subunit CDK8", "protein kinase K35"], "pantherdb": {"HGNC": "1779", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1196224", "ortholog_type": "LDO", "panther_family": "PTHR24056", "taxid": 10090, "uniprot_kb": "Q8R3L8"}, {"Ensembl": "ENSGALG00000017104", "ortholog_type": "LDO", "panther_family": "PTHR24056", "taxid": 9031, "uniprot_kb": "E1C2T0"}, {"ZFIN": "ZDB-GENE-030903-2", "ortholog_type": "LDO", "panther_family": "PTHR24056", "taxid": 7955, "uniprot_kb": "Q8JH47"}, {"FlyBase": "FBgn0015618", "ortholog_type": "LDO", "panther_family": "PTHR24056", "taxid": 7227, "uniprot_kb": "Q9VT57"}, {"SGD": "S000005963", "ortholog_type": "O", "panther_family": "PTHR24056", "taxid": 4932, "uniprot_kb": "P39073"}, {"PomBase": "SPAC23H4.17c", "ortholog_type": "O", "panther_family": "PTHR24056", "taxid": 4896, "uniprot_kb": "O13958"}, {"dictyBase": "DDB_G0267442", "ortholog_type": "O", "panther_family": "PTHR24056", "taxid": 352472, "uniprot_kb": "Q95YH0"}, {"TAIR": "2160609", "ortholog_type": "O", "panther_family": "PTHR24056", "taxid": 3702, "uniprot_kb": "Q84TI6"}], "uniprot_kb": "P49336"}, "pathway": {"biocarta": {"id": "efppathway", "name": "estrogen responsive protein efp controls cell cycle and breast tumors growth"}, "netpath": {"id": "Pathway_Hedgehog", "name": "Hedgehog"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-1980143", "name": "Signaling by NOTCH1"}, {"id": "R-HSA-1989781", "name": "PPARA activates gene expression"}, {"id": "R-HSA-2122947", "name": "NOTCH1 Intracellular Domain Regulates Transcription"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2173793", "name": "Transcriptional activity of SMAD2/SMAD3:SMAD4 heterotrimer"}, {"id": "R-HSA-2173796", "name": "SMAD2/SMAD3:SMAD4 heterotrimer regulates transcription"}, {"id": "R-HSA-2644602", "name": "Signaling by NOTCH1 PEST Domain Mutants in Cancer"}, {"id": "R-HSA-2644603", "name": "Signaling by NOTCH1 in Cancer"}, {"id": "R-HSA-2644606", "name": "Constitutive Signaling by NOTCH1 PEST Domain Mutants"}, {"id": "R-HSA-2894858", "name": "Signaling by NOTCH1 HD+PEST Domain Mutants in Cancer"}, {"id": "R-HSA-2894862", "name": "Constitutive Signaling by NOTCH1 HD+PEST Domain Mutants"}, {"id": "R-HSA-381340", "name": "Transcriptional regulation of white adipocyte differentiation"}, {"id": "R-HSA-381340", "name": "Transcriptional regulation of white adipocyte differentiation"}, {"id": "R-HSA-400206", "name": "Regulation of lipid metabolism by PPARalpha"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9833110", "name": "RSV-host interactions"}, {"id": "R-HSA-9843745", "name": "Adipogenesis"}, {"id": "R-HSA-9843745", "name": "Adipogenesis"}], "wikipathways": [{"id": "WP1982", "name": "Sterol regulatory element-binding proteins (SREBP) signaling"}, {"id": "WP3969", "name": "H19 action Rb-E2F1 signaling and CDK-Beta-catenin activity"}, {"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}]}, "pdb": ["3RGF", "4CRL", "4F6S", "4F6U", "4F6W", "4F70", "4F7J", "4F7L", "4F7N", "4F7S", "4G6L", "5BNJ", "5CEI", "5FGK", "5HBE", "5HBH", "5HBJ", "5HNB", "5HVY", "5I5Z", "5ICP", "5IDN", "5IDP", "5XQX", "5XS2", "6QTG", "6QTJ", "6R3S", "6T41", "6TPA", "6Y0A"], "pfam": "PF00069", "pharmgkb": "PA26315", "pharos": {"target_id": 7683, "tdl": "Tchem"}, "pir": "I37227", "prosite": "PS50011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247239", "relationship": "is"}, {"id": "GNF247240", "relationship": "is"}, {"id": "GNF247241", "relationship": "is"}, {"id": "GNF247242", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081405", "relationship": "is"}, {"id": "GNF081406", "relationship": "is"}, {"id": "GNF081407", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051687", "relationship": "is"}, {"id": "GNF056453", "relationship": "is"}, {"id": "GNF061214", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067203", "relationship": "is"}, {"id": "GNF067204", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165304", "relationship": "is"}, {"id": "GNF165305", "relationship": "is"}, {"id": "GNF165306", "relationship": "is"}, {"id": "GNF165307", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128601", "relationship": "is"}, {"id": "GNF275190", "relationship": "is"}, {"id": "GNF275192", "relationship": "is"}, {"id": "GNF275194", "relationship": "is"}, {"id": "GNF278043", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF323736", "relationship": "is"}, {"id": "GNF323737", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF339134", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092636", "relationship": "is"}, {"id": "GNF132334", "relationship": "is"}, {"id": "GNF148734", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000013.11", "NC_060937.1"], "protein": ["NP_001251.1", "NP_001305297.1", "NP_001333430.1", "XP_011533167.1", "XP_047285989.1", "XP_054229972.1", "XP_054229973.1"], "rna": ["NM_001260.3", "NM_001318368.2", "NM_001346501.2", "XM_011534865.3", "XM_047430033.1", "XM_054373997.1", "XM_054373998.1"], "translation": [{"protein": "XP_047285989.1", "rna": "XM_047430033.1"}, {"protein": "NP_001333430.1", "rna": "NM_001346501.2"}, {"protein": "XP_054229972.1", "rna": "XM_054373997.1"}, {"protein": "NP_001305297.1", "rna": "NM_001318368.2"}, {"protein": "XP_054229973.1", "rna": "XM_054373998.1"}, {"protein": "NP_001251.1", "rna": "NM_001260.3"}, {"protein": "XP_011533167.1", "rna": "XM_011534865.3"}]}, "reporter": {"HG-U133_Plus_2": ["1553112_s_at", "1553113_s_at", "204831_at"], "HG-U95Av2": ["1189_at", "35140_at"], "HTA-2_0": ["TC13000068.hg.1", "TC13000974.hg.1"], "HuEx-1_0": "3482498", "HuGene-1_1": "7968199", "HuGene-2_1": "16773430"}, "summary": "This gene encodes a member of the cyclin-dependent protein kinase (CDK) family. CDK family members are known to be important regulators of cell cycle progression. This kinase and its regulatory subunit, cyclin C, are components of the Mediator transcriptional regulatory complex, involved in both transcriptional activation and repression by phosphorylation of the carboxy-terminal domain of the largest subunit of RNA polymerase II. This kinase regulates transcription by targeting the cyclin-dependent kinase 7 subunits of the general transcription initiation factor IIH, thus providing a link between the Mediator complex and the basal transcription machinery. Multiple pseudogenes of this gene have been identified. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Oct 2016].", "symbol": "CDK8", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413289"}, "unigene": ["Hs.695166", "Hs.382306"], "uniprot": {"Swiss-Prot": "P49336", "TrEMBL": ["A0A0D9SFZ2", "A0A0D9SEP3", "F5H6D4", "A0A8V8TQY4"]}, "wikipedia": {"url_stub": "Cyclin-dependent kinase 8"}}