{"AllianceGenome": "1785", "HGNC": "1785", "MIM": "600778", "_id": "1027", "_version": 1, "accession": {"genomic": ["AB003688.1", "AB005590.1", "AC008115.4", "AF213700.1", "AF480891.2", "AH007366.2", "CH471094.1", "CP068266.2", "CS566132.1", "EF474465.1", "HI179180.1", "JX628784.1", "NC_000012.12", "NC_060936.1", "NG_016341.1", "X84849.1", "Z61220.1", "Z61221.1"], "protein": ["AAA20240.1", "AAD14244.1", "AAF21058.1", "AAF69497.1", "AAF88142.1", "AAH01971.1", "AAL78041.1", "AAV38360.1", "AAV38361.1", "ABS17636.1", "BAA76715.1", "BAA88240.1", "BAG35368.1", "BAG60584.1", "BAG70105.1", "BAG70237.1", "CAA59284.1", "CAE82383.1", "CAG33680.1", "CAN37616.1", "CBX53898.1", "EAW96275.1", "NP_004055.1", "P46527.1"], "rna": ["AA833962.1", "AB451291.1", "AB451423.1", "AF247551.1", "AJ616234.1", "AK298335.1", "AK312461.1", "AY004255.1", "BC001971.1", "BG701047.1", "BT019553.1", "BT019554.1", "CN311141.1", "CR457399.1", "DA948043.1", "HY097069.1", "HY246392.1", "NM_004064.5", "U10906.1"], "translation": [{"protein": "BAG60584.1", "rna": "AK298335.1"}, {"protein": "AAF69497.1", "rna": "AF247551.1"}, {"protein": "AAV38360.1", "rna": "BT019553.1"}, {"protein": "NP_004055.1", "rna": "NM_004064.5"}, {"protein": "BAG70105.1", "rna": "AB451291.1"}, {"protein": "AAH01971.1", "rna": "BC001971.1"}, {"protein": "AAF88142.1", "rna": "AY004255.1"}, {"protein": "CAG33680.1", "rna": "CR457399.1"}, {"protein": "AAV38361.1", "rna": "BT019554.1"}, {"protein": "BAG70237.1", "rna": "AB451423.1"}, {"protein": "BAG35368.1", "rna": "AK312461.1"}, {"protein": "AAA20240.1", "rna": "U10906.1"}, {"protein": "CAE82383.1", "rna": "AJ616234.1"}]}, "alias": ["CDKN4", "KIP1", "MEN1B", "MEN4", "P27KIP1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "limited", "classification_date": "2017-06-08T00:00:00", "disease_label": "hereditary nonpolyposis colon cancer", "gcep": "Colon Cancer Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0018630", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGCIEX:assertion_8434", "sop": "SOP4"}, {"classification": "definitive", "classification_date": "2018-12-21T15:48:54.477Z", "disease_label": "multiple endocrine neoplasia type 4", "gcep": "Hereditary Cancer Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0012552", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_b07f8882-dd5e-4831-9926-f8b4c2a8c265-2018-12-21T154854.477Z", "sop": "SOP6"}]}, "ensembl": {"gene": "ENSG00000111276", "protein": ["ENSP00000228872", "ENSP00000379629", "ENSP00000407597", "ENSP00000507272"], "transcript": ["ENST00000228872", "ENST00000396340", "ENST00000442489", "ENST00000477087", "ENST00000614874", "ENST00000682080", "ENST00000682620", "ENST00000683707", "ENST00000684771"], "translation": [{"protein": "ENSP00000507272", "rna": "ENST00000614874"}, {"protein": "ENSP00000228872", "rna": "ENST00000228872"}, {"protein": "ENSP00000379629", "rna": "ENST00000396340"}, {"protein": "ENSP00000407597", "rna": "ENST00000442489"}], "type_of_gene": "protein_coding"}, "entrezgene": "1027", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.8953895, "exp_mis": 97.5783559, "exp_syn": 55.125976, "lof_z": 2.4051710239916, "mis_z": -0.664576906646937, "mu_lof": 4.46346289966e-07, "mu_mis": 8.53825060231e-06, "mu_syn": 4.79141972837e-06, "n_lof": 0.0, "n_mis": 111.0, "n_syn": 61.0, "p_li": 0.847005306213341, "p_null": 0.00269264116560331, "p_rec": 0.150302052621055, "syn_z": -0.490463535949124}, "bp": 597, "cds_end": 12871880, "cds_start": 12870773, "n_exons": 2, "nonpsych": {"exp_lof": 5.2946253, "exp_mis": 88.2765598, "exp_syn": 49.8530607, "lof_z": 2.25979776389327, "mis_z": -0.414619527189526, "mu_lof": 4.46346289966e-07, "mu_mis": 8.53825060231e-06, "mu_syn": 4.79141972837e-06, "n_lof": 0.0, "n_mis": 96.0, "n_syn": 57.0, "p_li": 0.834179519470914, "p_null": 0.00401672549174268, "p_rec": 0.161803755037343, "syn_z": -0.637290883160225}, "nontcga": {"exp_lof": 5.41973576, "exp_mis": 89.7680713, "exp_syn": 50.71188132, "lof_z": 2.29652044172564, "mis_z": -0.590613199762343, "mu_lof": 4.46346289966e-07, "mu_mis": 8.53825060231e-06, "mu_syn": 4.79141972837e-06, "n_lof": 0.0, "n_mis": 101.0, "n_syn": 58.0, "p_li": 0.827838626313194, "p_null": 0.0036680864636224, "p_rec": 0.168493287223183, "syn_z": -0.648011833911366}, "transcript": "ENST00000228872.4"}, "exons": [{"cdsend": 12718946, "cdsstart": 12717839, "chr": "12", "position": [[12717367, 12718314], [12718824, 12718954], [12721035, 12722369]], "strand": 1, "transcript": "NM_004064", "txend": 12722369, "txstart": 12717367}], "exons_hg19": [{"cdsend": 12871880, "cdsstart": 12870773, "chr": "12", "position": [[12870301, 12871248], [12871758, 12871888], [12873969, 12875303]], "strand": 1, "transcript": "NM_004064", "txend": 12875303, "txstart": 12870301}], "generif": [{"pubmed": 11875067, "text": "Rho activity can alter the translation of p27 mRNA and is important for RasV12-induced transformation in a manner dependent on p27 status"}, {"pubmed": 11877274, "text": "Inhibition of bone marrow stem cell proliferation by retinol was mediated by the up-regulation of cyclin-dependent kinase inhibitors, p21(Cip1) and p27(Kip1)."}, {"pubmed": 11877298, "text": "Retinoic acid-induced cell cycle arrest of human myeloid cell lines is associated with posttranscriptional up-regulation of p27(Kip1)."}, {"pubmed": 11884439, "text": "p27Kip1 integrates mitogenic MEK kinase- and PI3-kinase-dependent signals from TCR and CD28 to regulate cell cycle progression in primary T lymphocytes."}, {"pubmed": 11889117, "text": "phosphorylation on serine 10 is required for its binding to CRM1 and nuclear export"}, {"pubmed": 11908736, "text": "REVIEW: gene expression regulation and role CDK inhibitor P27 in cell survival and cell cycle control in early hematopoiesis."}, {"pubmed": 11920465, "text": "low expression may be significant and independent, unfavorable prognostic factor in renal cell carcinoma"}, {"pubmed": 11940481, "text": "Interleukin-11 induction of proliferation of human T-cells is associated with downregulation of p27(kip1)."}, {"pubmed": 11940657, "text": "Altered p27(Kip1) phosphorylation, localization, and function in human epithelial cells resistant to transforming growth factor beta-mediated G(1) arrest"}, {"pubmed": 11957145, "text": "primary hepatoblastoma well-differentiated fetal tumors without mitotic activity are strongly p27 positive"}, {"pubmed": 11967155, "text": "The COP9 signalosome inhibits p27(kip1) degradation and impedes G1-S phase progression via deneddylation of SCF Cul1."}, {"pubmed": 12015771, "text": "High p27 levels detected in a subset of advanced breast carcinomas correlate with lymph node metastasis, suggesting that other mechanisms may bypass the cell cycle inhibitory role of p27 and provide growth advantage in these tumores."}, {"pubmed": 12042314, "text": "Akt promotes cell-cycle progression through the mechanisms of phosphorylation-dependent 14-3-3 binding to p27(Kip1) and cytoplasmic localization."}, {"pubmed": 12051866, "text": "The combined evaluation of p27Kip1 and Ki-67 expression provides independent information on overall survival of ovarian carcinoma patients."}, {"pubmed": 12051885, "text": "Down-regulation of p27 is associated with malignant transformation and aggressive phenotype of cervical neoplasms."}, {"pubmed": 12052868, "text": "Cell attachment to the extracellular matrix induces proteasomal degradation of p21(CIP1) via Cdc42/Rac1 signaling (P21CIP1)"}, {"pubmed": 12082530, "text": "P27KIP1 colocalizes with PGP9.5 in the nucleus"}, {"pubmed": 12082635, "text": "BRCA1 transactivates p27(Kip1)depending on the presence of a functional C-terminal transactivation domain. Promoter-deletion analysis identified a putative BRCA1-responsive element at position -615 to -511 of the p27(Kip1) promoter."}, {"pubmed": 12085261, "text": "expression may be an indicator of poor prognosis in adenometroid adenocarcinoma of the uterine corpus"}, {"pubmed": 12086850, "text": "reduction in p27 accelerates gastrointestinal tumorigenesis in APC mutant mice, but not in SMAD3 mutant mice"}, {"pubmed": 12093740, "text": "p27(Kip1) is phosphorylated on serine 10 and threonine 187 by human kinase interacting stathmin, a nuclear protein that binds the C-terminal domain of p27(Kip1) and phosphorylates S10 in vitro and in vivo, promoting its nuclear export to the cytoplasm."}, {"pubmed": 12101669, "text": "inhibits phosphorylation of retinoblastoma protein and functions as negative control in cell cycle"}, {"pubmed": 12119282, "text": "Kip1 inhibits Jab1 mediated c-Jun dependent transcription"}, {"pubmed": 12123335, "text": "P21Waf1 immunoreactivity is higher in male breast cancers compared with female breast cancers."}, {"pubmed": 12133429, "text": "function and clinical value of cyclin E and p27 in adult acute leukemia (AL)"}, {"pubmed": 12133571, "text": "P27/Kip.1 decreased with anaplasia and was absent in glioblastomas (GBM);Skp2 was absent in well differentiated astrocytomas but was expressed in GBM. Skp2 might denote dividing cells in anaplastic gliomas or be instrumental to p27/Kip.1 degradation."}, {"pubmed": 12188931, "text": "Androgen control of p27 stability in prostate cancer cells is mediated by F-box protein SKP2."}, {"pubmed": 12202478, "text": "P27 is required to maintain TGF-beta mediated G1 arrest in cancer cell line."}, {"pubmed": 12210483, "text": "exogenous p27kip1 overexpression results in cell cycle regulation in human prostate carcinoma cells; expression associated with increase in early apoptosis"}, {"pubmed": 12239454, "text": "Has prognostic value in gastric cancer"}, {"pubmed": 12244301, "text": "These data indicate that Akt may contribute to tumor-cell proliferation by phosphorylation and cytosolic retention of p27(kip1), thus relieving CDK2 from p27-induced inhibition."}, {"pubmed": 12244302, "text": "Data show that activation of protein kinase B (PKB)/Akt, contributes to resistance to antiproliferative signals and breast cancer progression in part by impairing the nuclear import and action of p27."}, {"pubmed": 12244303, "text": "Data show that cytoplasmic relocalization of p27(kip1), secondary to Akt-mediated phosphorylation, inactivates the growth inhibitory properties of p27(kip1) and sustains the proliferation of breast cancer cells."}, {"pubmed": 12351407, "text": "correlates with expression of Skp2 in malignant lymphoma: correlates with proliferation index"}, {"pubmed": 12356941, "text": "This study represents the first demonstration of an increased expression of p27 in cleavage-stage human arrested embryos."}, {"pubmed": 12386815, "text": "upregulation by Muc4/sialomucin"}, {"pubmed": 12401804, "text": "Data show that PAX3-FKHR-expressing cells had reduced expression of p27(Kip1) protein, a key cell cycle regulator."}, {"pubmed": 12413889, "text": "The results indicate that the cell shape change caused by staurosporine correlates with the accumulation of p27kip1 and that staurosporine interferes with the p27kip1-specific proteolysis activity."}, {"pubmed": 12429629, "text": "induction of Skp2 may be causally linked with decreased levels of p27 in prostate cancer and implicate PTEN in the regulation of Skp2 expression"}, {"pubmed": 12482975, "text": "These observations define a novel role for p27 in cell motility that is independent of its function in cell cycle inhibition."}, {"pubmed": 12490316, "text": "A low level of p27 expression was significantly correlated with loco-regional recurrence in nasopharyngeal carcinoma."}, {"pubmed": 12507555, "text": "Review focused on the regulation of p27 proteolysis and its consequences for tumorigenesis."}, {"pubmed": 12508646, "text": "Low p27 expression in colorectal carcinoma was significantly associated with late Dukes stage, high incidence of lymph metastasis, and distant metastasis, poor prognosis, and short survival time.  p27 is an prognostic marker of colorectal carcinoma."}, {"pubmed": 12515730, "text": "In MCL lines, most p27 protein was sequestered into complexes containing cyclin D1, which renders p27 ineffective as an inhibitor of cellular growth & contributes to lymphomagenesis."}, {"pubmed": 12527941, "text": "Down-regulation of p27 is associated with early progression of head & neck squamous cell carcinoma."}, {"pubmed": 12529174, "text": "examination of protein-protein interactions involved in the recognition of p27 by E3 ubiquitin ligase"}, {"pubmed": 12529328, "text": "in tumor-derived cells, p27(Kip1) could be degraded by calpains through a MAP kinase-dependent process, and abnormal cytoplasmic localization, linked to its phosphorylation state, could be involved in this alternative mechanism of degradation."}, {"pubmed": 12531224, "text": "Prolonged adenovirus-mediated expression of p27(Kip1) down-regulates integrin alphav beta5 expression on t(2;5)-anaplastic large cell lymphoma cells."}, {"pubmed": 12576455, "text": "Low expression is an independent adverse prognostic factor in patients with multiple myeloma"}, {"pubmed": 12579309, "text": "Eight of 22 lymphomas with loss of p27 protein expression showed methylation in CpG island of 5' region of p27 gene. These findings suggested that gene methylation plays a role in loss of expression of p27, which gives the cells proliferative advantages."}, {"pubmed": 12599217, "text": "CDK2 activity was reduced dose-dependently after 24 h of ZD1839 treatment and this effect correlated with increased amount of p27(KIP1) and p21(CIP1/WAF1) associated with CDK2-cyclin-E and CDK2-cyclin-A complexes in head/neck squamous carcinoma cell lines"}, {"pubmed": 12637327, "text": "results show that Ser727/Tyr701-phosphorylated Stat1 plays a key role as a prerequisite for the ATRA-induced down-regulation of c-Myc; cyclins A, B, D2, D3, and E; and simultaneous up-regulation of p27Kip1, associated with arrest in the G0/G1 phase"}, {"pubmed": 12642875, "text": "deregulation of control mechanisms at G1/S transition by combination of high cyclin E levels in the absence of p27(Kip1) is sufficient to predispose mice to develop lymphoid malignancies and further support a role of p27(Kip1) as a tumor suppressor"}, {"pubmed": 12670508, "text": "Skp2 mRNA expression level was high in squamous cell carcinomas of the lung and was inversely related with the p27(Kip1) protein level"}, {"pubmed": 12682919, "text": "The sequences of p27(Kip1R) required for nuclear localization and growth inhibition were determined in HeLa cells using a green fluorescence protein (GFP) as a reporter molecule."}, {"pubmed": 12684422, "text": "PTEN and p27Kip1 have roles in tumor cell proliferation, and increased risk of recurrence"}, {"pubmed": 12684618, "text": "p27Kip1 may play an important role in the invasion and metastasis of an oral cancer cell involved in regulation of E-cadherin and Tiam-1"}, {"pubmed": 12698196, "text": "Inhibitor shows antitumor effect on glioma cells."}, {"pubmed": 12700629, "text": "Inducible p27(Kip1) expression inhibits proliferation of K562 cells and protects against apoptosis induction by proteasome inhibitors"}, {"pubmed": 12727815, "text": "CDKN1A and CDKN1B variants are associated with advanced prostate cancer."}, {"pubmed": 12727815, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12748192, "text": "results indicate that protein kinase CKII may control IkappaBalpha and p27Kip1 degradation and thereby G1/S phase transition through the phosphorylation of threonine 10 within CKBBP1 protein"}, {"pubmed": 12771291, "text": "Reduced expression of p21 and p27, being VDR dependent, is major pathogenic factor for nodular parathyroid gland growth in advanced secondary hyperparathyroidism. Review."}, {"pubmed": 12777997, "text": "results show that cyclin D2 is complexed with p27, leading to a model for testicular germ cell tumors whereby the overexpression of cyclin D2 leads to the functional sequestration of p27 in the presence of CCNE and CCND2, favoring cell proliferation"}, {"pubmed": 12809895, "text": "Patients with organ-confined disease but low p27 expression have a greater than fivefold risk of developing prostate-specific antigen recurrence than are men with high p27 expression; p27 may be a molecular marker associated with micrometastatic disease."}, {"pubmed": 12813041, "text": "ubiquitination is controlled by negatively charged amino acid in Skp2"}, {"pubmed": 12820381, "text": "The abundance of p27 in oral leukoplakia may inhibit cell proliferation and lead premalignant tumor cells to apoptosis, and thus is concerned with prevention of tumor progression."}, {"pubmed": 12824885, "text": "Down-regulation of p27kip1 is associated with spindle-cell sarcoma"}, {"pubmed": 12850001, "text": "Results suggest that p27(KIP1) contributes to the bone morphogenetic protein-induced growth arrest and neuronal differentiation of neuroblastoma cells."}, {"pubmed": 12860294, "text": "jab1 plays a role in the progression of thyroid carcinomas, especially those of aggressive phenotypes, and it may be responsible for p27 degradation in anaplastic and papillary carcinomas."}, {"pubmed": 12882323, "text": "Neuronal cytoplasmic P27 & phosphorylated p27 increase in Alzheimer's disease. Phosphorylated p27 overlaps with tau-positive neurofibrillary pathology. Dysregulation of the cell cycle plays a crucial role in the pathogenesis of Alzheimer's disease."}, {"pubmed": 12883474, "text": "hepatocyte growth factor suppresses HepG2 cell proliferation by directly increasing p27 expression and indirectly decreasing Skp2 expression."}, {"pubmed": 12904306, "text": "p27Kip1 is downregulated by estrogens in breast cancer cells through Skp2 and through nuclear export mediated by the ERK pathway"}, {"pubmed": 12954644, "text": "Inhibition of Cdk2 by 1,25-(OH)2D3 may involve impairment of cyclin E-Cdk2-dependent p27Kip1 degradation through cytoplasmic mislocalization of Cdk2"}, {"pubmed": 12963837, "text": "cyclin-dependent kinase inhibitor 1B plays dual role in the regulating apoptosis"}, {"pubmed": 14517080, "text": "stability of p27(Kip1) by hepatitis C virus core is associated with blocking activated T cells for the G(1) to S phase transition and inhibiting T cell proliferation"}, {"pubmed": 14534684, "text": "p27Kip1 levels are not affected by PTEN protein in the progression of ovarian carcinoma"}, {"pubmed": 14558671, "text": "increased p27 degradation through the ubiquitin-proteasome pathway could be regulated in pituitary tumors by changes in Skp2 expression"}, {"pubmed": 14573608, "text": "p27kip1 is down-regulated during rapamycin-resistant proliferation of CD8+ T cells"}, {"pubmed": 14586408, "text": "TGF-beta induces apoptosis in normal thyrocytes via p27 reduction."}, {"pubmed": 14606065, "text": "Adenovirus-p27kip1 can inhibit the growth and multiplication of esophageal carcinoma cells and induce apoptosis."}, {"pubmed": 14612944, "text": "p27KIP1 has a role in down-regulation of telomerase activity"}, {"pubmed": 14614018, "text": "Loss of p27 expression is associated with endometrial adenocarcinomas"}, {"pubmed": 14654548, "text": "An inverse correlation between JUN and p27(Kip1) expression levels in breast cancer."}, {"pubmed": 14666612, "text": "JAB1 contributes to the progression of malignant lymphoma of the thyroid especially with aggressive phenotypes, possibly by degrading p27."}, {"pubmed": 14694185, "text": "p27kip1 protein and mRNA expression were up-regulated in myelocytes/metamyelocytes and reached peak levels in PMNs"}, {"pubmed": 14707456, "text": "Overexpression of Skp2 and Jab1 is associated with the reduction of p27(KIP1) expression, and may have a role in the progression of Oral Squamous Cell Carcinoma."}, {"pubmed": 14707458, "text": "In conclusion, tissue expression of p27 is a significant predictor of 5-year survival in stage I-II pancreatic adenocarcinoma"}, {"pubmed": 14719054, "text": "In various human cancers, the reduced p27Kip1 expression correlates well with poor prognosis"}, {"pubmed": 14747563, "text": "regulated by Epstein-Barr virus nuclear antigen 3C (EBNA3c) during primary B cell transformation"}, {"pubmed": 14760081, "text": "p27(Kip1) protein has a role in progression of Wilms' tumor"}, {"pubmed": 14871979, "text": "p27kip1 has a role in progression of Ewing's family tumors"}, {"pubmed": 14984940, "text": "Expression of p27Kip1 is down-regulated while oxidative DNA damage increases during cervical carcinogenesis. Both parameters are altered at early stages of the process and might help to predict patients at high risk of progression."}, {"pubmed": 15014027, "text": "p27(kip-1) is an indicator of poor prognosis in colorectal adenocarcinoma."}, {"pubmed": 15024385, "text": "p27 has nascent secondary structure that may have a function in molecular recognition"}, {"pubmed": 15026335, "text": "A polymorphism in the CDKN1B gene is associated with increased risk of hereditary prostate cancer"}, {"pubmed": 15034923, "text": "p27(KIP1) phosphorylation by CK2 probably involves a docking event mediated by the CK2beta subunit."}, {"pubmed": 15057270, "text": "The classical bipartite-type basic amino-acid cluster and the two downstream amino acids of the C-terminal region of p27 function as a nuclear localization signal for its full nuclear import activity."}, {"pubmed": 15060836, "text": "The expression patterns of cyclin D1, cyclin E, p21/waf1 and p27/kip1 in inflammatory bowel disease (IBD) may indicate their contribution in epithelial cell turnover and their possible implication in IBD-related dysplasia-carcinoma."}, {"pubmed": 15061869, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15064717, "text": "Vitamin d3 receptor is involved in the induction of p27Kip1 by vitamin D3."}, {"pubmed": 15096506, "text": "the Skp2-p27kip1 pathway and the G1/S transition are regulated by RhoA, mDia, and ROCK"}, {"pubmed": 15133847, "text": "results suggest that p27 underexpressing in patients with hepatocellular carcinoma is closely associated with infiltration, metastasis, and prognosis; alterations in the subcellular localization of p27 protein may occur early during hepatocarcinogenesis"}, {"pubmed": 15154004, "text": "Low levels of p27 in primary and metastatic melanoma cases may explain the high proliferation rate of such lesions."}, {"pubmed": 15161709, "text": "VEGF together with pRb2/p130 may have a role in hepatocellular carcinoma in a p27((KIP1))-independent manner"}, {"pubmed": 15170516, "text": "the role of p27 in at least some differentiation pathways of mES cells is to prevent apoptosis, and it is not involved in slowing cell cycle progression; also the pro-survival function of p27 is realized via regulation of metabolism of D-type cyclin(s)."}, {"pubmed": 15188025, "text": "loss of p27 expression is associated with endometrial carcinogenesis"}, {"pubmed": 15199159, "text": "cyclin A-cdk2 plays an ancillary noncatalytic role in the ubiquitination of p27(KIP1) by the SCF(skp2) complex"}, {"pubmed": 15217930, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 15217930, "text": "the V109G polymorphism of the p27 gene may have a role in progression of oral squamous cell carcinoma"}, {"pubmed": 15239677, "text": "hypoxia-mediated cell-cycle arrest may be mediated by p27 up-regulation"}, {"pubmed": 15271792, "text": "v-cyclin and p27(KIP1) stably associate in primary effusion lymphoma cells"}, {"pubmed": 15289327, "text": "Cytoplasmic mislocalization of p27Kip1 protein is associated with constitutive phosphorylation of Akt resulting in acute myelogenous leukemia"}, {"pubmed": 15314639, "text": "Down Regulation of P27KIP1 is associated with benign prostatic hyperplasia"}, {"pubmed": 15352609, "text": "The ad-p27wt induced cell cycle arrest at the G1-S transition point, whereas the ad-p27mt induced arrest at the G2-M point. Both ad-p27wt and ad-p27mt induced a growth-inhibiting effect, apoptosis, and suppression of in vitro tumorigenicity."}, {"pubmed": 15355997, "text": "p27 binds to tuberin and is regulated by SCFSkp2"}, {"pubmed": 15358549, "text": "sequence requirement for N-terminal cleavage and the proteasomal degradation of p27Kip1 and their relationship was investigated"}, {"pubmed": 15374880, "text": "Akt activation promotes cell cycle progression through inactivation of p27 in anaplastic large cell lymphoma."}, {"pubmed": 15378017, "text": "demonstrate genetically the oncogenic cooperation between defects on INK4a/ARF and p27, which are common alterations in human cancer"}, {"pubmed": 15457580, "text": "Defect of spindle checkpoint gene Mad2 and mutation of p27 gene are involved mainly in colorectal carcinogenesis"}, {"pubmed": 15475071, "text": "In contrast to some hematological malignancies p27KIP1 methylation does not appear to contribute significantly to T-LBL/ALL pathogenesis."}, {"pubmed": 15480426, "text": "Trx may regulate cell cycle and growth through a novel modulation of AP-1 activity and p27Kip1 degradation with Jab1"}, {"pubmed": 15492811, "text": "up-regulation of p27 and down-regulation of MAPK proteins were involved in atRA-induced apoptosis and cell cycle arrest in melanoma"}, {"pubmed": 15579463, "text": "Thr-157 phosphorylation inhibits the association of p27 with importin alpha thus preventing its re-entry into the nucleus"}, {"pubmed": 15579505, "text": "OxLDL has a dual effect on cell-cycle progression via regulation of p27(Kip1) expression, resulting in cellular proliferation and hypertrophy, involving activation of RhoA."}, {"pubmed": 15583032, "text": "Physiologic coupling of osteoblast differentiation to cell cycle withdrawal is mediated through runx2 and p27KIP1, and these processes are disrupted in osteosarcoma."}, {"pubmed": 15592362, "text": "The cytoplasmic localization of p27,Kip1 may be the molecular mechanism whereby breast cancer cells circumvent TNF-alpha-induced growth inhibition and apoptosis."}, {"pubmed": 15605273, "text": "Downregulation of both Skp2 and p27 increased apoptosis synergistically"}, {"pubmed": 15611642, "text": "The targets and pathways affected by trastuzumab work in concert to maximize the expression and inhibitory effect of p27Kip1, which leads to cell cycle G1 arrest and growth inhibition."}, {"pubmed": 15627896, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15645120, "text": "differentiation-inducing agents, particularly sodium butyrate, suppress growth of oral squamous carcinoma cells through apoptosis and induce cell differentiation possibly through mechanisms involving COX-2, p27Kip1 and/or p21WAF1/Cip1 in vitro and in vivo"}, {"pubmed": 15647380, "text": "p27Kip1 has a role in the decision of myoblasts to commit to terminal differentiation, distinct from the regulation of cell proliferation"}, {"pubmed": 15652359, "text": "antisense oligonucleotides targeting the human ubiquitin-conjugating enzyme Cdc34 downregulate its expression, inhibit the degradation of p27Kip1, and prevent cellular proliferation"}, {"pubmed": 15688004, "text": "p27Kip1 is upregulated by cycl AM when transfected into mouse cells."}, {"pubmed": 15688030, "text": "FOXO4A3 also can regulate p27 post-transcriptionally."}, {"pubmed": 15701850, "text": "High Cytoplasmic localization of p27(kip1) is associated with late-stage ovarian carcinomas"}, {"pubmed": 15708847, "text": "low molecular weight forms of cyclin E may contribute to tumorigenesis through their resistance to the inhibitory activities of p21 and p27 while sequestering these CKIs from the full-length cyclin E"}, {"pubmed": 15710386, "text": "p27Kip1 inhibits hTERT mRNA expression and telomerase activity through post-transcriptional up-regulation by IFN-gamma/IRF-1 signaling"}, {"pubmed": 15713665, "text": "induction of p27 acts as a negative feedback mechanism for E2F1 and may also contribute to other functions of E2F1"}, {"pubmed": 15718252, "text": "Altered response to contact inhibition exhibited by thyroid anaplastic cancer cells is due to the failure to upregulate p27(Kip1) in response to cell-cell interactions."}, {"pubmed": 15722793, "text": "P27KIP1 expression appears not to be predictive in poor survival outcome in patients with stage II or III colorectal cancer."}, {"pubmed": 15736055, "text": "expression of Skp2, p27KIP1 and Ki-67 in 10 naevi, 15 superficial spreading melanomas, 10 nodular melanomas and 14 melanoma metastases"}, {"pubmed": 15743786, "text": "the PI3/AKT pathway and its effector p27(kip1) play major roles in thyroid carcinogenesis"}, {"pubmed": 15746092, "text": "Ectopic expression of p27(Kip1) arrested cell proliferation, inhibited Cdk2 and Cdk4 activities, suppressed retinoblastoma phosphorylation and blocked the G(1)/S-phase transition."}, {"pubmed": 15777850, "text": "levels of cyclins and p27(Kip1) CDK inhibitor in hepatoma cells replated on fibronectin are regulated by TGF-beta1-mediated activations of c-Src and Rac1"}, {"pubmed": 15798096, "text": "FOXO3a expression and reduced p27KIP1 promoter transactivation are seen in the progression of LNCaP human prostate cancer cells to androgen independence"}, {"pubmed": 15813917, "text": "Inacativaton of this cell cycle regulatory genes by DNA methylation could be associated with tumorigenesis in NK cell disorders."}, {"pubmed": 15833859, "text": "Results suggest that BCR-ABL regulates cell cycle in CML cells at least in part by inducing proteasome-mediated degradation of the cell cycle inhibitor p27(Kip1) and provide a rationale for the use of inhibitors of the proteasome BCR-ABL leukemias."}, {"pubmed": 15890360, "text": "p21 and p27, related cyclin-dependent kinase (Cdk) inhibitors, select their cell cycle regulatory Cdk"}, {"pubmed": 15924242, "text": "Results indicate that p27 serves as a regulator of drug resistance in ovarian tumors. ASON-mediated alteration of p27 reverses resistance of ovarian cancer to anticancer agents."}, {"pubmed": 15936816, "text": "The Cyclin-Dependent Kinase Inhibitor p27 plays key roles in cell cycle regulation, and was methylation-negative in myeloid neoplasia."}, {"pubmed": 15963850, "text": "N-Ras(L61) transformed cells lack a G0-G1 arrest upon TGF-beta treatment due to absence of p27. which is degraded through an SKP2-dependent pathwawy."}, {"pubmed": 15996662, "text": "analysis of a p27Kip1 mutant that causes growth arrest and apoptosis in breast cancer cells"}, {"pubmed": 16006622, "text": "The 5'-UTR sequence of human p27 does not have internal ribosome entry site activities but contains promoters which may be involved in regulating p27 expression."}, {"pubmed": 16012758, "text": "T187-phospho-p27(KIP1) was correlated with M phase of the cell cycle in retinoblastoma."}, {"pubmed": 16019539, "text": "analysis of natural killer cell lymphoma/leukemia with homozygous loss of p27/kip1"}, {"pubmed": 16022660, "text": "p27(kip1) protein downregulation is usually achieved by proteasomal degradation and is often correlated to a worse prognosis in several types of human cancers."}, {"pubmed": 16023837, "text": "p27 plays a role in terminal neuronal differentiation of human EC cells, but not in their initial commitment to differentiation"}, {"pubmed": 16024059, "text": "study demonstrated the existence of a subtype of high-grade, negative estrogen receptor breast carcinomas with high S-phase kinase-associated protein Skp2 and low cdk-inhibitor p27 levels"}, {"pubmed": 16035731, "text": "The codon 109 B allele of CDKN1B is associated with high-grade breast tumors."}, {"pubmed": 16052694, "text": "The reduction or loss of p27 protein and p27mRNA are potentially involved in hepatocarcinogenesis; hypermethylation of p27 might lead to the loss of p27mRNA transcription"}, {"pubmed": 16086840, "text": "p27 may play a role in the prevention of differentiation of pancreatic cancer"}, {"pubmed": 16097446, "text": "p27(kip1) and Ki-67 have roles in post-surgical disease progression of prostate cancer"}, {"pubmed": 16123592, "text": "although a Cdc34 mutant bearing a deletion of the C-terminal 36 amino acids (Cdc34 1-200) was efficiently charged with ubiquitin by E1, it was severely reduced for the ability to ubiquitinate p27(Kip1) in vitro compared to wildtype Cdc34"}, {"pubmed": 16135812, "text": "p27 is mislocalized in cytoplasm by oneractivated N-Ras61K via the Ral-GEF pathway."}, {"pubmed": 16191374, "text": "The genesis and invasion of ameloblastoma is associated with the cell proliferation and differentiation, and regulated by the higher expression of cyclin E and the lower expression of p21(WAF1) and p27(KIP1)."}, {"pubmed": 16194892, "text": "loss of phosphatase and tensin homolog is more frequent in anaplastic large cell lymphoma as compared to other mature T-/NK-cell lymphomas, which strongly correlates with the loss of p27 expression"}, {"pubmed": 16254341, "text": "Tax1 induced transcriptional upregula inhibitors p21(cip1/waf1) (p21) and p27(kip1) (p27), and marked suppression of hematopoiesis in immature CD34 cells."}, {"pubmed": 16273250, "text": "Expression of p27 was associated with better overall survival."}, {"pubmed": 16283443, "text": "Aggressive acoustic neuromas show postoperative rapid growth and a decreased association with p27 expression."}, {"pubmed": 16289477, "text": "p27Kip1 binds the conserved minichromosome maintenance domain of MCM7 proteins in a growth factor-dependent manner, such that the carboxyl terminal domain of p27Kip1 inhibits DNA replication independent of its function as a cyclin-dependent kinase"}, {"pubmed": 16300740, "text": "Jab1 promotes cell growth by decreasing p27 level p8-dependently."}, {"pubmed": 16322693, "text": "Loss of CUL4B causes the accumulation of cyclin E without a concomitant increase of p27"}, {"pubmed": 16365885, "text": "Modified p27 expression, mutated at threonine-187 or deleted at the p27-associated protein JAB1 binding domain, reduces tumorigenicity of erbB-2 overexpressing cells in nude mice."}, {"pubmed": 16391524, "text": "These results suggest that the Bis induced growth inhibition of HL-60 cells promotes G0/G1 phase arrest via up-regulation of p27, which seems to be a prerequisite for differentiation."}, {"pubmed": 16398674, "text": "It is considered that tumorigenesis with UC-associated dysplasia is of the bottom-up type, related to altered expression of cyclin A and p27(Kip1)."}, {"pubmed": 16407831, "text": "TIMP-1-mediates cell-cycle arrest via cyclin D1 downregulation & p27KIP1 upregulation."}, {"pubmed": 16425372, "text": "Data suggest that PTEN may regulate the expression of p27 by negatively regulating S phase kinase-associated protein 2 expression."}, {"pubmed": 16458085, "text": "These data indicate that p27-KID, which is intrinsically disordered in solution, acts as a thermodynamic tether when bound within the ternary complexes."}, {"pubmed": 16463785, "text": "Expression of Skp2 was increased and it may lead to decreased p27kip1 level in the hypertrophic scar and keloid."}, {"pubmed": 16465393, "text": "These results suggest that p27(KIP1) interacts with cdc2 in the M-phase of human retinoblastoma cells."}, {"pubmed": 16474380, "text": "Expression of p27Kip1 is downregulated while oxidative DNA damage increases from early non-neoplastic epithelial alterations through vulvar intraepithelial neoplasias to invasive vulvar carcinomas."}, {"pubmed": 16480585, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16526056, "text": "Mutations in the 3' untranslated region of Kip1 could provide an additional tool for risk classification in childhood leukemia."}, {"pubmed": 16532026, "text": "14-3-3sigma stabilizes p27 Kip1 by inhibiting the activity of PKB/Akt"}, {"pubmed": 16598766, "text": "Transfection of the pRb-defective SaOs-2 cells with the p27kip1 gene increases their susceptibility to paclitaxel-induced apoptosis. This promoting effect makes p27kip1 interesting tools for therapy in patients with pRb-defective cancers."}, {"pubmed": 16636894, "text": "Low expression for p27 is associated with breast cancer"}, {"pubmed": 16705171, "text": "These data demonstrate a critical role for FAK in the regulation of cyclin-dependent kinase inhibitors (CDKIs) through two independent mechanisms: Skp2 dependent and Skp2 independent."}, {"pubmed": 16804901, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16804901, "text": "Possible involvement of CDKN1A and CDKN1B variants in the etiology of breast cancer."}, {"pubmed": 16835890, "text": "Expression of AR protein in PC3-Lenti-AR cells resulted in transactivation of p21 and growth inhibition in culture and in mouse xenografts. Such inhibition was due to induced G1 arrest as documented by expression changes in p27 and p45(SKP2) proteins."}, {"pubmed": 16842750, "text": "expression of the p27(Kip1) double-mutant abolishes its cytoplasmic redistribution but does not abrogate G(0/1) phase arrest in the HepG(2) cell line"}, {"pubmed": 16880511, "text": "These data suggest a key role for Ro52 RING finger protein in the regulation of p27 degradation and S-phase progression in mammalian cells."}, {"pubmed": 16939421, "text": "HBx mutant that did not interact with cyclin E/A failed to destabilize p27(Kip1) or deregulate the cell cycle."}, {"pubmed": 16951171, "text": "When 10% was used as a cutoff for p27 positivity, p27 was expressed in 11 of tumors; however, p27 expression was localized in the nuclei of tumor cells in only 4 of the samples."}, {"pubmed": 16966613, "text": "Results describe a previously unrecognized, SCFskp2-independent role for the control of p27 mRNA abundance in the development of non-small cell lung cancers."}, {"pubmed": 17008550, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17008550, "text": "The variable expression levels of cell-cycle inhibitor genes CDKN2A, CDKN2B, and CDKN1B due to regulatory polymorphisms could indeed influence the risk of childhood pre-B ALL and contribute to carcinogenesis."}, {"pubmed": 17013388, "text": "p27Kip1 is required during induction of T cell tolerance."}, {"pubmed": 17030811, "text": "Data demonstrate that germ-line mutations in p27(Kip1) can predispose to the development of multiple endocrine tumors in both rats and humans."}, {"pubmed": 17053782, "text": "Phosphorylation of p27 at T198 prevents ubiquitin-dependent degradation of free p27"}, {"pubmed": 17072949, "text": "p27 is widely expressed in gastric well differentiated endocrine tumors (GWDETs), while p21 expression is sparse and observed in two thirds of the cases. Loss of p21 and p27 expressions may be correlated with different carcinoid tumor subtypes."}, {"pubmed": 17072952, "text": "We identified a significant correlation between expression of cytoplasmic p27(kip1) and longer disease-specific survival times."}, {"pubmed": 17123889, "text": "altered expression of p27 may be part of the genetic pathway involving microsatellite instability, which is responsible for the development of some colorectal cancers"}, {"pubmed": 17148774, "text": "Low p27 expression appears to be associated with poor prognosis, especially among patients with steroid receptor-positive breast tumors."}, {"pubmed": 17178856, "text": "Reduced expression of the cyclin-dependent kinase inhibitor p27(Kip1) is associated with increased tumor malignancy and poor prognosis in individuals with various types of cancer"}, {"pubmed": 17188136, "text": "p53 and Ki-67 were expressed with increasing frequency, and bcl-2, p21, and mdm-2 with decreasing frequency in thyroid carcinoma progression. p27 and cyclin D1 were expressed in <15% of cases, with a trend toward decreasing expression."}, {"pubmed": 17203174, "text": "p21 and p27 in carcinoma of oral cavity have roles in progression of squamous cell carcinomas"}, {"pubmed": 17216128, "text": "Results suggest that WDR6 is implicated in the cell growth inhibitory pathway of LKB1 via regulation of p27(Kip1)."}, {"pubmed": 17237771, "text": "Phosphorylation of p27 at Thr 198 stabilizes p27 and permits cells to survive growth factor withdrawal and metabolic stress through autophagy. This may contribute to tumour-cell survival under such conditions."}, {"pubmed": 17239930, "text": "cytoplasmic p27 expression is inversely associated with microsatellite instability-high & CpG island methylator phenotype-high, especially in p53-negative tumors; suggests interplay of functional loss of p27 & p53 in colorectal cancer development"}, {"pubmed": 17254966, "text": "This direct link between transforming tyrosine kinases and p27 may provide an explanation for Cdk kinase activities observed in p27 complexes and for premature p27 elimination in cells that have been transformed by activated tyrosine kinases."}, {"pubmed": 17254967, "text": "Phosphorylation by Src impairs the Cdk2 inhibitory action of p27 and reduces its steady-state binding to cyclin E-Cdk2 to facilitate cyclin E-Cdk2-dependent p27 proteolysis."}, {"pubmed": 17285761, "text": "Analysis of p27 and Ki-67 expression levels might indicate that low proliferating activity of desmoid fibroblasts is connected with another mechanism than the one, in which p27 takes part."}, {"pubmed": 17303695, "text": "CKS1B influences myeloma cell growth and survival through SKP2- and p27(Kip1)-dependent and -independent mechanisms"}, {"pubmed": 17311291, "text": "A study evaluting the mechanism of differentiation in HT-29 cells, including the role of p27KIP1, is reproted."}, {"pubmed": 17316413, "text": "There was a highly significant positive association between p27(KIP-1) and estrogen receptor/progesterone receptor (ER/PR) status and with p27(KIP-1) and cyclin D1 expression in patients with DCIS"}, {"pubmed": 17319789, "text": "Decreased expression of protein p27 Kip1 is related the c-myc amplification and is associated with prostate cancer"}, {"pubmed": 17357515, "text": "p27 was significantly associated with outcome and disease-free survival in primary tumor laryngeal carcinoma."}, {"pubmed": 17372254, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17404431, "text": "Intensity of p27(Kip 1) gene expression in renal cell carcinoma is associated with clinical parameters: tumour size, stage, grade and disease presentation. Loss of p27 expression is a risk-factor for renal cell carcinoma disease progression."}, {"pubmed": 17404436, "text": "Down-regulation of p27(Kip 1) CDKI in prostate cancer is detected in epithelial, vascular and ductal, but not the stromal cells. The intensity of the expression in these cells is associated with tumor stage and grades."}, {"pubmed": 17407140, "text": "integrin beta1 has a role in inhibiting cell proliferation by preventing the Skp2-dependent degradation of p27(Kip1) via PI3K pathway"}, {"pubmed": 17409409, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17448572, "text": "The findings presented here suggest that Ca(2+)/CaM-dependent overactivation of PI3K/Akt signaling cascade in AD cells, plays an important role in regulating p27 abundance by increasing its degradation in the ubiquitin-proteasome pathway."}, {"pubmed": 17464290, "text": "Myc targets CKS1 to provoke the suppression of KIP1."}, {"pubmed": 17470459, "text": "p27 localization during the mammalian cell cycle is under the control of the tumor suppressor tuberin"}, {"pubmed": 17502456, "text": "adhesion of mantle cell lymphoma and other non-Hodgkin lymphoma cells to bone marrow stromal cells resulted in a reversible G(1) arrest associated with elevated p27(Kip1) and p21 (WAF1) proteins"}, {"pubmed": 17519308, "text": "germline CDKN1B/p27(Kip1) mutations predispose to a human multiple endocrine neoplasia type 1-like condition"}, {"pubmed": 17550142, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17550142, "text": "the G allele genotype was significantly associated with lymph node metastases of breast cancer but no significant correlation was noted between G allele genotype and breast cancer risk"}, {"pubmed": 17553787, "text": "p15(INK4b), rather than p27(KIP1), is the cyclin-dependent kinase inhibitor responsible for G0/G1 arrest of human melanoma cells grown on fibrillar collagen"}, {"pubmed": 17554557, "text": "pheochromocytomas display extreme reduction/loss of p27Kip1 expression at high frequency"}, {"pubmed": 17560996, "text": "Data suggest that the aberrantly high Notch1 signaling in T-ALL maintains SKP2 at a high level and reduces p27Kip1, leading to more rapid cell cycle progression."}, {"pubmed": 17567920, "text": "No evidence is found to suggest that p27-Val109Gly alone or in combination with cMyc-Asp11Ser is associated with breast cancer survival."}, {"pubmed": 17567920, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17581405, "text": "Low p27 protein expression is correlated with large tumor size, depth of invasion in squamous lesions, high stage, and poor survival in uterine cervix neoplasms."}, {"pubmed": 17586698, "text": "These results demonstrate that p27 is regulated by neutrophil elastase (NE) and is critical for NE-induced cell cycle arrest."}, {"pubmed": 17601350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17611557, "text": "p27 could be transformed from a native CDKI into a dynamic oncoprotein at the expense of its extranuclear localization in leukemic cells. Review."}, {"pubmed": 17613551, "text": "present study reviews the current state of knowledge regarding the genes associated to inherited pituitary neoplasia, with a particular focus on the novel pituitary adenoma predisposing genes, CDKN1B and AIP [review]"}, {"pubmed": 17627278, "text": "inhibition of p27(Kip1) expression deregulates expresion of miR-221 and 222 which promotes cancer growth"}, {"pubmed": 17651785, "text": "We conclude that Jab1 expression may lead to down-regulation of the negative cell cycle regulator p27(Kip1), pointing to a possible mechanism that promotes hepatocarcinogenesis."}, {"pubmed": 17671428, "text": "Spy1 expression enhances CDK2-dependent p27 degradation during late G1 and throughout S-phase"}, {"pubmed": 17685465, "text": "Down-regulation of p27 Kip1 in papillary carcinoma of the thyroid may facilitate tumor cell growtn and disease progression."}, {"pubmed": 17692879, "text": "The apoptogenic activity of BM-ANF1 was mediated through p53 tumor-suppressor gene expression followed by the expression of p21(Cip1) and p27(Kip1)linking it with cell cycle arrest at G1 phase in cancer cells."}, {"pubmed": 17695524, "text": "Aberrations of the p53, Rb and p27 pathways are associated with aggressive clinical behavior in DLBCL."}, {"pubmed": 17710155, "text": "data suggest that p27 and p18 are unlikely to present classic tumor-suppressor genes in sporadic pancreatic endocrine tumors"}, {"pubmed": 17721077, "text": "Data show that p27(Kip1) is a direct target for microRNAs 221 and 222, and suggest a role for these microRNAs in promoting the aggressive growth of glioblastoma."}, {"pubmed": 17803708, "text": "Expression of p15, p18 and p27 was not generally related to the MEN1 gene mutational status of the investigated 18 pancreatic endocrine tumours."}, {"pubmed": 17804714, "text": "p27 plays an essential role in restriction of breast cancer progression."}, {"pubmed": 17851288, "text": "p27(Kip1) protein expression in tumor,invasive front and peritumoral tissues in patients diagnosed with renal cell carcinoma affects their long term survival"}, {"pubmed": 17854759, "text": "caspase-like activity is implicated in the turnover of the mammalian cell cycle regulator p27(KIP1)."}, {"pubmed": 17908995, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17914108, "text": "miR-221 and miR-222 are endogenous regulators of p27(Kip1) protein expression, and thereby, the cell cycle."}, {"pubmed": 17927588, "text": "p27(Kip1) down-regulation seem to be early events in Fallopian tube carcinogenesis."}, {"pubmed": 17974037, "text": "Our study suggests that moderate hypoxia induces HPASMC proliferation, which is partially dependent of p27kip1 down-regulation probably via the induction of growth factors such inhibits both cell proliferation and p27kip1 mRNA degradation."}, {"pubmed": 17974156, "text": "present work reported that hepatic tissue expression of p27 both at mRNA and protein levels was significantly decreased in hepatocellular carcinoma group compared to other groups"}, {"pubmed": 18006823, "text": "Pirh2 acts as a negative regulator of p27(Kip1) function by promoting ubiquitin-dependent proteasomal degradation"}, {"pubmed": 18027257, "text": "The CDKIs p16 and p27 are associated with tumour progression in melanoma, but do not reliably predict recurrence or survival."}, {"pubmed": 18032931, "text": "Human thyroid carcinomas positive for MAP kinase, have high p27 degradative activity and low levels of p27 protein."}, {"pubmed": 18036045, "text": "A study evaluating the overexpression of p27(kip1) in urinary bladder urothelial carcinoma is reported; some urothelial carcinomas may tolerate this inhibitor of cell cycle progression."}, {"pubmed": 18037997, "text": "activation of PKCtheta inhibits the FOXO3a/ERalpha/p27(Kip1) axis that normally maintains an epithelial cell phenotype and induces c-Rel target genes, thereby promoting proliferation, survival, and more invasive breast cancer."}, {"pubmed": 18073348, "text": "data strongly implicate CDKN1B haploinsufficiency in the pathogenesis of T-cell prolymphocytic leukemia."}, {"pubmed": 18089324, "text": "Decreased p27kip1 expression in podocytes suggested a significant role in proteinuria among renal transplant recipients."}, {"pubmed": 18095123, "text": "Our results suggest p27 as a predictor of prognosis in patients with primary central nervous system lymphoma"}, {"pubmed": 18154709, "text": "Equally a tumor suppressor and an additional predisposing system for tumorigenesis."}, {"pubmed": 18156402, "text": "The expression of p21(WAF1/Cip1) and p27(Kip1) was increased at both protein and mRNA levels by hydroxytyrosol, a main phenol of olive oil."}, {"pubmed": 18174243, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18177895, "text": "Study shows that the 100-residue p27 C-terminal domain is extended and flexible when p27 is bound to Cdk2/cyclin A; this intrinsic flexibility of p27 provides a molecular basis for the signal transduction that regulates p27 degradation and cell division."}, {"pubmed": 18180298, "text": "alternatively spliced cyclin D1 modulates p27KIP1 binding and cell migration"}, {"pubmed": 18181833, "text": "We immunohistochemically analyzed the expression of p21, p27, p14, p16, p53 and proliferation marker Ki67, in 67 low and high grade astrocytic tumors"}, {"pubmed": 18202760, "text": "D-allose, a simple monosaccharide, may act to cause TXNIP induction and p27kip1 protein stabilization in tumor cells"}, {"pubmed": 18203777, "text": "expression of p27 was similar in both Small-cell neuroendocrine carcinoma of the uterine cervix and squamous cell carcinoma"}, {"pubmed": 18222429, "text": "Cleavage-stage human embryos exhibiting developmental arrest show increased p27 mRNA expression."}, {"pubmed": 18226337, "text": "Overexpressions of survivin mRNA and p27 protein and reduced expression of PTEN protein might be valuable markers to predict the presence of hepatocellular carcinoma."}, {"pubmed": 18246793, "text": "During the proliferation process of lymphoma U937 cells, Jab1 and CRM1 may influence the location and expression of p27kip1."}, {"pubmed": 18272788, "text": "the formation of adherens junctions in hepatocytes requires Ser-10 in p27"}, {"pubmed": 18281517, "text": "Diindolylmethane modulates p27(kip) through transcription, prolongation of protein half-life, and nuclear localization."}, {"pubmed": 18281541, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18285702, "text": "Jab1 protein may contribute to the tumor progression through Jab1-mediated p27kip1 degradation and that control of Jab1 expression is a novel therapeutic target in hon-Hodgkin's lymphoma."}, {"pubmed": 18288099, "text": "The absence of clonal inactivating mutations suggests that CDKN1B is not a classical tumor-suppressor gene in secondary/tertiary parathyroid tumors"}, {"pubmed": 18301453, "text": "Only FIGO stage, cyclin D1, p27 (Kip1) and Ki-67 are independent prognostic factors that might help in predicting outcome of cervical cancer patients."}, {"pubmed": 18321488, "text": "P27Kip1 is down-regulated in the endometrium of women with endometriosis."}, {"pubmed": 18327303, "text": "tumor cell incubation with pioglitazone results in increased levels of p53 and p27 and decreased levels of cyclin D1"}, {"pubmed": 18334837, "text": "Large-scale analysis of cell cycle regulators in urothelial bladder cancer identifies p16 and p27 as potentially useful prognostic markers"}, {"pubmed": 18334933, "text": "p16(INK4a), p21(WAF1/CIP1), p27(KIP1), and p53 are expressed in human corneal endothelial cells despite donor ages."}, {"pubmed": 18346358, "text": "expression of P27KIP1 in human hepatocellular carcinoma"}, {"pubmed": 18350604, "text": "Review of molecular mechanisms underlying the functional loss of cyclindependent kinase inhibitors p16 and p27 in hepatocellular carcinoma."}, {"pubmed": 18363870, "text": "positive correlation between Foxo3a and p27(kip1)expression in non-Hodgkin's lymphomas"}, {"pubmed": 18385518, "text": "These results identify p66Shc and FOXO3a as novel partners of beta(1)Pix and represent the first direct evidence of beta(1)Pix in cell proliferation via Erk/p66Shc-dependent and Akt-independent mechanisms."}, {"pubmed": 18393360, "text": "The inhibition of FOXO3a-mediated activation of the p27 gene by the high aberrant expression of c-Myc in many tumor cells likely contributes to their uncontrolled proliferation and invasive phenotype."}, {"pubmed": 18408738, "text": "Results suggest that GSK-3 regulates nuclear p27 Kip1 expression through downregulation of Skp2 expression and regulates p27 Kip1 assembly with CDK2, playing a critical role in the G0/G1 arrest associated with intestinal cell differentiation."}, {"pubmed": 18415709, "text": "The low to high grade dedifferentiation of prostate adenocarcinoma is accompanied with the down-regulation of p27(kip1) protein, which may be an important molecular sign of the lost cell cycle control."}, {"pubmed": 18425369, "text": "PTEN and p27Kip1 are not downregulated in the majority of renal cell carcinomas"}, {"pubmed": 18437054, "text": "tetrandrine induces G(1) arrest and apoptosis through PI3K/kip1/AKT/GSK3beta pathway"}, {"pubmed": 18459109, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18476592, "text": "Expression of p27(kip1) is regulated by Jab1 in lymphoma cell lines."}, {"pubmed": 18507837, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18514141, "text": "The expression of Skp2 and p27 proteins in 48 cases of Extranodal nasal-type natural killer cell lymphoma was studied and their correlations with Epstein-Barr virus status and clinical outcomes, was evaluated."}, {"pubmed": 18521080, "text": "miR-221 has an oncogenic function in hepatocarcinogenesis by targeting CDKN1B/p27 and CDKN1C/p57, hence promoting proliferation by controlling cell-cycle inhibitors."}, {"pubmed": 18543099, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18543099, "text": "common CDKN1B polymorphisms do not markedly modify breast cancer risk among BRCA1 or BRCA2 carriers"}, {"pubmed": 18568767, "text": "Show that p27KIP1 was up-regulated in topotecan-induced apoptosis in HepG2 cells."}, {"pubmed": 18583941, "text": "Simultaneous knock-down of both p21 and p27 significantly enhanced doubling time, clonogenicity and cell cycle progression in a prostate cancer cell line."}, {"pubmed": 18593906, "text": "Pim kinases directly phsophorylate p27Kip1 at threonine-157 and threonine-198 residues."}, {"pubmed": 18593906, "text": "Pim kinases promote cell cycle progression and tumorigenesis by down-regulating p27(Kip1) expression at both transcriptional and posttranslational levels."}, {"pubmed": 18593937, "text": "Activation of protein kinase G Increases the expression of p21CIP1, p27KIP1, and histidine triad protein 1 through Sp1."}, {"pubmed": 18598941, "text": "Antitumoral activities of argyrin A depend on the prevention of p27(kip1) destruction through a potent inhibition of the proteasome."}, {"pubmed": 18604165, "text": "cell cycle exit is preceded by p27-dependent inhibition of cyclin A-Cdk1/2, cyclin D1 downregulation and reduced pre-mitotic pRb pocket protein phosphorylation"}, {"pubmed": 18604603, "text": "Data show that skp2 is a cytoplasmic and nuclear protein, and that there is an inverse correlation of endogenous levels of skp2 with p27 and tuberin in different transformed cells and under different growth conditions."}, {"pubmed": 18615582, "text": "S10 phosphorylation of p27 mediates all trans retinoic acid induced growth arrest in ovarian carcinoma cell lines."}, {"pubmed": 18644126, "text": "Skp2 and p27Kip1 have roles in resistance to preoperative doxorubicin-based chemotherapy in primary breast cancer"}, {"pubmed": 18645269, "text": "CDKN1B V109G polymorphism may not have a role in prostate cancer among the Taiwanese population"}, {"pubmed": 18645269, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18647205, "text": "The difference in expression patterns of p27(KIP1) and p57(KIP2) in proliferating and senescent melanocytes suggests the interplay between these proteins may play a functional role in melanocytic tumorigenesis"}, {"pubmed": 18663445, "text": "p27 has a role in salivary cancer"}, {"pubmed": 18673462, "text": "Germline mutations in the CDKN1B gene encoding p27 Kip1 are a rare cause of multiple endocrine neoplasia type 1."}, {"pubmed": 18673462, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18691549, "text": "These data suggest that a p27(Kip1)-driven checkpoint limits progression of prostatic intraepithelial neoplasia to prostate cancer."}, {"pubmed": 18694622, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18695910, "text": "p27kip1 expression is frequently down-regulated in head and neck squamous cell carcinoma."}, {"pubmed": 18708351, "text": "MicroRNA-221/222 confers tamoxifen resistance in breast cancer by targeting p27Kip1"}, {"pubmed": 18710468, "text": "Mutations in the CDKN1B and AIP genes are relatively uncommon in MEN1 mutation-negative multiple endocrine neoplasia I syndrome patients."}, {"pubmed": 18710468, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18710949, "text": "The present data support a role for p27 in the assembly of D-type cyclin-Cdk complexes and indicate that both cyclin D1-Cdk4-p27 assembly and kinase activation are regulated by p27 phosphorylation."}, {"pubmed": 18756055, "text": "down-regulated p27 protein expression is the possible underlying mechanism for the growth of uterine leiomyoma and over-expression of p27 induces cell death."}, {"pubmed": 18758183, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18766473, "text": "the analysis of p21cip1, p27kip1, and p16INk4a by immunohistochemistry could be useful in the management of patients with papillary thyroid carcinoma"}, {"pubmed": 18769118, "text": "low-level expression of p27 protein may partially attribute to latent EBV infection in extranodal nasal-type NK cell lymphoma involving EBNA1"}, {"pubmed": 18781093, "text": "p27 promotes cell migration in metastatic HCC cells through the regulation of RhoA activity."}, {"pubmed": 18788572, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18788572, "text": "The genotype of p27 V/V may be a potential risk factor for susceptibility to epithelial endometrial cancer."}, {"pubmed": 18794148, "text": "Pin1 is identified as a novel negative FOXO regulator, interconnecting FOXO phosphorylation and monoubiquitination in response to cellular stress to regulate p27(kip1)."}, {"pubmed": 18808421, "text": "a high level of p27(Kip1) expression is evident from early stages of hepatocarcinogenesis."}, {"pubmed": 18818203, "text": "BCL2 and BCL-xL facilitation of G0 quiescence requires BAX, BAK, and p27 phosphorylation by Mirk"}, {"pubmed": 18818877, "text": "Phosphorylation, half-life, and the nucleo-cytoplasmic traffic of p27 protein were altered by 15d-PGJ2 by mechanisms dependent on PI3K/Akt activity."}, {"pubmed": 18822693, "text": "Down-regulation of p27(Kip1) is a well-established feature of urothelial carcinoma. Probably, this down-regulation of cyclin-dependent kinase inhibitors supports the proliferation phase of oncogenesis."}, {"pubmed": 18823025, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18838534, "text": "Data show that activation of Myc inhibited p27-mediated erythroid differentiation without affecting p27-mediated proliferation arrest."}, {"pubmed": 18855981, "text": "Antitumor bioactivity of adenovirus-mediated p27mt in colorectal cancer cell line SW480."}, {"pubmed": 18922157, "text": "Low p27Kip1 expression were correlated with larger tumor size and higher stage, as well as tumor necrosis in renal cell carcinoma."}, {"pubmed": 18925698, "text": "univariate analysis showed overexpression of cyclin D1 & underexpression of p27 predicted lymph node metastases in papillary thyroid carcinomas; low risk group was cyclin D1 negative & p27 positive; high risk group was cyclin D1 positive & p27 negative"}, {"pubmed": 18953829, "text": "During the proliferation of Jurkat cells the protein expression of p27(kip1) decreased and intranuclear p27(kip1) decreased significantly."}, {"pubmed": 18977241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18987662, "text": "forced VEGF overexpression or autocrine VEGF stimulation of VEGFR-2 triggers proliferation and migration/invasion of U-937 leukemic c"}, {"pubmed": 19010853, "text": "Loss of p27 and overexpression of cyclin E play a critical role in the aggressiveness of gastroenteropancreatic neuroendocrine tumors"}, {"pubmed": 19020940, "text": "Polymorphisms in the P27KIP1 gene is associated with significantly poorer response to treatment in pancreatic cancer patients."}, {"pubmed": 19034576, "text": "Low p27(Kip1) expression is associated with lymph node metastasis in intrahepatic cholangiocarcinomas."}, {"pubmed": 19038492, "text": "p27Kip1 is regulated by serine 276 phosphorylation of the p65 subunit of NF-kappaB"}, {"pubmed": 19040567, "text": "Proliferation parameters of differentiating cells correlate with the activity and structure of cyclin A/E-CDK2 but not of cyclin D-CDK4/6-p27 complexes."}, {"pubmed": 19056892, "text": "Data show that Wnt-induced turnover of p27(KIP1) was independent from classical SCF(SKP2)-mediated degradation in both mouse and human cells."}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19077036, "text": "These results suggest that the p27(Kip1) gene specifically senses deregulated E2F activity through the E2F-like elements to suppress inappropriate cell cycle progression in response to loss of pRb function."}, {"pubmed": 19079342, "text": "Id-1 is a novel PTEN inhibitor that could activate the Akt pathway and its downstream effectors, the Wnt/TCF pathway and p27(Kip1) phosphorylation"}, {"pubmed": 19082479, "text": "Reduced levels of p27Kip1 are assicuated with colorectal cancer."}, {"pubmed": 19088079, "text": "miR-221 is transcriptionally induced upon PDGF treatment in primary vSMCs, leading to down-regulation of the targets c-Kit and p27Kip1. Down-regulation of p27Kip1 by miR-221 is critical for PDGF-mediated induction of cell proliferation"}, {"pubmed": 19093261, "text": "MG-123 induces apoptosis and G(1) arrest which is associated with upregulated p27kip1 expression in gastric carcinoma cells."}, {"pubmed": 19096232, "text": "These results showed that the expression of cyclin D1, p21 and p27, alone or in combination, are early events in gastric tumorigenesis and may serve as a candidate molecular marker for the early gastric carcinoma."}, {"pubmed": 19106631, "text": "analysis of the internal ribosome entry site within the human p27 Kip1 5'-untranslated region"}, {"pubmed": 19107213, "text": "A role for miR-221/222 in prostate carcinoma,with upregulation in patient-derived primary cell lines, and a significant inverse correlation with p27 expression."}, {"pubmed": 19112177, "text": "HINT1 up-regulates cellular levels of p27(KIP1) by two mechanisms: 1) it inhibits its ubiquitylation by targeting the SCF(SKP2) ubiquitin ligase complex, and 2) it inhibits the phosphorylation of p27(KIP1) by Src via inhibiting Src expression."}, {"pubmed": 19123975, "text": "The E2 core of Cdc34 provides specificity to p27, and the residues 184-196 are required for possessive ubiquitination by Cdc34."}, {"pubmed": 19124506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19139918, "text": "Jab1, as a negative regulator of p27, may be associated with the progression and prognosis of epithelial ovarian tumors."}, {"pubmed": 19141585, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19187271, "text": "Elevated intracellular p27(Kip1) level in leukemic lymphocytes of early- and intermediate stage B-CLL patients contributes to rapid progression of the disease and mortality."}, {"pubmed": 19221487, "text": "The elevation of cellular miR181a levels abrogates the 1,25-dihydroxyvitamin D-induced increase in Cyclin-Dependent Kinase Inhibitor p27 at both mRNA and protein levels."}, {"pubmed": 19236751, "text": "After treating of NB4 cells with As(2)O(3), P27(Kip1) and endogenous TGF-beta1 mRNA expressions were up-regulated, and cyclin E mRNA expression was down-regulated."}, {"pubmed": 19258477, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19263441, "text": "Data show that the growth inhibitory effects of the glyceollins appeared to be due to an inhibition of G1/S progression and correlated with an up-regulation of cyclin-dependent kinase inhibitor 1 A and B mRNA and protein levels."}, {"pubmed": 19266349, "text": "Nkx3.1 and p27(KIP1) cooperate in proliferation inhibition and apoptosis induction in human androgen-independent prostate cancer cells."}, {"pubmed": 19273599, "text": "These results identify miR-181a as a regulator of p27 mRNA translation during myeloid cell differentiation."}, {"pubmed": 19276255, "text": "Loss of p27 is associated with reduced survival in stage III colon cancer but by itself does not indicate a significant difference in outcome between patients treated IFL or 5-fluorouracil/leucovorin."}, {"pubmed": 19281796, "text": "These results suggest that PARP-1 acts as a corepressor for FOXO1, which could play an important role in proper cell proliferation by regulating p27(Kip1) gene expression."}, {"pubmed": 19293259, "text": "Inactivation of PTEN/p27(kip1) proteins is a specific feature in the progression of endometrial carcinoma in obese patients."}, {"pubmed": 19298520, "text": "This meta-analysis indicates that reduced p27 is an independent prognostic factor for poor overall and disease-free cancer survival."}, {"pubmed": 19304516, "text": "The expression of P27(Kip1) in valproic acid-treated HL-60/HT cells was significantly lower but P170 expression significantly higher than that of HL-60 cells and normal mononuclear cells."}, {"pubmed": 19349901, "text": "Overexpression of Jab1 in ECA109 cells decreased p27 levels and induced the translocation of p27 from the nucleus to the cytoplasm."}, {"pubmed": 19351827, "text": "findings show that thrombin stimulates tumor cell growth by down-regulation of p27(Kip1)"}, {"pubmed": 19379560, "text": "Apoptosis of APL cells induced by As(2)O(3) may be caused by up-regulating TGF-beta1 and P27(Kip1)."}, {"pubmed": 19397698, "text": "Immortalized cell lines from human gingival mucosal keratinocytes with epithelial mesenchymal transition (EMT) expressed significantly elevated levels of cIAP-1, Bclx and p27(kip) higher than non-EMT cells."}, {"pubmed": 19424645, "text": "Results suggest that both nuclear and cytosolic p27 can promote cancer cell motility."}, {"pubmed": 19430707, "text": "Results show that overexpression of CDK4, cyclin D1, and Rb proteins, and loss of expression of proteins p16, p27, and p19 were statistically significant in NPC tissues compared with non-cancerous NPE (P<0.05) by real-time RT-PCR and tissue microarray."}, {"pubmed": 19445020, "text": "Pirh2 overexpression may have an important role in the development and maintenance of head and neck squamous cell carcinoma at least partially through p27 degradation"}, {"pubmed": 19451650, "text": "EBV PK enhances p27(Kip1) degradation effectively upon EBV productive replication, contributing to establishment of an S-phase-like cellular environment with high CDK activity"}, {"pubmed": 19461157, "text": "in addition to overexpression of Jab1 and reduced expression of p27(kip1), cytoplasmic localization of Jab1 and p27(kip1) are associated with increased cancer cell proliferation and might be related to the invasiveness of papillary thyroid carcinoma."}, {"pubmed": 19470470, "text": "Increased motility of cancer cells with PI3K and/or MAPK pathway activation may result partly from RSK1 activation, accumulation of p27T198 in the cytoplasm, p27:RhoA binding, inhibition of RhoA/Rock pathway activation, and loss of actomyosin stability."}, {"pubmed": 19473963, "text": "ectopic expression of PFKFB3 increased the expression of several key cell cycle proteins, including cyclin-dependent kinase (Cdk)-1, Cdc25C, and cyclin D3 and decreased the expression of the cell cycle inhibitor p27"}, {"pubmed": 19474519, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19493606, "text": "). Women who had at least one mutated allele presented twofold chances for endometriosis development (OR=1.9; 95% CI, 1.120-3.343)."}, {"pubmed": 19493606, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19522032, "text": "Data show that a mutant form of p27Kip1 can induce apoptosis in colorectal cancer cells."}, {"pubmed": 19531414, "text": "For disease-free survival p27Kip1 might be the most useful prognostic factor [in salivary gland mucoepidermoid carcinoma]"}, {"pubmed": 19533041, "text": "Data indicate that PI3K inhibitor, LY294002, almost completely blocked Lf(Fe(3+))-induced Akt activation, and prevented the cytoplasmic localization of p27(kip1)."}, {"pubmed": 19536092, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19542220, "text": "Mirk, through regulating cyclin D turnover, and the CDK inhibitor p27, as shown by depletion studies, functioned independently and additively to regulate the exit of tumor cells from quiescence."}, {"pubmed": 19556892, "text": "cofilin expression and its regulation of p27(kip1) expression is important for the control of G(1) phase progression."}, {"pubmed": 19557642, "text": "MG-132 is a potent inducer of apoptosis of PEL cells via downregulation of SKP2 leading to accumulation of p27Kip1, resulting in cell cycle arrest and apoptosis"}, {"pubmed": 19559782, "text": "Expression levels of NF-Y target genes changed by CDKN1B correlate with clinical prognosis in multiple neoplasms."}, {"pubmed": 19576211, "text": "Inhibition of thromboxan synthase TXS results in the p27-related induction of cell death in lung cancer cells."}, {"pubmed": 19584057, "text": "reveals a novel regulatory mechanism for p27(Kip1) stability and sheds new light on the biological function of Pin1 as a general regulator of protein stability."}, {"pubmed": 19587092, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19594747, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19631451, "text": "Data demonstrate that the novel anticancer mechanism of hinokitiol involves accumulation of p27, down-regulation of pRb, Skp2, and impairment of Cdk2 function."}, {"pubmed": 19636294, "text": "epithelial ovarian cancer subset with high level of SKP2 and low level of p27Kip1 showed a strong association with proliferative marker Ki167; treatment with bortezomib caused downregulation of SKP2 and accumulation of p27Kip1"}, {"pubmed": 19657571, "text": "expression of S-phase kinase-associated protein 2 (SKP2) in HL-60/A cells nucleofected by SKP2 siRNA was down-regulated whereas the protein level of P27kip1 was up-regulated"}, {"pubmed": 19667240, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19667240, "text": "Patients with the p27(kip1)-838AA genotype have a decreased risk of in-stent restenosis corresponding with enhanced promoter activity of the -838A allele of this cell-cycle inhibitor, which may explain decreased smooth muscle cell proliferation"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19698214, "text": "Low expression of P27(kip1) and the high expression of cyclin G in patients acute leukemia may have some correlation with genesis and development of the disease."}, {"pubmed": 19723645, "text": "Women with high p27 expression had a significantly longer disease-free survival"}, {"pubmed": 19724954, "text": "In endometrial carcinomas, the inverse topological correlation between Skp2 and p27 was evident in 39/66 (59%) cases."}, {"pubmed": 19727727, "text": "All patients of Monoclonal gammopathy of undetermined significance (MGUS) and multiple myeloma (MM)lacked methylation at p27 KIP1 gene."}, {"pubmed": 19730150, "text": "Data show that Protein levels of tumor suppressor targets of the miRNAs were increased by antisense to miR-21 (PTEN and RECK) and miR-221 (p27)."}, {"pubmed": 19734935, "text": "Our results suggest that exogenous expression of p27 inhibits the proliferation of PC3 cells through induction of G(1) arrest and apoptosis, and this process correlates with inhibition of the EGFR/PI3K/Akt signalling pathway."}, {"pubmed": 19738611, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19777788, "text": "the quantitative and qualitative (pattern of distribution) evaluation of the expressions of Ki67, P27 and P53 may be helpful in differentiating malignant and premalignant epidermal lesions, particularly in unsatisfactory or fragmented specimens"}, {"pubmed": 19789190, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19817957, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19819988, "text": "analysis of BMP-4 induction of arrest and differentiation of osteoblast-like cells via p21 CIP1 and p27 KIP1 regulation"}, {"pubmed": 19832036, "text": "Upregulated p27kip1 can downregulate survivin expression and inhibit telomerase activity in gastric carcinoma cells."}, {"pubmed": 19838216, "text": "Data show that SHP-1 knockdown increases p27stability, decreases the CDK6 levels, inducing retinoblastoma protein hypophosphorylation, downregulation of cyclin E and thereby a decrease in the CDK2 activity."}, {"pubmed": 19843869, "text": "We here report the discovery of a novel damage-responsive pathway, which involves p27(Kip1)"}, {"pubmed": 19860623, "text": "increase in CDK6, Cyclin E, p27kip1, and p21waf1 expression, and after 6BIO treatment, the expression of most of these proteins decreased."}, {"pubmed": 19887899, "text": "novel aspects of the p27(KIP1) protein, which displays genetically separable tumor suppressing and oncogenic functions."}, {"pubmed": 19889619, "text": "Skp2 and p27 may be useful prognostic markers in the rituximab era."}, {"pubmed": 19910837, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19910837, "text": "Results indicate that the p21 polymorphism may contribute to susceptibility to pancreatic cancer, particularly among p27 homozygous wild-type carriers and nonsmokers."}, {"pubmed": 19912438, "text": "these data indicate that RPS13 could promote the growth and cell cycle progression of gastric cancer cells at least through inhibiting p27(kip1) expression."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19923826, "text": "In this study, we evaluated the expression of some proteins involved in cell-cycle control (p53, p27, p21, and cyclin D1),148S"}, {"pubmed": 19924135, "text": "alterations of the cell-cycle checkpoint controlling proteins p27(KIP1), p16(INK4a), and RB1 may exert a profound effect in malignant transformation in blastic plasmacytoid dendritic cell neoplasm"}, {"pubmed": 19938192, "text": "Macrophage MIF increases the proliferation of gastric cancer cells, induces the expression of cyclin D1 at the transcriptional level and inhibits the expression of p27(Kip1) at the post-transcriptional level via the PI3K/Akt pathway"}, {"pubmed": 19952944, "text": "Cytoplasmic p27 independently predicts poorer prognosis in ovarian carcinoma"}, {"pubmed": 19953484, "text": "The expression of p27(kip1) was up regulated in cells transfected with miR-221/ and miR-222 in glioblastoma cells."}, {"pubmed": 19959471, "text": "Studies present the first evidence demonstrating the role of the AP-1 complex in transcriptional down-regulation of the p27(Kip1) gene following mitogenic stimulation."}, {"pubmed": 20011080, "text": "These results suggest that PKC(alpha) affects cell cycle progression and proliferation in human RPE cells through the downregulation of p27(kip1)."}, {"pubmed": 20054616, "text": "Data show that upregulation of Spry1 in HUVECs inhibits tube formation and is associated with decreased proliferation and increased expression of p21 and p27."}, {"pubmed": 20059402, "text": "In gastric cancer, reduced expression of p27(KIP1) was closely linked to H. pylori infection, and was dependent on the more pathogenic strains."}, {"pubmed": 20074558, "text": "perlecan plays an indispensible role in endothelial cell proliferation and acts through a mechanism that involves subcellular localization of p27."}, {"pubmed": 20075119, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20075119, "text": "The p27KIP1 polymorphism rs34330 (-79C>T) was identified as a risk factor for developing the follicular variant of papillary thyroid carcinoma."}, {"pubmed": 20108172, "text": "Phosphorylated p27Kip1 on Thr157 is associated with hepatocellular carcinoma."}, {"pubmed": 20143334, "text": "Pfn1 overexpression results in increased protein stability of p27(kip1) (p27-a major cyclin-dependent kinase inhibitor) and marked elevation in the overall cellular level of p27."}, {"pubmed": 20146005, "text": "Data show that miR-221 is important in tumorigenesis of C, possibly by specifically down-regulating p27(Kip1), a cell-cycle inhibitor."}, {"pubmed": 20193371, "text": "The transfer of p21(waf1) and p27(kip1) genes could inhibit the growth of human breast carcinoma cells and the unnormal duplication of centrosomes."}, {"pubmed": 20372838, "text": "Observed a reduction of Akt signaling proteins in prostate cancer tissue compared to benign controls with significantly lower expression of p27kip1, PTEN and p-Akt."}, {"pubmed": 20399237, "text": "Data suggest that TM4SF5 accelerates G1/S phase progression with facilitated CDK4/cyclin D1 entry into the nucleus, which might be supported by TM4SF5-mediated actin reorganization through cytosolic p27Kip1 expression and Rho GTPase activity."}, {"pubmed": 20448040, "text": "the dynamic nuclear distribution of the B56gamma3 regulatory subunit controls nuclear PP2A activity, which regulates cell cycle controllers, such as p27, to restrain cell cycle progression, and may be responsible for the tumor suppressor function of PP2A"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20458559, "text": "p21 and p27 were identified as the primary molecular targets of Arsenic trioxide against breast cancer."}, {"pubmed": 20492341, "text": "Hypermethylation downregulates Runx3 gene expression and its restoration suppresses gastric epithelial cell growth by inducing p27 and caspase3 in human gastric cancer."}, {"pubmed": 20507346, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20508912, "text": "Identification of p27/KIP1 expression level as a candidate biomarker of response to rapalogs therapy in human cancer"}, {"pubmed": 20530095, "text": "Germline alterations in the CDKN1B gene do not contribute to the higher incidence of extrapituitary neoplasia observed in acromegalic patients nor do they play any role in familial isolated tumors."}, {"pubmed": 20530095, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20541486, "text": "The data suggest that H. pylori cagA(+) contributes to p53 alteration and indicate that concomitant gene inactivation, with reduced p27 expression, may be a mechanism in which H. pylori can promote the development and progression of gastric cancer."}, {"pubmed": 20541671, "text": "This study showed that how p27 dysregulation might affect neuroendocrine cell function and trigger tumorigenesis."}, {"pubmed": 20546339, "text": "Alteration of the p27(Kip1)-interacting cell-cycle regulators appeared strongly involved in the progression of endometriosis-associated ovarian clear cell carcinogenesis through increasing cell proliferative activity."}, {"pubmed": 20558775, "text": "Heparin inhibits pulmonary artery smooth muscle cell proliferation through GEF-H1/RhoA/ROCK/p27 signaling pathway."}, {"pubmed": 20565904, "text": "High p27kip1 with perinecrotic HIF-1alpha expression is associated with endometrioid endometrial carcinoma."}, {"pubmed": 20608352, "text": "Laminarin sulfate can inhibit the proliferation, arrest the cell cycle in the S phase and induce apoptosis of prostate cancer PC-3 cells by increased expressions of PTEN and P27kip1."}, {"pubmed": 20615757, "text": "No novel variations were found in exons encoding for CDKN1B. So the mutations in CDKN1B are not common with premature ovarian failure in Han Chinese women"}, {"pubmed": 20615757, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20624000, "text": "The ER stress-induced apoptosis is enhanced by miR-221/222 mimics and attenuated by miR-221/222 inhibitors. miR-221/222 promoted-apoptosis under ER stress is associated with p27(Kip1)- and MEK/ERK-mediated cell cycle regulation."}, {"pubmed": 20626751, "text": "Data show that loss of nuclear p27(kip1) is a frequent event in human RCCs and is a powerful predictor of poor outcome which, in combination with low DG expression, could help to identify high-risk patients with clear cell RCC."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20631637, "text": "Overexpressions of nuclear p27 is associated with non-small cell lung cancer."}, {"pubmed": 20647308, "text": "Data indicate that the addiction of MYCC-amplified ovarian cancer cells to MYCC differs from the dependence of MYCC non-amplified cancer cells on MYC paralogs, but both are mediated, at least in part, by p27(Kip1)."}, {"pubmed": 20661724, "text": "The expression of the cyclin-dependent kinase inhibitor p27 is increased with cisplatin resistance in a human gastric cancer cell line."}, {"pubmed": 20668328, "text": "Hypermethylation does not contribute to P2(KIP1) silencing in gastric cancer in a northern Brazil population."}, {"pubmed": 20683061, "text": "CDKN1B polymorphism appears to be a predictive factor for breast cancer and CCND1 polymorphism may be a prognostic biomarker. Larger study groups are needed to fully elucidate the role of CCND1 and CDKN1B polymorphisms in the development and prognosis."}, {"pubmed": 20683061, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20698225, "text": "In hepatocellular carcinoma, JAB1 was inversely correlated with p27(kip1)."}, {"pubmed": 20713460, "text": "Differences in expression levels of apoptosis- and proliferation-controlling proteins define distinct prognostic subgroups of chronic lymphocytic leukemia and uncover a correlation of levels of CDK4, P27 and P53 proteins with higher hierarchical risk."}, {"pubmed": 20716117, "text": "the protein status of p27(Kip1) is mainly determined by p38-MAPK, whereas the role of SKP2 is less significant in the doxoroubicin-treated A549 cells."}, {"pubmed": 20723295, "text": "TGFss1 induces cell cycle arrest and apoptosis in HL-60 cells, while the P27(kip1) expression is up regulated."}, {"pubmed": 20813693, "text": "p27kip1 expression is significantly lower in renal cancer tissues than in normal tissues."}, {"pubmed": 20818387, "text": "PUM1 binding induces a local change in RNA structure that favours association with miR-221 and miR-222, efficient suppression of p27 expression, and rapid entry to the cell cycle"}, {"pubmed": 20818424, "text": "Rheb controls proliferation of TSC2-deficient cells by a mechanism that involves regulation of AMPK and p27, and that Rheb is a potential target for TSC/LAM therapy."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20824794, "text": "results extend previous findings of CDKN1B mutations in patients with MEN1-related states and support the hypothesis of a tumor suppressor role for p27 in neuroendocrine cells"}, {"pubmed": 20833334, "text": "review presents the recent advances in MEN-4 and other multiple endocrine neoplasias and summarises the current knowledge of how P27KIP1 and p18-INK4C may be implicated in endocrine neoplasia [review]"}, {"pubmed": 20851109, "text": "These results indicated that PP6 and CaMKII regulated apoptosis by controlling the expression level of p27."}, {"pubmed": 20890423, "text": "The expression of Cyclin-Dependent Kinase Inhibitor p27 was found inversely linked to which of Tspan-1 and Jab1. (Cyclin-Dependent Kinase Inhibitor p27)"}, {"pubmed": 20980721, "text": "The discovery of MEN4 has defined a new role for CDKN1B as a tumor susceptibility gene for multiple endocrine tumors."}, {"pubmed": 21045237, "text": "CDKN1B/p27 aberrations seem to be uncommon in PTCL/NOS pathogenesis."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21054888, "text": "regulation of p16, p21, p27 and c-myc is increased by oridonin, which induces apoptosis and senescence in colorectal cancer cells"}, {"pubmed": 21062737, "text": "a Pim-1 inhibitory p27(Kip1) peptide could be developed as an anti-cancer drug against prostate cancer."}, {"pubmed": 21067268, "text": "the major phosphorylation site at Ser10 of p27 played a pivotal role in the migration of malignant glioma cells."}, {"pubmed": 21075101, "text": "TNF-alpha not only induced the p27(kip) expression and cell cycle arrest in the G(0)-G(1) phase."}, {"pubmed": 21115898, "text": "Increased frequency of expression of P27 is associated with hepatitis and hepatocellular carcinoma."}, {"pubmed": 21177330, "text": "In sporadic medullary thyroid carcinoma, the CDKN1B V109G polymorphism correlates with a more favorable disease progression than the wild-type allele and might be considered a new promising prognostic marker."}, {"pubmed": 21182779, "text": "Chemical genetics approach to restoring p27Kip1 reveals novel compounds with antiproliferative activity in prostate cancer cells."}, {"pubmed": 21216562, "text": "in MCF-7 breast cancer cells, abrogation of phosphorylation of Ser(10) in p27(Kip1)resulted in significant changes in gene expression profiles which mediate cell cycle redistribution, sub-cellular localization."}, {"pubmed": 21224344, "text": "Results show that low levels of CDX2 accelerate colon tumorigenesis by reducing p27Kip1 levels."}, {"pubmed": 21236467, "text": "Our results suggest that Pirh2 mediates the degradation of p27(Kip1) and participates in cell proliferation in human hepatocellular carcinoma"}, {"pubmed": 21245140, "text": "SKP2 is a direct MYC target gene and that MYC-mediated SKP2 induction leads to reduced p27 levels. The results suggest the induction of SKP2 oncogene as a new mechanism for MYC-dependent transformation"}, {"pubmed": 21264218, "text": "ability of USP19 to regulate cell proliferation and p27(Kip1) levels."}, {"pubmed": 21278490, "text": "p27 down regulation following GSK-3 depletion / inactivation plays a critical role in promoting beta-cell replication."}, {"pubmed": 21289244, "text": "The identification of germline CDKN1B variants in patients with sporadic presentations provides evidence for CDKN1B as a susceptibility gene in the development of typical parathyroid adenomas."}, {"pubmed": 21310472, "text": "Low p27 expression could be associated with malignant transformation of the ovarian epithelium and FIGO stage."}, {"pubmed": 21338280, "text": "high levels of pThr187-p27(Kip1) may predict a worse clinical outcome in patients with aggressive lymphomas."}, {"pubmed": 21351264, "text": "p27 downregulation is associated with tamoxifen resistance in premenopausal breast cancer."}, {"pubmed": 21355095, "text": "Silencing of miR-221 or overexpressing of miR-155 in dendritic cells resulted in p27(kip1) protein increase and dendritic cells apoptosis."}, {"pubmed": 21371741, "text": "reduced immunostaining of PCNA and Ki67 and increased immunostaining of p27 and p57 in the dexamethasone-induced intrauterine growth restriction placental development compared to control placental development"}, {"pubmed": 21422114, "text": "CDKN1B is an interesting candidate gene as a potential biomarker for prognostication in acute myeloid leukemia."}, {"pubmed": 21423214, "text": "Data identify cyclin-dependent kinase (CDK) inhibitor p27(Kip1) as a novel JAK2 substrate."}, {"pubmed": 21423803, "text": "The presence of T198 is fundamental for the regulation of p27 functions."}, {"pubmed": 21454826, "text": "These findings suggest that polymorphisms of the CDKN1B gene may play a role in endometrial carcinogenesis"}, {"pubmed": 21464733, "text": "Low p16(Ink4a) expression, overexpression of p53, cytoplasmic p27(Kip1), and Cyclin A are predictive markers for shorter overall survival in ovarian carcinomas."}, {"pubmed": 21478095, "text": "The expression of p27KIP1 was nearly statistically significant with progression in B-CLL"}, {"pubmed": 21478681, "text": "p27Kip(1) expression levels are critical for self-renewal and pluripotency in embryonic stem cells, defining a role for p27Kip(1) in controlling an epithelial to mesenchymal transition."}, {"pubmed": 21508681, "text": "repression of CUGBP1 by siRNA transfection enhanced p27 protein levels and stimulated p27 IRES activity"}, {"pubmed": 21552422, "text": "target of miR-148a in gastric cancer"}, {"pubmed": 21575583, "text": "The different LH subdomains, despite their sequence and thermodynamic differences, play similar roles in binding and inhibiting Cdk2/cyclin A."}, {"pubmed": 21575944, "text": "Sequencing analysis of the complete coding region of CDKN1B in a panel of premature ovarian failure patients and control subjects reveals a novel mutation potentially related to the phenotype."}, {"pubmed": 21637966, "text": "p27 expression seems to be more powerful than p21 expression in providing useful prognostic information in colorectal cancer"}, {"pubmed": 21715330, "text": "Incomplete folding upon binding mediates Cdk4/cyclin D complex activation by tyrosine phosphorylation of inhibitor p27 protein."}, {"pubmed": 21762277, "text": "The expression of cell proliferation markers cyclin A and p27 are independent prognostic factors in patients with esophageal squamous cell carcinoma."}, {"pubmed": 21780161, "text": "lack of magnesium may increase p21(Cip1) and p27(Kip1) levels mediated by the decrease in ATP content and the activation of p53, resulting in the suppression of cell cycle progression from G1 to S phase in NRK-52E cells"}, {"pubmed": 21785466, "text": "Data suggest that p27KIP1 has a crucial proapoptotic role in malignant mesothelioma (MM) cells treated with SRC inhibitors."}, {"pubmed": 21795702, "text": "WWP1 markedly inhibited the replicative senescence induced by p27(Kip1) by promoting p27(Kip1) degradation."}, {"pubmed": 21813412, "text": "Inhibition of Src family and Abl kinases with either siRNAs or dasatinib enhances paclitaxel sensitivity of ovarian cancer cells through p27(Kip1)-mediated suppression of Bcl-2 and Cdk1 expression."}, {"pubmed": 21828232, "text": "Loss of P27KIP1 is associated with melanoma."}, {"pubmed": 21840777, "text": "Cathepsin B and uPAR downregulation reduced tumor growth and increased p27 nuclear expression in vivo."}, {"pubmed": 21841827, "text": "These results show that H. pylori infection induces AKT/PI3K-mediated phosphorylation of p27 to caucse cytoplasmic p27 translocation in gastric cancer"}, {"pubmed": 21885849, "text": "Deficient p27 phosphorylation at serine 10 increases macrophage foam cell formation and aggravates atherosclerosis through a proliferation-independent mechanism."}, {"pubmed": 21907315, "text": "Transfection of siRNA specific for cMet, the HGF receptor, eliminated the HGF anti-proliferation effect on human bone marrow-derived stem cells and the HGF-mediated increase in p53, p21, and p27."}, {"pubmed": 21981759, "text": "High cytoplasmic p27(Kip1) levels in renal cancer tissues are associated with advanced disease and reduced cancer specific survival, whereas low nuclear expression levels appear to be beneficial."}, {"pubmed": 22014979, "text": "involvement of JNKs in TM4SF5-mediated p27(Kip1) Ser10 phosphorylation and localization during epithelial-mesenchymal transition."}, {"pubmed": 22026581, "text": "Data show that MEN1 gene is the main target for genetic analysis in Multiple endocrine neoplasia type 1 (MEN1) syndrome, and suggest that in patients without MEN1 gene mutation, CDKN1B or AIP genes should also be tested."}, {"pubmed": 22036806, "text": "Novel oncogenic function of p27Kip1: retention and destabilization of the pro-apoptotic PTEN outside of the nucleus."}, {"pubmed": 22094872, "text": "Differences in p27/skp-2 expression among Malignant salivary gland tumors subtypes correlated with histogenesis and tumor grade"}, {"pubmed": 22110200, "text": "Loss of KIP1 in the cytoplasm was found in teratomas and embryonal cell carcinomas."}, {"pubmed": 22120635, "text": "Gene silencing of endogenous CSN5 by siRNA attenuated the XLGalpha(olf)-mediated down-regulation of P27KIP1, which was also demonstrated to require CDK2."}, {"pubmed": 22134138, "text": "Regulation of p27 by Artemis and DDB2 is important for cell cycle progression in normally proliferating cells."}, {"pubmed": 22158033, "text": "acute RECK expression in colon carcinoma cells results in cell cycle-arrest accompanied by downregulation of a ubiquitin ligase component, S-phase kinase-associated protein 2, and upregulation of its substrate, p27(KIP1)."}, {"pubmed": 22158041, "text": "This study uncovers Cyclin-F as a novel p27Kip1-interacting protein. A p27Kip1 mutant protein that does not inhibit CDK activity triggers centrosome amplification by antagonizing the cyclin F-mediated degradation of CP110."}, {"pubmed": 22158041, "text": "data show p27Kip1 can perturb mitosis and suggest it does so by sequestering cyclin F, which prevents its interaction with and subsequent degradation of CP110, resulting in centrosome reduplication, mitotic catastrophe and abrogation of cell proliferation"}, {"pubmed": 22161326, "text": "Data indicate that Sic1 function in analogy to its human counterpart p27(Kip1), whose deregulation leads to failure in timing of kinase activation and, therefore, to cancer."}, {"pubmed": 22199306, "text": "p27KIP1 has a role in node-negative breast cancer, but the interaction with ER and PR is only significant in T1a/b stage"}, {"pubmed": 22221586, "text": "These data question previously reported data supporting the prognostic relevance of both p16 and p27 proteins in early prostate cancer."}, {"pubmed": 22291433, "text": "CDKN1B variants may contribute to the development of pituitary adenomas, but their low incidence and lack of clear segregation with affected patients make CDKN1B sequencing unlikely to be of use in routine investigation of FIPA kindreds"}, {"pubmed": 22293177, "text": "p27 has a role in cytokinesis via the regulation of citron-K activity"}, {"pubmed": 22296117, "text": "FoxM1, p27(kip1) and p21(waf1/cip1) showed distinct immunoreactivity according to histological subtype, which may help in the differential diagnosis of pulmonary neuroendocrine tumours."}, {"pubmed": 22311264, "text": "Jab1 overexpression contributes to pathogenesis of oral squamous cell carcinomas by degradating p27 expression."}, {"pubmed": 22343731, "text": "Aberrant overexpression of miR-196a and consequent downregulation of p27(kip1) could contribute to gastric carcinogenesis."}, {"pubmed": 22350412, "text": "Jab1/CSN5 negatively regulates p27 and plays a role in the pathogenesis of nasopharyngeal carcinoma."}, {"pubmed": 22404445, "text": "p27kip1 upregulated by hnRNPC1/2 antagonizes CagA-mediated pathogenesis."}, {"pubmed": 22446332, "text": "These results suggested that miR-181b could be induced by TGF-beta1 and promote the growth of hepatic stellate cells by directly targeting p27."}, {"pubmed": 22469187, "text": "Data indicate that in arecoline treated oral squamous cell carcinoma cells, elevated levels of p21 and p27 could be downregulated through the reactive oxygen species/mTOR complex 1 (ROS/mTORC1) pathway."}, {"pubmed": 22492278, "text": "Our results suggest that Spy1 may be a possible prognostic indicator in NHLs, and it was correlated with phosphorylation of p27(Kip1) on Thr187"}, {"pubmed": 22511779, "text": "p27 is an important target of the tumor-suppressive effects of PP2A and likely an important target of the multitude of cellular oncoproteins that emulate the transforming function of ST."}, {"pubmed": 22553813, "text": "p27 and galectin-3 immunohistochemical results were significantly different between follicular adenomas including those with atypical features and minimally and widely invasive follicular carcinomas with highly statistically significant difference"}, {"pubmed": 22586611, "text": "Knockdown of the serine/threonine phosphatase PPM1H confers trastuzumab resistance via reduction in protein levels of the tumor suppressor p27."}, {"pubmed": 22650359, "text": "Study suggests overexpression of BMPRIB may arrest and induce the differentiation of glioblastoma cells due to upregulation of p21 and p27kip1 and that decreased expression of BMPRIB in glioblastoma cells contributes to glioma tumorigenicity."}, {"pubmed": 22665064, "text": "USP37 links REST to the control of p27 stability and cell proliferation."}, {"pubmed": 22675932, "text": "There is a negative relationship between Jab1 and p27kiPl protein in laryngeal squamous cell carcinoma."}, {"pubmed": 22710719, "text": "MYC inhibits differentiation by antagonizing the imatinib-mediated upregulation of p27."}, {"pubmed": 22763761, "text": "No significant correlation was found between p-27, Cyclin D3, and cyclin E in pediatric Embryonal tumors"}, {"pubmed": 22820506, "text": "The p27 inhibits ERalpha transcriptional activity by two independent mechanisms, physical nuclear exclusion of ER alpha, and modulation of the ER alpha transcriptional complex."}, {"pubmed": 22823061, "text": "A meta-analysis indicated that the p27V109G polymorphism did not correlate with the overall cancer risk in the general population."}, {"pubmed": 22908227, "text": "serine 123 phosphorylation modulates p21 protein stability and activity by suppressing ubiquitin-independent proteasomal degradation."}, {"pubmed": 22970236, "text": "we showed in the present work that H(2)O(2) scavenging prevents nuclear exportation of p27Kip1, allowing cell cycle arrest, suggesting that cancer cells take advantage of their intrinsic pro-oxidant state to favor cytoplasmic localization of p27Kip1"}, {"pubmed": 22988851, "text": "Disorder within p27 mediates transmission of an N-terminal tyrosine phosphorylation signal to a C-terminal threonine phosphorylation, constituting a signalling conduit."}, {"pubmed": 22995332, "text": "Emi1 participates in human hepatocellular carcinoma (HCC) cell proliferation and that progression is controlled by anaphase-promoting complex/cyclosome (APC/C) inhibition, which stabilized Skp2 and enabled p27(kip1) degradation."}, {"pubmed": 23029392, "text": "Knocking down Skp2 increased nuclear and cytoplasmic p27 and blocked estrogen-induced degradation of p27."}, {"pubmed": 23034899, "text": "Kip1 polymorphisms are associated with hepatocellular cancer."}, {"pubmed": 23062638, "text": "Overexpression of Skp2 might be the mechanism underlying p27(Kip1) over degradation."}, {"pubmed": 23077062, "text": "The expression of p27(Kip1) was reduced in oligodendrocyte progenitor cells in infant white matter lesions after hypoxia."}, {"pubmed": 23077088, "text": "Data indicate that LRP6, BCL2L14, DUSP16, CREBL2, and CDKN1B were involed in centromeric (12p11.21-12p13.2) deletion in ETV6-RUNX1 B-cell precursor acute lymphoblastic leukemia (BCP-ALL)."}, {"pubmed": 23133524, "text": "Gatifloxacin induces S and G2-phase cell cycle arrest in pancreatic cancer cells via p21/p27/p53"}, {"pubmed": 23184467, "text": "Data indicate that the signal transducer and activator of transcription 6 (Stat6) as an important cell differentiation regulatory protein functioning by interacting with Sp1 to activate the p21 and p27 gene promoters in breast cancer cells."}, {"pubmed": 23203004, "text": "BRAF (V600E) is non-associated with Gal-3 expression, whereas it is associated with cytoplasmatic localization of p27kip1 and higher CK19 expression in papillary thyroid carcinoma."}, {"pubmed": 23221544, "text": "Results show p27Kip1 and cyclin D3 are strongly associated with cellular differentiation, and, for the first time, show that up-regulation of p27Kip1 protects hES cells from inducing differentiation-associated and caspase 3-dependent apoptosis."}, {"pubmed": 23221604, "text": "A low p27 expression is associated with lymph node metastasis, deep stromal invasion, tumor diameter more than 20 mm, and high GOG score and had a prognostic influence on overall survival in a series of 130 women cervical carcinoma."}, {"pubmed": 23230143, "text": "Findings revealed a novel function of simultaneous p27 and CDK2 cytoplasmic mislocalization in mediating growth-factor-regulated cell proliferation, migration and invasion."}, {"pubmed": 23301842, "text": "p27kip1 expression was decreased in esophageal carcinomas with overexpression of CKS1 and/or CKS2."}, {"pubmed": 23312942, "text": "Data suggest that the p27(Kip1)-838C>A SNP is associated with lower extremity vein bypass graft patency."}, {"pubmed": 23339869, "text": "TRIP6 also promotes serum-induced reduction of nuclear p27(KIP1) expression levels."}, {"pubmed": 23382584, "text": "TP53, P21 and P27 positivity correlates with survival outcome in low-stage epithelial ovarian cancer."}, {"pubmed": 23438793, "text": "The co-expression of p27 and p57 by extravillous cytotrophoblasts and their positive correlation in non-molar gestations may indicate its suppressive role on the proliferation of these cells to provide them the capacity for differentiation and invasion."}, {"pubmed": 23440295, "text": "p27(Kip1) mRNA correlates with clinical features and the survival probability of neuroblastoma patients."}, {"pubmed": 23536577, "text": "UTF1 transactivates p27 Kip1 expression through binding to the activating transcription factor-2 of the p27 Kip1 promoter in cervical cancer cells."}, {"pubmed": 23553486, "text": "MiR-24 directly targets p27(Kip1) and p16(Ink4a) in primary keratinocyte."}, {"pubmed": 23555276, "text": "This study adds the CDKN1B gene to the short list of genes for which mutations that either create, delete, or severely modify their regulatory uORFs have been associated with human diseases"}, {"pubmed": 23559091, "text": "KDM2A is a H3K4 demethylase that regulates cell proliferation through p15(INK4B) and p27(Kip1) in stem cells from apical papilla."}, {"pubmed": 23584484, "text": "miR-194 suppresses metastasis of non-small cell lung cancer through regulating expression of BMP1 and p27kip1"}, {"pubmed": 23594796, "text": "The interaction between SAP155 and FIR/FIRDeltaexon2 not only integrates cell-cycle progression and c-Myc transcription by modifying P27 and P89 expression."}, {"pubmed": 23624368, "text": "Results showed for the first time that polymorphisms in p27 Val109Gly and in prohibitin 3'UTR C1703T genotypes modulate the risk to melanoma in a high UV index region."}, {"pubmed": 23665265, "text": "coding regions of SKP2 and P27 were examined in 200 Chinese women with premature ovarian failure and 200 control volunteers. No plausible pathogenic mutations were detected"}, {"pubmed": 23725357, "text": "The proteasome beta1 subunit plays a novel role in tumorigenesis by degrading p27Kip1."}, {"pubmed": 23800691, "text": "A review of the main functions of p27 and how it is affected by multiple endocrine neoplasia (MENX)-associated mutations."}, {"pubmed": 23815208, "text": "deficient in endometrial cancer samples"}, {"pubmed": 23832541, "text": "Data indicate there was no statistical significance observed between the immunoexpression of p16, p21, p27, and pRb with nodal metastasis, depth of invasion, and presence of vascular or perineural invasion."}, {"pubmed": 23858559, "text": "p27 was correlated with lymph node metastasis, depth of invasion, and proliferative activity of gastric cancer."}, {"pubmed": 23896637, "text": "this studydemonstrated abundant levels of the critical negative cell-cycle regulators, p27(Kip1), its phosphorylated form, p-p27(S10), p18Ink4c, and GSK-3, in beta-cells of both adult human and mouse pancreatic islets, which contribute to maintenance of beta-cell quiescence."}, {"pubmed": 23907123, "text": "The p27-Skp2 axis mediates glucocorticoid-induced cell cycle arrest in T-lymphoma cells."}, {"pubmed": 23946596, "text": "Silencing of the Skp2 gene inhibited proliferation, migration and invasiveness of gallbladder carcinoma by mechanisms dependent on enhanced expression of the p27 protein."}, {"pubmed": 23963898, "text": "cell cycle related proteins PCNA, Ki67, cyclin D3, p27 and p57 were expressed in both normal and diabetic human term placentas."}, {"pubmed": 23965337, "text": "Propose a receptor-specific function for Notch2 in regulating Jag-1-induced p27(kip1) expression and growth arrest in vascular smooth muscle cells."}, {"pubmed": 23966119, "text": "Single nucleotide polymorphism of p27 Kip1 protein gene is associated with hypertrophic scars in patients with severe burns."}, {"pubmed": 23982416, "text": "Cyclin-dependent kinase inhibitors, p21 and p27, are upregulated by PXD101 in a sustained fashion in histone deacetylase inhibitor resistant cell lines."}, {"pubmed": 24008375, "text": "Treatment with metformin upregulated the expression of p21CIP and p27KIP, but downregulated cyclin D1 levels, both in vitro and in vivo"}, {"pubmed": 24018641, "text": "pSer10p27 and CRM1 play cooperative roles in epithelial ovarian cancer"}, {"pubmed": 24021283, "text": "p27(Kip1) inhibits tissue factor expression"}, {"pubmed": 24052415, "text": "These observations suggest an intrinsic cooperation between p21 and p27 CKIs in the activation of stress-induced cellular senescence and tumor progression in glandular proliferative lesions"}, {"pubmed": 24067984, "text": "Kaposi's sarcoma-associated herpesvirus Rta induces cell cycle arrest in G0/G1 phase by stabilizing and promoting nuclear localization of p27kip."}, {"pubmed": 24078094, "text": "This meta-analysis suggests that breast cancer may be associated with CDKN1B gene rs34330 polymorphism, but not rs2066827 polymorphism."}, {"pubmed": 24098519, "text": "Increased cytoplasmic localization of p27(kip1) up-regulates RhoA during progression of chronic myeloid leukemia."}, {"pubmed": 24141420, "text": "These findings support an important role of p27 in Notch1-dependent oncogenic signaling."}, {"pubmed": 24170542, "text": "data suggest that Jab1 plays an important role in CAM-DR, which depends on pSer10-p27(Kip1)-mediated subcellular localization of p27(Kip1)"}, {"pubmed": 24185120, "text": "p27 quantitative expression appeared to provide a complementary valuable predictor with other prognostic variables for risk stratification in FTC patients."}, {"pubmed": 24185511, "text": "We observed frameshift mutations of CDKN1B in 14 of 180 small intestine neuroendocrine tumors(SI-NETs), and detected hemizygous deletions encompassing CDKN1B in 7 out of 50 SI-NETs."}, {"pubmed": 24216315, "text": "Decreased p27 expression is a predictive biomarker of an unfavorable prognosis of eyelid sebaceous gland carcinoma."}, {"pubmed": 24243100, "text": "p27(Kip1) acts as a multifunctional protein to control critical steps of neuronal migration through activities that go far beyond cell cycle regulation. [review]"}, {"pubmed": 24322019, "text": "Immunofluorescence expression (IFE) of cell cycle regulators p16ink4a, p21, p27, in association with Ki-67, p53 in cell cultures, obtained from different types of cervical intra-epithelial lesions, was assessed."}, {"pubmed": 24336114, "text": "S-phase kinase-associated protein 2 knockdown blocks colorectal cancer growth via regulation of both p27 and p16 expression."}, {"pubmed": 24336329, "text": "Results suggest that MIF4GD is a potential regulator of p27-dependent cell proliferation in HCC."}, {"pubmed": 24337749, "text": "Decreased the expression of cell cycle inhibitors p16(ink4a) and p27(kip1)."}, {"pubmed": 24381057, "text": "MiR-452 directly targets the 3'-untranslated region of cyclin-dependent kinase inhibitor 1B (CDKN1B)."}, {"pubmed": 24423924, "text": "FOXO1 and p27(Kip1) were direct targets of miR-196a."}, {"pubmed": 24427780, "text": "Nuclear expression of p27 is a potentially favorable factor in the progression and prognosis of nasopharyngeal carcinoma."}, {"pubmed": 24443386, "text": "Presence of high SKP2 plus high pSer10p27 levels in triple-negative breast cancers is associated with aggressive growth."}, {"pubmed": 24457952, "text": "UCA1 promotes breast tumor growth by suppression of Kip1."}, {"pubmed": 24460254, "text": "Low expression of KIP1 is associated with osteosarcoma."}, {"pubmed": 24488669, "text": "the existence of different patterns of expression of Pim-3, c-Myc, and p-p27 and their clinicopathologic correlations in adenocarcinomas of the gastric cardia and the distal stomach."}, {"pubmed": 24504262, "text": "the cell cycle inhibitor p27KIP1 is involved in ERK1/2-mediated MMP-9 expression via activation of the NF-kappaB binding motif, which leads to the migration and invasion of bladder cancer cells induced by IL-7."}, {"pubmed": 24523023, "text": "conclude that the cyclin-dependent kinase inhibitor 1B rs2066827 polymorphism might not be a risk factor for breast cancer development"}, {"pubmed": 24532476, "text": "Mutations in p27 are associated with increased corticotropinoma susceptibility."}, {"pubmed": 24574749, "text": "EGF upregulates the mRNA and protein levels of Skp2/Cks1 and p27(kip1) via the PI3K/Akt pathway and direct binding of E2F1 transcription factor with the Skp2 promoter in extrahepatic cholangiocarcinoma cells."}, {"pubmed": 24643689, "text": "the p27Kip1 protein mRNA expression level was lower in well differentiated tumor with uncertain malignant potential"}, {"pubmed": 24656158, "text": "The functional importance of Skp2 in cyclic hydrodynamic pressure stimulated human bladder smooth muscle cell proliferation, involving p27 as well as p21 signaling pathway, is reported."}, {"pubmed": 24667864, "text": "MicroRNA-200b acts as a stimulant for the proliferation of HTFs by targeting p27/kip1 and RND3."}, {"pubmed": 24671224, "text": "High Ser10-phosphorylated p27 expression is associated with hepatocellular carcinoma."}, {"pubmed": 24708177, "text": "high STMN1 expression is related to low nuclear p27 expression and high cytoplasmic p27 expression. STMN1 knockdown increased p27 expression."}, {"pubmed": 24727675, "text": "An aberrant microRNA signature in childhood T-cell lymphoblastic lymphoma affecting CDKN1B expression, NOTCH1 and growth factor signaling pathways."}, {"pubmed": 24741631, "text": "Primary biliary cirrhosis progression is characterized by a FoxO1-independent increase of p27kip1 expression."}, {"pubmed": 24789280, "text": "findings suggested altered eIF3a expression closely correlated with p27 status, and the association was of prognostic value for resected NSCLC"}, {"pubmed": 24806449, "text": "DYRK1A phosphorylated p27(Kip1) on Ser10, resulting in protein stabilization."}, {"pubmed": 24819502, "text": "We report a germline heterozygote frameshift mutation of the CDKN1B gene in a Caucasian woman with a long clinical history of MEN1-like multiple endocrine tumors, along with the finding of the mutation in her son."}, {"pubmed": 24920291, "text": "The p27 tumor suppressor gene CDKN1B acts as a disease modifier for the multiple endocrine neoplasia (MEN)1 syndrome associated with MEN1 germline mutations."}, {"pubmed": 24947332, "text": "single nucleotide polymorphisms in the cell cycle showed significant risks for oral cancer, the highest risk evident for p27 (rs34329)."}, {"pubmed": 25003467, "text": "Inhibition of proliferation is dependent upon p27Kip1 demonstrating that Brachyury acts to modulate cellular proliferative fate in colorectal cancer cells in a p27Kip1-dependent manner."}, {"pubmed": 25032860, "text": "PFKFB3 promotes cell cycle progression and suppresses apoptosis via Cdk1-mediated phosphorylation of p27."}, {"pubmed": 25051361, "text": "Data suggest that the combination of high p27 Kip1 and low Myc (c-Myc) is a marker of CLL cells which is mediated by Skp2 protein."}, {"pubmed": 25053516, "text": "p27 was not a prognostic factor in pancreatic adenocarcinoma"}, {"pubmed": 25053875, "text": "activation of beta-catenin in pterygium may interact with miR-221, resulting in p27Kip1 gene downregulation that influences pterygium pathogenesis."}, {"pubmed": 25084021, "text": "EZH2-mediated p27Kip1 downregulation is associated with the accelerated cell proliferation and malignant step in pancreatic IPMN."}, {"pubmed": 25121353, "text": "the increased cell-cycle transition due to p27Kip1 deficiency can synergize with increased expression of growth-promoting signals (e.g. EGFR) to accelerate tumour progression."}, {"pubmed": 25143434, "text": "SIRT1 is a key regulator of p27 protein levels and SIRT1 inhibition is a viable strategy for NSCLC therapy by means of p27 reactivation"}, {"pubmed": 25151966, "text": "miR-340 controls p27 at both translational and posttranslational levels in non-small cell lung cancer"}, {"pubmed": 25205053, "text": "This review summarizes the functions of p27 while highlighting its emerging roles in leukemia."}, {"pubmed": 25205104, "text": "An unexpected role for PCTAIRE1 in regulating p27 stability, mitosis, and tumor growth."}, {"pubmed": 25213837, "text": "ETV6 and CDKN1B are mainly affected by small monoallelic deletions, whereas mutations and hypermethylation play a minor role in CK-AML."}, {"pubmed": 25221953, "text": "This supports the notion that synchronous activation of Galectin-3 and HBME-1 occurs in thyroid malignancy and is highly specific for malignancy."}, {"pubmed": 25224768, "text": "This study demonstrates that p16 and p27 are prognostic indicators of tumor stage and grade in urothelial carcinoma."}, {"pubmed": 25228008, "text": "Data show that the signals of cytoplasmic cyclin-dependent kinase inhibitor 1B (p27) and caspase 8 increased and merged together after gefitinib treatment."}, {"pubmed": 25293778, "text": "BCR-ABL1 kinase-dependent and -independent mechanisms convert p27 from a nuclear tumor suppressor to a cytoplasmic oncogene."}, {"pubmed": 25310086, "text": "The cell cycleassociated proteins cyclin E and p27kip1 may have contributed to this antitumor effect."}, {"pubmed": 25323759, "text": "Data suggest that down-regulation of P27KIP1/CDKN1B in tumor tissue and lymph nodes can be used as tumor marker in patients with metastatic laryngeal squamous cell carcinoma."}, {"pubmed": 25412309, "text": "PKCeta promotes senescence through its ability to upregulate the expression of the cell cycle inhibitors p21Cip1 and p27Kip1 and enhance transcription and secretion of IL-6."}, {"pubmed": 25462566, "text": "FOXD1 promotes breast cancer proliferation and chemotherapeutic drug resistance by targeting p27"}, {"pubmed": 25490861, "text": "Data identi fi ed GDF15 as potential resistance-related factor acting by maintaining a low proliferative and undifferentiated tumor phenotype through upregulation of p27 Kip1 during carboplatin treatment."}, {"pubmed": 25524798, "text": "The addition of CDK4/6 inhibitor palbociclib to letrozole in this phase 2 study significantly improved progression-free survival in women with advanced oestrogen receptor-positive and HER2-negative breast cancer."}, {"pubmed": 25534318, "text": "p27kip1 overexpression regulates VEGF expression, cell proliferation and apoptosis in cell culture from eutopic endometrium of women with endometriosis."}, {"pubmed": 25536447, "text": "Tumor necrosis factor-alpha-induced protein-8 like-2 (TIPE2) upregulates p27 to decrease gastic cancer cell proliferation"}, {"pubmed": 25566967, "text": "we showed that Fenofibrate, a PPARalpha agonist, could inhibit U87MG cell proliferation and induce cell cycle arrest via the PPARa/FoxO1/p27kip pathway."}, {"pubmed": 25572801, "text": "the Skp2mediated degradation of p27kip1 was important in the proliferation of tumor cells. The present study, therefore, provided a molecular reference for the treatment of liver cancer."}, {"pubmed": 25586243, "text": "Somatic Mutations and Genetic Heterogeneity at the CDKN1B Locus is associated with Small Intestinal Neuroendocrine Tumors"}, {"pubmed": 25587029, "text": "p27 accumulated in the cytoplasm of breast cancer cells exclusively in cell lines that are Her2+."}, {"pubmed": 25594310, "text": "Data show that Rheb/p27 axis induces autophagy-dependent cancer cell survival under stress conditions."}, {"pubmed": 25663461, "text": "significantly negative correlation between the expression of p27 and Skp2 and between the expression of p27 and p-p27 (Thr187) was observed. Skp2-dependent proteasomal degradation of p27 plays role in the malignant transformation of cholangiocarcinoma"}, {"pubmed": 25666480, "text": "while p27 expression was similar in the endometriosis and non-endometriosis groups."}, {"pubmed": 25675191, "text": "Our findings suggest that alteration of p16, p14, p27, p21, and p53 status may contribute to carcinogenesis and the clinical behavior of HPV-negative adenocarcinoma of the uterine cervix"}, {"pubmed": 25695279, "text": "The study suggest that the Cip/Kip family may have a role as a molecular mechanism of carcinogenesis in early glottic cancer."}, {"pubmed": 25733683, "text": "This study shows that Brk phosphorylates p27KIP1, regulating the activity of cyclin D-cyclin-dependent kinase 4."}, {"pubmed": 25744729, "text": "Rapamycin significantly decreased phosphorylated p70S6K1."}, {"pubmed": 25788262, "text": "Caffeic acid phenethyl ester induced cell cycle arrest and growth inhibition in prostate cancer cells via regulation of Skp2, p53, p21Cip1, and p27Kip1."}, {"pubmed": 25790540, "text": "Studied the prognostic value of Ki-67, p27, and p53 immunoreactivity in human gastric cancer."}, {"pubmed": 25821107, "text": "Our data suggest that p27(Kip1) down-regulation in cervical cancer cells is primarily regulated through PI3K/AKT-mediated proteasomal degradation"}, {"pubmed": 25824098, "text": "CDKN1B V109G polymorphism seems to play a role in the development of aggressive tumours in Multiple endocrine neoplasia type 1."}, {"pubmed": 25851349, "text": "in lung cancer tissues, upregulation of mdig expression accompanies with the downregulation of p27(KIP1) expression and in bronchial stump"}, {"pubmed": 25894374, "text": "Further studies showed that the expression of p27 was dependent on ERK1/2 activation, and p27 itself could halt cell cycle by inhibiting the activation of CDKs"}, {"pubmed": 25925673, "text": "cyclin D1 and p27 have roles in statin-induced anti-proliferative effects in breast cancer"}, {"pubmed": 25970772, "text": "TEAD4 and KLF5, in collaboration, promoted triple negative breast cancer cell proliferation and tumor growth in part by inhibiting p27 gene transcription"}, {"pubmed": 26044523, "text": "Data identified p27Kip1 as a direct target of miR-24-3p, and its protein level was negatively regulated by miR-24-3p. This implies that miR-24-3p/p27Kip1 axis has potential as a therapeutic target for breast cancer."}, {"pubmed": 26053093, "text": "Data show that cytoplasmic cyclin-dependent kinase inhibitor p27 is preferentially observed in primary non-small cell lung cancer (NSCLC) with activated proto-oncogene proteins c-akt1 and predicts poor survival."}, {"pubmed": 26065650, "text": "These data identify Hairy cell leukemia (HCL) as having the highest frequency of CDKN1B mutations among cancers and identify CDNK1B as the second most common mutated gene in HCL."}, {"pubmed": 26109559, "text": "our findings establish that K17 functions specially among keratins as an oncoprotein by controlling the ability of p27(KIP1) to influence cervical cancer pathogenesis."}, {"pubmed": 26213845, "text": "eIF3a improves ovarian cancer patients' response to cisplatin-based chemotherapy by down regulating XPC and p27(Kip1)."}, {"pubmed": 26223520, "text": "The data demonstrates that PHD3 can drive cell cycle entry at the G1/S transition through decreasing the half-life of p27 that occurs by attenuating p27S10 phosphorylation."}, {"pubmed": 26254224, "text": "COP1 directly interacts with p27 through a VP motif on p27 and functions as an E3 ligase of p27 to accelerate the ubiquitin-mediated degradation of p27. COP1-p27 axis deregulation is involved in tumorigenesis."}, {"pubmed": 26279144, "text": "Inhibition of cell cycle entry and progression in a variety of cancers may be achieved with therapies designed to correct p27Kip1 localization and/or block its degradation. (Review)"}, {"pubmed": 26291312, "text": "A novel lncRNA, LUADT1, promotes lung adenocarcinoma proliferation via the epigenetic suppression of p27."}, {"pubmed": 26298725, "text": "TRIP6 overexpression promotes tumor proliferation and reverses cell adhesion-mediated drug resistance via regulating nuclear p27(Kip1) expression in non-Hodgkin's lymphoma"}, {"pubmed": 26313918, "text": "P27 expression mediates drug resistance of gastric cancer cells towards an antineoplastic agent MLN4924; its inhibition reverses the resistance."}, {"pubmed": 26320455, "text": "Low expression of KIP1 is associated with Advanced Ovarian Cancer."}, {"pubmed": 26383528, "text": "LMO2 was associated with increased levels of cytosolic p27(Kip1) protein."}, {"pubmed": 26391562, "text": "Results show that histological subtyping of pituitary tumor correlated with SSTR2, E cadherin and p27kip protein levels and these may serve as useful biomarkers for prognosis."}, {"pubmed": 26446458, "text": "Data indicate that high expression of p16 and p53 and low expression of p27 were related with the distinguishing of papillary thyroid carcinoma (PTC) from benign lesions."}, {"pubmed": 26450989, "text": "Data indicate that SUMOylation is a novel regulatory mechanism that modulates p27(Kip1) function in response to TGFbeta stimulation."}, {"pubmed": 26471266, "text": "DLL4/Notch1 and BMP9 interdependent signaling induces endothelial cell quiescence via P27KIP1/thrombospondin pathway."}, {"pubmed": 26481195, "text": "Cx43-Hsc70 interaction regulates cell cycle G1/S progression through a novel mechanism by which Cx43-Hsc70 interaction prevents the nuclear accumulation of p27 through controlling the nuclear translocation of cyclin D1-CDK4-p27 complex."}, {"pubmed": 26482622, "text": "cytoplasmic p27, via ERK-activated Bcl-2 expression may predict an unfavorable response to cisplatin-based chemotherapy and poor outcomes in non-small cell lung cancer."}, {"pubmed": 26499333, "text": "results implicate Eya4/Six1 regulates normal cardiac function via p27/casein kinase-2alpha/histone deacetylase 2 and indicate that mutations within this transcriptional complex and signaling cascade lead to the development of cardiomyopathy."}, {"pubmed": 26528715, "text": "MARCKS knockdown arrested VSMC cell cycle by decreasing KIS expression. Decreased KIS expression resulted in nuclear trapping of p27kip1 in VSMCs."}, {"pubmed": 26579796, "text": "Review and meta-analysis data suggest that carriage of a TG genotype at CDKN1B rs2066827 polymorphism may be associated with decreased susceptibility to cancer."}, {"pubmed": 26602816, "text": "Data show that heterogeneous nuclear ribonucleoprotein A0 (hnRNPA0) drives chemo-resistance of p53-mutant tumor cells via p27Kip1/Gadd45alpha mRNAs."}, {"pubmed": 26636522, "text": "Suppression of p27Kip1 following increased miR-150 expression promotes the development and progression of prostate cancer."}, {"pubmed": 26677902, "text": "Clioquinol suppressed cell cycle progression in the S-phase in SMMC-7721 hepatoma cells via the p21, p27-cyclin E,A/Cdk2 pathway."}, {"pubmed": 26682002, "text": "HDACIs increase p27(Kip1) by hampering its nuclear ubiquitination/degradation"}, {"pubmed": 26687548, "text": "These findings indicate that NSun2-mediated mRNA methylation regulates p27 and CDK1 levels during replicative senescence."}, {"pubmed": 26701207, "text": "p27 overrides Myc's suppression of senescence independent of Ser-62 and induces Myc degradation independent of Cdk2 by binding Myc via its C-terminus. Further, high expression of active p27 protein significantly correlated with low Myc protein level in human breast cancer."}, {"pubmed": 26750594, "text": "This study to analyses cytoplasmic localization of p27 in OSCC and correlates it with prognosis. Cytoplasmic localization is associated with poor prognosis in OSCC with lymph node metastasis."}, {"pubmed": 26775844, "text": "These findings provide further evidence that histatin 3 may be involved in the regulation of cell proliferation, particularly during G1/S transition, via the ubiquitin-proteasome system of p27(Kip1) and HSC70."}, {"pubmed": 26781452, "text": "Results show that association of IRF4 with p27 may provide mechanistic links between IRF4 and cell proliferation inhibition of gastric cancer cells."}, {"pubmed": 26817396, "text": "p27(kip1) overexpression regulates IL-1beta in the microenvironment of stem cells and eutopic endometriosis"}, {"pubmed": 26829051, "text": "Besides controlling cyclin/CDK kinase activity, p27 also regulates cytoskeletal dynamics, cell motility and cell invasion. Following processing by caspases, p27 fails to bind to RhoA and to inhibit its activation, and thereby abolishes the ability of p27 to stimulate cell migration and invasion"}, {"pubmed": 26847530, "text": "These findings provide evidence that miR-24 has a tumor suppressor role in prostate cancer and also targets p27 and p16 in prostate cancer cells"}, {"pubmed": 26874904, "text": "These results define a novel mechanism by which PKM2 regulates glioma cell growth, and also define a novel set of potential therapeutic targets along the PKM2-HuR-p27 pathway"}, {"pubmed": 26911146, "text": "Data show that KDM5B is frequently up-regulated in hepatocellular carcinoma tissues and cell lines and correlated with poor prognosis. Its depletion leads to highly impaired clonogenesis and cell cycle arrest through up-regulation of p15 and p27."}, {"pubmed": 26940882, "text": "Estrogen-related receptor gamma is upregulated in liver cancer and its inhibition suppresses liver cancer cell proliferation via induction of p21 and p27."}, {"pubmed": 27035903, "text": "measurements comprising the receptors EGFR, ERBB3 (HER3), and the cyclin-dependent kinase inhibitor p27 (CDKN1B) was found to accurately predict dependence on PI3K/AKT vs. MAPK/ERK signaling axes in HER2+ cancers"}, {"pubmed": 27038812, "text": "The lack of somatic CDKN1B mutations in our samples points to a rare involvement in parathyroid adenomas, despite the frequent loss of nuclear p27 expression. MEN1 biallelic inactivation seems to be directly related to down-regulation of p27 expression through the inhibition of CDKN1B gene transcription."}, {"pubmed": 27099442, "text": "CacyBP/SIP nuclear translocation contributes to the proliferation of gastric cancer cells, and CacyBP/SIP exerts this effect, at least in part, by stimulating ubiquitin-mediated degradation of p27Kip1."}, {"pubmed": 27140628, "text": "Through functional studies, we uncover cryptic sequence features within the p27 intrinsically disordered regions ( IDR) that influence the efficiency of T187 phosphorylation."}, {"pubmed": 27142352, "text": "Upon binding to p27(Kip1) 3'UTR, CPEB1 promotes elongation of poly-A tail and the subsequent translation of p27(Kip1) mRNA. This leads to higher levels of p27(Kip1) in the cell, in turn significantly inhibiting cell proliferation, and confers to CPEB1 a potential value as a tumor suppressor in Glioblastoma."}, {"pubmed": 27175940, "text": "These results indicate that the dynamic interplay between O-GlcNAcylation and cyclin dependent kinase inhibitor p27 phosphorylation coordinates and regulates cell proliferation in hepatocellular carcinoma."}, {"pubmed": 27197201, "text": "High KIP1 expression is associated with Metastasis in Osteosarcoma."}, {"pubmed": 27268646, "text": "High KIP1 expression is associated with metastasis occurrence in Prostate Cancer."}, {"pubmed": 27268868, "text": "Data suggest a close association between the nonfunctionality of ATM/p53 pathway and accumulation of p27Kip1 in chronic lymphocytic leukemia (CLL) cells in response to DNA damage."}, {"pubmed": 27279267, "text": "the interplay between CRM-1 and p27Kip1 may provide potentially potent biomarkers and functional targets for the development of future cholangiocarcinoma treatments."}, {"pubmed": 27282281, "text": "miR-222 confers the resistance of breast cancer cells to adriamycin through suppression of p27(kip1) expression."}, {"pubmed": 27385212, "text": "upregulation of p21Cip1 and p27Kip1 contributes to the synergistic anticancer effect of the halofuginone-artemisinin combination"}, {"pubmed": 27452523, "text": "In thyroid cancer cells, oncogene activation prevented TGF-beta/SMAD-dependent p27 repression, and CDK2/SMAD3 phosphorylation, leading to p65 NFkappaB upregulation which repressed BAX, induced cyclin D1 and promoted TGF-beta-dependent growth."}, {"pubmed": 27514448, "text": "p27 protein expression is controlled by SIRT1 in contact inhibition."}, {"pubmed": 27572672, "text": "Higher expression of Skp2 correlates with lower expression of p27kip1 in gastric cancer tissues."}, {"pubmed": 27579539, "text": "this studies show that p27kip1 is an important regulator of Ras induced neoplastic transformation"}, {"pubmed": 27611996, "text": "ATM phosphorylates p27Kip1 on a previously uncharacterized residue (Ser-140), which leads to its stabilization after induction of DNA double-strand breaks."}, {"pubmed": 27629878, "text": "Dsg2 knockdown arrests non-small cell lung cancer cell cycle progression via modulation of p27-CDK2 levels."}, {"pubmed": 27638620, "text": "Results show that AMPKa2 regulates cellular proliferation in bladder cancer through p27 and that AMPK-mediated control of p27 is SKP2 dependent."}, {"pubmed": 27694903, "text": "Cip2a markedly decreased the expression and nuclear localization of p27Kip1 and this is critical for the ability of Cip2a to promote Triple-negative breast cancer progression."}, {"pubmed": 27708228, "text": "SIRT1-mediated downregulation of p27Kip1 is essential for overcoming contact inhibition of Kaposi's sarcoma-associated herpesvirus transformed cells"}, {"pubmed": 27802291, "text": "ACTB, CDKN1B, GAPDH, GRB2, RHOA and SDCBP are potent reference genes in neuroendocrine tumors of the lung."}, {"pubmed": 27824399, "text": "These data reinforce the P27 underexpression in pituitary adenomas and provide further evidence of the post-translational machinery involvement."}, {"pubmed": 27834461, "text": "Loss of p27kip1 expression is frequently found in papillary thyroid carcinoma (PTC) compared with benign lesions and normal thyroid tissue. When present in PTC, it is correlated with aggressive tumor behavior."}, {"pubmed": 27842905, "text": "High levels of miR-148a inhibits CDKN1B activity and promotes the proliferation of multiple myeloma cells."}, {"pubmed": 27846313, "text": "Our study was the first to screen for CDKN1B mutations, which have been shown to cause MEN4, in a Chinese population. Nevertheless, no CDKN1B mutation was detected in the present study, which supports the rarity of CDKN1B gene mutation."}, {"pubmed": 27880728, "text": "Low P27KIP1 expression is associated with Non Small Cell Lung Cancer."}, {"pubmed": 27919969, "text": "Combining the expression level of different cyclins may be useful in determining the prognosis in endometrial cancer. Unfortunately, it remains unclear whether high p27 expression is a poor or a favorable prognostic factor"}, {"pubmed": 28097652, "text": "p27 is a key target of MDM4 oncogenic activity in breast cancer (BC) with mutant p53."}, {"pubmed": 28119262, "text": "The anti-proliferative effect of silibinin on LX-2 human stellate cells is via the inhibition of the expressions of various cell cycle targets including TP53, p27, Akt and sirtuins."}, {"pubmed": 28126968, "text": "our results provide strong evidence that CD244 co-operates with c-Kit to regulate leukemogenesis through SHP-2/p27 signaling."}, {"pubmed": 28158851, "text": "a mechanism of transcriptional regulation mediated by p27, Pax5, and PCAF"}, {"pubmed": 28212547, "text": "Data show that the resveratrol/docetaxel combination up regulated the expression of tumor supressor p53 (p53), and cell cycle inhibitors p21WAF1/CIP1 and p27KIP1."}, {"pubmed": 28274513, "text": "PCTAIRE1 has a role in regulating p27, c-Myc levels and tumor growth in cutaneous cutaneous squamous cell carcinoma cells"}, {"pubmed": 28287395, "text": "Overall, the authors find that p27 directly promotes cell invasion by facilitating invadopodia turnover via the Rac1/PAK1/Cortactin pathway."}, {"pubmed": 28317869, "text": "the p27 gene rs34330 polymorphism might increase the cancer susceptibility, especially in Asians."}, {"pubmed": 28377607, "text": "after irradiation, loss of p27 is associated to accumulation of residual DNA damage and increased number of mitotic aberration. We show that p27 expression is necessary to preserve genomic integrity and for correct recognition and clearing-out of aberrant cells."}, {"pubmed": 28396462, "text": "This study reveals a molecular pathway involving lncRNA GAS5/E2F1/P27(Kip1) which regulates cell proliferation and could be a potential therapeutic target in prostate cancer."}, {"pubmed": 28413121, "text": "Expression of CIP/KIP proteins was found abundantly within the proliferative hair matrix, concomitant with a role in cell cycle checkpoint control. p21(CIP1), p27(KIP1) and cyclin E persisted within post-mitotic keratinocytes of the pre-cortex, whereas p57(KIP2) protein decreased but became nuclear."}, {"pubmed": 28425432, "text": "VEGF, COX-2, and p27 may be important biological markers that determine the angiogenic and lymphangiogenic potentials of papillary thyroid carcinoma, particularly between the follicular and classic variants."}, {"pubmed": 28476808, "text": "Our study has confirmed that altered expressions of the p16 and p27 proteins might be useful biomarkers in the progression of laryngeal squamous cell carcinomas"}, {"pubmed": 28477016, "text": "We demonstrate that E6AP regulates p27 expression by inhibiting its transcription in an E2F1-dependent manner. Concomitant knockdown of E6AP and p27 partially restores PC cell growth, supporting the contribution of p27 to the overall effect of E6AP on prostate tumorigenesis."}, {"pubmed": 28482719, "text": "loss of CDKN1B increased the prevalence of cell cycle regulator defects in immature T-ALL, usually only ascribed to CDKN2A/B deletions, and that CDKN1B deletions frequently coincide with expression of MEF2C, considered as one of the driving oncogenes in immature early T-cell precursor (ETP) ALL"}, {"pubmed": 28498440, "text": "we suggest that gastrin contributes to the emergence of MDR of SGC7901 cells via the degradation of p27Kip1"}, {"pubmed": 28504208, "text": "PTEN loss and p27 loss differ among morphologic patterns of prostate cancer."}, {"pubmed": 28514182, "text": "abnormal levels of Skp2 and p27(KIP1) have probably been involved in the pathogenesis of ADH and DCIS. Thus, Skp2 and p27(KIP1) may serve as important diagnosis markers."}, {"pubmed": 28522571, "text": "FLT3 and FLT3-ITD can directly bind and selectively phosphorylate p27kip1 on tyrosine residue 88 in acute myeloid leukemia. Inhibition of FLT3-ITD in cell lines strongly reduced p27 tyrosine 88 phosphorylation and resulted in increased p27 levels and cell cycle arrest"}, {"pubmed": 28526559, "text": "p27Kip1-838C>A; rs36228499 is functional in human venous smooth muscle cells (SMCs) and in adventitial cells. The AA genotype is associated with stronger expression of the p27 gene and p27 protein. Only the adventitial cells, and not the SMCs, are responsive to the inhibitory effects of the protective AA genotype in cell growth."}, {"pubmed": 28543546, "text": "Results show that that Id2 was directly upregulated by BMP4, resulting in the mediated expression of cell cycle regulatory protein of CDKN1B."}, {"pubmed": 28582703, "text": "The results presented herein highlight the importance of p21Cip1 and p27Kip1 in the cell cycle control and drug resistance of glioma stem cells, providing new insights into the field of glioma biology."}, {"pubmed": 28601655, "text": "p27 and its cognate ubiquitin ligases, Skp2/KPC/Pirh2, are specifically involved in determining the clinical profiles of lung carcinomas."}, {"pubmed": 28667701, "text": "The functional variant rs34330 of CDKN1B is associated with risk of neuroblastoma."}, {"pubmed": 28679390, "text": "LncRNA-ANCR inhibited the cell proliferation, migration, and invasion of osteosarcoma cells, possibly through interacting with EZH2 and regulating the expression of p21 and p27."}, {"pubmed": 28683446, "text": "SNHG6 acted as an oncogene in gastric cancer cells through regulating miR-101-3p/ZEB1 at a post-transcriptional level and silencing expression at a transcriptional level by recruiting enhancer of zeste homolog 2 (EZH2) to the promoter of p27."}, {"pubmed": 28701359, "text": "These findings provide a new understanding of the effects of oxLDL on endothelial proliferation, which is essential for developing new treatments against neovascularization and progression of atherosclerosis."}, {"pubmed": 28762556, "text": "Data suggest that NOX5 expression in melanoma cells could contribute to cell proliferation due, in part, to the generation of high local concentrations of extracellular ROS that modulate multiple pathways that regulate HIF-1alpha and networks that signal through Akt/GSK3beta/p27(Kip1) ."}, {"pubmed": 28824003, "text": "Overview of CDKN1B mutations in MEN4 (review)"}, {"pubmed": 28839465, "text": "Taken together, these data clearly show that FKBP3/Sp1/HDAC2/p27 control cell proliferation during non-small cell lung cancer development."}, {"pubmed": 28882106, "text": "Sumoylation of K73 site of cyclin-dependent kinase inhibitor 1B (p27kip1) is critical to the nuclear-cytoplasmic translocation of p27kip1, which is mediated by RAN binding protein 2 and CRM1 protein. Sumoylation of p27kip1 promotes the proliferation of cholangiocarcinoma QBC939 cells"}, {"pubmed": 29016360, "text": "Our results suggest that oxidised photoreceptor outer segments -induced retinal pigment epithelial cell cytokinesis failure is, at least in part, due to the upregulation of p27kip1 through activating the PKC, particularly PKCzeta pathway"}, {"pubmed": 29024247, "text": "Results suggest that CacyBP/SIP plays an important role in inhibiting glioma cell migration and invasion through promoting the degradation of cytoplasmic p27."}, {"pubmed": 29098944, "text": "some cancer cells are defective for efficient interaction between p27 and CycA-CDK complex due to qualitative alteration(s)"}, {"pubmed": 29134609, "text": "High KIP1 expression is associated with multiple endocrine neoplasia type 1-related pancreatic neuroendocrine tumors."}, {"pubmed": 29180513, "text": "Rapamycin treatment increased the level of the p27(KIP1) cyclin-dependent kinase inhibitor, and rapamycin-induced ciliogenesis was abrogated in p27(KIP1)-depleted cells. These results indicate that mTORC1 inactivation induces ciliogenesis through p27(KIP1) upregulation, but not through autophagy."}, {"pubmed": 29247167, "text": "Data show that fluid shear stress activates NOTCH signaling, which upregulates GJA4 (commonly, Cx37) and downstream cell cycle inhibitor CDKN1B (p27)."}, {"pubmed": 29257235, "text": "FoxO3a overexpression increased the transcription and protein expression of Bcl2like protein 11 and cyclindependent kinase inhibitor 1B, and inhibited cyclin D1 transcription and expression."}, {"pubmed": 29339071, "text": "miR-155-5p promotes fibroblast cell proliferation and inhibits FOXO signaling pathway by negative modulation of both FOXO3 and CDKN1B in vulvar lichen sclerosis"}, {"pubmed": 29409027, "text": "our study identified that p27 expression was transcriptionally upregulated by enhancing the binding of FOXO1 to its promoter and post-transcriptionally induced through decreasing binding of miR-182 to its mRNA 3'-UTR upon isorhapontigenin treatment"}, {"pubmed": 29428513, "text": "Cholangiocarcinoma growth is associated with nuclear export of P27 that is due to AKT-mediated phosphorylation of P27 at T157."}, {"pubmed": 29463827, "text": "This is the first report of AC026166.2-001 acting as a tumor suppressor in laryngeal squamous cell carcinoma by regulating the miR-24-3p/p27 axis."}, {"pubmed": 29530933, "text": "we have analyzed p27 protein expression in early stage HER2-positive breast cancers from women who had been enrolled into the HERA trial. We have demonstrated that, by using a predefined cutoff, low p27 expression may be associated with benefit from adjuvant trastuzumab treatment."}, {"pubmed": 29589297, "text": "expressions of p27(Kip1) and CaSR were decreased in primary hyperparathyroidism patients"}, {"pubmed": 29741771, "text": "ER stress treatment generates a marginal increase in Gp78 endogenous levels, and this elevation effect was prominent for intracellular accumulation of p27 in cells. Taken together, our current findings suggest a valuable multifactorial regulatory mechanism and linkage of p27 with UPS pathway"}, {"pubmed": 29750086, "text": "Meta-analysis failed to validate any association between p27-V109G and prostate cancer risk."}, {"pubmed": 29777785, "text": "Study found that PSMD2 was markedly upregulated in breast cancer. High PSMD2 expression was significantly correlated with poor prognosis. PSMD2 knockdown inhibited cell proliferation and arrested cell cycle at G0/G1 phase in vitro, as well as suppressed tumor growth in vivo. Mechanically, PSMD2 physically interacted with p21 and p27 and mediated their ubiquitin-proteasome degradation with the cooperation of USP14."}, {"pubmed": 29803118, "text": "MUC-1, CK7, and c-p27 immunostaining can be used as the predictive markers for esophageal cancer progression from Barrett's esophagus."}, {"pubmed": 29930380, "text": "PHLPP2 stabilization by p27 mediates its inhibition of bladder cancer invasion by promoting autophagic degradation of MMP2 protein."}, {"pubmed": 30014466, "text": "HuD enhanced p27 mRNA translation by interacting with both the 5'-untranslated region (UTR) and the 3'-UTR of p27 mRNA, and consequently suppressed cell cycle progression and growth of pancreatic neuroendocrine tumors."}, {"pubmed": 30075372, "text": "Multiple function of p27 in cell cycle regulation, apoptosis, epigenetic modifications and post- translational modification are reviewed, and the mechanisms and factors that have important roles in p27 functions are briefly discussed."}, {"pubmed": 30113882, "text": "UBCH7/UBE2L3 catalyzes the conjugation of heterotypic ubiquitin chains on p27(Kip1) that are proteolytically incompetent"}, {"pubmed": 30203426, "text": "Low p27kip1 expression is associated with psoriasis."}, {"pubmed": 30206932, "text": "Cytoplasmic p27(Kip1) promotes tumorigenesis by suppressing RhoB activity in non-small cell lung carcinoma cells."}, {"pubmed": 30269656, "text": "genetic polymorphism of GAS5 may influence the development of gastric cancer and so could be a new marker of this disease. The link with disease may involve p27Kip1 expression."}, {"pubmed": 30285878, "text": "we firstly demonstrate that BCRC-3 is down-regulated in BC tissues and cell lines for the first time. BCRC-3 is capable of functioning as ceRNA for miR-182-5p to regulate the expression of p27."}, {"pubmed": 30317923, "text": "p27 regulated the cell cycle and inhibited cell proliferation by affecting formation of the cell cycle-dependent complex CDK6/CCND1, but did not directly affect the expression of CDK6 and CCND1."}, {"pubmed": 30327204, "text": "our results suggest that p27 may participate in the regulation of mitotic progression in a CDK-independent manner by modulating PRC1 activity."}, {"pubmed": 30336780, "text": "Our findings demonstrate that circYAP1 functions as a tumor suppressor in GC cells by targeting the miR-367-5p/p27 (Kip1) axis and may provide a prognostic indicator of survival in GC patients."}, {"pubmed": 30338855, "text": "BAP31 levels were significantly increased in tumor tissues from patients with gastric intestinal-type adenocarcinoma. Study in gastric cancer cell lines and mouse xenograft model found that BAP31 could combine with p27kip1 and regulate its proteasome degradation."}, {"pubmed": 30353690, "text": "Results indicated that WAVE2 and ACTN4 were necessary for the regulation of p27 phosphorylation. Also, WAVE2 and p27 cooperatively promote the motility and invasiveness of pancreatic ductal adenocarcinoma cells."}, {"pubmed": 30478051, "text": "c-Myc was demonstrated to drive OVAAL transcription, indicating a positive feedback loop between c-Myc and OVAAL in controlling tumor growth. OVAAL contributes to the survival of cancer cells through dual mechanisms controlling RAF/MEK/ERK signaling and p27-mediated cell senescence."}, {"pubmed": 30537478, "text": "High KIP1 expression is associated with acute lymphoblastic leukemia."}, {"pubmed": 30553475, "text": "HP plays an important role in the development and progression of GC through silencing of CDH1, RUNX3, p21WAF and p27 expression"}, {"pubmed": 30570821, "text": "Ion Mobility Mass Spectrometry Measures the Conformational Landscape of p27 and its Domains and how this is Modulated upon Interaction with Cdk2/cyclin A."}, {"pubmed": 30575920, "text": "MiR-152-3p was highly expressed in the bone marrow of chronic myeloid leukemia patients and cell lines and promoted the proliferation and cell cycle progression of K562 cells. Bioinformatics analysis, luciferase reporter assay, and Western blot revealed p27Kip1 (p27) is a direct target of miR-152-3p. Up-regulation of p27 in K562 cells attenuated the effect of miR-152-3p on cell proliferation and cell cycle progression."}, {"pubmed": 30582227, "text": "luciferase reporter assays indicated that CDKN1B is directly targeted by miR-221 in OS cells. Knockdown of CDKN1B inhibited the effects of miR-221 inhibitor, along with decreased Bax and caspase-3 and increased cyclin E, cyclin D1, Bcl-2, Snail, and Twist1 expression."}, {"pubmed": 30641218, "text": "P27 expression is regulated by ARHGAP17 in cervical cancer.ARHGAP17 elevated P27 expression level through inhibiting PI3K/AKT signaling pathway."}, {"pubmed": 30673867, "text": "Loss of FHIT and p27 characterizes aggressive tumor growth and unfavorable prognosis in salivary gland cancer."}, {"pubmed": 30718101, "text": "our findings suggested that miR-222 may promote the progression of polycystic ovary syndrome by targeting p27 Kip1."}, {"pubmed": 30769778, "text": "Theaflavin-3,3'-digallate (TF3) up-regulated the expression of p27 to induce G0/G1 cell cycle arrest in OVCAR-3 cells. Our study indicated that Chk2 and p27 were vital anticancer targets of TF3 and provided more evidence that TF3 might be a potent agent to be applied as adjuvant treatment for ovarian cancer."}, {"pubmed": 30877256, "text": "Global analysis of p27 and cJun chromatin binding and gene expression shows that cJun recruitment to many target genes is p27 dependent, increased by p27 phosphorylation, and activates programs of epithelial-mesenchymal transformation and metastasis."}, {"pubmed": 30976006, "text": "Study shows that Cdk2/cyclin A-bound p27 samples lowly-populated conformations that provide access to the BCR-ABL and Src kinases promoting intra-assembly phosphorylation of p27 on distal T187. Even when tightly bound to Cdk2/cyclin A, intrinsic flexibility enables p27 to integrate and process signaling inputs, and generate outputs including altered Cdk2 activity, p27 stability, and, ultimately, cell cycle progression."}, {"pubmed": 30984546, "text": "Cyclin-dependent kinase inhibitor 1B (CDKN1B) was identified as a direct target of negative regulation by miR-222-3p in NP cells, and expression of miR-222-3p was found to be negatively correlated with that of CDKN1B in intervertebral disc degeneration tissue."}, {"pubmed": 30990521, "text": "CDKN1B mutation is associated with Multiple Endocrine Neoplasia Type 4."}, {"pubmed": 30992462, "text": "p27/Kip1 functions as a tumor suppressor and oncoprotein in osteosarcoma."}, {"pubmed": 31002373, "text": "These results demonstrated that JSK could trigger cell cycle arrest at the G2/M phase and apoptosis in A549 and H460 cells, which was likely mediated via the p53/p21WAF1/CIP1 and p27KIP1 pathways. Overall, the results indicated that JSK may be used as an anticancer agent for the treatment of nonsmall cell lung cancer (NSCLC)"}, {"pubmed": 31004581, "text": "The Knocking down CDKN1B could restore the carcinogenic effect of FOXD2-AS1 on hepatocellular carcinoma."}, {"pubmed": 31033460, "text": "The knockdown of cyclin-dependent kinase inhibitor p27 (p27kip1) relieves the suppression of cell migration in triple-negative breast cancer(TNBC). The up-regulated expression of LAPTM4B together with the down-regulated expression of p27kip1 classifies a group of breast cancer patients with poor prognosis, consequently considered as a potentially prognostic marker and candidate target for therapeutic intervention of TNBC."}, {"pubmed": 31257659, "text": "CDKN1B Val 109 Gly variant is not related to risk of prostate cancer."}, {"pubmed": 31395854, "text": "mechanistic investigations demonstrated that ER-negative-associated LINC00511 interacted with enhancer of zeste homologue 2 (EZH2, the catalytic subunit of polycomb repressive complex 2, PRC2) and recruited PRC2 to mediate histone methylation, contributing to the repression of CDKN1B in the nucleus."}, {"pubmed": 31637660, "text": "These findings suggest a possible role of Foxo3a, FoxL2, and p27 in the pathogenesis of human premature ovarian insufficiency, which may prove to be of great diagnostic-therapeutic value."}, {"pubmed": 31641391, "text": "involved in TGF-beta-mediated pulmonary fibrosis"}, {"pubmed": 31659099, "text": "The cell cycle regulator p27 mediates BMI effects in ovarian cancer in FIGO-stages I-II."}, {"pubmed": 31683463, "text": "p16INK4a, p21CIP1, cyclin D1, and p27KIP1 expression was unrelated to overall survival. No statistically significant correlation linked the CPs-related genes mutations to Oral squamous cell carcinoma overall survival in the TCGA database."}, {"pubmed": 31685437, "text": "MiR-1470 induces the differentiation of CD4(+)CD25(+)FOXP3(+) Tregs through P27KIP1."}, {"pubmed": 31863533, "text": "YAP promotes the proliferation of neuroblastoma cells through negatively controlling the nuclear location of p27(Kip1) mediated by Akt."}, {"pubmed": 31872963, "text": "Mislocalized cytoplasmic p27 activates PAK1-mediated metastasis and is a prognostic factor in osteosarcoma."}, {"pubmed": 31884829, "text": "Cytoplasmic p27 is a novel prognostic biomarker and oncogenic protein for nasopharyngeal carcinoma."}, {"pubmed": 31945623, "text": "Cyclin E1 expression and malignancy in meningiomas."}, {"pubmed": 31959038, "text": "WIP1 dephosphorylation of p27(Kip1) Serine 140 destabilizes p27(Kip1) and reverses anti-proliferative effects of ATM phosphorylation."}, {"pubmed": 31969336, "text": "CDKN1B Deletions are Associated with Metastasis in African American Men with Clinically Localized, Surgically Treated Prostate Cancer."}, {"pubmed": 31982553, "text": "analysis suggests a strong association among P27kip underexpression, poorer prognosis and aggressive progression of hepatocellular carcinoma in patients (review)"}, {"pubmed": 32067276, "text": "VCP/p97 targets the nuclear export and degradation of p27(Kip1) during G1 to S phase transition."}, {"pubmed": 32088186, "text": "Specific Conformational Dynamics and Expansion Underpin a Multi-Step Mechanism for Specific Binding of p27 with Cdk2/Cyclin A."}, {"pubmed": 32152938, "text": "CDKN1B Mediates Apoptosis of Neuronal Cells and Inflammation Induced by Oxyhemoglobin via miR-502-5p After Subarachnoid Hemorrhage."}, {"pubmed": 32229735, "text": "Microenvironment-Derived FGF-2 Stimulates Renal Cell Carcinoma Cell Proliferation through Modulation of p27Kip1: Implications for Spatial Niche Formation and Functional Intratumoral Heterogeneity."}, {"pubmed": 32232325, "text": "Germline CDKN1B Loss-of-Function Variants Cause Pediatric Cushing's Disease With or Without an MEN4 Phenotype."}, {"pubmed": 32271397, "text": "S-phase kinase-associated protein-2 (Skp2) promotes nucleus pulposus cell proliferation by inhibition of p27 in attenuating intervertebral disc degeneration."}, {"pubmed": 32291963, "text": "MAST1 modulates neuronal differentiation and cell cycle exit via P27 in neuroblastoma cells."}, {"pubmed": 32423824, "text": "A novel CDK-independent function of p27(Kip1) in preciliary vesicle trafficking during ciliogenesis."}, {"pubmed": 32628792, "text": "miR-196a-mediated downregulation of p27(kip1) protein promotes prostate cancer proliferation and relates to biochemical recurrence after radical prostatectomy."}, {"pubmed": 32703484, "text": "Overexpression of negative regulator of ubiquitin-like proteins 1 (NUB1) inhibits proliferation and invasion of gastric cancer cells through upregulation of p27Kip1 and inhibition of epithelial-mesenchymal transition."}, {"pubmed": 32929377, "text": "The ERalpha-miR-575-p27 feedback loop regulates tamoxifen sensitivity in ER-positive Breast Cancer."}, {"pubmed": 32933137, "text": "Regulation of p27(Kip1) and p57(Kip2) Functions by Natural Polyphenols."}, {"pubmed": 33140857, "text": "CDKN1B mutation and copy number variation are associated with tumor aggressiveness in luminal breast cancer."}, {"pubmed": 33316141, "text": "A cancer-associated CDKN1B mutation induces p27 phosphorylation on a novel residue: a new mechanism for tumor suppressor loss-of-function."}, {"pubmed": 33422522, "text": "Discriminative SKP2 Interactions with CDK-Cyclin Complexes Support a Cyclin A-Specific Role in p27KIP1 Degradation."}, {"pubmed": 33478005, "text": "ABT-751 Induces Multiple Anticancer Effects in Urinary Bladder Urothelial Carcinoma-Derived Cells: Highlighting the Induction of Cytostasis through the Inhibition of SKP2 at Both Transcriptional and Post-Translational Levels."}, {"pubmed": 33662413, "text": "DNAJC5 promotes hepatocellular carcinoma cells proliferation though regulating SKP2 mediated p27 degradation."}, {"pubmed": 33664437, "text": "Prolonged cetuximab treatment promotes p27(Kip1)-mediated G1 arrest and autophagy in head and neck squamous cell carcinoma."}, {"pubmed": 33982894, "text": "Lupus Susceptibility Region Containing CDKN1B rs34330 Mechanistically Influences Expression and Function of Multiple Target Genes, Also Linked to Proliferation and Apoptosis."}, {"pubmed": 34201101, "text": "The AMPK/p27(Kip1) Pathway as a Novel Target to Promote Autophagy and Resilience in Aged Cells."}, {"pubmed": 34382727, "text": "miR-221 confers lapatinib resistance by negatively regulating p27(kip1) in HER2-positive breast cancer."}, {"pubmed": 34407842, "text": "SIRT1 regulates the phosphorylation and degradation of P27 by deacetylating CDK2 to promote T-cell acute lymphoblastic leukemia progression."}, {"pubmed": 34423034, "text": "TDO2 Was Downregulated in Hepatocellular Carcinoma and Inhibited Cell Proliferation by Upregulating the Expression of p21 and p27."}, {"pubmed": 34516316, "text": "MicroRNA-221-3p alleviates cell apoptosis and inflammatory response by targeting cyclin dependent kinase inhibitor 1B in chronic obstructive pulmonary disease."}, {"pubmed": 34518440, "text": "lncRNA HCG11 suppresses human osteosarcoma growth through upregulating p27 Kip1."}, {"pubmed": 34617876, "text": "Circular RNA circCRKL inhibits the proliferation of acute myeloid leukemia cells via the miR-196a-5p/miR-196b-5p/p27 axis."}, {"pubmed": 34646389, "text": "Visualization of endogenous p27 and Ki67 reveals the importance of a c-Myc-driven metabolic switch in promoting survival of quiescent cancer cells."}, {"pubmed": 34654798, "text": "p27kip1 expression and phosphorylation dictate Palbociclib sensitivity in KRAS-mutated colorectal cancer."}, {"pubmed": 34752733, "text": "Regulation of CDK inhibitor p27 by microRNA 222 in breast cancer patients."}, {"pubmed": 34845229, "text": "The NUCKS1-SKP2-p21/p27 axis controls S phase entry."}, {"pubmed": 35044333, "text": "Single-nucleotide polymorphism of ADRbeta2 and CDKN1B genes in Egyptian patients with coronary artery in-stent restenosis."}, {"pubmed": 35323929, "text": "MEN4, the MEN1 Mimicker: A Case Series of three Phenotypically Heterogenous Patients With Unique CDKN1B Mutations."}, {"pubmed": 35355569, "text": "Case Report: New CDKN1B Mutation in Multiple Endocrine Neoplasia Type 4 and Brief Literature Review on Clinical Management."}, {"pubmed": 35430569, "text": "Role of Genetic Variations in CDK2, CCNE1 and p27(KIP1) in Prostate Cancer."}, {"pubmed": 35673965, "text": "The SKP2-p27 axis defines susceptibility to cell death upon CHK1 inhibition."}, {"pubmed": 35738638, "text": "Contribution of Cyclin-dependent Kinase Inhibitor 1B Genotypes to Childhood Leukemia Risk."}, {"pubmed": 35926659, "text": "RNF4 promotes tumorigenesis, therapy resistance of cholangiocarcinoma and affects cell cycle by regulating the ubiquitination degradation of p27kip1 in the nucleus."}, {"pubmed": 36256846, "text": "Germline CDKN1B variant type and site are associated with phenotype in MEN4."}, {"pubmed": 36334246, "text": "Novel germline variants of CDKN1B and CDKN2C identified during screening for familial primary hyperparathyroidism."}, {"pubmed": 36638271, "text": "LncRNA LIMp27 Regulates the DNA Damage Response through p27 in p53-Defective Cancer Cells."}, {"pubmed": 36792756, "text": "PRMT6-CDC20 facilitates glioblastoma progression via the degradation of CDKN1B."}, {"pubmed": 36825757, "text": "Knockdown of UBE2I inhibits tumorigenesis and enhances chemosensitivity of cholangiocarcinoma via modulating p27kip1 nuclear export."}, {"pubmed": 37762128, "text": "Large HBV Surface Protein-Induced Unfolded Protein Response Dynamically Regulates p27 Degradation in Hepatocellular Carcinoma Progression."}, {"pubmed": 37991262, "text": "MicroRNA-221-3p promotes post-burn HUVEC proliferation, migration, and angiogenesis by regulating CDKN1B."}, {"pubmed": 38211530, "text": "UBE4B regulates p27 expression in A549 NSCLC cells through regulating the interaction of HuR and the p27 5' UTR."}, {"pubmed": 38301893, "text": "The E3 ligase SMURF1 stabilizes p27 via UbcH7 catalyzed K29-linked ubiquitin chains to promote cell migration SMURF1-UbcH7 K29 ubiquitination of p27 and cell migration."}], "genomic_pos": {"chr": "12", "end": 12722369, "ensemblgene": "ENSG00000111276", "start": 12685498, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 12875305, "start": 12867992, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000079", "pubmed": 8033212, "qualifier": "involved_in", "term": "regulation of cyclin-dependent protein serine/threonine kinase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0000082", "qualifier": "involved_in", "term": "G1/S transition of mitotic cell cycle"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0000082", "qualifier": "involved_in", "term": "G1/S transition of mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001890", "qualifier": "involved_in", "term": "placenta development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001934", "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006813", "qualifier": "involved_in", "term": "potassium ion transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006977", "qualifier": "involved_in", "term": "DNA damage response, signal transduction by p53 class mediator resulting in cell cycle arrest"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007096", "qualifier": "involved_in", "term": "regulation of exit from mitosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007507", "pubmed": 24380855, "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007605", "qualifier": "involved_in", "term": "sensory perception of sound"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008285", "pubmed": 19838216, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009749", "qualifier": "involved_in", "term": "response to glucose"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030308", "pubmed": 10208428, "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030334", "qualifier": "involved_in", "term": "regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031116", "qualifier": "involved_in", "term": "positive regulation of microtubule polymerization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033673", "pubmed": 19170105, "qualifier": "involved_in", "term": "negative regulation of kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042326", "pubmed": 10208428, "qualifier": "involved_in", "term": "negative regulation of phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043200", "qualifier": "involved_in", "term": "response to amino acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043434", "qualifier": "involved_in", "term": "response to peptide hormone"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045732", "pubmed": 19056892, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of protein catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045736", "qualifier": "involved_in", "term": "negative regulation of cyclin-dependent protein serine/threonine kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045736", "pubmed": 28666995, "qualifier": "involved_in", "term": "negative regulation of cyclin-dependent protein serine/threonine kinase activity"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045740", "qualifier": "involved_in", "term": "positive regulation of DNA replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 19170105, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045930", "qualifier": "involved_in", "term": "negative regulation of mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046686", "qualifier": "involved_in", "term": "response to cadmium ion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048102", "pubmed": 12698196, "qualifier": "involved_in", "term": "autophagic cell death"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048839", "qualifier": "involved_in", "term": "inner ear development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051168", "pubmed": 12529437, "qualifier": "involved_in", "term": "nuclear export"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051726", "pubmed": 12093740, "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051726", "pubmed": 24380855, "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060767", "qualifier": "involved_in", "term": "epithelial cell proliferation involved in prostate gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060770", "qualifier": "involved_in", "term": "negative regulation of epithelial cell proliferation involved in prostate gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071236", "qualifier": "involved_in", "term": "cellular response to antibiotic"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071285", "pubmed": 19056892, "qualifier": "acts_upstream_of_or_within", "term": "cellular response to lithium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071407", "qualifier": "involved_in", "term": "cellular response to organic cyclic compound"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071456", "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0090398", "qualifier": "involved_in", "term": "cellular senescence"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902746", "qualifier": "involved_in", "term": "regulation of lens fiber cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902806", "pubmed": 8033212, "qualifier": "involved_in", "term": "regulation of cell cycle G1/S phase transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904019", "qualifier": "involved_in", "term": "epithelial cell apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904030", "pubmed": 8684460, "qualifier": "involved_in", "term": "negative regulation of cyclin-dependent protein kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904036", "qualifier": "involved_in", "term": "negative regulation of epithelial cell apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904706", "pubmed": 19088079, "qualifier": "involved_in", "term": "negative regulation of vascular associated smooth muscle cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905179", "pubmed": 24380855, "qualifier": "involved_in", "term": "negative regulation of cardiac muscle tissue regeneration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000045", "pubmed": 10208428, "qualifier": "involved_in", "term": "regulation of G1/S transition of mitotic cell cycle"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [11800646, 12093740], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 12093740, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005768", "qualifier": "located_in", "term": "endosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031464", "pubmed": 21628527, "qualifier": "part_of", "term": "Cul4A-RING E3 ubiquitin ligase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0004860", "pubmed": 8684460, "qualifier": "enables", "term": "protein kinase inhibitor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004861", "qualifier": "enables", "term": "cyclin-dependent protein serine/threonine kinase inhibitor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004861", "pubmed": [8033212, 10918569, 28666995], "qualifier": "enables", "term": "cyclin-dependent protein serine/threonine kinase inhibitor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004861", "qualifier": "enables", "term": "cyclin-dependent protein serine/threonine kinase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8684460, 8756624, 9106657, 9840943, 11961546, 12082530, 12093740, 15024385, 15057270, 15480426, 15652749, 15890360, 16189514, 16209941, 16289477, 16326706, 16431923, 17053782, 17254966, 17254967, 17418410, 17698606, 18177895, 18593906, 18692475, 18805092, 19470470, 20596027, 21423214, 21423803, 22632967, 22770219, 23455922, 23543736, 23602409, 23602568, 24358021, 25241761, 25852190, 25910212, 26496610, 26775844, 28514442, 29997244, 31515488, 32296183, 32707033, 32814053, 34591612, 34591642], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 15024385, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019903", "pubmed": 19838216, "qualifier": "enables", "term": "protein phosphatase binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0019914", "pubmed": 8684460, "qualifier": "enables", "term": "cyclin-dependent protein kinase activating kinase regulator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0030332", "pubmed": 15024385, "qualifier": "enables", "term": "cyclin binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0030332", "pubmed": 24380855, "qualifier": "enables", "term": "cyclin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0030544", "qualifier": "enables", "term": "Hsp70 protein binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0031625", "pubmed": 16209941, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044877", "pubmed": [8684460, 15024385], "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051087", "qualifier": "enables", "term": "protein-folding chaperone binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0060090", "pubmed": 8684460, "qualifier": "enables", "term": "molecular adaptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0140678", "pubmed": 11790096, "qualifier": "enables", "term": "molecular function inhibitor activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:1990757", "pubmed": 16209941, "qualifier": "enables", "term": "ubiquitin ligase activator activity"}]}, "homologene": {"genes": [[7955, 368329], [9031, 374106], [9544, 697188], [9598, 466947], [9606, 1027], [9615, 403429], [9913, 512613], [10090, 12576], [10116, 83571]], "id": 2999}, "interpro": [{"desc": "Cyclin-dependent kinase inhibitor domain", "id": "IPR003175", "short_desc": "CDI_dom"}, {"desc": "Cyclin-dependent kinase inhibitor domain superfamily", "id": "IPR044898", "short_desc": "CDI_dom_sf"}], "ipi": ["IPI00006991", "IPI00853130"], "map_location": "12p13.1", "name": "cyclin dependent kinase inhibitor 1B", "other_names": ["cyclin-dependent kinase inhibitor 1B", "cyclin-dependent kinase inhibitor 1B (p27, Kip1)"], "pantherdb": {"HGNC": "1785", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104565", "ortholog_type": "LDO", "panther_family": "PTHR10265", "taxid": 10090, "uniprot_kb": "P46414"}, {"RGD": "69062", "ortholog_type": "LDO", "panther_family": "PTHR10265", "taxid": 10116, "uniprot_kb": "O08769"}, {"Ensembl": "ENSGALG00000022980", "ortholog_type": "LDO", "panther_family": "PTHR10265", "taxid": 9031, "uniprot_kb": "Q8JIV2"}, {"ZFIN": "ZDB-GENE-040812-3", "ortholog_type": "O", "panther_family": "PTHR10265", "taxid": 7955, "uniprot_kb": "Q5RGY9"}, {"ZFIN": "ZDB-GENE-030521-13", "ortholog_type": "LDO", "panther_family": "PTHR10265", "taxid": 7955, "uniprot_kb": "Q90YX4"}, {"WormBase": "WBGene00000516", "ortholog_type": "O", "panther_family": "PTHR10265", "taxid": 6239, "uniprot_kb": "Q22197"}, {"WormBase": "WBGene00000517", "ortholog_type": "O", "panther_family": "PTHR10265", "taxid": 6239, "uniprot_kb": "G5EEJ2"}, {"FlyBase": "FBgn0010316", "ortholog_type": "O", "panther_family": "PTHR10265", "taxid": 7227, "uniprot_kb": "Q7JNL9"}], "uniprot_kb": "P46527"}, "pathway": {"biocarta": [{"id": "cellcyclepathway", "name": "cyclins and cell cycle regulation"}, {"id": "ctcfpathway", "name": "ctcf: first multivalent nuclear factor"}, {"id": "g1pathway", "name": "cell cycle: g1/s check point"}, {"id": "mcmpathway", "name": "cdk regulation of dna replication"}, {"id": "p27pathway", "name": "regulation of p27 phosphorylation during cell cycle progression"}, {"id": "ptenpathway", "name": "pten dependent cell cycle arrest and apoptosis"}, {"id": "raccycdpathway", "name": "influence of ras and rho proteins on g1 to s transition"}], "kegg": [{"id": "hsa04012", "name": "ErbB signaling pathway - Homo sapiens (human)"}, {"id": "hsa04066", "name": "HIF-1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, {"id": "hsa04110", "name": "Cell cycle - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05203", "name": "Viral carcinogenesis - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, {"id": "hsa05215", "name": "Prostate cancer - Homo sapiens (human)"}, {"id": "hsa05220", "name": "Chronic myeloid leukemia - Homo sapiens (human)"}, {"id": "hsa05222", "name": "Small cell lung cancer - Homo sapiens (human)"}, {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_RAGE", "name": "RAGE"}, "pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "avb3_integrin_pathway", "name": "Integrins in angiogenesis"}, {"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "e2f_pathway", "name": "E2F transcription factor network"}, {"id": "foxopathway", "name": "FoxO family signaling"}, {"id": "hes_heypathway", "name": "Notch-mediated HES/HEY network"}, {"id": "hnf3apathway", "name": "FOXA1 transcription factor network"}, {"id": "myc_represspathway", "name": "Validated targets of C-MYC transcriptional repression"}, {"id": "pi3kciaktpathway", "name": "Class I PI3K signaling events mediated by Akt"}, {"id": "rb_1pathway", "name": "Regulation of retinoblastoma protein"}, {"id": "rhoa_pathway", "name": "RhoA signaling pathway"}, {"id": "rhoa_reg_pathway", "name": "Regulation of RhoA activity"}, {"id": "telomerasepathway", "name": "Regulation of Telomerase"}], "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-187577", "name": "SCF(Skp2)-mediated degradation of p27/p21"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-198323", "name": "AKT phosphorylates targets in the cytosol"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2559582", "name": "Senescence-Associated Secretory Phenotype (SASP)"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-2559586", "name": "DNA Damage/Telomere Stress Induced Senescence"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-453279", "name": "Mitotic G1 phase and G1/S transition"}, {"id": "R-HSA-5625900", "name": "RHO GTPases activate CIT"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5674400", "name": "Constitutive Signaling by AKT1 E17K in Cancer"}, {"id": "R-HSA-6791312", "name": "TP53 Regulates Transcription of Cell Cycle Genes"}, {"id": "R-HSA-6804116", "name": "TP53 Regulates Transcription of Genes Involved in G1 Cell Cycle Arrest"}, {"id": "R-HSA-69202", "name": "Cyclin E associated events during G1/S transition "}, {"id": "R-HSA-69206", "name": "G1/S Transition"}, {"id": "R-HSA-69231", "name": "Cyclin D associated events in G1"}, {"id": "R-HSA-69236", "name": "G1 Phase"}, {"id": "R-HSA-69242", "name": "S Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69563", "name": "p53-Dependent G1 DNA Damage Response"}, {"id": "R-HSA-69580", "name": "p53-Dependent G1/S DNA damage checkpoint"}, {"id": "R-HSA-69615", "name": "G1/S DNA Damage Checkpoints"}, {"id": "R-HSA-69620", "name": "Cell Cycle Checkpoints"}, {"id": "R-HSA-69656", "name": "Cyclin A:Cdk2-associated events at S phase entry"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8848021", "name": "Signaling by PTK6"}, {"id": "R-HSA-8849470", "name": "PTK6 Regulates Cell Cycle"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006927", "name": "Signaling by Non-Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9009391", "name": "Extra-nuclear estrogen signaling"}, {"id": "R-HSA-9607240", "name": "FLT3 Signaling"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9617828", "name": "FOXO-mediated transcription of cell cycle genes"}, {"id": "R-HSA-9634638", "name": "Estrogen-dependent nuclear events downstream of ESR-membrane signaling"}, {"id": "R-HSA-9659787", "name": "Aberrant regulation of mitotic G1/S transition in cancer due to RB1 defects"}, {"id": "R-HSA-9661069", "name": "Defective binding of RB1 mutants to E2F1,(E2F2, E2F3)"}, {"id": "R-HSA-9675126", "name": "Diseases of mitotic cell cycle"}, {"id": "R-HSA-9687139", "name": "Aberrant regulation of mitotic cell cycle due to RB1 defects"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}], "wikipathways": [{"id": "WP1530", "name": "miRNA regulation of DNA damage response"}, {"id": "WP1545", "name": "miRNAs involved in DNA damage response"}, {"id": "WP179", "name": "Cell cycle"}, {"id": "WP1971", "name": "Integrated Cancer Pathway"}, {"id": "WP2032", "name": "Thyroid stimulating hormone (TSH) signaling pathway"}, {"id": "WP205", "name": "IL-7 signaling pathway"}, {"id": "WP2261", "name": "Glioblastoma signaling pathways"}, {"id": "WP2374", "name": "Oncostatin M Signaling Pathway"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP2446", "name": "Retinoblastoma gene in cancer"}, {"id": "WP2572", "name": "Primary focal segmental glomerulosclerosis (FSGS)"}, {"id": "WP2586", "name": "Aryl Hydrocarbon Receptor Netpath"}, {"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}, {"id": "WP2873", "name": "Aryl Hydrocarbon Receptor Pathway"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP34", "name": "Ovarian infertility"}, {"id": "WP3640", "name": "Imatinib and Chronic Myeloid Leukemia"}, {"id": "WP3680", "name": "Association Between Physico-Chemical Features and Toxicity Associated Pathways"}, {"id": "WP3844", "name": "PI3K-AKT-mTOR signaling pathway and therapeutic opportunities"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP3938", "name": "miR-222 in Exercise-Induced Cardiac Growth"}, {"id": "WP3941", "name": "Oxidative Damage"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP45", "name": "G1 to S cell cycle control"}, {"id": "WP4658", "name": "Small cell lung cancer"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4970", "name": "Galanin receptor pathway"}, {"id": "WP5072", "name": "Modulators of TCR signaling and T cell activation"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}, {"id": "WP673", "name": "ErbB signaling pathway"}, {"id": "WP707", "name": "DNA damage response"}, {"id": "WP710", "name": "DNA damage response (only ATM dependent)"}]}, "pdb": ["1H27", "1JSU", "2AST", "5UQ3", "6ATH", "6P8E", "6P8F", "6P8G", "7B5L", "7B5M", "7B5R", "7OR8", "7ORG", "7ORH", "7ORS", "7ORT", "8BYA", "8BYL", "8BZO"], "pfam": "PF02234", "pharmgkb": "PA105", "pharos": {"target_id": 13355, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247251", "relationship": "is"}, {"id": "GNF247252", "relationship": "is"}, {"id": "GNF247253", "relationship": "is"}, {"id": "GNF247254", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159351", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF032606", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081412", "relationship": "is"}, {"id": "GNF081413", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF055720", "relationship": "is"}, {"id": "GNF060393", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070469", "relationship": "is"}, {"id": "GNF070470", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF002409", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF236860", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": [{"id": "GNF335139", "relationship": "is"}, {"id": "GNF335786", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF105813", "relationship": "is"}, {"id": "GNF145459", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_016341.1"], "protein": "NP_004055.1", "rna": "NM_004064.5", "translation": {"protein": "NP_004055.1", "rna": "NM_004064.5"}}, "reporter": {"HG-U133_Plus_2": "209112_at", "HG-U95Av2": ["2034_s_at", "33847_s_at", "33848_r_at"], "HTA-2_0": ["TC12000178.hg.1", "TC12002253.hg.1"], "HuEx-1_0": "3405440", "HuGene-1_1": "7954029", "HuGene-2_1": "16748477"}, "summary": "This gene encodes a cyclin-dependent kinase inhibitor, which shares a limited similarity with CDK inhibitor CDKN1A/p21. The encoded protein binds to and prevents the activation of cyclin E-CDK2 or cyclin D-CDK4 complexes, and thus controls the cell cycle progression at G1. The degradation of this protein, which is triggered by its CDK dependent phosphorylation and subsequent ubiquitination by SCF complexes, is required for the cellular transition from quiescence to the proliferative state. Mutations in this gene are associated with multiple endocrine neoplasia type IV (MEN4). [provided by RefSeq, Apr 2014].", "symbol": "CDKN1B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332737"}, "unigene": "Hs.238990", "uniprot": {"Swiss-Prot": "P46527", "TrEMBL": ["H7C2T1", "Q6I9V6", "E7ES52"]}, "wikipedia": {"url_stub": "CDKN1B"}}