{"AllianceGenome": "24576", "HGNC": "24576", "MIM": "605525", "_id": "81620", "_version": 1, "accession": {"genomic": ["AC092384.5", "CH471184.2", "CP068262.2", "NC_000016.10", "NC_060940.1", "NG_028266.1"], "protein": ["AAG45181.1", "AAH00137.2", "AAH08676.1", "AAH08860.2", "AAH09410.1", "AAH14202.2", "AAH21126.1", "AAH49205.1", "BAB61878.1", "EAW66762.1", "EAW66763.1", "EAW66764.1", "NP_112190.2", "Q9H211.3"], "rna": ["AB053172.1", "AF070552.1", "AF321125.1", "BC000137.2", "BC008676.1", "BC008860.2", "BC009410.1", "BC014202.2", "BC021126.1", "BC049205.1", "NM_030928.4"], "translation": [{"protein": "BAB61878.1", "rna": "AB053172.1"}, {"protein": "AAH08676.1", "rna": "BC008676.1"}, {"protein": "AAH09410.1", "rna": "BC009410.1"}, {"protein": "NP_112190.2", "rna": "NM_030928.4"}, {"protein": "AAH08860.2", "rna": "BC008860.2"}, {"protein": "AAH00137.2", "rna": "BC000137.2"}, {"protein": "AAG45181.1", "rna": "AF321125.1"}, {"protein": "AAH21126.1", "rna": "BC021126.1"}, {"protein": "AAH14202.2", "rna": "BC014202.2"}, {"protein": "AAH49205.1", "rna": "BC049205.1"}]}, "alias": ["DUP", "RIS2"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2023-03-03T17:00:00.000Z", "disease_label": "Meier-Gorlin syndrome 4", "gcep": "Syndromic Disorders Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0013431", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_dfc9602f-fb88-419a-8955-6d7c00a52158-2023-03-03T170000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000167513", "protein": ["ENSP00000301019", "ENSP00000456926"], "transcript": ["ENST00000301019", "ENST00000562747", "ENST00000569140"], "translation": [{"protein": "ENSP00000301019", "rna": "ENST00000301019"}, {"protein": "ENSP00000456926", "rna": "ENST00000569140"}], "type_of_gene": "protein_coding"}, "entrezgene": "81620", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.7804352373, "exp_mis": 259.858512547, "exp_syn": 117.559586139, "lof_z": 0.208254828459664, "mis_z": -1.70346023528473, "mu_lof": 1.08440226703e-06, "mu_mis": 2.79748713182e-05, "mu_syn": 1.24924167483e-05, "n_lof": 13.0, "n_mis": 316.0, "n_syn": 125.0, "p_li": 7.76436067319038e-09, "p_null": 0.85245320223491, "p_rec": 0.147546790000729, "syn_z": -0.425418832803617}, "bp": 1641, "cds_end": 88874686, "cds_start": 88870239, "n_exons": 10, "nonpsych": {"exp_lof": 12.3007996386, "exp_mis": 235.025212878, "exp_syn": 106.230947363, "lof_z": 0.644264328727704, "mis_z": -1.57840199705587, "mu_lof": 1.08440226703e-06, "mu_mis": 2.79748713182e-05, "mu_syn": 1.24924167483e-05, "n_lof": 10.0, "n_mis": 283.0, "n_syn": 116.0, "p_li": 2.14576817002991e-06, "p_null": 0.560217435808362, "p_rec": 0.439780418423468, "syn_z": -0.59675025873941}, "nontcga": {"exp_lof": 12.6612524538, "exp_mis": 239.053100795, "exp_syn": 108.138077233, "lof_z": 0.460551833542934, "mis_z": -1.77054031406662, "mu_lof": 1.08440226703e-06, "mu_mis": 2.79748713182e-05, "mu_syn": 1.24924167483e-05, "n_lof": 11.0, "n_mis": 294.0, "n_syn": 117.0, "p_li": 3.1220584099335e-07, "p_null": 0.680134341494348, "p_rec": 0.319865346299811, "syn_z": -0.539584890320479}, "transcript": "ENST00000301019.4"}, "exons": [{"cdsend": 88808278, "cdsstart": 88803831, "chr": "16", "position": [[88803788, 88804059], [88804544, 88804667], [88804761, 88804898], [88805439, 88805637], [88805723, 88805869], [88806020, 88806121], [88806485, 88806674], [88807050, 88807203], [88807280, 88807482], [88808114, 88809258]], "strand": 1, "transcript": "NM_030928", "txend": 88809258, "txstart": 88803788}], "exons_hg19": [{"cdsend": 88874686, "cdsstart": 88870239, "chr": "16", "position": [[88870196, 88870467], [88870952, 88871075], [88871169, 88871306], [88871847, 88872045], [88872131, 88872277], [88872428, 88872529], [88872893, 88873082], [88873458, 88873611], [88873688, 88873890], [88874522, 88875666]], "strand": 1, "transcript": "NM_030928", "txend": 88875666, "txstart": 88870196}], "generif": [{"pubmed": 11896191, "text": "human CDT1 is essential for DNA replication and chromatin licensing"}, {"pubmed": 12429841, "text": "Results show that geminin, cdt1 and cdc6 are differentially regulated during megakaryocytic differentiation and suggest an active role of cdc6 in endomitosis."}, {"pubmed": 12840033, "text": "SCF(Skp2)-mediated ubiquitination pathway may play an important role in the cell cycle-dependent Cdt1 degradation in mammalian cells."}, {"pubmed": 14993212, "text": "Cdt1 function is negatively regulated by the Cdk phosphorylation independent of geminin binding"}, {"pubmed": 15004027, "text": "Cdt1 is phosphorylated and its degradation induced by Cdk2 and Cdk4"}, {"pubmed": 15257290, "text": "Geminin is both a negative and positive regulator of pre-replicative complex formation in human cells, playing a positive role in allowing CDT1 accumulation in G2-M"}, {"pubmed": 15284237, "text": "in proliferating HeLa cells geminin and Cdt1 are co-expressed during a relatively short time at the G(1)-to-S phase transition; Cdt1 is rapidly degraded early in S phase, but geminin remains bound to the chromatin sites"}, {"pubmed": 15855168, "text": "a Skp2-independent pathway that requires the N-terminal 32 residues of Cdt1 is critical for the degradation of Cdt1 in S phase- this degradation is necessary for the optimum progression of cells through S phase"}, {"pubmed": 16261166, "text": "Cdt1 overexpression contributes to tumorigenecity by causing genomic instability in transgenic p53 knockout mice."}, {"pubmed": 16273206, "text": "Cdt1 expression is severely downregulated upon differentiation of Caco-2 cells, an in vitro model of intestinal epithelial differentiation."}, {"pubmed": 16407242, "text": "PCNA is involved in mediating Cdt1 degradation by the Cul4-Ddb1 ligase in response to DNA damage."}, {"pubmed": 16835273, "text": "Data from several different systems strongly indicate that unregulated Cdt1 overexpression at pathophysiological levels can induce chromosomal damage other than rereplication in non-transformed cells."}, {"pubmed": 16861906, "text": "L2DTL and PCNA interact with CUL4/DDB1 complexes and are involved in CDT1 degradation after DNA damage."}, {"pubmed": 16940174, "text": "Results suggest that DDB1 prevents DNA lesions from accumulating in replicating human cells, in part by regulating Cdt1 degradation."}, {"pubmed": 16949367, "text": "These studies uncover diverse substrate receptors for Cul4 and identify Cdt2 as a conserved component of the Cul4-Ddb1 E3 that is essential to destroy Cdt1 and ensure proper cell cycle regulation of DNA replication."}, {"pubmed": 17029205, "text": "Findings suggest that the CDT1 838G/A and GMNN 387C/A polymorphisms may not play a major role in the etiology of breast cancer, but CDT1 variant may have a potential role only in genetically susceptible women."}, {"pubmed": 17029205, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17085480, "text": "DTL promotes genomic stability through two distinct mechanisms. First, it is an essential component of the CUL4-DDB1 complex that controls CDT1 levels, thereby preventing rereplication. Second, it is required for the early G2/M checkpoint."}, {"pubmed": 17598984, "text": "we discuss how these dynamic Cdt1-chromatin interactions and the local recruitment of Geminin onto origins of replication by Cdt1 may provide a tight control of the licensing process in time and in space."}, {"pubmed": 18006835, "text": "hCdt1 and hCdc6 expression promote malignant behavior"}, {"pubmed": 18162579, "text": "Human Cdt1-binding proteins were identified by a combination of Cdt1 affinity chromatography and liquid chromatography and tandem mass spectrometry analysis."}, {"pubmed": 18184650, "text": "exogenous Cdt1 induces re-replication by de-repressing endogenous Cdt1 through the titration of PCNA and cyclin; Cdt1 lacking the evolutionarily conserved region that interacts with MCM2-7 is capable of inducing re-replication"}, {"pubmed": 18288374, "text": "These results suggested that, at least in vitro, oleic acid-containing cell membranes of the lipid bilayer inhibit Cdt1-geminin complex formation by binding to Cdt1 and thereby liberating Cdt1 from inhibition by geminin."}, {"pubmed": 18508524, "text": "Cdt1 and Geminin expression is deregulated in human tumor specimens and may represent novel markers useful for cancer diagnosis and prognosis."}, {"pubmed": 18617514, "text": "rereplication-associated DNA damage triggers Cdt1 and Cdc6 ubiquitination and destruction; this pathway represents an evolutionarily conserved mechanism that minimizes the extent of rereplication"}, {"pubmed": 18650381, "text": "PcG complex 1, involving Rae28 and Cdt1, supports the activity of hematopoietic stem cells by enhancing cycling capability and hematopoietic activity through direct regulation of Geminin"}, {"pubmed": 18657502, "text": "Cdt1, with its two opposing regulatory binding factors MCM9 and geminin, appears to be a major platform on the pre-replication complexes to integrate cell-cycle signals."}, {"pubmed": 18832067, "text": "HBO1 associates with replication origins specifically during the G1 phase of the cell cycle in a manner that depends on the replication licensing factor Cdt1, but is independent of the Cdt1 repressor Geminin."}, {"pubmed": 19054765, "text": "chromatin-bound CDT1 is first stabilized and subsequently displaced by CDC7 activity, thereby ensuring the timely execution of DNA replication"}, {"pubmed": 19276081, "text": "Cdt1 undergoes acetylation and is reversibly deacetylated by HDAC11"}, {"pubmed": 19906994, "text": "Data show that the Cdt1:Geminin complex can exist in two distinct forms, a \"permissive\" heterotrimer and an \"inhibitory\" heterohexamer."}, {"pubmed": 20929861, "text": "Cdt1 degradation following UV irradiation occurs rapidly at damaged sites due to PCNA chromatin loading and the recruitment of Cdt1 and CRL4(Cdt2), before DNA damage repair is completed"}, {"pubmed": 20980834, "text": "Cdt1 promote MCM loading in vivo involves the stimulation of large-scale chromatin decondensation to allow access to the underlying DNA substrate."}, {"pubmed": 21099365, "text": "Results indicate that the interaction between hCdt1 and hMcm6 through their interacting domains is key for hCdt1 in facilitating the MCM hetero-hexamer to load onto chromatin for replication licensing."}, {"pubmed": 21115485, "text": "in human cancer cells, RBX1 silencing causes the accumulation of DNA replication licensing proteins CDT1 and ORC1, leading to DNA double-strand breaks, DDR, G(2) arrest, and, eventually, aneuploidy"}, {"pubmed": 21224399, "text": "Cdt1 is recruited onto damaged sites in G1 phase cells, within seconds of DNA damage induction by ultraviolet laser"}, {"pubmed": 21628527, "text": "study reports that UBCH8 and UBE2G1 and UBE2G2 cooperate with CRL4Cdt2 in promoting the polyubiquitylation and subsequent degradation of p21 and Cdt1, respectively"}, {"pubmed": 21729526, "text": "The over-expression of geminin and cdt1 may play an important role in pathogenesis of acute leukemia."}, {"pubmed": 21846465, "text": "Studies suggest that DNA damage-induced ubiquitination or sumoylation of PCNA prevents CRL4Cdt2-dependent degradation by inhibiting binding of Cdt1 to PCNA."}, {"pubmed": 21856198, "text": "JNK1 phosphorylation of Cdt1 inhibits recruitment of HBO1 histone acetylase and blocks replication licensing in response to stress"}, {"pubmed": 21930785, "text": "findings support a model in which MAP kinase activity in G(2) promotes reaccumulation of a low-activity Cdt1 isoform after replication is complete."}, {"pubmed": 21937426, "text": "Cdt1- and SNF2H-mediated promotion of MCM loading may be biologically relevant for the regulation of DNA replication."}, {"pubmed": 21981919, "text": "p97 is an essential regulator of DNA damage-dependent CDT1 destruction"}, {"pubmed": 22333897, "text": "A lethal phenotype was seen in four individuals with compound heterozygous CDT1 mutations"}, {"pubmed": 22451935, "text": "FOXO3 is a binding partner of Cdt1."}, {"pubmed": 22560525, "text": "Genes in the erythroid differentiation and cell cycle regulation pathways influence interindividual variation in RBC indices. Our results provide insights into the molecular basis underlying variation in RBC traits."}, {"pubmed": 22581055, "text": "results support the conclusion that Cdt1 binding to Hec1 is essential for an extended Ndc80 configuration and stable kinetochore-microtubule attachment"}, {"pubmed": 22918581, "text": "Protein levels of Geminin and Cdt1 are tightly regulated through the cell cycle, and the Cdt1-Geminin complex likely acts as a molecular switch that can enable or disable the firing of each origin of replication."}, {"pubmed": 23029527, "text": "ATR, activated after DNA damage, phosphorylates Cdt2 and promotes the rapid degradation of Cdt1 after UV irradiation in the G1 phase of the cell cycle."}, {"pubmed": 23152514, "text": "These results demonstrate an important role for Cdt1 in human papillomavirus E7-induced rereplication and shed light on mechanisms by which human papillomavirus induces genomic instability."}, {"pubmed": 24280901, "text": "ATM silencing induced partial reduction in levels of Skp2, a component of SCF(Skp2) ubiquitin ligase that controls Cdt1 degradation."}, {"pubmed": 24828503, "text": "FBXO31 interacts with Cdt1 and regulates the degradation of Cdt1 in G2 phase."}, {"pubmed": 27296872, "text": "USP37 interacts with Cdt1 and is able to de-ubiquitinate Cdt1 in vivo and, USP37 is able to regulate the loading of MCM complexes onto the chromatin."}, {"pubmed": 27552915, "text": "Cdt1-binding protein GRWD1 promotes chromatin fluidity by influencing nucleosome structures, e.g., by transient eviction of H2A-H2B, and thereby promotes efficient MCM loading at replication origins."}, {"pubmed": 27974665, "text": "PPP2R3B codes for the PR70 protein, a regulatory substrate-recognizing subunit of protein phosphatase 2A. PR70 decreased melanoma growth by negatively interfering with DNA replication and cell cycle progression through its role in stabilizing CDC6-chromatin licensing and CDT1 interaction"}, {"pubmed": 28278049, "text": "mismatch repair (MMR) proteins are also involved in the degradation of Cdt1 after ultraviolet irradiation in the G1 phase"}, {"pubmed": 28428557, "text": "Results show that both Cdc6 and Cdt1, when expressed in a high level, alone or in combination, were significantly associated with poorer survival in the breast cancer patient cohort. In line with this finding, the expression of Cdc6 and Cdt1 was upregulated in breast cancer cells compared to normal breast epithelial cells. Expression of Cdc6 and Cdt1 was significantly higher in ER negative breast cancer."}, {"pubmed": 29442275, "text": "CDT1, MCM7, and NUDT1 were shown to be up-regulated in hepatocellular carcinoma tissues and provide a more accurate diagnosis than alpha-fetal protein alone."}, {"pubmed": 30154187, "text": "Mitotic kinase Aurora B interacts with and phosphorylates Cdt1. Aurora B-phosphomimetic Cdt1 exhibited attenuated MT binding, and its cellular expression induced defective kinetochore-microtubule attachments with a concomitant delay in mitotic progression."}, {"pubmed": 30281379, "text": "Cdt1 mutations found in humans afflicted with Meier-Gorlin syndrome result in either Cdt1/minichromosome maintenance protein binding or cyclin/CDK binding defects"}, {"pubmed": 30649446, "text": "The deletion of the entire C-terminal region of Cdt2 decreased its polyubiquitination activity towards Cdt1, resulting in decreased Cdt1 degradation."}, {"pubmed": 33338304, "text": "Successful pregnancies in an adult with Meier-Gorlin syndrome harboring biallelic CDT1 variants."}, {"pubmed": 33536335, "text": "SLFN11 promotes CDT1 degradation by CUL4 in response to replicative DNA damage, while its absence leads to synthetic lethality with ATR/CHK1 inhibitors."}, {"pubmed": 34348833, "text": "Elevated expression of CDT1 in childhood acute lymphoblastic leukemia promotes cell proliferation, invasion and migration through activation of EMT."}, {"pubmed": 35412947, "text": "Long non-coding RNA-PCGEM1 contributes to prostate cancer progression by sponging microRNA miR-129-5p to enhance chromatin licensing and DNA replication factor 1 expression."}, {"pubmed": 36443564, "text": "The proliferation of atypical hepatocytes and CDT1 expression in noncancerous tissue are associated with the postoperative recurrence of hepatocellular carcinoma."}], "genomic_pos": {"chr": "16", "end": 88809258, "ensemblgene": "ENSG00000167513", "start": 88803789, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 88875666, "start": 88869621, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000076", "qualifier": "involved_in", "term": "DNA replication checkpoint signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000076", "pubmed": 14672932, "qualifier": "involved_in", "term": "DNA replication checkpoint signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0000278", "qualifier": "involved_in", "term": "mitotic cell cycle"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030174", "qualifier": "involved_in", "term": "regulation of DNA-templated DNA replication initiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030174", "pubmed": 11125146, "qualifier": "involved_in", "term": "regulation of DNA-templated DNA replication initiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033262", "qualifier": "involved_in", "term": "regulation of nuclear cell cycle DNA replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035563", "pubmed": 11125146, "qualifier": "involved_in", "term": "positive regulation of chromatin binding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045740", "pubmed": 26842564, "qualifier": "involved_in", "term": "positive regulation of DNA replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045786", "pubmed": 19906994, "qualifier": "involved_in", "term": "negative regulation of cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051315", "pubmed": 22581055, "qualifier": "involved_in", "term": "attachment of mitotic spindle microtubules to kinetochore"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071163", "qualifier": "involved_in", "term": "DNA replication preinitiation complex assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071163", "pubmed": 11125146, "qualifier": "involved_in", "term": "DNA replication preinitiation complex assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072708", "pubmed": 21856198, "qualifier": "involved_in", "term": "response to sorbitol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000104", "pubmed": 19906994, "qualifier": "involved_in", "term": "negative regulation of DNA-templated DNA replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000105", "pubmed": 11125146, "qualifier": "involved_in", "term": "positive regulation of DNA-templated DNA replication"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000776", "pubmed": 22581055, "qualifier": "located_in", "term": "kinetochore"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [11125146, 24217620, 26842564], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 19906994, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016604", "qualifier": "located_in", "term": "nuclear body"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003677", "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003677", "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003682", "pubmed": 11125146, "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11125146, 14672932, 14993212, 15232106, 16482215, 17318181, 19906994, 20202939, 20932478, 21543332, 21856198, 22581055, 25990725, 26496610, 26842564, 27107012, 27296872, 28514442], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070182", "qualifier": "enables", "term": "DNA polymerase binding"}]}, "homologene": {"genes": [[7955, 566787], [8364, 100379812], [9031, 426254], [9598, 468072], [9606, 81620], [9615, 479616], [9913, 519016], [10090, 67177], [10116, 292071]], "id": 32650}, "interpro": [{"desc": "CDT1 Geminin-binding domain-like", "id": "IPR014939", "short_desc": "CDT1_Gemini-bd-like"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}, {"desc": "DNA replication factor Cdt1, C-terminal WH domain superfamily", "id": "IPR038090", "short_desc": "Cdt1_C_WH_dom_sf"}, {"desc": "DNA replication factor Cdt1", "id": "IPR045173", "short_desc": "Cdt1"}, {"desc": "DNA replication factor Cdt1, C-terminal", "id": "IPR032054", "short_desc": "Cdt1_C"}], "ipi": "IPI00096899", "map_location": "16q24.3", "name": "chromatin licensing and DNA replication factor 1", "other_names": ["DNA replication factor Cdt1", "Double parked, Drosophila, homolog of"], "pantherdb": {"HGNC": "24576", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1914427", "ortholog_type": "LDO", "panther_family": "PTHR28637", "taxid": 10090, "uniprot_kb": "Q8R4E9"}, {"RGD": "1309211", "ortholog_type": "LDO", "panther_family": "PTHR28637", "taxid": 10116, "uniprot_kb": "D3ZKD4"}, {"Ensembl": "ENSGALG00000013784", "ortholog_type": "LDO", "panther_family": "PTHR28637", "taxid": 9031, "uniprot_kb": "E1BS75"}, {"ZFIN": "ZDB-GENE-070111-1", "ortholog_type": "LDO", "panther_family": "PTHR28637", "taxid": 7955, "uniprot_kb": "E7F2R5"}, {"WormBase": "WBGene00000413", "ortholog_type": "LDO", "panther_family": "PTHR28637", "taxid": 6239, "uniprot_kb": "Q86S68"}, {"FlyBase": "FBgn0000996", "ortholog_type": "LDO", "panther_family": "PTHR28637", "taxid": 7227, "uniprot_kb": "Q7JVY2"}, {"PomBase": "SPBC428.18", "ortholog_type": "LDO", "panther_family": "PTHR28637", "taxid": 4896, "uniprot_kb": "P40382"}, {"TAIR": "2102460", "ortholog_type": "O", "panther_family": "PTHR28637", "taxid": 3702, "uniprot_kb": "Q9M1S9"}, {"TAIR": "2042541", "ortholog_type": "LDO", "panther_family": "PTHR28637", "taxid": 3702, "uniprot_kb": "Q9SJW9"}], "uniprot_kb": "Q9H211"}, "pathway": {"biocarta": {"id": "mcmpathway", "name": "cdk regulation of dna replication"}, "reactome": [{"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-453279", "name": "Mitotic G1 phase and G1/S transition"}, {"id": "R-HSA-68867", "name": "Assembly of the pre-replicative complex"}, {"id": "R-HSA-68867", "name": "Assembly of the pre-replicative complex"}, {"id": "R-HSA-68949", "name": "Orc1 removal from chromatin"}, {"id": "R-HSA-68962", "name": "Activation of the pre-replicative complex"}, {"id": "R-HSA-69002", "name": "DNA Replication Pre-Initiation"}, {"id": "R-HSA-69002", "name": "DNA Replication Pre-Initiation"}, {"id": "R-HSA-69052", "name": "Switching of origins to a post-replicative state"}, {"id": "R-HSA-69205", "name": "G1/S-Specific Transcription"}, {"id": "R-HSA-69206", "name": "G1/S Transition"}, {"id": "R-HSA-69239", "name": "Synthesis of DNA"}, {"id": "R-HSA-69242", "name": "S Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69306", "name": "DNA Replication"}, {"id": "R-HSA-69306", "name": "DNA Replication"}], "wikipathways": [{"id": "WP2446", "name": "Retinoblastoma gene in cancer"}, {"id": "WP466", "name": "DNA Replication"}]}, "pdb": ["2LE8", "2WVR", "6QCG"], "pfam": ["PF08839", "PF16679"], "pharmgkb": "PA145008572", "pharos": {"target_id": 11835, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF172915", "relationship": "is"}, {"id": "GNF183821", "relationship": "is"}, {"id": "GNF194727", "relationship": "is"}, {"id": "GNF205633", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF043200", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF002423", "relationship": "is"}, {"id": "GNF002424", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF111767", "relationship": "is"}, {"id": "GNF151408", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_028266.1"], "protein": "NP_112190.2", "rna": "NM_030928.4", "translation": {"protein": "NP_112190.2", "rna": "NM_030928.4"}}, "reporter": {"HG-U133_Plus_2": ["209832_s_at", "228868_x_at"], "HG-U95Av2": "34510_at", "HTA-2_0": "TC16000686.hg.1", "HuEx-1_0": "3673684", "HuGene-1_1": "7997839", "HuGene-2_1": "16821869"}, "retired": [115989, 115990, 146116], "summary": "The protein encoded by this gene is involved in the formation of the pre-replication complex that is necessary for DNA replication. The encoded protein can bind geminin, which prevents replication and may function to prevent this protein from initiating replication at inappropriate origins. Phosphorylation of this protein by cyclin A-dependent kinases results in degradation of the protein. [provided by RefSeq, Mar 2011].", "symbol": "CDT1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332742"}, "unigene": "Hs.122908", "uniprot": {"Swiss-Prot": "Q9H211", "TrEMBL": "H3BSY1"}, "wikipedia": {"url_stub": "DNA replication factor CDT1"}}