{"AllianceGenome": "1806", "HGNC": "1806", "MIM": "600297", "_id": "1045", "_version": 2, "accession": {"genomic": ["AH007259.2", "AJ278431.1", "AJ278432.1", "AJ278434.2", "AL591024.14", "CH471075.1", "CP068265.2", "EU544225.1", "KT583873.1", "NC_000013.11", "NC_060937.1"], "protein": ["AAB40603.1", "AAD05200.1", "AAH14461.1", "AIJ19452.1", "AIM47287.1", "CAA74038.1", "CAB94779.1", "EAX08422.1", "NP_001256.4", "NP_001341629.1", "Q99626.3", "XP_011533177.1", "XP_011533178.1", "XP_011533180.1", "XP_011533181.1", "XP_054229990.1", "XP_054229991.1"], "rna": ["AK000205.1", "BC014461.1", "BI085425.1", "KJ081251.1", "KJ531444.1", "NM_001265.6", "NM_001354700.2", "U51096.1", "XM_011534875.3", "XM_011534876.3", "XM_011534878.3", "XM_011534879.2", "XM_054374015.1", "XM_054374016.1", "Y13709.1"], "translation": [{"protein": "AIJ19452.1", "rna": "KJ081251.1"}, {"protein": "NP_001256.4", "rna": "NM_001265.6"}, {"protein": "XP_054229990.1", "rna": "XM_054374015.1"}, {"protein": "CAA74038.1", "rna": "Y13709.1"}, {"protein": "AIM47287.1", "rna": "KJ531444.1"}, {"protein": "AAH14461.1", "rna": "BC014461.1"}, {"protein": "XP_011533181.1", "rna": "XM_011534879.2"}, {"protein": "NP_001341629.1", "rna": "NM_001354700.2"}, {"protein": "XP_011533177.1", "rna": "XM_011534875.3"}, {"protein": "AAB40603.1", "rna": "U51096.1"}, {"protein": "XP_011533178.1", "rna": "XM_011534876.3"}, {"protein": "XP_054229991.1", "rna": "XM_054374016.1"}, {"protein": "XP_011533180.1", "rna": "XM_011534878.3"}]}, "alias": ["CDX-3", "CDX2/AS", "CDX3"], "ensembl": {"gene": "ENSG00000165556", "protein": "ENSP00000370408", "transcript": ["ENST00000381020", "ENST00000548877"], "translation": [{"protein": "ENSP00000370408", "rna": "ENST00000381020"}], "type_of_gene": "protein_coding"}, "entrezgene": "1045", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.33270510229, "exp_mis": 126.360597854, "exp_syn": 77.002837757, "lof_z": 2.09914603316199, "mis_z": 2.23481062119698, "mu_lof": 5.73650416418e-07, "mu_mis": 1.49186989862e-05, "mu_syn": 9.29009019784e-06, "n_lof": 1.0, "n_mis": 75.0, "n_syn": 47.0, "p_li": 0.553145867415221, "p_null": 0.0132654344086091, "p_rec": 0.43358869817617, "syn_z": 2.11962185476551}, "bp": 942, "cds_end": 28543143, "cds_start": 28537251, "n_exons": 3, "nonpsych": {"exp_lof": 5.67961183012, "exp_mis": 114.316440636, "exp_syn": 69.6429098165, "lof_z": 1.92842371193812, "mis_z": 2.42082617248705, "mu_lof": 5.73650416418e-07, "mu_mis": 1.49186989862e-05, "mu_syn": 9.29009019784e-06, "n_lof": 1.0, "n_mis": 63.0, "n_syn": 45.0, "p_li": 0.523053502747316, "p_null": 0.0199274529229353, "p_rec": 0.457019044329748, "syn_z": 1.8591611385783}, "nontcga": {"exp_lof": 5.82101083317, "exp_mis": 116.246680638, "exp_syn": 70.8375444203, "lof_z": 1.97115209803198, "mis_z": 2.13697815495844, "mu_lof": 5.73650416418e-07, "mu_mis": 1.49186989862e-05, "mu_syn": 9.29009019784e-06, "n_lof": 1.0, "n_mis": 70.0, "n_syn": 43.0, "p_li": 0.513922557479849, "p_null": 0.0177517089864467, "p_rec": 0.468325733533704, "syn_z": 2.09421579987592}, "transcript": "ENST00000381020.7"}, "exons": [{"cdsend": 27969006, "cdsstart": 27963114, "chr": "13", "position": [[27960917, 27963369], [27964869, 27965015], [27968465, 27969315]], "strand": -1, "transcript": "NM_001265", "txend": 27969315, "txstart": 27960917}, {"cdsend": 27969006, "cdsstart": 27963230, "chr": "13", "position": [[27960917, 27963369], [27964873, 27965015], [27968465, 27969368]], "strand": -1, "transcript": "NM_001354700", "txend": 27969368, "txstart": 27960917}], "exons_hg19": [{"cdsend": 28543143, "cdsstart": 28537251, "chr": "13", "position": [[28535054, 28537506], [28539006, 28539152], [28542602, 28543452]], "strand": -1, "transcript": "NM_001265", "txend": 28543452, "txstart": 28535054}, {"cdsend": 28543143, "cdsstart": 28537367, "chr": "13", "position": [[28535054, 28537506], [28539010, 28539152], [28542602, 28543505]], "strand": -1, "transcript": "NM_001354700", "txend": 28543505, "txstart": 28535054}], "generif": [{"pubmed": 11733373, "text": "Markedly reduced or absent CDX2 expression was noted by immunohistochemistry in 13 of 15 (87%) large cell minimally differentiated carcinomas (LCMDCs), whereas only 1 of the 25 (4%) differentiated adenocarcinomas (DACs)showed reduced CDX2 expression."}, {"pubmed": 11846061, "text": "Increased CDX2 mRNA is associated with chronic atrophic gastritis"}, {"pubmed": 11871772, "text": "expression of CDX2 precedes expression of CDX1 during the progression of intestinal metaplasia;expression of CDX2 may trigger the initiation and development of intestinal metaplasia"}, {"pubmed": 12270138, "text": "The homeobox gene belongs to the p53-p21(WAF)-Bcl-2 network in intestinal epithelial cells"}, {"pubmed": 12559945, "text": "These results suggest that CDX2, but not CDX1, interacts with the MUC2 promoter and activates MUC2 transcription, and plays an important role in the differentiation of goblet cells."}, {"pubmed": 12947088, "text": "findings suggest caudal type homeo box transcription factor 2(CDX2) inactivation in colon cancer results from defects in trans-acting pathways regulating CDX2 transcription, and CDX2 silencing contributes to altered phenotype of some colorectal cancers"}, {"pubmed": 12968672, "text": "A Cdx-2 binding site polymorphism (G to A) in the promoter region of the vitamin D receptor gene was reported. investigated the relationship between the VDR Cdx-2 genotype and risk of fracture"}, {"pubmed": 12970742, "text": "p21 is a transcriptional target of CDX2. Our results may thus provide a new mechanism underlying the functions of CDX2."}, {"pubmed": 14525978, "text": "Cdx-2 activates the expression of MUC2 mucin gene in gastric cells, inducing an intestinal transdifferentiation phenotype that parallels what is observed both in intestinal metaplasia and some gastric carcinomas"}, {"pubmed": 14557879, "text": "results suggest that Cdx2 is a useful prognostic marker for gastric cancer; advanced gastric cancers with both intestinal and gastric phenotypic expression have a relatively good prognosis"}, {"pubmed": 14576477, "text": "Cdx2 protein is a sensitive marker of intestinal metaplasia in the upper gastrointestinal tract and may be useful in detecting histologically equivocal cases of Barrett's esophagus."}, {"pubmed": 14615935, "text": "These results show that Cdx1 and Cdx2 might be indispensable for intestinal phenotypic expression even in gastric cancer cells"}, {"pubmed": 15048136, "text": "Aberrant expression of CDX2 is closely related to the overexpression of MUC2 in mucinous intrahepatic cholangiocarcinoma and intraductal papillary neoplasia of the liver associated with hepatolithiasis."}, {"pubmed": 15167938, "text": "Cdx2 is a highly sensitive marker for Barrett's esophagus."}, {"pubmed": 15190067, "text": "APC and CDX2 have roles in controlling retinoic acid biosynthesis and in promoting a retinoid-induced program of colonocyte differentiation"}, {"pubmed": 15205684, "text": "CDX2 is a sensitive and specific marker for colorectal adenocarcinoma."}, {"pubmed": 15215241, "text": "Cdx1 and Cdx2 inhibit colon cancer cell proliferation by blocking beta-catenin/TCF transcriptional activity"}, {"pubmed": 15217781, "text": "Cdx-2 is a permissive factor that influences basal CaBP expression in enterocytes and that HNF-1alpha modulates CaBP gene expression during cellular differentiation."}, {"pubmed": 15240568, "text": "CDX2 and MUC2 genes are repressed by SOX9 in intestinal epithelium"}, {"pubmed": 15327990, "text": "identification of MOK, a member of the mitogen-activated protein kinase superfamily, as one of the genes induced by a caudal-related homeobox transcription factor, Cdx2"}, {"pubmed": 15362373, "text": "a sensitive and specific marker for differentiating metastatic colorectal adenocarcinoma from mucinous bronchioloalveolar adenocarcinoma."}, {"pubmed": 15466189, "text": "There is a transient loss of Cdx2 in budding tumor cells at the tumor host interface in colorectal cancer, and reexpression of Cdx2 in metastases."}, {"pubmed": 15517368, "text": "CDX2 may be considered a sensitive and specific marker of midgut serotonin-producing /EC/-cells and EC-cell tumors, and its expression may be useful in the diagnosis of metastases from occult ETs"}, {"pubmed": 15547744, "text": "Cdx2 expression in invasive ductal carcinomas may be a novel prognostic marker for patient survival."}, {"pubmed": 15619975, "text": "the major factors determining the presence of CDX-2 in colorectal carcinomas at the protein product level may include cancer location and the solid phenotype of the tumor."}, {"pubmed": 15645288, "text": "CDX2 plays an important role in gallbladder carcinogenesis with intestinal differentiation."}, {"pubmed": 15722794, "text": "Study suggests that CDX2 is a relatively specific marker for tumors with intestinal differentiation; it can be seen in large cell and adenocarcinomas of the lung."}, {"pubmed": 15774940, "text": "Cdx1 activates the IAP gene via a novel cis element, whereas Cdx2 inhibits the Cdx1 effects"}, {"pubmed": 15782100, "text": "Aberrant expression of cdx2 homeobox gene was detected in pancreatic intraductal papillary mucinous neoplasm but not in ductal adenocarcinoma"}, {"pubmed": 15894926, "text": "marker for cellular phenotype in sinonasal intestinal-type adenocarcinoma"}, {"pubmed": 15994917, "text": "CDX2 expression levels were strongly associated with microsatellite instability and tumor location in the gastrointestinal tract, consistent with a possible role in the specification of gastrointestinal epithelial cell fate in humans."}, {"pubmed": 15994917, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16027724, "text": "Phosphorylation of CDX2 mediates its ubiquitin-dependent proteasome degradation."}, {"pubmed": 16144916, "text": "Higher expression of Cdx2 is associated with intestinal-type carcinomas"}, {"pubmed": 16291394, "text": "CDX2 mRNA and CDX2 protein expression are upregulated in Barrett's IM tissues, compared with normal squamous esophagus, and remain elevated in dysplasia and adenocarcinoma tissues"}, {"pubmed": 16331267, "text": "disruption of CDX2 in MKN45 cells does not significantly affect their tumorigenic potential"}, {"pubmed": 16361536, "text": "The loss of Cdx2 expression or transcriptional activity is an infrequent event during tumorigenesis, which does not contribute to molecular mechanisms underlying initiation and progression of most colorectal tumors."}, {"pubmed": 16480684, "text": "Cdx2 requires additional factors to activate the enterocyte differentiation program in normal undifferentiated cells"}, {"pubmed": 16509871, "text": "CDX-2 expression in stomach cancer may be a marker of the progression of gastric carcinogenesis, and that its activation may represent an early event."}, {"pubmed": 16618413, "text": "Transformation associated with reflux at the gastroesophageal junction reflects activation by bile acid and acid of a transcriptional program involving NF-kappaB and Cdx2, which mediate intestinal metaplasia and ectopic expression of GC-C."}, {"pubmed": 16788384, "text": "Cdx2 was shown to cooperatively activate the UGT2B7 promoter in conjunction with hepatocyte nuclear factor 1alpha (HNF1alpha), a mechanism previously observed to regulate other intestine-specific genes."}, {"pubmed": 16794828, "text": "CDX2 expression was observed in 22 of the 59 (37.3%) cholangiocarcinoma cases, and was much higher in papillary-type than tubular-type cholangiocarcinoma (P = 0.002)."}, {"pubmed": 16831200, "text": "Based on these results, we hypothesize that Cdx2 is involved in activating Math1 expression in intestinal epithelial cells."}, {"pubmed": 16963449, "text": "leptin, which is increased in inflamed colonic mucosa, triggers colonic expression of hPepT1 via the CREB and Cdx2 transcription factors"}, {"pubmed": 16996572, "text": "Results showed that 10.7% (11/103) of nontumorous gallbladders resected because of cholelithiasis revealed intestinal metaplasia with Cdx2 expression."}, {"pubmed": 17297462, "text": "CDX2 can function as a transcriptional repressor, and one mechanism by which CDX2 promotes anchorage-independent growth is by transcriptional repression of IGFBP-3."}, {"pubmed": 17468517, "text": "an association between Cdx2 and beta-catenin signaling may participate in induction of transdifferentiation of differentiation in endometrial cancer cells."}, {"pubmed": 17534889, "text": "inactivation of CDX2 in esophageal cancer associated with DNA methylation may be an important determinant of the squamous or non-adenomatous phenotype."}, {"pubmed": 17549351, "text": "High CDX2 is associated with colorectal adenocarcinoma metastases"}, {"pubmed": 17599044, "text": "Cdx2 opposes colon cancer cell migration and dissemination. Forced expression of Cdx2 in human colon cancer cell lines retards wound repair and reduces migration."}, {"pubmed": 17614034, "text": "In postmenopausal women, the Cdx-2 polymorphism does not influence bone mineral density by itself, but does affect bone mineral density in response to physical activity."}, {"pubmed": 17614034, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17852856, "text": "Bile acids induce overexpression of homeobox gene CDX-2 in human Barrett's esophageal mucosa and adenocarcinoma cell line."}, {"pubmed": 17855634, "text": "potential role of CDX2 in the development of human acute myeloid leukemia with aberrant Hox gene expression"}, {"pubmed": 17876541, "text": "CDX2 inhibits transcription of Cox-2 by interfering with the binding of NF-kappaB on the NF-kappaB binding site."}, {"pubmed": 17906616, "text": "Intestinal metaplasia or dysplasia with low expression of CDX2 may serve as predictive markers for gastric cancer."}, {"pubmed": 17957487, "text": "The down-regulation of CDX-2 may be an important mechanism in the induction of the Ulcer-associated cell lineage in Crohn's disease."}, {"pubmed": 18038313, "text": "In addition to CDX2 and MUC2 antibodies, HepPar-1 immunoexpression seems to have a potential role in differential diagnosis of periampullary adenocarcinomas."}, {"pubmed": 18156982, "text": "to distinguish intestinal types of cervical adenocarcinoma from involvement by a colorectal adenocarcinoma...CDX2 is of no value in this regard"}, {"pubmed": 18184409, "text": "combined analysis of Cdx2 and nuclear PTEN expression can have significant value in distinguishing histological types of gastric cancer and assessing prognosis in patients with gastric cancer."}, {"pubmed": 18187048, "text": "changes in CDX2 and CDX1 expression determined by methyl group deprivation may constitute one of the mechanisms sustaining the protective role attributed to folate in colon cancer"}, {"pubmed": 18250063, "text": "The abnormal expression of CDX(2) and E-cadherin plays an important role in the development of gastric carcinoma."}, {"pubmed": 18251778, "text": "Cdx2 plays an important role in the regulation of intestinal claudin expression not only in gastric mucosa with intestinal metaplasia but also gastric carcinoma."}, {"pubmed": 18254783, "text": "results suggest that genetic alterations of the Cdx2 gene may contribute to the loss of Cdx2 expression and to the development of gastric cancer, especially in the intestinal-type"}, {"pubmed": 18353622, "text": "combined detection of CDH17/CDX2 co-expression may benefit us in predicting the prognosis of gastric carcinoma."}, {"pubmed": 18495206, "text": "The Cdx2 protein is expressed frequently in endometrial lesions with squamous differentiation."}, {"pubmed": 18500171, "text": "Significant correlations sre found between claudin-2 and Cdx2 protein expression in dysplasia and intestine-type adenocarcinoma."}, {"pubmed": 18581275, "text": "Loss of expression of CDX2 protein may play an important role in the tumorigenesis of colorectal cancers."}, {"pubmed": 18587323, "text": "Loss of CDX2 and CK20 is more frequently encountered in mismatch repair-deficient colorectal cancer."}, {"pubmed": 18703641, "text": "Stimulation of epithelia by the CaSR increased the expression of the tyrosine kinase Ror2, suggesting existence of a unique paracrine relationship for CDX2 homoeostasis in the intestine."}, {"pubmed": 18752499, "text": "Explanation for diffuse nuclear positivity with intestinal transcription factor CDX2 in endometrioid proliferations of the uterus and ovary is not clear, but may be a result of overexpression of nuclear beta-catenin."}, {"pubmed": 18753946, "text": "frequency and pattern of CDX2 staining in the more common histologic subtypes of cervical adenocarcinoma is parallel to that which is seen for adenocarcinomas of the upper gastrointestinal tract and pancreaticobiliary system."}, {"pubmed": 18754095, "text": "Alterations of gastric CDX2 expression in Helicobacter pylori infection, incisural antralisation, and intestinal metaplasia."}, {"pubmed": 18843504, "text": "Aberrant Cdx2 expression in pyloric gland adenoma of the gallbladder is closely associated with nuclear beta-catenin expression and squamous morule in contrast with intestinal metaplasia."}, {"pubmed": 18854960, "text": "esophagus intestinal metaplasia may occur via induction of caudal homeobox gene 2 (CDX2) by bile acids due to ligand-dependent transactivation of epidermal growth factor receptor"}, {"pubmed": 18992917, "text": "Calretinin, MLH-1, and CDX2 may help to differentiate medullary carcinoma from poorly differentiated colonic carcinoma of the colon."}, {"pubmed": 19047909, "text": "CDX-2 cannot be used to determine if a carcinoid is primary in the ovary or metastatic from the intestine"}, {"pubmed": 19098678, "text": "CDX2 expression was not influenced by the grade (differentiation) of rectal adenocarcinoma."}, {"pubmed": 19106744, "text": "Homeobox gene CDX2 inhibits human pancreatic cancer cell proliferation by down-regulating cyclin D1 transcriptional activity."}, {"pubmed": 19158837, "text": "the proto-oncogene CDX2 is aberrantly expressed in the majority of cases with B-lineage ALL and T-ALL"}, {"pubmed": 19212618, "text": "Osteopontin is a useful prognostic marker in gastric cancer, and combined with CDX2, may have particular advantage for predicting survival of advanced gastric cancer patients"}, {"pubmed": 19218548, "text": "CDX2 expression levels may serve as a marker for adverse prognosis in pediatric acute lymphoblastic leukemia"}, {"pubmed": 19251954, "text": "Results have shown a distinct up-regulation of CDX2 gene expression in the gastric mucosa of patients with both H pylori infection and GORD."}, {"pubmed": 19266212, "text": "Both solitary and SMAD4 mutated JP case showed extensive co-localization of the alterations described above: decreased expression of SMAD4, CDX2 and partially also MUC2 and de novo expression of MUC5AC."}, {"pubmed": 19371634, "text": "Cdx2 regulates intestinal villin expression through recruiting Brm-type SWI/SNF complex to the villin promoter."}, {"pubmed": 19383647, "text": "role for Cdx-2 vitamin D receptor polymorphism in sun exposure reduction in risk for multiple sclerosis"}, {"pubmed": 19414376, "text": "High CDX2 expression is associated with non-small cell lung cancer."}, {"pubmed": 19415720, "text": "Increase in CDX2 RNA expression was associated with esophageal adenocarcinoma."}, {"pubmed": 19421714, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19421714, "text": "The aim of this study was to investigate whether genetic variants in CDX2 contributed to the development and progression of colorectal cancer in a Chinese population."}, {"pubmed": 19449081, "text": "The inhibition of nucleostemin expression in \"esophageal stem cells\" in response to bile acid exposure may be involved in the pathogenesis of BE through upregulating CDX2 expression."}, {"pubmed": 19460469, "text": "the study ruled out microdeletions on the critical region as a common cause of Moebius syndrome and excluded CDX2 gene"}, {"pubmed": 19468668, "text": "Our data suggested an important role of CDX1 and CDX2 in the development of Barrett's esophagus"}, {"pubmed": 19578052, "text": "The positivity of CDX2 in germ cell tumors warrants including yolk sac tumors in the differential diagnosis of adenocarcinoma of unknown origin."}, {"pubmed": 19584150, "text": "Data suggest that CDX2 loss may be associated with poor prognosis among patients with a family history of colorectal cancer."}, {"pubmed": 19617623, "text": "Data show that elevation of cAMP leads to enhanced phosphorylation and nuclear exclusion of Oct-1 and reduced interactions between Oct-1 or nuclear co-repressors and the Cdx-2 gene promoter."}, {"pubmed": 19686845, "text": "The inhibitory effect of ERK1/2 upon Cdx2 in colorectal cancer cells is in sharp contrast to its stimulatory effect upon Cdx2 expression in trophectoderm and trophoblast stem cells."}, {"pubmed": 19724852, "text": "positive expression of both CD44v6 and MMP-7, and negative expression of nuclear Cdx2 may serve as powerful predictors of lymph node metastasis in gastric cancer"}, {"pubmed": 19761587, "text": "The HNF4alpha regulation of the Cdx-2 promoter unravels a transcription factor network also including HNF1alpha, all of which are transcription factors involved in intestinal development and gene expression."}, {"pubmed": 19762530, "text": "The majority of cervical adenocarcinomas of the intestinal type express CDX-2, CDX-2 is also expressed in other histologic types of cervical adenocarcinomas to a lesser extent. Therefore, CDX-2 is not totally specific for colorectal carcinoma"}, {"pubmed": 19781065, "text": "RNA interference of CDX1 and CDX2 and chromatin immunoprecipitation in colon cancer cells revealed that MS4A12 transcript and protein expression is essentially dependent on the presence of endogenous CDX2."}, {"pubmed": 19782160, "text": "Data show that binding of DHS with sequences of HNF1, CDX2, and PBX1 in vitro contribute to understanding of the complexity of cell-type-specific CFTR regulatory mechanisms."}, {"pubmed": 19795349, "text": "Immunohistochemical analysis of CDX2 expression in normal choroid plexus epithelium and choroid plexus tumors is reported."}, {"pubmed": 19817898, "text": "nuclear expression of Cdx2 was frequently (90.4%) observed in morular foci in various lesions, and cytoplasmic reactivity was also observed in 20 cases (38.5%), including all five cases without nuclear expression"}, {"pubmed": 19820687, "text": "Our results indicate that CDX2 expression is associated with specific morphological and mucin phenotypes of gastric epithelial dysplasias, and decreases progressively with the advancing stage of gastric cancers"}, {"pubmed": 20043087, "text": "Cdx2 overexpression can effectively inhibit gastric cancer progression and may be used as a potent therapy."}, {"pubmed": 20044613, "text": "Increased CDX2 expression is associated with cutaneous metastatic carcinomas and extramammary Paget's Disease."}, {"pubmed": 20075618, "text": "Studied the DNA binding activity of CDX2. Three CDX2-binding proteins were found in rat gastric tissue, and those proteins were identified to the homeobox protein Hox-D8, LIM homeobox protein 6, and SMC1L1 protein."}, {"pubmed": 20127720, "text": "The present study reports the first characterization of the ELMO3 promoter and suggests a significant role of CDX2 in the basal transcriptional regulation of the intestine-specific expression of ELMO3, possibly through interaction with SP1."}, {"pubmed": 20133952, "text": "In cooperation with Cdx2, HNF-1alpha acts as a key factor on human intestinal cells to trigger the onset of their functional differentiation program whereas GATA-4 appears to promote morphological changes."}, {"pubmed": 20198783, "text": "Presented is examination of CDX2 expression at 15 adenomas and 30 colorectal carcinomas. All the adenomas are positive for CDX2, 27 /90%/ of the adenocarcinomas show nuclear expression of CDX2."}, {"pubmed": 20298183, "text": "Review of the basic pathology of gastric intestinal metaplasia as well as the current knowledge on molecular pathways involved in CDX2 regulation in the gastric context."}, {"pubmed": 20298184, "text": "Review of evidences for the role of Cdx2 in the development of Barrett's metaplasia."}, {"pubmed": 20351696, "text": "promoter upregulated by HB-EGF stimulation"}, {"pubmed": 20367284, "text": "The appearance of CDX-expressing cells in non-metaplastic foci was not associated with the development of IM"}, {"pubmed": 20444732, "text": "CDX2 and LI-cadherin are sensitive markers of intestinal metaplasia with or without dysplasia in the upper gastrointestinal tract."}, {"pubmed": 20514449, "text": "Hypoxia-inducible factor-1alpha induces down-regulation of CDX2 in colon carcinoma cells and Snail may be involved in this regulation process."}, {"pubmed": 20518411, "text": "TTF-1 and CDX-2 are specific markers to separate metastatic pulmonary and GI ACs, respectively, from other metastatic ACs in serous effusions."}, {"pubmed": 20551175, "text": "the homeobox transcription factor Cdx2 controls apical-basolateral polarity in mouse enterocytes and human colonic epithelial cells"}, {"pubmed": 20602288, "text": "There is no evidence for that CDX2 might play a role in tumourigenesis, invasive growth or tumour recurrence of pituitary adenomas or in tumourigenesis of craniopharyngiomas"}, {"pubmed": 20619754, "text": "These results confirm previously reported results suggesting that aberrant CDX2 and Sonic hedgehog (SHH) are highly expressed in Barrett's epithelium and may play a crucial role in the development of Barrett's epithelium."}, {"pubmed": 20658368, "text": "IL-1beta can stimulate CDX2 mRNA and protein expression in gastric epithelial cells."}, {"pubmed": 20671195, "text": "Cdx2 regulates E-cadherin function indirectly by disrupting receptor tyrosine kinase activity and enhancing E-cadherin trafficking to the cell membrane compartment."}, {"pubmed": 20696899, "text": "Genome-wide analysis of DNA cis-regulatory regions bound by the intestine-restricted factor CDX2 in colonic cells uncovered highly significant overrepresentation of sequences that bind TCF4, a transcriptional effector of intestinal Wnt signaling."}, {"pubmed": 20699370, "text": "Data indicate that CDX2 directly regulates MDR1 gene expression through binding to elements in the promoter region."}, {"pubmed": 21074721, "text": "Results characterized enhancer elements specifically modified in differentiating intestinal epithelial cells and found enrichment of transcription factor-binding motifs corresponding to CDX2, a critical regulator of the intestine."}, {"pubmed": 21221798, "text": "Cdx2 protein expression and the prevalence of histologically detected intestinal metaplasia were higher in cases of endoscopically diagnosed open-type atrophic gastritis and metaplastic gastritis than in closed-type atrophic gastritis."}, {"pubmed": 21221877, "text": "Low CDX2 expression is associated with gallbladder adenocarcinoma."}, {"pubmed": 21224344, "text": "Results show that low levels of CDX2 accelerate colon tumorigenesis by reducing p27Kip1 levels."}, {"pubmed": 21225631, "text": "Downregulation of CDX2 expression is associated with gastric cancer."}, {"pubmed": 21284881, "text": "Data show that CD26 mRNA and protein levels increase in a confluence-dependent manner in colon carcinoma cell lines, with c-Myc acting as a repressor and Cdx2 acting as an enhancer of CD26 expression."}, {"pubmed": 21362237, "text": "The cdx2 positive expression is not related to the complete remission rate in acute leukemia patients."}, {"pubmed": 21364588, "text": "Clinical significance of CDX2-positive circulating tumour cells in colorectal cancer patients."}, {"pubmed": 21518475, "text": "Expression of CDX2 may be correlated with the pathogenesis and relapse of adult ALL."}, {"pubmed": 21532856, "text": "CDX1 and CDX2 in cancer group was significantly higher than control group"}, {"pubmed": 21572312, "text": "This study showed that CDX2 is expressed by urachal remnants of glandular type, noninvasive urachal mucinous cystic tumors and urachal adenocarcinomas."}, {"pubmed": 21739268, "text": "CDX2 was mainly found in the gastrin-positive pancreatic neuroendocrine tumors (P-NETs)(5/8) and rarely in the D-NETs (1/10)."}, {"pubmed": 21816365, "text": "BRA was necessary for and preceded CDX2 expression."}, {"pubmed": 21903586, "text": "miR-125b, a target of CDX2, regulates cell differentiation through repression of the core binding factor in hematopoietic malignancies"}, {"pubmed": 21909647, "text": "a significant relation of PDX1 and CDX2 expressions among phenotypic classification of gastric carcinomas reveals an idea about similar functions for PDX1 and CDX2 in the evolution of gastric carcinoma."}, {"pubmed": 22016432, "text": "The human ASBT promoter was activated transcriptionally by CDX1 and CDX2."}, {"pubmed": 22076569, "text": "BMP4 activation in non-specialized columnar metaplasia and early expression of CDX2 are involved in the columnar epithelial differentiation of Barrett's esophagus."}, {"pubmed": 22078291, "text": "Alpha-methylacyl-coenzyme A racemase expression is associated with mucin phenotypes of gastric neoplasia, particularly with the expression of CDX2 and MUC5AC."}, {"pubmed": 22202456, "text": "The transcription factor Cdx2 activates expression of the protocadherin Mucdhl, which interacts with beta-catenin and regulates activities of colon cancer cells."}, {"pubmed": 22261707, "text": "Report Divergent expression of MUC5AC, MUC6, MUC2, CD10, and CDX-2 in dysplasia and intramucosal adenocarcinomas with intestinal and foveolar morphology and roles in neoplastic progression."}, {"pubmed": 22268990, "text": "Both the CK7-/CK20+ phenotype and expression of the antibody CDX2 are highly specific and sensitive markers of colorectal origin."}, {"pubmed": 22326557, "text": "The present results indicate that a TNF-alpha-mediated down-regulation of CDX2 can be related to suppressed expression of MEP1A during intestinal inflammation."}, {"pubmed": 22364879, "text": "we found a strong correlation between Myc protein downregulation and the expression of the transcription factor Cdx2, suggesting the existence of a regulative link between these two proteins"}, {"pubmed": 22407102, "text": "High CDX2 expression is associated with gastric carcinogenesis."}, {"pubmed": 22438068, "text": "High expression of desmocollin 1 (DSC1) was observed in 41.6%, DSC2 in 58.0%, DSC3 in 61.4%, E-cadherin in 71.4%, CDX2 in 58.0%, PITX1 in 55.0%, CDK4 in 0.2%, TLE1 in 1.3%, Factor H in 42.5%, and MDM2 in 0.2% of colorectal carcinomas."}, {"pubmed": 22449796, "text": "Enhanced expression of Cdx2 by stimulation with bile acids may induce intestinal differentiation of esophageal columnar cells by interaction with the Notch signaling pathway."}, {"pubmed": 22495359, "text": "Three (17%) of 18 metastatic GICTs showed moderate IMP3 staining in 50% to 90% of the tumor cells, whereas CDX2 was expressed in 17 (94%) cases with moderate-to-strong staining in 50% to 100% of tumor cells"}, {"pubmed": 22502678, "text": "High expression of CDX2 and villin may be involved in early-stage intestinal metaplasia and tumorigenesis in gastric cardia."}, {"pubmed": 22523209, "text": "Authors conclude that CDX2 is selectively expressed in the columnar cell variant of papillary thyroid carcinoma (CCV-PTC)and can be used in distinguishing it from other variants of PTC with overlapping morphologic features."}, {"pubmed": 22547830, "text": "Transcription factors c-Myc and CDX2 mediate E-selectin ligand expression in colon cancer cells undergoing EGF/bFGF-induced epithelial-mesenchymal transition."}, {"pubmed": 22563170, "text": "Cdx2 was involved in regulating pro-gression of human gastric cancer cells MGC-803."}, {"pubmed": 22580340, "text": "CDX2 binds to the human GST P1 promoter via complex formation with Sp1 and controls the constitutive expression of GST P1 during Caco-2 cell differentiation."}, {"pubmed": 22671145, "text": "Data suggest that CDX2 is critical for maintenance of high levels of CFTR (cystic fibrosis transmembrane conductance regulator) expression in enterocytes; data also suggest that CFTR expression is controlled by multiple cis-regulatory factors."}, {"pubmed": 22719836, "text": "conclude that homeodomain transcription factors Cdx1, Cdx2 and GATA4 regulate claudin-1 gene expression in human colon cancer cells"}, {"pubmed": 22783055, "text": "Cdx2 is useful for predicting the prognosis of gastric carcinoma."}, {"pubmed": 22791809, "text": "infected mice present BMP pathway upregulation, focal Cdx2 expression and decreased Sox2."}, {"pubmed": 22810971, "text": "Down-regulation of CDX2 is associated with epithelial ovarian cancer progression."}, {"pubmed": 22824143, "text": "EphA2 activation by ephrin-A1 induces tumor suppressor gene cdx-2 expression which attenuates cell proliferation, tumor growth and thus may be a promising therapeutic target against NSCLC."}, {"pubmed": 22829163, "text": "CDX2 is a sensitive marker for assessing intestinal phenotypic expression in undifferentiated-type adenocarcinoma of the stomach."}, {"pubmed": 22892849, "text": "CDX2 is frequently methylated in lung cancer, and expression of CDX2 is regulated by promoter region hypermethylation. CDX2 may serve as a tumor suppressor in lung cancer and inhibits lung cancer cell proliferation by suppressing Wnt signaling."}, {"pubmed": 22895272, "text": "Pouch/peripouch and UC-associated adenocarcinoma had a comparable positive rate for CK7, CK20, and CDX2 by immunohistochemistry."}, {"pubmed": 22895825, "text": "High CDX2 expression is associated with malignant germ cell tumors of the testes."}, {"pubmed": 23011828, "text": "CDX2, COX2 and MUC2 expressions were seen in the intestinal epithelium having goblet cells in Barrett's esophagus"}, {"pubmed": 23026509, "text": "Age increased osteoporosis risk; whereas body mass index (BMI), number of reproductive years, 25OHD level and the Cdx-2 polymorphism in the VDR gene (when allele A is present) were found to be protective."}, {"pubmed": 23105122, "text": "CDX2 might be valuable in terms of narrowing the possible sites of origin to be considered in the setting of squamous cell carcinoma with unknown primary presenting with inguinal lymph node metastasis."}, {"pubmed": 23112155, "text": "CDX2 is a tumor suppressor in colorectal cancer"}, {"pubmed": 23127929, "text": "The homeotic transcription factor CDX2 is expressed in the intestinal epithelium at all stages of development. It is lost or mutated in many gastrointestinal cancers. Review."}, {"pubmed": 23133598, "text": "CDX2 protein directly regulates Reg IV expression in gastric cancer"}, {"pubmed": 23181722, "text": "Cdx2 is a prognostic factor in gastric cancer, which acts as a marker of good outcome in patients with gastric cancer"}, {"pubmed": 23202735, "text": "CDX2-driven leukemogenesis involves KLF4 repression and deregulated PPARgamma signaling."}, {"pubmed": 23313847, "text": "these results provide the evidence that transcription factors CDX2 and EOMES may play critical roles in human induced trophoblast progenitor cell generation."}, {"pubmed": 23317240, "text": "No association between the CDX2 G543C polymorphism was found in gastric atrophy and cancer."}, {"pubmed": 23382633, "text": "Case Report: report cdx2 expression/promoter methylation during progression of Barrett's esophagus to adenocarcinoma."}, {"pubmed": 23384906, "text": "Higher expression level of CDX2 gene was seen mostly in acute myeloid leukemia patients with FLT3-ITD mutation and with lower complete remission rates."}, {"pubmed": 23393221, "text": "CDX2 activated APC and AXIN2 promoter activities via intestinal cell-specific enhancer elements; results suggest that a low CDX2 level has influence on the Wnt signaling in invasive colon cancer cells possibly promoting cellular migration"}, {"pubmed": 23439753, "text": "Data indicate that histologic subtype and CDX2 and MUC1 expression were significant prognostic variables."}, {"pubmed": 23488912, "text": "Data suggest that only one of 10 cases of a columnar cell variant of papillary thyroid carcinoma show positivity for CDX2 in tumor tissue or cell nuclei in tumor tissue. [CASE REPORT]"}, {"pubmed": 23545100, "text": "CDX2 protein may have critical role regulating intestinal metaplasia in cystitis glandularis. intestinal metaplasia"}, {"pubmed": 23546539, "text": "The coexpression levels of PTEN and Cdx2 in GC tumors correlated with prognosis in GC patients. Cdx2 may play a role in the upregulation of PTEN by triggering PI3K/Akt inactivation in GC cells."}, {"pubmed": 23568430, "text": "data indicate that a fine balance between SOX2 and CDX2 expression in the gastrointestinal tract is essential for proper development"}, {"pubmed": 23574843, "text": "Reduced CDX2 expression is associated with poor overall survical in patients with colorectal cancer and may be clinically useful as a marker for poor prognosis."}, {"pubmed": 23613102, "text": "The differential regulation of the gene expression of CDX1, CDX2 and SOX2 in patients with gastric cancer affects not only the tumour but also the non-neoplastic tumour-distant mucosa."}, {"pubmed": 23649760, "text": "This meta-analysis suggested that the Cdx-2 polymorphism of VDR gene would be a risk factor for cancer."}, {"pubmed": 23734674, "text": "CDX2 expression was strictly associated with the columnar cell variant of papillary thyroid carcinoma."}, {"pubmed": 23828549, "text": "High CDX2 expression is associated with intestinal neoplasms."}, {"pubmed": 23834763, "text": "CDX2 may be used routinely with morphology in subtyping of periampullary carcinoma, and a panel of markers may be used in morphologically difficult cases."}, {"pubmed": 23846317, "text": "CDX-2 is highly sensitive for the diagnosis of sinonasal Intestinal-type adenocarcinoma"}, {"pubmed": 23864778, "text": "CDX2 may be involved in regulating multiple signaling pathways in reversing multidrug resistance in gastric cancer cells."}, {"pubmed": 23887079, "text": "CDX2 was significantly increased in neuroendocrine tumors of ileum, while the overexpression of Oct4 was not statistically significant in these tumors."}, {"pubmed": 23918153, "text": "Certain SNPs of Cdx1 and Cdx2 and their interactions with other risk factors are associated with Barrett's esophagus (BE) and may contribute to human susceptibility to BE."}, {"pubmed": 23958315, "text": "Data suggest that CDX2 plays a key part in differentiation of enterocytes (here, Caco-2 cells); CDX2 has dual roles as inhibitor of Wnt signaling at early stage and direct trans-activator of intestinal genes at late stage."}, {"pubmed": 24025523, "text": "The CDX2/CK20 phenotype defines a distinct subgroup of colorectal cancers with microsatellite instability and poor differentiation"}, {"pubmed": 24103759, "text": "CDX2, a known positive regulator of hepatocyte differentiation, was regulated by miR-181d and directly activated SOAT2 gene expression."}, {"pubmed": 24166180, "text": "Results sugggest that Cdx2 may play a role in the serrated pathway to colorectal cancer with BRAF(V600E), CpG Island Methylator Phenotype (CIMP)-high and mismatch repair (MMR)-deficiency."}, {"pubmed": 24266897, "text": "Discriminated small-cell lung carcinoma from large-cell neuroendocrine lung carcinoma with immunohistochemical markers BAI3, CDX2 and VIL1."}, {"pubmed": 24287273, "text": "Helicobacter pylori-induced tumorigenesis and invasiveness of gastric carcinoma cells is mediated by bacterial CagA via Cdx2-dependent targeting of Claudin-2."}, {"pubmed": 24489794, "text": "Only one third of pancreatic ductal adenocarcinoma patients retain some degree of CDX2 expression during progression from chronic pancreatitis, and this group has reduced median survival time."}, {"pubmed": 24501326, "text": "TNF-alpha induces the expression of Wnt signaling components through a downregulation of the CDX2 expression that might have a tumor-promoting effect on colon cancer cells."}, {"pubmed": 24603585, "text": "CDX2, MUC1, MUC5AC, and MUC6 expression patterns may provide better estimations of survival after surgical resection of small intestinal adenocarcinoma."}, {"pubmed": 24744585, "text": "CDX2 appears to forward control regenerating IV and the multidrug resistance 1 expression signaling pathway for regulation of cell drug resistance [review]"}, {"pubmed": 24794431, "text": "pSMAD/CDX2 interaction is essential for the switch toward an intestinal phenotype in Barrett's esophagus."}, {"pubmed": 24814920, "text": "Findings indicate that the CDX-2 expression is decreased in ulcerative colitis. CDX2 is involved in the crosstalk between TNF-alpha and the Wnt signalling pathway, which might be of importance in the link between intestinal inflammation and tumourigenesis."}, {"pubmed": 24841154, "text": "With follow up, we could not confirm that CDX2 expression had a prognostic significance."}, {"pubmed": 24908142, "text": "BRAF-mutated microsatellite stable colorectal carcinoma often displays reduced CDX2 and increased CK7 expression"}, {"pubmed": 24953186, "text": "SHP-2/ERK/MAPK pathway regulates the expression of CDX2 in basal conditions"}, {"pubmed": 24974686, "text": "CDX2 appears to induce the transformation of the normal oesophageal mucosa to cardia type, which then differentiates to an intestinal type under the influence of gastro-oesophageal reflux disease."}, {"pubmed": 25042702, "text": "Although NANOG was required for cardiac specification but blocked somitic subtypes, CDX2 was required for somitic mesoderm but blocked cardiac differentiation."}, {"pubmed": 25081540, "text": "Immunostaining of CDX2 and CK20 provides beneficial information if considering whether to perform an endoscopic papillectomy (EP)."}, {"pubmed": 25131200, "text": "The intestine-specific transcription factor CDX2 and Wnt effector TCF7L2 bind near rs16969681, with significantly higher affinity for the colorectal cancer risk allele."}, {"pubmed": 25138215, "text": "Intestinal nuclear bile acid farnesoid X receptor is regulated transcriptionally by CDX2."}, {"pubmed": 25171776, "text": "concluded that CDX2 is likely regulated by the PI3K/Akt signaling pathway during trophoblast cell invasion"}, {"pubmed": 25196071, "text": "CDX2 is acquired de novo in Iintestinal metaplasia and maintained in dysplasia"}, {"pubmed": 25300947, "text": "SOX2 combined with CDX2 expression profile in gastric cancer segregate patients into different prognostic groups."}, {"pubmed": 25663765, "text": "Loss of CDX2 expression is associated with aggressive clinical behavior and can be used as a prognostic marker in colorectal cancer."}, {"pubmed": 25738600, "text": "Overexpression of CDX2 inhibits the growth of the human gastric cancer cells in vivo and in vitro."}, {"pubmed": 25738688, "text": "CDX2 single-nucleotide polymorphism is associated with cancer risk."}, {"pubmed": 25759548, "text": "CDX2 has a better positive predictive value than alcian blue in detecting esophageal intestinal metaplasia."}, {"pubmed": 25799416, "text": "A non-significant association was observed between VDR cdx2 polymorphism and breast cancer, however the GG genotype was at risk of developing breast cancer."}, {"pubmed": 25849303, "text": "Results show an association between Cdx2 polymorphism and an aggressive phenotype of breast neoplasm."}, {"pubmed": 25867765, "text": "CDX2 transcriptionally regulates ST6GalNAc-I gene expression, specifically in the preneoplastic intestinal metaplasia lesion."}, {"pubmed": 25989273, "text": "A pancreaticobiliary histomolecular classification (PB) was defined as a sample with pancreaticobiliary histology, positive MUC1 and negative CDX2 expression"}, {"pubmed": 26005051, "text": "CDX2 expression inhibits the growth of colorectal tumor cells, possibly by downregulating the gene expression."}, {"pubmed": 26030973, "text": "The loss of CDX2 expression in the nuclei of metaplastic epithelium may serve as a predictor of neoplastic transformation of gastric mucosa."}, {"pubmed": 26229399, "text": "In active ulcerative colitis HGFR/CDX2 participate in mucosal regeneration by undergoing mesenchymal-to-epithelial transition."}, {"pubmed": 26238762, "text": "Nuclear transcription factor CDX2 inhibits gastric cancercell growth and reverses epithelialtomesenchymal transition in vitro and in vivo."}, {"pubmed": 26269116, "text": "CDX2 inhibited pancreatic adenocarcinoma cell proliferation via promoting tumor suppressor miR-615-5p. Our findings suggested a potential molecular target for pancreatic adenocarcinoma therapy."}, {"pubmed": 26346470, "text": "Daily intake of vitamin D-FD for 12 weeks improved the central obesity indices in T2D subjects, and the improvement was more pronounced in the carriers of the AA genotype of VDR-Cdx-2."}, {"pubmed": 26469326, "text": "CK7, TTF-1 and napsin A are predominantly expressed in primary lung adenocarcinoma patients, with CDX-2 being inconsistently expressed."}, {"pubmed": 26551082, "text": "that CDX2 downregulation is associated with mismatch repair deficiency, right-sided tumors, and poor differentiation at both the mRNA and protein level"}, {"pubmed": 26743476, "text": "Suggest that NKX6.3 might function as a master regulator of gastric differentiation by affecting SOX2 and CDX2 expression and the NKX6.3 inactivation may result in intestinal metaplasia in gastric epithelial cells."}, {"pubmed": 26759244, "text": "findings illuminated a role for NOD1 signaling in attenuating H. pylori-induced Cdx2 expression in gastric epithelial cells"}, {"pubmed": 26772394, "text": "We conclude that CDX2 is a sensitive and relatively specific marker for yolk sac tumor among the nonteratomatous germ cell testicular tumors"}, {"pubmed": 26789870, "text": "Lack of CDX2 expression identified a subgroup of patients with high-risk stage II colon cancer who appeared to benefit from adjuvant chemotherapy."}, {"pubmed": 26797858, "text": "PAX2, PAX8, CDX2 immunostains was preformed to the TMA slides."}, {"pubmed": 26841784, "text": "Changes in CDX1/CDX2 mRNA expression in gastric mucosa following H. pylori eradication showed only insignificant results"}, {"pubmed": 26902420, "text": "Results point out the complex interplay between the DSB DNA repair activity and the homeoproteins HoxB7 and Cdx2 in colon cancer cells."}, {"pubmed": 26926447, "text": "Immunohistochemical panel of CDX2, p120ctn, c-Myc, and Jagged1 proteins would be to distinguish between low/high grade dysplasia in histologically challenging cases of Barrett's esophagus."}, {"pubmed": 27060927, "text": "our findings demonstrated that MDR1 expression is regulated by CDX2 and is related to drug resistance in ovarian mucinous adenocarcinoma."}, {"pubmed": 27333824, "text": "The data presented provide a novel insight into how CDX2 is implicated in the transcriptional regulation of LAMC2 in intestinal epithelial cells, a function that is impaired during mucosal inflammation where a high level of TNF-alpha is present."}, {"pubmed": 27384681, "text": "Findings suggest that H. pylori infectionis a driving force of gastric cardia carcinogenesis by upregulating caudal-related homeobox transcription factor 2 (CDX2) and inducing inflammation."}, {"pubmed": 27389559, "text": "CDX2 immunoreactivity is common, whereas TTF-1 expression is rare in oropharyngeal undifferentiated carcinomas."}, {"pubmed": 27411517, "text": "SOX2 expression induces a cellular stem cell state in human colorectal cancer (CRC) with a decreased expression of CDX2. Furthermore, a down-regulated expression of CDX2 results in a poor patient prognosis in CRC."}, {"pubmed": 27470268, "text": "Results show that CDX2 and Fbw7 expression is inversely correlated during colon cell differentiation and that CDX2 expression is regulated by Fbw7 in a GSK3b-dependent manner."}, {"pubmed": 27726953, "text": "The results of the present study show that a lack of CDX2 expression in metastatic colorectal cancer is an adverse prognostic feature and a potential negative predictor of the response to chemotherapy."}, {"pubmed": 27754705, "text": "we found that the loss of CDX2 expression in colorectal cancer is inversely related with the methylation of CDX2 promoter. The methylation of the CDX2 promoter was associated with enhanced lymph node metastases and shorter survival time ( p = 0.0273), but was independent of tumor stage, tumor differentiation, gender, and age."}, {"pubmed": 27766003, "text": "CDX2 expression correlates with gastric and intestinal differentiation in Barrett's esophagus towards adenocarcinoma."}, {"pubmed": 27816490, "text": "Colon cancer cells expressing CDX2 are less deformable, a feature that has been shown to correlate with poor metastatic potential."}, {"pubmed": 27862316, "text": "Cytapheresis might induce CDX2 expression without affecting the cell proliferation, thus resulting in mucosal healing with goblet cell restoration."}, {"pubmed": 27875772, "text": "A new organ culture system for adult murine oesophagus is described. Using this, Cdx2 and HNF4alpha were ectopically expressed by adenoviral infection. We demonstrate the expression of CDX2 and HNF4alpha in human biopsy samples."}, {"pubmed": 27913994, "text": "Aberrant DNA methylation of SOX2 and CDX2 genes contributes to the development of IM. Notably, SOX2 may play a role in establishing and maintaining the methylation status of the CDX2 gene in gastric tissues and cells."}, {"pubmed": 28029907, "text": "In stomach adenocarcinomas, CDH17 positively stained 64.0% (112 of 175) of tissues, compared to CK20 and CDX2, where staining was observed in only 24.6% (43 of 175) and 46.9% (82 of 175), respectively."}, {"pubmed": 28082674, "text": "Cdx members interact with the SWI-SNF complex and make direct contact with Brg1, a catalytic member of SWI-SNF. Both Cdx2 and Brg1 co-occupy a number of Cdx target genes, and both factors are necessary for transcriptional regulation of such targets. Finally, Cdx2 and Brg1 occupancy occurs coincident with chromatin remodeling at some of these loci."}, {"pubmed": 28089540, "text": "A small subset (5%) of hepatocellular carcinomas are CDX2 positive."}, {"pubmed": 28234358, "text": "AMPK enhances intestinal barrier function and epithelial differentiation via promoting CDX2 expression, which is partially mediated by altered histone modifications in the Cdx2 promoter."}, {"pubmed": 28322096, "text": "Strong expression of CDX2 was demonstrated only in the mature colonic epithelium of teratomas in both primary and metastatic germ cell tumors of the testis."}, {"pubmed": 28328000, "text": "Our work suggests that combination of the consensual CMS classification and lack of CDX2 expression could be a useful marker to identify CMS4/CDX2-negative patients with a very poor prognosis"}, {"pubmed": 28401892, "text": "Sbno1 knockout embryos die at the preimplantation stage without forming a blastocoel, and Cdx2 is not turned on even though both Yap and Tead4 reside normally in nuclei."}, {"pubmed": 28460480, "text": "We may conclude that hTERT promotes GIM by up-regulating CDX2 via NF-kappaB signaling pathway."}, {"pubmed": 28536478, "text": "Data show that data demonstrate that tumor protein translationally-controlled 1 (TCTP) overexpression has a promotion effect on caudal type homeo box transcription factor 2 protein (CDX2) and villin1 protein (VIL1) expression."}, {"pubmed": 28627695, "text": "of CDX2 using a hypoxia-inducible hTERT promoter-driven vector suppressed malignant progression of colon cancer cells in vitro and in vivo.These results suggest that pLVX-5HRE-hTERTp-CDX2-3FLAG gene therapy may be a promising novel approach to treat colon cancer"}, {"pubmed": 28862703, "text": "This study characterized a new and original variant of the CDX2 homeobox gene."}, {"pubmed": 29132476, "text": "CDX2 is highly expressed along the atrophic gastritis-metaplasia-dysplasia-cancer sequential. Though CDX2 expression is quite dominant in IM ( intestinal metaplasia), but its expression is not associated with H. pylori (Helicobacter pylori) infection."}, {"pubmed": 29177441, "text": "The damaging p.Cys132* and p.Arg237His de novo CDX2 variants were identified in two patients. These variants altered the expression of CYP26A1, a direct CDX2 target encoding the major retinoic acid (RA)-degrading enzyme. Other RA genes, including the RA-receptor alpha, were also mutated."}, {"pubmed": 29187465, "text": "Data show that a two-marker panel of p40 (DeltaNp63) and CDX2 is highly sensitive and specific."}, {"pubmed": 29369390, "text": "LEF-1 and CDX2 performed at least as well as beta-catenin, if not better, as a diagnostic marker for pilomatrical carcinomas"}, {"pubmed": 29439001, "text": "human colon cancers exhibiting the highest reduction in CDX2 expression belong to the serrated subtype with the worst evolution."}, {"pubmed": 29519711, "text": "CDX2 positivity is confirmed to be a strong prognostic determinant associated with an excellent survival in stage II and III CRC in this meta-analysis, the largest ever conducted, to our knowledge"}, {"pubmed": 29556617, "text": "Study indicates that CDX2 expression can predict lack of response to NAT."}, {"pubmed": 29675807, "text": "CDX2 is not an independent prognostic biomarker in colorectal cancer"}, {"pubmed": 29808256, "text": "Study aimed to explain Cdx-2 variant association with immune-related conditions. Authors hypothesised that the effect of Cdx-2 polymorphism on VDR expression in monocytes/macrophages, devoid of the CDX-2 TF, is indirect and dependent on circulating 25(OH)D3 and VDR methylation."}, {"pubmed": 29900672, "text": "Loss of CDX2 in colorectal cancer is an adverse prognostic biomarker only in stage IV disease and appears to be associated with benefit from adjuvant chemotherapy in stage III."}, {"pubmed": 29975781, "text": "Transfection of LS174T cells showed that the VTI1A promoter is highly active compared to the TCF7L2 promoter, and that CDX2 activates transcription of VTI1A."}, {"pubmed": 30087389, "text": "CDX2 has a dual function in regulating both ST14 and SPINT1, gene expression in intestinal cells. We find that CDX2 is not required for the basal ST14 and SPINT1 gene expression; however changes in CDX2 expression affects the ST14/SPINT1 mRNA ratio."}, {"pubmed": 30095466, "text": "Combined use of LI-cadherin and CDX2 can improve the accuracy in the diagnosis of metastatic adenocarcinoma cells in serous cavity effusion and provide some bases of histologic origin because of their high sensitivity and specificity."}, {"pubmed": 30096576, "text": "This review discusses the role of aberrant expression of CDX2 in the prognosis and the response to treatment in patients with different leukemia in clinical reports in the recent decades."}, {"pubmed": 30212392, "text": "Dual-positive expression of SATB2 and CDX2 both show higher specificity in identifying signet ring cell carcinomas of lower GI tract origin."}, {"pubmed": 30229897, "text": "Intestine-specific transcription factor CDX2 was identified as a potential marker of recurrence as it was exclusively upregulated in colorectal adenomas with recurrence."}, {"pubmed": 30257705, "text": "Study shows that CDX2 in colorectal cancer (CRC) can be regulated by either promoter methylation and more markedly by histone acetylation. CDX2 loss is an adverse prognostic factor and linked to molecular features of the serrated pathway."}, {"pubmed": 30326146, "text": "Nuclear beta-catenin and CDX2 expression individually or in combination are validated prognostic markers for ovarian endometrioid carcinoma"}, {"pubmed": 30371729, "text": "Findings suggest that caudal type homeo box transcription factor 2 protein (CDX2) plays an important role in the process of early embryonic development."}, {"pubmed": 30425348, "text": "retrospective study provides validation regarding the prognostic impact of CDX2 in patients with stage II colon cancer"}, {"pubmed": 30611858, "text": "Down-regulation of LINC00518 might have the ability to suppress Breast cancer progression by up-regulating CDX2 expression through the reduction of methylation and blockade of the Wnt signaling pathway, resulting in the inhibition of proliferation and promotion of apoptosis of BC epithelial cells."}, {"pubmed": 30616445, "text": "Low CDX2 expression is associated with colorectal cancer."}, {"pubmed": 30631044, "text": "These study demonstrates that CDX2 inhibits the proliferation and tumor formation of colon cancer cells by suppressing Wnt signaling activity and reveals a molecular mechanism by which CDX2 regulates the transcriptional activation of GSK-3beta and Axin2."}, {"pubmed": 30685841, "text": "High CDX2 expression is correlated with Gastric Adenocarcinoma."}, {"pubmed": 30745430, "text": "CDX2 regulates chromatin to control distinct stages of intestine development"}, {"pubmed": 30847807, "text": "Data suggest that a low caudal type homeo box transcription factor 2 protein (CDX2) expression may be prognostic in microsatellite stable (MSS) colorectal tumours with a high stromal content."}, {"pubmed": 30962505, "text": "SATB2 and CDX2-negative immunohistochemical expression is associated with reduced diseasespecific and disease-free survival in patients with mismatch repair protein deficient colonic adenocarcinomas."}, {"pubmed": 31216773, "text": "we have identified a promoter region in the YAP1 gene with importance for the transcriptional activation of YAP1 in all tested cell lines. Furthermore, we identified a YAP1 +82 kb enhancer with functional CDX2 and HNF4alpha binding sites that increases YAP1 promoter activity in Caco-2 and T84 cells."}, {"pubmed": 31490234, "text": "The work demonstrates that loss of CDX2 is an independent risk factor of poor disease-specific survival in stage II colorectal carcinoma. Furthermore, the study suggests that CDX2 loss is linked with epithelial-to-mesenchymal transition independently of tumor budding."}, {"pubmed": 31630373, "text": "CDX2 Protein Expression in Colorectal Cancer and ItsCorrelation with Clinical and Pathological Characteristics, Prognosis, and Survival Rate of Patients."}, {"pubmed": 31659102, "text": "The correlation of CDX2 with Reg IV expression was demonstrated in ovarian mucinous carcinoma. Reg IV expression was enhanced by transfection of CDX2 and was suppressed by inhibition of CDX2 expression. OMC-3 cells with ectopically overexpressed CDX2 showed enhanced apoptosis and sensitivity to 5-FU."}, {"pubmed": 31691172, "text": "CDX-2 Expression in Esophageal Biopsies Without Goblet Cell Intestinal Metaplasia May Be Predictive of Barrett's Esophagus."}, {"pubmed": 31882419, "text": "Significant downregulation of CDX2 expression in the sessile serrated adenomas, especially in the right colon."}, {"pubmed": 32215766, "text": "A panel of intestinal differentiation markers (CDX2, GPA33, and LI-cadherin) identifies gastric cancer patients with favourable prognosis."}, {"pubmed": 32291497, "text": "that gastric-type epithelia that acquire GNAS mutations together with induction of intrinsic CDX2 expression may evolve with clonal selection"}, {"pubmed": 32408894, "text": "CDX2 expression and perioperative patient serum affects the adhesion properties of cultured colon cancer cells."}, {"pubmed": 32627819, "text": "Association between vitamin D receptor BsmI, FokI, and Cdx2 polymorphisms and osteoporosis risk: an updated meta-analysis."}, {"pubmed": 32706861, "text": "Methylation of the CDX2 promoter in Helicobacter pylori-infected gastric mucosa increases with age and its rapid demethylation in gastric tumors is associated with upregulated gene expression."}, {"pubmed": 32732498, "text": "Role of enterocyte-specific gene polymorphisms in response to adjuvant treatment for stage III colorectal cancer."}, {"pubmed": 32737450, "text": "Mismatch repair phenotype determines the implications of tumor grade and CDX2 expression in stage II-III colon cancer."}, {"pubmed": 32911347, "text": "The transcriptional factors CDX2 and FOXA1 in chordomas."}, {"pubmed": 32967918, "text": "Detection of postoperative plasma circulating tumour DNA and lack of CDX2 expression as markers of recurrence in patients with localised colon cancer."}, {"pubmed": 32988861, "text": "Double Negativity for Expression of YAP1 and CDX2 Defines an Aggressive Type of Colitis-associated Cancer."}, {"pubmed": 33067948, "text": "[Expression of Hsa-miR-9 in Children with Acute Lymphoblastic Leukemia and Its Relationship with CDX2 Gene]."}, {"pubmed": 33109187, "text": "JARID1B promotes colorectal cancer proliferation and Wnt/beta-catenin signaling via decreasing CDX2 level."}, {"pubmed": 33239678, "text": "CDX2 inhibits epithelial-mesenchymal transition in colorectal cancer by modulation of Snail expression and beta-catenin stabilisation via transactivation of PTEN expression."}, {"pubmed": 33331430, "text": "ARE CDX2, BETA-CATENIN AND WNT IMMUNOMARCHERS USEFUL FOR EVALUATING THE CHANCE OF DISEASE PROGRESSION OR EVOLUTION TO DEATH IN PATIENTS WITH COLORECTAL CANCER?"}, {"pubmed": 33341450, "text": "Quantitative analysis of CDX2 protein expression improves its clinical utility as a prognostic biomarker in stage II and III colon cancer."}, {"pubmed": 33525395, "text": "Cdx2 Regulates Intestinal EphrinB1 through the Notch Pathway."}, {"pubmed": 33639844, "text": "CDX2 and Reg IV expression and correlation in gastric cancer."}, {"pubmed": 33733587, "text": "CDX2 enhances natural killer cell-mediated immunotherapy against head and neck squamous cell carcinoma through up-regulating CXCL14."}, {"pubmed": 33817713, "text": "Assessment of mismatch repair deficiency, CDX2, beta-catenin and E-cadherin expression in colon cancer: molecular characteristics and impact on prognosis and survival - an immunohistochemical study."}, {"pubmed": 33838073, "text": "CDX2 regulates interleukin-33 gene expression in intestinal epithelial cells (LS174T)."}, {"pubmed": 33921262, "text": "Overexpression of miR-210-3p Impairs Extravillous Trophoblast Functions Associated with Uterine Spiral Artery Remodeling."}, {"pubmed": 33958523, "text": "CDH17+/CDX2+ Can be Helpful in Providing Support for Small Intestinal Origin Versus Pancreatic or Biliary Origin."}, {"pubmed": 33960108, "text": "CDX2 expression in the hematopoietic lineage promotes leukemogenesis via TGFbeta inhibition."}, {"pubmed": 34161647, "text": "Loss of CDX-2 expression is an independent poor prognostic biomarker in patients with early-stage deficient mismatch repair colorectal cancer."}, {"pubmed": 34369561, "text": "CDX2 inducible microRNAs sustain colon cancer by targeting multiple DNA damage response pathway factors."}, {"pubmed": 34490965, "text": "Upregulation of oncogene Activin A receptor type I by Helicobacter pylori infection promotes gastric intestinal metaplasia via regulating CDX2."}, {"pubmed": 34616012, "text": "Loss of CDX2 in colorectal cancer is associated with histopathologic subtypes and microsatellite instability but is prognostically inferior to hematoxylin-eosin-based morphologic parameters from the WHO classification."}, {"pubmed": 34671130, "text": "Prognostic role of tumour-infiltrating lymphocytes and macrophages in relation to MSI, CDX2 and BRAF status: a population-based study of metastatic colorectal cancer patients."}, {"pubmed": 34671974, "text": "The broader phenotypic spectrum of congenital caudal abnormalities associated with mutations in the caudal type homeobox 2 gene."}, {"pubmed": 34695176, "text": "Two novel high-risk adult B-cell acute lymphoblastic leukemia subtypes with high expression of CDX2 and IDH1/2 mutations."}, {"pubmed": 34853972, "text": "Biomarkers CDX2, CK20, CK7 in Schoolchildren with Gastritis in the Realization of Familial Predisposition of Stomach Cancer."}, {"pubmed": 35074964, "text": "Differential expression of CK7, CK20, CDX2 in intestinal and pancreatobiliary types of preriampullary carcinoma."}, {"pubmed": 35122289, "text": "CDX2 expression in malignant peripheral nerve sheath tumour: a potential diagnostic pitfall associated with PRC2 inactivation."}, {"pubmed": 35192684, "text": "Enhancer retargeting of CDX2 and UBTF::ATXN7L3 define a subtype of high-risk B-progenitor acute lymphoblastic leukemia."}, {"pubmed": 35316324, "text": "Concurrent CDX2 cis-deregulation and UBTF::ATXN7L3 fusion define a novel high-risk subtype of B-cell ALL."}, {"pubmed": 35417734, "text": "Unusual staining of immunohistochemical markers PAX8 and CDX2 in breast carcinoma: a potential diagnostic pitfall."}, {"pubmed": 35442371, "text": "Wnt3a but not CDX-2 expression is associated with differentiated thyroid cancer."}, {"pubmed": 35535692, "text": "Transcriptome of sessile serrated adenoma/polyps is associated with MSI-high colorectal cancer and decreased expression of CDX2."}, {"pubmed": 35637161, "text": "SMYD2 epigenetically activates MEX3A and suppresses CDX2 in colorectal cancer cells to augment cancer growth."}, {"pubmed": 35748299, "text": "Circ_0017274 acts on miR-637/CDX2 axis to facilitate cisplatin resistance in gastric cancer."}, {"pubmed": 36277982, "text": "CDX2 as a Predictive Biomarker Involved in Immunotherapy Response Suppresses Metastasis through EMT in Colorectal Cancer."}, {"pubmed": 36448218, "text": "A novel IRF2BP2::CDX2 Gene fusion in digital intravascular myoepithelioma of soft tissue: An enigma!"}, {"pubmed": 36510997, "text": "Pattern of expression of CDX2 in colorectal cancer and its role in prognosis."}, {"pubmed": 36839181, "text": "Association between Single Nucleotide Polymorphisms Related to Vitamin D Metabolism and the Risk of Developing Asthma."}, {"pubmed": 36848481, "text": "The effect of miR-372-5p regulation on CDX1 and CDX2 in the gastric cancer cell line."}, {"pubmed": 36928082, "text": "CDX-2 expression correlates with clinical outcomes in MSI-H metastatic colorectal cancer patients receiving immune checkpoint inhibitors."}, {"pubmed": 37325467, "text": "Potential predictors for CDX2 expression loss and mismatch repair deficiency in colorectal cancer."}, {"pubmed": 37369952, "text": "Relationship between CDX2 rs11568820 and EcoRV rs4516035 polymorphisms on the vitamin D receptor gene with susceptibility to different SARS-CoV-2 variants."}, {"pubmed": 37583001, "text": "Loss of SATB2 and CDX2 expression is associated with DNA mismatch repair protein deficiency and BRAF mutation in colorectal cancer."}, {"pubmed": 37602699, "text": "Association of CDX2 and mucin expression with chemotherapeutic benefits in patients with stage II/III gastric cancer."}, {"pubmed": 37816608, "text": "Novel inherited CDX2 variant segregating in a family with diverse congenital malformations of the genitourinary system."}, {"pubmed": 37871463, "text": "The prognostic potential of CDX2 in colorectal cancer: Harmonizing biology and clinical practice."}, {"pubmed": 38009028, "text": "The CDX2 G allele and the FoKI F allele of the VDR gene are more prevalent and related to changes in vitamin D levels in patients with psoriasis vulgaris: A pilot study."}, {"pubmed": 38295844, "text": "CDX2 alleviates hypoxia-induced apoptosis and oxidative stress in spermatogenic cells through suppression of reactive oxygen species-mediated Wnt/beta-catenin pathway."}, {"pubmed": 38514066, "text": "Combined Use of Helicobacter pylori Genotyping and CDX2 Expression as a Predictor of Malignant Potential in Gastric Intestinal Metaplasia."}, {"pubmed": 38555678, "text": "Concomitant expression patterns of CDX2 and SATB2 as prognostic factors in stage III colorectal cancers."}, {"pubmed": 39060046, "text": "Knockdown of CDX2 Induces microRNA-221 Up-regulation in Human Colon Cancer Cells."}], "genomic_pos": {"chr": "13", "end": 27969315, "ensemblgene": "ENSG00000165556", "start": 27960918, "strand": -1}, "genomic_pos_hg19": {"chr": "13", "end": 28545276, "start": 28536274, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 15677472, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001568", "qualifier": "involved_in", "term": "blood vessel development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001829", "qualifier": "involved_in", "term": "trophectodermal cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008333", "qualifier": "involved_in", "term": "endosome to lysosome transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009790", "qualifier": "involved_in", "term": "embryo development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009887", "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009948", "qualifier": "involved_in", "term": "anterior/posterior axis specification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0014807", "qualifier": "involved_in", "term": "regulation of somitogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035019", "qualifier": "involved_in", "term": "somatic stem cell population maintenance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045197", "qualifier": "involved_in", "term": "establishment or maintenance of epithelial cell apical/basal polarity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045597", "qualifier": "involved_in", "term": "positive regulation of cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048863", "qualifier": "involved_in", "term": "stem cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060575", "qualifier": "involved_in", "term": "intestinal epithelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060711", "qualifier": "involved_in", "term": "labyrinthine layer development"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0000794", "qualifier": "located_in", "term": "condensed nuclear chromosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0017053", "qualifier": "part_of", "term": "transcription repressor complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000977", "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 15677472, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 15677472, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003700", "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008327", "pubmed": 28473536, "qualifier": "enables", "term": "methyl-CpG binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[8364, 394817], [9031, 374205], [9544, 711094], [9606, 1045], [9615, 486028], [9913, 618679], [10090, 12591], [10116, 66019]], "id": 968}, "interpro": [{"desc": "Helix-turn-helix motif", "id": "IPR000047", "short_desc": "HTH_motif"}, {"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Caudal-like activation domain", "id": "IPR006820", "short_desc": "Caudal_activation_dom"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}, {"desc": "Homeobox domain, metazoa", "id": "IPR020479", "short_desc": "Homeobox_metazoa"}, {"desc": "Caudal homeobox", "id": "IPR047152", "short_desc": "Caudal_homeobox"}], "ipi": "IPI00016928", "map_location": "13q12.2", "name": "caudal type homeobox 2", "other_names": ["caudal type homeobox transcription factor 2", "caudal-type homeobox protein 2", "homeobox protein CDX-2", "homeobox protein miniCDX2"], "pantherdb": {"HGNC": "1806", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88361", "ortholog_type": "LDO", "panther_family": "PTHR24332", "taxid": 10090, "uniprot_kb": "P43241"}, {"RGD": "621234", "ortholog_type": "LDO", "panther_family": "PTHR24332", "taxid": 10116, "uniprot_kb": "Q9ESV7"}, {"ZFIN": "ZDB-GENE-050510-1", "ortholog_type": "O", "panther_family": "PTHR24332", "taxid": 7955, "uniprot_kb": "Q8AXR4"}, {"ZFIN": "ZDB-GENE-070615-29", "ortholog_type": "LDO", "panther_family": "PTHR24332", "taxid": 7955, "uniprot_kb": "A5PLE8"}, {"WormBase": "WBGene00003779", "ortholog_type": "O", "panther_family": "PTHR24332", "taxid": 6239, "uniprot_kb": "G5EFY5"}, {"WormBase": "WBGene00003912", "ortholog_type": "LDO", "panther_family": "PTHR24332", "taxid": 6239, "uniprot_kb": "P34766"}, {"FlyBase": "FBgn0000251", "ortholog_type": "LDO", "panther_family": "PTHR24332", "taxid": 7227, "uniprot_kb": "P09085"}], "uniprot_kb": "Q99626"}, "pathway": {"kegg": {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-381771", "name": "Synthesis, secretion, and inactivation of Glucagon-like Peptide-1 (GLP-1)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-400508", "name": "Incretin synthesis, secretion, and inactivation"}], "wikipathways": [{"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP3527", "name": "Pre-implantation embryo"}]}, "pdb": ["5LTY", "6ES2", "6ES3", "7Q4N"], "pfam": ["PF00046", "PF04731"], "pharmgkb": "PA26352", "pharos": {"target_id": 3149, "tdl": "Tbio"}, "pir": "PN0625", "prosite": "PS50071", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247279", "relationship": "is"}, {"id": "GNF247280", "relationship": "is"}, {"id": "GNF247281", "relationship": "is"}, {"id": "GNF247282", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF002429", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF286748", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095559", "relationship": "is"}, {"id": "GNF135216", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000013.11", "NC_060937.1"], "protein": ["NP_001256.4", "NP_001341629.1", "XP_011533177.1", "XP_011533178.1", "XP_011533180.1", "XP_011533181.1", "XP_054229990.1", "XP_054229991.1"], "rna": ["NM_001265.6", "NM_001354700.2", "XM_011534875.3", "XM_011534876.3", "XM_011534878.3", "XM_011534879.2", "XM_054374015.1", "XM_054374016.1"], "translation": [{"protein": "NP_001256.4", "rna": "NM_001265.6"}, {"protein": "XP_054229990.1", "rna": "XM_054374015.1"}, {"protein": "XP_011533181.1", "rna": "XM_011534879.2"}, {"protein": "NP_001341629.1", "rna": "NM_001354700.2"}, {"protein": "XP_011533177.1", "rna": "XM_011534875.3"}, {"protein": "XP_011533178.1", "rna": "XM_011534876.3"}, {"protein": "XP_054229991.1", "rna": "XM_054374016.1"}, {"protein": "XP_011533180.1", "rna": "XM_011534878.3"}]}, "reporter": {"HG-U133_Plus_2": "206387_at", "HG-U95Av2": ["170_at", "40392_at"], "HTA-2_0": "TC13000513.hg.1", "HuEx-1_0": ["3507134", "3507179"], "HuGene-1_1": "7970727", "HuGene-2_1": "16777675"}, "summary": "This gene is a member of the caudal-related homeobox transcription factor gene family. The encoded protein is a major regulator of intestine-specific genes involved in cell growth an differentiation. This protein also plays a role in early embryonic development of the intestinal tract. Aberrant expression of this gene is associated with intestinal inflammation and tumorigenesis. [provided by RefSeq, Jan 2012].", "symbol": "CDX2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332743"}, "unigene": ["Hs.174249", "Hs.127383", "Hs.740844"], "uniprot": {"Swiss-Prot": "Q99626"}, "wikipedia": {"url_stub": "CDX2"}}