{"AllianceGenome": "1818", "HGNC": "1818", "MIM": "163980", "_id": "4680", "_version": 1, "accession": {"genomic": ["AC011513.2", "AC243967.3", "CH471126.1", "CP068259.2", "CQ800161.1", "JC231870.1", "JC247485.1", "M16337.1", "M17082.1", "NC_000019.10", "NC_060943.1"], "protein": ["AAA51739.1", "AAA51971.1", "AAA59907.1", "AAA59908.1", "AAA59909.1", "AAA59915.1", "AAH05008.1", "AAP88776.1", "BAG35441.1", "CAG27583.1", "CDM22277.1", "CDM55345.1", "EAW57061.1", "NP_002474.4", "P40199.4", "XP_011525292.1", "XP_054177043.1"], "rna": ["AK312542.1", "BC005008.1", "BI015601.1", "BT009774.1", "DA442875.1", "DA763751.1", "M18216.1", "M18728.1", "M29541.1", "NM_002483.7", "XM_011526990.3", "XM_054321068.1"], "translation": [{"protein": "BAG35441.1", "rna": "AK312542.1"}, {"protein": "AAA51739.1", "rna": "M18216.1"}, {"protein": "AAA59915.1", "rna": "M29541.1"}, {"protein": "AAP88776.1", "rna": "BT009774.1"}, {"protein": "XP_054177043.1", "rna": "XM_054321068.1"}, {"protein": "XP_011525292.1", "rna": "XM_011526990.3"}, {"protein": "AAH05008.1", "rna": "BC005008.1"}, {"protein": "NP_002474.4", "rna": "NM_002483.7"}, {"protein": "AAA59908.1", "rna": "M18728.1"}, {"protein": "AAA59907.1", "rna": "M18728.1"}, {"protein": "AAA59909.1", "rna": "M18728.1"}]}, "alias": ["CD66c", "CEAL", "NCA", "NCA-50/90"], "ensembl": {"gene": "ENSG00000086548", "protein": ["ENSP00000199764", "ENSP00000469752"], "transcript": ["ENST00000199764", "ENST00000595740"], "translation": [{"protein": "ENSP00000469752", "rna": "ENST00000595740"}, {"protein": "ENSP00000199764", "rna": "ENST00000199764"}], "type_of_gene": "protein_coding"}, "entrezgene": "4680", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.67916527, "exp_mis": 119.8145763, "exp_syn": 59.678821, "lof_z": 2.32774317887205, "mis_z": -0.0529695868606101, "mu_lof": 7.57592658311e-07, "mu_mis": 1.03898435886e-05, "mu_syn": 5.08228381069e-06, "n_lof": 3.0, "n_mis": 121.0, "n_syn": 62.0, "p_li": 0.191109811032251, "p_null": 0.0110342137820697, "p_rec": 0.797855975185679, "syn_z": -0.186272254503007}, "bp": 1035, "cds_end": 42270167, "cds_start": 42259546, "n_exons": 5, "nonpsych": {"exp_lof": 9.5624972, "exp_mis": 108.3405787, "exp_syn": 53.9119124, "lof_z": 2.08418105939501, "mis_z": -0.274243560966073, "mu_lof": 7.57592658311e-07, "mu_mis": 1.03898435886e-05, "mu_syn": 5.08228381069e-06, "n_lof": 3.0, "n_mis": 114.0, "n_syn": 57.0, "p_li": 0.149822891368424, "p_null": 0.0209638114137475, "p_rec": 0.829213297217829, "syn_z": -0.264795796672396}, "nontcga": {"exp_lof": 9.81477531, "exp_mis": 110.2193609, "exp_syn": 54.89445896, "lof_z": 2.14581661509139, "mis_z": -0.0845000183040497, "mu_lof": 7.57592658311e-07, "mu_mis": 1.03898435886e-05, "mu_syn": 5.08228381069e-06, "n_lof": 3.0, "n_mis": 112.0, "n_syn": 52.0, "p_li": 0.150319089578678, "p_null": 0.0172375110322025, "p_rec": 0.832443399389119, "syn_z": 0.24735779698739}, "transcript": "ENST00000199764.6"}, "exons": [{"cdsend": 41766259, "cdsstart": 41755638, "chr": "19", "position": [[41755529, 41755702], [41756599, 41756959], [41761248, 41761527], [41761968, 41762223], [41766182, 41766299], [41770801, 41772210]], "strand": 1, "transcript": "NM_002483", "txend": 41772210, "txstart": 41755529}], "exons_hg19": [{"cdsend": 42270167, "cdsstart": 42259546, "chr": "19", "position": [[42259437, 42259610], [42260507, 42260867], [42265156, 42265435], [42265876, 42266131], [42270090, 42270207], [42274706, 42276115]], "strand": 1, "transcript": "NM_002483", "txend": 42276115, "txstart": 42259437}], "generif": [{"pubmed": 11896570, "text": "Overexpression of CEACAM6 disrupts tissue architecture and blocks colonocyte differentiation"}, {"pubmed": 12571231, "text": "CEACAM6 subdomains involved in intercellular adhesion activity and subdomains involved in inhibition of cell differentation are identified and their respective activities are independently blocked."}, {"pubmed": 14512395, "text": "the first study to demonstrate the prognostic relevance of CEACAM6 overexpression in human colorectal cancer"}, {"pubmed": 15081416, "text": "overexpression among human malignancies, immunological targeting of this tumor antigen may have therapeutic applicability"}, {"pubmed": 15130118, "text": "the results show that recognition of CEA and CEACAM6, but not CEACAM1, is accompanied by tight attachment to bacteria of cell surface microvilli-like extensions"}, {"pubmed": 15208677, "text": "CEACAM6 is an important determinant of pancreatic adenocarcinoma malignant cellular behavior"}, {"pubmed": 15316565, "text": "Levels of CEACAM6 expression can modulate pancreatic adenocarcinoma cellular invasiveness in a c-Src-dependent manner"}, {"pubmed": 15826304, "text": "CD66c is regulated in a manner distinct from other myeloid antigens in childhood lymphoblastic leukemia"}, {"pubmed": 16115956, "text": "Data show that variants of Neisseria gonorrhoeae that bind to human carcinoembryonic antigen-related cell adhesion molecules (CEACAMs) 1 and 6 failed to induce detachment and, instead, promoted enhanced host cell adhesion to the ECM."}, {"pubmed": 16899629, "text": "The expression of CEACAM6 in ADH lesions is strongly associated with the development of IBC, therefore, it can be applied as a diagnostic marker either singly or in combination with other marker(s) to predict IBC development in women with ADH lesions."}, {"pubmed": 17167768, "text": "CEA and CEACAM6 was shown to lead to an increase in the binding of the integrin alpha5beta1 receptor to its ligand fibronectin, without changing its cell surface levels, resulting in increased adhesion of CEA/CEACAM6-expressing cells to fibronectin."}, {"pubmed": 17201906, "text": "For all tumors, the amount of CEACAM6 expressed was greater than that of CEACAM5, and reflected tumor histotype."}, {"pubmed": 17286276, "text": "CEA-mediated signaling involves clustering of CEA and co-clustering and activation of the alpha5beta1 and associated specific signaling elements on the internal surfaces of membrane microdomains"}, {"pubmed": 17503391, "text": "CEACAM6 is a biological tumor marker for epithelial ovarian cancers."}, {"pubmed": 17525800, "text": "CEACAM6 acts as a receptor for adherent-invasive E. coli adhesion and is abnormally expressed by ileal epithelial cells in Crohn disease."}, {"pubmed": 17653079, "text": "findings suggest that CEA (CEACAM5) and CEACAM6 are major target genes for Smad3-mediated TGF-beta signaling."}, {"pubmed": 17909799, "text": "All the leukemic samples showed overexpression of CEACAM6 and 8 when compared with normal granulocytes."}, {"pubmed": 17960155, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18223215, "text": "data support an important role for CEACAM6 in endocrine resistance in breast cancer, which can serve as a powerful predictor of future recurrence"}, {"pubmed": 18331757, "text": "CEACAM6 is overexpressed in borderline and invasive mucinous ovarian neoplasms."}, {"pubmed": 19077207, "text": "Data show that desensitization of neutrophils to any two CEACAMs, 1, 3, 6, or 8, results in selective desensitization to those two CEACAMs, while the cells remain responsive to the other two neutrophil CEACAMs."}, {"pubmed": 19329538, "text": "Because CEACAM6 acts as an antiapoptotic factor and stabilizes surfactant function, in addition to a putative role in innate defense against bacteria, we propose that it is a multifunctional alveolar protein"}, {"pubmed": 19411761, "text": "CEACAM6-associated signaling pathways could be potential targets for the development of biomarkers to predict the response of patients to adenovirus-based therapies, as well as for the development of more potent adenovirus-based therapeutics"}, {"pubmed": 20047061, "text": "CEACAM6 and a regulatory element near the 3' end of CEACAM3 are associated with cystic fibrosis disease severity and intrapair discordance"}, {"pubmed": 20063526, "text": "Positivity for both leukemia-associated antigens CD66c and CD25 in combination can predict the presence of BCR/ABL rearrangement in pre-B cell acute lymphoblastic leukemia"}, {"pubmed": 21470677, "text": "The highly elevated gene expression of CEACAM6 and CEACAM8 in primary myelofibrosis can serve as molecular markers of myelofibrotic transformation."}, {"pubmed": 21559399, "text": "Despite its important role in bacterial attachment in ileal CD, no role was detected for CEACAM6 variants in IBD susceptibility or regarding an ileal CD phenotype"}, {"pubmed": 21618249, "text": "High serum CEACAM6 is associated with gastric cancer."}, {"pubmed": 21994005, "text": "High CEACAM6 expresssion is associated with inflammatory bowel disease."}, {"pubmed": 22037359, "text": "CEACAM6 is expressed by alveolar and airway epithelial cells of human lung and is secreted into lung-lining fluid, where fully glycosylated protein binds to surfactant."}, {"pubmed": 22064717, "text": "The authors show that the expression of CEACAM1 and CEACAM6 potentiate CEACAM3-dependent responses of neutrophils, exposing a cooperative role for this family of proteins during neisserial infection of neutrophils."}, {"pubmed": 22396546, "text": "a novel role for NA in enhancing host cell survival by activating the Src/Akt signaling axis via an interaction with carcinoembryonic antigen-related cell adhesion molecule 6/cluster of differentiation 66c (C6)."}, {"pubmed": 22975528, "text": "CEACAM6 is significantly upregulated in colon cancer tissues and is closely associated with poor prognosis."}, {"pubmed": 23021083, "text": "CEACAM6 is focally overexpressed in a large fraction of human HNSCCs in situ. over-expression of CEACAM6 increases tumour growth and tumour initiating activity by suppressing PI3K/AKT-dependent apoptosis of HNSCC in a xenotransplant model of HNSCC."}, {"pubmed": 23027178, "text": "The expression of CD66c was significantly higher in colorectal cancer specimens than in normal colon."}, {"pubmed": 23592399, "text": "these findings show that PDEF-CEACAM6 is a highly active oncogenic axis in breast cancer"}, {"pubmed": 23603913, "text": "CEACAM-6 plays an important role in the regulation of CD8+ T-cell responses against multiple myeloma."}, {"pubmed": 23806607, "text": "High carcinoembryonic cell adhesion molecule 6 expression is associated with malignant biliary stenoses."}, {"pubmed": 23857344, "text": "our findings identified CEACAM6, which is regulated by miR-29a/b/c, as an important positive regulator of EMT in pancreatic cancer"}, {"pubmed": 24014076, "text": "CD66c expression appears useful only as a predictor of the Ph in adult patients (not in pediatric cases)."}, {"pubmed": 24186057, "text": "CEACAM6 expression was expressed in different molecular subtypes of breast cancer. Among different subtypes, the highest expression was found with HER2 positive cancers."}, {"pubmed": 24231528, "text": "Data indicate that CD66c is frequently expressed in CRLF2-positive as well as hypodiploid cases."}, {"pubmed": 24492534, "text": "results suggested that CEACAM6 functions as an oncoprotein in gastric cancer and may be an important metastatic biomarker and therapeutic target"}, {"pubmed": 25299082, "text": "CEACAM6 may be a valuable biomarker screening for gastric tumor and novel predictor for patients in advanced stages of gastric cancer"}, {"pubmed": 25398131, "text": "CEACAM6 increased the levels of phosphorylated AKT, which is involved in the progression of a variety of human tumors."}, {"pubmed": 25409014, "text": "Results show that pancreatic cancer patients with CEACAM 1, 5 and 6 expression showed a significantly shortened overall survival and elevated serum values are correlated with distant metastasis suggesting a role in epithelial-mesenchymal transition."}, {"pubmed": 25703140, "text": "Data indicate that carcinoembryonic antigen-related cell adhesion molecule 6 (CEACAM6) promotes angiogenesis in gastric cancer via focal adhesion kinase FAK signaling."}, {"pubmed": 25872647, "text": "vaccination with recombinant attenuated Salmonella harboring the CEACAM6 and 4-1BBL gene efficiently increased the number of CD3+CD8+ TIL and NK cells, decreased the number of FOXP3 cells and inhibited the development of DMH-induced colorectal cancer"}, {"pubmed": 26271985, "text": "Data show that carcinoembryonic antigen-related cell adhesion molecule 6 (CEACAM6) and forkhead box P3 (FOXP3) are associated with the malignant degree of pancreatic cancer."}, {"pubmed": 26374831, "text": "CEACAM6 protein and mRNA were increased ~4-fold in lungs from infants with chronic lung disease as compared with controls."}, {"pubmed": 26483485, "text": "Data suggest ways in which carcinoembryonic antigen-related cell adhesion molecules CEACAM6 and CEACAM8 regulate the biological functions of one another."}, {"pubmed": 26673628, "text": "show the upregulation of the tumor-associated antigens CEACAM5/6 by trans-signaling of the pro-inflammatory cytokine IL-6"}, {"pubmed": 26974538, "text": "Biliary CEACAM6 can identify patients with extrahepatic cholangiocarcinoma with a high degree of sensitivity and should be investigated further as a potential screening tool."}, {"pubmed": 26993598, "text": "Data suggest that the expression of these TSPAN8, LGALS4, COL1A2 and CEACAM6 in the whole blood may be useful in the detection of colorectal cancer (CRC)."}, {"pubmed": 27172290, "text": "western blot analysis results indicated that the 1B5A5 epitope is located within an amino-terminal domain of CEACAM6. These results raised the possibility that our approach could lead to discovery of novel biomarkers for the early stage of cancers in a relatively short period of time."}, {"pubmed": 27328063, "text": "Monoclonal Antibody 1B5A5 Against CEACAM6"}, {"pubmed": 27579896, "text": "a 7-gene signature was identified which correctly predicted the primary prefibrotic myelofibrosis group with a sensitivity of 100% and a specificity of 89%. The 7 genes included MPO, CEACAM8, CRISP3, MS4A3, CEACAM6, HEMGN, and MMP8"}, {"pubmed": 27748756, "text": "Helicobacter pylori HopQ binds the amino-terminal IgV-like domain of human CEACAM1, CEACAM3, CEACAM5 or CEACAM6 proteins, thereby enabling translocation of the major pathogenicity factor CagA into host cells."}, {"pubmed": 27748768, "text": "Here, the authors identify members of the carcinoembryonic antigen-related cell adhesion molecule (CEACAM) family as receptors of Helicobacter pylori and show that HopQ is the surface-exposed adhesin that specifically binds human CEACAM1, CEACAM3, CEACAM5 and CEACAM6."}, {"pubmed": 28275137, "text": "expression is increased in severe asthma and primarily associated with airway epithelial cells and tissue neutrophils"}, {"pubmed": 28292985, "text": "In enterocytic C2BBe1 cells, Candida albicans caused a transient tyrosine phosphorylation of CEACAM1 and induced higher expression of membrane-bound CEACAM1 and soluble CEACAM6."}, {"pubmed": 28766906, "text": "CD66c (KOR-SA3544) antigen expression of leukemic blasts in pediatric acute myeloid leukemia with TLS/FUS-ERG fusion transcript"}, {"pubmed": 28892050, "text": "CEACAM6 promoted oral squamous cell carcinoma cell invasion, migration, cytoskeletal rearrangement, and metastasis via interaction with EGFR and enhancing it activation."}, {"pubmed": 29110374, "text": "Studies provide evidence that dysregulated overexpression of CEACAM6 plays a role in several of the hallmarks of cancer, including uncontrolled proliferation, anoikis resistance, immune evasion, invasion and metastasis. [review]"}, {"pubmed": 31171910, "text": "CEACAM 1, CEACAM 5 and CEACAM 6 expression appears to be an early event in pancreatic carcinogenesis. Moreover, expression of CEACAM 1, 5 and 6 may represent a useful biomarker that may aid in the identification of precancerous lesions in the pancreas"}, {"pubmed": 31222613, "text": "High CEACAM6 expression is associated with metastases in breast carcinoma."}, {"pubmed": 31474761, "text": "Therapeutic Effect of pHLIP-mediated CEACAM6 Gene Silencing in Lung Adenocarcinoma."}, {"pubmed": 31797958, "text": "Carcinoembryonic antigen cell adhesion molecule 6 (CEACAM6) in Pancreatic Ductal Adenocarcinoma (PDA): An integrative analysis of a novel therapeutic target."}, {"pubmed": 32648688, "text": "CEACAM6 promotes cisplatin resistance in lung adenocarcinoma and is regulated by microRNA-146a and microRNA-26a."}, {"pubmed": 33674603, "text": "Identification of CD318, TSPAN8 and CD66c as target candidates for CAR T cell based immunotherapy of pancreatic adenocarcinoma."}, {"pubmed": 33767593, "text": "CD151 promotes Colorectal Cancer progression by a crosstalk involving CEACAM6, LGR5 and Wnt signaling via TGFbeta1."}, {"pubmed": 33919410, "text": "The Immunomodulatory CEA Cell Adhesion Molecule 6 (CEACAM6/CD66c) Is a Protein Receptor for the Influenza a Virus."}, {"pubmed": 34847408, "text": "Antibody ligation of CEACAM1, CEACAM3, and CEACAM6, differentially enhance the cytokine release of human neutrophils in responses to Candida albicans."}, {"pubmed": 35141051, "text": "T cell-mediated elimination of cancer cells by blocking CEACAM6-CEACAM1 interaction."}, {"pubmed": 35302657, "text": "In high-grade ovarian carcinoma, platinum-sensitive tumor recurrence and acquired-resistance derive from quiescent residual cancer cells that overexpress CRYAB, CEACAM6, and SOX2."}, {"pubmed": 35896219, "text": "Significance of Intraperitoneal-free KRT20 and CEACAM6 mRNA Expression for Peritoneal Recurrence of Gastric Cancer."}, {"pubmed": 35896264, "text": "Chitinase 3-like 1, Carcinoembryonic Antigen-related Cell Adhesion Molecule 6, and Ectopic Claudin-2 in the Carcinogenic Processes of Ulcerative Colitis."}, {"pubmed": 37219322, "text": "CEACAM6 as a Novel Therapeutic Target to Boost HO-1-mediated Antioxidant Defense in COPD."}, {"pubmed": 37816733, "text": "Aldolase B-driven lactagenesis and CEACAM6 activation promote cell renewal and chemoresistance in colorectal cancer through the Warburg effect."}, {"pubmed": 38240103, "text": "The emerging roles of CEACAM6 in human cancer (Review)."}, {"pubmed": 38502695, "text": "Phenotypic screen of sixty-eight colorectal cancer cell lines identifies CEACAM6 and CEACAM5 as markers of acid resistance."}, {"pubmed": 38944419, "text": "CEACAM6 Promotes Lung Metastasis via Enhancing Proliferation, Migration and Suppressing Apoptosis of Prostate Cancer Cells."}], "genomic_pos": {"chr": "19", "end": 41772211, "ensemblgene": "ENSG00000086548", "start": 41750977, "strand": 1}, "genomic_pos_hg19": [{"chr": "19", "end": 42276113, "start": 42254885, "strand": 1}, {"chr": "HG1350_HG959_PATCH", "end": 42278113, "start": 42256882, "strand": 1}], "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007156", "pubmed": [2803308, 11590190], "qualifier": "involved_in", "term": "homophilic cell adhesion via plasma membrane adhesion molecules"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007157", "qualifier": "involved_in", "term": "heterophilic cell-cell adhesion via plasma membrane cell adhesion molecules"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007157", "pubmed": [2803308, 8776764, 11590190], "qualifier": "involved_in", "term": "heterophilic cell-cell adhesion via plasma membrane cell adhesion molecules"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 25171863, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": [16204051, 25171863], "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034116", "pubmed": 16204051, "qualifier": "involved_in", "term": "positive regulation of heterotypic cell-cell adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904906", "pubmed": 16204051, "qualifier": "involved_in", "term": "positive regulation of endothelial cell-matrix adhesion via fibronectin"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000811", "pubmed": 10910050, "qualifier": "involved_in", "term": "negative regulation of anoikis"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 25645918, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "is_active_in", "term": "cell surface"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0009986", "pubmed": 2803308, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": [2317824, 8776764, 16204051], "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 2317824, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016324", "pubmed": 10436421, "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035577", "qualifier": "located_in", "term": "azurophil granule membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098552", "qualifier": "located_in", "term": "side of membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21982860, 26483485, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042802", "pubmed": 26483485, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [21982860, 26483485, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0046982", "pubmed": 26483485, "qualifier": "enables", "term": "protein heterodimerization activity"}]}, "homologene": {"genes": [[9598, 100614697], [9606, 4680]], "id": 130505}, "interpro": [{"desc": "Immunoglobulin subtype 2", "id": "IPR003598", "short_desc": "Ig_sub2"}, {"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": "IPI00027412", "map_location": "19q13.2", "name": "CEA cell adhesion molecule 6", "other_names": ["Cluster of Differentiation 66c", "carcinoembryonic antigen related cell adhesion molecule 6", "carcinoembryonic antigen-related cell adhesion molecule 6", "carcinoembryonic antigen-related cell adhesion molecule 6 (non-specific cross reacting antigen)", "normal cross-reacting antigen"], "pantherdb": {"HGNC": "1818", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"ZFIN": "ZDB-GENE-131127-231", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "X1WHZ4"}, {"ZFIN": "ZDB-GENE-131127-642", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "A0A0R4IXF4"}, {"ZFIN": "ZDB-GENE-010724-14", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "B0S595"}, {"ZFIN": "ZDB-GENE-081104-208", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "E9QJI4"}, {"ZFIN": "ZDB-GENE-100921-41", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "A0A2R8QBU4"}, {"ZFIN": "ZDB-GENE-100921-76", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "F1R3B4"}, {"ZFIN": "ZDB-GENE-100921-33", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "E9QBN5"}, {"Ensembl": "ENSDARG00000109899", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "A0A2R8RQ37"}, {"ZFIN": "ZDB-GENE-080226-6", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "A4JYL4"}, {"ZFIN": "ZDB-GENE-100921-37", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "F1QX85"}], "uniprot_kb": "P40199"}, "pathway": {"reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1566977", "name": "Fibronectin matrix formation"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}]}, "pdb": ["4WHC", "4WTZ", "4Y8A", "4YIQ"], "pfam": ["PF07686", "PF13895", "PF13927"], "pharmgkb": "PA26362", "pharos": {"target_id": 856, "tdl": "Tbio"}, "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168083", "relationship": "is"}, {"id": "GNF178989", "relationship": "is"}, {"id": "GNF189895", "relationship": "is"}, {"id": "GNF200801", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF037703", "relationship": "weakly similar to"}, {"id": "GNF045916", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF002432", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105683", "relationship": "is"}, {"id": "GNF145329", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_002474.4", "XP_011525292.1", "XP_054177043.1"], "rna": ["NM_002483.7", "XM_011526990.3", "XM_054321068.1"], "translation": [{"protein": "XP_011525292.1", "rna": "XM_011526990.3"}, {"protein": "NP_002474.4", "rna": "NM_002483.7"}, {"protein": "XP_054177043.1", "rna": "XM_054321068.1"}]}, "reporter": {"HG-U133_Plus_2": ["203757_s_at", "211657_at"], "HG-U95Av2": "36105_at", "HTA-2_0": "TC19000584.hg.1", "HuEx-1_0": "3834379", "HuGene-1_1": "8029098", "HuGene-2_1": "16862563"}, "summary": "This gene encodes a protein that belongs to the carcinoembryonic antigen (CEA) family whose members are glycosyl phosphatidyl inositol (GPI) anchored cell surface glycoproteins. Members of this family play a role in cell adhesion and are widely used as tumor markers in serum immunoassay determinations of carcinoma. This gene affects the sensitivity of tumor cells to adenovirus infection. The protein encoded by this gene acts as a receptor for adherent-invasive E. coli adhesion to the surface of ileal epithelial cells in patients with Crohn's disease. This gene is clustered with genes and pseudogenes of the cell adhesion molecules subgroup of the CEA family on chromosome 19. [provided by RefSeq, Apr 2014].", "symbol": "CEACAM6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413309"}, "unigene": "Hs.466814", "uniprot": {"Swiss-Prot": "P40199", "TrEMBL": "M0QYD3"}, "wikipedia": {"url_stub": "CEACAM6"}}