{"AllianceGenome": "1817", "HGNC": "1817", "MIM": "114890", "_id": "1048", "_version": 1, "accession": {"genomic": ["AC008999.7", "AC243967.3", "AH002638.2", "AH003050.2", "CH471126.1", "CP068259.2", "CQ800159.1", "M17303.1", "NC_000019.10", "NC_060943.1", "X62151.1", "Z21818.1"], "protein": ["AAA51963.1", "AAA51964.1", "AAA51967.1", "AAA51968.1", "AAA51972.1", "AAA62835.1", "AAB59513.1", "AAH34671.1", "BAD96821.1", "BAN83789.1", "BAN83790.1", "CAA34474.1", "CAA44076.1", "CAA79884.1", "CAG27582.1", "CAH18191.1", "EAW57059.1", "EAW57060.1", "NP_001278413.1", "NP_001295327.1", "NP_004354.3", "P06731.4", "XP_011524624.1", "XP_016881634.1", "XP_016881635.1", "XP_054175511.1", "XP_054175512.1", "XP_054175513.1"], "rna": ["AB852566.1", "AB852567.1", "AK223101.1", "AK310844.1", "BC034671.1", "BP272354.1", "BP272370.1", "CR749337.1", "DB006625.1", "M15042.1", "M16234.1", "M17191.1", "M29540.1", "NM_001291484.3", "NM_001308398.2", "NM_004363.6", "X16455.1", "XM_011526322.3", "XM_017026145.3", "XM_017026146.3", "XM_054319536.1", "XM_054319537.1", "XM_054319538.1"], "translation": [{"protein": "AAA51968.1", "rna": "M17191.1"}, {"protein": "AAA51967.1", "rna": "M29540.1"}, {"protein": "XP_054175511.1", "rna": "XM_054319536.1"}, {"protein": "XP_054175513.1", "rna": "XM_054319538.1"}, {"protein": "BAN83789.1", "rna": "AB852566.1"}, {"protein": "BAN83790.1", "rna": "AB852567.1"}, {"protein": "XP_011524624.1", "rna": "XM_011526322.3"}, {"protein": "XP_016881634.1", "rna": "XM_017026145.3"}, {"protein": "CAH18191.1", "rna": "CR749337.1"}, {"protein": "AAA51963.1", "rna": "M15042.1"}, {"protein": "XP_054175512.1", "rna": "XM_054319537.1"}, {"protein": "AAA51972.1", "rna": "M16234.1"}, {"protein": "NP_004354.3", "rna": "NM_004363.6"}, {"protein": "CAA34474.1", "rna": "X16455.1"}, {"protein": "NP_001278413.1", "rna": "NM_001291484.3"}, {"protein": "AAH34671.1", "rna": "BC034671.1"}, {"protein": "NP_001295327.1", "rna": "NM_001308398.2"}, {"protein": "BAD96821.1", "rna": "AK223101.1"}, {"protein": "XP_016881635.1", "rna": "XM_017026146.3"}]}, "alias": ["CD66e", "CEA"], "ensembl": {"gene": "ENSG00000105388", "protein": ["ENSP00000221992", "ENSP00000381600", "ENSP00000385072", "ENSP00000468997", "ENSP00000473252", "ENSP00000482157", "ENSP00000482303"], "transcript": ["ENST00000221992", "ENST00000398599", "ENST00000405816", "ENST00000460121", "ENST00000595113", "ENST00000595403", "ENST00000596606", "ENST00000615021", "ENST00000617332"], "translation": [{"protein": "ENSP00000381600", "rna": "ENST00000398599"}, {"protein": "ENSP00000221992", "rna": "ENST00000221992"}, {"protein": "ENSP00000482157", "rna": "ENST00000615021"}, {"protein": "ENSP00000482303", "rna": "ENST00000617332"}, {"protein": "ENSP00000385072", "rna": "ENST00000405816"}, {"protein": "ENSP00000468997", "rna": "ENST00000595403"}, {"protein": "ENSP00000473252", "rna": "ENST00000595113"}], "type_of_gene": "protein_coding"}, "entrezgene": "1048", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 18.1975115155, "exp_mis": 228.921396174, "exp_syn": 113.222766726, "lof_z": 1.90355620628573, "mis_z": 0.32073491707342, "mu_lof": 1.30271282876e-06, "mu_mis": 2.00300680533e-05, "mu_syn": 9.74098510874e-06, "n_lof": 10.0, "n_mis": 219.0, "n_syn": 113.0, "p_li": 3.66899588817934e-05, "p_null": 0.0507808529748326, "p_rec": 0.949182457066286, "syn_z": 0.0129806879873623}, "bp": 2109, "cds_end": 42231236, "cds_start": 42212650, "n_exons": 9, "nonpsych": {"exp_lof": 16.2902658229, "exp_mis": 207.015721927, "exp_syn": 102.297292381, "lof_z": 1.53058297555797, "mis_z": 0.280996863130477, "mu_lof": 1.30271282876e-06, "mu_mis": 2.00300680533e-05, "mu_syn": 9.74098510874e-06, "n_lof": 10.0, "n_mis": 199.0, "n_syn": 107.0, "p_li": 1.88718292222721e-05, "p_null": 0.130072758674587, "p_rec": 0.869908369496191, "syn_z": -0.29273772016307}, "nontcga": {"exp_lof": 16.724142791, "exp_mis": 210.590131258, "exp_syn": 104.147382206, "lof_z": 1.62198264650474, "mis_z": 0.226248077119143, "mu_lof": 1.30271282876e-06, "mu_mis": 2.00300680533e-05, "mu_syn": 9.74098510874e-06, "n_lof": 10.0, "n_mis": 204.0, "n_syn": 104.0, "p_li": 2.08845870338492e-05, "p_null": 0.0999812151249742, "p_rec": 0.899997900287992, "syn_z": 0.00914525006213074}, "transcript": "ENST00000221992.6"}, "exons": [{"cdsend": 41727316, "cdsstart": 41708731, "chr": "19", "position": [[41708625, 41708795], [41709679, 41710039], [41714970, 41715249], [41715649, 41715904], [41717454, 41717733], [41718127, 41718382], [41719929, 41720208], [41720921, 41721176], [41727233, 41727352], [41729209, 41730421]], "strand": 1, "transcript": "NM_001291484", "txend": 41730421, "txstart": 41708625}, {"cdsend": 41727316, "cdsstart": 41708731, "chr": "19", "position": [[41708625, 41708795], [41709679, 41710039], [41714970, 41715249], [41715649, 41715904], [41717457, 41717733], [41718127, 41718382], [41719929, 41720208], [41720921, 41721176], [41727233, 41727352]], "strand": 1, "transcript": "NM_001308398", "txend": 41727352, "txstart": 41708625}, {"cdsend": 41727316, "cdsstart": 41708731, "chr": "19", "position": [[41708625, 41708795], [41709679, 41710039], [41714970, 41715249], [41715649, 41715904], [41717454, 41717733], [41718127, 41718382], [41719929, 41720208], [41720921, 41721176], [41727233, 41727352], [41729183, 41730421]], "strand": 1, "transcript": "NM_004363", "txend": 41730421, "txstart": 41708625}], "exons_hg19": [{"cdsend": 42231236, "cdsstart": 42212650, "chr": "19", "position": [[42212544, 42212714], [42213598, 42213958], [42218889, 42219168], [42219568, 42219823], [42221373, 42221652], [42222046, 42222301], [42223848, 42224127], [42224841, 42225096], [42231153, 42231272], [42233129, 42234341]], "strand": 1, "transcript": "NM_001291484", "txend": 42234341, "txstart": 42212544}, {"cdsend": 42231236, "cdsstart": 42212650, "chr": "19", "position": [[42212544, 42212714], [42213598, 42213958], [42218889, 42219168], [42219568, 42219823], [42221376, 42221652], [42222046, 42222301], [42223848, 42224127], [42224841, 42225096], [42231153, 42231272]], "strand": 1, "transcript": "NM_001308398", "txend": 42231272, "txstart": 42212544}, {"cdsend": 42231236, "cdsstart": 42212650, "chr": "19", "position": [[42212544, 42212714], [42213598, 42213958], [42218889, 42219168], [42219568, 42219823], [42221373, 42221652], [42222046, 42222301], [42223848, 42224127], [42224841, 42225096], [42231153, 42231272], [42233103, 42234341]], "strand": 1, "transcript": "NM_004363", "txend": 42234341, "txstart": 42212544}], "generif": [{"pubmed": 11964079, "text": "Inhibition of carcinoembryonic antigen increases apoptotic rate of colon cancer cells and inhibits metastatic tumor growth"}, {"pubmed": 12237895, "text": "Serum HCG beta, CA 72-4 and CEA are independent prognostic factors in colorectal cancer."}, {"pubmed": 12420218, "text": "white blood cells express a splice variant of CEA , which hinders detection of tumor cell cDNA in whole blood samples"}, {"pubmed": 12636102, "text": "results suggest that CEA and CK 20 mRNA identification by RT-PCR appeared to be reliable and may be useful for early diagnosis in peritoneal dissemination of colon cancer"}, {"pubmed": 14566828, "text": "value of this tumor marker regarding relapse, metastasis and death in resectable non-small cell lung cancer"}, {"pubmed": 15130118, "text": "the results show that recognition of CEA and CEACAM6, but not CEACAM1, is accompanied by tight attachment to bacteria of cell surface microvilli-like extensions"}, {"pubmed": 15546874, "text": "SB1a and CEA in the patches on the cell surface of human colon adenocarcinoma cells could be biologically important ligands for galectin-4"}, {"pubmed": 15905509, "text": "Heterophilic interactions of carcinoembryonic antigen and CEACAM1 inhibit killing by natural killer (NK) cells. The N-terminal domain of CEACAM1 is crucial but not sufficient for both CEACAM1-CEACAM1 homophilic and CEACAM1-CEA heterophilic interactions."}, {"pubmed": 16324274, "text": "CEA and CK19 expression was higher in lung cancer patients than in patients with benign lung diseases and healthy controls."}, {"pubmed": 16574224, "text": "significantly increased in transformed trophoblast of gestational trophoblastic diseases"}, {"pubmed": 16804977, "text": "Intensive follow-up by serial assay of CEA and cytokeratins allows early detection of colorectal neoplasm recurrence."}, {"pubmed": 17016692, "text": "Enhanced induction of dendritic cell maturation and HLA-A*0201-restricted CEA-specific CD8(+) CTL response by exosomes derived from IL-18 gene-modified CEA-positive tumor cells."}, {"pubmed": 17201906, "text": "CEACAM6 expression is elevated in many solid tumors and may be a promising target for antibody-based therapy for cancer."}, {"pubmed": 17286276, "text": "CEA-mediated signaling involves clustering of CEA and co-clustering and activation of the alpha5beta1 and associated specific signaling elements on the internal surfaces of membrane microdomains"}, {"pubmed": 17589956, "text": "TNM staging, preoperative CEA and CD44v6 were independent prognostic factors for rectal cancer patients with total mesorectal excision."}, {"pubmed": 17653079, "text": "findings suggest that CEA (CEACAM5) and CEACAM6 are major target genes for Smad3-mediated TGF-beta signaling."}, {"pubmed": 17852813, "text": "Results show that measurements of AFP, CEA and CA125 are more readily affected by long-term frozen storage compared with frequent freezing-thawing."}, {"pubmed": 17936797, "text": "CEA mRNA copy number, not positivity, was significantly associated with postoperative term of recurrent gastric cancer."}, {"pubmed": 17941001, "text": "The serum CEA level appears to be closely associated with the presence of EGFR gene mutations in patients with pulmonary adenocarcinomas."}, {"pubmed": 17951321, "text": "Cigarette smoking was associated with increased serum carcinoembryonic antigen (CEA) levels in a dose- and duration-dependent manner and association between serum CEA and carotid plaque was significant"}, {"pubmed": 18083270, "text": "elevated level of CEA has a strong negative prognostic impact on survival in operated early stage of non-small cell lung cancer"}, {"pubmed": 18155162, "text": "serum MMP-9, SCC-Ag and CEA were not significant for prognosis of esophageal cancer"}, {"pubmed": 18219853, "text": "possibility of observing many clinical reactions could be shown for CEA652 (9) in cases where positive conversion was observed"}, {"pubmed": 18375392, "text": "CEA and CD44v cooperate to mediate colon carcinoma cell adhesion to E- and L-selectin at elevated shear stresses."}, {"pubmed": 18394347, "text": "The levels of CEA in pleural effusion and serum of patients with lung cancer were much higher than those with benign lung disease."}, {"pubmed": 18609108, "text": "Serum samples were investigated for carcinoembryonic antigen (CEA), CA125 and MUC1, alpha-foetoprotein, neuron-specific enolase and CA19.9."}, {"pubmed": 18646695, "text": "mRNA expression of LUNX, CK19 and CEA genes in the regional lymph nodes of NSCLC was significantly higher than that in those of benign lung diseases."}, {"pubmed": 18846401, "text": "Elevated carcinoembryonic antigen is associated with recurrence after curative resection of colorectal cancer."}, {"pubmed": 19032382, "text": "Human eccrine sweat glands express CK7, CK8, CK14, CK18, CK19, CEA, EMA, Ki67, p63, EGF and EGFR. In skin, CEA can be used as a specific immunological marker of sweat glands."}, {"pubmed": 19074466, "text": "CK20 and CEA are expressed in non-macroscopically involved lymph nodes of colorectal cancer."}, {"pubmed": 19214813, "text": "CEA was a highly significant predictor of response to therapy and survival in both limited disease and extensive disease small cell lung cancer patients. Normal serum CEA level was associated with improved response rate."}, {"pubmed": 19259690, "text": "A CEA level </= 2.5 ng/ml might be a predictor not only of tumor response, as has been suggested before, but also of disease-free survival."}, {"pubmed": 19322585, "text": "Increased carcinoembryonic antigen level is associated with oral and salivary malignant tumors."}, {"pubmed": 19383238, "text": "The utility of the tumour markers carcinoembryonic antigen, cancer antigen 125, carbohydrate antigen 19-9, carbohydrate antigen 15-3, alpha-fetoprotein and human chorionic gonadotropin for the diagnosis solitary pulmonary nodules, was investigated."}, {"pubmed": 19386089, "text": "High CEA serum level is a risk factor for brain metastasis development and is associated with poor prognosis in patients with advanced NSCLC."}, {"pubmed": 19430419, "text": "the percentage of lung carcinoma patients remaining unclassifiable by TTF-1/TP63 was twice that of the five-antibody (TRIM29, CEACAM5, SLC7A5, MUC1, and CK5/6) test"}, {"pubmed": 19457896, "text": "Ppreoperative CEA level was a very good predictor of the pathological stage in stage I non-small cell lung cancer."}, {"pubmed": 19461083, "text": "CEA expression in melanomas, dysplastic nevi \\and primary superficial spreading melanoma was significantly increased"}, {"pubmed": 19476621, "text": "The three markers (ER, Vim and CEA) and their respective panel expressions showed statistically significant (p < 0.05) frequency differences between endocervical adenocarcinomas and endometrial adenocarcinomas tumors."}, {"pubmed": 19561534, "text": "Data show that mice express human CEA, present epitopes solely through HLA-A2.1 molecules and constitute a unique in vivo animal model to study HLA-A2.1-restricted immune response of a human CEA-based vaccine."}, {"pubmed": 19629600, "text": "High carcinoembryonic antigen in serum is associated with colorectal cancer."}, {"pubmed": 19645077, "text": "CK20 and CEA are significantly more frequently detected in colon cancer patients than in healthy controls and can serve as markers."}, {"pubmed": 19661342, "text": "Elevated Carcinoembryonic Antigen in activated macrophages is associated with colorectal cancer."}, {"pubmed": 19661375, "text": "High Carcinoembryonic Antigen levels and low selenium levels are associated with gastric cancer."}, {"pubmed": 19696622, "text": "p16-marker testing does not add value to the conventional 3-marker (ER/Vim/CEA) panel in distinguishing between primary endocervical adenocarcinomas and endometrial adenocarcinomas"}, {"pubmed": 19861580, "text": "Increasing carcinoembryonic antigen is associated with colorectal cancer."}, {"pubmed": 19863186, "text": "Results show that CYFRA21-1 and CEA may be helpful in predicting the responsiveness in ESCC of primary lesions to CRT, and should be confirmed in larger, more homogeneous studies."}, {"pubmed": 20034698, "text": "The Le(x) residues of both, CEACAM1 and CEA, interact with the human Le(x)-binding glycan receptors DC-SIGN and SRCL."}, {"pubmed": 20095885, "text": "Preoperative serum carcinoembryonic antigen and plasma TIMP-1 levels are independent predictors of Disease-free survival in patients with primary resectable colorectal cancer."}, {"pubmed": 20100688, "text": "the combination of CT, CEA, and CA 19-9, which is currently not included in guidelines, should be routinely performed for early detection of occult recurrence of colorectal carcinoma"}, {"pubmed": 20121626, "text": "Carcinoembryonic antigen may have a role in response to irinotecan combination chemotherapy for metastatic colorectal cancer patients"}, {"pubmed": 20162425, "text": "Most cases of recurrence were detected at nearly the same time when the CEA level was elevated."}, {"pubmed": 20306655, "text": "Data show that CEA and CA15.3 (CD227) are specific markers for diagnosis of early-stage breast cancer."}, {"pubmed": 20361287, "text": "tumor marker for breast cancer"}, {"pubmed": 20373053, "text": "the prognostic value of preoperative serum carbohydrate antigen19-9, carcinoembryonic antigen, and carbohydrate antigen 125 for overall survival in patients with colorectal cancer was studied"}, {"pubmed": 20529812, "text": "The histological types of breast cancer are not significantly related to elevated serum levels of CEA and/or CA 15-3."}, {"pubmed": 20592365, "text": "analysis of CEA-, Her2/neu-, BCRP- and Hsp27-positive microparticles in breast cancer patients"}, {"pubmed": 20813953, "text": "study shows CEA-binding bacteria colonized urogenital tract of CEA transgenic mice but not wild-type by suppressing exfoliation of mucosal cells;CEA binding triggered expression of CD105, changing focal adhesion composition and activating beta1 integrins"}, {"pubmed": 20839810, "text": "Stduies indicate that CEA was selectively enriched by a factor of 600-800."}, {"pubmed": 21115936, "text": "Decreased serum carcinoembryonic antigen is associated with chemoradiation therapy in rectal cancer."}, {"pubmed": 21219828, "text": "93.7% of lung cancer sections showed expression of CEA."}, {"pubmed": 21538056, "text": "Early postoperative CEA concentration is an independent prognostic factor for colorectal cancer."}, {"pubmed": 21573768, "text": "The copy number of CEA and TEM-8 mRNA, as detected by a real-time quantitative PCR, appears to be a promising marker for evaluating the risk of tumor spread."}, {"pubmed": 21618511, "text": "Data show that low lymph node MUC2/CEA mRNA ratio identified colorectal cancer (CRC) with high risk for recurrence (p = 0.011)."}, {"pubmed": 21725636, "text": "The rate of CEA release was positively associated with the level of CEA transcript expression."}, {"pubmed": 21787404, "text": "The levels of CEA and CA19-9 showed no significant increase in colorectal carcinoma."}, {"pubmed": 21792548, "text": "The maternal serum levels of CA 125, CEA and CA 19-9 were increased during third trimester of pregnancy, but these elevations were within the normal range."}, {"pubmed": 21823122, "text": "study characterised the glycosylation patterns of MUC1 and CEACAM5 in colorectal cancer patients comparing normal colon and tumour epithelium within each patient"}, {"pubmed": 22137981, "text": "a positive correlation between CEA levels and survival"}, {"pubmed": 22382453, "text": "The higher expression of CD44v6, integrin-beta1, CA199, and CEA are closely related to the progression and metastasis of pancreatic cancer."}, {"pubmed": 22414974, "text": "CEA mRNA, CK20 mRNA, and serum CEA than patients at stages I-III."}, {"pubmed": 22426691, "text": "CA19-9 may be a prognostic factor for colorectal cancer patients with normal CEA levels."}, {"pubmed": 22502684, "text": "High levels of carcinogenic embryonic antigen are associated with advanced stage of diseases of pancreas and liver."}, {"pubmed": 22563932, "text": "investigation of circulating levels of carcinoembryonic antigen, squamous cell carcinoma-antigen, and carbohydrate antigen 19-9 as prognostic markers in women with early stage squamous cell carcinoma of uterine cervix"}, {"pubmed": 22681921, "text": "expression of MVD, LVD, Kiss-1 and CEA mRNA is related to the prognosis of NSCLC"}, {"pubmed": 22906597, "text": "CEA level in pleural lavage fluid was significantly correlated with pleural invasion and in non-small-cell lung cancer. 5-year disease-free survival rates were 86.5% for p-CEA </= 38 ng/g protein and 47.7% for p-CEA >38 ng/g protein."}, {"pubmed": 22941175, "text": "Elevated carcinoembryonic antigen was associated with peritoneal carcinomatosis of appendiceal origin."}, {"pubmed": 23075886, "text": "Data suggest that together with combination of c-kit/CEA immunostaining may result in an increased diagnostic rate of together with combination of c-kit/CEA immunostaining may result in an increased diagnostic rate of WT in fine-needle aspiration (FNA)."}, {"pubmed": 23090273, "text": "Both lipid peroxidation and CEA are independently associated with certain modifiable risk factors for non-communicable diseases."}, {"pubmed": 23192365, "text": "In patients with non-small cell lung cancer, recurrence-free survival differed most significantly at a preoperative CEA level of 2.5 ng/ml.  Preoperative CEA >2.5 ng/ml was identified as an independent risk factor for recurrence."}, {"pubmed": 23216017, "text": "The colorectal cancer (CRC) neoplastic glands in colon and liver expressed higher amounts of CEA compared with normal colon. CRC neoplastic glands formed in lung expressed low CEA level, but CEA expression was high in areas of tumor necrosis in lung."}, {"pubmed": 23296402, "text": "Aneuploidy and elevated CEA levels besides increased T category could serve for individual risk assessment to predict metachronous metastases."}, {"pubmed": 23297055, "text": "Patients with normal postoperative CEA levels have a better prognosis. Furthermore, for marginally elevated postoperative CEA level gastric cancer patients, the tumor position and histological grade were two important factors for predicting prognosis."}, {"pubmed": 23300138, "text": "This study identified several loci associated with CA19-9, CEA and AFP concentrations. The ABO variants were associated with risk of oesophageal squamous cell and pancreatic cancers and AFP variants with risk of hepatocellular cancer."}, {"pubmed": 23301361, "text": "can be used as a tumor marker for symptomatic metastasis in breast cancer patients"}, {"pubmed": 23322207, "text": "High Carcinoembryonic antigen expression is associated with colorectal cancer."}, {"pubmed": 23352032, "text": "Results indicate that CEA and CYFRA 21-1 are reliable serum tumor markers for the diagnosis of lung cancer."}, {"pubmed": 23408492, "text": "High CEA expression is associated with lung adenocarcinoma-associated cytologically negative pleural effusions."}, {"pubmed": 23449351, "text": "High carcinoembryonic antigen expression is associated with metastatic colorectal cancer."}, {"pubmed": 23532816, "text": "CEA improves the accuracy of differential diagnosis in patients with malignant pleural mesothelioma."}, {"pubmed": 23697613, "text": "A CEA level reduction is a sensitive and specific marker of OR, as well as a sensitive indicator for progression to chemotherapy in patients with advanced NSCLC."}, {"pubmed": 23765330, "text": "High serum carcinoembryonic antigen levels are associated with colorectal cancer."}, {"pubmed": 23845693, "text": "Results show that scFvs against HER-2/neu and carcinoembryonic antigen (CEA) were isolated."}, {"pubmed": 23941132, "text": "Further, the data suggest a role for CEACAM1 and CEACAM5 in the phenomenon of increased host susceptibility to bacterial infection upon viral challenge in the human respiratory tract."}, {"pubmed": 24065471, "text": "High carcinoembryonic antigen is associated with recurrence in breast cancer."}, {"pubmed": 24070190, "text": "The existence of novel CEACAM5 splice variants and splice variant-derived protein isoforms in gastrointestinal cancer cell lines, is reported."}, {"pubmed": 24072496, "text": "The combined detection of IL-17 and CEA may be more valuable in the differential diagnosis between malignant pleural effusions and benign pleural effusions."}, {"pubmed": 24104458, "text": "We suggest that unique set of interactions between CEACAM5, CD1d, and CD8 render CD1d more class I-like molecule, facilitating antigen presentation and activation of CD8(+)-suppressor regulatory T cells."}, {"pubmed": 24293105, "text": "A direct correlation between the amount of cellular CEA protein and 5-FU resistance in CEA expressing cells."}, {"pubmed": 24388361, "text": "a new mechanistic insight into how the CEA IgV-like N domain participates in cellular events that can have a macroscopic impact in terms of cancer progression and metastasis."}, {"pubmed": 24419710, "text": "The elevation of serum CEA might be attributed to the presence of local inflammation in the lung."}, {"pubmed": 24440973, "text": "Overall survival of lung cancer patients was significantly longer in those with normal pre-treatment serum CEA levels than in those with abnormal pre-treatment serum CEA levels."}, {"pubmed": 24680660, "text": "Elevated precystectomy serum levels of CEA is an independent predictor of worse oncological outcome in patients with invasive urothelial carcinoma of the bladder."}, {"pubmed": 24726916, "text": "this study discovered that CEA expression by colorectal cancer cells influences the function,and the interactions between the E-cadherin junction complex proteins may explain the link between the elevated levels of CEA and the increase in soluble E-cadherin during the progression of colorectal cancer."}, {"pubmed": 24747263, "text": "exercise for 2-3 days per week decreases the expression of CEA and improves body condition."}, {"pubmed": 24889374, "text": "Elevated serum carcinoembryonic antigen is associated with non-small cell lung cancer."}, {"pubmed": 25023402, "text": "results indicate the correlation of the tumor markers CEA and CA 19-9 with radiological imaging in patients with metastatic colorectal cancer receiving first-line chemotherapy"}, {"pubmed": 25023403, "text": "In the present meta-analysis, preoperative serum CEA overexpression indicates a poor prognosis for patients with non-small cell lung cancer"}, {"pubmed": 25042385, "text": "The CEACAM5 expression patterns were associated with tumor progression"}, {"pubmed": 25060181, "text": "LOX with CEA, CA724, CA199, and CA125 could increase the sensitivity of predicting lymph nodes metastasis and peritoneal metastasis in gastric cancer"}, {"pubmed": 25124614, "text": "High carcinoembryonic Antigen expression is associated with gastric cancer."}, {"pubmed": 25409014, "text": "Results show that pancreatic cancer patients with CEACAM 1, 5 and 6 expression showed a significantly shortened overall survival and elevated serum values are correlated with distant metastasis suggesting a role in epithelial-mesenchymal transition."}, {"pubmed": 25442815, "text": "Increase of serum CA 19-9 and carcinoembryonic antigen levels are associated with colorectal cancer."}, {"pubmed": 25568506, "text": "CEA and CA19-9 are cancer antigens that are late markers of carcinogenesis, with significantly elevated serum concentrations in case of colon cancer with already developed metastases. Older age group of patient has significantly elevated levels of both antigens. Cancer was twice more common in men than in women."}, {"pubmed": 25608838, "text": "Pre-treatment levels of CEA were not associated with any of the baseline characteristics (except primary tumour localisation) or to differences in PFS or OS"}, {"pubmed": 25731731, "text": "CEA response after 1 month of EGFR-TKI therapy could be a useful marker, worthy to further studies, as early predictor of treatment outcome in EGFR wild-type/unknown unselected NSCLC cases for which no molecular predictor is yet available"}, {"pubmed": 25792472, "text": "Elevated D-dimer and INR values may indicate higher disease stage. Correlation of D-dimer levels with CEA supports their value for assessing tumor burden."}, {"pubmed": 25921105, "text": "High serum carcinoembryonic antigen levels are associated with gastric adenocarcinoma."}, {"pubmed": 25936590, "text": "The serum levels of carcinoembryonic antigen (CEA), nerve cell-specific enolase, and lactate dehydrogenase in 281 patients with small cell lung cancer (SCLC) were analyzed in this study."}, {"pubmed": 26026118, "text": "CEA and CA19-9, provide additional diagnostic information in gastrointestinal malignancies but only CA19-9 was significantly associated with peritoneal metastasis."}, {"pubmed": 26047639, "text": "Neither human CEACAM5 expression nor chronic smoke exposure nor a combination of both was sufficient as prerequisites for the establishment of chronic M. catarrhalis lung colonization."}, {"pubmed": 26077458, "text": "Cyst fluid CEA levels have a clinically suboptimal accuracy level in differentiating pancreatic mucinous cystic neoplasms from pancreatic nonmucinous cystic neoplasms."}, {"pubmed": 26163610, "text": "Elevation of serum CEA is associated with Non-small Cell Lung Cancer."}, {"pubmed": 26207909, "text": "Preoperative serum levels of CEA and CA15-3 are independent prognostic parameters for breast cancer."}, {"pubmed": 26208386, "text": "Results suggest that lipid A of Gram-negative bacteria might play a role in preventing the release of CD66e (CEA) from mucosal surfaces and promote mucosal colonization by bacteria."}, {"pubmed": 26254391, "text": "This prospective study validates a previous study testing the detection of Colorectal Cancer based on TIMP-1 and CEA levels."}, {"pubmed": 26301886, "text": "Data indicate that the diagnostic efficiency of V-set domain containing T cell activation inhibitor 1 (sB7-H4) combined carcinoembryonic antigen (CEA) was superior to either sB7-H4 or CEA."}, {"pubmed": 26333429, "text": "Serum CYFRA21-1 and CEA can be used as prognostic factors of NSCLC patients. Combinative detection of the two indices will be more reliable."}, {"pubmed": 26339655, "text": "Among patients with elevated concentrations of the CA 15-3, CEA, and TPA concordance could be observed between serial changes of the hypermethylated RASSF1A gene and the protein markers"}, {"pubmed": 26374829, "text": "CEACAM5 expression was increased progressively from normal gastric mucosa to chronic atrophic gastritis, intestinal metaplasia, dysplasia and finally to gastric cancer."}, {"pubmed": 26432331, "text": "Data indicate that serum tumor markers showed significant shorter 3-year progression-free survival (PFS) in higher levels compared to lower levels for S-CYFRA 21-1 (cytokeratin 19 fragment), S-SCCA and S-CEA."}, {"pubmed": 26438059, "text": "Data suggest that joint detection of receptor-binding cancer antigen expressed on SiSo cells (RCAS1) and carcinoembryonic antigen (CEA) can improve the diagnostic sensitivity and specificity."}, {"pubmed": 26531721, "text": "Multivariate logistic regression analysis revealed TC and DeltaCEA as independent factors in predicting TRG; TC showed a sensitivity of 62.79 %, a specificity of 91.49 %, a Youden index of 0.543, a cutoff value of 5.52, and an AUC of 0.800 compared with DeltaCEA (sensitivity 76.74 %, specificity 65.96 %, Youden index 0.427, and AUC 0.761)."}, {"pubmed": 26559272, "text": "level predicts pathologic complete response in rectal cancer treatment"}, {"pubmed": 26560853, "text": "CEA, NSE, CA125 and pro-GRP could serve as biomarkers for SCLC, and CEA and CYFRA21-1 could serve as biomarkers for NSCLC. Pro-GRP, CA125 and CEA were related to the clinical stages of lung cancer"}, {"pubmed": 26620645, "text": "Elevated CEA expression is associated with Gastric Cancer."}, {"pubmed": 26646270, "text": "Data show that carcinoembryonic antigen (CEA) modestly differentiated between mucinous and nonmucinous lesions, and amylase did not distinguish intraductal papillary mucinous neoplasms (IPMNs) from mucinous cystadenomas (MCAs)."}, {"pubmed": 26673628, "text": "show the upregulation of the tumor-associated antigens CEACAM5/6 by trans-signaling of the pro-inflammatory cytokine IL-6"}, {"pubmed": 26708917, "text": "ESCC patients with lower Cyfra21-1 and CEA, higher miR-7 and severe myelosuppression were much more sensitive to CRT."}, {"pubmed": 26756614, "text": "We conclude that patients with high preoperative serum CEA levels should have more intensive follow-up for detection of synchronous liver metastasis."}, {"pubmed": 26759308, "text": "Elevated Carcinoembryonic Antigen Levels are associated with Colon Cancer."}, {"pubmed": 26779635, "text": "High CEA expression is associated with metastasis and recurrence in endometrial cancer."}, {"pubmed": 26868035, "text": "Preparation of Au-polydopamine functionalized carbon encapsulated FeO magnetic nanocomposites and their application for ultrasensitive detection of carcino-embryonic antigen."}, {"pubmed": 26892612, "text": "In this phase I/II study, 14 high-risk disease-free ovarian (OC) and breast cancer (BC) patients after completion of standard therapies were vaccinated with MUC1, ErbB2 and carcinoembryonic antigen (CEA) HLA-A2+-restricted peptides and Montanide."}, {"pubmed": 26962798, "text": "combined pre-chemoradiotherapy CEA and post-chemoradiotherapy CEA levels enable more accurate prediction of rectal adenocarcinoma prognosis"}, {"pubmed": 27039776, "text": "High CEA expression is associated with Squamous cell carcinoma of the skin."}, {"pubmed": 27067235, "text": "This is the first population-based investigation of a large cohort of exclusively stage I rectal cancer patients providing compelling evidence that elevated preoperative CEA level is a strong predictor of worse overall and cancer-specific survival."}, {"pubmed": 27069188, "text": "The multivariate stepwise logistic regression identified the following biomarkers as the best gastric cancer predictors: CEA, CA72-4, pepsinogen I, Helicobacter pylori presence and MMP7"}, {"pubmed": 27072222, "text": "Significant levels of CEA, CYFRA 21-1, NSE, and TSGF were detected in the serum. The amounts found were useful for diagnosing non-small cell lung cancer (NSCLC) patients who depended on the currently limited biomarker development."}, {"pubmed": 27072247, "text": "Baseline serum CEA levels can serve as predictive factors for the treatment of EGFR-TKI in non-small cell lung cancer patients harboring EGFR mutations."}, {"pubmed": 27072263, "text": "BALF and serum NSE, CEA, and CYFRA21.1 elevated in lung cancer, which had prompt value for pathology, especially significant for BALF."}, {"pubmed": 27100181, "text": "High carcinoembryonic antigen expression is associated with Colon Adenomas."}, {"pubmed": 27127149, "text": "ZKSCAN3 appears to promote colorectal tumor progression and invasion. ZKSCAN3 may facilitate hepatic metastasis of CRC associated with CEA particularly in cases with CEA-producing tumor"}, {"pubmed": 27165212, "text": "High CEA level is associated with Oral Squamous Cell Carcinoma."}, {"pubmed": 27234640, "text": "To examine the relation of carcinoembryonic antigen (CEA) response with tumor response and survival in patients with (K)RAS wild-type metastatic colorectal cancer receiving first-line chemotherapy in the FIRE-3 trial comparing FOLFIRI plus cetuximab versus FOLFIRI plus bevacizumab"}, {"pubmed": 27489282, "text": "Taken together, the results of our study identified CEACAM5 as a novel cell surface binding target of Middle East respiratory syndrome coronavirus that facilitates infection by augmenting the attachment of the virus to the host cell surface."}, {"pubmed": 27553616, "text": "Postoperative CEA level >2.5 ng/ml is a predictor of distant metastasis and a negative prognostic factor for survival in rectal cancer patients who receive preoperative chemoradiotherapy and curative surgery."}, {"pubmed": 27561099, "text": "Data show that triple-negative breast cancer (TNBC) patients with pre-therapeutic serum high levels of both carcinoembryonic antigen (CEA) and cancer antigen 15-3 (CA15-3) had shorter overall survival (OS) and disease-free survival (DFS) rates than those in the low-level groups."}, {"pubmed": 27664887, "text": "Preoperative-CEA was elevated (>/=5.0 ng/mL) in 73.6% of the colorectal cancer patients and remained elevated after surgery in 32.7% of the patients. Elevated postoperative-CA 19-9 (>/=50 U/mL) was observed in 9.5% of the patients. Neither elevated pre-CEA nor elevated pre-CA 19-9 was associated with relapse-free survival (RFS) but both elevated post-CEA and elevated post-CA 19-9 were associated with reduced RFS."}, {"pubmed": 27748756, "text": "Helicobacter pylori HopQ binds the amino-terminal IgV-like domain of human CEACAM1, CEACAM3, CEACAM5 or CEACAM6 proteins, thereby enabling translocation of the major pathogenicity factor CagA into host cells."}, {"pubmed": 27748768, "text": "Here, the authors identify members of the carcinoembryonic antigen-related cell adhesion molecule (CEACAM) family as receptors of Helicobacter pylori and show that HopQ is the surface-exposed adhesin that specifically binds human CEACAM1, CEACAM3, CEACAM5 and CEACAM6."}, {"pubmed": 27825889, "text": "In this study, we detected the tumor marker carcinoembryonic antigen (CEA) using the QD-LFTS system, which allowed quantitative analysis in the range of 1-100ng/mL with an ideal detection limit of 0.049ng/mL. Thus, the system is suitable for detecting CEA in the clinically accepted range. We also detected 70 positive and 30 negative serum samples using the Handing system, which exhibited good specificity and sensitivity."}, {"pubmed": 27871047, "text": "Under the optimal conditions, the proposed immunosensor was used for the detection of CEA with wide dynamic range in the range from 5 fg/mL to 50ng/mL with a low detection limit of 2fg/mL (S/N=3)."}, {"pubmed": 27875751, "text": "Relative CL intensity of all-in-one dual-aptasensor, operated with the competitive reaction of CEA and hemin in the presence of the dual aptamer, was exponentially decreased with the increase of CEA concentration in human serum"}, {"pubmed": 27886601, "text": "As a proof-of-concept study, the constructed platform exhibits good specificity for CEA and the detection limit reaches as low as 8pg/mL (45 fM) with a wide linear range from 0.01 to 60ng/mL in the both cases"}, {"pubmed": 27943017, "text": "Serum CEA level is not influenced by the presence of benign dominant biliary stricture or superimposed bacterial cholangitis in patients with primary sclerosing cholangitis."}, {"pubmed": 28011514, "text": "we evaluated the clinical performance of LOCItrade mark-based tumor marker assays CEA, CA19-9, CA15-3, CA125 and AFP in patients with gastrointestinal cancer and demonstrated their high diagnostic power"}, {"pubmed": 28075428, "text": "we demonstrate that the incorporation of a 2A self-processing peptide derived from foot-and-mouth disease virus conveying co-translational cleavage into a two-chain anti-CD3 x anti-CEA diabody gene enables near-equimolar expression of diabody chains 1 and 2, and thus increases the final amount of assembled diabody."}, {"pubmed": 28128739, "text": "Increased CEA expression is associated with colorectal cancer."}, {"pubmed": 28291565, "text": "Positive CEA mRNA in low rectal cancer is a factor that predisposes patients to a high risk for overall recurrence, especially for local recurrence."}, {"pubmed": 28295553, "text": "The elevation of serum CEA level was independent from the other tumor markers in hypohidrotic condition represented by acquired idiopathic generalized anhidrosis."}, {"pubmed": 28327103, "text": "Combining the targets E-cadherin, epithelial membrane antigen (EMA), human epidermal growth receptor type 2 (Her2/neu), carcinoembryonic antigen (CEA) resulted in nearly 100% detection of ductal ovarian metastases, whereas the combination of EMA, Her2/neu and epithelial cell adhesion molecule (EpCAM) was most suitable to detect lobular ovarian metastases."}, {"pubmed": 28459208, "text": "the diagnostic sensitivity and specificity of serum reactive oxygen species modulator 1 were only 41.38% and 86.21%, respectively, with the cutoff value of 27.22 ng/mL. The sensitivity and specificity of pleural fluid carcinoembryonic antigen were 69.23% and 88.00%, respectively, at the cutoff value of 3.05 ng/mL, while serum carcinoembryonic antigen were 80.77% and 72.00% at the cutoff value of 2.60 ng/mL."}, {"pubmed": 28660319, "text": "Elevated levels of systemic IFNgamma and IL-6 implied that the CEACAM5-specific T cells had undergone immune activation in vivo but only in patients receiving high-intensity pre-conditioning."}, {"pubmed": 28705152, "text": "Elevated CEA levels during targeted therapy may be a more sensitive predictor of explosive lung adenocarcinoma progression in patients harboring mutant EGFRs compared to traditional imaging methods."}, {"pubmed": 28870944, "text": "Combination of the two tumor markers, CEA and CYFRA21-1, is a predictive and prognostic marker of docetaxel monotherapy for previously treated NSCLC patients"}, {"pubmed": 28870949, "text": "Patients with CEA-High stage I NSCLC have a higher risk of regional or systemic relapse and should be followed-up carefully."}, {"pubmed": 29121872, "text": "Elevation of CEA level was an independent risk factor for the poor prognosis of early gastric cancer."}, {"pubmed": 29208940, "text": "Preoperative CEA serum levels are an independent predictor of long-term mortality after cholangiocarcinoma tumor resection."}, {"pubmed": 29247745, "text": "The detection of TK1 combined with that of cytokeratin-19 fragment (CYFRA21-1), CEA or NSE increased the diagnostic value of TK1 for lung squamous cell carcinoma, adenocarcinoma and small cell lung cancer, respectively."}, {"pubmed": 29277824, "text": "In patients with non-small-cell lung cancer treated with nivolumab, worse pretreatment performance status, and higher carcinoembryonic antigen were associated with inferior progression-free survival."}, {"pubmed": 29358864, "text": "Pretreatment serum CEA levels over 30.02 ng/mL on behalf of worse characteristics and unfavourable tumor behavior, and a poor prognosis for a nearly doubled risk of mortality in gastric cancer patients."}, {"pubmed": 29433529, "text": "High CEA expression is associated with breast cancer metastasis."}, {"pubmed": 29734875, "text": "A colon score derived from serum CEA, CA19-9, CK1 and MUC1 is a potential valuable non-invasive index that could be used for detection and screening early stage colon cancer patients"}, {"pubmed": 29739122, "text": "Elevated serum CD66e (CEA) or CA19-9 levels were found to be associated with shortened survival."}, {"pubmed": 29760215, "text": "Together, these findings demonstrate that the outcome of gonococcal infection is determined by both the cell type-specific expression of human CEACAM1 and CEACAM5 and their specificity for the bacterial Opa variants expressed, which combine to determine the level of gonococcal association with the genital mucosa versus the extent of CEACAM-dependent inflammation and gonococcal clearance by neutrophils."}, {"pubmed": 29774483, "text": "High carcinoembryonic antigen elevation is associated with recurrence in rectal cancer."}, {"pubmed": 30070972, "text": "This study showed that serum CNPY2 isoform 2 may be a valuable biomarker for the early detection of colorectal cancer and presents an improvement in the diagnostic efficiency by combination of CEA and CA19-9."}, {"pubmed": 30146098, "text": "carcinoembryonic antigen mRNA(+) status associated with a significantly increased incidence of peritoneal recurrence in patients with pancreatic cancer treated with preoperative chemoradiation therapy"}, {"pubmed": 30161074, "text": "Data indicate that high carcinoembryonic antigen was an independent risk factor for poor disease-free survival (DFS)."}, {"pubmed": 30321907, "text": "These results suggest the existence of an integrin-beta1 - and CEACAM1- or CEACAM5-dependent type IV secretion system delivery pathway for Helicobacter pylori CagA, which is clearly independent of VacA."}, {"pubmed": 30514912, "text": "Loss-of-function mutations in the CEACAM16 gene is associated with nonsyndromic autosomal recessive hearing loss."}, {"pubmed": 30523734, "text": "High serum Level of CEA is associated with large bowel adenoma."}, {"pubmed": 30535933, "text": "Results find that the rate of circulated tumor cells (CTC)-CEACAM5 positive (pos) increased with the increase of the stages in breast tumors. Patients with decreased CEACAM5 mRNA along with that of KRT19 have better prognosis."}, {"pubmed": 30724779, "text": "High serum CEACAM5 levels are associated with Esophageal Adenocarcinoma."}, {"pubmed": 31002428, "text": "CEA serum levels are independently and positively correlated with HbA1c levels in diabetic patients."}, {"pubmed": 31128008, "text": "The effective rates in the combination group and individual treatment group were 87.5 and 67.5%, respectively (p<0.05). After treatment, lower serum levels of CEA and sPD-L1 were seen in the combination group vs the individual treatment group (p=0.036, p=0.008, respectively)."}, {"pubmed": 31132350, "text": "Chemiluminescence enzyme immunoassay was able to rapidly analyze trace levels of carcinoembryonic antigen (CEA) in human serum."}, {"pubmed": 31171910, "text": "CEACAM 1, CEACAM 5 and CEACAM 6 expression appears to be an early event in pancreatic carcinogenesis. Moreover, expression of CEACAM 1, 5 and 6 may represent a useful biomarker that may aid in the identification of precancerous lesions in the pancreas"}, {"pubmed": 31398443, "text": "prevalence of leukoaraiosis increased with serum CEA quartiles: 3.3% for Q1, 5.0% for Q2, 5.8% for Q3, and 7.6% for Q4 (P < 0.001)"}, {"pubmed": 31450896, "text": "High CEACAM5 expression is associated with Non-Small-Cell Lung Carcinoma."}, {"pubmed": 31585122, "text": "Study found gain-of-function mutations encoding L640I and A643T in the B3 domain of human CEACAM5 in colorectal adenocarcinomas; structural studies indicated that these mutations would alter the interaction between CEACAM5 and TGFBR1, increase cell proliferation and colony formation."}, {"pubmed": 31599689, "text": "Serum reference intervals for gastrointestinal tumor biomarker CEA in the healthy adults of Han nationality."}, {"pubmed": 31748192, "text": "Resonance Raman scattering-infrared absorption dual-mode immunosensing for carcinoembryonic antigen based on ZnO@SiO2 nanocomposites."}, {"pubmed": 31793656, "text": "In nonsmall cell lung cancer Carcinoembryonic antigen (CEA) is a sialyl Lewis x/a carrier and a ligand for Eselectin on endothelial cells."}, {"pubmed": 31829549, "text": "An Optical Microfiber Biosensor for CEACAM5 Detection in Serum: Sensitization by a Nanosphere Interface."}, {"pubmed": 31850706, "text": "Carcinoembryonic antigen (CEA) expression was elevated in the breast cancer hypoxic microenvironment, suggesting a for the use of CEA in breast cancer diagnosis, assessment, and prognosis."}, {"pubmed": 31910438, "text": "We show that regular measurement of sHER2, CA15.3, and CEA levels is useful for predicting the therapeutic response and for monitoring HER2-targeted therapy in patients with HER2-positive metastatic breast cancer."}, {"pubmed": 31999577, "text": "Wrinkled metal based quantum sensor for In vitro cancer diagnosis."}, {"pubmed": 32009482, "text": "CEA appears to be a more robust predictor of advanced pancreatic ductal adenocarcinoma than CA19-9"}, {"pubmed": 32118318, "text": "Diagnostic and prognostic values of anti-helicobacter pylori antibody combined with serum CA724, CA19-9, and CEA for young patients with early gastric cancer."}, {"pubmed": 32141647, "text": "Combining serum calcitonin, carcinoembryonic antigen, and neuron-specific enolase to predict lateral lymph node metastasis in medullary thyroid carcinoma."}, {"pubmed": 32255307, "text": "The Changes and Clinical Significance of Preoperative and Postoperative Serum CEA and CA19-9 in Gastric Cancer."}, {"pubmed": 32276616, "text": "The significance of preoperative serum carcinoembryonic antigen levels in the prediction of lymph node metastasis and prognosis in locally advanced gastric cancer: a retrospective analysis."}, {"pubmed": 32515296, "text": "Migration inhibitory factor 1 and carcinoembryonic antigen proteins were simultaneously expressed in many colon cancer-tumor cells. Kaplan-Meier survival model and hazard ratio analysis, using a cutoff level at 2.19 mRNA copies/18S rRNA unit, revealed that patients with lymph nodes expressing high levels of migration inhibitory factor 1 mRNA had a 3.5-fold (p = .04) higher risk for recurrence"}, {"pubmed": 32606188, "text": "Serum CEA and CYFRA Levels in ALK-rearranged NSCLC Patients: Correlation With Distant Metastasis."}, {"pubmed": 32620647, "text": "We established a novel prognostic index (TMII) based on serum CEA and CRP. Preoperative TMII may predict poor outcomes in patients with NSCLC."}, {"pubmed": 32867709, "text": "Raised CA19-9 and CEA have prognostic relevance in gallbladder carcinoma."}, {"pubmed": 32900795, "text": "Multimodal CEA-Targeted Image-Guided Colorectal Cancer Surgery using (111)In-Labeled SGM-101."}, {"pubmed": 32993395, "text": "CEACAM5 stimulates the progression of non-small-cell lung cancer by promoting cell proliferation and migration."}, {"pubmed": 33148263, "text": "Bidirectional association between serum carcinoembryonic antigen and metabolic syndrome among the Chinese male population: two cohort studies."}, {"pubmed": 33199493, "text": "Regulation of CEACAM5 and Therapeutic Efficacy of an Anti-CEACAM5-SN38 Antibody-drug Conjugate in Neuroendocrine Prostate Cancer."}, {"pubmed": 33317398, "text": "Identification of Circulating miR-762 as a Novel Diagnostic and Prognostic Biomarker for Non-Small Cell Lung Cancer."}, {"pubmed": 33342327, "text": "Molecular Nodal Restaging Based on CEACAM5, FGFR2b and PTPN11 Expression Adds No Relevant Clinical Information in Resected Non-Small Cell Lung Cancer."}, {"pubmed": 33477700, "text": "Assessment of the Efficacy and Clinical Utility of Different Circulating Tumor Cell (CTC) Detection Assays in Patients with Chemotherapy-Naive Advanced or Metastatic Non-Small Cell Lung Cancer (NSCLC)."}, {"pubmed": 33522633, "text": "Bacterial protein domains with a novel Ig-like fold target human CEACAM receptors."}, {"pubmed": 33628340, "text": "Serum Levels of BDNF in Patients with Adenoma and Colorectal Cancer."}, {"pubmed": 33682011, "text": "Prognostic impact of CEA/CA19-9 at the time of recurrence in patients with gastric cancer."}, {"pubmed": 33709781, "text": "A novel model for extrapleural cavity metastasis assessment in patients with lung cancer."}, {"pubmed": 33952502, "text": "Alpha-fetoprotein for Gastric Cancer Staging: An Essential or Redundant Tumor Marker?"}, {"pubmed": 34092615, "text": "CEACAM5 overexpression is a reliable characteristic of CD133-positive colorectal cancer stem cells."}, {"pubmed": 34115906, "text": "Carcinoembryonic antigen as a specific glycoprotein ligand of rBC2LCN lectin on pancreatic ductal adenocarcinoma cells."}, {"pubmed": 34621407, "text": "Association of Preoperative Serum Levels of CEA and CA15-3 with Molecular Subtypes of Breast Cancer."}, {"pubmed": 34740610, "text": "A highly-specific fully-human antibody and CAR-T cells targeting CD66e/CEACAM5 are cytotoxic for CD66e-expressing cancer cells in vitro and in vivo."}, {"pubmed": 34801967, "text": "Trajectories of Perioperative Serum Tumor Markers and Colorectal Cancer Outcomes: A Retrospective, Multicenter Longitudinal Cohort Study."}, {"pubmed": 34817331, "text": "Effect of triptolide and chemotherapy on carcinoembryonic and carbohydrate antigens levels and first-line treatment of recurrent nasopharyngeal carcinoma."}, {"pubmed": 34935900, "text": "Serum carcinoembryonic antigen and carbohydrate antigen 19-9 as preoperative diagnostic biomarkers of extrahepatic bile duct cancer."}, {"pubmed": 35186129, "text": "Clinical significance of tumor necrosis factor-alpha and carcinoembryonic antigen in gastric cancer."}, {"pubmed": 36279687, "text": "Differential expression of carcinoembryonic antigen-related cell adhesion molecule-5 (CEACAM5) and dipeptidyl peptidase-4 (DPP4) with detection of Middle East respiratory syndrome-coronavirus in peripheral blood."}, {"pubmed": 36377775, "text": "CEACAM5 inhibits the lymphatic metastasis of head and neck squamous cell carcinoma by regulating epithelial-mesenchymal transition via inhibiting MDM2."}, {"pubmed": 36494785, "text": "Identification of CEACAM5 as a stemness-related inhibitory immune checkpoint in pancreatic cancer."}, {"pubmed": 37312199, "text": "Combination of CEACAM5, EpCAM and CK19 gene expressions in mediastinal lymph node micrometastasis is a prognostic factor for non-small cell lung cancer."}, {"pubmed": 37814871, "text": "[Heterogeneity analysis of pancreatic cancer and identification of molecular subtypes of tumor cells based on CEACAM5, LGALS1 and CENPF gene expression]."}, {"pubmed": 37942534, "text": "Detection and clinical significance of CEACAM5 methylation in colorectal cancer patients."}, {"pubmed": 38502695, "text": "Phenotypic screen of sixty-eight colorectal cancer cell lines identifies CEACAM6 and CEACAM5 as markers of acid resistance."}], "genomic_pos": {"chr": "19", "end": 41730433, "ensemblgene": "ENSG00000105388", "start": 41708585, "strand": 1}, "genomic_pos_hg19": [{"chr": "19", "end": 42233718, "start": 42212504, "strand": 1}, {"chr": "HG1350_HG959_PATCH", "end": 42235703, "start": 42214490, "strand": 1}], "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007156", "pubmed": 2803308, "qualifier": "involved_in", "term": "homophilic cell adhesion via plasma membrane adhesion molecules"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007157", "qualifier": "involved_in", "term": "heterophilic cell-cell adhesion via plasma membrane cell adhesion molecules"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007157", "pubmed": 2803308, "qualifier": "involved_in", "term": "heterophilic cell-cell adhesion via plasma membrane cell adhesion molecules"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010832", "pubmed": [8408226, 10931872], "qualifier": "involved_in", "term": "negative regulation of myotube differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034109", "pubmed": 10864933, "qualifier": "involved_in", "term": "homotypic cell-cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 11448920, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000811", "pubmed": 10910050, "qualifier": "involved_in", "term": "negative regulation of anoikis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [10864933, 10931872], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "is_active_in", "term": "cell surface"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0009986", "pubmed": 2803308, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 2317824, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 2317824, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016323", "pubmed": 15052268, "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016324", "pubmed": 10436421, "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098552", "qualifier": "located_in", "term": "side of membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 27489282, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0034235", "pubmed": 10931872, "qualifier": "enables", "term": "GPI anchor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042802", "pubmed": 26483485, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [10864933, 18086185, 26483485], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 18086185, "qualifier": "enables", "term": "protein homodimerization activity"}]}, "homologene": {"genes": [[7955, 114465], [7955, 100319064], [9544, 705689], [9598, 456062], [9606, 1048]], "id": 128801}, "interpro": [{"desc": "Immunoglobulin subtype 2", "id": "IPR003598", "short_desc": "Ig_sub2"}, {"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": ["IPI00027486", "IPI00743702"], "map_location": "19q13.2", "name": "CEA cell adhesion molecule 5", "other_names": ["carcinoembryonic antigen related cell adhesion molecule 5", "carcinoembryonic antigen-related cell adhesion molecule 5", "meconium antigen 100"], "pantherdb": {"HGNC": "1817", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"ZFIN": "ZDB-GENE-131127-231", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "X1WHZ4"}, {"ZFIN": "ZDB-GENE-131127-642", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "A0A0R4IXF4"}, {"ZFIN": "ZDB-GENE-010724-14", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "B0S595"}, {"ZFIN": "ZDB-GENE-081104-208", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "E9QJI4"}, {"ZFIN": "ZDB-GENE-100921-41", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "A0A2R8QBU4"}, {"ZFIN": "ZDB-GENE-100921-76", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "F1R3B4"}, {"ZFIN": "ZDB-GENE-100921-33", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "E9QBN5"}, {"Ensembl": "ENSDARG00000109899", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "A0A2R8RQ37"}, {"ZFIN": "ZDB-GENE-080226-6", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "A4JYL4"}, {"ZFIN": "ZDB-GENE-100921-37", "ortholog_type": "O", "panther_family": "PTHR44337", "taxid": 7955, "uniprot_kb": "F1QX85"}], "uniprot_kb": "P06731"}, "pathway": {"reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-163125", "name": "Post-translational modification: synthesis of GPI-anchored proteins"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}]}, "pdb": ["1E07", "2QSQ", "2QST", "2VER", "8BW0"], "pfam": ["PF07686", "PF13895", "PF13927"], "pharmgkb": "PA26361", "pharos": {"target_id": 17516, "tdl": "Tbio"}, "pir": "A36319", "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167427", "relationship": "is"}, {"id": "GNF178333", "relationship": "is"}, {"id": "GNF189239", "relationship": "similar to"}, {"id": "GNF200145", "relationship": "is"}, {"id": "GNF232520", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163846", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002431", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF243083", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105602", "relationship": "is"}, {"id": "GNF145248", "relationship": "is"}], "Qiagen_mouse_QMIHSINHIBv1": {"id": "GNF294802", "relationship": "is"}, "Qiagen_mouse_QMIHSMIMv1": {"id": "GNF293946", "relationship": "is"}}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_001278413.1", "NP_001295327.1", "NP_004354.3", "XP_011524624.1", "XP_016881634.1", "XP_016881635.1", "XP_054175511.1", "XP_054175512.1", "XP_054175513.1"], "rna": ["NM_001291484.3", "NM_001308398.2", "NM_004363.6", "XM_011526322.3", "XM_017026145.3", "XM_017026146.3", "XM_054319536.1", "XM_054319537.1", "XM_054319538.1"], "translation": [{"protein": "XP_054175511.1", "rna": "XM_054319536.1"}, {"protein": "NP_001278413.1", "rna": "NM_001291484.3"}, {"protein": "XP_016881634.1", "rna": "XM_017026145.3"}, {"protein": "XP_011524624.1", "rna": "XM_011526322.3"}, {"protein": "XP_054175512.1", "rna": "XM_054319537.1"}, {"protein": "XP_054175513.1", "rna": "XM_054319538.1"}, {"protein": "NP_001295327.1", "rna": "NM_001308398.2"}, {"protein": "XP_016881635.1", "rna": "XM_017026146.3"}, {"protein": "NP_004354.3", "rna": "NM_004363.6"}]}, "reporter": {"HG-U133_Plus_2": ["201884_at", "217291_at"], "HG-U95Av2": ["1582_at", "31442_at"], "HTA-2_0": "TC19000583.hg.1", "HuEx-1_0": "3834341", "HuGene-1_1": "8029086", "HuGene-2_1": "16862548"}, "summary": "This gene encodes a cell surface glycoprotein that represents the founding member of the carcinoembryonic antigen (CEA) family of proteins. The encoded protein is used as a clinical biomarker for gastrointestinal cancers and may promote tumor development through its role as a cell adhesion molecule. Additionally, the encoded protein may regulate differentiation, apoptosis, and cell polarity. This gene is present in a CEA family gene cluster on chromosome 19. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Jul 2015].", "symbol": "CEACAM5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332744"}, "unigene": "Hs.709196", "uniprot": {"Swiss-Prot": "P06731", "TrEMBL": ["Q53G30", "A0A024R0K5", "A0A087WYX0", "M0R3J1", "M0QX98"]}, "wikipedia": {"url_stub": "CEACAM5"}}