{"AllianceGenome": "1835", "HGNC": "1835", "MIM": "116898", "_id": "1052", "_version": 1, "accession": {"genomic": ["AC023991.9", "CH471068.1", "CP068270.2", "NC_000008.11", "NC_060932.1", "S63168.1"], "protein": ["AAA59927.1", "AAB27293.1", "AAH94715.1", "AAI05110.1", "EAW86679.1", "NP_005186.2", "P49716.2"], "rna": ["BC094715.1", "BC105109.1", "BQ773696.1", "M83667.1", "NM_005195.4"], "translation": [{"protein": "AAI05110.1", "rna": "BC105109.1"}, {"protein": "NP_005186.2", "rna": "NM_005195.4"}, {"protein": "AAA59927.1", "rna": "M83667.1"}, {"protein": "AAH94715.1", "rna": "BC094715.1"}]}, "alias": ["C/EBP-delta", "CELF", "CRP3", "NF-IL6-beta"], "ensembl": {"gene": "ENSG00000221869", "protein": "ENSP00000386165", "transcript": "ENST00000408965", "translation": [{"protein": "ENSP00000386165", "rna": "ENST00000408965"}], "type_of_gene": "protein_coding"}, "entrezgene": "1052", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.06017636402886, "exp_mis": 127.620548396812, "exp_syn": 79.0458898754441, "lof_z": 1.42181095018365, "mis_z": 3.3607226797088, "mu_lof": 2.51103698157e-07, "mu_mis": 1.78093382199e-05, "mu_syn": 1.10167088995e-05, "n_lof": 0.0, "n_mis": 50.0, "n_syn": 32.0, "p_li": 0.540717582035749, "p_null": 0.0565763966787952, "p_rec": 0.402706021285456, "syn_z": 3.28043548872029}, "bp": 810, "cds_end": 48650682, "cds_start": 48649872, "n_exons": 1, "nonpsych": {"exp_lof": 1.85163425623101, "exp_mis": 115.495890886339, "exp_syn": 71.5311456028091, "lof_z": 1.33637869998607, "mis_z": 3.35551765642624, "mu_lof": 2.51103698157e-07, "mu_mis": 1.78093382199e-05, "mu_syn": 1.10167088995e-05, "n_lof": 0.0, "n_mis": 44.0, "n_syn": 30.0, "p_li": 0.551305397646246, "p_null": 0.0611220168937865, "p_rec": 0.387572585459967, "syn_z": 3.09164656980156}, "nontcga": {"exp_lof": 1.89409283954207, "exp_mis": 117.409643920581, "exp_syn": 72.7209642333903, "lof_z": 1.35763147789965, "mis_z": 3.32931085945257, "mu_lof": 2.51103698157e-07, "mu_mis": 1.78093382199e-05, "mu_syn": 1.10167088995e-05, "n_lof": 0.0, "n_mis": 45.0, "n_syn": 28.0, "p_li": 0.534519577505307, "p_null": 0.0587964186025545, "p_rec": 0.406684003892139, "syn_z": 3.32050124803216}, "transcript": "ENST00000408965.3"}, "exons": [{"cdsend": 47738120, "cdsstart": 47737310, "chr": "8", "position": [[47736912, 47738164]], "strand": -1, "transcript": "NM_005195", "txend": 47738164, "txstart": 47736912}], "exons_hg19": [{"cdsend": 48650682, "cdsstart": 48649872, "chr": "8", "position": [[48649474, 48650726]], "strand": -1, "transcript": "NM_005195", "txend": 48650726, "txstart": 48649474}], "generif": [{"pubmed": 11741938, "text": "These findings provide new insight into the regulation of cyclooxygenase-2 promoter by an interplay between two opposite beta isoforms and p300 co-activator."}, {"pubmed": 11851384, "text": "A single nucleotide polymorphism in the CEBPD gene was found in 2.9% of patients studied."}, {"pubmed": 12554732, "text": "posttranscriptional and posttranslational regulation in G0 growth-arrested mammary epithelial cells"}, {"pubmed": 12825852, "text": "Expression levels of C/EBPdelta in breast tumors were correlated with clinicopathological tumor parameters, expression of estrogen and progesterone receptors (ER, PR), Ki67 immunostaining, and expression of 7 cell-cycle regulatory proteins."}, {"pubmed": 12857754, "text": "C/EBPdelta has a role in abolishing CBP phosphorylation as well as transcriptional activation and could be important in C/EBP-mediated transcription"}, {"pubmed": 15212823, "text": "AD tissue sections revealed profuse C/EBPdelta staining of astrocytes, particularly reactive astrocytes surrounding amyloid beta peptide deposits. Substantially less immunoreactivity was observed in comparable sections from controls."}, {"pubmed": 15389878, "text": "results indicate that the C/EBPdelta gene is controlled at multiple levels, consistent with a role for C/EBPdelta in cell cycle control and/or cell fate determination."}, {"pubmed": 15389879, "text": "results demonstrate that \"loss of function\" alterations in the pSTAT3/C/EBPdelta growth inhibitory signal transduction pathway are relatively common in breast cancer cell lines"}, {"pubmed": 15486993, "text": "C EBP delta is a downstream mediator of IL-6 induced growth inhibition of prostate cancer cells."}, {"pubmed": 15674331, "text": "Expression of C/EBPdelta in BCR-ABL-positive leukemic cells in blast crisis is sufficient for neutrophil differentiation."}, {"pubmed": 15718495, "text": "IL-6 increases hepatic PAI-1 expression mediated by the -232- to -210-bp region of the promoter containing a C/EBPdelta binding site."}, {"pubmed": 15901830, "text": "the PI3-kinase/p38(MAPK)/CREB pathway contributes to the EGF activation of NF-IL6beta gene expression"}, {"pubmed": 16195339, "text": "Small interfering RNA of C/EBPdelta suppressed COX-2 expression, strengthening the role of C/EBPdelta in COX-2 gene transcription."}, {"pubmed": 16322893, "text": "Reduced C/EBPdelta gene expression is associated with breast tumors"}, {"pubmed": 16914534, "text": "IL-1 and IL-6 exert directionally similar effects on PAI-1 expression, but the induction involves distinct signaling pathways with a final common mediator, C/EBPdelta."}, {"pubmed": 16997058, "text": "Reverse-transcription polymerase chain reaction confirmed increased expression of GADD45A, BTG2, PDE4B, and CEBPD and downregulation of TOB1 in skeletal muscle intradialysis."}, {"pubmed": 17234736, "text": "C/EBPdelta is a novel tumor suppressor gene in acute myeloid leukemia that is silenced by promoter methylation."}, {"pubmed": 17373909, "text": "C/EBPdelta ubiquitination is not required for proteasome-mediated C/EBPdelta degradation and the presence of ubiquitin does not increase C/EBPdelta degradation by the proteasome."}, {"pubmed": 17562792, "text": "C/EBPdelta, but not DeltaNp63alpha, indefinitely promotes holoclone self-renewal and prevents clonal evolution, suggesting that self-renewal and proliferation are distinct, albeit related, processes in limbal stem cells."}, {"pubmed": 17903252, "text": "Reciprocal regulation of p63 by C/EBP delta in human keratinocytes"}, {"pubmed": 17910034, "text": "that interactions between C/EBPs and HDAC1 negatively regulate C/EBPdelta-dependent haptoglobin expression in intestinal epithelial cells."}, {"pubmed": 18370833, "text": "Genetic variations in the C/EBP-delta might play a role in some metabolic phenotypes."}, {"pubmed": 18370833, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18753137, "text": "YY1 physically interacts with SUZ12 and can act as a mediator to recruit the polycomb group proteins and DNA methyltransferases to participate in the CEBPD gene silencing process"}, {"pubmed": 19800021, "text": "These results suggest a potentially crucial role for NF-kappaB in the IL-1-induced expression of C/EBPdelta, and thereby downstream acute phase protein genes regulated by this transcription factor."}, {"pubmed": 19806320, "text": "C/EBPdelta expression may prevent the development of recurrences by inhibition of neoplastic growth in meningiomas"}, {"pubmed": 19811452, "text": "Data show that C/EBPalpha replaces C/EBPbeta and C/EBPdelta as a regulator of SREBP1c expression in maturing adipocytes."}, {"pubmed": 20385105, "text": "Expression of CEBPD reduces cisplatin-induced reactive oxygen species and apoptosis in NTUB1 carcinoma cells by inducing the expression of copper/zinc-superoxide dismutase via direct promoter transactivation."}, {"pubmed": 20460359, "text": "Common allelic variants in CEBPD were not associated with obesity phenotypes in healthy White Northern European families."}, {"pubmed": 20460359, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20805509, "text": "found that C/EBPdelta promotes monoubiquitination of the Fanconi anemia complementation group D2 protein (FANCD2), which is necessary for its function in replication-associated DNA repair"}, {"pubmed": 20829351, "text": "C/EBP{delta} and STAT-1 are required for TLR8 transcriptional activity."}, {"pubmed": 20971808, "text": "HMDB kills cancer cells through activation of CEBPD pathways."}, {"pubmed": 21072181, "text": "Data indicate that C/EBPdelta plays a role in late stages of keratinocyte differentiation."}, {"pubmed": 21076392, "text": "CEBPD inhibits FBXW7 expression and augments HIF-1 alpha expression and activity under hypoxia"}, {"pubmed": 21112127, "text": "This study provides the first demonstration of a role for astrocytic CEBPD and the CEBPD-regulated molecule PTX3 in the accumulation of damaged neurons, which is a hallmark of AD pathogenesis."}, {"pubmed": 21666710, "text": "new function of CEBP-delta in lymphangiogenesis through regulation of VEGFR3 signaling in lymphatic endothelial cells"}, {"pubmed": 22037769, "text": "Src kinase activity downregulates C/EBP-delta protein but not mRNA levels through a SIAH2 E3 ligase-dependent mechanism."}, {"pubmed": 23028973, "text": "Findings suggest that CEBPD and its downstream effectors could be biomarkers for the diagnosis of RA and potentially serve as therapeutic targets for RA therapy."}, {"pubmed": 23575666, "text": "CEBPD supports inflammatory signaling through activation of the TLR4 gene; and is downregulated by FBXW7 alpha following phosphorylation by GSK-3 beta."}, {"pubmed": 23603433, "text": "The FRA8I fragile site includes KIAA0146, CEBPD and PRKDC and may have a role in colorectal cancer"}, {"pubmed": 23861541, "text": "the inflammatory PGE-HuR-C/EBPdelta axis in macrophages promotes tumor progression by preventing the phagocytosis of tumor cells and inducing immunosuppressive cytokine production."}, {"pubmed": 23993701, "text": "GSK3beta-mediated CEBPD phosphorylation in astrocytes plays an important role in the activation of microglia."}, {"pubmed": 24128855, "text": "Isoniazid suppresses antioxidant response element activity and expression of C/EBPbeta and C/EBPdelta during early stage of adipogenesis."}, {"pubmed": 24155666, "text": "Review article on CEBPD expression, regulation and function with focus on inflammation and cancer."}, {"pubmed": 25680545, "text": "Authors found that CK2 bound to C/EBPdelta, which might help to target CK2 to the transcriptional machinery where it can phosphorylate other transcription factors or co-activators."}, {"pubmed": 25692954, "text": "We have discovered the CEBPD-hypoxia-inducible factor-1 (HIF-1) pathway as a new HIF-1-regulating fundamental mechanism in tubular epithelial cells for the cellular protection against kidney injury."}, {"pubmed": 25771860, "text": "Data indicate that dysfunction of the Rho-associated kinase 2 (Rock2)-p-GSK3beta/beta-catenin-CCAAT/enhancer-binding protein delta (CEBPD) regulatory circuitry may contribute to the tumorigenic characteristic of hepatocellular carcinoma (HCC)."}, {"pubmed": 26166618, "text": "Knock-down of C/EBPdelta expression in pericytes following immune stimulation increased chemokine and adhesion molecule expression."}, {"pubmed": 26174226, "text": "the C/EBPD binding site is required for RU486-mediated activation of the CHOP promoter."}, {"pubmed": 26208701, "text": "These findings demonstrate a critical function for the astrocytic CEBPD, and point to miR-135a antagonist as an attractive therapeutic target for the treatment of Alzheimer's disease."}, {"pubmed": 26307680, "text": "CEBPD amplification and overexpression is associated with urothelial carcinoma."}, {"pubmed": 26358750, "text": "Results suggest that CCAAT/enhancer binding protein delta (CEBPD) could be a useful diagnostic marker and therapeutic target in hepatocellular carcinoma (HCC)."}, {"pubmed": 27118402, "text": "CREB overexpression increased CCAAT-enhancer-binding protein-delta (C/EBPdelta) levels to cause myeloid differentiation arrest, and the silencing of CREB-C/EBPdelta axis restored myeloid terminal differentiation"}, {"pubmed": 27181204, "text": "These findings identify a molecular mechanism by which ERalpha signaling reduces the aggressiveness of cancer cells, and demonstrate that C/EBPdelta can have different functions in different types of cancer."}, {"pubmed": 27435393, "text": "the EGFR/STAT3 pathway contributed to CDDP-induced CEBPD expression in UCUB cells. Gefitinib and S3I-201 treatment significantly reduced the expression of CEBPD and enhanced the sensitivity of CDDP-resistant UCUB cells to CDDP and paclitaxel"}, {"pubmed": 28438835, "text": "Data suggest that proinflammatory cytokine interleukin-1beta (IL1B) up-regulates hepcidin expression in hepatocytes; inflammation induces IL1B production in Kupffer cells and hepatocytes; IL1B up-regulates CEBPD (CCAAT/enhancer binding protein delta) expression in hepatocytes; up-regulation of CEBPD expression up-regulates hepcidin transcription."}, {"pubmed": 28859294, "text": "tudy underscores how CEBPD functions at the junction of inflammation and lipid accumulation in M1 macrophages"}, {"pubmed": 29469805, "text": "MAIT cells selectively expressed CCAAT/enhancer-binding protein delta (C/EBPdelta). Knockdown of C/EBPdelta diminished expression of FUT7, ST3GAL4 and CCR6, decreasing MAIT cell rolling and arrest, and consequently the cells' ability to cross an endothelial monolayer in vitro and extravasate in mice."}, {"pubmed": 29644527, "text": "gemcabene decreases CRP by C/EBP-delta and NF-kappaB-mediated transcriptional mechanism and suppresses IL-6 and IL-1beta-induced CRP production."}, {"pubmed": 30262865, "text": "CEBPD role in the breast cancer stem cells.CEBPD is a link that engages two positive feedback loops, in part by directly targeting the IL-6 receptor gene, and, thus, amplifying IL-6 and HIF-1 signaling in breast cancer."}, {"pubmed": 30325409, "text": "CEBPD acts as a tumor suppressor inhepatocellular carcinoma (HCC), its action does not involve impairing compartment expansion per se but more likely acts through improving anticancer immunity."}, {"pubmed": 31078521, "text": "Our findings suggest that C/EBPdelta regulates the phenotype of normal fallopian tube cells by acting on downstream regulatory factors that are implicated in the development of ovarian serous carcinogenesis"}, {"pubmed": 31209363, "text": "CCAAT/enhancer binding protein delta is a transcriptional repressor of alpha-synuclein."}, {"pubmed": 31300060, "text": "This is the first report showing the activation of PDGFA expression by CEBPD through IL-1beta treatment and a novel CEBPD function in maintaining the self-renewal feature of glioma stem-like cells"}, {"pubmed": 31562393, "text": "C/EBPdelta-Slug-Lox1 axis promotes metastasis of lung adenocarcinoma via oxLDL uptake."}, {"pubmed": 31676720, "text": "Dominant-Negative ATF5 Compromises Cancer Cell Survival by Targeting CEBPB and CEBPD."}, {"pubmed": 32151175, "text": "MiR-324-5p/PTPRD/CEBPD axis promotes papillary thyroid carcinoma progression via microenvironment alteration."}, {"pubmed": 32661323, "text": "Inhibiting Importin 4-mediated nuclear import of CEBPD enhances chemosensitivity by repression of PRKDC-driven DNA damage repair in cervical cancer."}, {"pubmed": 32705251, "text": "Shikonin inhibits CEBPD downregulation in IL17treated HaCaT cells and in an imiquimodinduced psoriasis model."}, {"pubmed": 34185432, "text": "C/EBPdelta drives key endocrine signals in the human amnion at parturition."}, {"pubmed": 34439745, "text": "Non-Tumor CCAAT/Enhancer-Binding Protein Delta Potentiates Tumor Cell Extravasation and Pancreatic Cancer Metastasis Formation."}, {"pubmed": 34517463, "text": "[CCAAT/enhancer binding protein delta inhibits invasion and metastasis of liver cancer by regulating M1 type macrophages polarization]."}, {"pubmed": 34725321, "text": "PERK signaling through C/EBPdelta contributes to ER stress-induced expression of immunomodulatory and tumor promoting chemokines by cancer cells."}, {"pubmed": 34939225, "text": "CCAAT/enhancer binding protein (C/EBP) delta promotes the expression of PTX3 and macrophage phagocytosis during A. fumigatus infection."}, {"pubmed": 35203290, "text": "Angiogenesis Driven by the CEBPD-hsa-miR-429-VEGFA Signaling Axis Promotes Urothelial Carcinoma Progression."}, {"pubmed": 36359732, "text": "C/EBPdelta Suppresses Motility-Associated Gene Signatures and Reduces PDAC Cell Migration."}, {"pubmed": 36675048, "text": "C/EBP-Family Redundancy Determines Patient Survival and Lymph Node Involvement in PDAC."}, {"pubmed": 38419037, "text": "Inhibition of MMP8 effectively alleviates manic-like behavior and reduces neuroinflammation by modulating astrocytic CEBPD."}, {"pubmed": 38627816, "text": "CCAAT enhancer binding protein delta activates vesicle associated membrane protein 3 transcription to enhance chemoresistance and extracellular PD-L1 expression in triple-negative breast cancer."}], "genomic_pos": {"chr": "8", "end": 47738164, "ensemblgene": "ENSG00000221869", "start": 47736913, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 48651648, "start": 48649471, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002244", "qualifier": "involved_in", "term": "hematopoietic progenitor cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006357", "pubmed": 20102225, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006366", "pubmed": 8314590, "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045444", "qualifier": "involved_in", "term": "fat cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045595", "qualifier": "involved_in", "term": "regulation of cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045669", "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048839", "qualifier": "involved_in", "term": "inner ear development"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0140467", "pubmed": 28566324, "qualifier": "involved_in", "term": "integrated stress response signaling"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 20102225, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0090575", "pubmed": 20102225, "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0090575", "pubmed": 20102225, "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20102225, 20805509], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 140817], [8364, 594973], [9598, 464163], [9606, 1052], [9615, 606783], [9913, 281678], [10090, 12609], [10116, 25695]], "id": 3808}, "interpro": [{"desc": "Basic-leucine zipper domain", "id": "IPR004827", "short_desc": "bZIP"}, {"desc": "CCAAT/enhancer-binding protein, chordates", "id": "IPR016468", "short_desc": "C/EBP_chordates"}, {"desc": "CCAAT/enhancer-binding protein C/EBP", "id": "IPR031106", "short_desc": "C/EBP"}, {"desc": "Basic-leucine zipper domain superfamily", "id": "IPR046347", "short_desc": "bZIP_sf"}], "ipi": "IPI00292026", "map_location": "8q11.21", "name": "CCAAT enhancer binding protein delta", "other_names": ["CCAAT/enhancer binding protein (C/EBP), delta", "CCAAT/enhancer-binding protein delta", "c/EBP delta", "nuclear factor NF-IL6-beta"], "pantherdb": {"HGNC": "1835", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "103573", "ortholog_type": "LDO", "panther_family": "PTHR23334", "taxid": 10090, "uniprot_kb": "Q00322"}, {"RGD": "2328", "ortholog_type": "LDO", "panther_family": "PTHR23334", "taxid": 10116, "uniprot_kb": "Q03484"}, {"Ensembl": "ENSGALG00000040180", "ortholog_type": "LDO", "panther_family": "PTHR23334", "taxid": 9031, "uniprot_kb": "A0A1D5PZE5"}, {"ZFIN": "ZDB-GENE-020111-4", "ortholog_type": "LDO", "panther_family": "PTHR23334", "taxid": 7955, "uniprot_kb": "Q6P612"}, {"WormBase": "WBGene00019327", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 6239, "uniprot_kb": "Q21148"}, {"WormBase": "WBGene00007932", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 6239, "uniprot_kb": "G5EBE5"}, {"WormBase": "WBGene00017755", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 6239, "uniprot_kb": "P46505"}, {"FlyBase": "FBgn0032493", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 7227, "uniprot_kb": "Q9VK13"}, {"WormBase": "WBGene00021552", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 6239, "uniprot_kb": "H2L0N3"}, {"WormBase": "WBGene00016997", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 6239, "uniprot_kb": "Q18909"}, {"WormBase": "WBGene00016754", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 6239, "uniprot_kb": "Q8IG69"}, {"FlyBase": "FBgn0036126", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 7227, "uniprot_kb": "Q9VTE8"}, {"FlyBase": "FBgn0005638", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 7227, "uniprot_kb": "Q02637"}, {"TAIR": "2131626", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 3702, "uniprot_kb": "Q8VY76"}, {"TAIR": "2059851", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 3702, "uniprot_kb": "Q8GTS2"}, {"EnsemblGenome": "AT3G51960", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 3702, "uniprot_kb": "Q8GTS1"}], "uniprot_kb": "P49716"}, "pathway": {"pid": [{"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "deltanp63pathway", "name": "Validated transcriptional targets of deltaNp63 isoforms"}, {"id": "hnf3bpathway", "name": "FOXA2 and FOXA3 transcription factor networks"}, {"id": "il6_7pathway", "name": "IL6-mediated signaling events"}, {"id": "myc_represspathway", "name": "Validated targets of C-MYC transcriptional repression"}, {"id": "rb_1pathway", "name": "Regulation of retinoblastoma protein"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-381340", "name": "Transcriptional regulation of white adipocyte differentiation"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-9609646", "name": "HCMV Infection"}, {"id": "R-HSA-9610379", "name": "HCMV Late Events"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9843745", "name": "Adipogenesis"}], "wikipathways": [{"id": "WP2112", "name": "IL17 signaling pathway"}, {"id": "WP236", "name": "Adipogenesis"}, {"id": "WP3584", "name": "MECP2 and Associated Rett Syndrome"}, {"id": "WP3599", "name": "Transcription factor regulation in adipogenesis"}, {"id": "WP4149", "name": "White fat cell differentiation"}, {"id": "WP4211", "name": "Transcriptional cascade regulating adipogenesis"}, {"id": "WP4286", "name": "Genotoxicity pathway"}, {"id": "WP4844", "name": "The influence of laminopathies on Wnt signaling"}, {"id": "WP4879", "name": "The Overlap Between Signal Transduction Pathways that Contribute to a Range of LMNA Laminopathies"}]}, "pfam": "PF07716", "pharmgkb": "PA26378", "pharos": {"target_id": 9994, "tdl": "Tbio"}, "pir": "A47008", "prosite": "PS50217", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247295", "relationship": "is"}, {"id": "GNF247296", "relationship": "is"}, {"id": "GNF247297", "relationship": "is"}, {"id": "GNF247298", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF048205", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF130504", "relationship": "is"}, {"id": "GNF279334", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335269", "relationship": "is"}}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1"], "protein": "NP_005186.2", "rna": "NM_005195.4", "translation": {"protein": "NP_005186.2", "rna": "NM_005195.4"}}, "reporter": {"HG-U133_Plus_2": ["203973_s_at", "213006_at"], "HG-U95Av2": "1052_s_at", "HG-U95B": "42362_at", "HTA-2_0": "TC08001190.hg.1", "HuEx-1_0": "3134013", "HuGene-1_1": "8150592", "HuGene-2_1": "17076861"}, "summary": "The protein encoded by this intronless gene is a bZIP transcription factor which can bind as a homodimer to certain DNA regulatory regions. It can also form heterodimers with the related protein CEBP-alpha. The encoded protein is important in the regulation of genes involved in immune and inflammatory responses, and may be involved in the regulation of genes associated with activation and/or differentiation of macrophages. The cytogenetic location of this locus has been reported as both 8p11 and 8q11. [provided by RefSeq, Sep 2010].", "symbol": "CEBPD", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413324"}, "unigene": "Hs.440829", "uniprot": {"Swiss-Prot": "P49716"}, "wikipedia": {"url_stub": "CEBPD"}}