{"AllianceGenome": "1833", "HGNC": "1833", "MIM": "116897", "_id": "1050", "_version": 1, "accession": {"genomic": ["AC008738.7", "CP068259.2", "EU048234.1", "NC_000019.10", "NC_060943.1", "NG_012022.1", "S75265.1", "U34070.1"], "protein": ["AAB33475.1", "AAC50235.1", "AAH27902.1", "AAH63874.1", "ABS82765.1", "CAA60698.1", "CAA72289.1", "NP_001272758.1", "NP_001274353.1", "NP_001274364.1", "NP_004355.2", "P49715.3", "WBU86629.1"], "rna": ["BC027902.1", "BC063874.1", "NM_001285829.2", "NM_001287424.2", "NM_001287435.2", "NM_004364.5", "ON003416.1", "X87248.1", "Y11525.1"], "translation": [{"protein": "NP_004355.2", "rna": "NM_004364.5"}, {"protein": "WBU86629.1", "rna": "ON003416.1"}, {"protein": "AAH27902.1", "rna": "BC027902.1"}, {"protein": "CAA72289.1", "rna": "Y11525.1"}, {"protein": "NP_001272758.1", "rna": "NM_001285829.2"}, {"protein": "AAH63874.1", "rna": "BC063874.1"}, {"protein": "CAA60698.1", "rna": "X87248.1"}, {"protein": "NP_001274364.1", "rna": "NM_001287435.2"}, {"protein": "NP_001274353.1", "rna": "NM_001287424.2"}]}, "alias": ["C/EBP-alpha", "CEBP"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2019-08-18T15:59:16.225Z", "disease_label": "acute myeloid leukemia", "gcep": "Hereditary Cancer Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0018874", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_4234367e-149b-4f13-9243-341396fb4ccf-2019-08-18T155916.225Z", "sop": "SOP6"}}, "ensembl": {"gene": "ENSG00000245848", "protein": "ENSP00000427514", "transcript": "ENST00000498907", "translation": [{"protein": "ENSP00000427514", "rna": "ENST00000498907"}], "type_of_gene": "protein_coding"}, "entrezgene": "1050", "exons": [{"cdsend": 33302057, "cdsstart": 33301337, "chr": "19", "position": [[33299933, 33302564]], "strand": -1, "transcript": "NM_001285829", "txend": 33302564, "txstart": 33299933}, {"cdsend": 33302519, "cdsstart": 33301337, "chr": "19", "position": [[33299933, 33302534]], "strand": -1, "transcript": "NM_001287424", "txend": 33302534, "txstart": 33299933}, {"cdsend": 33302372, "cdsstart": 33301337, "chr": "19", "position": [[33299933, 33302564]], "strand": -1, "transcript": "NM_001287435", "txend": 33302564, "txstart": 33299933}, {"cdsend": 33302414, "cdsstart": 33301337, "chr": "19", "position": [[33299933, 33302534]], "strand": -1, "transcript": "NM_004364", "txend": 33302534, "txstart": 33299933}], "exons_hg19": [{"cdsend": 33792963, "cdsstart": 33792243, "chr": "19", "position": [[33790839, 33793470]], "strand": -1, "transcript": "NM_001285829", "txend": 33793470, "txstart": 33790839}, {"cdsend": 33793425, "cdsstart": 33792243, "chr": "19", "position": [[33790839, 33793440]], "strand": -1, "transcript": "NM_001287424", "txend": 33793440, "txstart": 33790839}, {"cdsend": 33793278, "cdsstart": 33792243, "chr": "19", "position": [[33790839, 33793470]], "strand": -1, "transcript": "NM_001287435", "txend": 33793470, "txstart": 33790839}, {"cdsend": 33793320, "cdsstart": 33792243, "chr": "19", "position": [[33790839, 33793440]], "strand": -1, "transcript": "NM_004364", "txend": 33793440, "txstart": 33790839}], "generif": [{"pubmed": 8415748, "text": "Demonstration of alternative translation initiation of the mouse ortholog"}, {"pubmed": 10921906, "text": "mutational studies of the rat and chick orthologs demonstrating alternative translational initiation"}, {"pubmed": 11809705, "text": "Down-regulation and antiproliferative role of C/EBPalpha in lung cancer."}, {"pubmed": 11830484, "text": "may function as a tumor suppressor that is mutated during tumorigenesis. Abnormalties in C/EBPalpha function contribute to the development of malignancies in a variety of tisues."}, {"pubmed": 11912209, "text": "Surfactant protein D gene regulation. Interactions among the conserved CCAAT/enhancer-binding protein elements."}, {"pubmed": 11997389, "text": "Conserved amino acids regulate phosphoenolpyruvate carboxykinase (PEPCK) gene expression."}, {"pubmed": 12011976, "text": "expression level of the C/EBPalpha gene in hepatocytes was downregulated in response to proliferation signals"}, {"pubmed": 12036869, "text": "Conditional expression of C/EBP alpha induced the C/EBP family members C/EBP beta and C/EBP epsilon and subsequent granulocyte differentiation."}, {"pubmed": 12069855, "text": "role in mediating GADD153 expression is involved in deoxycholic acid-induced apoptosis"}, {"pubmed": 12080077, "text": "Novel protein kinase C isoforms regulate human keratinocyte differentiation by activating a p38 delta mitogen-activated protein kinase cascade that targets this protein"}, {"pubmed": 12091339, "text": "C/EBPalpha and PU.1 interact physically and colocalize in myeloid cells, and C/EBPalpha blocks the function of PU.1."}, {"pubmed": 12145325, "text": "C/EBPalpha is essential for p21-mediated inhibition of G1 to S-phase progression by RAP in KSHV-infected host cells"}, {"pubmed": 12242300, "text": "Calreticulin interacts with C/EBPalpha and C/EBPbeta mRNAs and represses translation of C/EBP proteins."}, {"pubmed": 12351377, "text": "favorable prognostic significance of mutations in patients with de novo acute myeloid leukemia"}, {"pubmed": 12393450, "text": "CEBPA and CEBPe repress the leukemic phenotype of acute myeloid leukemia, suppress cell growth, and induce partial differentiation."}, {"pubmed": 12410800, "text": "5'-region from -252 to -175, containing a consensus site for CCAAT/enhancer binding proteins alpha,beta (C/EBPalpha,beta), was essential for SAA1 induction in HASMCs."}, {"pubmed": 12493739, "text": "the level of basal as well as cAMP-stimulated IL-10 transcription depends on the expression of C/EBP alpha and beta and their binding to three motifs in the promoter/enhancer region"}, {"pubmed": 12511558, "text": "CCAAT/enhancer-binding protein alpha has a synergy control motif that inhibits transcriptional synergy through its PIASy-enhanced modification by SUMO-1 or SUMO-3"}, {"pubmed": 12522000, "text": "C/EBP alpha binds to the lactoferrin promoter in nonexpressing cells."}, {"pubmed": 12522006, "text": "affects on JunB expression and monocyte differentiation"}, {"pubmed": 12554785, "text": "The intimate association of Pit-1 and C/EBPalpha at certain sites within the living cell nucleus could foster their combinatorial activities in the regulation of pituitary-specific gene expression."}, {"pubmed": 12592334, "text": "The emergence of a mutation in this protein is involved in the clonal evolution of myelodysplastic syndromes towards secondary acute myeloid leukemia."}, {"pubmed": 12594283, "text": "C/EBP-alpha has been identified as a major activator of the human myeloid IgA Fc receptor promoter."}, {"pubmed": 12661007, "text": "Mutation of CEBPA is a recurrent finding in acute myeloid leukemia FAB type M1 and M2 and appears specific to the intermediate cytogenetic risk group patients."}, {"pubmed": 12692518, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12695546, "text": "C/EBP alpha and HNF-3 gamma cooperatively regulate CYP3A4 expression in hepatic cells by a mechanism that probably involves chromatin remodeling."}, {"pubmed": 12730330, "text": "C/EBP alpha may play role in the regulation of the resistin gene expression"}, {"pubmed": 12825852, "text": "Expression levels of both C/EBPalpha isoforms in breast tumors were correlated with clinicopathological tumor parameters, expression of estrogen and progesterone receptors (ER, PR), Ki67 immunostaining, and expression of 7 cell-cycle regulatory proteins."}, {"pubmed": 12855590, "text": "C/EBP and RUNX/AML factors compete for binding to their respective cognate elements and bind to the CD11a promoter MS7 sequence in a cell lineage- and differentiation-dependent manner."}, {"pubmed": 12869508, "text": "several regions of the C/EBP alpha protein are involved in inhibition of proliferative pathways in granulopoiesis"}, {"pubmed": 12915572, "text": "CCAAT/enhancer-binding protein-alpha is induced during the early stages of Kaposi's sarcoma-associated herpesvirus lytic cycle reactivation"}, {"pubmed": 12970736, "text": "We conclude that C/EBPalpha and C/EBPbeta contribute to the deregulated expression of Bcl-2 in t(14;18) lymphoma cells"}, {"pubmed": 14517214, "text": "C/EBPalpha has a role in neutrophil differentiation"}, {"pubmed": 14627805, "text": "a novel mechanism for IL-6-mediated repression of gene transcription that involves a reduction in C/EBPalpha-mediated activation"}, {"pubmed": 14656889, "text": "Expression of mutated CEBPA in human CD34+ cord blood cells dramatically inhibited differentiation of both myeloid and erythroid lineages."}, {"pubmed": 14701740, "text": "phosphorylation induces conformational changes in C/EBP alpha, increasing the distance between the amino termini of C/EBPalpha dimers. This favors monocyte differentiation by blocking granulopoiesis."}, {"pubmed": 14726504, "text": "Mutant CEBPA predicts favorable prognosis and may improve risk stratification in acute myeloid leukemia patients with normal cytogenetics."}, {"pubmed": 14737106, "text": "selective inhibition of G-CSF receptor expression by C/EBPalphap30-ER is due in part to its variable affinity for C/EBP sites"}, {"pubmed": 14766209, "text": "C-EBP has an essential role in regulating PDGFRalpha expression"}, {"pubmed": 15078966, "text": "interacts with Epstein-Barar virus ZTA protein through oligomerization and transactivates ZTA promoter by binding ZII and ZIIIB motifs during lytic cycle induction"}, {"pubmed": 15150264, "text": "CCAAT/enhancer-binding protein alpha (C/EBPalpha) activates transcription of the human microsomal epoxide hydrolase gene (EPHX1) through the interaction with DNA-bound NF-Y"}, {"pubmed": 15340105, "text": "Alterations in C/CAAT enhancer binding protein alpha and neuronal apoptosis inhibitory protein expression occurred in human adipose stromal-vascular cells after weight loss"}, {"pubmed": 15479564, "text": "C/EBPbeta enhancer, prolactin, significantly induced extracellular superoxide dismutase mRNA and protein."}, {"pubmed": 15572670, "text": "CEBPA is a DNA damage-inducible p53-regulated mediator of the G1 checkpoint in keratinocytes."}, {"pubmed": 15575056, "text": "CEBPA mutation is apparently the primary event in the development of AML in this family."}, {"pubmed": 15604894, "text": "The CCAAT-Enhancer-Binding Protein-alpha is involved in granulocytic differentiation of common myeloid progenitors."}, {"pubmed": 15664994, "text": "one of the major roles of Stat3 in the G-CSF signaling pathway is to augment the function of C/EBPalpha, which is essential for myeloid differentiation"}, {"pubmed": 15674366, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15674366, "text": "The CCAAT/enhancer-binding protein-alpha (CEBPA) is a transcription factor strongly implicated in myelopoiesis through control of proliferation and differentiation of myeloid progenitors."}, {"pubmed": 15684384, "text": "Phosphorylation-dependent switch of biological functions of C/EBPalpha promotes liver proliferation."}, {"pubmed": 15746035, "text": "Findings implicate the CEBPA mutation as a potential marker for monitoring minimal residue disease."}, {"pubmed": 15777798, "text": "Activation by C/EBP alpha and beta did not depend on their binding to the C/EBP site, since they still activated IGFBP-5 promoter."}, {"pubmed": 15855281, "text": "modulation of CEBPA by calreticulin represents a novel mechanism involved in the differentiation block in CBFB-SMMHC AML."}, {"pubmed": 15867211, "text": "Results suggest that reduced expression of C/EBPalpha may play a role in the development and/or progression of breast cancer."}, {"pubmed": 15919796, "text": "C/EBPalpha is a key transcription factor for full activation of human adiponectin gene transcription in mature adipocytes through interaction with response elements in the intronic enhancer."}, {"pubmed": 15928042, "text": "there is a physical interaction between the GABPalpha subunit and C/EBPalpha"}, {"pubmed": 16046528, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16076867, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16226872, "text": "The inhibition of HL-60/FAK differentiation resulted from both the induction of pRb hyperphosphorylation and the inhibition of association of pRb and c/EBPalpha."}, {"pubmed": 16325577, "text": "Data show that human granulocytic differentiation is controlled by a regulatory circuitry involving miR-223 and two transcriptional factors, NFI-A and C/EBPalpha."}, {"pubmed": 16455947, "text": "down-modulation of C/EBPalpha is a prerequisite for STAT5-induced effects on self-renewal and myelopoiesis in human cord blood-derived stem/progenitor cells"}, {"pubmed": 16537832, "text": "DNA hypermethylation of the upstream C/EBPalpha promoter region, not the core promoter region as previously reported, is critical in the regulation of C/EBPalpha expression in human lung cancer."}, {"pubmed": 16644732, "text": "CA150 is a co-repressor of C/EBP proteins and provides a possible mechanism for how C/EBPalpha can repress transcription of specific genes"}, {"pubmed": 16788101, "text": "CCAAT/enhancer binding proteins alpha and epsilon cooperate with all-trans retinoic acid and show antitumor activity"}, {"pubmed": 16858416, "text": "C/EBP alpha activates the latent myeloid differentiation program of megakaryocyte/erythroid progenitors and common lymphoid progenitors in transgenic mice; its global activation affects multilineage homeostasis in vivo."}, {"pubmed": 16873674, "text": "CEBPA is activated by juxtaposition to the immunoglobulin gene enhancer upon its rearrangement with the immunoglobulin heavy-chain locus in precursor B-cell acute lymphoblastic leukemia harboring t(14;19)(q32;q13)."}, {"pubmed": 16893891, "text": "HNF4alpha, CREM, HNF1alpha, and C/EBPalpha have roles in transcriptional regulation of the glucose-6-phosphatase gene by cAMP/vasoactive intestinal peptide in the intestine"}, {"pubmed": 16983342, "text": "C/EBPalpha protein half-life leading to its enhanced transactivation and DNA-binding capacity is prolonged by JNK1"}, {"pubmed": 17082780, "text": "Max as a novel co-activator of C/EBPalpha functions, thereby suggesting a possible link between C/EBPalpha and Myc-Max-Mad network."}, {"pubmed": 17188819, "text": "These results indicate that C/EBPalpha regulates AFP gene expression through direct binding to multiple sites in the human AFP gene in cultured human cells."}, {"pubmed": 17190859, "text": "The HP196-197 insertion is not a mutation but a polymorphism and does not appear related to acute myeloid leukemia."}, {"pubmed": 17203171, "text": "CCAAT/enhancer binding proteins alpha and beta have roles in growth and differentiation of hepatoblastomas"}, {"pubmed": 17347301, "text": "ATF4 may regulate myeloid gene expression differentially by potentiating C/EBPepsilon but inhibiting C/EBPalpha-mediated transcriptional activation."}, {"pubmed": 17372916, "text": "Activation of the CCAAT/enhancer binding protein alpha promoter was mediated by PI3 kinase."}, {"pubmed": 17475913, "text": "Low C/EBPalpha is associated with myelopoiesis"}, {"pubmed": 17504763, "text": "diacylglycerol acyltransferase 2 expression is regulated by CAAT/enhancer-binding protein beta (C/EBPbeta) and C/EBPalpha during adipogenesis"}, {"pubmed": 17554374, "text": "homozygous CEBPA mutations in acute myeloid leukemia may be due to segmental uniparental disomy"}, {"pubmed": 17637739, "text": "C/EBPalpha elicits a role as an effector downstream to HIF-1alpha in myeloid leukemic cells differentiation."}, {"pubmed": 17671232, "text": "Acute myeloid/T-lymphoid leukemia with silenced CEBPA and mutations in NOTCH1."}, {"pubmed": 17671233, "text": "C/EBPalpha binds and activates the PU.1 distal enhancer to induce monocyte lineage."}, {"pubmed": 17671234, "text": "Ubc9 is an important C/EBPalphap30 target through which C/EBPalphap30 enhances the sumoylation of C/EBPalphap42 to inhibit granulocytic differentiation."}, {"pubmed": 17851556, "text": "In a cohort of 305 patients with de novo acute myeloid leukemia (excluding APL), the 6 bp insertion in the TAD2 domain did not have prognostic significance. It was also seen in some healthy controls."}, {"pubmed": 17855628, "text": "role of C/EBPalpha in the induction of the IGnTC gene as well as in I antigen expression"}, {"pubmed": 17894555, "text": "Inhibition of C/EBPalpha function may be causatively related to the leukemogenic potential of RUNX1/EVI1 chimeric transcription factor."}, {"pubmed": 17989362, "text": "The effect of cell density and inflammatory conditions on the expression, compartmentalization, activation, and the anti-proliferative function of the GR in primary human lung fibroblast cultures, was studied."}, {"pubmed": 18024476, "text": "CCAAT/enhancer-binding protein alpha antagonizes transcriptional activity of hypoxia-inducible factor 1 alpha with direct protein-protein interaction"}, {"pubmed": 18182175, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 18182175, "text": "four types of polymorphisms and 25 mutations were detected in CEBPA in samples from 390 patients with myelodysplastic syndrome (MDS) and hematologic malignancies"}, {"pubmed": 18263877, "text": "C/EBPalpha regulates FAT/CD36 gene expression at the transcriptional level."}, {"pubmed": 18302931, "text": "Based on our observations in the present study, we conclude that S248A mutation of C/EBPalpha leads to a reduction of granulocytic differentiation markers and a block in differentiation at the morphological level."}, {"pubmed": 18308386, "text": "Low CEBPA levels were associated with leukopenia"}, {"pubmed": 18313667, "text": "These data show that apoptotic and growth inhibitory activities of C/EBPalpha are differentially regulated in different cells and that cooperation of cyclin D3 and C/EBPalpha is required for the inhibition of proliferation."}, {"pubmed": 18414493, "text": "review of roles of cebpa and tip60 in genetics of leukemiogenesis"}, {"pubmed": 18450602, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18451139, "text": "Epigenetic alterations of C/EBP alpha are a frequent event in acute myeloid leukemia."}, {"pubmed": 18481268, "text": "In malignant prostate C/EBPalpha may be available to regulate androgen receptor signaling through transient changes in its sub-cellular localization"}, {"pubmed": 18524846, "text": "Transcription of the invasion suppressor, CRMP-1, is reciprocally regulated at the promoter region by C/EBPalpha and Sp1."}, {"pubmed": 18559874, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18587575, "text": "Data show that the CEBPA mutation K313dup is a recurrent CEBPA mutation in de novo acute myeloid leukemia."}, {"pubmed": 18616509, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18663475, "text": "Patients with hapatocellular carcinoma and a markedly reduced C/EBP alpha expression had a significantly shorter survival with a hazard ratio of 5.45."}, {"pubmed": 18729193, "text": "CEBPA polymorphisms occurred more frequently than CEBPA mutations and could be identified across all prognostic risk groups"}, {"pubmed": 18757096, "text": "Aberrant methylation of the C/EBPalpha promoter region occurred in 10/80 diagnostic AML samples, and there was an inverse correlation between aberrant methylation of C/EBPalpha and the negative cell cycle regulator p15."}, {"pubmed": 18765514, "text": "Adipose tissue C/EBPalpha regulates several genes in glucose and lipid metabolism"}, {"pubmed": 18765514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18768433, "text": "Data strongly indicate that germline CEBPA mutations predispose to acute myeloid leukemia and that additional somatic CEBPA mutations contribute to the development of the disease."}, {"pubmed": 18768433, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18776924, "text": "ectopic expression of C/EBPepsilon, as well as C/EBPalpha, can induce the monocytic differentiation of myelomonocytic leukemic cells with MLL-fusion gene through the downregulation of Myc"}, {"pubmed": 18786141, "text": "NRAMP1 proximal region binds CCAAT enhancer binding proteins alpha or beta and is crucial for transcription"}, {"pubmed": 18809607, "text": "Report the prognostic significance of, and gene and microRNA expression signatures associated with, CEBPA mutations in cytogenetically normal acute myeloid leukemia with high-risk molecular features."}, {"pubmed": 18931025, "text": "CEBPA regulated the transcription of adiponectin gene via the distal enhancer and proximal region in its promoter."}, {"pubmed": 18946494, "text": "the N-terminal germline CEBPA mutation seems to promote the occurrence of an additional C-terminal mutation in CEBPA, which may represent the second genetic event in AML pathogenesis"}, {"pubmed": 18949049, "text": "Hybrids of the bHLH and bZIP protein motifs display different DNA-binding activities in vivo vs. in vitro."}, {"pubmed": 19020539, "text": "CEBPA mutations are associated with acute myelogenous leukemia."}, {"pubmed": 19035457, "text": "aberrant silencing, as well as, inappropriate cytoplasmic localization of C/EBPalpha causes dysregulation of its function, suggesting that C/EBPalpha is a novel candidate tumor suppressor gene in pancreatic cancer cells"}, {"pubmed": 19054766, "text": "because C/EBPalpha has been suggested as a potential tumor suppressor in breast cancer, these findings provide important mechanisms whereby 1,25(OH)(2)D(3) may act to inhibit growth of breast cancer cells"}, {"pubmed": 19059939, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19089912, "text": "AP2alpha suppresses C/EBPalpha promoter activity and protein expression in head and neck squamous cell carcinoma."}, {"pubmed": 19121862, "text": "Bronchial smooth muscle cells of asthmatic patients have normal levels of CEBPA mRNA but inadequately reinitiate the translation into C/EBPalpha. Impaired translation control upstream of eIF4E might underlie the observed increased proliferation"}, {"pubmed": 19126543, "text": "a composite enhancer binding both PPARgamma and C/EBPa,b factors confers adipocyte-specific expression to Retn in mouse, and its absence from the human gene may explain the lack of adipocyte expression in humans."}, {"pubmed": 19171880, "text": "Significant underlying heterogeneity within CEBPA mutation-positive acute myeloid leukemia with prognostic relevance."}, {"pubmed": 19221039, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19228936, "text": "CEBPA methylation is common in acute T cell leukemia but not acute myeloid leukemia"}, {"pubmed": 19277035, "text": "In a multivariable analysis, only double -- but not single -- CEBPA mutations were identified as independent prognostic factors for survival in acute myeloid leukemia."}, {"pubmed": 19277035, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19289855, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19289855, "text": "relapse-free, disease-free, and overall survival were significantly longer in AML patients with the CEBPA mutation without an abnormal karyotype or associated FLT3-ITD."}, {"pubmed": 19304957, "text": "2 types of CEBPA mutations, N-terminal truncating mutations & in-frame bZip-domain mutations, were seen. They correlated with laboratory & clinical characteristics. CEBPA mutations are associated with lower relapse rate and improved survival."}, {"pubmed": 19304957, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19347879, "text": "In prostate cancer cells C/EBPalpha cannot function as a tumor suppressor"}, {"pubmed": 19351817, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19371798, "text": "These data suggest a mechanistic link between rs1230399 and bone mineral density through estrogen ERalpha/FOXA1 signaling pathways driven by long-distance enhancers."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19523687, "text": "Results suggest that the C/EBPalpha and C/EBPbeta transcription factors enhance expression of the TNFR1 protein in cells."}, {"pubmed": 19536888, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19561324, "text": "Down-regulation of CEBPA activity contributes to MN1-modulated proliferation and impaired myeloid differentiation of hematopoietic cells."}, {"pubmed": 19583951, "text": "PTIP controls expression of PPARgamma and C/EBPalpha, the two principal adipogenic transcription factors, and is therefore required for adipogenesis."}, {"pubmed": 19623175, "text": "This study stresses the differences in biological characteristics between CEBPAsingle-mut and CEBPAdouble-mut AML and their possible prognostic implication."}, {"pubmed": 19631360, "text": "HCMV UL84 interacted with several regions of oriLyt that contain C/EBPalpha transcription factor binding sites."}, {"pubmed": 19644139, "text": "Data suggest that targeting the ID1 and C/EBPalpha transcriptional regulators may be of benefit in the design of novel therapies for low-risk myelodysplasia."}, {"pubmed": 19651529, "text": "In this study we identified a single class of 23 deletions in CEBPA gene which involved a direct repeat of at least 2 bp"}, {"pubmed": 19659458, "text": "Conditional expression of calreticulin in leukaemic U937 cells was found to increase calreticulin binding to the CEBPA mRNA thereby efficiently blocking translation of CEBPA and ultimately affecting myeloid differentiation."}, {"pubmed": 19662097, "text": "observations indicate that the activation of PKCdelta upon apoptosis results in the increased proteasome-dependent degradation of C/EBPalpha, which partially contributes to PKCdelta-mediated apoptosis"}, {"pubmed": 19672300, "text": "we show that immediately after stressing the ER, the stress-inducible transcription factor CHOP depletes C/EBPalpha protein pool, which may in turn impact on the activation of hepcidin transcription"}, {"pubmed": 19731081, "text": "we report two novel and rare variants of CEBPA of uncertain significance in patients with several haematological malignancies"}, {"pubmed": 19797526, "text": "Data show that down-regulation of C/EBPalpha possibly through methylation in APL cancer-initiating cell, indicating that C/EBPalpha deregulation contributes to cancer cell transformation of APL."}, {"pubmed": 19811452, "text": "Data show that C/EBPalpha replaces C/EBPbeta and C/EBPdelta as a regulator of SREBP1c expression in maturing adipocytes."}, {"pubmed": 19901962, "text": "DNA-bound C/EPBalpha recruits AR to activate transcription"}, {"pubmed": 19953636, "text": "C/EBPalpha mutation predisposes to the occurrence of a C-terminal C/EBPalpha mutation as a secondary genetic hit, causing acute myeloid leukemia."}, {"pubmed": 19965647, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20018373, "text": "The analysis of the individual contribution of both CEBPA sites to miR-223 regulation identified the site upstream of the miR-223 primary transcript as the predominant regulatory element."}, {"pubmed": 20032083, "text": "The hCHOP-C/EBPalpha complex down-regulates SLC29A1 expression in an NO-dependent manner in vascular endothelial cells from gestational diabetes"}, {"pubmed": 20038735, "text": "Acute myeloid leukemia with biallelic CEBPA gene mutations and normal karyotype represents a distinct genetic entity associated with a favorable clinical outcome."}, {"pubmed": 20038735, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20075868, "text": "Results suggest that control of rRNA synthesis is a novel function of C/EBPalpha adding to its role as key regulator of cell growth and proliferation."}, {"pubmed": 20101026, "text": "the regulation of poly-LacNAc branching (I antigen) formation in erythropoiesis and granulopoiesis share a common mechanism, with dephosphorylation of the Ser-21 residue on C/EBPalpha playing the critical role"}, {"pubmed": 20137111, "text": "cebpa mutation positively correlated to the overall survival in adult AML patients."}, {"pubmed": 20157332, "text": "C/EBPalpha bound to the SIRT1 promoter at a consensus C/EBPalpha binding site. These data demonstrate that C/EBPalpha regulates SIRT1 expression during adipogenesis by directly binding to the SIRT1 promoter."}, {"pubmed": 20306678, "text": "CEBPA mutation status and BAALC expression are important prognostic factors in acute myeloid leukemia patients with normal cytogenetics."}, {"pubmed": 20347819, "text": "C/EBPalpha is up-regulated in a subset of hepatocellular carcinomas and has growth-promoting activities."}, {"pubmed": 20368469, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20368538, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20371743, "text": "An evolutionarily conserved PTEN-C/EBPalpha-CTNNA1 axis controls myeloid development and transformation."}, {"pubmed": 20421268, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20422469, "text": "mouse models accurately mimic the genetic C/EBPalpha alterations in human AML demonstrate C/EBPalpha's gatekeeper function in the control of self-renewal and lineage commitment of hematopoietic stem cells"}, {"pubmed": 20439648, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20439648, "text": "Of 107 acute myeloid leukemia patients (7%) with CEBPA mutations, 48 patients (45%) had one mutation (CEBPA-single), and 59 patients (55%) had two mutations (CEBPA-double)."}, {"pubmed": 20456351, "text": "findings confirmed mutated CEBPA as a causative factor for leukaemia predisposition, however we demonstrated that mutation of this gene is not necessarily associated with a good prognosis in familial acute myeloid leukaemia"}, {"pubmed": 20460359, "text": "Common allelic variants in CEBPA could influence abdominal obesity and related metabolic abnormalities associated with type 2 diabetes and cardiovascular disease in healthy White Northern European families."}, {"pubmed": 20460359, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20492756, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20492756, "text": "Results identify CEBPA mutations in healthy individuals and in patients with peripheral artery disease, ischaemic heart disease and hyperlipidaemia."}, {"pubmed": 20495894, "text": "CEBPA mutations may indicate a favorable prognosis in pediatric acute myeloid leukemia with normal karyotype."}, {"pubmed": 20495894, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20510075, "text": "HL60 cells could be induced into granulocytic differentiation by overexpression of C/EBPalpha."}, {"pubmed": 20513120, "text": "C/EBPA mutation is seen in \"high-risk\" AML (FLT3/ITD+/NPM1+; FLT3/ITD+/NPM1- or FLT3/ITD-/NPM1-), but C/EBPA hypermethylation is more common in AML with FLT3/ITD- /NPM1- & is not associated with C/EBPA mutation."}, {"pubmed": 20534483, "text": "the expression of Fbxw7 is down-regulated during adipocyte differentiation, resulting in the accumulation of proadipogenic proteins such as C/EBPalpha"}, {"pubmed": 20536385, "text": "It does so directly by binding to the cathepsin L promoter and also indirectly by inducing the expression of C/EBPalpha, which is crucial for the transcription of this protease."}, {"pubmed": 20622021, "text": "CCAAT/enhancer-binding protein alpha (C/EBPalpha) and hepatocyte nuclear factor 4alpha (HNF4alpha) synergistically cooperate with constitutive androstane receptor to transactivate the human cytochrome P450 2B6 (CYP2B6) gene"}, {"pubmed": 20625112, "text": "In myocardial samples from patients with heart failure, quantitative real-time polymerase chain reaction reveals an increase in messenger RNA for C/EBP homologous protein (CHOP)."}, {"pubmed": 20628397, "text": "This study reports the activation of the tumour-suppressive miR-29b by the haematopoietic key transcription factor CEBPA"}, {"pubmed": 20659895, "text": "Expression of FOXO3a, a novel C/EBPalpha-regulated gene, was required for apoptosis but not for differentiation induction or proliferation inhibition of K562 cells"}, {"pubmed": 20671051, "text": "methylation of TET2, CBL and CEBPA is infrequent in myeloproliferative neoplasms at diagnosis."}, {"pubmed": 20723288, "text": "CEBPA mutations are mainly identified in M(2) subtype of NK-AML patients."}, {"pubmed": 20817090, "text": "Since the placenta is rich in C/EBPalpha, the findings underscore the multiplicity of mechanisms by which the FRalpha gene is under the exquisite control of steroid hormones."}, {"pubmed": 20884804, "text": "CEBPA mutations are associated with acute myeloid leukemia and myelodysplastic syndrome."}, {"pubmed": 20888888, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20888888, "text": "Validation of these results was performed in an independent cohort of 1131 AML cases: There were 67 CEBPA mutations (5.9%) and 55 p.P194_H195dup (4.9%). The p.P194_H195dup was again associated with unmutated CEBPA alleles"}, {"pubmed": 20889924, "text": "CEBPA mutations leads to down-regulation of miR-34a and is associated with acute myeloid leukemia."}, {"pubmed": 20927134, "text": "CEBPA methylation status is a useful prognostic biomarker for acute myeloid leukemia (AML) patients."}, {"pubmed": 20970189, "text": "methylation testing may be as important as mutation testing for identifying acute myeloid leukemia cases with CEBPA dysregulation"}, {"pubmed": 21038412, "text": "Identification of a GSK-3beta-CEBP alpha circuitry whose dysfunction may contribute to the development of human hepatocellular carcinoma."}, {"pubmed": 21109558, "text": "dust mite extract downregulates C/EBPalpha in asthmatic bronchial smooth muscle cells"}, {"pubmed": 21134981, "text": "A favorable outcome was shown in patients with CEBPA double-mutant acute myeloid leukemia in a large pediatric series. I addition, CEBPA-silenced mutations confer a poor outcome in pediatric acute myeloid leukemia."}, {"pubmed": 21177436, "text": "propose that CEBPA(double mutation) should be clearly defined from CEBPA(single mutation) AML and considered as a separate entity in the classification of AML."}, {"pubmed": 21326902, "text": "Studies indicate that the CCAAT/enhancer binding proteins alpha and beta (C/EBPalpha,beta) are founding members of the C/EBP-transcription factor family."}, {"pubmed": 21345218, "text": "TGFbeta1 induced MAD1 expression by recruitment C/EBPalpha/beta heterodimers, SP1, and SMAD3 binding to promoter of the MAD1."}, {"pubmed": 21346772, "text": "C/EBPalpha expression is downregulated in human nonmelanoma skin cancers and inactivation of C/EBPalpha confers susceptibility to UVB-induced skin squamous cell carcinomas."}, {"pubmed": 21362229, "text": "The degree of down-regulation c/ebpalpha is closely related to the progression of myelodysplastic syndrome."}, {"pubmed": 21389317, "text": "Suppressed CEBPA DNA binding was an independent marker for better overall survival and disease-free survival in a multivariable analysis that included FLT3-ITD, NPM1 and CEBPA mutation status, white blood cell count, age and lactate dehydrogenase."}, {"pubmed": 21399661, "text": "TRIB2 as a potential driver of lung tumorigenesis through a mechanism that involves downregulation of C/EBPalpha"}, {"pubmed": 21402921, "text": "Data show that two transcription factors, PU.1 and C/EBPalpha, appear to synergistically mediate enhancer creation and affect NF-kappaB target selection in THP-1 cells."}, {"pubmed": 21403128, "text": "Our results provide the first report of multiple mutations of CEBPA contributing to the transformation of donor cells to the leukemic phenotype"}, {"pubmed": 21410980, "text": "PPARgamma binding site retention is increased by the presence of a C/EBPalpha consensus site, suggesting that C/EBPalpha may facilitate PPARgamma binding to DNA."}, {"pubmed": 21503969, "text": "C/EBPalpha activity is inhibited by TCERG1 regardless of the location of C/EBPalpha in the nucleus"}, {"pubmed": 21538063, "text": "Results confirm that CEBPA mutations can identify a subgroup of patients with favorable prognosis in AML with intermediate-risk karyotype."}, {"pubmed": 21619898, "text": "Efavirenz caused a dose-dependent repression of adipocyte differentiation that was associated with down-regulation of the master adipogenesis regulator genes SREBP-1, PPARgamma, and C/EBPalpha."}, {"pubmed": 21674360, "text": "Both higher MPO expression and the CEBPA (double-mut) genotype appeared to be associated with improved overall survival after intensive chemotherapy."}, {"pubmed": 21734268, "text": "The synergistic regulation of human oxytocin receptor promoter by CCAAT/ enhancer-binding protein and RELA may play a role in the regulation of genes involved in the labor process."}, {"pubmed": 21737519, "text": "Data conclude that members of the C/EBP and Ets families can differentially modulate CS-Benh and CS-Aenh activity."}, {"pubmed": 21869759, "text": "circulating peripheral blood monocytes can disrupt adipogenesis by interfering with a critical step in C/EBPalpha and G0S2 transcription required for preadipocytes to make the transition from proliferation to differentiation"}, {"pubmed": 21880716, "text": "the mechanisms for galectin-1 expression regulation and HIF-1alpha- and C/EBPalpha-induced leukemic cell differentiation."}, {"pubmed": 22013073, "text": "C/EBP is a newly identified transcriptional activator of the LMP1 gene, independent of the EBNA2 coactivator"}, {"pubmed": 22170698, "text": "results demonstrate that loss of C/EBPalpha is an important factor in suppressing apoptosis and maintaining the dedifferentiated state in dedifferentiated liposarcoma"}, {"pubmed": 22212957, "text": "wild-type C/EBPalpha suppressed the proliferation and colony formation of K562 cells vigorously, while S21D and S21A C/EBPalpha mutants had more modest anti-proliferative effects"}, {"pubmed": 22260161, "text": "C/EBPalpha with its associated direct core clock gene target, PER2, are highly deregulated in DLBCL, suggesting an important tumor suppressive pathway in the pathogenesis of this lymphoma entity"}, {"pubmed": 22269963, "text": "Genetic variation in the CCAT/enhancer binding protein alpha influences glucose metabolism in metabolic syndrome patients."}, {"pubmed": 22349414, "text": "Agents that induce sufficient levels of C/EBPalpha expression might be useful in treating acute myelomonocytic leukemia."}, {"pubmed": 22355045, "text": "DEC2 interacted with CCAAT/enhancer-binding protein (C/EBPalpha), accompanied by formation of a complex with histone deacetylase-1, which suppressed the transcriptional activity of C/EBPalpha to induce the expression of CYP2D6"}, {"pubmed": 22362118, "text": "The presence of a moCEBPA mutation was shown to be associated with prolonged survival in NPM1 mutated cytogenetically normal-acute myeloid leukemia patients."}, {"pubmed": 22389883, "text": "CEBPA mutations were detected in c.179_180dupCG, c.50_53delGCCA, c.178_182delACGTinsTTT, c.243_244insGTCG, and c.923_924insCTC."}, {"pubmed": 22391813, "text": "Study demonstrated that YY1 could promote hepatocellular carcinogenesis and inhibit cellular differentiation through the downregulation of CEBPA expression."}, {"pubmed": 22398723, "text": "The RNA-binding protein QKI5 is a direct target of C/EBPalpha and delays macrophage differentiation."}, {"pubmed": 22442349, "text": "Because dysplasia is not relevant for this subtype, CEBPA-mutated AML patients should be characterized only according to mutation status, cytogenetic risk group, or additional mutations."}, {"pubmed": 22456356, "text": "proteins regulating adipose differentiation include CCAAT/enhancer-binding protein-alpha"}, {"pubmed": 22474248, "text": "C/EBPalpha and DEK coordinately activate myeloid gene expression and S21 phosphorylation on wild-type C/EBPalpha mediates protein interactions that regulate the differentiation capacity of hematopoietic progenitors."}, {"pubmed": 22649106, "text": "mutational screening detected novel GATA2 ZF1 mutations in 13 of 33 biallelic CEBPA-positive cytogenetically normal-AML patients"}, {"pubmed": 22689263, "text": "Data show that C/EBPalpha and C/EBPbeta promote Dio2 expression in the trophoblastic cell line JEG3 through a conserved CCAAT element, which is a novel key component of the Dio2 promoter code that confers tissue-specific expression of D2 in these cells."}, {"pubmed": 22731647, "text": "Molecular evaluation of CEBPA gene mutation in normal karyotype acute myeloid leukemia"}, {"pubmed": 22851180, "text": "the aberrant feed-forward pathway that keeps eIF4E and C/EBPalphap30 elevated in NPM1(+/-) cells contributes to the MDS phenotype associated with NPM1 deficiency."}, {"pubmed": 22869521, "text": "Proteasomal degradation of C/EBP alpha is necessary for hypoxia-inducible transcription factor - dependent hepcidin repression."}, {"pubmed": 22981865, "text": "Our observations indicate that Tet2 helps CEBPalpha rapidly derepress myeloid genes during the conversion of pre-B cells into macrophages."}, {"pubmed": 22990006, "text": "Data indicate that CEBPA(double-mut) is associated with favorable onger disease free survival (DFS) and overall survival (OS)."}, {"pubmed": 23100311, "text": "The presence of N-terminal CEBPA mutations and miR-181a expression are linked. The truncated C/EBPalpha-p30 isoform binds to the miR-181a-1 promoter & up-regulates the microRNA expression. Lenalidomide enhances CEBPA levels."}, {"pubmed": 23233059, "text": "These results highlight the role of C/EBP-alpha as a candidate marker for tumor recurrence in Sinonasal inverted papilloma"}, {"pubmed": 23239344, "text": "up-regulates the levels of CCAAT/enhancer binding protein alpha (C/EBPalpha) and PPARgamma and promotes adipogenic differentiation starting from the early stage of adipogenesis."}, {"pubmed": 23252456, "text": "PU.1 and CEBPA are direct transcriptional regulators of CORO1A in acute promyelocytic leukemia and acute myeloid leukemia."}, {"pubmed": 23340802, "text": "Analysis of gene expression profiling arrays from acute myeloid leukemia patients uncovered significant correlations between FLT3 expression level and that of MYB and CEBPA."}, {"pubmed": 23383300, "text": "The presence of aberrant CEBPA promoter methylation is associated with distinct biological features but impact on outcome in acute myeloid leukemia is weak."}, {"pubmed": 23437297, "text": "CCAAT/enhancer-binding protein-alpha suppresses lung tumor development in mice through the p38alpha MAP kinase pathway."}, {"pubmed": 23473759, "text": "activated PKCdelta induce phosphorylation of C/EBPalpha, which led to cytoplasmic translocation, inactivation and degradation of C/EBPalpha"}, {"pubmed": 23521373, "text": "A large percentage of CEBPA double-mutated acute myeloid leukaemia cases harboured additional alterations in other molecular markers and that at least GATA2 and TET2 alterations demonstrated a substantial impact on prognosis in these patients."}, {"pubmed": 23541085, "text": "A highly significant association was found between the frequency of CEBPA gene promoter hypermethylation and the CML stages (P = 0.017), but association with respect to age and gender of the patient was not found."}, {"pubmed": 23590662, "text": "Studies indicate that subtyping of acute myeloid leukemia requires an integration of information from the patient's clinical history, cytogenetic findings, and the mutation status of particular genes NPM1, FLT3, and CEBPA."}, {"pubmed": 23598402, "text": "The enhanced expression of C/EBP alpha leads granulocye differentiation by E6AP inhibition."}, {"pubmed": 23666693, "text": "nucleotide sequencing represents a gold standard for CEBPA heterogeneous mutational screening."}, {"pubmed": 23673926, "text": "These results suggested that the aberrant transcription factor AML1-ETO epigenetically silenced the function of the Bcl-2, CEBPA and p14(ARF) genes by inducing repressed chromatin configurations at their promoters through histone modifications."}, {"pubmed": 23716546, "text": "A germline and shared somatic mutation in the CEBPA gene is identified in monozygotic twins with acute myeloblastic leukemia."}, {"pubmed": 23814099, "text": "IL-32beta-mediated C/EBPalpha Ser-21 phosphorylation by PKCdelta suppressed C/EBPalpha binding to IL-10 promoter, which promoted IL-10 production in U937 cells."}, {"pubmed": 23816696, "text": "In summary, our data showed that C/EBPalpha induces cell cycle arrest and reduces tumour growth in vitro and in vivo by inhibiting Notch3/Hes1/p27 cascades."}, {"pubmed": 23833041, "text": "Our findings suggest that C/EBP-alpha is involved in the pathogenesis of endometriosis by creating the proliferative, antiapoptotic, and other disease-specific characteristics of endometriosis."}, {"pubmed": 23898169, "text": "The activity of CCAAT/enhancer binding protein alpha (C/EBPalpha), a master regulator of granulocytic differentiation, is severely impaired in leukemic promyelocytes with the t(11;17) translocation compared with those associated with the t(15;17) translocation."}, {"pubmed": 23932747, "text": "The majority of the acute myeloid leukemia patients analyzed, express low levels of C/EBPa mRNA."}, {"pubmed": 23974200, "text": "Our study presents the first evidence that C/EBPalpha, miR-30c, and Notch1 together play a critical role in granulocytic differentiation"}, {"pubmed": 24033149, "text": "Only two of eight GATA2 mutation-positive patients had monoallelic CEBPA mutations in this study."}, {"pubmed": 24038216, "text": "The tumor suppressor gene DAPK2 is induced by the myeloid transcription factors PU.1 and C/EBPalpha during granulocytic differentiation but repressed by PML-RARalpha in APL."}, {"pubmed": 24054719, "text": "CEBPA single mutation is associated with acute myeloid leukemia."}, {"pubmed": 24056881, "text": "Concurrent molecular mutations were seen less frequently in CEBPAdm than in CEBPAsm acute myeloid leukemia cases (69.2% vs 88.6% P<0.001)."}, {"pubmed": 24076158, "text": "results demonstrate the functional importance of the C/EBPalpha C-terminus beyond the bZIP DNA-binding and dimerization region, which may mediate cooperative activation by C/EBPalpha and GABP of myeloid-specific genes"}, {"pubmed": 24107992, "text": "identification of a novel RNA arising from the CEBPA gene locus that is critical in regulating the local DNA methylation profile; this RNA binds to DNMT1 and prevents CEBPA gene locus methylation"}, {"pubmed": 24164801, "text": "The frequencies of NPM1, FLT3-ITD, c-kit, and CEBPA mutations were 15.4, 14.0, 7.64, and 25.6%, respectively in 312 Chinese patients with de novo acute myeloid leukemia."}, {"pubmed": 24183681, "text": "Sox4 overexpression resulting from C/EBPA inactivation contributes to the development of leukemia with distinct leukemia-initiating cells phenotype."}, {"pubmed": 24244375, "text": "HIV-1 Tat-mediated induction of CCL5 in astrocytes involves NF-kappaB, AP-1, C/EBPalpha and C/EBPgamma transcription factors and JAK, PI3K/Akt and p38 MAPK signaling pathways"}, {"pubmed": 24284203, "text": "these findings demonstrated that c/EBPalpha and c/EBPbeta determine the lineage commitment of hepatoblasts by negatively and positively regulating the expression of a common target gene, TGFBR2, respectively."}, {"pubmed": 24329600, "text": "It has an important role in the progression of steatohepatitis and promotion of hepatocarcinogenesis."}, {"pubmed": 24359396, "text": "As mechanisms of HTLV-1 HBZ-mediated C/EBPalpha inhibition, authors found that HBZ physically interacted with C/EBPalpha and diminished its DNA binding capacity."}, {"pubmed": 24379003, "text": "The expression profiles of transcription factors, C/EBP(alpha, beta, epsilon) and PU.1 were further evaluated in the cells after treatment with ATRA and VPA."}, {"pubmed": 24481728, "text": "The expression of miR-34a in renal cell carcinoma cells displayed an inverse correlation with YY1, but a positive correlation with C/EBPalpha"}, {"pubmed": 24516045, "text": "we identify the contribution of dysregulated C/EBPalpha and E2F1 to elevated Trib2 expression and leukemic cell survival"}, {"pubmed": 24551078, "text": "NFATc2 exhibited a higher relative affinity for binding site DS3 as compared with members of the C/EBP family (C/EBP alpha and beta)."}, {"pubmed": 24569775, "text": "High C-EBP expression is associated with atypical non-Langerhans cell histiocytic tumor post acute lymphoblastic leukemia."}, {"pubmed": 24580717, "text": "C/EBPalpha plays a dual role as an activator and as a repressor of Galphai2 gene transcription."}, {"pubmed": 24584857, "text": "Altogether, our data provide an explanation for low HK3 and KLF5 expression in particular AML subtype and establish these genes as novel CEBPA targets during neutrophil differentiation."}, {"pubmed": 24648007, "text": "C/EBPalpha siRNA treatment contributed to the downregulation of lncRNA-UCA1 expression, whereas overexpression of C/EBPalpha enhanced lncRNA-UCA1 expression."}, {"pubmed": 24658403, "text": "The results demonstrated that the PI3K/Akt and p38 MAPK pathways, along with the transcription factors NF-kappaB, CEBP, and AP-1, are involved in Nef-induced CCL5 production in astrocytes"}, {"pubmed": 24703161, "text": "let-7a-3 methylation is a positive prognosticator for acute myeloid leukemia patients with hypomethylated CEBPA."}, {"pubmed": 24801015, "text": "systematic review and meta-analysis examined 3 frequent mutations in cytogenetically normal-acute myeloid leukemia: FLT3-ITD, NPM1 and CEBPA; FLT3-ITD was associated with worse prognosis, whereas mutations in NPM1 and CEBPA genes were associated with a favorable prognosis"}, {"pubmed": 24868087, "text": "The +37-kb Cebpa enhancer/promoter directs expression to the large majority of phenotypic and functional granulocyte/monocyte myeloid progenitors, but minimal expression to purely B lymphoid or Meg/E CFUs. ."}, {"pubmed": 24877091, "text": "data suggest that C/EBP alpha may act as a positive regulator binding to FTO promoter and consequently, activates the gene transcription."}, {"pubmed": 24913332, "text": "The results indicate that reduced C/EBPalpha gene expression may play a role in the development of cervical squamous cell carcinoma."}, {"pubmed": 24947179, "text": "our results propose a significant role for the KDM6B-C/EBPalpha axis in the pancreatic ductal adenocarcinoma phenotype."}, {"pubmed": 25014773, "text": "Results suggest that CEBPA mutations, particularly CEBPA-double, are an independent favorable prognostic factor in pediatric AML patients."}, {"pubmed": 25078430, "text": "dominant negative Brahma significantly inhibited C/EBPalpha as well as 1,25(OH)2D3 mediated induction of cathelicidin antimicrobial peptide transcription"}, {"pubmed": 25079101, "text": "Mutations in FLT3, NPM1, and CEBPA provide In this review,prognostic information and have been integrated into clinical diagnostics and clinical practice for acute myeloid leukemia."}, {"pubmed": 25193961, "text": "High CEBPA expression is associated with acute myeloid leukemia."}, {"pubmed": 25214041, "text": "In this long-term observation we confirmed the favorable prognostic outcome of patients with biallelic CEBPA mutations compared to monoallelic CEBPA-mutated cytogenetically normal acute myeloid leukemia"}, {"pubmed": 25227715, "text": "Biallelic CEBPA mutations in patients with acute myeloid leukemia are strongly associated with a favorable prognosis."}, {"pubmed": 25252716, "text": "We show that lncRNAs are a main component of the transcriptional program driven by C/EBPalpha"}, {"pubmed": 25258381, "text": "ACVR1B downregulation reduced p-Smad2/3, which resulted in decreased expression of C/EBPalpha, inhibiting monocyte/macrophage differentiation."}, {"pubmed": 25363290, "text": "C/EBPalpha promoted lipid catabolism during starvation, while inhibition of fatty acid beta-oxidation significantly sensitized cell death"}, {"pubmed": 25400766, "text": "Double CEBPA mutations are prognostically favorable in non-M3 acute myeloid leukemia patients with wild-type NPM1 and FLT3-ITD."}, {"pubmed": 25468431, "text": "CEBPA mutations, and their co-occurrence with FLT3-ITD, FLT3-D835, and NPM1 mutations, are reliable genetic markers for acute myeloid leukemia."}, {"pubmed": 25512613, "text": "the TAK1-NLK pathway is a novel regulator of basal or IL-1beta-triggered C/EBP activation though stabilization of ATF5"}, {"pubmed": 25534203, "text": "C/EBPalpha-C(m)-mediated downregulation of Csf1r has a negative, rather than positive, impact on the progression of AML involving C/EBPalpha-C(m), which might possibly be accelerated by additional genetic and/or epigenetic alterations inducing Csf1r upregulation"}, {"pubmed": 25611491, "text": "Homozygous CEPBA mutations have a similar gene expression signature as CEPBA double mutations and thus may be considered as equivalent in the presence of GATA2 mutations."}, {"pubmed": 25701464, "text": "CUGBP1 promotes cell proliferation and suppresses apoptosis via down-regulating C-EBPalpha in human non-small cell lung cancers."}, {"pubmed": 25726912, "text": "Direct interactions between C/EBPalpha and ETS-1 were important for high liver-specific expression of ApoF."}, {"pubmed": 25753223, "text": "This review explores the role of C/EBP-alpha in normal and malignant myelopoiesis. [review]"}, {"pubmed": 25824695, "text": "Hypoxia induces changes in the gene expression of HIF-1alpha and C/EBPalpha in bladder cancer cells."}, {"pubmed": 25895816, "text": "Releasing the key adipogenic regulator C/EBPalpha from CtBP2 binding."}, {"pubmed": 25920395, "text": "Low expression of CAAT/enhancer binding protein alpha (C-EBPalpha) might have a role in the response to imatinib and progression of disease in patients with chronic myeloid leukaemia."}, {"pubmed": 25932436, "text": "In the CCAAT/enhancer binding protein alpha gene, no mutations were detected but a known polymorphism (c.584_589dup ACCCGC) was observed in 26 (28.3%) patients."}, {"pubmed": 25982911, "text": "observed an increased recruitment of C/EBPalpha onto the miR-125b promoter in acute myeloid leukemia primary samples highly expressing miR-125b primary transcript"}, {"pubmed": 25987038, "text": "CEBPA Mutations and Polymorphisms are associated with Acute Myeloid Leukemia."}, {"pubmed": 26025484, "text": "No significant correlation was found between CEBPA expression and methylation."}, {"pubmed": 26053097, "text": "Data indicate that an oncogenic long non-coding RNA UCA1 functioning in concert with the dominant negative isoform of 30-kDa dominant negative isoform CCAAT/enhancer-binding protein-alpha (C/EBPalpha-p30) in acute myeloid leukemia (AML)."}, {"pubmed": 26162409, "text": "Our data reveal that familial CEBPA-mutated acute myeloid leukemia exhibits a unique model of disease progression"}, {"pubmed": 26264132, "text": "The QA repeat domain of TCERG1 is required for relocalization of CEBPalpha."}, {"pubmed": 26324181, "text": "Data suggest expression of CEBPA (CCAAT-enhancer binding protein alpha) in peripheral granulocytes is down-regulated in subjects with type 1 diabetes and type 2 diabetes as compared to control subjects."}, {"pubmed": 26397153, "text": "the present study demonstrated that suppression of C/EBPa P42 induced by PI3K/Akt/mTOR inhibition impaired the differentiation and ATRA sensitivity of acute promyelocytic leukemia cells."}, {"pubmed": 26408402, "text": "The p53-KLF4-CEBPA axis is deregulated in AML but can be functionally restored by conventional chemotherapy and novel p53 activating treatments."}, {"pubmed": 26447433, "text": "These results suggest that genetic predisposition to higher IL-6 production is associated with increased risk to HBV infection and hepatic inflammation, which might be due to C/EBPalpha-mediated regulatory effect on Th17 and Treg responses."}, {"pubmed": 26450928, "text": "we are the first to identify that miR-381 suppresses C/EBPalpha-dependent Cx43 expression in breast cancer cells. The miR-381-C/EBPalpha-Cx43 axis might be a useful diagnostic and therapeutic target of metastatic breast cancer"}, {"pubmed": 26460249, "text": "younger age, presence of mirror repeats, and high CEBPA expression level in relation to potential topo II-sites, might affect the incidence of B-ZIP in-frame CNVs through aberrant recombination-mediated DNA repair mechanisms."}, {"pubmed": 26500142, "text": "Reprogramming human B cells into induced pluripotent stem cells and is enhanced by C/EBPa."}, {"pubmed": 26537612, "text": "In acute myeloid leukemia patients, CEBPA double mutation resulted in a favorable overall survival compared to CEBPA wild-type."}, {"pubmed": 26679606, "text": "These results suggest that the hepatic functions of the human iPS-HLCs could be enhanced by ATF5, c/EBPalpha, and PROX1 transduction."}, {"pubmed": 26704017, "text": "this is the first report on the regulation mechanism of SIRT7 gene, in which, HDAC3 collaborated with C/EBPalpha to occupy its responding element in the upstream region of SIRT7 gene and repressed its expression in human cells."}, {"pubmed": 26721895, "text": "This study of a large multi-generational pedigree reveals that a germline mutation in the C-terminal bZip domain can alter the ability of C/EBP-alpha to bind DNA and reduces transactivation, leading to acute myeloid leukemia."}, {"pubmed": 26722507, "text": "C/EBP-alpha was primarily expressed in hepatocytes in normal liver, but its expression decreased significantly in liver fibrosis"}, {"pubmed": 26762974, "text": "SBDS function is specifically required for efficient translation re-initiation into the protein isoforms C/EBPalpha-p30 and C/EBPbeta-LIP, which is controlled by a single cis-regulatory upstream open reading frame (uORF) in the 5' untranslated regions (5' UTRs) of both mRNAs."}, {"pubmed": 26823765, "text": "C/EBPalpha inhibited breast cancer cell growth via a novel miR-134/CREB signaling pathway."}, {"pubmed": 26847745, "text": "Results show that CEBPA in combinations with FLT3 and NPM1 genotype confer favourable prognosis in AML"}, {"pubmed": 26966090, "text": "A single +42-kb enhancer is essential for CEBPA expression in myeloid cells only."}, {"pubmed": 26996668, "text": "our data show that excess p30 cooperated with TRIB2 only in the presence of p42 to accelerate acute myeloid leukaemia (AML), and the direct interaction and degradation of C/EBPa p42 is required for TRIB2-mediated AML."}, {"pubmed": 27005833, "text": "Data uncover GCN5 as a negative regulator of C/EBPalpha and demonstrate the importance of C/EBPalpha acetylation in myeloid differentiation."}, {"pubmed": 27034432, "text": "Co-occurrence of mutations in CSF3R and CEBPA in a well-defined acute myeloid leukemia subset, which uniformly responds to JAK inhibitors; this paves the way to personalized clinical trials for this disease."}, {"pubmed": 27040395, "text": "a decision analysis comparing allo-HCT vs chemotherapy in first complete remission for patients with cytogenetically intermediate-risk acute myeloid leukemia, depending on the presence or absence of FLT3-ITD), NPM1, and CEBPA mutations showed that allo-HCT was a favored postremission strategy in patients with FLT3-ITD, and chemotherapy was favored in patients with biallelic CEBPA mutations."}, {"pubmed": 27050434, "text": "results suggested that C/EBPalpha-saRNA successfully inhibited HCC metastasis by inhibiting EGFR/beta-catenin signaling pathway mediated EMT in vitro and in vivo"}, {"pubmed": 27131901, "text": "The efficient repression of E2F dependent S-phase genes and the activation of differentiation genes reside in the balanced DNA binding capacity of C/EBP alpha."}, {"pubmed": 27143256, "text": "CSF3R mutations co-occur with CEBPA mutations in pediatric acute myeloid leukemia."}, {"pubmed": 27297623, "text": "a MEF2C and CEBPA correlation in CML disease progression"}, {"pubmed": 27375010, "text": "in our study on a large cohort of CEBPAmut AML patients, we found a high coincidence of GATA2mut, in particular within the subgroup of patients with CEBPAbi mutations"}, {"pubmed": 27389056, "text": "identified high frequencies of mutations in CEBPA (32.7%), GATA2 (22.4%), NPM1 (15.5%), SETBP1 (12.1%) and U2AF1"}, {"pubmed": 27436336, "text": "found significantly higher frequencies for NPM1-mutated 24.2 % and CEBPA-mutated 12.1 %"}, {"pubmed": 27447460, "text": "Our study highlighted two novel promoter KLF1 and 3'-region C/EBPalpha motifs in the phenylalanine hydroxylase (PAH) gene which decrease transcription in vitro and, thus, could be considered as PAH expression modifiers."}, {"pubmed": 27591677, "text": "High CEBP expression is associated with glioblastomas."}, {"pubmed": 27600951, "text": "SHP2-ERK2 signaling acts upstream of C/EBPalpha as a regulator of cell surface I antigen synthesis."}, {"pubmed": 27602952, "text": "This is the first study providing evidence that the c.690G>T, p.(Thr230Thr) (rs34529039) polymorphism of the CEBPA gene, together with up-regulation of its mRNA expression, are negative factors worsening ovarian cancer outcome"}, {"pubmed": 27644413, "text": "C/EBP-alpha mediates anti-inflammatory effects in podocytes"}, {"pubmed": 27688151, "text": "results demonstrate that the low-level expression of human ACAT2 gene with specific CpG-hypomethylated promoter is regulated by the C/EBP transcription factors in monocytic cells, and imply that the lowly expressed ACAT2 catalyzes the synthesis of certain CE/SE that are assembled into lipoproteins for the secretion"}, {"pubmed": 27779233, "text": "Taken together, the authors propose that the miR-939-Jmjd3 axis perturbs the accessibility of hepatitis B virus enhancer II/core promoter (En II) promoter to essential nuclear factors (C/EBPalpha and SWI/SNF complex) therefore leading to compromised viral RNA synthesis and hence restricted viral multiplication."}, {"pubmed": 28031487, "text": "Integration of WGS-based fine-mapping and complementary epigenomic datasets provided evidence for causal mechanisms at several loci, including at a previously undiscovered basophil count-associated locus near the master hematopoietic transcription factor CEBPA The fine-mapped variant at this basophil count association near CEBPA overlapped an enhancer active in common myeloid progenitors and influenced its activity."}, {"pubmed": 28179278, "text": "the importance of C/EBPalpha for neutrophil maturation, its role in myeloid priming of hematopoietic stem and progenitor cells, and its indispensable requirement for AML development."}, {"pubmed": 28250006, "text": "we established a reliable and straightforward screening method, based simply on the multidimensional analysis of widely available phenotypic parameters, suitable for large-scale detection of CEBPA-dm status and potentially able to overcome technical issues related to molecular methods."}, {"pubmed": 28341486, "text": "Binding of C/EBPalpha was associated with increased deacetylation near the transcription start site (TSS) of the PLK1 promoter."}, {"pubmed": 28640877, "text": "We provide evidence that CCAAT/enhancer-binding protein alpha directly binds the miR-203 gene within its hairpin region and thereby induces miR-203 transcription"}, {"pubmed": 28652211, "text": "CHOP negatively regulates Polo-like kinase 2 expression via recruiting C/EBPalpha to the upstream-promoter in human osteosarcoma cell line during ER stress"}, {"pubmed": 28663557, "text": "miR-182 is a strong regulator of C/EBPalpha. There is a regulatory loop between C/EBPalpha and miR-182. While C/EBPalpha blocks miR-182 expression by direct promoter binding during myeloid differentiation, enforced expression of miR-182 reduces C/EBPalpha protein level and impairs granulopoiesis in vitro and in vivo."}, {"pubmed": 28665611, "text": "proteogenomics profiling study reveals that an activation of C/EBPalpha, along with the upregulation of its lipogenesis targets, accounts for lipid storage and acts as a hallmark of ARVC ( Arrhythmogenic right ventricular cardiomyopathy)"}, {"pubmed": 28720765, "text": "While much is known about how C/EBPalpha orchestrates granulopoiesis, our understanding of molecular transformation events, the role(s) of cooperating mutations and clonal evolution during C/EBPalpha deregulation in leukemia remains elusive. In this review, we will summarize the latest research addressing these topics with special emphasis on CEBPA mutations"}, {"pubmed": 28746919, "text": "C/EBPalpha overexpression suppressed the epithelial-mesenchymal transition (EMT) that was characterized by a gain of epithelial and loss of mesenchymal markers. Further study showed that C/EBPalpha suppressed the transcription of beta-catenin and downregulated the levels of its downstream targets."}, {"pubmed": 28784648, "text": "CEBPA gene expression is significantly associated with long-term changes in Blood Pressure, providing a link between gene expression and Blood Pressure."}, {"pubmed": 28895127, "text": "EBPA and RUNX1 are expressed at higher levels in patients with acute myeloid leukemia in comparison to healthy subjects"}, {"pubmed": 28900037, "text": "The zinc finger, ZNF143, binds to the CCCAGCAG site in the CEBPA promoter."}, {"pubmed": 28954935, "text": "Data suggest that up-regulation of NPY inhibits proliferation of adipose-derived stem cells while promoting adipogenesis and up-regulating expression of white adipocyte biomarkers PPARG, CEBPA, CIDEC, and RIP140. (NPY = neuropeptide Y; PPARG = peroxisome proliferator activated receptor gamma; CIDEC = cell death-inducing DFFA-like effector C; RIP140 = nuclear receptor interacting protein 1)"}, {"pubmed": 29025912, "text": "These results suggest that CEBPA(DM) cases with non-classic mutants may be functionally different from those with CEBPA(Classic-DM) mutants, and should not automatically be included in the same prognostic group"}, {"pubmed": 29159818, "text": "The earliest steps of adult hepatocellular carcinoma and aggressive pediatric liver cancer have identical features that include conversion of the tumor suppressor C/EBPalpha into an oncogenic isoform, which further creates preneoplastic foci where hepatocytes dedifferentiate into cancer cells, giving rise to liver cancer"}, {"pubmed": 29180507, "text": "The presence of biallelic CEBPA mutations is a favourable prognostic feature in acute myeloid leukaemia."}, {"pubmed": 29431622, "text": "C/EBPalpha overexpression does not change oncoprotein expression or globally displace these proteins from their binding sites. Instead, it upregulates a core set of common target genes important for myeloid differentiation and represses genes regulating leukemia maintenance."}, {"pubmed": 29464001, "text": "PIWIL3 was also a target of CEBPA, forming a positive feedback loop in the growth regulation of glioma cells. Significantly, knockdown of OIP5-AS1 combined with over-expression of PIWIL3 and miR-367-3p resulted in tumor regression and extended survival in vivo."}, {"pubmed": 29566023, "text": "Study identified for the first time that HNF4alpha and C/EBPalpha are important transcriptional regulators for FBP1 expression in human hepatoma HepG2 cells."}, {"pubmed": 29773598, "text": "Concomitant WT1 mutations predict poor prognosis in acute myeloid leukemia patients with double mutant CEBPA."}, {"pubmed": 29806051, "text": "FLT3-ITD was the most common mutated gene (16.2%, 42/259), followed by CEBPA (15.1%, 39/259), NRAS (14.7%, 38/259), and NPM1 (13.5%, 35/259). The results showed certain rules in the mutation profiling and concurrence of acute myeloid leukemia (AML) patients, which was related to the function classification of genes."}, {"pubmed": 29947237, "text": "We found 6 frame shift mutations, 1 missense mutation, 3 synonymous variants. The most common mutation was the c.487del G resulting p.Glu163Ser in 5 cases. Three patients carried CEBPA double mutations. CONCLUSION: The detected variants in this article seemed to be the first screening results of genes studied by NGS in pediatric acute leukemia patients."}, {"pubmed": 29980791, "text": "our findings characterize ARID1A as a key tumor-suppressor gene in breast cancer through cooperation with CEBPalpha, and loss-of-function mutations of ARID1A activates UCA1."}, {"pubmed": 30033148, "text": "during monocyte to macrophage differentiation, the endosomal/lysosomal proteolytic activity can be regulated by cystatin F whose expression is under the control of transcriptional factor C/EBP alpha."}, {"pubmed": 30061199, "text": "these findings indicate that C/EBPalpha is required for Flt3(+) CLP maturation into preproB cells and then for proliferative Cebpa(int) B/myeloid preproB cells to progress to Cebpa(lo) B cell-restricted preproB cells and finally to Cebpa(neg) proB cells."}, {"pubmed": 30201598, "text": "Clonal Evolution of Acute Myeloid Leukemia with CEBPA Double Mutations after Long-Term Remission: Case Report and a Literature Review."}, {"pubmed": 30254053, "text": "analysis of crystal structure revealed that TRIB1 underwent a substantial conformational change relative to its substrate-free structure and bound C/EBPalpha in a pseudosubstrate-like manner"}, {"pubmed": 30387140, "text": "PU.1, the myeloid transcription factor (which has also been identified in lung epithelial cells), co-operates with the vitamin D receptor and CCAAT/enhancer binding protein alpha (CEBPalpha)."}, {"pubmed": 30430607, "text": "Absence of detectable CEBPA expression was markedly more frequent in ERG negative (45%) as compared to ERG positive cancers (20%, P < 0.0001). Reduced CEBPA expression was linked to unfavorable phenotype (P < 0.0001) and poor prognosis (P = 0.0008). Subgroup analyses revealed, that the prognostic value of CEBPA loss was entirely driven by tumors carrying both TMPRSS2:ERG fusions and PTEN deletions."}, {"pubmed": 30550771, "text": "CEBPA supports vitamin D signaling concerning actions of the innate immune system, but uses the antagonism with PU.1 for suppressing possible overreactions of adaptive immunity."}, {"pubmed": 30552141, "text": "These data suggest that down-regulation of C/EBPalpha by RBV leads to the reduction in GPAM expression, which contributes to the suppression of lipogenesis."}, {"pubmed": 30643190, "text": "SaRNA accessory proteins may dictate efficacy of CEBPA-saRNA when used in a therapeutic context."}, {"pubmed": 30738458, "text": "protein level of C/EBPalpha in CR patients with multiple myeloma was significantly higher than that in PR and relapsed patients by Western blot"}, {"pubmed": 30852139, "text": "the data support further investigation of MTL-CEBPA in acute and chronic inflammatory diseases where this mechanism has pathogenic importance."}, {"pubmed": 30984536, "text": "Hypermethylation of the GRK6 gene promoter suppressed binding of C/EBPalpha, thereby contributing to the promotion of cell migration and invasion."}, {"pubmed": 31015230, "text": "CEBPA associates with and is methylated by PRMT1 in breast cancer."}, {"pubmed": 31041512, "text": "The prevalence of CSF3R mutations was high in AML patients with CEBPA(dm), which indicated a poor prognosis, and CSF3R mutations may be a new potential candidate for prognostically re-stratifying AML patients with CEBPA(dm)."}, {"pubmed": 31092334, "text": "This study clarified that histone deacetylases might up-regulate C/EBP-alpha indirectly through reduction of miRNA-124-3p and miRNA-25."}, {"pubmed": 31309149, "text": "Increased expression of CD73, mediated by the CEBPA-p30 isoform, sustained leukemic growth via the CD73/A2AR axis"}, {"pubmed": 31373033, "text": "Results demonstrate that PR and C/EBPa cooperate in a gene expression program that enables controlled cell growth in the presence of progestins in breast cancer cells."}, {"pubmed": 31387550, "text": "C/EBPalpha overexpression significantly upregulates the expression of surfactant protein-C, promotes cell proliferation, and inhibits apoptosis in alveolar epithelial type II cells after exposure to hyperoxia"}, {"pubmed": 31512996, "text": "C/EBPalpha Regulates FOXC1 to Modulate Tumor Growth by Interacting with PPARgamma in Hepatocellular Carcinoma."}, {"pubmed": 31533028, "text": "RUNX1-ETO Depletion in t(8;21) AML Leads to C/EBPalpha- and AP-1-Mediated Alterations in Enhancer-Promoter Interaction."}, {"pubmed": 31547433, "text": "CEBPA transcript was down-expressed in individuals with morbid obesity and high insulin resistance."}, {"pubmed": 31646559, "text": "High-expression of lncRNA CEBPA-AS1 promotes liver cancer progression."}, {"pubmed": 31666608, "text": "Expression level of CEBPA gene in acute lymphoblastic leukemia individuals."}, {"pubmed": 31692040, "text": "CDK2 destabilizes tumor suppressor C/EBPalpha expression through ubiquitin-mediated proteasome degradation in acute myeloid leukemia."}, {"pubmed": 31784538, "text": "Mutant CEBPA prevents activation of a subset of differentiation associated enhancers. CEBPA mutations must occur as the initial event in acute myeloid leukemia initiation."}, {"pubmed": 31829168, "text": "CEBPA expression is reduced in human idiopathic pulmonary fibrosis fibroblasts and its deficiency reduces adipogenic potential and promotes fibrogenic activation. CEBPA expression can be rescued via an inhibitor of epigenetic repression or by targeted CRISPR activation, leading to reduced fibrogenic activation."}, {"pubmed": 31867767, "text": "Gain-of-Function Effects of N-Terminal CEBPA Mutations in Acute Myeloid Leukemia."}, {"pubmed": 32034145, "text": "CEBPA is a master epithelial \"gatekeeper\" whose expression is required to prevent unwarranted mesenchymal transition, supporting an important role for epithelial-to-mesenchymal transition in mediating breast cancer metastasis."}, {"pubmed": 32135624, "text": "CD7 expression has opposite prognostic significance in AML patients carrying the wild-type or mutant-type CEBPA. Based on CD7 expression and CEBPA mutation"}, {"pubmed": 32330454, "text": "C/EBPalpha and GATA-2 Mutations Induce Bilineage Acute Erythroid Leukemia through Transformation of a Neomorphic Neutrophil-Erythroid Progenitor."}, {"pubmed": 32430494, "text": "Secondary leukemia in patients with germline transcription factor mutations (RUNX1, GATA2, CEBPA)."}, {"pubmed": 32447933, "text": "Adult acute myeloid leukemia patients with FLT3-ITD and CEBPAdm co-mutation have a higher leukemia load and low complete remission(1) rate, which translates into poor prognosis with high relapse rate and short survival time"}, {"pubmed": 32495317, "text": "The prognostic impact of FLT3-ITD, NPM1 and CEBPa in cytogenetically intermediate-risk AML after first relapse."}, {"pubmed": 32593213, "text": "Anterior gradient 2 promotes tumorigenesis through upregulation of CCAAT-enhancer binding protein beta and hypoxia-inducible factor-2alpha and subsequent secretion of interleukin-6, interleukin-8, and vascular endothelial growth factor in the Caki-1 clear cell renal cell carcinoma cell line."}, {"pubmed": 32623605, "text": "Valproic acid promotes mitochondrial dysfunction in primary human hepatocytes in vitro; impact of C/EBPalpha-controlled gene expression."}, {"pubmed": 32703401, "text": "CBFA2T2 promotes adipogenic differentiation of mesenchymal stem cells by regulating CEBPA."}, {"pubmed": 33150481, "text": "MiR-367 alleviates inflammatory injury of microglia by promoting M2 polarization via targeting CEBPA."}, {"pubmed": 33170359, "text": "Association between the CEBPA and c-MYC genes expression levels and acute myeloid leukemia pathogenesis and development."}, {"pubmed": 33445848, "text": "[Investigation and clinical analysis of a family with germline CEBPA mutations in acute myeloid leukemia]."}, {"pubmed": 33471067, "text": "Inhibition of lipogenesis and induction of apoptosis by valproic acid in prostate cancer cells via the C/EBPalpha/SREBP-1 pathway."}, {"pubmed": 33550446, "text": "Clinical significance of FLT3-ITD/CEBPA mutations and minimal residual disease in cytogenetically normal acute myeloid leukemia after hematopoietic stem cell transplantation."}, {"pubmed": 33770473, "text": "Evidence for additive and synergistic action of mammalian enhancers during cell fate determination."}, {"pubmed": 33831168, "text": "Allele-specific expression of GATA2 due to epigenetic dysregulation in CEBPA double-mutant AML."}, {"pubmed": 33914855, "text": "Chronic interleukin-1 exposure triggers selection for Cebpa-knockout multipotent hematopoietic progenitors."}, {"pubmed": 33951732, "text": "CEBPA-bZip mutations are associated with favorable prognosis in de novo AML: a report from the Children's Oncology Group."}, {"pubmed": 34002296, "text": "CDK2-instigates C/EBPalpha degradation through SKP2 in Acute myeloid leukemia."}, {"pubmed": 34087345, "text": "Novel insights of acute myeloid leukemia with CEBPA deregulation: Heterogeneity dissection and re-stratification."}, {"pubmed": 34216417, "text": "The clinical characteristics and prognosis of cytogenetically normal AML with single mutations of CEBPA."}, {"pubmed": 34226527, "text": "The AML-associated K313 mutation enhances C/EBPalpha activity by leading to C/EBPalpha overexpression."}, {"pubmed": 34288448, "text": "Laboratory evaluation and prognostication among adults and children with CEBPA-mutant acute myeloid leukemia."}, {"pubmed": 34320176, "text": "CEBPA mutations in 4708 patients with acute myeloid leukemia: differential impact of bZIP and TAD mutations on outcome."}, {"pubmed": 34448807, "text": "Prognostic impact of CEBPA bZIP domain mutation in acute myeloid leukemia."}, {"pubmed": 34482361, "text": "Targeting cancer cell plasticity by HDAC inhibition to reverse EBV-induced dedifferentiation in nasopharyngeal carcinoma."}, {"pubmed": 34790046, "text": "Long noncoding RNA CEBPA-DT promotes cisplatin chemo-resistance through CEBPA/BCL2 mediated apoptosis in oral squamous cellular cancer."}, {"pubmed": 34816468, "text": "CEBPA are independent good prognostic factors in pediatric acute myeloid leukemia."}, {"pubmed": 35003895, "text": "CEBPA mutants down-regulate AML cell susceptibility to NK-mediated lysis by disruption of the expression of NKG2D ligands, which can be restored by LSD1 inhibition."}, {"pubmed": 35032366, "text": "Acute myeloid leukemia due to germline CEBPA mutation in a Syrian family."}, {"pubmed": 35274287, "text": "The prognostic factors in acute myeloid leukaemia with double-mutated CCAAT/enhancer-binding protein alpha (CEBPAdm)."}, {"pubmed": 35314954, "text": "Companion gene mutations and their clinical significance in AML with double or single mutant CEBPA."}, {"pubmed": 35900493, "text": "A clinicopathological experience in acute myeloid leukemia: Effects of clinical data and status of FLT3, CEBPA and NPM1 on prognosis."}, {"pubmed": 36333583, "text": "Identification and interrogation of the gene regulatory network of CEBPA-double mutant acute myeloid leukemia."}, {"pubmed": 36709108, "text": "[Restratifying the prognosis of acute myeloid leukemia patients with CEBPA double mutations based on CSF3R mutations and measurable residual disease]."}, {"pubmed": 36734072, "text": "The molecular mechanism of gamma-aminobutyric acid against AD: the role of CEBPalpha/circAPLP2/miR-671-5p in regulating CNTN1/2 expression."}, {"pubmed": 36879149, "text": "Hereditary acute myeloid leukemia associated with C-terminal CEBPA germline variants."}, {"pubmed": 37012202, "text": "C/EBPalpha Confers Dependence to Fatty Acid Anabolic Pathways and Vulnerability to Lipid Oxidative Stress-Induced Ferroptosis in FLT3-Mutant Leukemia."}, {"pubmed": 37334560, "text": "Immunophenotype distinctions of CEBPA mutation subtypes in acute myeloid leukemia."}, {"pubmed": 37365888, "text": "Carm1-arginine methylation of the transcription factor C/EBPalpha regulates transdifferentiation velocity."}, {"pubmed": 37402881, "text": "C/ebpalpha represses the oncogenic Runx3-Myc axis in p53-deficient osteosarcoma development."}, {"pubmed": 37690321, "text": "AML with CEBPA mutations: A comparison of ICC and WHO-HAEM5 criteria in patients with 20% or more blasts."}, {"pubmed": 37903757, "text": "Homodimer-mediated phosphorylation of C/EBPalpha-p42 S16 modulates acute myeloid leukaemia differentiation through liquid-liquid phase separation."}, {"pubmed": 38146648, "text": "The Role of DNMT1 and C/EBPalpha in the Regulation of CYP11A1 Expression During Syncytialization of Human Placental Trophoblasts."}, {"pubmed": 38183444, "text": "A blastic plasmacytoid dendritic cell neoplasm-like immunophenotype is negatively associated with CEBPA bZIP mutation and predicts unfavorable prognosis in acute myeloid leukemia."}, {"pubmed": 38266805, "text": "C/EBPalpha mediates the maturation and antitumor functions of macrophages in human hepatocellular carcinoma."}, {"pubmed": 38359363, "text": "CEBPA double mutations associated with ABO antigen weakness in hematologic diseases."}, {"pubmed": 38442594, "text": "Clinical features and management of germline CEBPA-mutated carriers."}, {"pubmed": 38475919, "text": "C/EBPalpha-p30 confers AML cell susceptibility to the terminal unfolded protein response and resistance to Venetoclax by activating DDIT3 transcription."}, {"pubmed": 38666590, "text": "Ring finger protein 138 inhibits transcription factor C/EBPalpha protein turnover leading to differentiation arrest in acute myeloid leukemia."}], "genomic_pos": {"chr": "19", "end": 33302534, "ensemblgene": "ENSG00000245848", "start": 33299934, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 33793470, "start": 33790840, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000050", "qualifier": "involved_in", "term": "urea cycle"}, {"evidence": "ISO", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001889", "qualifier": "involved_in", "term": "liver development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001892", "qualifier": "involved_in", "term": "embryonic placenta development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002070", "qualifier": "involved_in", "term": "epithelial cell maturation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006091", "pubmed": 8643605, "qualifier": "involved_in", "term": "generation of precursor metabolites and energy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006351", "qualifier": "involved_in", "term": "DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006355", "pubmed": 15664994, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006357", "pubmed": [20102225, 23661758], "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007005", "qualifier": "involved_in", "term": "mitochondrion organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008203", "qualifier": "involved_in", "term": "cholesterol metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 14660596, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0019221", "pubmed": 15664994, "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030099", "qualifier": "involved_in", "term": "myeloid cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030099", "pubmed": 15664994, "qualifier": "involved_in", "term": "myeloid cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030225", "qualifier": "involved_in", "term": "macrophage differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030324", "qualifier": "involved_in", "term": "lung development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030851", "qualifier": "involved_in", "term": "granulocyte differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032436", "pubmed": 14685163, "qualifier": "involved_in", "term": "positive regulation of proteasomal ubiquitin-dependent protein catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042593", "qualifier": "involved_in", "term": "glucose homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043032", "qualifier": "involved_in", "term": "positive regulation of macrophage activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045444", "qualifier": "involved_in", "term": "fat cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045600", "qualifier": "involved_in", "term": "positive regulation of fat cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045669", "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045786", "qualifier": "involved_in", "term": "negative regulation of cell cycle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 7959007, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [11242107, 12695546, 20972335], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045944", "pubmed": 24429361, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 16946298, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048839", "qualifier": "involved_in", "term": "inner ear development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050729", "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050872", "qualifier": "involved_in", "term": "white fat cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050873", "qualifier": "involved_in", "term": "brown fat cell differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051726", "pubmed": 14685163, "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0055088", "qualifier": "involved_in", "term": "lipid homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070102", "pubmed": 24429361, "qualifier": "involved_in", "term": "interleukin-6-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071285", "qualifier": "involved_in", "term": "cellular response to lithium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071407", "qualifier": "involved_in", "term": "cellular response to organic cyclic compound"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071425", "qualifier": "involved_in", "term": "hematopoietic stem cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097009", "qualifier": "involved_in", "term": "energy homeostasis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0140467", "pubmed": 28566324, "qualifier": "involved_in", "term": "integrated stress response signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902034", "qualifier": "involved_in", "term": "negative regulation of hematopoietic stem cell proliferation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 11242107, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": [8657121, 20102225, 23661758], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005667", "pubmed": 24429361, "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0036488", "pubmed": 20102225, "qualifier": "part_of", "term": "CHOP-C/EBP complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0090575", "pubmed": 16946298, "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0090575", "pubmed": [20102225, 23661758], "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:1990647", "pubmed": 20102225, "qualifier": "part_of", "term": "C/EBP complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": [12695546, 28186500], "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IMP", "id": "GO:0001228", "pubmed": 16946298, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003677", "pubmed": 8643605, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [11242107, 12695546, 15664994], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12692227, 15107404, 16490787, 19059241, 20102225, 23661758, 23814099], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019900", "pubmed": 15107404, "qualifier": "enables", "term": "kinase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031490", "qualifier": "enables", "term": "chromatin DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [20102225, 23661758], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042803", "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 24429361, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0097677", "pubmed": [15664994, 24429361], "qualifier": "enables", "term": "STAT family protein binding"}]}, "homologene": {"genes": [[7955, 140815], [8364, 496454], [9031, 427549], [9544, 717153], [9598, 746673], [9606, 1050], [9913, 281677], [10090, 12606], [10116, 24252]], "id": 3211}, "interpro": [{"desc": "Basic-leucine zipper domain", "id": "IPR004827", "short_desc": "bZIP"}, {"desc": "CCAAT/enhancer-binding protein, chordates", "id": "IPR016468", "short_desc": "C/EBP_chordates"}, {"desc": "CCAAT/enhancer-binding protein C/EBP", "id": "IPR031106", "short_desc": "C/EBP"}, {"desc": "Basic-leucine zipper domain superfamily", "id": "IPR046347", "short_desc": "bZIP_sf"}], "ipi": "IPI00292025", "map_location": "19q13.11", "name": "CCAAT enhancer binding protein alpha", "other_names": ["CCAAT/enhancer binding protein (C/EBP), alpha", "CCAAT/enhancer-binding protein alpha"], "pantherdb": {"HGNC": "1833", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99480", "ortholog_type": "LDO", "panther_family": "PTHR23334", "taxid": 10090, "uniprot_kb": "P53566"}, {"RGD": "2326", "ortholog_type": "LDO", "panther_family": "PTHR23334", "taxid": 10116, "uniprot_kb": "P05554"}, {"Ensembl": "ENSGALG00000047514", "ortholog_type": "LDO", "panther_family": "PTHR23334", "taxid": 9031, "uniprot_kb": "A0A3Q3ADE0"}, {"ZFIN": "ZDB-GENE-010611-1", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 7955, "uniprot_kb": "A0A1D5NSQ7"}, {"ZFIN": "ZDB-GENE-020111-2", "ortholog_type": "LDO", "panther_family": "PTHR23334", "taxid": 7955, "uniprot_kb": "Q8UVZ1"}, {"WormBase": "WBGene00019327", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 6239, "uniprot_kb": "Q21148"}, {"WormBase": "WBGene00007932", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 6239, "uniprot_kb": "G5EBE5"}, {"WormBase": "WBGene00017755", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 6239, "uniprot_kb": "P46505"}, {"FlyBase": "FBgn0032493", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 7227, "uniprot_kb": "Q9VK13"}, {"WormBase": "WBGene00021552", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 6239, "uniprot_kb": "H2L0N3"}, {"WormBase": "WBGene00016997", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 6239, "uniprot_kb": "Q18909"}, {"WormBase": "WBGene00016754", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 6239, "uniprot_kb": "Q8IG69"}, {"FlyBase": "FBgn0036126", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 7227, "uniprot_kb": "Q9VTE8"}, {"FlyBase": "FBgn0005638", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 7227, "uniprot_kb": "Q02637"}, {"TAIR": "2131626", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 3702, "uniprot_kb": "Q8VY76"}, {"TAIR": "2059851", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 3702, "uniprot_kb": "Q8GTS2"}, {"EnsemblGenome": "AT3G51960", "ortholog_type": "O", "panther_family": "PTHR23334", "taxid": 3702, "uniprot_kb": "Q8GTS1"}], "uniprot_kb": "P49715"}, "pathway": {"biocarta": [{"id": "keratinocytepathway", "name": "keratinocyte differentiation"}, {"id": "mapkpathway", "name": "mapkinase signaling pathway"}], "kegg": [{"id": "hsa04932", "name": "Non-alcoholic fatty liver disease - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05221", "name": "Acute myeloid leukemia - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_IL4", "name": "IL4"}], "pid": [{"id": "ar_tf_pathway", "name": "Regulation of Androgen receptor activity"}, {"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "e2f_pathway", "name": "E2F transcription factor network"}, {"id": "hnf3bpathway", "name": "FOXA2 and FOXA3 transcription factor networks"}, {"id": "myc_represspathway", "name": "Validated targets of C-MYC transcriptional repression"}, {"id": "rb_1pathway", "name": "Regulation of retinoblastoma protein"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-381340", "name": "Transcriptional regulation of white adipocyte differentiation"}, {"id": "R-HSA-381340", "name": "Transcriptional regulation of white adipocyte differentiation"}, {"id": "R-HSA-9616222", "name": "Transcriptional regulation of granulopoiesis"}, {"id": "R-HSA-9616222", "name": "Transcriptional regulation of granulopoiesis"}, {"id": "R-HSA-9843745", "name": "Adipogenesis"}, {"id": "R-HSA-9843745", "name": "Adipogenesis"}], "wikipathways": [{"id": "WP236", "name": "Adipogenesis"}, {"id": "WP2817", "name": "Mammary gland development pathway - Pregnancy and lactation (Stage 3 of 4)"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP2895", "name": "Differentiation of white and brown adipocyte"}, {"id": "WP3599", "name": "Transcription factor regulation in adipogenesis"}, {"id": "WP3651", "name": "Pathways affected in adenoid cystic carcinoma"}, {"id": "WP395", "name": "IL-4 signaling pathway"}, {"id": "WP4149", "name": "White fat cell differentiation"}, {"id": "WP4211", "name": "Transcriptional cascade regulating adipogenesis"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4844", "name": "The influence of laminopathies on Wnt signaling"}, {"id": "WP4879", "name": "The Overlap Between Signal Transduction Pathways that Contribute to a Range of LMNA Laminopathies"}]}, "pdb": ["6DC0", "8K8C"], "pfam": "PF07716", "pharmgkb": "PA26376", "pharos": {"target_id": 9995, "tdl": "Tbio"}, "pir": "JC4311", "prosite": "PS50217", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247287", "relationship": "is"}, {"id": "GNF247288", "relationship": "is"}, {"id": "GNF247289", "relationship": "is"}, {"id": "GNF247290", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080652", "relationship": "is"}, {"id": "GNF080653", "relationship": "is"}, {"id": "GNF080654", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053307", "relationship": "is"}, {"id": "GNF058074", "relationship": "is"}, {"id": "GNF073252", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070497", "relationship": "is"}, {"id": "GNF070498", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF100361", "relationship": "is"}, {"id": "GNF140016", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_012022.1"], "protein": ["NP_001272758.1", "NP_001274353.1", "NP_001274364.1", "NP_004355.2"], "rna": ["NM_001285829.2", "NM_001287424.2", "NM_001287435.2", "NM_004364.5"], "translation": [{"protein": "NP_004355.2", "rna": "NM_004364.5"}, {"protein": "NP_001274364.1", "rna": "NM_001287435.2"}, {"protein": "NP_001274353.1", "rna": "NM_001287424.2"}, {"protein": "NP_001272758.1", "rna": "NM_001285829.2"}]}, "reporter": {"HG-U133_Plus_2": "204039_at", "HG-U95Av2": "32550_r_at", "HTA-2_0": ["TC19001396.hg.1", "TC19002442.hg.1"], "HuEx-1_0": "3858993", "HuGene-1_1": "8036004", "HuGene-2_1": "16871235"}, "summary": "This intronless gene encodes a transcription factor that contains a basic leucine zipper (bZIP) domain and recognizes the CCAAT motif in the promoters of target genes. The encoded protein functions in homodimers and also heterodimers with CCAAT/enhancer-binding proteins beta and gamma. Activity of this protein can modulate the expression of genes involved in cell cycle regulation as well as in body weight homeostasis. Mutation of this gene is associated with acute myeloid leukemia. The use of alternative in-frame non-AUG (GUG) and AUG start codons results in protein isoforms with different lengths. Differential translation initiation is mediated by an out-of-frame, upstream open reading frame which is located between the GUG and the first AUG start codons. [provided by RefSeq, Dec 2013].", "symbol": "CEBPA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413322"}, "unigene": "Hs.76171", "uniprot": {"Swiss-Prot": "P49715"}, "wikipedia": {"url_stub": "CEBPA"}}