{"AllianceGenome": "1851", "HGNC": "1851", "MIM": "117139", "_id": "1058", "_version": 1, "accession": {"genomic": ["AC011740.7", "CH471053.2", "CP068276.2", "NC_000002.12", "NC_060926.1", "U82609.1"], "protein": ["AAA57416.1", "AAB47505.1", "AAH00881.1", "AAH02703.1", "AAP35910.1", "AAX93267.1", "EAX00669.1", "EAX00670.1", "EAX00671.1", "EAX00672.1", "NP_001035891.1", "NP_001800.1", "P49450.1"], "rna": ["BC000881.1", "BC002703.2", "BC011013.1", "BT007246.1", "NM_001042426.2", "NM_001809.4", "U14518.1"], "translation": [{"protein": "NP_001035891.1", "rna": "NM_001042426.2"}, {"protein": "AAP35910.1", "rna": "BT007246.1"}, {"protein": "AAH00881.1", "rna": "BC000881.1"}, {"protein": "NP_001800.1", "rna": "NM_001809.4"}, {"protein": "AAH02703.1", "rna": "BC002703.2"}, {"protein": "AAA57416.1", "rna": "U14518.1"}]}, "alias": ["CENP-A", "CenH3"], "ensembl": {"gene": "ENSG00000115163", "protein": ["ENSP00000233505", "ENSP00000336868", "ENSP00000404963"], "transcript": ["ENST00000233505", "ENST00000335756", "ENST00000419525", "ENST00000460030", "ENST00000472719", "ENST00000475662"], "translation": [{"protein": "ENSP00000336868", "rna": "ENST00000335756"}, {"protein": "ENSP00000233505", "rna": "ENST00000233505"}, {"protein": "ENSP00000404963", "rna": "ENST00000419525"}], "type_of_gene": "protein_coding"}, "entrezgene": "1058", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.4996272613, "exp_mis": 40.3676040961, "exp_syn": 14.9358659055, "lof_z": 1.47823958724563, "mis_z": 1.95289734818441, "mu_lof": 5.32919026886e-07, "mu_mis": 6.19514850284e-06, "mu_syn": 2.24113974816e-06, "n_lof": 2.0, "n_mis": 15.0, "n_syn": 11.0, "p_li": 0.139975206060218, "p_null": 0.0805645014496905, "p_rec": 0.779460292490092, "syn_z": 0.631356786788101}, "bp": 423, "cds_end": 27016147, "cds_start": 27009064, "n_exons": 4, "nonpsych": {"exp_lof": 4.91894764381, "exp_mis": 36.4778322559, "exp_syn": 13.4596547893, "lof_z": 1.29253470654549, "mis_z": 1.96067275905313, "mu_lof": 5.32919026886e-07, "mu_mis": 6.19514850284e-06, "mu_syn": 2.24113974816e-06, "n_lof": 2.0, "n_mis": 13.0, "n_syn": 9.0, "p_li": 0.126625669022145, "p_null": 0.108389779053371, "p_rec": 0.764984551924484, "syn_z": 0.765327600128742}, "nontcga": {"exp_lof": 5.05393110239, "exp_mis": 37.1324721707, "exp_syn": 13.7352716789, "lof_z": 1.34006480605621, "mis_z": 1.97303430033836, "mu_lof": 5.32919026886e-07, "mu_mis": 6.19514850284e-06, "mu_syn": 2.24113974816e-06, "n_lof": 2.0, "n_mis": 13.0, "n_syn": 10.0, "p_li": 0.123509826571914, "p_null": 0.0964146796710184, "p_rec": 0.780075493757067, "syn_z": 0.638154390380472}, "transcript": "ENST00000335756.4"}, "exons": [{"cdsend": 26793279, "cdsstart": 26786196, "chr": "2", "position": [[26786014, 26786296], [26792130, 26792240], [26793144, 26793326], [26793811, 26794587]], "strand": 1, "transcript": "NM_001042426", "txend": 26794587, "txstart": 26786014}, {"cdsend": 26793279, "cdsstart": 26786196, "chr": "2", "position": [[26786055, 26786296], [26792130, 26792240], [26792755, 26792833], [26793144, 26793326], [26793811, 26794587]], "strand": 1, "transcript": "NM_001809", "txend": 26794587, "txstart": 26786055}], "exons_hg19": [{"cdsend": 27016147, "cdsstart": 27009064, "chr": "2", "position": [[27008882, 27009164], [27014998, 27015108], [27016012, 27016194], [27016679, 27017455]], "strand": 1, "transcript": "NM_001042426", "txend": 27017455, "txstart": 27008882}, {"cdsend": 27016147, "cdsstart": 27009064, "chr": "2", "position": [[27008923, 27009164], [27014998, 27015108], [27015623, 27015701], [27016012, 27016194], [27016679, 27017455]], "strand": 1, "transcript": "NM_001809", "txend": 27017455, "txstart": 27008923}], "generif": [{"pubmed": 11884609, "text": "CENP-A, -B, and -C chromatin complex that contains the I-type alpha-satellite array constitutes the prekinetochore in HeLa cells"}, {"pubmed": 12839935, "text": "Overexpression of this protein plays an important role for aneuploidy in colorectal cancers."}, {"pubmed": 14667408, "text": "phosphorylation of CENP-A on Ser-7 by Aurora-A in prophase is essential for kinetochore function."}, {"pubmed": 15282608, "text": "the centromere-targeting domain of CENP-A confers a unique structural rigidity to the nucleosomes into which it assembles, and it is likely to have a role in maintaining centromere identity"}, {"pubmed": 15702419, "text": "Results suggest a role for increased CENP-A incorporation in the faithful segregation of larger chromosomes & facilitate assembly of larger kinetochore structures."}, {"pubmed": 16622419, "text": "The CENP-A nucleosome associated complex (NAC) is essential, as disruption of the complex causes errors of chromosome alignment and segregation."}, {"pubmed": 16622420, "text": "The CENP-H-I complex may function, in part, as a marker directing CENP-A deposition to centromeres."}, {"pubmed": 17199038, "text": "Three human proteins essential for centromere/kinetochore structure and function, hMis18alpha, hMis18beta, and M18BP1, the complex of which is accumulated specifically at the telophase-G1 centromere, are identified."}, {"pubmed": 17244537, "text": "depletion of CENP-A is lethal, but recruitment of normal levels of kinetochore proteins, centromere-generated mitotic checkpoint signaling, chromosome segregation, and viability can be rescued by histone H3 carrying the CENP-A targeting domain"}, {"pubmed": 17339380, "text": "CENP-A bound to a mature centromere is quantitatively and equally partitioned to sister centromeres generated during S phase, thereby remaining stably associated through multiple cell divisions."}, {"pubmed": 17651496, "text": "Centromeric chromatin consists of several CENP-A subdomains."}, {"pubmed": 18007590, "text": "Results suggest that the cooperative action of CENP-A NAC/CAD subunits and the KMN network drives efficient chromosome segregation and bipolar spindle assembly during mitosis."}, {"pubmed": 18072184, "text": "data support the view that two CENP-A molecules are packed with H4, but not with H3, in a single centromeric nucleosome"}, {"pubmed": 19410544, "text": "HJURP is a possible cell-cycle-regulated CENP-A-specific histone chaperone required for centromeric chromatin assembly"}, {"pubmed": 19410545, "text": "HJURP is a key factor for CENP-A deposition and maintenance at centromeres"}, {"pubmed": 19412974, "text": "Acceptor-bleaching FRET indicates that CENP-T directly associates with CENP-A and CENP-B."}, {"pubmed": 19543270, "text": "Data suggest that CENP-N interprets the information encoded within CENP-A nucleosomes and recruits other proteins to centromeric chromatin that are required for centromere function and propagation."}, {"pubmed": 19625449, "text": "CENP-H-containing complex facilitates deposition of newly synthesized CENP-A into centromeric chromatin in cooperation with FACT and CHD1."}, {"pubmed": 19717431, "text": "The centromere-targeting domain of CENP-A is both necessary and sufficient for recruitment to double-strand breaks. CENP-A accumulation at DNA breaks is enhanced by active non-homologous end-joining but does not require DNA-PKcs or Ligase IV."}, {"pubmed": 20003272, "text": "findings indicate a novel aspect of pRb acute loss that promotes aneuploidy mainly by inducing CENPA overexpression"}, {"pubmed": 20080577, "text": "found that HJURP, a member of the complex, was required for cell cycle specific targeting of CENP-A to centromeres."}, {"pubmed": 20160010, "text": "p53-dependent senescence that arises from CENP-A reduction acts as a \"self-defense mechanism\" to prevent centromere-defective cells from undergoing mitotic proliferation that potentially leads to massive generation of aneuploid cells."}, {"pubmed": 20206496, "text": "Studies indicate that CENP-A is strongly favored as the epigenetic mark that specifies centromere identity."}, {"pubmed": 20331851, "text": "On chromosomes 1 and 19, which are more affected by the above evolutionary mechanisms than are chromosomes 21 and 5, CENP-A associated repeats were also recovered from a second homogeneous array present on each chromosome."}, {"pubmed": 20566683, "text": "CENP-C binds directly to CENP-A chromatin and, together with CENP-N, provides the foundation upon which other centromere and kinetochore proteins are assembled."}, {"pubmed": 20630806, "text": "Using autoantibodies from systemic sclerosis (SSc) patients, two anti-CENP-A-specific motifs were defined in its immunodominant epitope Ap17-30. One of these motifs matched residues 53-62 of FOXE3, a protein not previously implicated in SSc."}, {"pubmed": 20650959, "text": "results show pluripotent stem cells have mechanism to maintain genomic integrity by possessing flexibility to reduce CENPA required to maintain functional centromere under self-renewing conditions and maintaining reserve CENPA mRNA to rebuild centromere"}, {"pubmed": 20739937, "text": "crystal structure of a subnucleosomal heterotetramer, (CENP-A-H4)(2); results indicate that CENP-A marks centromere location by restructuring the nucleosome from within its folded histone core"}, {"pubmed": 21059934, "text": "CENP-A nucleosomes are organized as asymmetric heterotypic tetramers rather than canonical octamers, forming a chromatin fiber with distinct folding characteristics"}, {"pubmed": 21068465, "text": "Results report that the level of CENP-A, a protein required for cell division, declines precipitously with age in an islet-specific manner."}, {"pubmed": 21399697, "text": "UNG2 colocalizes with CENP-A and H2AX phosphorylation at centromeres in normally cycling cells."}, {"pubmed": 21423629, "text": "Overexpression of CENP-A is frequently observed in hepatocellular carcinoma."}, {"pubmed": 21478274, "text": "The crystal structure of an HJURP-CENP-A-histone H4 complex shows that HJURP binds a CENP-A-H4 heterodimer"}, {"pubmed": 21743476, "text": "crystal structure of the human centromeric nucleosome containing CENP-A; CENP-A loop 1 may function in stabilizing the centromeric chromatin containing CENP-A, possibly by providing a binding site for trans-acting factors"}, {"pubmed": 21768289, "text": "The data suggest that the role of the Mis18 complex in CENP-A deposition is to recruit HJURP and that the CENP-A nucleosome assembly activity of HJURP is responsible for centromeric chromatin assembly to maintain the epigenetic mark."}, {"pubmed": 21826412, "text": "Two neocentromeres formed in chromosome 8q21 with a unique DNA and CENP-A chromatin configuration."}, {"pubmed": 21956590, "text": "overexpression of CENP-A is closely associated with hepatitis B virus x protein COOH mutation in hepatocellular carcinoma"}, {"pubmed": 22127263, "text": "structural comparison between CENP-A and H3 in nucleosomes"}, {"pubmed": 22467948, "text": "CENP-A and/or B status is predictive of the extent of skin involvement over time in systemic sclerosis."}, {"pubmed": 22473132, "text": "The authors report that de novo CENP-A assembly and kinetochore formation on human centromeric alphoid DNA arrays is regulated by a histone H3K9 acetyl/methyl balance."}, {"pubmed": 22542705, "text": "Our results demonstrate that elevated CENP-A expression is closely associated with lung adenocarcinoma progression and has an independent prognostic value in predicting overall survival for patients with lung adenocarcinoma."}, {"pubmed": 22559056, "text": "study found CENP-A to be a strong prognostic marker for distant relapse in ER-positive breast cancer. Even when known clinical factors such as Ki-67 and grade are considered, CENP-A remains an independent prognostic marker for relapse."}, {"pubmed": 22817894, "text": "Whereas canonical H3 nucleosomes have octameric dimensions throughout the cell cycle, CENP-A nucleosomes are predominantly tetramers in early G1 phase, alter to octamers at the end of G1 through S phase, and revert to tetramers after replication."}, {"pubmed": 23184928, "text": "And-1 together with HJURP regulates the assembly of new CENP-A onto centromeres."}, {"pubmed": 23363600, "text": "Data indicate that G1-phase histone assembly is restricted to CENP-A and H4."}, {"pubmed": 23613856, "text": "anti-CENP-A(1-17) antibodies are generated independently from anti-CENP-B antibodies"}, {"pubmed": 23623556, "text": "This study found that that octameric CENP-A nucleosomes mark the centromeric region to ensure proper epigenetic inheritance and kinetochore assembly."}, {"pubmed": 23644596, "text": "Authors show that the predominant form of the CENP-A particle at human centromeres is an octameric nucleosome."}, {"pubmed": 23644598, "text": "Authors demonstrate that octameric CENP-A nucleosomes assembled in vitro exhibit reduced heights, indicating that they are physically distinct from H3 nucleosomes and negating the need to invoke the presence of hemisomes."}, {"pubmed": 23657009, "text": "14-3-3 proteins could act as specific mitotic \"bridges,\" linking phosphorylated CENP-A and CENP-C, which are necessary for the platform function of CENP-A centromeric chromatin"}, {"pubmed": 23712606, "text": "CENP-A could play an important role in epithelial ovarian cancer and might serve as a valuable prognostic marker and potential target for gene therapy."}, {"pubmed": 23771058, "text": "a mechanism whereby the CENP-A pre-nucleosomal complex achieves assembly of the octameric CENP-A nucleosome through the dimerization of the CENP-A chaperone HJURP."}, {"pubmed": 23818633, "text": "Posttranslational modification of CENP-A influences the conformation of centromeric chromatin."}, {"pubmed": 23890477, "text": "Ser7 phosphorylated CENP-A acts as a chromosomal passenger protein and may play an important role in cytokinesis."}, {"pubmed": 24440098, "text": "our results demonstrate that elevated CENP-A expression is significantly associated with osteosarcoma progression"}, {"pubmed": 24530302, "text": "DAXX has a role in misregulation of localization of the centromeric histone variant CenH3/CENP-A"}, {"pubmed": 25036634, "text": "Study identifies Plk1 as a centromere-localized regulator required to initiate CENP-A deposition in human cells and faithful CENP-A deposition requires integrated signals from Plk1 and CDK, with Plk1 promoting the localization of the key CENP-A deposition factor, the Mis18 complex, and CDK inhibiting Mis18 complex assembly."}, {"pubmed": 25117489, "text": "The study describes a novel function for human centromeric long non-coding RNAs in the recruitment of HJURP and CENP-A, implicating RNA-based chaperone targeting in histone variant assembly."}, {"pubmed": 25408271, "text": "The CENP-A/histone H3.3 nucleosome forms an unexpectedly stable structure and allows the binding of the essential centromeric protein, CENP-C, which is ectopically mislocalized in the chromosomes of CENP-A overexpressing tumor cells."}, {"pubmed": 25713413, "text": "results indicate that the regions of CENP-A required for early events in centromere establishment differ from those that are required for maintaining centromere identity."}, {"pubmed": 25786215, "text": "The DNA ends of the CENP-A nucleosome are more flexible than those of the H3 nucleosome."}, {"pubmed": 25795299, "text": "the CRL4 complex containing RBBP7 (CRL4(RBBP7)) might regulate mitosis by promoting ubiquitin-dependent loading of newly synthesized CENP-A during the G1 phase of the cell cycle."}, {"pubmed": 25843710, "text": "We used a synthetic system to dissect how CenH3(CENP-A) contributes to the accumulation of CENP-C and CENP-T, two key components that are necessary for the formation of functional kinetochores"}, {"pubmed": 25942623, "text": "CENP-B directly binds both CENP-A's amino-terminal tail and CENP-C, a key nucleator of kinetochore assembly"}, {"pubmed": 25954010, "text": "CENP-C depletion leads to rapid removal of CENP-A from centromeres, indicating their collaboration in maintaining centromere identity."}, {"pubmed": 26527398, "text": "CENP-C and CENP-I are key factors connecting kinetochore to CENP-A assembly."}, {"pubmed": 26878239, "text": "The authors found that the nucleosome shape change directed by CENP-A is dominated by lateral passing of two DNA gyres (gyre sliding)."}, {"pubmed": 27062469, "text": "elevated CENP-A expression is coupled to malignant progression of numerous types of cancer. It may be useful as a biomarker of poor patient prognosis and as a predictive biomarker for taxane-based chemotherapy."}, {"pubmed": 27159521, "text": "Findings indicate that expression of the scleroderma autoantigens IFI-16 and CENPs, which are associated with severe vascular disease, is increased in vascular progenitors and mature endothelial cells. High level, lineage-enriched expression of autoantigens may explain the striking association between clinical phenotypes and the immune targeting of specific autoantigens."}, {"pubmed": 27270040, "text": "KAT7-containing acetyltransferases associating with the Mis18 complex provides competence for histone turnover/exchange activity on alphoid DNA and prevents Suv39h1-mediated heterochromatin invasion into centromeres."}, {"pubmed": 27384170, "text": "Upon cross-linking, the entire CENPA/CENPB/CENPC/CENPT complex is nuclease-protected over an alpha-satellite dimer that comprises the fundamental unit of centromeric chromatin. We conclude that CENPA/CENPC and CENPT pathways for kinetochore assembly are physically integrated over young alpha-satellite dimers."}, {"pubmed": 27454815, "text": "during the CENP-A/H4 deposition process, the chaperone HJURP protects various substructures of the dimer, serving both as a folding and binding chaperone"}, {"pubmed": 27499292, "text": "Evolutionarily conserved flexible ends of the CENP-A nucleosomes are essential to ensure the fidelity of the mitotic pathway."}, {"pubmed": 27811920, "text": "H4K5ac and H4K12ac, mediated by RbAp46/48, facilitates efficient CENP-A deposition into centromeres."}, {"pubmed": 27880912, "text": "there is a reciprocal interdependency of CENP-A chromatin and the underlying repetitive centromere DNA sequences bound by CENP-B in the maintenance of human chromosome segregation."}, {"pubmed": 28017591, "text": "Identify the licensing factor M18BP1 and the CENP-A chaperone HJURP as the two key targets of Cdk-based inhibition sufficient for maintenance of strict cell-cycle control of CENP-A assembly."}, {"pubmed": 28069312, "text": "we review our current understanding of CENP-A evolution in relation to centromere drive and discuss classical and recent advances, including new evidence implicating CENP-A chaperones in this conflict."}, {"pubmed": 28073008, "text": "CENP-A mutants that cannot be phosphorylated at Ser68 or ubiquitinated at Lys124 assemble efficiently at centromeres during G1, mediate early events in centromere establishment at an ectopic chromosomal locus, and maintain centromere function indefinitely."}, {"pubmed": 28167779, "text": "Levels of centromere aberrations increase upon depletion of CENP-A, CENP-C, and CENP-T/W, during replicative senescence, and in cancer cells."}, {"pubmed": 28266506, "text": "CENP-A undergoes alpha-amino trimethylation by the enzyme NRMT in vivo."}, {"pubmed": 28286049, "text": "These data implicate the insulin-FoxM1/PLK1/CENP-A pathway-regulated mitotic cell-cycle progression as an essential component in the beta cell adaptation to delay and/or prevent progression to diabetes."}, {"pubmed": 28377371, "text": "findings demonstrate the involvement of consensus Cdk1 phosphorylation sites on Mis18 complex assembly and thus provide a rationale for cell cycle-regulated timing of Mis18 assembly and CENP-A deposition"}, {"pubmed": 28489565, "text": "Findings indicate the role of the amino-terminus of centromere protein A (CENP-A) in localization."}, {"pubmed": 28596481, "text": "This study provides insights into how overexpression of CENP-A may contribute to CIN in cancers and underscore the importance of understanding the pathways that prevent CENP-A mislocalization for genome stability."}, {"pubmed": 28787590, "text": "CENP-A specifically binds alpha satellite non-coding RNAs. Loss of CENP-A does not affect transcript abundance or stability."}, {"pubmed": 28816574, "text": "the SGT1-HSP90 complex contributes to the E3 ligase activity of the CUL4A complex that is necessary for CENP-A ubiquitylation and CENP-A deposition at the centromere."}, {"pubmed": 29040671, "text": "High-speed atomic force microscopy was used for direct visualization of the spontaneous dynamics of centromere protein A (CENP-A)nucleosomes at the sub-second time scale."}, {"pubmed": 29280735, "text": "Collectively, these studies clarify how CENP-N and CENP-C decode and stabilize the non-canonical CENP-A nucleosome to enforce epigenetic centromere specification and kinetochore assembly."}, {"pubmed": 29343552, "text": "CENP-N stabilizes CENP-A nucleosomes alone and additively with CENP-C in vitro. However, removal of CENP-C and CENP-N from cells, or mutating CENP-A so that it no longer interacts with CENP-C or CENP-N, had no effect on centromeric CENP-A stability in vivo. Thus, the stability of CENP-A nucleosomes in chromatin does not arise solely from its interactions with CENP-C or CENP-N."}, {"pubmed": 29608985, "text": "Results showed that CENPA, CDK1 and CDC20 were highly expressed in lung adenocarcinoma (LAC) tissue with co-expression patterns. Also, the integrated microarray analysis demonstrated that CENPA, CDK1 and CDC20 might serve as novel cluster of prognostic biomarkers for LAC."}, {"pubmed": 29760389, "text": "Aurora A-dependent phosphorylation of CENP-A at the inner centromere protects chromosomes against tension-induced cohesion fatigue until the last kinetochore is attached to spindle microtubules."}, {"pubmed": 30365520, "text": "H3.3 chaperones HIRA and DAXX promote ectopic CENP-A deposition."}, {"pubmed": 30635586, "text": "phosphorylation of CENP-A on serine 7 dispensable to correct centromere dynamics and function"}, {"pubmed": 31127102, "text": "Study determined the cryo-electron microscopy structure of the human centromeric nucleosome containing CENP-A and a native alpha-satellite DNA sequence at 2.6 A resolution."}, {"pubmed": 31160708, "text": "Using genome-wide mapping and reference models for 23 human centromeres, CENP-A binding sites are identified within the megabase-long, repetitive alpha-satellite DNAs at each centromere. CENP-A is shown in early G1 to be assembled into nucleosomes within each centromere and onto 11,390 transcriptionally active sites on the chromosome arms"}, {"pubmed": 31422918, "text": "Plk1 is required specifically for G1 CENP-A deposition, whereas transcription promotes CENP-A incorporation in quiescent oocytes"}, {"pubmed": 31475439, "text": "two key conformational changes within the CENP-A nucleosome upon CENP-C binding, are reported."}, {"pubmed": 31550462, "text": "CENP-A ubiquitylation is essential for viability."}, {"pubmed": 31676716, "text": "CDK1-mediated CENP-C phosphorylation modulates CENP-A binding and mitotic kinetochore localization"}, {"pubmed": 31711756, "text": "Cryo-EM Structures of Centromeric Tri-nucleosomes Containing a Central CENP-A Nucleosome."}, {"pubmed": 32222413, "text": "Lessons from the extremes: Epigenetic and genetic regulation in point monocentromere and holocentromere establishment on artificial chromosomes\"\"."}, {"pubmed": 32337237, "text": "The Oncogenic Role of CENPA in Hepatocellular Carcinoma Development: Evidence from Bioinformatic Analysis."}, {"pubmed": 32371391, "text": "The role of the histone H3 variant CENPA in prostate cancer."}, {"pubmed": 32522980, "text": "Spt6 is a maintenance factor for centromeric CENP-A."}, {"pubmed": 32708729, "text": "Guarding the Genome: CENP-A-Chromatin in Health and Cancer."}, {"pubmed": 32931551, "text": "Stable inheritance of CENP-A chromatin: Inner strength versus dynamic control."}, {"pubmed": 32945564, "text": "A genetic memory initiates the epigenetic loop necessary to preserve centromere position."}, {"pubmed": 33065112, "text": "The Elusive Structure of Centro-Chromatin: Molecular Order or Dynamic Heterogenetity?"}, {"pubmed": 33387534, "text": "CENP-A Nucleosome is a Sensitive Allosteric Scaffold for DNA and Chromatin Factors."}, {"pubmed": 33620383, "text": "CENP-A overexpression promotes aneuploidy with karyotypic heterogeneity."}, {"pubmed": 33653953, "text": "CENP-A chromatin prevents replication stress at centromeres to avoid structural aneuploidy."}, {"pubmed": 33725591, "text": "Centromeric chromatin integrity is compromised by loss of Cdk5rap2, a transcriptional activator of CENP-A."}, {"pubmed": 33772115, "text": "CENP-A overexpression promotes distinct fates in human cells, depending on p53 status."}, {"pubmed": 34508688, "text": "Centromere Protein A (CENPA) Regulates Metabolic Reprogramming in the Colon Cancer Cells by Transcriptionally Activating Karyopherin Subunit Alpha 2 (KPNA2)."}, {"pubmed": 34731637, "text": "Gene replacement strategies validate the use of functional tags on centromeric chromatin and invalidate an essential role for CENP-A(K124ub)."}, {"pubmed": 35420891, "text": "Structure of the human inner kinetochore bound to a centromeric CENP-A nucleosome."}, {"pubmed": 36232691, "text": "The Sequence Dependent Nanoscale Structure of CENP-A Nucleosomes."}, {"pubmed": 37379335, "text": "MLL methyltransferases regulate H3K4 methylation to ensure CENP-A assembly at human centromeres."}, {"pubmed": 37596196, "text": "The CENP-A nucleosome: where and when it happens during the inner kinetochore's assembly."}, {"pubmed": 37928273, "text": "CENPA functions as a transcriptional regulator to promote hepatocellular carcinoma progression via cooperating with YY1."}, {"pubmed": 38382691, "text": "CENPA promotes glutamine metabolism and tumor progression by up-regulating SLC38A1 in endometrial cancer."}, {"pubmed": 38566554, "text": "YTHDC1-dependent m6A modification modulated FOXM1 promotes glycolysis and tumor progression through CENPA in triple-negative breast cancer."}], "genomic_pos": {"chr": "2", "end": 26801067, "ensemblgene": "ENSG00000115163", "start": 26764289, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 27023935, "start": 26987157, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000132", "pubmed": 19468067, "qualifier": "involved_in", "term": "establishment of mitotic spindle orientation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000281", "pubmed": 27499292, "qualifier": "involved_in", "term": "mitotic cytokinesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034080", "pubmed": 11682612, "qualifier": "involved_in", "term": "CENP-A containing chromatin assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051382", "pubmed": 11682612, "qualifier": "involved_in", "term": "kinetochore assembly"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0061644", "pubmed": 21743476, "qualifier": "involved_in", "term": "protein localization to CENP-A containing chromatin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071459", "pubmed": 11682612, "qualifier": "involved_in", "term": "protein localization to chromosome, centromeric region"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000775", "pubmed": [11084331, 27499292], "qualifier": "located_in", "term": "chromosome, centromeric region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000779", "pubmed": 11682612, "qualifier": "located_in", "term": "condensed chromosome, centromeric region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000786", "pubmed": 27499292, "qualifier": "part_of", "term": "nucleosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 27499292, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005721", "qualifier": "part_of", "term": "pericentric heterochromatin"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043505", "pubmed": 18195732, "qualifier": "part_of", "term": "CENP-A containing nucleosome"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0043505", "pubmed": 21743476, "qualifier": "part_of", "term": "CENP-A containing nucleosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003677", "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003682", "pubmed": 7962047, "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19410544, 19410545, 19503796, 19533040, 20080577, 21478274, 26167883, 26496610, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0030527", "qualifier": "enables", "term": "structural constituent of chromatin"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046982", "qualifier": "enables", "term": "protein heterodimerization activity"}]}, "homologene": {"genes": [[8364, 549339], [9031, 100113359], [9544, 697312], [9598, 459086], [9606, 1058], [9615, 475692], [9913, 613898], [9913, 782601], [10090, 12615], [10116, 298850]], "id": 1369}, "interpro": [{"desc": "Histone H3/CENP-A", "id": "IPR000164", "short_desc": "Histone_H3/CENP-A"}, {"desc": "Histone H2A/H2B/H3", "id": "IPR007125", "short_desc": "Histone_H2A/H2B/H3"}, {"desc": "Histone-fold", "id": "IPR009072", "short_desc": "Histone-fold"}], "ipi": ["IPI00027152", "IPI00333218", "IPI00893283"], "map_location": "2p23.3", "name": "centromere protein A", "other_names": ["centromere autoantigen A", "centromere protein A, 17kDa", "centromere-specific histone", "histone H3-like centromeric protein A"], "pantherdb": {"HGNC": "1851", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88375", "ortholog_type": "LDO", "panther_family": "PTHR11426", "taxid": 10090, "uniprot_kb": "O35216"}, {"RGD": "1563607", "ortholog_type": "LDO", "panther_family": "PTHR11426", "taxid": 10116, "uniprot_kb": "B2RZ23"}, {"Ensembl": "ENSDARG00000093022", "ortholog_type": "LDO", "panther_family": "PTHR11426", "taxid": 7955, "uniprot_kb": "Q803H4"}, {"WormBase": "WBGene00010036", "ortholog_type": "O", "panther_family": "PTHR11426", "taxid": 6239, "uniprot_kb": "P34440"}, {"WormBase": "WBGene00001831", "ortholog_type": "LDO", "panther_family": "PTHR11426", "taxid": 6239, "uniprot_kb": "P34470"}, {"TAIR": "2009907", "ortholog_type": "O", "panther_family": "PTHR11426", "taxid": 3702, "uniprot_kb": "Q9FX60"}, {"TAIR": "2005679", "ortholog_type": "O", "panther_family": "PTHR11426", "taxid": 3702, "uniprot_kb": "Q9LR02"}, {"TAIR": "2140025", "ortholog_type": "O", "panther_family": "PTHR11426", "taxid": 3702, "uniprot_kb": "P59169"}, {"TAIR": "2035252", "ortholog_type": "O", "panther_family": "PTHR11426", "taxid": 3702, "uniprot_kb": "Q8RVQ9"}, {"TAIR": "2168267", "ortholog_type": "O", "panther_family": "PTHR11426", "taxid": 3702, "uniprot_kb": "Q9FKQ3"}, {"TAIR": "2035415", "ortholog_type": "O", "panther_family": "PTHR11426", "taxid": 3702, "uniprot_kb": "Q9FXI7"}, {"TAIR": "2182320", "ortholog_type": "O", "panther_family": "PTHR11426", "taxid": 3702, "uniprot_kb": "Q9LXU8"}, {"TAIR": "2086696", "ortholog_type": "O", "panther_family": "PTHR11426", "taxid": 3702, "uniprot_kb": "P59226"}], "uniprot_kb": "P49450"}, "pathway": {"pid": [{"id": "aurora_a_pathway", "name": "Aurora A signaling"}, {"id": "aurora_b_pathway", "name": "Aurora B signaling"}, {"id": "foxm1pathway", "name": "FOXM1 transcription factor network"}], "reactome": [{"id": "R-HSA-141424", "name": "Amplification of signal from the kinetochores"}, {"id": "R-HSA-141444", "name": "Amplification  of signal from unattached  kinetochores via a MAD2  inhibitory signal"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-2467813", "name": "Separation of Sister Chromatids"}, {"id": "R-HSA-2500257", "name": "Resolution of Sister Chromatid Cohesion"}, {"id": "R-HSA-2555396", "name": "Mitotic Metaphase and Anaphase"}, {"id": "R-HSA-5663220", "name": "RHO GTPases Activate Formins"}, {"id": "R-HSA-606279", "name": "Deposition of new CENPA-containing nucleosomes at the centromere"}, {"id": "R-HSA-68877", "name": "Mitotic Prometaphase"}, {"id": "R-HSA-68882", "name": "Mitotic Anaphase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69618", "name": "Mitotic Spindle Checkpoint"}, {"id": "R-HSA-69620", "name": "Cell Cycle Checkpoints"}, {"id": "R-HSA-73886", "name": "Chromosome Maintenance"}, {"id": "R-HSA-774815", "name": "Nucleosome assembly"}, {"id": "R-HSA-9648025", "name": "EML4 and NUDC in mitotic spindle formation"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}]}, "pdb": ["3AN2", "3NQJ", "3NQU", "3R45", "3WTP", "5CVD", "5Z23", "6BUZ", "6C0W", "6E0C", "6E0P", "6KDQ", "6KDS", "6L49", "6MUO", "6MUP", "6O1D", "6SE0", "6SE6", "6SEE", "6SEF", "6SEG", "6TEM", "7D20", "7PII", "7R5R", "7U46", "7U47", "7U4D", "7YWX", "7YYH"], "pfam": "PF00125", "pharmgkb": "PA26396", "pharos": {"target_id": 6115, "tdl": "Tbio"}, "pir": "I38855", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167428", "relationship": "is"}, {"id": "GNF178334", "relationship": "is"}, {"id": "GNF189240", "relationship": "is"}, {"id": "GNF200146", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF159103", "relationship": "similar to"}, {"id": "GNF160606", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF002443", "relationship": "is"}, {"id": "GNF002444", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF236744", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096349", "relationship": "is"}, {"id": "GNF136004", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": ["NP_001035891.1", "NP_001800.1"], "rna": ["NM_001042426.2", "NM_001809.4"], "translation": [{"protein": "NP_001035891.1", "rna": "NM_001042426.2"}, {"protein": "NP_001800.1", "rna": "NM_001809.4"}]}, "reporter": {"HG-U133_Plus_2": ["204962_s_at", "210821_x_at"], "HG-U95Av2": "527_at", "HTA-2_0": "TC02004917.hg.1", "HuEx-1_0": ["2473965", "2473991"], "HuGene-1_1": "8040712", "HuGene-2_1": "16877956"}, "summary": "Centromeres are the differentiated chromosomal domains that specify the mitotic behavior of chromosomes. This gene encodes a centromere protein which contains a histone H3 related histone fold domain that is required for targeting to the centromere. Centromere protein A is proposed to be a component of a modified nucleosome or nucleosome-like structure in which it replaces 1 or both copies of conventional histone H3 in the (H3-H4)2 tetrameric core of the nucleosome particle. The protein is a replication-independent histone that is a member of the histone H3 family. Alternative splicing results in multiple transcript variants encoding distinct isoforms. [provided by RefSeq, Nov 2015].", "symbol": "CENPA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413338"}, "unigene": "Hs.1594", "uniprot": {"Swiss-Prot": "P49450", "TrEMBL": "F8WD88"}, "wikipedia": {"url_stub": "CENPA"}}