{"AllianceGenome": "1874", "HGNC": "1874", "MIM": "601442", "_id": "1072", "_version": 1, "accession": {"genomic": ["AP001266.4", "CH471076.1", "CP068267.2", "NC_000011.10", "NC_060935.1"], "protein": ["AAA64501.1", "AAH11005.1", "AAH12265.1", "AAH12318.1", "AAH18256.1", "AAP35492.1", "ACJ13657.1", "BAA00589.1", "BAA05711.1", "BAG53513.1", "BAG64624.1", "CAA64685.1", "EAW74448.1", "EAW74449.1", "EAW74450.1", "EAW74451.1", "EAW74452.1", "NP_005498.1", "P23528.3"], "rna": ["AK097690.1", "AK303614.1", "BC011005.2", "BC012265.1", "BC012318.1", "BC018256.2", "BC024975.1", "BT006846.1", "CB850882.1", "D00682.1", "D28345.1", "EU794603.1", "HM370399.1", "NM_005507.3", "U21909.1", "X95404.1"], "translation": [{"protein": "BAG53513.1", "rna": "AK097690.1"}, {"protein": "BAA05711.1", "rna": "D28345.1"}, {"protein": "AAA64501.1", "rna": "U21909.1"}, {"protein": "CAA64685.1", "rna": "X95404.1"}, {"protein": "BAG64624.1", "rna": "AK303614.1"}, {"protein": "AAH18256.1", "rna": "BC018256.2"}, {"protein": "AAP35492.1", "rna": "BT006846.1"}, {"protein": "AAH12318.1", "rna": "BC012318.1"}, {"protein": "AAH12265.1", "rna": "BC012265.1"}, {"protein": "AAH11005.1", "rna": "BC011005.2"}, {"protein": "BAA00589.1", "rna": "D00682.1"}, {"protein": "NP_005498.1", "rna": "NM_005507.3"}, {"protein": "ACJ13657.1", "rna": "EU794603.1"}]}, "alias": ["CFL", "HEL-S-15", "cofilin"], "ensembl": {"gene": "ENSG00000172757", "protein": ["ENSP00000309629", "ENSP00000431696", "ENSP00000432153", "ENSP00000432155", "ENSP00000432226", "ENSP00000432660", "ENSP00000433131", "ENSP00000433308", "ENSP00000433910", "ENSP00000436431", "ENSP00000436899"], "transcript": ["ENST00000308162", "ENST00000524553", "ENST00000525451", "ENST00000525710", "ENST00000526975", "ENST00000527344", "ENST00000527752", "ENST00000530157", "ENST00000530413", "ENST00000530945", "ENST00000531407", "ENST00000531413", "ENST00000532134", "ENST00000534769", "ENST00000534784"], "translation": [{"protein": "ENSP00000309629", "rna": "ENST00000308162"}, {"protein": "ENSP00000432660", "rna": "ENST00000525451"}, {"protein": "ENSP00000432155", "rna": "ENST00000527344"}, {"protein": "ENSP00000433910", "rna": "ENST00000531407"}, {"protein": "ENSP00000432226", "rna": "ENST00000524553"}, {"protein": "ENSP00000431696", "rna": "ENST00000534769"}, {"protein": "ENSP00000433131", "rna": "ENST00000531413"}, {"protein": "ENSP00000436431", "rna": "ENST00000532134"}, {"protein": "ENSP00000436899", "rna": "ENST00000530413"}, {"protein": "ENSP00000433308", "rna": "ENST00000534784"}, {"protein": "ENSP00000432153", "rna": "ENST00000526975"}], "type_of_gene": "protein_coding"}, "entrezgene": "1072", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.07057897373, "exp_mis": 62.3215062671, "exp_syn": 32.2121582233, "lof_z": 1.99856274152495, "mis_z": 3.24173665774117, "mu_lof": 2.83775807432e-07, "mu_mis": 5.50434786156e-06, "mu_syn": 2.77820763443e-06, "n_lof": 0.0, "n_mis": 10.0, "n_syn": 50.0, "p_li": 0.731049774850236, "p_null": 0.0122521267826839, "p_rec": 0.25669809836708, "syn_z": -1.94295506684943}, "bp": 501, "cds_end": 65625570, "cds_start": 65622806, "n_exons": 4, "nonpsych": {"exp_lof": 3.62412900812, "exp_mis": 56.3468410071, "exp_syn": 29.0949738245, "lof_z": 1.86962193860162, "mis_z": 3.3157838973362, "mu_lof": 2.83775807432e-07, "mu_mis": 5.50434786156e-06, "mu_syn": 2.77820763443e-06, "n_lof": 0.0, "n_mis": 7.0, "n_syn": 47.0, "p_li": 0.722360464144526, "p_null": 0.0159325594580999, "p_rec": 0.261706976397374, "syn_z": -2.08991999872964}, "transcript": "ENST00000525451.2"}, "exons": [{"cdsend": 65858099, "cdsstart": 65855335, "chr": "11", "position": [[65854672, 65855448], [65855653, 65855730], [65855934, 65856242], [65858096, 65858180]], "strand": -1, "transcript": "NM_005507", "txend": 65858180, "txstart": 65854672}], "exons_hg19": [{"cdsend": 65625570, "cdsstart": 65622806, "chr": "11", "position": [[65622143, 65622919], [65623124, 65623201], [65623405, 65623713], [65625567, 65625651]], "strand": -1, "transcript": "NM_005507", "txend": 65625651, "txstart": 65622143}], "generif": [{"pubmed": 11812157, "text": "differences in actin binding by human ADF and cofilin"}, {"pubmed": 12791392, "text": "cofilin interacts with the serine phosphatases PP1 and PP2A in normal and neoplastic human T lymphocytes [review]"}, {"pubmed": 12904289, "text": "interaction between the C-terminal tail of ClC-5 and cofilin, an actin-associated protein that is crucial in the regulation of albumin uptake by the proximal tubule"}, {"pubmed": 14627701, "text": "Important sequence differences between actin-depolymerizing factor/cofilin were correlated with unique structural determinants in the F-actin-binding site to account for differences in biochemical activities of the two proteins."}, {"pubmed": 14634665, "text": "After induction of apoptosis, cofilin was translocated to mitochondria before release of cytochrome c. Reduction of cofilin with siRNA resulted in inhibition of both cytochrome c release and apoptosis."}, {"pubmed": 15159416, "text": "Cofilin-phosphatase activity of SSH1L increases by association with actin filaments, indicating that actin assembly at the leading edge per se triggers local activation of SSH1L and thereby stimulates cofilin-mediated actin turnover in lamellipodia."}, {"pubmed": 15213453, "text": "NMR assignments of human cofilin"}, {"pubmed": 15485906, "text": "cofilin 1 inhibited glucocorticoid receptor activity; cofilin represents a novel factor that can cause glucocorticoid resistance"}, {"pubmed": 15647284, "text": "a novel pathway emanating from the TGF-beta type I receptor and leading to regulation of actin assembly, via the kinase LIMK2."}, {"pubmed": 15660133, "text": "a multi-protein complex consisting of SSH-1L, LIMK1, actin, and the scaffolding protein, 14-3-3zeta, is involved, along with the kinase, PAK4, in the regulation of ADF/cofilin activity"}, {"pubmed": 15671020, "text": "Ca2+-induced cofilin dephosphorylation is mediated by calcineurin-dependent activation of SSH1L"}, {"pubmed": 15719172, "text": "Regulation by cofilin of actin depolymerization is important in the process of neuroblastoma cell motility, and IGF-I regulates cofilin activity in part through PI-3K, rac, and LIM kinase."}, {"pubmed": 15816841, "text": "downregulated following UV exposure in epidermis"}, {"pubmed": 16061204, "text": "cofilin can influence radiosensitivity by altering DNA repair capacity"}, {"pubmed": 16301112, "text": "excessive cofilin production might have a role in preventing cancer cell invasion"}, {"pubmed": 17088134, "text": "Increased expression may be important in the regulation of glucocorticoid sensitivity in peripheral blood lymphocytes of patients with severe treatment-insensitive asthma."}, {"pubmed": 17196218, "text": "In the absence of any crystal structures of ADF or cofilin in complex with actin, these studies provide further information about the binding sites on F-actin for these important actin regulatory proteins."}, {"pubmed": 17352815, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17352815, "text": "The sequence variation of human CFL1 gene is a genetic modifier for spina bifida risk in California population"}, {"pubmed": 17583572, "text": "destrin is a significant regulator of various processes important for invasive phenotype of human colon cancer Isreco1 cells whereas cofilin-1 may be involved in only a subset of them"}, {"pubmed": 18096821, "text": "PDGF participates in actin dynamics by dual regulation of cofilin activity via LIMK and SSH1L in aortic smooth muscle cells"}, {"pubmed": 18716285, "text": "These studies suggest that CAP1 provides a direct link from the actin cytoskeleton to the mitochondria by functioning as an actin shuttle."}, {"pubmed": 18775311, "text": "HIV utilizes the Galphai-dependent signaling from the chemokine coreceptor CXCR4 to activate a cellular actin-depolymerizing factor, cofilin, to overcome the static cortical actin restriction in resting CD4 T cells."}, {"pubmed": 18809681, "text": "the conserved SSH-N domain of slingshot-1 plays critical roles in P-cofilin recognition, F-actin-mediated activation, and subcellular localization of SSH1"}, {"pubmed": 18937355, "text": "tropomyosin 1 and cofilin play antagonistic roles within the contractile ring and that the balance between tropomyosin 1 and cofilin expression is important for cytokinesis."}, {"pubmed": 18952063, "text": "These results strongly support the importance of cofilin in tight-junction opening, suggesting cofilin as a target for tight-junction permeability regulation in epithelial cells."}, {"pubmed": 18987670, "text": "Plexin C1, a receptor for semaphorin 7a, inactivates cofilin and is a potential tumor suppressor for melanoma progression."}, {"pubmed": 19000834, "text": "Study demonstrates the ATP-sensitive interaction of the cofilin phosphatase chronophin (CIN) with the chaperone hsp90 to form a biosensor that mediates cofilin/actin rod formation."}, {"pubmed": 19110265, "text": "This protein has been found differentially expressed in the dorsolateral prefrontal cortex from patients with schizophrenia."}, {"pubmed": 19223396, "text": "Memo was detected in complexes with cofilin, ErbB2 and PLCgamma1."}, {"pubmed": 19339277, "text": "Results suggest that the formation of ROS by NADPH oxidases engages a SSH-1L-cofilin pathway to regulate cytoskeletal organization and cell migration."}, {"pubmed": 19403692, "text": "BPAG1e is required for efficient regulation of keratinocyte polarity and migration by determining the activation of Rac1."}, {"pubmed": 19483084, "text": "Cofilin-1 occupies a central position in RhoA-actin pathway mediating nuclear translocation of RelA/p65 and expression of ICAM-1 in endothelial cells."}, {"pubmed": 19546591, "text": "Studies showed that three novel CLC-5 mutations were identified, and mutations in OCRL1, CLC-4 and cofilin excluded in causing Dent's disease."}, {"pubmed": 19556892, "text": "These data suggest that cofilin expression and its regulation of p27(kip1) expression is important for the control of G(1) phase progression."}, {"pubmed": 19567672, "text": "Data identify PKD as a central regulator of the cofilin signaling network via direct phosphorylation and regulation of SSH1L."}, {"pubmed": 19654210, "text": "Coronin 2A and cofilin regulate a subset of focal-adhesion-turnover events."}, {"pubmed": 19683683, "text": "The authors conclude that HIV-1 Nef alters Pak2 function, which directly or indirectly inactivates cofilin, thereby restricting migration of infected T lymphocytes as part of a strategy to optimize immune evasion and HIV-1 replication."}, {"pubmed": 19734890, "text": "Oxidant-induced apoptosis is mediated by oxidation of CFL."}, {"pubmed": 19802004, "text": "Results suggest a novel mechanism by which cofilin is regulated by v-Src through tyrosine phosphorylation that triggers the degradation of cofilin through ubiquitination-proteosome pathway and reducing cellular F-actin contents and cell spreading."}, {"pubmed": 19997845, "text": "presence of cofilin also increases the cross-linking of actin filaments by alpha-actinin and hypothesize that this is due to cofilin's ability to alter the filament twist"}, {"pubmed": 20095995, "text": "CFL1 and N-WASP may play an important role in the tumorigenesis of ESCC, and to be the candidate novel biomarkers for the diagnosis and prognosis of esophageal squamous cell carcinoma."}, {"pubmed": 20133759, "text": "Data show that HUNK reconstitution in basal breast cancer cell lines prevented protein phosphatase 2-A (PP2A from binding to CFL-1."}, {"pubmed": 20381070, "text": "This protein has been found differentially expressed in the anterior cingulate cortex in men patients with schizophrenia."}, {"pubmed": 20471030, "text": "This protein has been found differentially expressed in thalami from patients with schizophrenia."}, {"pubmed": 20472933, "text": "Cofilin-1 is necessary for maintenance of normal podocyte architecture and for actin structural changes that occur during induction and recovery from podocyte injury."}, {"pubmed": 20558337, "text": "The data show distinct increase in the level of cofilin in adenocarcinoma cells accompanied by the reduction of inactive phosphorylated form of cofilin."}, {"pubmed": 20564088, "text": "high CFL1 mRNA levels and protein content are positively correlated with cellular invasiveness and resistance against alkylating agents in nonsmall cell lung cancer"}, {"pubmed": 20646534, "text": "capacity and cofilin-1 expression level of eutopic endometrium of endometriosis were more intensive than that of normal endometrium."}, {"pubmed": 20676060, "text": "Here, the authors show that an MEK-cofilin signalling module has an important function for the migration of human T cells in 3D environments."}, {"pubmed": 20713416, "text": "The overexpression of CFL1 in stromal cells derived from eutopic endometria of women with endometriosis is associated with enhanced proliferation, adhesion, invasion and angiogenesis and reduced apoptosis in eutopic endometria with endometriosis."}, {"pubmed": 20729910, "text": "inhibition of cell motility by ALDH1L1 associated with dephosphorylation of the actin depolymerizing factor cofilin by PP1 and PP2A"}, {"pubmed": 20819441, "text": "Significant up-regulation of cofilin 1 mRNA was associated with stages T0 - T1 and T2 of breast cancer."}, {"pubmed": 20838616, "text": "Cofilin-1 inactivation leads to proteinuria."}, {"pubmed": 20873970, "text": "Changes in the expression of cytoskeletal regulatory proteins such as LIMK and cofilin may play a role in weakening thoracic aortic medial tissue, as a precondition to thoracic aortic dissection."}, {"pubmed": 21045147, "text": "Findings indicate that activation of the cofilin-F-actin pathway contributes to tumor cell migration and metastasis enhanced by Aur-A, revealing a novel function for mitotic Aur-A kinase in tumor progression."}, {"pubmed": 21179570, "text": "microRNAs 103 and 107 repress translation of cofilin"}, {"pubmed": 21237490, "text": "Expression of cofilin 1 may predict the progression-free survival of patients with advanced epithelial ovarian cancer receiving standard therapy"}, {"pubmed": 21469165, "text": "Small heat shock protein 27 (HSP27) and superoxide dismutase [Cu-Zn] were down-regulated while cofilin-1 was up-regulated significantly in keratinocytes in response to the chemical challenge."}, {"pubmed": 21571222, "text": "The ADF/cofilin1-dependent severing of actin filaments exposes and promotes the activation of SPCA1, which pumps Ca(2+) into the lumen of the TGN for the sorting of the class of secretory cargo that binds Ca(2+)."}, {"pubmed": 21647301, "text": "In cofilin-1 silenced cells chromatin immunoprecipitations showed that active genes were devoid of actin, phosphorylated pol II and displayed low histone H3 acetylation levels on K9."}, {"pubmed": 21723825, "text": "These measurements support a cofilin-severing mechanism in which mechanical asymmetry promotes local stress accumulation and fragmentation at boundaries of bare and cofilin-decorated segments, analogous to failure of some nonprotein materials."}, {"pubmed": 21735353, "text": "Validation of cofilin-1 as a biomarker in non-small cell lung cancer."}, {"pubmed": 21875597, "text": "This predicted structure agrees very well with electron microscopy results for cofilin-decorated filaments, provides molecular insight into how the known F- and G-actin sites on cofilin interact with the filament."}, {"pubmed": 21894436, "text": "Differential expression of up-regulated cofilin-1 and down-regulated cofilin-2 characteristic of pancreatic cancer tissues"}, {"pubmed": 21923909, "text": "Data describe the role of LIMK1-mediated CFL1 pathway and actin dynamics in retinoid receptor mediated function and show that LIMK1-mediated phosphocycling of CFL1 plays a role in maintaining actin homeostasis and receptor activity."}, {"pubmed": 22212282, "text": "Activated cofilin is required for maximal invasion of Porphyromonas gingivalis."}, {"pubmed": 22270398, "text": "suggest that CaMKII and calcineurin provide a switch-like mechanism that controls Ca-dependent LIMK1, SSH1L and cofilin activation, and subsequently actin cytoskeletal reorganization"}, {"pubmed": 22345165, "text": "The novel results identify cofilin as a potential regulator of human T-cell activation under conditions of inflammatory arginine deficiency."}, {"pubmed": 22450169, "text": "cofilins 1 and 2 only weakly interact with 14-3-3 and therefore cannot directly compete with phosphorylated small heat shock protein HspB6 for its binding to 14-3-3 zeta"}, {"pubmed": 22623727, "text": "Cofilin nuclear shuttling is critical for the cofilin-actin rod stress response."}, {"pubmed": 22623803, "text": "These results showed the biphasic F-actin dynamics in herpes simplex virus 1 neuronal infection and confirmed the association of F-actin with the changes in the expression and activity of cofilin 1."}, {"pubmed": 22689060, "text": "PTEN loss activates cofilin and induces cytoskeletal changes via a PI3K-independent mechanism."}, {"pubmed": 22742733, "text": "Cofilin-1 was up-regulated significantly in radioresistant astrocytomas and enhances the motility of tumor cells which is important invasive potential of malignancy."}, {"pubmed": 23064469, "text": "Upregulation of phosphorylated cofilin 1 correlates with taxol resistance in ovarian cancer."}, {"pubmed": 23227181, "text": "study demonstrated for the first time the role of cofilin-1 in modulating cell invasion in oral carcinomas"}, {"pubmed": 23320827, "text": "Study suggested that positive CFL1 and Arp3 expression are closely related to tumor progression, metastasis, and poor prognosis of gallbladder cancer."}, {"pubmed": 23338717, "text": "Overexpression of CFL1 is associated with the development and progression of glioblastoma multiforme."}, {"pubmed": 23362981, "text": "CFL-1 over-expression enhances radiosensitivity and this is associated with reduced DNA repair capacity."}, {"pubmed": 23395798, "text": "Studies indicate that cofilin binds actin stoichiometrically - one cofilin molecule per actin filament subunit."}, {"pubmed": 23505076, "text": "Silencing CFL1 blocks PDGF-induced proliferation in endometrium stromal cells."}, {"pubmed": 23702034, "text": "DAPK functions as a scaffold for the LIMK/cofilin complex and triggers a closer interaction of both proteins under TNF stimulation."}, {"pubmed": 23737525, "text": "CAP1 depletion also led to changes in cofilin phosphorylation and localization as well as activation of focal adhesion kinase (FAK) and enhanced cell spreading."}, {"pubmed": 23831569, "text": "Findings suggest that EWS induces nuclear retention of CFL1 mRNA, thereby suppressing expression of CFL1, and that CFL1 promotes development of Ewing's sarcoma family tumors."}, {"pubmed": 23911787, "text": "The data presented in this study demonstrate that both phalloidin and myosin can displace cofilin from actin filaments and promote severing of filaments densely decorated with cofilin."}, {"pubmed": 23999301, "text": "The actin-binding helix of cofilin (CFL)1 undergoes a conformational change that increases the number of potential hydrogen bonds available for substrate binding."}, {"pubmed": 24003227, "text": "Data indicate that changes in the cofilin structure upon reduction render cofilin insensitive to PIP2 inhibition."}, {"pubmed": 24018823, "text": "In vitro evidences suggest that cofilin-1 is a biological predictor of cisplatin resistance, supporting new treatment initiatives based on cofilin-1 levels to guide chemotherapeutic interventions in NSCLC patients."}, {"pubmed": 24023293, "text": "study investigated the comparison of the levels of cofilin-1 and cofilin-2 in regressive QR-32 and progressive QRsP-11cells by western blotting"}, {"pubmed": 24106833, "text": "Cofilin-1 expression positively correlates with the tumor grade, and p23 expression correlates with the endoplasmic reticulum positive status."}, {"pubmed": 24254706, "text": "Brain phosphorylated cofilin is downregulated in transgenic mice by RanBP9 overexpression, accelerating amyloid plaque accumulation."}, {"pubmed": 24418541, "text": "Slingshot 1 downregulation in neuronal cells inactivates cofilin to facilitate HSV-1 replication."}, {"pubmed": 24425731, "text": "Binding of the HSV-1 envelope initiates the epidermal growth factor receptor EGFR-PI3K signaling pathway, which leads to virus-induced early cofilin phosphorylation and F-actin polymerization."}, {"pubmed": 24454796, "text": "COTL1 regulates lamellipodia dynamics in part by protecting F-actin from cofilin-mediated disassembly."}, {"pubmed": 24505128, "text": "ERK5 acted in concert with the actin remodeling protein, CFL1, and upon hormone exposure, both localized to active nuclear transcriptional hubs."}, {"pubmed": 24631019, "text": "Proteomic data suggest a limited protein set is involved in SET- (template activating factor-I-) mediated cytotoxicity of TCE (trichloroethylene) in hepatocytes; this set includes CFL1 (cofilin 1), PRDX2 (peroxiredoxin 2), and S100-A11 (calgizzarin)."}, {"pubmed": 24813767, "text": "It provides a brief overview of the current knowledge about the central role of cofilin/actin rods formation, where its dysregulation and malfunction might be the trigger to neurodegeneration."}, {"pubmed": 25056928, "text": "Overexpression of wt-cofilin-1 inhibited VEGF-induced F-actin formation"}, {"pubmed": 25096578, "text": "We have also defined in the actin-binding protein cofilin-1 a link between PP2A, actin cytoskeleton, and necrotic death"}, {"pubmed": 25179631, "text": "The CFL-1-dependent recruitment of actin to SPCA1 following calcium influx is critical for secretory cargo sorting."}, {"pubmed": 25315299, "text": "Data indicate that gamma-secretase is a negative regulator of Cofilin 1 activation."}, {"pubmed": 25468977, "text": "Actin filament severing by vertebrate cofilin is driven by the linked dissociation of a single, site-specific cation that controls filament structure and mechanical properties, and that filament severing is an essential function of cofilin in cells."}, {"pubmed": 25529407, "text": "Increasing radiosensitivity with the downregulation of cofilin-1 in U251 human glioma cells"}, {"pubmed": 25556234, "text": "Results present initial characterization of key proteins Cav2 and CFL1 as cellular factors that colocalize with M in viral inclusions and filaments and ZNF502 protein which appears to interact with RSV M in the nucleus."}, {"pubmed": 25568344, "text": "Novel signaling pathway consisting of chemoattractant GPCR/Galphai protein, PLC, PKCbeta and PKDs that regulates SSH2/cofilin activity, F-actin polymerization and directional assembly of actin cytoskeleton in neutrophil chemotaxis was identified."}, {"pubmed": 25597880, "text": "Data indicate that knockdown of let-7b or let-7e could recover the growth rate and the invasion of cofilin-1 over-expressing cells."}, {"pubmed": 25635941, "text": "estradiol-17beta (E2beta) stimulates S-nitrosylation of CFL1 via eNOS-derived nitric oxide."}, {"pubmed": 25642645, "text": "High-speed atomic force microscopy was employed to observe structural changes in actin filaments induced by cofilin binding."}, {"pubmed": 25784483, "text": "cofilin-1 quantification in clinical samples in combination with presence/absence of EGFR mutation could be used to select patients that would benefit from TKI's treatment."}, {"pubmed": 25995115, "text": "Cor1B, Cof1 and AIP1 work in concert through a temporally ordered pathway to induce highly efficient severing and disassembly of actin filaments."}, {"pubmed": 25998423, "text": "results demonstrate that in VSMCs mechanical stimulation activates cofilin by a Nox4-dependent mechanism and that this pathway is required for cytoskeleton reorganization and cell reorientation"}, {"pubmed": 26058485, "text": "the results of the present study suggested that miR-429 inhibits the migration and invasion of colon cancer cells, partly at least, by mediating the expression of PAK6, as well as the activity of cofilin signaling"}, {"pubmed": 26085344, "text": "the presence of the actin-severing protein, cofilin, in human sperm, is reported."}, {"pubmed": 26268695, "text": "These results indicated that cofilin might be involved in the modulation of Aspergillus fumigatus internalization into type II alveolar epithelial cells through the RhoA-ROCK-LIM kinase pathway."}, {"pubmed": 26269174, "text": "Actin-modulating protein cofilin is involved in the formation of measles virus ribonucleoprotein complex at the perinuclear region."}, {"pubmed": 26324884, "text": "Chronophin has a role in coordinating cell leading edge dynamics by controlling active cofilin levels"}, {"pubmed": 26344167, "text": "Cofilin-1 and transgelin may play roles in the carcinogenesis and development of esophageal squamous cell carcinoma"}, {"pubmed": 26450610, "text": "cofilin1 is involved in hypertensive nephropathy by modulating the nuclear translocation of NF-kappaB and the expression of its downstream inflammatory factors in renal tubular epithelial cells"}, {"pubmed": 26558842, "text": "Cofilin 1 activation prevents the defects in axon elongation and guidance induced by extracellular alpha-synuclein"}, {"pubmed": 26639431, "text": "Progesterone (P4) increases human astrocytoma cells migration and invasion through its intracellular receptor, and that cofilin activation by P4 is independent of progesterone receptor action."}, {"pubmed": 26857814, "text": "VEGFA induced phosphorylation of Pak1 and its effector cofilin in a manner that was dependent on time as well as p38MAPKbeta."}, {"pubmed": 26878213, "text": "novel roles for actin-depolymerizing factor and cofilin-1 in regulating the remodeling and permeability of epithelial junctions"}, {"pubmed": 26918678, "text": "PAK1-cofilin phosphorylation mechanism to mediate lung adenocarcinoma cells migration promoted by apelin-13"}, {"pubmed": 26934847, "text": "CFL1 itself does not translocate actin into the cell nucleus but this transport requires the functional expression of IPO9."}, {"pubmed": 26936386, "text": "Abnormal CFL1 expression may affect vulvar carcinogenesis and subsequent progression."}, {"pubmed": 26956845, "text": "We observed marked increases in LIM kinase 2 (LIMK2) and cofilin 1 (CFL1) gene expressions in metabolic syndrome patients."}, {"pubmed": 26996939, "text": "analysis of human Cof1, Cof2, and ADF effects on actin filament severing and turnover"}, {"pubmed": 27003257, "text": "Aurora kinase A has a role in inducing papillary thyroid cancer lymph node metastasis by promoting cofilin-1 activity"}, {"pubmed": 27035282, "text": "The present findings demonstrated that the anticancer effect of docetaxel induces the apoptosis of prostate cancer via the suppression of the cofilin1 and paxillin signaling pathways, which will assist in setting a stage for the clinical treatment of prostate cancer."}, {"pubmed": 27052944, "text": "These findings indicate that inhibition of the Rac1WAVE2Arp2/3 signaling pathway may promote radiosensitivity, which may partially result from the downregulation of CFL1 in U251 human glioma cells."}, {"pubmed": 27153537, "text": "Report structural basis for noncanonical substrate recognition of cofilin-1/LIMK1 to regulation actin cytoskeleton dynamics."}, {"pubmed": 27402302, "text": "In advance urothelial cancer, overexpression of nuclear cofilin correlates with bladder cancer progression."}, {"pubmed": 27626171, "text": "D44 and RHOA are required for CFL1 phosphorylation and cell migration induced by CD74 in breast cancer cells."}, {"pubmed": 27748441, "text": "Cofilin-1 plays a dominant role in angiotensin-(1-7)-induced G0/G1 arrest and autophagy to maintain cellular homeostasis in human aortic endothelial cells"}, {"pubmed": 27768223, "text": "Our study indicates that Cofilin 1 holds an important position in the development and progression of human bladder cancer"}, {"pubmed": 28161904, "text": "Results suggest that the immune-complex (IC) of cofilin-1 in sera is a potentially attractive serum biomarker for the prognosis of pancreatic ductal adenocarcinoma (PDAC)."}, {"pubmed": 28216224, "text": "STMN1,COF1 and PAIRBP1 thus represent proteins associated with proliferative and aggressive tumors of high grades, while TSP2 and POSTN were connected to low grade tumors with better prognosis"}, {"pubmed": 28365778, "text": "Our results revealed that CKS1 is involved in normal glutamatergic synapse development and dendritic spine maturation in adult hippocampus through modulating p27 stability."}, {"pubmed": 28388575, "text": "High CFL1 expression is associated with epithelial-mesenchymal transition of gastric cancer."}, {"pubmed": 28440035, "text": "The present study demonstrates that miR-145 plays an important role in inhibiting cell migration by directly targeting PAK4, and identifies miR-145-PAK4-LIMK1-cofilin as a novel regulatory pathway that contributed to colorectal cancer metastasis."}, {"pubmed": 28446539, "text": "The enhancement of cancer cells invasion is dependent on CFL1, a known regulator of invadopodia maturation."}, {"pubmed": 28679472, "text": "NKCC1 not only controls cell volume and Cl- concentration, but it can also regulate the actin cytoskeleton through Cofilin 1."}, {"pubmed": 28826686, "text": "High cofilin expression is associated with adrenocortical tumor."}, {"pubmed": 29102633, "text": "During sperm capacitation, the F-actin severing proteins gelsolin and cofilin are inactive and they undergo activation prior to the acrosomal exocytosis. (Review)"}, {"pubmed": 29347944, "text": "High CFL1 expression is associated with malignant pancreatic lesions."}, {"pubmed": 29396473, "text": "In conclusion, deregulation of cytoskeleton dynamics through TESK1/CFL1 pathway underlies epithelial intestinal dysfunction in the small bowel mucosa of diarrhea-predominant irritable bowel syndrome, particularly in female patients."}, {"pubmed": 29878125, "text": "High phosphorylated CFL1 expression is associated with dilated cardiomyopathy."}, {"pubmed": 30296500, "text": "Authors suggest that cofilin-1 is crucial to switching from epithelial to mesenchymal-like morphology and cell migration and invasion by regulating actin cytoskeleton organization through activation of RhoA-LIMK2-cofilin-1 signaling, impacting the cell-cell adhesion organization of colon cancer cells in EMT."}, {"pubmed": 30463566, "text": "Cofilin 1 expression may be involved in the pathophysiology of bronchopulmonary dysplasia via dysregulation of actin binding proteins"}, {"pubmed": 30662943, "text": "These results identify cofilin as a key molecule that may be therapeutically targeted to restore T cell motility necessary for T cell tissue repopulation, immune reconstitution, and immune control of viremia."}, {"pubmed": 31233187, "text": "High cofilin 1 expression is associated with nonsmall cell lung cancer."}, {"pubmed": 31352037, "text": "an unbalanced cofilin expression, induced by oncogenic RET, contributes to promote Medullary thyroid carcinoma invasiveness and growth."}, {"pubmed": 31623023, "text": "this study shows that cofilin expression is a poor prognostic factor in juvenile nasopharyngeal angiofibroma"}, {"pubmed": 31990066, "text": "Overexpression of CFL1 in gastric cancer and the effects of its silencing by siRNA with a nanoparticle delivery system in the gastric cancer cell line."}, {"pubmed": 31996302, "text": "actin's D- and H-loop are the sites involved in regulation of cofilin activity by tropomyosin isoforms"}, {"pubmed": 32320704, "text": "Identification of cofilin-1 as a novel mediator for the metastatic potentials and chemoresistance of the prostate cancer cells."}, {"pubmed": 32463132, "text": "Effects of PAK4/LIMK1/Cofilin-1 signaling pathway on proliferation, invasion, and migration of human osteosarcoma cells."}, {"pubmed": 32715819, "text": "Dysregulation of cofilin-1 activity-the missing link between herpes simplex virus type-1 infection and Alzheimer's disease."}, {"pubmed": 32819564, "text": "Cofilin 1 promotes the aggregation and cell-to-cell transmission of alpha-synuclein in Parkinson's disease."}, {"pubmed": 32971115, "text": "SOX11-induced decrease in vimentin and an increase in prostate cancer cell migration attributed to cofilin activity."}, {"pubmed": 33108559, "text": "Association of mRNA Expression Levels of LRP1 and Actin-Binding Proteins with the Development of Laryngeal and Laryngopharyngeal Squamous Cell Carcinoma."}, {"pubmed": 33109570, "text": "Cofilin-1 Maintains Prosurvival Signaling in Chronic Lymphocytic Leukemia Cells."}, {"pubmed": 33174611, "text": "Role of cofilin1 in arsenic trioxideinduced apoptosis of NB4R1 cells."}, {"pubmed": 33336885, "text": "Up-regulation of cofilin-1 in cell senescence associates with morphological change and p27(kip1) -mediated growth delay."}, {"pubmed": 33649781, "text": "Alantolactone suppresses the metastatic phenotype and induces the apoptosis of glioblastoma cells by targeting LIMK kinase activity and activating the cofilin/Gactin signaling cascade."}, {"pubmed": 33784016, "text": "Hypoxia-induced cofilin 1 promotes hepatocellular carcinoma progression by regulating the PLD1/AKT pathway."}, {"pubmed": 34090209, "text": "Cofilin-1 promotes fibrocyte differentiation and contributes to pulmonary fibrosis."}, {"pubmed": 34148878, "text": "Relationship of intracellular proteolysis with CAP1 and cofilin1 in non-small-cell lung cancer."}, {"pubmed": 34169836, "text": "ADF and cofilin-1 collaborate to promote cortical actin flow and the leader bleb-based migration of confined cells."}, {"pubmed": 34256187, "text": "The intrinsic amyloidogenic propensity of cofilin-1 is aggravated by Cys-80 oxidation: A possible link with neurodegenerative diseases."}, {"pubmed": 34284854, "text": "Phosphorylation of Cofilin-1 Enhances Paclitaxel Resistance of Epithelial Ovarian Cancer Cells by Inhibiting Apoptosis."}, {"pubmed": 34321041, "text": "Hhex inhibits cell migration via regulating RHOA/CDC42-CFL1 axis in human lung cancer cells."}, {"pubmed": 34433058, "text": "The non-muscle ADF/cofilin-1 controls sarcomeric actin filament integrity and force production in striated muscle laminopathies."}, {"pubmed": 34508625, "text": "ABL1 and Cofilin1 promote T-cell acute lymphoblastic leukemia cell migration."}, {"pubmed": 34568889, "text": "Acidic microenvironment enhances MT1-MMP-mediated cancer cell motility through integrin beta1/cofilin/F-actin axis."}, {"pubmed": 34839191, "text": "Effects and mechanisms of FBXO31 on Taxol chemoresistance in esophageal squamous cell carcinoma."}, {"pubmed": 35092861, "text": "Identification of the most damaging nsSNPs in the human CFL1 gene and their functional and structural impacts on cofilin-1 protein."}, {"pubmed": 35418661, "text": "Estradiol inhibits HIV-1BaL infection and induces CFL1 expression in peripheral blood mononuclear cells and endocervical mucosa."}, {"pubmed": 36316865, "text": "The phosphorylation level of Cofilin-1 is related to the pathological subtypes of gastric cancer."}, {"pubmed": 36737242, "text": "Cofilin promotes vasculogenic mimicry by regulating the actin cytoskeleton in human breast cancer cells."}, {"pubmed": 36807141, "text": "Cofilin promotes tau pathology in Alzheimer's disease."}, {"pubmed": 37626839, "text": "The Activation of the LIMK/Cofilin Signaling Pathway via Extracellular Matrix-Integrin Interactions Is Critical for the Generation of Mature and Vascularized Cardiac Organoids."}, {"pubmed": 38183912, "text": "CFL1 restores the migratory capacity of bone marrow mesenchymal stem cells in primary Sjogren's syndrome by regulating CCR1 expression."}, {"pubmed": 38247879, "text": "The Multifaceted Role of Cofilin in Neurodegeneration and Stroke: Insights into Pathogenesis and Targeting as a Therapy."}, {"pubmed": 38353363, "text": "Neuronal CFL1 upregulation in head and neck squamous cell carcinoma enhances tumor-nerve crosstalk and promotes tumor growth."}, {"pubmed": 38365893, "text": "Distinct functional constraints driving conservation of the cofilin N-terminal regulatory tail."}, {"pubmed": 38702365, "text": "The amoeboid migration of monocytes in confining channels requires the local remodeling of the cortical actin cytoskeleton by cofilin-1."}, {"pubmed": 38852754, "text": "FLNA regulates neuronal maturation by modulating RAC1-Cofilin activity in the developing cortex."}], "genomic_pos": {"chr": "11", "end": 65862026, "ensemblgene": "ENSG00000172757", "start": 65823022, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 65629497, "start": 65590493, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000281", "qualifier": "involved_in", "term": "mitotic cytokinesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007010", "pubmed": 21834987, "qualifier": "involved_in", "term": "cytoskeleton organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007266", "pubmed": 10436159, "qualifier": "involved_in", "term": "Rho protein signal transduction"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009615", "pubmed": 16548883, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0022604", "pubmed": 21834987, "qualifier": "involved_in", "term": "regulation of cell morphogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030036", "pubmed": 10436159, "qualifier": "involved_in", "term": "actin cytoskeleton organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030042", "pubmed": 11812157, "qualifier": "involved_in", "term": "actin filament depolymerization"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030042", "pubmed": 24052308, "qualifier": "involved_in", "term": "actin filament depolymerization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030043", "qualifier": "involved_in", "term": "actin filament fragmentation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0040019", "qualifier": "involved_in", "term": "positive regulation of embryonic development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043066", "pubmed": 16130169, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0044794", "pubmed": 25556234, "qualifier": "involved_in", "term": "positive regulation by host of viral process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051014", "qualifier": "involved_in", "term": "actin filament severing"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051293", "qualifier": "involved_in", "term": "establishment of spindle localization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061001", "pubmed": 24464040, "qualifier": "involved_in", "term": "regulation of dendritic spine morphogenesis"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 23580065, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16130169, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 25556234, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16130169, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 29162887, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0015629", "qualifier": "is_active_in", "term": "actin cytoskeleton"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016363", "qualifier": "located_in", "term": "nuclear matrix"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030027", "qualifier": "is_active_in", "term": "lamellipodium"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030027", "qualifier": "located_in", "term": "lamellipodium"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030426", "qualifier": "located_in", "term": "growth cone"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031258", "qualifier": "located_in", "term": "lamellipodium membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0031982", "pubmed": 19190083, "qualifier": "located_in", "term": "vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032587", "qualifier": "located_in", "term": "ruffle membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19199708, 20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12361576, 15161933, 15846844, 16189514, 16713569, 17853892, 19424295, 20029029, 20133759, 21525957, 24658140, 25416956, 25556234, 29892012, 31515488, 31980649, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051015", "qualifier": "enables", "term": "actin filament binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051015", "pubmed": 11812157, "qualifier": "enables", "term": "actin filament binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0051015", "qualifier": "enables", "term": "actin filament binding"}]}, "homologene": {"genes": [[8364, 407855], [9544, 721882], [9598, 745772], [9606, 1072], [9615, 476022], [9913, 534553], [10090, 12631], [10116, 29271]], "id": 99735}, "interpro": [{"desc": "Actin-depolymerising factor homology domain", "id": "IPR002108", "short_desc": "ADF-H"}, {"desc": "ADF/Cofilin", "id": "IPR017904", "short_desc": "ADF/Cofilin"}, {"desc": "ADF-H/Gelsolin-like domain superfamily", "id": "IPR029006", "short_desc": "ADF-H/Gelsolin-like_dom_sf"}], "ipi": ["IPI00012011", "IPI00978302", "IPI00979518", "IPI00979735", "IPI00984795", "IPI01018892"], "map_location": "11q13.1", "name": "cofilin 1", "other_names": ["18 kDa phosphoprotein", "cofilin 1 (non-muscle)", "cofilin-1", "epididymis secretory protein Li 15", "p18"], "pantherdb": {"HGNC": "1874", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "101757", "ortholog_type": "LDO", "panther_family": "PTHR11913", "taxid": 10090, "uniprot_kb": "P18760"}, {"Ensembl": "ENSRNOG00000061193", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 10116, "uniprot_kb": "A0A0G2KA35"}, {"Ensembl": "ENSRNOG00000016624", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 10116, "uniprot_kb": "M0R6D6"}, {"RGD": "69285", "ortholog_type": "LDO", "panther_family": "PTHR11913", "taxid": 10116, "uniprot_kb": "P45592"}, {"ZFIN": "ZDB-GENE-040426-2770", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 7955, "uniprot_kb": "Q7ZWD8"}, {"ZFIN": "ZDB-GENE-030131-215", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 7955, "uniprot_kb": "Q6TH32"}, {"ZFIN": "ZDB-GENE-040426-1815", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 7955, "uniprot_kb": "Q6NZW3"}, {"WormBase": "WBGene00006794", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 6239, "uniprot_kb": "Q07750"}, {"FlyBase": "FBgn0030951", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 7227, "uniprot_kb": "Q9VWR1"}, {"FlyBase": "FBgn0011726", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 7227, "uniprot_kb": "P45594"}, {"SGD": "S000003973", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 4932, "uniprot_kb": "Q03048"}, {"PomBase": "SPAC20G4.06c", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 4896, "uniprot_kb": "P78929"}, {"dictyBase": "DDB_G0291970", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 352472, "uniprot_kb": "P0DJ27"}, {"dictyBase": "DDB_G0274589", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 352472, "uniprot_kb": "Q86IX3"}, {"dictyBase": "DDB_G0272646", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 352472, "uniprot_kb": "Q556H5"}, {"dictyBase": "DDB_G0272568", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 352472, "uniprot_kb": "Q966T6"}, {"dictyBase": "DDB_G0283367", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 352472, "uniprot_kb": "Q54R65"}, {"dictyBase": "DDB_G0277833", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 352472, "uniprot_kb": "P0DJ26"}, {"TAIR": "2131879", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 3702, "uniprot_kb": "Q67ZM4"}, {"TAIR": "2198175", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 3702, "uniprot_kb": "Q9LQ81"}, {"TAIR": "2127073", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 3702, "uniprot_kb": "Q570Y6"}, {"TAIR": "2156727", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 3702, "uniprot_kb": "Q8LFH6"}, {"TAIR": "2077092", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 3702, "uniprot_kb": "Q9LZT3"}, {"TAIR": "2077107", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 3702, "uniprot_kb": "Q39251"}, {"TAIR": "2168052", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 3702, "uniprot_kb": "Q9ZSK4"}, {"EnsemblGenome": "AT3G46010", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 3702, "uniprot_kb": "Q39250"}, {"TAIR": "2168063", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 3702, "uniprot_kb": "Q9ZSK3"}, {"TAIR": "2131556", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 3702, "uniprot_kb": "O49606"}, {"TAIR": "2059861", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 3702, "uniprot_kb": "Q9ZNT3"}, {"TAIR": "2042546", "ortholog_type": "O", "panther_family": "PTHR11913", "taxid": 3702, "uniprot_kb": "Q9ZSK2"}], "uniprot_kb": "P23528"}, "pathway": {"biocarta": [{"id": "ccr3pathway", "name": "ccr3 signaling in eosinophils"}, {"id": "rac1pathway", "name": "rac1 cell motility signaling pathway"}, {"id": "rhopathway", "name": "rho cell motility signaling pathway"}], "kegg": [{"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}, {"id": "hsa04666", "name": "Fc gamma R-mediated phagocytosis - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa05133", "name": "Pertussis - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}], "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": [{"id": "cdc42_pathway", "name": "CDC42 signaling events"}, {"id": "cxcr4_pathway", "name": "CXCR4-mediated signaling events"}, {"id": "rac1_pathway", "name": "RAC1 signaling pathway"}, {"id": "rhoa_pathway", "name": "RhoA signaling pathway"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-2029480", "name": "Fcgamma receptor (FCGR) dependent phagocytosis"}, {"id": "R-HSA-2029482", "name": "Regulation of actin dynamics for phagocytic cup formation"}, {"id": "R-HSA-2682334", "name": "EPH-Ephrin signaling"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-3928662", "name": "EPHB-mediated forward signaling"}, {"id": "R-HSA-399954", "name": "Sema3A PAK dependent Axon repulsion"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-447115", "name": "Interleukin-12 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5627117", "name": "RHO GTPases Activate ROCKs"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-8950505", "name": "Gene and protein expression by JAK-STAT signaling after Interleukin-12 stimulation"}, {"id": "R-HSA-9020591", "name": "Interleukin-12 signaling"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}], "wikipathways": [{"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4535", "name": "Envelope proteins and their potential roles in EDMD physiopathology"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}, {"id": "WP524", "name": "G13 Signaling Pathway"}]}, "pdb": ["1Q8G", "1Q8X", "3J0S", "4BEX", "5HVK", "5L6W", "6UBY", "6UC0", "6UC4", "6VAO"], "pfam": "PF00241", "pharmgkb": "PA26423", "pharos": {"target_id": 11648, "tdl": "Tbio"}, "pir": "S12632", "prosite": "PS51263", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247343", "relationship": "is"}, {"id": "GNF247344", "relationship": "is"}, {"id": "GNF247345", "relationship": "is"}, {"id": "GNF247346", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160714", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031484", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF002471", "relationship": "is"}, {"id": "GNF002472", "relationship": "is"}, {"id": "GNF002473", "relationship": "is"}, {"id": "GNF002474", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF235007", "relationship": "is"}, {"id": "GNF243739", "relationship": "is"}, {"id": "GNF286068", "relationship": "is"}, {"id": "GNF286076", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF100016", "relationship": "is"}, {"id": "GNF139671", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": "NP_005498.1", "rna": "NM_005507.3", "translation": {"protein": "NP_005498.1", "rna": "NM_005507.3"}}, "reporter": {"GNF1H": "200021_at", "HG-U133_Plus_2": ["1555730_a_at", "200021_at", "230870_at", "236792_at"], "HG-U95Av2": "33659_at", "HG-U95B": "50866_at", "HTA-2_0": ["TC11001944.hg.1", "TC11001945.hg.1"], "HuEx-1_0": ["3377886", "3377909", "3377913", "3377915"], "HuGene-1_1": "7949496", "HuGene-2_1": "16740553"}, "summary": "The protein encoded by this gene can polymerize and depolymerize F-actin and G-actin in a pH-dependent manner. Increased phosphorylation of this protein by LIM kinase aids in Rho-induced reorganization of the actin cytoskeleton. Cofilin is a widely distributed intracellular actin-modulating protein that binds and depolymerizes filamentous F-actin and inhibits the polymerization of monomeric G-actin in a pH-dependent manner. It is involved in the translocation of actin-cofilin complex from cytoplasm to nucleus.[supplied by OMIM, Apr 2004].", "symbol": "CFL1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413355"}, "unigene": "Hs.170622", "uniprot": {"Swiss-Prot": "P23528", "TrEMBL": ["G3V1A4", "V9HWI5", "E9PK25", "E9PLJ3", "E9PP50", "E9PQB7", "E9PS23"]}, "wikipedia": {"url_stub": "Cofilin 1"}}