{"AllianceGenome": "1885", "HGNC": "1885", "MIM": "118850", "_id": "1081", "_version": 1, "accession": {"genomic": ["AF401991.1", "AH004548.2", "AH007338.2", "AL138827.16", "CH471051.2", "CP068272.2", "CQ873162.1", "CS120867.1", "EU081886.1", "HI574172.1", "J03765.1", "M30462.1", "NC_000006.12", "NC_060930.1"], "protein": ["AAB30827.1", "AAD13690.1", "AAH10957.1", "AAH20782.1", "AAH55080.1", "ABU96751.1", "ACM91587.1", "ACM91588.1", "BAG34911.1", "CAA23777.1", "CAG33708.1", "CAH56879.1", "CAJ15133.1", "CBX47575.1", "EAW48612.1", "EAW48613.1", "EAW48614.1", "EAW48615.1", "NP_000726.1", "NP_001239312.1", "P01215.1"], "rna": ["AB019569.1", "AI200485.1", "AK023644.1", "AK311972.1", "BC010957.1", "BC020782.1", "BC055080.1", "BG571584.1", "BG619154.1", "CR457427.1", "FJ624078.1", "FJ624079.1", "NM_000735.4", "NM_001252383.2", "V00518.1"], "translation": [{"protein": "BAG34911.1", "rna": "AK311972.1"}, {"protein": "AAH20782.1", "rna": "BC020782.1"}, {"protein": "NP_000726.1", "rna": "NM_000735.4"}, {"protein": "CAA23777.1", "rna": "V00518.1"}, {"protein": "ACM91587.1", "rna": "FJ624078.1"}, {"protein": "NP_001239312.1", "rna": "NM_001252383.2"}, {"protein": "AAH55080.1", "rna": "BC055080.1"}, {"protein": "CAG33708.1", "rna": "CR457427.1"}, {"protein": "AAH10957.1", "rna": "BC010957.1"}, {"protein": "ACM91588.1", "rna": "FJ624079.1"}]}, "alias": ["CG-ALPHA", "FSHA", "GPA1", "GPHA1", "GPHa", "HCG", "LHA", "TSHA"], "ensembl": {"gene": "ENSG00000135346", "protein": ["ENSP00000358595", "ENSP00000482232", "ENSP00000486024", "ENSP00000486666", "ENSP00000487300"], "transcript": ["ENST00000369582", "ENST00000610310", "ENST00000625577", "ENST00000627148", "ENST00000627552", "ENST00000630630"], "translation": [{"protein": "ENSP00000486024", "rna": "ENST00000627148"}, {"protein": "ENSP00000358595", "rna": "ENST00000369582"}, {"protein": "ENSP00000482232", "rna": "ENST00000610310"}, {"protein": "ENSP00000487300", "rna": "ENST00000630630"}, {"protein": "ENSP00000486666", "rna": "ENST00000625577"}], "type_of_gene": "protein_coding"}, "entrezgene": "1081", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.17166199608, "exp_mis": 35.4600790293, "exp_syn": 18.9724839997, "lof_z": 1.20792079971215, "mis_z": 1.26986726221198, "mu_lof": 2.06376403759e-07, "mu_mis": 3.38713262902e-06, "mu_syn": 1.77476944793e-06, "n_lof": 1.0, "n_mis": 20.0, "n_syn": 15.0, "p_li": 0.251018987056367, "p_null": 0.107208854776784, "p_rec": 0.641772158166849, "syn_z": 0.565391310496819}, "bp": 351, "cds_end": 87797918, "cds_start": 87795473, "n_exons": 3, "nonpsych": {"exp_lof": 2.81787540045, "exp_mis": 32.0420094352, "exp_syn": 17.1191457528, "lof_z": 1.0635434759899, "mis_z": 1.25121248332292, "mu_lof": 2.06376403759e-07, "mu_mis": 3.38713262902e-06, "mu_syn": 1.77476944793e-06, "n_lof": 1.0, "n_mis": 18.0, "n_syn": 15.0, "p_li": 0.246025064563005, "p_null": 0.127089285261118, "p_rec": 0.626885650175877, "syn_z": 0.322466113076026}, "transcript": "ENST00000369582.2"}, "exons": [{"cdsend": 87088200, "cdsstart": 87085755, "chr": "6", "position": [[87085497, 87085833], [87086249, 87086434], [87088112, 87088207], [87095012, 87095106]], "strand": -1, "transcript": "NM_000735", "txend": 87095106, "txstart": 87085497}, {"cdsend": 87088200, "cdsstart": 87085755, "chr": "6", "position": [[87085497, 87085833], [87086249, 87086434], [87086516, 87086609], [87088112, 87088207], [87095012, 87095106]], "strand": -1, "transcript": "NM_001252383", "txend": 87095106, "txstart": 87085497}], "exons_hg19": [{"cdsend": 87797918, "cdsstart": 87795473, "chr": "6", "position": [[87795215, 87795551], [87795967, 87796152], [87797830, 87797925], [87804730, 87804824]], "strand": -1, "transcript": "NM_000735", "txend": 87804824, "txstart": 87795215}, {"cdsend": 87797918, "cdsstart": 87795473, "chr": "6", "position": [[87795215, 87795551], [87795967, 87796152], [87796234, 87796327], [87797830, 87797925], [87804730, 87804824]], "strand": -1, "transcript": "NM_001252383", "txend": 87804824, "txstart": 87795215}], "generif": [{"pubmed": 11893904, "text": "The ISOBM TD-7 Workshop on hCG and related molecules. Towards user-oriented standardization of pregnancy and tumor diagnosis"}, {"pubmed": 11900895, "text": "Review. The Asn52 and Asn78 glycosylation variants of human pituitary FSHA exhibit differential and divergent effects at the target cell level and that less sialylated, short-lived variants may exert significant effects in in vivo conditions."}, {"pubmed": 12164786, "text": "Transcriptional regulation of the human glycoprotein hormone common alpha subunit gene by cAMP-response-element-binding protein (CREB)-binding protein (CBP)/p300 and p53."}, {"pubmed": 12237895, "text": "Serum HCG beta, CA 72-4 and CEA are independent prognostic factors in colorectal cancer."}, {"pubmed": 12569177, "text": "Expressed in human decidual tissue in patients during tubal pregnancy"}, {"pubmed": 12615827, "text": "Degree of alterations in maternal serum hCG and alpha-fetoprotein levels varied between fresh and frozen-thawed embryos and also between mode of fertilization."}, {"pubmed": 12920232, "text": "induction of alphaGSU gene expression by peptide hormone signaling is coupled directly to the posttranslational status of SF-1"}, {"pubmed": 12960071, "text": "Exposure of male mice to chronically elevated levels of hCG severely affects their urogenital tract function at multiple sites and causes infertility, but, unlike in LH/hCG overexpressing female mice, it is not tumorigenic."}, {"pubmed": 12963710, "text": "x-ray crystallographic analysis shows that the FSH beta subunit is close to the N-terminal region and the alpha subunit is projected toward exoloop 3 in the endodomain"}, {"pubmed": 14585810, "text": "pituitary exit of LH and FSH occur via different secretion pathways, and are released spatially from the pituitary via different circulatory routes."}, {"pubmed": 14607569, "text": "Human chorionic gonadotropin does not induce HOXA10 in Ishikawa cells."}, {"pubmed": 14726442, "text": "LH and FSH have a dual effect on the cultured rat preovulatory follicle: an antiapoptotic effect on granulosa cells and a proapoptotic effect on theca-interstitial cells."}, {"pubmed": 15004409, "text": "Decrease in molecular weight of dimeric chimeras digested with endoglycosidase-F was greater in Calpha than that in alphaC after treatment with neuraminidase, revealing that both chimeras have different numbers of sialic acids on O-linked carbohydrates."}, {"pubmed": 15304512, "text": "contacts between the small seatbelt loop of alpha-human choriogonadotropin and the lutropin receptor involve its backbone atoms and possibly the side chain of residue betaAsp-99"}, {"pubmed": 15637148, "text": "hCGalpha subunit gene activity is regulated by cAMP, which involves the binding of CREB and Ets-2 to discrete elements in the promoter as well as a physical interaction between the two proteins."}, {"pubmed": 16007123, "text": "Overexpression of HCG alpha is associated with adenoma formation"}, {"pubmed": 16311298, "text": "The HCG profile is indicative of viable pregnancies conceived by in vitro fertilization."}, {"pubmed": 16461985, "text": "There were no day/night differences in mean free alpha-subunit in younger or older post-menopausal women or in free alpha-subunit pulse frequency or amplitude"}, {"pubmed": 16543672, "text": "the Gly residue at site X(3) (G(3)) in the CXGXC motif of hCG is essential for heterodimer formation of glycoprotein hormones"}, {"pubmed": 16950818, "text": "The present findings indicate that the concentration of human placental lactogen (hPL) and human chorionic gonadotropin (beta hCG) mRNA is significantly higher in the cellular component of maternal blood samples than in the plasma component."}, {"pubmed": 17045735, "text": "The strategy to produce a soluble FSH-FSHR complex that involves the co-secretion of a truncated FSHR ectodomain (FSHR(HB)) and a covalently linked FSHalphabeta heterodimer, is described."}, {"pubmed": 17097221, "text": "hCGalpha is not derived from heterodimeric glycoprotein hormones suggesting hCG-independent functions of hCGalpha and hCGbeta in male and female fertility."}, {"pubmed": 17112680, "text": "Chorionic gonadotropin produced during pregnancy could induce the biosynthesis of VEGF and by this means stimulate the development of breast cancer cells during pregnancy."}, {"pubmed": 17143726, "text": "The approach of fusing the alpha and beta subunits of human Chorionic Gonadotropin (hCG) to produce a single chain hormone (phCGalphabeta) was used to investigate roles of critical residues of the alpha subunit in hormone receptor interaction."}, {"pubmed": 17261286, "text": "characterization of the hourly secretion profile of hCG in early pregnancy after donor artificial insemination"}, {"pubmed": 17609437, "text": "The studies demonstrate the formation, in vivo dynamics of GPHalpha alpha homodimers, and the pathways of the cellular metabolism of variants of GPHalpha, monoglycosylated GPHalpha and large free GPHalpha."}, {"pubmed": 17690166, "text": "Recombinant hCG overcomes in vitro the Trisomy 21 phenotype, allowing cytotrophoblasts to fuse and form a large syncytiotrophoblast."}, {"pubmed": 17761764, "text": "Data shows that the GPHalpha in the hCG alphabeta-heterodimers decelerates the maturation of the hCGbeta portion in the heterodimer complex."}, {"pubmed": 18022169, "text": "Endometrial IGF-I and -II are differentially regulated during decidualization and by human chorionic gonadotropin."}, {"pubmed": 18063683, "text": "Chorionic gonadotropin promotes trophoblast invasion and migration through activation of ERK and AKT signaling involving their downstream effector MMP-2."}, {"pubmed": 18068163, "text": "Follitropin beta and, more precisely, follitropin alfa suppress the spectral components and power of the myoelectrical signals, which provides uterine quiescence."}, {"pubmed": 18079192, "text": "Gq- or G(s)-coupled receptors other than the classical GnRH receptor may play a role in the regulation of nonpituitary, nonplacental GPHalpha secretion under physiological and pathological conditions."}, {"pubmed": 18206295, "text": "PI3-kinase may be involved in the negative regulation of alpha- and FSHbeta-subunit gene expression as well as cell proliferation."}, {"pubmed": 18313839, "text": "Data show that mutations of the lutropin/choriogonadotropin receptor that do not activate the phosphoinositide cascade allow hCG to induce aromatase expression in immature rat granulosa cells."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19054012, "text": "Ghrelin suppresses the secretion of FSH in humans."}, {"pubmed": 19131506, "text": "GnRH regulation of Jun transcription and its targets such as Cga, requires a functional interaction between TCF/LEF and beta-catenin."}, {"pubmed": 19136570, "text": "FSH acts directly and indirectly to induce rapid changes in Sertoli cell and Leydig cell transcript levels in the hpg mouse but that effects on germ cell development must occur over a longer time-span."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19196802, "text": "The mannose receptor and hCG were colocalized on the surface of uterine natural killer cells."}, {"pubmed": 19344190, "text": "Follitropin alfa FbM, a technologically modified formulation of r-hFSH, is as safe as follitropin alfa FbIU but requires a smaller dose over a shorter period to produce more oocytes and final embryos.(Review/Meta-analysis)"}, {"pubmed": 19383238, "text": "The utility of the tumour markers carcinoembryonic antigen, cancer antigen 125, carbohydrate antigen 19-9, carbohydrate antigen 15-3, alpha-fetoprotein and human chorionic gonadotropin for the diagnosis solitary pulmonary nodules, was investigated."}, {"pubmed": 19574343, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19598235, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19667278, "text": "Results show that patients with elevated NT-proBNP in addition to elevated CgA levels showed worse overall survival than patients with elevated CgA alone."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19846218, "text": "hCG gene expression is differentially regulated in villous and invasive extravillous trophoblasts during their in vitro differentiation and modulated in an opposite way by PPARgamma."}, {"pubmed": 19880179, "text": "hCG is an important paracrine or autocrine hormone maintaining 11beta-HSD2 expression in syncytiotrophoblasts. Up-regulation of 11beta-HSD2 expression by cortisol may be mediated in part by hCG."}, {"pubmed": 19929279, "text": "Reference intervals were calculated for male testosterone, SHBG, FSH and LH in serum from 599 individuals."}, {"pubmed": 20352046, "text": "histone-specific modifications mediate positive versus negative transcriptional regulation of TSHalpha promoter"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20400076, "text": "The role of GnRH-GnRHR signaling at the maternal-fetal interface therefore appears to be limited to the regulation of trophoblast hCG production."}, {"pubmed": 20455884, "text": "Results suggest that a serum TSH concentration at the lower end of the reference range may be associated with low BMD in men."}, {"pubmed": 20575467, "text": "Validation of two commercial immunoassays for hCG measurements in urine was performed for preventing doping in sports."}, {"pubmed": 20600586, "text": "The HIF1alpha protein response to hCG was measured in ovarian granulosa cell cultures."}, {"pubmed": 20634197, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20660299, "text": "The present studies show a novel intracellular signaling pathway for theca-interstitial cell proliferation involving leutinizing hormone/hCG-mediated activation of the AKT/mTORC1 signaling cascade."}, {"pubmed": 20718770, "text": "Women with high TSH at end term are at risk for breech presentation. Substantial evidence for a relation between breech presentation and neurodevelopmental delay exists."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20826269, "text": "The association of rs10917469 with serum TSH was replicated (p = 2.0 x 10(-4)) in an independent community-based."}, {"pubmed": 21114382, "text": "In euthyroid children without a history of hypo- or hyperthyroidism, increasing levels of TSH and decreasing levels of free T4 are associated with higher triglyceride levels and elevated markers of insulin resistance."}, {"pubmed": 21149714, "text": "Findings demonstrate that FSH has dose-dependent anabolic effects on bone via an ovary-dependent mechanism."}, {"pubmed": 21159522, "text": "Increasing concentrations of FSH caused a biphasic dose-response, with a maximal (1.5-fold) increase in RANK(high) cells."}, {"pubmed": 21623995, "text": "Serum IL-6, IL-1beta and hCG levels were significantly increased in women with pre-eclampsia compared to controls."}, {"pubmed": 21705042, "text": "The results indicate that gal-3 might be regulated by Human chorionic gonadotropin (hCG)in preparing the endometrium for embryonic implantation."}, {"pubmed": 21763112, "text": "TSH is a novel neuroendocrine regulator of selected keratins in the human hair follicle"}, {"pubmed": 21838882, "text": "investigation of hCG in seminal plasma: Level of free hCGa is reduced in infertility with abnormal semen analysis. In oligospermia, holo-hCG is low; hCGa is present as highly glycosylated large free subunit with a unique glycosylation pattern."}, {"pubmed": 21981142, "text": "Data suggest that a progressive increase in TSH are predictive factors for thyroid failure in Hashimoto's thyroiditis (HT) patients."}, {"pubmed": 22061337, "text": "TSH showed significant positive correlation with creatinine and uric acid values and, thyroid function test had a negative correlation with uric acid in overt hypothyroidism."}, {"pubmed": 22128326, "text": "TSH-TSHR interaction through cAMP signaling (using thyrogen/rTSHalpha) is involved in differentiation/gene expression regulation of bone marrow-derived mesenchymal stem cells; first evidence of expression of TSHR in stem cell plasma membrane."}, {"pubmed": 22278420, "text": "Data suggest that likelihood of papillary thyroid carcinoma is reduced when serum TSH is lower, as in thyroid autonomy, and increased when serum TSH is higher, as in thyroid autoimmunity. [Meta-Analysis; REVIEW]"}, {"pubmed": 22354444, "text": "N-acetyl-L-cysteine modulates multiple signaling pathways to rescue male germ cells from apoptosis induced by chorionic gonadotropin."}, {"pubmed": 22386126, "text": "low urinary level of hyperglycosylated hCG is associated with pregnancy failure"}, {"pubmed": 22391642, "text": "second-trimester maternal serum levels of alpha-fetoprotein, human chorionic gonadotropin, and unconjugated estriol may have a role in bronchopulmonary dysplasia"}, {"pubmed": 22446105, "text": "Data suggest that in embryonic stem cells [which express proto-oncogene c-ETS-2 (ETS2) but not CGA], ETS2 does not occupy its binding site on CGA promoter but is found instead as soluble complex with POU5F1 (Oct3 transcription factor)."}, {"pubmed": 22811570, "text": "hCG coordinates embryonic signal interaction with the maternal endometrium and may promote embryonic growth."}, {"pubmed": 23153859, "text": "Serum levels of chromogranin A are not predictive of high-grade, poorly differentiated prostate cancer: results from an Italian biopsy cohort."}, {"pubmed": 23267835, "text": "BK(Ca) is a crucial part of the signaling cascade of LH/hCG in Leydig cells."}, {"pubmed": 23345094, "text": "The use of these age-specific reference intervals for TSH, especially in those over 70 years old, would result in the reclassification of many TSH results from \"abnormal\" to \"normal\" and avoid unnecessary treatment."}, {"pubmed": 23371388, "text": "Msx1 functions as a negative regulator early in pituitary development by repressing the gonadotrope-specific alphaGSU and GnRHR genes."}, {"pubmed": 23380184, "text": "Ser680 genotype for FSHR is a factor of relative resistance to FSH stimulation resulting in slightly higher FSH serum levels, thus leading to a prolonged duration of the menstrual cycle."}, {"pubmed": 23423746, "text": "Data indicate that neither serum inhibin B nor follicle-stimulating hormone (FSH) is a suitable surrogate for determination of sperm concentration in a semen sample."}, {"pubmed": 23525871, "text": "In our multi-ethnic cohort of euthyroid obese children and adolescents increasing TSH was associated with impaired glucose metabolism and dyslipidemia."}, {"pubmed": 23684886, "text": "Human chorionic gonadotropin hormone stimulates trophoblast invasion independently of the hCG receptor."}, {"pubmed": 23717664, "text": "data further identified a complex interaction between IL1 and hCG, which, despite a synergistic action on several significant endometrial target genes, may encompass a tight control of endogenous IL1 and extends to other IL1 family members"}, {"pubmed": 24291635, "text": "Hypo-glycosylated human follicle-stimulating hormone is much more active in vitro than its fully-glycosylated counterpart."}, {"pubmed": 24297486, "text": "LH, progesterone, and TSH can stimulate aldosterone."}, {"pubmed": 24466091, "text": "The purpose of these studies was to determine if CTNNB1's contribution to FSH-mediated steroidogenesis in primary rat granulosa cells was due in part to extracellular stimulation of the canonical WNT signaling pathway."}, {"pubmed": 24559445, "text": "Elevated total hCG and free beta-hCG concentrations during early pregnancy are associated with nonstatistically significant reductions in maternal risk of breast cancer."}, {"pubmed": 24661543, "text": "New information about TSH signaling in human differentiated adipocytes, and add to the evidence that TSH is a pro-inflammatory stimulus of adipocytes."}, {"pubmed": 24723381, "text": "A single low TSH at baseline was associated with increased risk of hip fractures (adj HR 1.16, 95% CI 1.07-1.26, p < 0.001) but not major osteoporotic fractures (MOF, adj HR 1.06, 95% CI 0.99-1.12, p = 0.058) over a median follow-up of 7.5 years."}, {"pubmed": 24753159, "text": "A protective effect of hCG against breast cancer may be associated with its growth inhibitory and differentiation induction function in breast cancer cells."}, {"pubmed": 25064170, "text": "This study showed a link between low maternal serum hCG levels and cryptorchidism in boys from uncomplicated pregnancy."}, {"pubmed": 25185682, "text": "Serum TSH was associated with pulse wave velocity on population level when adjusted with age and sex."}, {"pubmed": 25403028, "text": "thyroid-stimulating hormone elevations can obviously be the initial finding in pseudohypoparathyroidism type Ib patients."}, {"pubmed": 25529346, "text": "Limitations in the process of transcription and translation inhibit recombinant human chorionic gonadotropin expression in CHO cells."}, {"pubmed": 25933205, "text": "the 5-aminoimidazole-4-carboxyamide ribonucleoside (AICAR)-induced activation of AMPK directly inhibited the expression of SREBP-2 and HMGCR and HMGCS, and suppressed the TSH-stimulated up-regulation of SREBP-2 in HepG2 cells."}, {"pubmed": 26191157, "text": "Human chorionic gonadotropin provides a mechanism to bridge embryo to endometrium through beta1,4-GalT."}, {"pubmed": 26279419, "text": "The present results have for the first time shown protective effects exerted by hCG on vascular endothelial function."}, {"pubmed": 26505791, "text": "TBP attenuates Msx1-mediated glycoprotein hormone alpha transcriptional repression."}, {"pubmed": 27215137, "text": "In girls with central precocious puberty, increased body mass index (BMI) was associated with slightly lower peak stimulated luteinizing hormone (LH) levels at early pubertal stages (Tanner stages 2 and 3)."}, {"pubmed": 27262222, "text": "proteomic study reveals unique protein changes in both cellular (98% unique identifications) and secreted (96% unique identifications) proteins in the transition to the progesterone-dominated secretory (receptive) phase and subsequently to pregnancy, mediated by embryo-derived human chorionic gonadotropin (hCG)"}, {"pubmed": 27351808, "text": "the distribution of 1(st) trimester TSH and evaluate its association with perinatal outcomes and future development of maternal thyrotoxicosis, is reported."}, {"pubmed": 27561202, "text": "the in vivo bioactivities of FSH glycoforms in Fshb null mice using a pharmacological rescue approach, was investigated."}, {"pubmed": 27756855, "text": "Inhibin-B secretion and FSH isoform distribution may play an integral part of follicular selection in the natural menstrual cycle. (Review)"}, {"pubmed": 27869535, "text": "men with higher and women with lower serum TSH levels are at increased risk of frailty."}, {"pubmed": 29020783, "text": "Corifollitropin alfa in combination with daily GnRH[Gonadotropin-Releasing Hormone] antagonist can be successfully used in normal-responder patients stimulated for the first time in an IVF programme"}, {"pubmed": 29093023, "text": "Our findings support a model in which CREB3L1 acts as a downstream effector of TSH to regulate the expression of cargo proteins, and simultaneously increases the synthesis of transport factors and the expansion of the Golgi to synchronize the rise in cargo load with the amplified capacity of the secretory pathway"}, {"pubmed": 29627965, "text": "This study which performed for the first time in Iran suggests that polymorphism in CGA gene can affect male infertility."}, {"pubmed": 30287399, "text": "the hCG-hyperglycosylated is functionally similar to hCG, although it has lower potency for LHCGR activation."}, {"pubmed": 30352684, "text": "Sex, age, season, and sampling time significantly affected serum TSH concentrations."}, {"pubmed": 30597662, "text": "the present results clearly demonstrated that NF-kappaB was activated to regulate VEGF expression by increasing HIF-1alpha transcription in luteal cells treated with HCG."}, {"pubmed": 30848135, "text": "The measured hCG values are considerably different depending on the pregnancy result, which is why this value is considered a quality predictive factor of the pregnancy result."}, {"pubmed": 30851298, "text": "GDF9 promoted follicle-stimulating hormone (FSH)-induced progesterone production and STAR expression."}, {"pubmed": 30915128, "text": "These results suggested that the melatonin receptors MTNR1A and MTNR1B are essential to repress hCG-induced endoplasmic reticulum stress and cell apoptosis."}, {"pubmed": 30940720, "text": "TSH level was found to be independently correlated with both carotid plaque prevalence and intima-media thickness."}, {"pubmed": 31362000, "text": "hCG and IL-35 induced the amplification of IL10(+) and IL-35(+) B regulatory cells which played a vital peripheral regulatory role during pregnancy."}, {"pubmed": 32377867, "text": "Analysis of the human chorionic gonadotropin protein at the intact level by HILIC-MS and comparison with RPLC-MS."}, {"pubmed": 32769997, "text": "GWAS of thyroid stimulating hormone highlights pleiotropic effects and inverse association with thyroid cancer."}, {"pubmed": 34341100, "text": "Prevalence and predictors of colonoscopic findings in patients with autoimmune gastritis."}, {"pubmed": 34352046, "text": "Myocardial perfusion SPECT as a potential mediator on circulating chromogranin A in patients with old myocardial infarction."}], "genomic_pos": {"chr": "6", "end": 87095106, "ensemblgene": "ENSG00000135346", "start": 87085498, "strand": -1}, "genomic_pos_hg19": {"chr": "6", "end": 87804824, "start": 87795216, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006590", "qualifier": "involved_in", "term": "thyroid hormone generation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007186", "pubmed": 24692546, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0008284", "pubmed": 20613903, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0009755", "pubmed": [7922031, 25280580, 29935915], "qualifier": "involved_in", "term": "hormone-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010469", "pubmed": 24692546, "qualifier": "involved_in", "term": "regulation of signaling receptor activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010893", "qualifier": "involved_in", "term": "positive regulation of steroid biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010893", "pubmed": 2494176, "qualifier": "involved_in", "term": "positive regulation of steroid biosynthetic process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030335", "pubmed": 20613903, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030878", "qualifier": "involved_in", "term": "thyroid gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032275", "qualifier": "involved_in", "term": "luteinizing hormone secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035265", "qualifier": "involved_in", "term": "organ growth"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0042699", "pubmed": 11222739, "qualifier": "involved_in", "term": "follicle-stimulating hormone signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045944", "pubmed": 20613903, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046621", "qualifier": "involved_in", "term": "negative regulation of organ growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046884", "qualifier": "involved_in", "term": "follicle-stimulating hormone secretion"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [2494176, 24692546], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016914", "qualifier": "part_of", "term": "follicle-stimulating hormone complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016914", "pubmed": [2494176, 24692546], "qualifier": "part_of", "term": "follicle-stimulating hormone complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0016914", "pubmed": 11222739, "qualifier": "part_of", "term": "follicle-stimulating hormone complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0061696", "pubmed": 7922031, "qualifier": "part_of", "term": "pituitary gonadotropin complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0061696", "pubmed": [25280580, 29935915], "qualifier": "part_of", "term": "pituitary gonadotropin complex"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0005179", "pubmed": 11207219, "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7922031, 11222739, 15662415, 22802634, 31467278], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016913", "qualifier": "enables", "term": "follicle-stimulating hormone activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016913", "pubmed": [2494176, 24692546], "qualifier": "enables", "term": "follicle-stimulating hormone activity"}]}, "homologene": {"genes": [[7955, 402987], [8364, 100488153], [9031, 421829], [9544, 697859], [9598, 462868], [9606, 1081], [9615, 403483], [9913, 280749], [10090, 12640], [10116, 116700]], "id": 587}, "interpro": [{"desc": "Glycoprotein hormone alpha chain", "id": "IPR000476", "short_desc": "Glyco_hormone"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": "IPI00000833", "map_location": "6q14.3", "name": "glycoprotein hormones, alpha polypeptide", "other_names": ["FSH-alpha", "LSH-alpha", "TSH-alpha", "anterior pituitary glycoprotein hormones common subunit alpha", "choriogonadotropin alpha chain", "chorionic gonadotrophin subunit alpha", "chorionic gonadotropin, alpha polypeptide", "follicle-stimulating hormone alpha chain", "follicle-stimulating hormone alpha subunit", "follitropin alpha chain", "glycoprotein hormones alpha chain", "luteinizing hormone alpha chain", "lutropin alpha chain", "thyroid-stimulating hormone alpha chain", "thyrotropin alpha chain"], "pantherdb": {"HGNC": "1885", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88390", "ortholog_type": "LDO", "panther_family": "PTHR11509", "taxid": 10090, "uniprot_kb": "P01216"}, {"RGD": "620436", "ortholog_type": "LDO", "panther_family": "PTHR11509", "taxid": 10116, "uniprot_kb": "P11962"}, {"Ensembl": "ENSGALG00000015824", "ortholog_type": "LDO", "panther_family": "PTHR11509", "taxid": 9031, "uniprot_kb": "F1NJD3"}, {"Ensembl": "ENSDARG00000103345", "ortholog_type": "O", "panther_family": "PTHR11509", "taxid": 7955, "uniprot_kb": "A0A0G2L926"}, {"ZFIN": "ZDB-GENE-040715-2", "ortholog_type": "LDO", "panther_family": "PTHR11509", "taxid": 7955, "uniprot_kb": "Q6QX43"}], "uniprot_kb": "P01215"}, "pathway": {"kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04912", "name": "GnRH signaling pathway - Homo sapiens (human)"}, {"id": "hsa04913", "name": "Ovarian steroidogenesis - Homo sapiens (human)"}, {"id": "hsa04917", "name": "Prolactin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04918", "name": "Thyroid hormone synthesis - Homo sapiens (human)"}, {"id": "hsa04923", "name": "Regulation of lipolysis in adipocytes - Homo sapiens (human)"}, {"id": "hsa04929", "name": "GnRH secretion - Homo sapiens (human)"}, {"id": "hsa05320", "name": "Autoimmune thyroid disease - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_FSH", "name": "FSH"}, {"id": "Pathway_TSH", "name": "TSH"}], "pid": {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-193048", "name": "Androgen biosynthesis"}, {"id": "R-HSA-193993", "name": "Mineralocorticoid biosynthesis"}, {"id": "R-HSA-196071", "name": "Metabolism of steroid hormones"}, {"id": "R-HSA-209776", "name": "Metabolism of amine-derived hormones"}, {"id": "R-HSA-209822", "name": "Glycoprotein hormones"}, {"id": "R-HSA-209952", "name": "Peptide hormone biosynthesis"}, {"id": "R-HSA-209968", "name": "Thyroxine biosynthesis"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375281", "name": "Hormone ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-446203", "name": "Asparagine N-linked glycosylation"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-71291", "name": "Metabolism of amino acids and derivatives"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8864260", "name": "Transcriptional regulation by the AP-2 (TFAP2) family of transcription factors"}, {"id": "R-HSA-8866910", "name": "TFAP2 (AP-2) family regulates transcription of growth factors and their receptors"}, {"id": "R-HSA-8957322", "name": "Metabolism of steroids"}, {"id": "R-HSA-948021", "name": "Transport to the Golgi and subsequent modification"}, {"id": "R-HSA-975576", "name": "N-glycan antennae elongation in the medial/trans-Golgi"}, {"id": "R-HSA-975578", "name": "Reactions specific to the complex N-glycan synthesis pathway"}], "smpdb": [{"id": "SMP00333", "name": "Intracellular Signalling Through FSH Receptor and Follicle Stimulating Hormone"}, {"id": "SMP00338", "name": "Intracellular Signalling Through LHCGR Receptor and Luteinizing Hormone/Choriogonadotropin"}], "wikipathways": [{"id": "WP1981", "name": "Thyroxine (Thyroid Hormone) Production"}, {"id": "WP2032", "name": "Thyroid stimulating hormone (TSH) signaling pathway"}, {"id": "WP2035", "name": "Follicle Stimulating Hormone (FSH) signaling pathway"}]}, "pdb": ["1DZ7", "1E9J", "1FL7", "1HCN", "1HD4", "1HRP", "1QFW", "1XWD", "4AY9", "4MQW", "7FIG", "7FIH", "7FII", "7T9I", "7UTZ", "7XW5", "8I2G"], "pfam": "PF00236", "pharmgkb": "PA26433", "pharos": {"target_id": 7263, "tdl": "Tbio"}, "pir": "A93213", "prosite": "PS50277", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325362", "relationship": "is"}, {"id": "GNF325363", "relationship": "is"}, {"id": "GNF325364", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247359", "relationship": "is"}, {"id": "GNF247360", "relationship": "is"}, {"id": "GNF247361", "relationship": "is"}, {"id": "GNF247362", "relationship": "is"}, {"id": "GNF247363", "relationship": "is"}, {"id": "GNF247364", "relationship": "is"}, {"id": "GNF247365", "relationship": "is"}, {"id": "GNF247366", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158203", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF047836", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF002481", "relationship": "is"}, {"id": "GNF002482", "relationship": "is"}, {"id": "GNF002483", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330845", "relationship": "is"}, {"id": "GNF332309", "relationship": "is"}, {"id": "GNF333832", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337212", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097653", "relationship": "is"}, {"id": "GNF137308", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1"], "protein": ["NP_000726.1", "NP_001239312.1"], "rna": ["NM_000735.4", "NM_001252383.2"], "translation": [{"protein": "NP_001239312.1", "rna": "NM_001252383.2"}, {"protein": "NP_000726.1", "rna": "NM_000735.4"}]}, "reporter": {"HG-U133_Plus_2": ["204637_at", "233615_at"], "HG-U95Av2": "39352_at", "HTA-2_0": ["TC06001926.hg.1", "TC06002913.hg.1"], "HuEx-1_0": ["2916119", "2963614"], "HuGene-1_1": "8128001", "HuGene-2_1": "17021437"}, "summary": "The four human glycoprotein hormones chorionic gonadotropin (CG), luteinizing hormone (LH), follicle stimulating hormone (FSH), and thyroid stimulating hormone (TSH) are dimers consisting of alpha and beta subunits that are associated noncovalently. The alpha subunits of these hormones are identical, however, their beta chains are unique and confer biological specificity. The protein encoded by this gene is the alpha subunit and belongs to the glycoprotein hormones alpha chain family. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Nov 2011].", "symbol": "CGA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413366"}, "unigene": "Hs.119689", "uniprot": {"Swiss-Prot": "P01215", "TrEMBL": ["A0A087WYZ4", "Q6I9S8", "A0A0D9SGA7", "A0A0D9SFJ6", "A0A0R4J2F0"]}, "wikipedia": {"url_stub": "Chorionic gonadotropin alpha"}}