{"AllianceGenome": "21367", "HGNC": "21367", "MIM": "613973", "_id": "115004", "_version": 3, "accession": {"genomic": ["AC019205.4", "AL603910.6", "CH471051.2", "CP068272.2", "NC_000006.12", "NC_060930.1"], "protein": ["AAH12928.1", "AAI08715.1", "AAI13607.1", "AAI13609.1", "AAI43695.1", "AGB51853.1", "BAC04965.1", "EAW48769.1", "NP_001397840.1", "NP_612450.2", "Q8N884.2"], "rna": ["AK097148.1", "BC012928.1", "BC108714.1", "BC113606.1", "BC113608.1", "BC143694.1", "DA375117.1", "KC294566.1", "NM_001410911.1", "NM_138441.3"], "translation": [{"protein": "AAH12928.1", "rna": "BC012928.1"}, {"protein": "AAI13607.1", "rna": "BC113606.1"}, {"protein": "AGB51853.1", "rna": "KC294566.1"}, {"protein": "BAC04965.1", "rna": "AK097148.1"}, {"protein": "AAI13609.1", "rna": "BC113608.1"}, {"protein": "NP_612450.2", "rna": "NM_138441.3"}, {"protein": "AAI08715.1", "rna": "BC108714.1"}, {"protein": "NP_001397840.1", "rna": "NM_001410911.1"}, {"protein": "AAI43695.1", "rna": "BC143694.1"}]}, "alias": ["C6orf150", "D4", "MB21D1", "h-cGAS"], "ec": "2.7.7.86", "ensembl": {"gene": "ENSG00000164430", "protein": ["ENSP00000359339", "ENSP00000359342", "ENSP00000506638"], "transcript": ["ENST00000370315", "ENST00000370318", "ENST00000459924", "ENST00000680833"], "translation": [{"protein": "ENSP00000359342", "rna": "ENST00000370318"}, {"protein": "ENSP00000359339", "rna": "ENST00000370315"}, {"protein": "ENSP00000506638", "rna": "ENST00000680833"}], "type_of_gene": "protein_coding"}, "entrezgene": "115004", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.059446462, "exp_mis": 170.061717022, "exp_syn": 84.9378600087, "lof_z": 0.643210579405085, "mis_z": 0.902483960630038, "mu_lof": 8.22421705006e-07, "mu_mis": 1.91675904295e-05, "mu_syn": 9.76409864864e-06, "n_lof": 8.0, "n_mis": 146.0, "n_syn": 68.0, "p_li": 2.61494381328063e-05, "p_null": 0.47550785681498, "p_rec": 0.524465993746887, "syn_z": 1.13935053987575}, "bp": 1569, "cds_end": 74161904, "cds_start": 74134949, "n_exons": 5, "nonpsych": {"exp_lof": 9.01316895263, "exp_mis": 153.830668378, "exp_syn": 76.7853589204, "lof_z": 0.331432543238667, "mis_z": 1.21311953310264, "mu_lof": 8.22421705006e-07, "mu_mis": 1.91675904295e-05, "mu_syn": 9.76409864864e-06, "n_lof": 8.0, "n_mis": 124.0, "n_syn": 60.0, "p_li": 1.48742092946758e-05, "p_null": 0.614771040659999, "p_rec": 0.385214085130706, "syn_z": 1.20602116612426}, "nontcga": {"exp_lof": 9.24576247641, "exp_mis": 156.447862694, "exp_syn": 78.1339060083, "lof_z": 1.05299570287644, "mis_z": 0.973791287968615, "mu_lof": 8.22421705006e-07, "mu_mis": 1.91675904295e-05, "mu_syn": 9.76409864864e-06, "n_lof": 6.0, "n_mis": 132.0, "n_syn": 64.0, "p_li": 0.000807275521717927, "p_null": 0.220514786046, "p_rec": 0.778677938432283, "syn_z": 1.01242956074239}, "transcript": "ENST00000370315.3"}, "exons": [{"cdsend": 73452181, "cdsstart": 73425226, "chr": "6", "position": [[73423710, 73425578], [73428708, 73428811], [73440208, 73440445], [73445527, 73445747], [73451524, 73452297]], "strand": -1, "transcript": "NM_138441", "txend": 73452297, "txstart": 73423710}], "exons_hg19": [{"cdsend": 74161904, "cdsstart": 74134949, "chr": "6", "position": [[74133433, 74135301], [74138431, 74138534], [74149931, 74150168], [74155250, 74155470], [74161247, 74162020]], "strand": -1, "transcript": "NM_138441", "txend": 74162020, "txstart": 74133433}], "generif": [{"pubmed": 23258413, "text": "These results indicate that cGAS is a cytosolic DNA sensor that induces interferons by producing the second messenger cGAMP."}, {"pubmed": 23707061, "text": "The structure of human cGAS, revealing the similar folds of cGAS and OAS, implicates a common evolutionary ancestor as the origin of a family of structurally related but functionally distinct cytosolic nucleic acid sensors."}, {"pubmed": 23707065, "text": "The cGAS product is actually a noncanonical cyclic dinucleotide, cyclic [G(2'-5')pA(3'-5')p], which contains a single 2'-5' phosphodiester bond."}, {"pubmed": 23722159, "text": "crystal structure of cGAS alone and in complex with DNA, ATP and GTP along with functional studies"}, {"pubmed": 23929945, "text": "These results indicate that cGAS is an innate immune sensor of HIV and other retroviruses."}, {"pubmed": 24116191, "text": "Data indicate that cyclic GMP-AMP synthase (cGAS) is important for the stimulator of interferon genes (STING)-dependent immune activation"}, {"pubmed": 24269171, "text": "the HIV capsid is a determinant of innate sensing of the viral cDNA by cGAS in dendritic cells"}, {"pubmed": 24462292, "text": "The crystal structures of human cGAS in its apo form, representing its autoinhibited conformation as well as in its cGAMP- and sulfate-bound forms, are reported."}, {"pubmed": 24528868, "text": "Thus, the cGAS-Beclin-1 interaction shapes innate immune responses by regulating both cGAMP production and autophagy, resulting in well-balanced antimicrobial immune responses."}, {"pubmed": 24813208, "text": "knocking out the DNA sensor cyclic GMP-AMP synthase completely abrogates spontaneous induction of IFN-stimulated genes in TREX1-deficient cells."}, {"pubmed": 25007740, "text": "The mechanism of double-stranded DNA sensing through the cGAS-STING pathway."}, {"pubmed": 25070851, "text": "cGAS localized in punctate regions on the cytosolic side of the chlamydial inclusion membrane in association with STING, indicating that chlamydial DNA is most likely recognized outside the inclusion as infection progresses."}, {"pubmed": 25297994, "text": "The cGAS/STING/TBK1/IRF3 cascade was not a direct target of viral antihost strategies, and authors found no evidence that adenovirus stimulation of the cGAS/STING DNA response had an impact on viral replication efficiency."}, {"pubmed": 25425575, "text": "Studies in THP-1 knockout cells revealed that the recognition of RNA:DNA hybrids is completely attributable to the cGAS-STING pathway."}, {"pubmed": 25609843, "text": "our study not only provides a novel mechanism of modulating cGAS expression, but also adds another layer of regulation in DNA-triggered IFN-I production by induction of cGAS."}, {"pubmed": 25831530, "text": "IFI16 and cGAS cooperate in a novel way to sense nuclear herpesviral DNA and initiate innate signaling"}, {"pubmed": 26046437, "text": "Study found that PQBP1 directly binds to reverse-transcribed HIV-1 DNA and interacts with cGAS to initiate an IRF3-dependent innate response."}, {"pubmed": 26048137, "text": "M. tuberculosis infection induces cGAS in macrophages and human lung tissue."}, {"pubmed": 26048138, "text": "cGAS is an innate sensor of Mycobacterium tuberculosis.Mycobacterium tuberculosis differentially activates cGAS- and inflammasome-dependent intracellular immune responses through ESX-1."}, {"pubmed": 26199418, "text": "Gammaherpesviruses encode inhibitors that block cGAS-STING-mediated antiviral immunity."}, {"pubmed": 26311870, "text": "Knockout of cGAS and STING Rescues Virus Infection of Plasmid DNA-Transfected Cells."}, {"pubmed": 26320998, "text": "Kaposi's sarcoma-associated herpesvirus ORF52 subverts cytosolic DNA sensing by directly inhibiting cGAS enzymatic activity through a mechanism involving both cGAS binding and DNA binding."}, {"pubmed": 26506431, "text": "TRIM21-induced exposure of the viral genome promotes sensing of DNA and RNA viruses by cGAS and RIG-I"}, {"pubmed": 26811480, "text": "By directly binding to cGAS, LANA, and particularly, a cytoplasmic isoform, inhibit the cGAS-STING-dependent phosphorylation of TBK1 and IRF3 and thereby antagonize the cGAS-mediated restriction of KSHV lytic replication."}, {"pubmed": 26819496, "text": "cGAS silencing inhibited production of proinflammatory cytokines and matrix metalloproteinases (MMPs) as well as AKT and ERK phosphorylation in TNFalpha-stimulated fibroblast-like synoviocytes"}, {"pubmed": 26867174, "text": "cGAS and STING are intracellular sensors that activate the interferon pathway in response to virus infection. [review]"}, {"pubmed": 26893169, "text": "A STING-dependent, cGAS-independent pathway important for full interferon production and antiviral control of enveloped RNA viruses."}, {"pubmed": 27125983, "text": "These results suggest that pDCs sense cytosolic DNA and cyclic dinucleotides via the cGAS-STING pathway and that targeting this pathway could be of therapeutic interest."}, {"pubmed": 27154323, "text": "IN this review, we highlight our current understanding of DNA sensing by cGAS and its involvement in human disease"}, {"pubmed": 27264171, "text": "Type I IFN is detrimental to the host, and dysregulation of iron homeostasis genes may explain lower bacteria survival in cGAS(-/-) and TLR4(-/-) cells."}, {"pubmed": 27334590, "text": "Primary human endothelial cells mount robust type I interferon responses to human cytomegalovirus that are dependent upon cyclic GMP-AMP synthase (cGAS), STING, and interferon regulatory factor 3 (IRF3) signaling."}, {"pubmed": 27696330, "text": "cGAs recognizes bacterial/viral DNA, and is a strong activator of STING that can further activate IRF3 and subsequent type I interferon production. (Review)"}, {"pubmed": 27705790, "text": "Our results identify cGAS as mediator of an IFN-I response to HIV-1 infection in CD4(+) T cells and demonstrate that this response is modulated by the viral accessory proteins Vpr and Vpu. Thus, viral innate immune evasion is incomplete in the main target cells of HIV-1"}, {"pubmed": 27705945, "text": "Results indicate that the rs311678 polymorphism in the cyclic GMP-AMP synthase (cGAS) gene confers genetic susceptibility to cervical precancerous lesions."}, {"pubmed": 27706894, "text": "Essential roles of the cGAS-cGAMP-STING pathway. [review]"}, {"pubmed": 27902332, "text": "cGAS-STING pathway plays a role in the surveillance of hepatitis B virus infection."}, {"pubmed": 27935834, "text": "while IFI16 induces cytokines, only cGAS activates STING/TBK-1/IRF3 and apoptotic responses upon herpes simplex virus 1 and human cytomegalovirus infections; findings show that IFI16, not cGAS or PML, represses HSV-1 gene expression, reducing virus"}, {"pubmed": 28077645, "text": "In the present study, the authors found that herpes simplex virus 1 tegument protein UL41 was involved in counteracting the cGAS/STING-mediated DNA-sensing pathway."}, {"pubmed": 28095500, "text": "the current study demonstrated that the DNA sensor cGAS is dynamically modified by SUMO"}, {"pubmed": 28194029, "text": "Data show that both cyclic GMP-AMP synthase (cGAS) and interferon-gamma inducible protein 16 (IFI16) are required for the activation of membrane protein STING (STING) and an innate immune response to exogenous DNA and DNA viruses."}, {"pubmed": 28214358, "text": "Data suggest that the N terminus enhanced the activity of core-cyclic GMP-AMP synthase (cGAS) by facilitating formation of a monomeric complex of cGAS and DNA."}, {"pubmed": 28346446, "text": "study reports that the DENV NS2B protease cofactor targets the DNA sensor cyclic GMP-AMP synthase (cGAS) for lysosomal degradation to avoid the detection of mitochondrial DNA during infection."}, {"pubmed": 28363908, "text": "this study shows the N-terminal domain of cGAS plays an important role in enhancing its function"}, {"pubmed": 28412547, "text": "Decreased expression of cGAS in neonatal cells can be rescued by DNA demethylation."}, {"pubmed": 28533362, "text": "DNA damage leads to accumulation of damaged DNA in cytoplasmic foci that contain cGAS. In lung adenocarcinoma patients, low expression of cGAS is correlated with poor survival."}, {"pubmed": 28738408, "text": "cGAS localizes to micronuclei arising from genome instability in a mouse model of monogenic autoinflammation, after exogenous DNA damage and spontaneously in human cancer cells"}, {"pubmed": 28801534, "text": "This work identifies long DNA as the molecular entity stimulating the cGAS pathway upon cytosolic DNA challenge such as viral infections."}, {"pubmed": 28902841, "text": "results suggest a nucleation-cooperativity-based mechanism for sensitive detection of mitochondrial DNA and pathogen genomes, and identify HMGB/TFAM proteins as DNA-structuring host factors; they provide an explanation for the peculiar cGAS dimer structure and suggest that cGAS preferentially binds incomplete nucleoid-like structures or bent DNA"}, {"pubmed": 28920955, "text": "miR-25/93 targets NCOA3, an epigenetic factor that maintains basal levels of cGAS expression, leading to repression of cGAS during hypoxia. This allows hypoxic tumour cells to escape immunological responses induced by damage-associated molecular pattern molecules, specifically the release of mitochondrial DNA."}, {"pubmed": 28939760, "text": "NEMO was critically involved in the cGAS-STING pathway."}, {"pubmed": 28940468, "text": "Study and report of the structure and catalytic mechanism of Cyclic GMP-AMP synthase (cGAS)."}, {"pubmed": 28947539, "text": "study identifies the AIM2 inflammasome and cGAS/IFI16-STING-type I IFN pathway as a novel mechanism for host innate immunity to the ALVAC vaccine vector."}, {"pubmed": 29176737, "text": "data highlight an unexpected role of cGAS in responding to mobile-element transcripts, reveal cGAS-driven interferon signaling as a conduit for mitochondrial-damage-induced inflammasome activation, expand the immune-sensing repertoire of cGAS and caspase-4 to noninfectious human disease, and identify new potential targets for treatment of a major cause of blindness"}, {"pubmed": 29263110, "text": "cGAS and STING mediated detection of pneumococcal DNA in mouse macrophages to primarily stimulate type I interferon responses."}, {"pubmed": 29263269, "text": "This study demonstrates that the HCMV tegument protein pp65 inhibits IFN-beta production by binding and inactivating cGAS early during infection. In addition, this inhibitory activity specifically targets cGAS, since it can be bypassed via the addition of exogenous cGAMP, even in the presence of pp65. Notably, STING proteasome-mediated degradation was observed in both the presence and absence of pp65."}, {"pubmed": 29426904, "text": "TRIM56 E3 ligase-induced monoubiquitination of cGAS is important for cytosolic DNA sensing and IFNalphabeta production to induce anti-DNA viral immunity."}, {"pubmed": 29456253, "text": "recent progress on the regulation of the cGAS-MITA/STING-mediated innate immune response to DNA viruses at the organelle-trafficking, post-translational and transcriptional levels."}, {"pubmed": 29546540, "text": "duration of LVAD support negatively correlated with expression differences of PKG I, PDE5, and sGC in ICM, but not in DCM. Originating from the same activation level at LVAD implantation, cardiac unloading significantly alters key components of the cGMP-PKG pathway in DCM, but not in ICM patients."}, {"pubmed": 29662124, "text": "STAG2 deficiency induces interferon responses via cGAS-STING pathway and restricts virus infection."}, {"pubmed": 29769349, "text": "Thus, the intracellular level of TREX1 pivotally modulates innate immune induction by HIV-1. Partial HIV-1 genomes are the TREX1 target and are sensed by cGAS."}, {"pubmed": 29793952, "text": "This study demonstrated that HSV-1 tegument protein VP22 counteracts the cGAS/STING-mediated DNA-sensing antiviral innate immunity signaling pathway by inhibiting the enzymatic activity of cGAS."}, {"pubmed": 29976794, "text": "These results demonstrated that the DNA-induced phase transition of cGAS promotes cGAMP production and innate immune signaling."}, {"pubmed": 30092200, "text": "HSV-1 UL37 protein deamidates cGAS.CGas role in the immune response to HSV-1."}, {"pubmed": 30295605, "text": "results demonstrate that reaction context dictates the duplex length dependence, reconciling competing claims on the role of dsDNA length in cGAS activation."}, {"pubmed": 30356214, "text": "nuclear cGAS suppresses homologous-recombination-mediated repair and promotes tumour growth; cGAS therefore represents a potential target for cancer prevention and therapy"}, {"pubmed": 30471916, "text": "This study defined global network of cytoplasmic cGAS protein interactions upon HSV-1 infection."}, {"pubmed": 30728498, "text": "vaccinia virus poxin is critical for evasion of cGAS-STING immunity"}, {"pubmed": 30799039, "text": "cGAS acetylation on either Lys384, Lys394, or Lys414 contributes to keeping cGAS inactive. cGAS is deacetylated in response to DNA challenges. Authors show that aspirin can directly acetylate cGAS and efficiently inhibit cGAS-mediated immune responses."}, {"pubmed": 30811988, "text": "The non-enzymatic N-terminal domain of cGAS determines nucleo-cytoplasmic localization, enrichment on centromeres, and activation of nuclear-localized cGAS. These results reveal a preferential functional association of nuclear cGAS with centromeres"}, {"pubmed": 30842662, "text": "Autophagy induction via STING trafficking is a primordial function of the cGAS pathway"}, {"pubmed": 30872316, "text": "The DNA sensor cGAS facilitates sensing of endocytosed CDNs, their perinuclear accumulation, and subsequent STING-dependent release of type I IFN Internalized CDNs bind cGAS directly, leading to its dimerization, and the formation of a cGAS/STING complex, which may activate downstream signaling."}, {"pubmed": 30878284, "text": "Apoptotic caspases control innate immunity and maintain immune homeostasis against viral infection, suppressing type I interferon production via the cleavage of cGAS, MAVS, and IRF3."}, {"pubmed": 30952515, "text": "This study identifies a new function for IL-1beta in the onset or enhancement of cell-intrinsic immunity, with important implications for cGAS-STING in integrating inflammatory and microbial cues for host defense"}, {"pubmed": 31066607, "text": "The RNA or DNA molecules can also be recognized by RLRs or cGAS, thereby triggering antiviral host defenses or causing inflammation."}, {"pubmed": 31078259, "text": "Knockdown of TRAF6 results in a decrease in cGAS-induced IFNbeta production when cells were infected with herpes simplex virus-1 (HSV-1)."}, {"pubmed": 31088977, "text": "Data suggest that the N-terminal domain of cyclic cGMP-AMP synthase (cGAS) regulates its localization and activation at the plasma membrane, cytosol, and nucleus [Review]."}, {"pubmed": 31118495, "text": "A SNP upstream of the cyclic GMP-AMP synthase (cGAS) gene protects from relapse and extra-pulmonary TB and relates to BCG vaccination status in an Indian cohort."}, {"pubmed": 31142647, "text": "Serving as a future platform for guiding cGAS inhibitor development at the DNA-bound h-cGAS level."}, {"pubmed": 31276766, "text": "Transcriptional regulation of human cyclic GMP-AMP synthase gene."}, {"pubmed": 31534008, "text": "The deubiquitinase USP27X could interact with Cyclic GMP-AMP synthase (cGAS) and cleave K48-linked polyubiquitination chains from cGAS, leading to cGAS stabilization."}, {"pubmed": 31583948, "text": "MALDI-TOF Mass Spectrometry-Based High-Throughput Screening for Inhibitors of the Cytosolic DNA Sensor cGAS."}, {"pubmed": 31665636, "text": "Cancer-Cell-Intrinsic cGAS Expression Mediates Tumor Immunogenicity."}, {"pubmed": 31665638, "text": "Mitochondrial Damage Causes Inflammation via cGAS-STING Signaling in Acute Kidney Injury."}, {"pubmed": 31772125, "text": "PKR-dependent cytosolic cGAS foci are necessary for intracellular DNA sensing."}, {"pubmed": 31808743, "text": "Data show that endogenous cyclic GMP-AMP synthase (cGAS) is predominantly a nuclear protein, and that nuclear cGAS is tethered tightly by a salt-resistant interaction."}, {"pubmed": 31896590, "text": "Relative Contributions of the cGAS-STING and TLR3 Signaling Pathways to Attenuation of Herpes Simplex Virus 1 Replication."}, {"pubmed": 32075966, "text": "Topoisomerase 1-DNA covalent cleavage complex (TOP1cc) is both necessary for cyclic cGMP-AMP synthase (cGAS)-mediated cytoplasmic chromatin recognition and senescence-associated secretory phenotype (SASP) during senescence. Chromatin architecture protein (HMGB2)-TOP1cc-cGAS axis determines the response of orthotopically transplanted ex vivo therapy-induced senescent cells to immune checkpoint blockade in vivo."}, {"pubmed": 32170294, "text": "A report on an unexpected activation mechanism of cGAS in which Mn2+ activates monomeric cGAS without dsDNA. Importantly, the Mn2+-mediated activation positively couples with dsDNA-dependent activation in a concerted manner."}, {"pubmed": 32219338, "text": "cGAS reinforces lung fibroblast senescence via damaged self mitochondrial DNA in idiopathic pulmonary fibrosis."}, {"pubmed": 32284536, "text": "The cGAS/STING/TBK1/IRF3 innate immunity pathway maintains chromosomal stability through regulation of p21 levels."}, {"pubmed": 32345711, "text": "The DNA Sensor cGAS is Decorated by Acetylation and Phosphorylation Modifications in the Context of Immune Signaling."}, {"pubmed": 32393626, "text": "Hepatic gap junctions amplify alcohol liver injury by propagating cGAS-mediated IRF3 activation."}, {"pubmed": 32474700, "text": "Dephosphorylation of cGAS by PPP6C impairs its substrate binding activity and innate antiviral response."}, {"pubmed": 32485908, "text": "Hepatitis B Virus DNA is a Substrate for the cGAS/STING Pathway but is not Sensed in Infected Hepatocytes."}, {"pubmed": 32488842, "text": "The intracellular DNA sensors cGAS and IFI16 do not mediate effective antiviral immune responses to HSV-1 in human microglial cells."}, {"pubmed": 32532954, "text": "The interactions between cGAS-STING pathway and pathogens."}, {"pubmed": 32581130, "text": "Cyclic GMP-AMP synthase promotes the inflammatory and autophagy responses in Huntington disease."}, {"pubmed": 32661021, "text": "Attenuation of cGAS/STING activity during mitosis."}, {"pubmed": 32668227, "text": "Structures and Mechanisms in the cGAS-STING Innate Immunity Pathway."}, {"pubmed": 32709741, "text": "Absence of cGAS-mediated type I IFN responses in HIV-1-infected T cells."}, {"pubmed": 32768338, "text": "Loss of HPV type 16 E7 restores cGAS-STING responses in human papilloma virus-positive oropharyngeal squamous cell carcinomas cells."}, {"pubmed": 32792394, "text": "BAF restricts cGAS on nuclear DNA to prevent innate immune activation."}, {"pubmed": 32796076, "text": "Baculovirus Transduction in Mammalian Cells Is Affected by the Production of Type I and III Interferons, Which Is Mediated Mainly by the cGAS-STING Pathway."}, {"pubmed": 32817552, "text": "KAT5 acetylates cGAS to promote innate immune response to DNA virus."}, {"pubmed": 32852081, "text": "Disrupting HIV-1 capsid formation causes cGAS sensing of viral DNA."}, {"pubmed": 32854711, "text": "Comprehensive elaboration of the cGAS-STING signaling axis in cancer development and immunotherapy."}, {"pubmed": 32887628, "text": "cGAS-STING pathway in cancer biotherapy."}, {"pubmed": 32911480, "text": "Structural basis for sequestration and autoinhibition of cGAS by chromatin."}, {"pubmed": 32911481, "text": "The molecular basis of tight nuclear tethering and inactivation of cGAS."}, {"pubmed": 32911482, "text": "Structural mechanism of cGAS inhibition by the nucleosome."}, {"pubmed": 32912999, "text": "Structural basis for the inhibition of cGAS by nucleosomes."}, {"pubmed": 32913000, "text": "Structural basis of nucleosome-dependent cGAS inhibition."}, {"pubmed": 33031745, "text": "TDP-43 Triggers Mitochondrial DNA Release via mPTP to Activate cGAS/STING in ALS."}, {"pubmed": 33051594, "text": "Structural basis for nucleosome-mediated inhibition of cGAS activity."}, {"pubmed": 33057424, "text": "Chikungunya virus antagonizes cGAS-STING mediated type-I interferon responses by degrading cGAS."}, {"pubmed": 33086059, "text": "MYSM1 Represses Innate Immunity and Autoimmunity through Suppressing the cGAS-STING Pathway."}, {"pubmed": 33167094, "text": "[Effect of cyclic GMP-AMP synthase on EMT in breast cancer cells]."}, {"pubmed": 33237620, "text": "Molecular and spatial mechanisms governing STING signalling."}, {"pubmed": 33238631, "text": "The Impact of Radiation-Induced DNA Damage on cGAS-STING-Mediated Immune Responses to Cancer."}, {"pubmed": 33273464, "text": "DNA-PK deficiency potentiates cGAS-mediated antiviral innate immunity."}, {"pubmed": 33338425, "text": "DNA Sensing in Mismatch Repair-Deficient Tumor Cells Is Essential for Anti-tumor Immunity."}, {"pubmed": 33406424, "text": "A Nuclear Export Signal Is Required for cGAS to Sense Cytosolic DNA."}, {"pubmed": 33423764, "text": "DNA damage-triggered activation of cGAS-STING pathway induces apoptosis in human keratinocyte HaCaT cells."}, {"pubmed": 33438687, "text": "Conformational dynamics is critical for the allosteric inhibition of cGAS upon acetyl-mimic mutations."}, {"pubmed": 33476576, "text": "ER-directed TREX1 limits cGAS activation at micronuclei."}, {"pubmed": 33505405, "text": "Function and Regulation of Nuclear DNA Sensors During Viral Infection and Tumorigenesis."}, {"pubmed": 33542149, "text": "Phosphorylation and chromatin tethering prevent cGAS activation during mitosis."}, {"pubmed": 33577080, "text": "The role of cGAS/STING in intestinal immunity."}, {"pubmed": 33606975, "text": "cGAS phase separation inhibits TREX1-mediated DNA degradation and enhances cytosolic DNA sensing."}, {"pubmed": 33643304, "text": "The Trinity of cGAS, TLR9, and ALRs Guardians of the Cellular Galaxy Against Host-Derived Self-DNA."}, {"pubmed": 33723219, "text": "Unique and complementary suppression of cGAS-STING and RNA sensing- triggered innate immune responses by SARS-CoV-2 proteins."}, {"pubmed": 33858455, "text": "STING and cGAS gene expressions were downregulated among HIV-1-infected persons after antiretroviral therapy."}, {"pubmed": 33927185, "text": "Cytosolic DNA sensing by cGAS: regulation, function, and human diseases."}, {"pubmed": 34015248, "text": "Viral tegument proteins restrict cGAS-DNA phase separation to mediate immune evasion."}, {"pubmed": 34111399, "text": "Translation stress and collided ribosomes are co-activators of cGAS."}, {"pubmed": 34158865, "text": "Arginine starvation elicits chromatin leakage and cGAS-STING activation via epigenetic silencing of metabolic and DNA-repair genes."}, {"pubmed": 34165025, "text": "Hypoxia-induced RNASEH2A limits activation of cGAS-STING signaling in HCC and predicts poor prognosis."}, {"pubmed": 34215848, "text": "Genotoxic stress in constitutive trisomies induces autophagy and the innate immune response via the cGAS-STING pathway."}, {"pubmed": 34250619, "text": "Nuclear cGAS: guard or prisoner?"}, {"pubmed": 34352244, "text": "Coarse-grained simulations of phase separation driven by DNA and its sensor protein cGAS."}, {"pubmed": 34374004, "text": "Nuclear cGAS: sequestration and beyond."}, {"pubmed": 34387651, "text": "Enhanced cGAS-STING-dependent interferon signaling associated with mutations in ATAD3A."}, {"pubmed": 34387695, "text": "Cooperative DNA binding mediated by KicGAS/ORF52 oligomerization allows inhibition of DNA-induced phase separation and activation of cGAS."}, {"pubmed": 34519260, "text": "Carboplatin activates the cGAS-STING pathway by upregulating the TREX-1 (three prime repair exonuclease 1) expression in human melanoma."}, {"pubmed": 34570917, "text": "The induction of inflammation by the cGAS-STING pathway in human dental pulp cells: A laboratory investigation."}, {"pubmed": 34674770, "text": "Micronucleus production, activation of DNA damage response and cGAS-STING signaling in syncytia induced by SARS-CoV-2 infection."}, {"pubmed": 34676498, "text": "cGAS guards against chromosome end-to-end fusions during mitosis and facilitates replicative senescence."}, {"pubmed": 34718330, "text": "A preliminary study of KAT2A on cGAS-related immunity in inflammation amplification of systemic lupus erythematosus."}, {"pubmed": 34728791, "text": "Activation of a cGAS-STING-mediated immune response predicts response to neoadjuvant chemotherapy in early breast cancer."}, {"pubmed": 34732709, "text": "Sensing of cytoplasmic chromatin by cGAS activates innate immune response in SARS-CoV-2 infection."}, {"pubmed": 34742679, "text": "The role of cyclic GMP-AMP synthase and Interferon-I-inducible protein 16 as candidatebiomarkers of systemic lupus erythematosus."}, {"pubmed": 34759016, "text": "African Swine Fever Virus pI215L Negatively Regulates cGAS-STING Signaling Pathway through Recruiting RNF138 to Inhibit K63-Linked Ubiquitination of TBK1."}, {"pubmed": 34782623, "text": "Tau activates microglia via the PQBP1-cGAS-STING pathway to promote brain inflammation."}, {"pubmed": 34819364, "text": "Chromatin bridges, not micronuclei, activate cGAS after drug-induced mitotic errors in human cells."}, {"pubmed": 34844429, "text": "Toll-Like Receptor (TLR) Signaling Enables Cyclic GMP-AMP Synthase (cGAS) Sensing of HIV-1 Infection in Macrophages."}, {"pubmed": 34875339, "text": "Heterochromatin inhibits cGAS and STING during oxidative stress-induced retinal pigment epithelium and retina degeneration."}, {"pubmed": 34907606, "text": "cGAS-STING signaling pathway in gastrointestinal inflammatory disease and cancers."}, {"pubmed": 34948027, "text": "How the Innate Immune DNA Sensing cGAS-STING Pathway Is Involved in Autophagy."}, {"pubmed": 35022513, "text": "SARS-CoV-2 infection induces a pro-inflammatory cytokine response through cGAS-STING and NF-kappaB."}, {"pubmed": 35042992, "text": "cGAS and cancer therapy: a double-edged sword."}, {"pubmed": 35045565, "text": "The cGAS-STING pathway drives type I IFN immunopathology in COVID-19."}, {"pubmed": 35084749, "text": "Toxoplasma gondii ROP18I inhibits host innate immunity through cGAS-STING signaling."}, {"pubmed": 35133148, "text": "Iron Activates cGAS-STING Signaling and Promotes Hepatic Inflammation."}, {"pubmed": 35163710, "text": "EZH2-CCF-cGAS Axis Promotes Breast Cancer Metastasis."}, {"pubmed": 35429245, "text": "Role of the cGAS-STING pathway in regulating the tumor-immune microenvironment in dMMR/MSI colorectal cancer."}, {"pubmed": 35501370, "text": "A non-canonical cGAS-STING-PERK pathway facilitates the translational program critical for senescence and organ fibrosis."}, {"pubmed": 35538147, "text": "Nuclear soluble cGAS senses double-stranded DNA virus infection."}, {"pubmed": 35545033, "text": "The gut microbiota prime systemic antiviral immunity via the cGAS-STING-IFN-I axis."}, {"pubmed": 35546785, "text": "The polymorphisms in cGAS-STING pathway are associated with mitochondrial DNA copy number in coke oven workers."}, {"pubmed": 35577759, "text": "UNC93B1 attenuates the cGAS-STING signaling pathway by targeting STING for autophagy-lysosome degradation."}, {"pubmed": 35670106, "text": "Varicella-Zoster virus ORF9 is an antagonist of the DNA sensor cGAS."}, {"pubmed": 35705809, "text": "cGAS-STING drives the IL-6-dependent survival of chromosomally instable cancers."}, {"pubmed": 35732833, "text": "Role of the cGAS-STING pathway in systemic and organ-specific diseases."}, {"pubmed": 35748594, "text": "IL6 Signaling Enables Survival of Chromosomally Instable Cancer Cells."}, {"pubmed": 35812407, "text": "Can the cGAS-STING Pathway Play a Role in the Dry Eye?"}, {"pubmed": 35851540, "text": "A Baseline Cellular Antiviral State Is Maintained by cGAS and Its Most Frequent Naturally Occurring Variant rs610913."}, {"pubmed": 35870728, "text": "cGAS/cGAMP/STING signal propagation in the tumor microenvironment: Key role for myeloid cells in antitumor immunity."}, {"pubmed": 35877778, "text": "Human papillomaviruses sensitize cells to DNA damage induced apoptosis by targeting the innate immune sensor cGAS."}, {"pubmed": 35983076, "text": "Identification of Cytosolic DNA Sensor cGAS-STING as Immune-Related Risk Factor in Renal Carcinoma following Pan-Cancer Analysis."}, {"pubmed": 36516451, "text": "CARDIOPULMONARY BYPASS-DERIVED PLASMA EXOSOMAL HMGB1 CONTRIBUTES TO ALVEOLAR EPITHELIAL CELL NECROPTOSIS VIA mtDNA/CGAS/STING PATHWAY."}, {"pubmed": 36574362, "text": "DNA damage repair kinase DNA-PK and cGAS synergize to induce cancer-related inflammation in glioblastoma."}, {"pubmed": 36806027, "text": "The expression of cyclic GMP-AMP synthase in human apical periodontitis: A laboratory investigation."}, {"pubmed": 36878046, "text": "The cGAS-STING pathway promotes endometriosis by up-regulating autophagy."}, {"pubmed": 36926349, "text": "cGAS-STING pathway as a potential trigger of immunosenescence and inflammaging."}, {"pubmed": 36976098, "text": "Pathophysiological Roles of the cGAS-STING Inflammatory Pathway."}, {"pubmed": 37002605, "text": "Biomaterial-enabled therapeutic modulation of cGAS-STING signaling for enhancing antitumor immunity."}, {"pubmed": 37027305, "text": "Nuclear translocation of cGAS orchestrates VEGF-A-mediated angiogenesis."}, {"pubmed": 37067290, "text": "Borrelia burgdorferi Engages Mammalian Type I IFN Responses via the cGAS-STING Pathway."}, {"pubmed": 37100798, "text": "Phase-separated nucleocapsid protein of SARS-CoV-2 suppresses cGAS-DNA recognition by disrupting cGAS-G3BP1 complex."}, {"pubmed": 37129502, "text": "Activation of the cGAS-STING innate immune response in cells with deficient mitochondrial topoisomerase TOP1MT."}, {"pubmed": 37147228, "text": "Structure-based mechanisms of 2'3'-cGAMP intercellular transport in the cGAS-STING immune pathway."}, {"pubmed": 37166075, "text": "The cGAS-STING pathway in diabetic retinopathy and age-related macular degeneration."}, {"pubmed": 37175853, "text": "Role of cGAS-Sting Signaling in Alzheimer's Disease."}, {"pubmed": 37182515, "text": "The bidirectional roles of the cGAS-STING pathway in pain processing: Cellular and molecular mechanisms."}, {"pubmed": 37190937, "text": "Inhibition of cGAS aggravated the host inflammatory response to Aspergillus fumigatus."}, {"pubmed": 37228597, "text": "African swine fever virus QP383R dampens type I interferon production by promoting cGAS palmitoylation."}, {"pubmed": 37267951, "text": "Methionine restriction promotes cGAS activation and chromatin untethering through demethylation to enhance antitumor immunity."}, {"pubmed": 37352571, "text": "Multi-functional regulation of cGAS by the nuclear localization signal2 (NLS2) motif: Nuclear localization, enzyme activity and protein degradation."}, {"pubmed": 37422930, "text": "USP18 promotes innate immune responses and apoptosis in influenza A virus-infected A549 cells via cGAS-STING pathway."}, {"pubmed": 37532932, "text": "cGAS-STING drives ageing-related inflammation and neurodegeneration."}, {"pubmed": 37586363, "text": "NSUN2 is a glucose sensor suppressing cGAS/STING to maintain tumorigenesis and immunotherapy resistance."}, {"pubmed": 37587292, "text": "Heartbreakers: innate sensors ZBP1 and cGAS linked to cardiotoxicity."}, {"pubmed": 37640708, "text": "DNAJA2 deficiency activates cGAS-STING pathway via the induction of aberrant mitosis and chromosome instability."}, {"pubmed": 37748723, "text": "cGAS-STING signaling in the tumor microenvironment."}, {"pubmed": 37774567, "text": "DTX3L mediated ubiquitination of cGAS suppresses antitumor immunity in pancreatic cancer."}, {"pubmed": 37802025, "text": "Targeting LYPLAL1-mediated cGAS depalmitoylation enhances the response to anti-tumor immunotherapy."}, {"pubmed": 37804510, "text": "Mechanotransduction in response to ECM stiffening impairs cGAS immune signaling in tumor cells."}, {"pubmed": 37833461, "text": "DNA damage induced by CDK4 and CDK6 blockade triggers anti-tumor immune responses through cGAS-STING pathway."}, {"pubmed": 37931770, "text": "cGAS-STING at the crossroads in cancer therapy."}, {"pubmed": 37948979, "text": "Role of cGAS-STING in colorectal cancer: A new window for treatment strategies."}, {"pubmed": 37951190, "text": "Activation of cGAS-STING signaling pathway promotes liver fibrosis and hepatic sinusoidal microthrombosis."}, {"pubmed": 37956918, "text": "Cardiovascular diseases crossroads: cGAS-STING signaling and disease progression."}, {"pubmed": 37965345, "text": "The role of cGAS-STING signaling in pulmonary fibrosis and its therapeutic potential."}, {"pubmed": 38054892, "text": "The UAF1-USP1 Deubiquitinase Complex Stabilizes cGAS and Facilitates Antiviral Responses."}, {"pubmed": 38056369, "text": "Potential cGAS-STING pathway functions in DNA damage responses, DNA replication and DNA repair."}, {"pubmed": 38086852, "text": "Nuclear cGAS restricts L1 retrotransposition by promoting TRIM41-mediated ORF2p ubiquitination and degradation."}, {"pubmed": 38148453, "text": "cGAS Mediates the Inflammatory Responses of Human Microglial Cells to Genotoxic DNA Damage."}, {"pubmed": 38200309, "text": "MRE11 liberates cGAS from nucleosome sequestration during tumorigenesis."}, {"pubmed": 38216006, "text": "IUPHAR ECR review: The cGAS-STING pathway: Novel functions beyond innate immune and emerging therapeutic opportunities."}, {"pubmed": 38240703, "text": "Molecular map of cGAS-STING pathway-related genes in bladder cancer: the perspective toward immune microenvironment and prognosis."}, {"pubmed": 38277817, "text": "FBXO38 deficiency promotes lysosome-dependent STING degradation and inhibits cGAS-STING pathway activation."}, {"pubmed": 38331088, "text": "Arginine methylation-dependent cGAS stability promotes non-small cell lung cancer cell proliferation."}, {"pubmed": 38389103, "text": "Hypoxic glioblastoma-cell-derived extracellular vesicles impair cGAS-STING activity in macrophages."}, {"pubmed": 38418882, "text": "The CRL5-SPSB3 ubiquitin ligase targets nuclear cGAS for degradation."}, {"pubmed": 38424312, "text": "Severe COVID-19 and long COVID are associated with high expression of STING, cGAS and IFN-alpha."}, {"pubmed": 38459658, "text": "The cytosolic DNA-sensing cGAS-STING pathway in neurodegenerative diseases."}, {"pubmed": 38932169, "text": "cGAS-STING-TBK1 Signaling Promotes Valproic Acid-Responsive Human Cytomegalovirus Immediate-Early Transcription during Infection of Incompletely Differentiated Myeloid Cells."}, {"pubmed": 39114669, "text": "The effects of cGAS-STING inhibition in liver disease, kidney disease, and cellular senescence."}, {"pubmed": 39120648, "text": "R-loops and impaired autophagy trigger cGAS-dependent inflammation via micronuclei formation in Senataxin-deficient cells."}], "genomic_pos": {"chr": "6", "end": 73452297, "ensemblgene": "ENSG00000164430", "start": 73413515, "strand": -1}, "genomic_pos_hg19": {"chr": "6", "end": 74161999, "start": 74123238, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002218", "qualifier": "involved_in", "term": "activation of innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002218", "pubmed": [23258413, 23929945, 24077100, 26046437, 28363908, 29426904, 30007416, 32817552, 32911482, 32912999, 33542149, 35438208], "qualifier": "involved_in", "term": "activation of innate immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002218", "pubmed": 23258413, "qualifier": "involved_in", "term": "activation of innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002221", "pubmed": 23258413, "qualifier": "involved_in", "term": "pattern recognition receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002230", "qualifier": "involved_in", "term": "positive regulation of defense response to virus by host"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002230", "pubmed": [23929945, 24077100, 26046437], "qualifier": "involved_in", "term": "positive regulation of defense response to virus by host"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002230", "pubmed": 23258413, "qualifier": "involved_in", "term": "positive regulation of defense response to virus by host"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002637", "qualifier": "involved_in", "term": "regulation of immunoglobulin production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002753", "pubmed": 23258413, "qualifier": "involved_in", "term": "cytoplasmic pattern recognition receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006281", "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006974", "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": 28738408, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008340", "qualifier": "involved_in", "term": "determination of adult lifespan"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019933", "pubmed": [23258413, 24077100, 28738408, 30007416], "qualifier": "involved_in", "term": "cAMP-mediated signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019934", "pubmed": [23258413, 24077100, 28738408], "qualifier": "involved_in", "term": "cGMP-mediated signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032481", "qualifier": "involved_in", "term": "positive regulation of type I interferon production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032481", "pubmed": [24077100, 26046437, 28363908, 28738408, 32792394, 33230297, 33406424], "qualifier": "involved_in", "term": "positive regulation of type I interferon production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032481", "qualifier": "involved_in", "term": "positive regulation of type I interferon production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0038001", "qualifier": "involved_in", "term": "paracrine signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038001", "pubmed": 24077100, "qualifier": "involved_in", "term": "paracrine signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045087", "pubmed": 23258413, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045087", "pubmed": 37403426, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050863", "qualifier": "involved_in", "term": "regulation of T cell activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": [21478870, 23929945, 24077100, 26046437], "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071360", "qualifier": "involved_in", "term": "cellular response to exogenous dsRNA"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140896", "pubmed": [32911482, 32912999, 33542149, 35322803, 35438208, 35460603], "qualifier": "involved_in", "term": "cGAS/STING signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0140896", "pubmed": 37403426, "qualifier": "involved_in", "term": "cGAS/STING signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0160049", "pubmed": [32911482, 32912999], "qualifier": "involved_in", "term": "negative regulation of cGAS/STING signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:2000042", "qualifier": "involved_in", "term": "negative regulation of double-strand break repair via homologous recombination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000042", "pubmed": [30356214, 31544964], "qualifier": "involved_in", "term": "negative regulation of double-strand break repair via homologous recombination"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000774", "qualifier": "involved_in", "term": "positive regulation of cellular senescence"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [29937271, 30356214, 31544964, 32792394, 33230297, 33406424], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 23258413, "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": [32912999, 35438208], "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": [23258413, 29937271, 30356214, 30827685, 31544964, 32792394, 33406424], "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "pubmed": 37403426, "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 30827685, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016604", "qualifier": "located_in", "term": "nuclear body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0035861", "qualifier": "is_active_in", "term": "site of double-strand break"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035861", "pubmed": 30356214, "qualifier": "located_in", "term": "site of double-strand break"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 23258413, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003682", "pubmed": [28738408, 32817552, 32911482, 32912999, 33051594, 33542149], "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003690", "qualifier": "enables", "term": "double-stranded DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003690", "pubmed": [24077100, 28363908, 29937271, 30007416, 32792394, 32817552, 32911482, 32912999, 33051594, 33542149, 35438208, 35460603], "qualifier": "enables", "term": "double-stranded DNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003690", "pubmed": 37403426, "qualifier": "enables", "term": "double-stranded DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [26046437, 30135424, 30510222, 35322803], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005525", "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005546", "pubmed": 30827685, "qualifier": "enables", "term": "phosphatidylinositol-4,5-bisphosphate binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031491", "pubmed": [32911482, 32912999, 33051594], "qualifier": "enables", "term": "nucleosome binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": [29426904, 32911482, 32912999, 33051594, 33542149, 35438208], "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0061501", "pubmed": 23258412, "qualifier": "enables", "term": "2',3'-cyclic GMP-AMP synthase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061501", "qualifier": "enables", "term": "2',3'-cyclic GMP-AMP synthase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061501", "pubmed": [23258413, 24077100, 26300263, 28214358, 28363908, 28738408, 28934246, 29426904, 29937271, 30007416, 32792394, 32911482, 32912999, 33542149], "qualifier": "enables", "term": "2',3'-cyclic GMP-AMP synthase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0061501", "pubmed": 37403426, "qualifier": "enables", "term": "2',3'-cyclic GMP-AMP synthase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140693", "pubmed": [32911482, 32912999, 35322803], "qualifier": "enables", "term": "molecular condensate scaffold activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0160004", "qualifier": "enables", "term": "poly-ADP-D-ribose modification-dependent protein binding"}]}, "homologene": {"genes": [[7955, 557043], [8364, 100488048], [9031, 421864], [9544, 717665], [9598, 462822], [9606, 115004], [9913, 782472], [10090, 214763], [10116, 682147]], "id": 51384}, "interpro": [{"desc": "Mab-21-like", "id": "IPR024810", "short_desc": "Mab-21-like"}, {"desc": "Mab-21-like, nucleotidyltransferase domain", "id": "IPR046903", "short_desc": "Mab-21-like_nuc_Trfase"}, {"desc": "Mab-21-like, HhH/H2TH-like domain", "id": "IPR046906", "short_desc": "Mab-21_HhH/H2TH-like"}], "ipi": ["IPI00298007", "IPI00607846", "IPI00853050"], "map_location": "6q13", "name": "cyclic GMP-AMP synthase", "other_names": ["2'3'-cGAMP synthase", "DANGER family member 4", "Mab-21 domain containing 1", "cGAMP synthase", "cyclic GMP-AMP synthase", "mab-21 domain-containing protein 1", "protein MB21D1"], "pantherdb": {"HGNC": "21367", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2442261", "ortholog_type": "LDO", "panther_family": "PTHR10656", "taxid": 10090, "uniprot_kb": "Q8C6L5"}, {"Ensembl": "ENSRNOG00000046191", "ortholog_type": "LDO", "panther_family": "PTHR10656", "taxid": 10116, "uniprot_kb": "A0A0G2JVC4"}, {"Ensembl": "ENSGALG00000015925", "ortholog_type": "LDO", "panther_family": "PTHR10656", "taxid": 9031, "uniprot_kb": "F1NVJ8"}, {"ZFIN": "ZDB-GENE-090313-23", "ortholog_type": "LDO", "panther_family": "PTHR10656", "taxid": 7955, "uniprot_kb": "F1QCP4"}, {"FlyBase": "FBgn0050424", "ortholog_type": "O", "panther_family": "PTHR10656", "taxid": 7227, "uniprot_kb": "A8DYP7"}, {"FlyBase": "FBgn0034047", "ortholog_type": "O", "panther_family": "PTHR10656", "taxid": 7227, "uniprot_kb": "A1ZA55"}, {"FlyBase": "FBgn0035868", "ortholog_type": "LDO", "panther_family": "PTHR10656", "taxid": 7227, "uniprot_kb": "Q9VSH0"}], "uniprot_kb": "Q8N884"}, "pathway": {"kegg": [{"id": "hsa04623", "name": "Cytosolic DNA-sensing pathway - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-1834941", "name": "STING mediated induction of host immune responses"}, {"id": "R-HSA-1834949", "name": "Cytosolic sensors of pathogen-associated DNA "}], "wikipathways": [{"id": "WP4655", "name": "Cytosolic DNA-sensing pathway"}, {"id": "WP4961", "name": "STING pathway in Kawasaki-like disease and COVID-19"}]}, "pdb": ["4KM5", "4LEV", "4LEW", "4MKP", "4O67", "4O68", "4O69", "5V8O", "5VDO", "5VDP", "5VDQ", "5VDR", "5VDS", "5VDT", "5VDU", "5VDV", "5VDW", "6CT9", "6CTA", "6EDB", "6EDC", "6LRC", "6LRE", "6LRI", "6LRJ", "6LRK", "6LRL", "6MJU", "6MJW", "6MJX", "6NAO", "6NFG", "6NFO", "6O47", "6Y5D", "6Y5E", "7C0M", "7CCQ", "7CCR", "7FTF", "7FTG", "7FTH", "7FTI", "7FTJ", "7FTK", "7FTL", "7FTM", "7FTN", "7FTO", "7FTP", "7FTQ", "7FTR", "7FTS", "7FTT", "7FTU", "7FTV", "7FTW", "7FTX", "7FTY", "7FTZ", "7FU0", "7FU1", "7FU2", "7FU3", "7FU4", "7FU5", "7FU6", "7FU7", "7FU8", "7FU9", "7FUA", "7FUB", "7FUC", "7FUD", "7FUE", "7FUF", "7FUG", "7FUH", "7FUI", "7FUJ", "7FUK", "7FUL", "7FUM", "7FUN", "7FUO", "7FUP", "7FUQ", "7FUR", "8IME", "8IMF", "8IMG", "8OKX", "8OL1", "8SHZ", "8SI0", "8SJ8", "8WR8"], "pfam": ["PF03281", "PF20266"], "pharmgkb": "PA134956015", "pharos": {"target_id": 17499, "tdl": "Tchem"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF173824", "relationship": "is"}, {"id": "GNF184730", "relationship": "is"}, {"id": "GNF195636", "relationship": "is"}, {"id": "GNF206542", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF048319", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF274458", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF108146", "relationship": "is"}, {"id": "GNF147787", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1"], "protein": ["NP_001397840.1", "NP_612450.2"], "rna": ["NM_001410911.1", "NM_138441.3"], "translation": [{"protein": "NP_612450.2", "rna": "NM_138441.3"}, {"protein": "NP_001397840.1", "rna": "NM_001410911.1"}]}, "reporter": {"GNF1H": "gnf1h10795_at", "HG-U133_Plus_2": ["1559051_s_at", "1561708_at", "242077_x_at"], "HG-U95B": "53430_r_at", "HTA-2_0": "TC06001873.hg.1", "HuEx-1_0": "2960872", "HuGene-1_1": "8127534", "HuGene-2_1": "17020787"}, "summary": "Enables several functions, including 2',3'-cyclic GMP-AMP synthase activity; chromatin binding activity; and phosphatidylinositol-4,5-bisphosphate binding activity. Involved in several processes, including cellular response to exogenous dsRNA; positive regulation of intracellular signal transduction; and regulation of defense response. Located in several cellular components, including cytosol; nucleus; and site of double-strand break. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "CGAS", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C3147783"}, "unigene": "Hs.658405", "uniprot": {"Swiss-Prot": "Q8N884", "TrEMBL": "A0A7P0TBQ3"}}