{"AllianceGenome": "1886", "HGNC": "1886", "MIM": "118860", "_id": "1082", "_version": 1, "accession": {"genomic": ["AC008687.5", "AC245081.2", "AH002754.2", "CH471177.1", "CP068259.2", "M13504.1", "MT041249.1", "MT041250.1", "MT041251.1", "MT041252.1", "MT041253.1", "MT041254.1", "MT041255.1", "NC_000019.10", "NC_060943.1"], "protein": ["AAA52005.1", "AAA53288.1", "AAA96690.1", "AAH22796.1", "AAH69526.1", "AAI06060.1", "BAF84241.1", "EAW52434.1", "NP_000728.1", "P0DN86.1", "QPB73997.1", "QPB73998.1", "QPB73999.1", "QPB74000.1", "QPB74001.1", "QPB74002.1", "QPB74003.1"], "rna": ["AK291552.1", "BC022796.1", "BC069526.1", "BC106059.1", "BX334905.2", "J00117.1", "K03180.1", "K03181.1", "NM_000737.5"], "translation": [{"protein": "BAF84241.1", "rna": "AK291552.1"}, {"protein": "AAH69526.1", "rna": "BC069526.1"}, {"protein": "AAA96690.1", "rna": "J00117.1"}, {"protein": "NP_000728.1", "rna": "NM_000737.5"}, {"protein": "AAH22796.1", "rna": "BC022796.1"}, {"protein": "AAI06060.1", "rna": "BC106059.1"}]}, "alias": ["CGB", "CGB5", "CGB7", "CGB8", "LHB", "hCGB"], "ensembl": {"gene": "ENSG00000104827", "protein": "ENSP00000349954", "transcript": "ENST00000357383", "translation": [{"protein": "ENSP00000349954", "rna": "ENST00000357383"}], "type_of_gene": "protein_coding"}, "entrezgene": "1082", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.37073906242, "exp_mis": 35.9910149359, "exp_syn": 16.0387229104, "lof_z": 1.52521674608413, "mis_z": 2.68976931767789, "mu_lof": 3.24562452692e-07, "mu_mis": 7.65469590256e-06, "mu_syn": 3.39140702725e-06, "n_lof": 0.0, "n_mis": 3.0, "n_syn": 2.0, "p_li": 0.574072270101342, "p_null": 0.0452646982972099, "p_rec": 0.380663031601448, "syn_z": 2.17316240506341}, "bp": 498, "cds_end": 49527228, "cds_start": 49526142, "n_exons": 3, "nonpsych": {"exp_lof": 2.11321005622, "exp_mis": 32.5428048777, "exp_syn": 14.4840549433, "lof_z": 1.42765509694933, "mis_z": 2.61207641920195, "mu_lof": 3.24562452692e-07, "mu_mis": 7.65469590256e-06, "mu_syn": 3.39140702725e-06, "n_lof": 0.0, "n_mis": 3.0, "n_syn": 2.0, "p_li": 0.579760062433786, "p_null": 0.0506481145851794, "p_rec": 0.369591822981035, "syn_z": 2.06525685538662}, "nontcga": {"exp_lof": 2.17790843602, "exp_mis": 33.1085645796, "exp_syn": 14.7524548403, "lof_z": 1.45579765168095, "mis_z": 2.60693205682662, "mu_lof": 3.24562452692e-07, "mu_mis": 7.65469590256e-06, "mu_syn": 3.39140702725e-06, "n_lof": 0.0, "n_mis": 3.0, "n_syn": 1.0, "p_li": 0.565241588855789, "p_null": 0.0480100233882006, "p_rec": 0.38674838775601, "syn_z": 2.26709843021107}, "transcript": "ENST00000357383.4"}, "exons": [{"cdsend": 49023971, "cdsstart": 49022885, "chr": "19", "position": [[49022868, 49023200], [49023435, 49023603], [49023956, 49024375]], "strand": -1, "transcript": "NM_000737", "txend": 49024375, "txstart": 49022868}], "exons_hg19": [{"cdsend": 49527228, "cdsstart": 49526142, "chr": "19", "position": [[49526125, 49526457], [49526692, 49526860], [49527213, 49527632]], "strand": -1, "transcript": "NM_000737", "txend": 49527632, "txstart": 49526125}], "generif": [{"pubmed": 12175153, "text": "Isolation and purification using affinity capture MALDI-TOF MS was enhanced 3-fold by a method of orienting immunoglobulin G using immobilized recombinant Fc receptor protein G."}, {"pubmed": 12242028, "text": "Deleting the native acceptor sites exposes a new site for O-glycosylation and promotes a differential intracellular processing and folding of the beta subunit."}, {"pubmed": 12569177, "text": "Expressed in human decidual tissue in patients during tubal pregnancy"}, {"pubmed": 12594819, "text": "Expression of the free beta-subunit of human chorionic gonadotropin in renal cell carcinoma: prognostic study on tissue and serum"}, {"pubmed": 15004409, "text": "Decrease in molecular weight of dimeric chimeras digested with endoglycosidase-F was greater in Calpha than that in alphaC after treatment with neuraminidase, revealing that both chimeras have different numbers of sialic acids on O-linked carbohydrates."}, {"pubmed": 15048184, "text": "elevated b-HCG levels in our study were associated with pre-eclampsia.There is a statistically significant correlation between high levels of b-HCG and increased numbers of intrauterine growth restriction and newborns delivered in poor condition."}, {"pubmed": 15718290, "text": "Substitution of arginine(68) of the beta-subunit (hCG(beta)) with glutamic acid (R68E) profoundly reduces the cross-reactivity while refocusing the immune response to the hCG(beta)-specific C-terminal peptide (CTP)."}, {"pubmed": 16007123, "text": "Overexpression of HCG beta is associated with adenoma formation"}, {"pubmed": 16323172, "text": "HCGbeta is directly responsible for changes in prostate carcinoma cells associated with an increased metastatic phenotype"}, {"pubmed": 16543672, "text": "the Gly residue at site X(3) (G(3)) in the CXGXC motif of hCG is essential for heterodimer formation of glycoprotein hormones"}, {"pubmed": 16632463, "text": "In pertussis toxin-treated BeWo cells, 6-chloromelatonin stimulated basal hCG-beta secretion (P < 0.001)."}, {"pubmed": 16651852, "text": "Kaplan-Meier plots and log-rank test revealed no significant difference in progression-free survival between patients with elevated or normal levels of serum and/or urinary total hCGbeta."}, {"pubmed": 16924466, "text": "hCGB suppresses breast cancer growth by triggering apoptosis via Bax and p53 pathways."}, {"pubmed": 17045394, "text": "The data presented here support the model of glycoprotein hormone-receptor interaction in which the hormone binds to the extracellular domain through the beta subunit and then the alpha subunit is brought in contact with the transmembrane domain."}, {"pubmed": 17059865, "text": "An intracellular intact hCG beta-subunit form that showed the transient expression of the hCG-beta-core fragment epitope beta11 in the course of the maturation of this subunit, is described."}, {"pubmed": 17097221, "text": "hCGalpha is not derived from heterodimeric glycoprotein hormones suggesting hCG-independent functions of hCGalpha and hCGbeta in male and female fertility."}, {"pubmed": 17139196, "text": "The increased hCGbeta concentrations in body fluids of patients with aggressive bladder cancer may be due to overexpression of type II genes."}, {"pubmed": 17141398, "text": "in patients with complex congenital malformations amniotic fluid levels of beta-hCG were higher than in controls"}, {"pubmed": 17143726, "text": "The approach of fusing the alpha and beta subunits of human Chorionic Gonadotropin (hCG) to produce a single chain hormone (phCGalphabeta) was used to investigate roles of critical residues of the alpha subunit in hormone receptor interaction."}, {"pubmed": 17437322, "text": "Patients with preexisting systemic lupus erythematosus have increased maternal serum-free beta-hCG levels in the first-trimester."}, {"pubmed": 17761764, "text": "Data shows that the GPHalpha in the hCG alphabeta-heterodimers decelerates the maturation of the hCGbeta portion in the heterodimer complex."}, {"pubmed": 18022169, "text": "Endometrial IGF-I and -II are differentially regulated during decidualization and by human chorionic gonadotropin."}, {"pubmed": 18048458, "text": "Data suggests that the expressional profile of CGB genes, activated already in blastocyst stage, is associated with the status of pregnancy. The presence of CGB transcripts in testes may indicate a role in male reproductive tract."}, {"pubmed": 18217981, "text": "LH/hCGR, coexpressed with hCGbeta, may act as a potential mediator of hCG action in nontrophoblastic gynecological cancers"}, {"pubmed": 18339208, "text": "These data suggest that human chorionic gonadotropin beta subunit may act as a tumor growth-stimulating factor."}, {"pubmed": 18577995, "text": "Alpha-fetoprotein and human chorionic gonadotropin beta are elevated in high-grade neuroendocrine tumors with a rapidly progressive course and poorer survival."}, {"pubmed": 18578862, "text": "Elevated beta human chorionic gonadotrophin is associated with seminoma"}, {"pubmed": 18752498, "text": "Expression correlates with reduced cervical squamous carcinoma cell apoptosis and may be involved in tumor vascularization and dissemination."}, {"pubmed": 18758818, "text": "Sensitivity of breast cancer cells to hormones that target beta-HCG may favor invasive breast cancer."}, {"pubmed": 18802946, "text": "Elevated beta-human chorionic gonadotropin is associated with primary central nervous system germ cell tumors."}, {"pubmed": 19002615, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 19003798, "text": "Early prediction of fetuses being SGA is feasible with the combination of first trimester PAPP-A, beta-hCG and ADAM12."}, {"pubmed": 19005764, "text": "Although, beta-hCG is expressed in the majority of pituitary adenomas, more especially in NFPA, it is un-related to the risk of tumour recurrence or cellular proliferation as measured by Ki-67 nuclear labelling."}, {"pubmed": 19106261, "text": "Median values in pregnant smokers versus nonsmokers does not affect diagnosis of Down syndrome in the first trimester."}, {"pubmed": 19131508, "text": "Secretory trafficking signal encoded in the carboxyl-terminal region of the CGbeta-subunit."}, {"pubmed": 19290844, "text": "maternal smoking associated with a reduction in cord blood beta-hCG"}, {"pubmed": 19501580, "text": "Data show that specific antibodies against purified beta-hCG forms had comparable titers and could be used in diagnostic kits."}, {"pubmed": 19624411, "text": "beta-hCG has been found in a phyllodes tumor of the breast."}, {"pubmed": 19846218, "text": "hCG gene expression is differentially regulated in villous and invasive extravillous trophoblasts during their in vitro differentiation and modulated in an opposite way by PPARgamma."}, {"pubmed": 20065111, "text": "This is first evidence of a monoclonal antibody that recognizes a peptide derived from chorionic gonadotropin (hCG)-beta antigen and is capable of suppressing tumor growth, both dose-dependently and in a major histocompatibility (HLA-A*0201) context."}, {"pubmed": 20421278, "text": "Case Report: Mediastinal tumor diagnosed as thymic adenocarcinoma producing beta-hCG, and the tumor had originated from the thymus."}, {"pubmed": 20619452, "text": "Hyperglycosylated hCG promotes trophoblast invasion during choriocarcinoma, growth of cytotrophoblast cells, and placental implantation in pregnancy."}, {"pubmed": 20654692, "text": "[review] hCG's involvement in breast cancer"}, {"pubmed": 20872871, "text": "Raman and surface-enhanced Raman scattering (SERS) spectra of the synthetic carboxy terminal peptide of chorionic gonadatropin beta-subunit free of carbohydrate moieties(P37) are reported."}, {"pubmed": 20949592, "text": "Elevated serum and cerebrospinal fluid human chorionic gonadotropin-beta is associated with recurrent pure CNS germinoma."}, {"pubmed": 21222045, "text": "analysis of candidate genes revealed four genes that influence fertility: CGB/LHB gene cluster (p = 0.0036), FSHR (p = 0.023), FST (p = 0.023), and INHB; none of the independent SNPs in these genes predicted mortality"}, {"pubmed": 21360554, "text": "Hyperemesis gravidarum is associated with elevated levels of PAPP-A and free beta-hCG, and such changes are independent of serum indicators of thyroid and liver function."}, {"pubmed": 21388678, "text": "Our data support the hypothesis that elevated second trimester maternal serum levels of total hCG and/or inhibin-A may result from premature accelerated differentiation of the villous cytotrophoblasts."}, {"pubmed": 21463216, "text": "The presence of the uterine leiomyomas may increase maternal serum concentration of the beta-hCG and so after the rate of the false positive results of the prenatal screening tests."}, {"pubmed": 21592960, "text": "Antibody recognition of a human chorionic gonadotropin epitope (hCGbeta66-80) depends on local structure retained in the free peptide."}, {"pubmed": 21705042, "text": "The results indicate that gal-3 might be regulated by Human chorionic gonadotropin (hCG)in preparing the endometrium for embryonic implantation."}, {"pubmed": 21707946, "text": "EPO, hCG, or their combination ameliorate cardiac remodeling post-myocardial infarct in a rat model"}, {"pubmed": 21719003, "text": "Serum hCG-beta level 12 days after embryo transfer is a useful predictor of subsequent presence of fetal cardiac activity and live birth after in vitro fertilization."}, {"pubmed": 21799854, "text": "KLF6 playing a role as transcriptional regulator of relevant genes for placental differentiation and physiology such as betahCG and PSG"}, {"pubmed": 21827674, "text": "Assessment of CGB and GNRH1 expression level in cancer patients' blood may be useful for indicating metastatic spread of tumor cells."}, {"pubmed": 22148978, "text": "The serum levels of betahCG were significantly higher in pregnancies which subsequently developed preeclampsia."}, {"pubmed": 22365285, "text": "Ethnic group-specific median for free beta-hCG should be incorporated during first-trimester screening for fetal Down syndrome;The equation of best fit for free beta-hCG was: predicted median free beta-hCG level=465.332x10(-0.024xgestational age in days)"}, {"pubmed": 22367671, "text": "Pregnancy-associated plasma protein A and free-beta-hCG values are gestational age specific."}, {"pubmed": 22811468, "text": "we showed that type 1 and type 2 beta-hCG are highly expressed by villous mononucleated cytotrophoblasts in the early first trimester"}, {"pubmed": 23011731, "text": "The depth of trophoblastic tissue infiltration into tubal wall in ampullary pregnancies is correlated with serum beta-hCG levels, but not with gestational age."}, {"pubmed": 23136239, "text": "Elevation of serum human chorionic gonadotropin is associated with intratubular trophoblasts in the contralateral testis."}, {"pubmed": 23148678, "text": "Data suggest that during first trimester, women with ectopic pregnancies have lower blood levels of CGB, progesterone, and estradiol and higher levels of luteinizing hormone and follicle stimulating hormone than normal pregnant women."}, {"pubmed": 23285091, "text": "A complex neuroendocrine circuit exists in the retina, involving hCG secreting cells, hCG targets and hCG-release controlling cells."}, {"pubmed": 23337393, "text": "Pulmonary adenocarcinoma and bone metastases diagnosed with paraneoplastic secretion of the beta subunit of human chorionic gonadotropin (beta-HCG)."}, {"pubmed": 23396945, "text": "Human CG not only acts as a chemoattractant of regulatory T (Treg) cells but also plays a central role in pregnancy-induced immune tolerance."}, {"pubmed": 23424616, "text": "hCGbeta induced cell motility via promoting ERK1/2 phosphorylation and MMP-2 upregulation in human prostate cancer DU145 cells."}, {"pubmed": 23439616, "text": "hCG isoforms have potential roles as biomarkers of embryo viability for embryo/blastocyst transfer in infertility treatment."}, {"pubmed": 23510392, "text": "Data suggest that hCGB is higher in vaginal washing fluid in cases and suspected cases of PPROM (preterm premature rupture of membranes) than in control subjects; thus, hCGB level in vaginal washing fluid may be diagnostic test/marker for PPROM."}, {"pubmed": 23541408, "text": "Increases in early beta-chorionic gonadotropin levels are slower in vanishing twins than in singleton and twin pregnancies."}, {"pubmed": 23684886, "text": "Human chorionic gonadotropin hormone stimulates trophoblast invasion independently of the hCG receptor."}, {"pubmed": 23795618, "text": "In pregnant women with inherited thrombophilia, PAPP-A levels were significantly higher and fbHCG levels were lower during the first trimester."}, {"pubmed": 24014048, "text": "LC-MS/MS provided in-depth information on hCG variant composition of hCGn (99/642) and hCGbetan (99/692) and hCG variant specificity profiles and facilitated precise classification of the epitopes"}, {"pubmed": 24226752, "text": "First trimester hCGbeta was not associated with placenta accreta."}, {"pubmed": 24226839, "text": "Maternal serum hCGB was not associated with fetal open spina bifida."}, {"pubmed": 24239648, "text": "Unlike the bovine c-terminal peptide of HCG-beta that lacks O-glycans and determinants for circulatory survival, human HCG-beta has extended plasma half-life."}, {"pubmed": 24304164, "text": "no association between prior pre-eclampsia and first trimester pregnancy level"}, {"pubmed": 24338604, "text": "Time-to-pregnancy >/=24 months in spontaneously conceived pregnancies is associated with decreased levels of PAPP-A and free beta-hCG."}, {"pubmed": 24355054, "text": "Hyperglycosylated CGB is superior to traditional hCG for predicting pregnancy outcome after in vitro fertilization."}, {"pubmed": 24379071, "text": "Initial human chorionic gonadotropin values did not predict treatment success in cases with complete hydatidiform mole."}, {"pubmed": 24480432, "text": "Majority of the patients in 15 cases of hCG positive CSs without typical syncytiotrophoblastic cells showed elevated level of human chorionic gonadotropin (hCG)in blood preoperatively."}, {"pubmed": 24554412, "text": "results of the experiments showed that hCGbeta action leads to the increase in ERK and AKT kinases phosphorylation in cancer cells and indicate that these biological effects can be achieved independently of human chorionic gonadotropin presence"}, {"pubmed": 24559445, "text": "Elevated total hCG and free beta-hCG concentrations during early pregnancy are associated with nonstatistically significant reductions in maternal risk of breast cancer."}, {"pubmed": 24560494, "text": "may directly stimulate angiogenesis"}, {"pubmed": 24708577, "text": "Case Report: Krukenberg tumor presenting as back pain and a positive urine pregnancy test due to elevated urinary CGB."}, {"pubmed": 24753159, "text": "A protective effect of hCG against breast cancer may be associated with its growth inhibitory and differentiation induction function in breast cancer cells."}, {"pubmed": 24778026, "text": "CGB genes 1 and 2, previously considered as pseudogenes, are notably expressed by epithelial cancer cell lines."}, {"pubmed": 24856811, "text": "Expression of beta-hCG may be seen in high-grade osteosarcoma, but frequent beta-hCG immunohistochemical expression by tumor cells, associated with clinically elevated serum beta-hCG, is rare."}, {"pubmed": 24905406, "text": "CGB - core fragment was isolated from the urine of women, pregnant with normal, molar and hyperemesis gravidarum pregnancies. Larger glycoforms were more abundant in the abnormal pregnancies."}, {"pubmed": 25063251, "text": "The concentration of cell-free beta-HCG mRNA in maternal plasma may be applicable to the prenatal diagnosis of placenta accreta."}, {"pubmed": 25063728, "text": "During pregnancy, regulation of hCG beta subunit genes expression correlates with both methylation of their promoters and TFAP2A expression level."}, {"pubmed": 25275660, "text": "Hyperglycosylated human chorionic gonadotropin is associated with gestational trophoblastic diseases"}, {"pubmed": 25395363, "text": "CGB was higher in pregnant women with chronic renal insufficiency compared to controls and women with renal disease and normal renal function."}, {"pubmed": 25592975, "text": "Data suggest that initial serum beta-HCG levels in women after transfer of vitrified--warmed cleavage-stage embryos are lower than those after transfer of slow cooled--thawed cleavage-stage embryos."}, {"pubmed": 25639820, "text": "Median free betahCG MoM in the control group was 1.04, and 1.08 (P = 0.859) in the placenta praevia group compared with 0.81 in the abnormally invasive placentation group (P = 0.06)."}, {"pubmed": 25707740, "text": "Depending on its source of production, glycoforms of hCG display different biological activities and functions that are essential for pregnancy outcome.[review]"}, {"pubmed": 25767942, "text": "placenta-mediated adverse pregnancy outcome (PMAPO) before term but not PMAPO at term associated with elevated serum level in second trimester"}, {"pubmed": 25846403, "text": "For Down syndrome affected pregnancies, the median MoM of first trimester PAPP-A, PlGF, and AFP were significantly reduced, and free-beta-hCG were significantly elevated."}, {"pubmed": 25858516, "text": "hCGB serum concentrations differed significantly between Asian and European women during the first trimester of pregnancy."}, {"pubmed": 26051455, "text": "Data suggest that low serum levels of hCGB/ADAM12 are biomarkers in diagnosis of continued incomplete spontaneous abortion; here, hCGB/ADAM12 indicate success/failure of single dose of misoprostol/oxytocic in treatment of early pregnancy failure."}, {"pubmed": 26503785, "text": "reveals a positive feedback loop between glial cells missing 1 and Human chorionic gonadotropin regulating placental hCGbeta expression and cell differentiation"}, {"pubmed": 26702770, "text": "All pregnancies with serious complications had serum beta-human chorionic gonadotropin levels of 1.0-5.0 mIU/ml."}, {"pubmed": 26968839, "text": "Data indicate the diagnostic criteria of chorionic gonadotropin beta subunit (beta-hCG) and alpha-Fetoprotein (alphaFP) in CSF and serum, which may advance the early and formal diagnosis of intracranial germ cell tumors (ICGCTs)."}, {"pubmed": 27262839, "text": "Serum hCG-beta levels of POD 12 and 14 and the fold increase of hCG-beta levels from POD 12 to 14 significantly predict pregnancy outcomes after fresh and frozen cycles."}, {"pubmed": 28044377, "text": "the results of this study provide novel evidence supporting a role of hCG in regulating the differentiation of peripheral FOXP3(+) Tregs, which affect the pregnancy outcomes of patients with a history of recurrent implantation failure"}, {"pubmed": 29357321, "text": "Chorionic Gonadotropin, beta Subunit promoted the migration and invasion of CRC in vitro and in vivo but had no effect on the proliferation of tumor cells."}, {"pubmed": 30007247, "text": "risk for giving birth to a child with cerebral palsy was higher in women who did not have high hCG concentrations in the 1st trimester and low hCG concentrations in the 2nd trimester"}, {"pubmed": 30197330, "text": "The presence of hCGbeta positive tumor cells appears to potentially reflect the aggressive behavior of mucoepidermoid carcinoma and adenoid cystic carcinoma"}, {"pubmed": 31312959, "text": "In this study, we observed that abnormal levels of serum hCG titers and the local presentation of lesions with varying intervals after antecedent term pregnancy were the most common presenting features of extrauterine ETT [Epithelioid trophoblastic tumor]."}, {"pubmed": 34645361, "text": "A prospective cohort study on association of first-trimester serum biomarkers and risk of isolated foetal congenital heart defects."}], "genomic_pos": {"chr": "19", "end": 49024333, "ensemblgene": "ENSG00000104827", "start": 49022869, "strand": -1}, "genomic_pos_hg19": [{"chr": "19", "end": 49527590, "start": 49526126, "strand": -1}, {"chr": "19", "end": 49548568, "start": 49547141, "strand": 1}, {"chr": "19", "end": 49552400, "start": 49550895, "strand": -1}], "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006915", "pubmed": 7723844, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10468638, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 6194155, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007292", "pubmed": 10468638, "qualifier": "involved_in", "term": "female gamete generation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0009755", "pubmed": 7922031, "qualifier": "involved_in", "term": "hormone-mediated signaling pathway"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0061696", "pubmed": 7922031, "qualifier": "part_of", "term": "pituitary gonadotropin complex"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7922031, 31467278, 32296183], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9544, 574324], [9544, 100429320], [9606, 1082], [9606, 93659], [9606, 94115]], "id": 37338}, "interpro": [{"desc": "Gonadotropin, beta subunit", "id": "IPR001545", "short_desc": "Gonadotropin_bsu"}, {"desc": "Glycoprotein hormone subunit beta", "id": "IPR006208", "short_desc": "Glyco_hormone_CN"}, {"desc": "Gonadotropin, beta subunit, conserved site", "id": "IPR018245", "short_desc": "Gonadotropin_bsu_CS"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": ["IPI00000870", "IPI00954109"], "map_location": "19q13.33", "name": "chorionic gonadotropin subunit beta 3", "other_names": ["CG-beta", "choriogonadotropin subunit beta 3", "chorionic gonadotrophin chain beta", "chorionic gonadotropin beta 3 subunit", "chorionic gonadotropin beta chain", "chorionic gonadotropin beta subunit 3", "chorionic gonadotropin chain beta", "chorionic gonadotropin, beta polypeptide", "luteinizing hormone beta subunit"], "pathway": {"reactome": [{"id": "R-HSA-209822", "name": "Glycoprotein hormones"}, {"id": "R-HSA-209952", "name": "Peptide hormone biosynthesis"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8864260", "name": "Transcriptional regulation by the AP-2 (TFAP2) family of transcription factors"}, {"id": "R-HSA-8866910", "name": "TFAP2 (AP-2) family regulates transcription of growth factors and their receptors"}]}, "pdb": ["1HCN", "1HRP", "1QFW", "7FIG", "7FIH", "7FII"], "pfam": "PF00007", "pharmgkb": "PA26434", "pir": ["A93230", "I37231"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325365", "relationship": "is"}, {"id": "GNF325366", "relationship": "is"}, {"id": "GNF325367", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247367", "relationship": "is"}, {"id": "GNF247368", "relationship": "is"}, {"id": "GNF247369", "relationship": "is"}, {"id": "GNF247370", "relationship": "is"}, {"id": "GNF252164", "relationship": "is"}, {"id": "GNF252166", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160706", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF085633", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF074535", "relationship": "is"}, "GNF_hs-druggable_siRNA": {"id": "GNF070125", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330687", "relationship": "is"}, {"id": "GNF331915", "relationship": "is"}, {"id": "GNF333890", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF115670", "relationship": "is"}, {"id": "GNF153225", "relationship": "is"}, {"id": "GNF155311", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": "NP_000728.1", "rna": "NM_000737.5", "translation": {"protein": "NP_000728.1", "rna": "NM_000737.5"}}, "reporter": {"HG-U133_Plus_2": "205387_s_at", "HG-U95Av2": ["1122_f_at", "1152_i_at", "1153_f_at"], "HTA-2_0": ["TC19000723.hg.1", "TC19002714.hg.1", "TC19002715.hg.1"], "HuEx-1_0": ["3838156", "3838167", "3867573", "3867603", "3867615", "3867629"], "HuGene-1_1": ["8030181", "8030187", "8038280", "8038288", "8038292", "8038299"], "HuGene-2_1": ["16874187", "16874198"]}, "summary": "This gene is a member of the glycoprotein hormone beta chain family and encodes the beta 3 subunit of chorionic gonadotropin (CG). Glycoprotein hormones are heterodimers consisting of a common alpha subunit and an unique beta subunit which confers biological specificity. CG is produced by the trophoblastic cells of the placenta and stimulates the ovaries to synthesize the steroids that are essential for the maintenance of pregnancy. The beta subunit of CG is encoded by 6 genes which are arranged in tandem and inverted pairs on chromosome 19q13.3 and contiguous with the luteinizing hormone beta subunit gene. [provided by RefSeq, Jul 2008].", "symbol": "CGB3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413367"}, "unigene": ["Hs.743279", "Hs.446683"], "uniprot": {"Swiss-Prot": "P0DN86", "TrEMBL": "A0A0F7RQP8"}, "wikipedia": {"url_stub": "Chorionic gonadotropin beta"}}