{"AllianceGenome": "1929", "HGNC": "1929", "MIM": "118910", "_id": "1113", "_version": 1, "accession": {"genomic": ["AH005196.2", "AL117192.5", "CH471061.1", "CP068264.2", "NC_000014.9", "NC_060938.1", "NT_187601.1"], "protein": ["AAA52017.1", "AAA52018.1", "AAB53685.1", "AAH01059.1", "AAH06459.1", "AAH09384.2", "AAH12755.2", "AAP35515.1", "BAD97101.1", "BAG36496.1", "CAD62591.1", "EAW81505.1", "EAW81506.1", "NP_001266.1", "NP_001288619.1", "P10645.7", "XP_011534672.1", "XP_054184929.1", "XP_054231265.1"], "rna": ["AK223381.1", "AK313757.1", "BC001059.2", "BC006459.1", "BC009384.2", "BC012755.2", "BT006869.1", "BX248263.1", "DA201149.1", "J03483.1", "J03915.1", "NM_001275.4", "NM_001301690.2", "XM_011536370.3", "XM_054328954.1", "XM_054375290.1"], "translation": [{"protein": "CAD62591.1", "rna": "BX248263.1"}, {"protein": "AAA52018.1", "rna": "J03915.1"}, {"protein": "XP_054184929.1", "rna": "XM_054328954.1"}, {"protein": "NP_001266.1", "rna": "NM_001275.4"}, {"protein": "AAA52017.1", "rna": "J03483.1"}, {"protein": "XP_011534672.1", "rna": "XM_011536370.3"}, {"protein": "AAP35515.1", "rna": "BT006869.1"}, {"protein": "AAH01059.1", "rna": "BC001059.2"}, {"protein": "AAH09384.2", "rna": "BC009384.2"}, {"protein": "BAD97101.1", "rna": "AK223381.1"}, {"protein": "AAH12755.2", "rna": "BC012755.2"}, {"protein": "XP_054231265.1", "rna": "XM_054375290.1"}, {"protein": "AAH06459.1", "rna": "BC006459.1"}, {"protein": "BAG36496.1", "rna": "AK313757.1"}, {"protein": "NP_001288619.1", "rna": "NM_001301690.2"}]}, "alias": ["CGA", "PHE5", "PHES"], "ensembl": [{"gene": "ENSG00000276781", "protein": ["ENSP00000478198", "ENSP00000486340", "ENSP00000486710"], "transcript": ["ENST00000613166", "ENST00000627311", "ENST00000627696", "ENST00000629687", "ENST00000630996", "ENST00000631274"], "translation": [{"protein": "ENSP00000478198", "rna": "ENST00000613166"}, {"protein": "ENSP00000486340", "rna": "ENST00000627311"}, {"protein": "ENSP00000486710", "rna": "ENST00000630996"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000100604", "protein": ["ENSP00000216492", "ENSP00000334023", "ENSP00000450801"], "transcript": ["ENST00000216492", "ENST00000334654", "ENST00000553866", "ENST00000556076", "ENST00000556098", "ENST00000556876"], "translation": [{"protein": "ENSP00000216492", "rna": "ENST00000216492"}, {"protein": "ENSP00000450801", "rna": "ENST00000556076"}, {"protein": "ENSP00000334023", "rna": "ENST00000334654"}], "type_of_gene": "protein_coding"}], "entrezgene": "1113", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.31499018, "exp_mis": 128.973248688, "exp_syn": 59.0442505045, "lof_z": 1.44285189205155, "mis_z": 0.214191682848085, "mu_lof": 1.27127191201e-06, "mu_mis": 1.53084166697e-05, "mu_syn": 6.80655261198e-06, "n_lof": 8.0, "n_mis": 124.0, "n_syn": 71.0, "p_li": 0.000145486160271026, "p_null": 0.136297001300915, "p_rec": 0.863557512538814, "syn_z": -0.964578190457477}, "bp": 1374, "cds_end": 93401229, "cds_start": 93389704, "n_exons": 8, "nonpsych": {"exp_lof": 11.9270335904, "exp_mis": 116.608921632, "exp_syn": 53.3164285094, "lof_z": 1.11673568550356, "mis_z": 0.121857775669229, "mu_lof": 1.27127191201e-06, "mu_mis": 1.53084166697e-05, "mu_syn": 6.80655261198e-06, "n_lof": 8.0, "n_mis": 114.0, "n_syn": 67.0, "p_li": 8.60796020413979e-05, "p_null": 0.250225597709386, "p_rec": 0.749688322688573, "syn_z": -1.17986523135808}, "nontcga": {"exp_lof": 12.2376737887, "exp_mis": 118.64327974, "exp_syn": 54.3085966494, "lof_z": 1.75895386657932, "mis_z": 0.25811892221965, "mu_lof": 1.27127191201e-06, "mu_mis": 1.53084166697e-05, "mu_syn": 6.80655261198e-06, "n_lof": 6.0, "n_mis": 113.0, "n_syn": 62.0, "p_li": 0.00299457272340723, "p_null": 0.0535826518589681, "p_rec": 0.943422775417625, "syn_z": -0.660835642475186}, "transcript": "ENST00000216492.5"}, "exons": [{"cdsend": 92934884, "cdsstart": 92923359, "chr": "14", "position": [[92923149, 92923405], [92924198, 92924245], [92926604, 92926698], [92927549, 92927618], [92929716, 92929815], [92931249, 92931702], [92932369, 92932851], [92934800, 92935285]], "strand": 1, "transcript": "NM_001275", "txend": 92935285, "txstart": 92923149}, {"cdsend": 49446, "cdsstart": 37921, "chr": "14_KI270847v1_alt", "position": [[37711, 37967], [38760, 38807], [41166, 41260], [42111, 42180], [44278, 44377], [45811, 46264], [46931, 47413], [49362, 49847]], "strand": 1, "transcript": "NM_001275", "txend": 49847, "txstart": 37711}, {"cdsend": 49446, "cdsstart": 37921, "chr": "14_KI270847v1_alt", "position": [[37711, 37967], [38760, 38807], [41166, 41260], [42111, 42180], [44278, 44377], [46931, 47413], [49362, 49847]], "strand": 1, "transcript": "NM_001301690", "txend": 49847, "txstart": 37711}, {"cdsend": 92934884, "cdsstart": 92923359, "chr": "14", "position": [[92923149, 92923405], [92924198, 92924245], [92926604, 92926698], [92927549, 92927618], [92929716, 92929815], [92932369, 92932851], [92934800, 92935285]], "strand": 1, "transcript": "NM_001301690", "txend": 92935285, "txstart": 92923149}], "exons_hg19": [{"cdsend": 93401229, "cdsstart": 93389704, "chr": "14", "position": [[93389494, 93389750], [93390543, 93390590], [93392949, 93393043], [93393894, 93393963], [93396061, 93396160], [93397594, 93398047], [93398714, 93399196], [93401145, 93401630]], "strand": 1, "transcript": "NM_001275", "txend": 93401630, "txstart": 93389494}, {"cdsend": 93401229, "cdsstart": 93389704, "chr": "14", "position": [[93389494, 93389750], [93390543, 93390590], [93392949, 93393043], [93393894, 93393963], [93396061, 93396160], [93398714, 93399196], [93401145, 93401630]], "strand": 1, "transcript": "NM_001301690", "txend": 93401630, "txstart": 93389494}], "generif": [{"pubmed": 12091348, "text": "CGA and CGB were also found to have an immune origin, being present in monocytes and neutrophils during coronary artery bypass surgery, possibly due to raised IL-6 plasma levels."}, {"pubmed": 12165659, "text": "CgA may play some role in the early phase of neoplastic progression"}, {"pubmed": 12397377, "text": "The peptides WE14 and EL35, derived from evolutionarily conserved regions of CHGA, were studied in human endocrine tissues."}, {"pubmed": 12432071, "text": "identification of a novel sorting determinant for the regulated pathway"}, {"pubmed": 12438141, "text": "WE-14 is found in the adrenal chromaffin cell population and in the enterochromaffin-like (ECL) cells of the oxyntic mucosa"}, {"pubmed": 12438152, "text": "Chromofungin is an antimicrobial peptide with antifungal activity."}, {"pubmed": 12442257, "text": "isolation and characterization human CgA-derived peptides produced by endogenous prohormone convertases"}, {"pubmed": 12456801, "text": "studies for the first time identify Egr-1 as a nuclear target of gastrin and show that functional interplay of Egr-1, Sp1, and CREB is indispensable for gastrin-dependent CgA transactivation in gastric epithelial cells"}, {"pubmed": 12687271, "text": "differences in CgA and CD57 expression in human neuroendocrine tumors are related to the degree of differentiation of the neoplasms and probably reflect the degree of maturation (functional state) of neuroendocrine granules within the neoplastic cells."}, {"pubmed": 12692477, "text": "Immunoreactive patterns of chromogranin A and B [CgA,CgB] were investigated in Creutzfeldt-Jakob disease and Alzheimer's disease. CgB, but not CgA was selectively associated with prion protein deposits, whereas CgA was only seen in amyloid beta plaques"}, {"pubmed": 12826904, "text": "expression and localization of chromogranin A (CgA), chromogranin B (CgB), synaptophysin, and insulin were ultrastructurally studied with the immunogold technique in porcine and human pancreatic islet neuroendocrine cells"}, {"pubmed": 14734634, "text": "Circulating CgA could help regulate the endothelial barrier function and to protect vessels against TNF-induced plasma leakage in pathological conditions characterized by increased production of TNF and CgA, such as cancer or heart failure."}, {"pubmed": 14968443, "text": "The relative risk of clinical understaging of prostatic neoplasms significantly varied according to serum CgA levels"}, {"pubmed": 15337252, "text": "The results indicate that the decrease in the number of CgA positive large dense-core vesicles per terminal, and/or in the number of CgA positive terminals, suggesting possible functional impairment of prefrontal synaptic contact in schizophrenia."}, {"pubmed": 15462496, "text": "More chromogranin A was expressed in benign epithelial cells adjacent to adenocarcinomatic lesions than in the adenocarcinoma and in nodular hyperplasia of the prostatic gland."}, {"pubmed": 15542860, "text": "V-ATPase-mediated pH gradient in the secretory pathway is an important factor for the formation of dense-core granules by regulating the ability of CgA to form aggregates, a crucial step that may underlie the granulogenic function of the protein."}, {"pubmed": 15648545, "text": "In human adrenocortical adenomas CgA is not expressed, and removal of the mass does not modify plasma CgA levels. Endocrine involvement of local CgA in adrenocortical tumorigenesis is unlikely."}, {"pubmed": 15788643, "text": "Elevated plasma chromogranin A levels are associated with prostate cancer patients with hormone-refractory disease"}, {"pubmed": 15956083, "text": "Dysglycemic peptide pancreastatin is active in humans on multiple facets of intermediary metabolism, though is does not antagonize insulin. It is elevated in diabetes, and variant Gly297Ser had increased potency to inhibit glucose uptake."}, {"pubmed": 16007257, "text": "Rescue of elevated BP to normalcy was achieved by humanization of Chga mice."}, {"pubmed": 16151967, "text": "suggest vasostatins as novel cardioregulatory peptides in mammals"}, {"pubmed": 16330879, "text": "CgA was detected in secretory granules of serous and ductal cells by immunoelectron microscopy; CgA in humans is produced by HSG and secreted into saliva."}, {"pubmed": 16408221, "text": "Commercial CgA antibodies seem more useful for histopathological diagnosis of enterochromaffin-like cell neoplasms than the antibodies to the other CgA regions."}, {"pubmed": 16450720, "text": "CgA levels may have a diagnostic, therapeutic and prognostic role in the management of prostate cancer patients."}, {"pubmed": 16504480, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16504480, "text": "These results suggest that the CHGA gene is associated with the risk of developing schizophrenia in the Japanese population."}, {"pubmed": 17003646, "text": "trong positive linear relationship exists between serum and plasma CGA levels in pancreatic carcinoid tumor patients."}, {"pubmed": 17032650, "text": "propose that CgA promotes the biogenesis of secretory granules by a mechanism involving a granulogenic determinant located within CgA-(40-115) of the mature protein"}, {"pubmed": 17060047, "text": "The changes in salivary CgA secretion as a result of exposure to a cognitive task may indicate psychological stress in humans."}, {"pubmed": 17126478, "text": "Expression of NeuroD1 versus chromogranin-A is more frequent in pCA"}, {"pubmed": 17293489, "text": "Antiadrenergic effect of vasostatin-1 is mainly due to a phosphatidylinositol 3-kinase dependent nitric oxide release by cardiac endothelial cells."}, {"pubmed": 17379958, "text": "Salivary CgA levels peak upon awakening, and then quickly decrease to the nadir after 1 hour and maintained a low level throughout the day. On the other hand, plasma CgA did not show any obvious circadian rhythm."}, {"pubmed": 17438105, "text": "CgA is highly expressed in microdissected cells from carcinoid metastases and its promoter controls the adenoviral E1A gene, making it a possible agent for treating liver metastasis."}, {"pubmed": 17438153, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17438153, "text": "common, heritable variation in expression of the human CHGA gene influences endothelial ET-1 secretion in vivo"}, {"pubmed": 17438154, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17438154, "text": "The catestatin Gly364Ser variant cleaved from CHAG causes profound changes in human autonomic activity, both parasympathetic and sympathetic, and seems to reduce risk of developing hypertension, especially in men"}, {"pubmed": 17510497, "text": "chromogranin A salivary levels increase with laughter"}, {"pubmed": 17578828, "text": "Octreotide suppression test with CgA level assessment in NET patients is a simple, straightforward examination, providing information on the predicted response to the applied SSA and the data on initial clinical tolerance of those agents."}, {"pubmed": 17599769, "text": "Increased serum levels of CgA in nonsmall cell lung cancer are independent from protein expression in tumors and more likely related to neuroendocrine response associated with worsening of patient condition."}, {"pubmed": 17718510, "text": "These results suggest new roles for secretory protein tertiary structure in hormone and transmitter storage, with implications for secretory cargo condensation (or dense core \"packing\" structure) within the regulated pathway."}, {"pubmed": 17889508, "text": "A pathway comprising PKCs>Raf-1>MEK-1>ERK-1/-2 mediates the effect of gastrin on the CgA promoter, and strongly suggests that enhanced phosphorylation of Sp1 and CREB is crucial for CgA transactivation through the G protein-coupled CCK-B/gastrin receptor."}, {"pubmed": 17929277, "text": "The finding that PGP 9.5 and ChA are expressed by PC-3 and DU145 cells suggests that these cells may have been derived from metastatic adenocarcinomas which had undergone neuroendocrine differentiation or expression occurred as a result of cell culture."}, {"pubmed": 17985422, "text": "Expression of NeuroD1 versus chromogranin-A is more frequent in pCA."}, {"pubmed": 17991725, "text": "the Pro370Leu CHGA gene variant may contribute to the differential prevalence of cardiovascular disease across ethnic groups"}, {"pubmed": 18046660, "text": "Phaeochromocytomas from multiple endocrine neoplasia type 2 patients express substantially more CGA than tumours from von Hippel-Lindau patients at both the mRNA (3-fold greater) and protein (20-fold) level."}, {"pubmed": 18061980, "text": "Serum chromogranin A (CHGA) levels were higher in Rheumatoid arthritis (RA) and lupus erythematosus than in healthy subjects and density of CHGA+ cells was higher in RA synovium compared to osteoarthritis controls"}, {"pubmed": 18074379, "text": "CHGA protein might contribute to the observed phenotype."}, {"pubmed": 18158567, "text": "Chromogranin A-positive tumor cells can be detected in esophageal squamous cell carcinomas, supporting the notion that heterogeneous neuroendocrine (NE) differentiation also exists in tumors that lack NE cells in their normal epithelial counterparts."}, {"pubmed": 18235090, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18235090, "text": "common variants associate with the risk of hypertensive end-stage renal disease in blacks"}, {"pubmed": 18262756, "text": "expression and catalytic activity of PKD2 are required for the release of chromogranin A containing secretory vesicles"}, {"pubmed": 18271679, "text": "plasma CGA concentration is an effective marker of pheochromocytoma with association to malignity and tumor mass"}, {"pubmed": 18329114, "text": "Serum CgA (chromogranin A)was significantly higher in pancreatic cancer patientscompared with healthy subjects and those with chronic pancreatitis"}, {"pubmed": 18374882, "text": "Neither chromogranin A nor CD56 is associated with cardiac hypertrophy. Chromogranin A is significantly decreased by ventricular support. Sarcoplasmic colocalization of brain natriuretic peptide and chromogranin A is diminished after unloading."}, {"pubmed": 18432188, "text": "common genetic variants in the CHGA promoter may regulate heritable changes in blood pressure"}, {"pubmed": 18549247, "text": "SCLIP and SCG10 were colocalized to the Golgi apparatus of chromaffin cells in vivo and shared localization with CHGA as it transited the Golgi."}, {"pubmed": 18549351, "text": "Suppression of Pdcd4 resulted in an increased release of CgA and Sg II and was accompanied by an up-regulation of intracellular PC1."}, {"pubmed": 18591442, "text": "Three regions contributing to catestatin, likely affecting sympathochromaffin exocytosis. At ATP6N1, variation influenced CHGA secretion and processing to catestatin. Mechanism of novel trans-QTL for sympathochromaffin activity and blood pressure."}, {"pubmed": 18635750, "text": "CGA is a strong and independent indicator of prognosis in critically ill nonsurgical patients"}, {"pubmed": 18721831, "text": "semiquantitative immunocytochemistry for chromogranin A in amyotrophic lateral sclerosis."}, {"pubmed": 18724010, "text": "These findings suggest that the acute stress due to academic examinations is associated with raised salivary IgA and chromogranin A, but not cortisol."}, {"pubmed": 18771509, "text": "Chromogranin A-, serotonin-, synaptophysin- and vascular endothelial growth factor-positive endocrine cells and the prognosis of colorectal cancer: an immunohistochemical and ultrastructural study"}, {"pubmed": 18832606, "text": "enhanced levels of CgA identify patients with extra-articular involvement and reveal a negative feedback loop that limits the activation of endothelial cells in RA."}, {"pubmed": 18981630, "text": "Salivary chromogranin a is a quantitative marker of affective state of patients with amyotrophic lateral sclerosis."}, {"pubmed": 19017515, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19017515, "text": "The reseachers found evidence of an association between a CHGA 3'-UTR polymorphism with an increased risk of hypertension, primarily in males."}, {"pubmed": 19058139, "text": "The increased number of cells that expressed Oct4A in prostate cancer compared to benign prostate, and in cancers of increasing grade, suggests that Oct4A/Chromogranin A co-expressing cells represent neuroendocrine cells in prostate cancer."}, {"pubmed": 19090560, "text": "High CgA levels can occur in inflammatory bowel disease"}, {"pubmed": 19321999, "text": "Describe a significant incidence of elevated serum levels of CgA either in nonmetastatic or in metastatic prostate adenocarcinoma cases."}, {"pubmed": 19337629, "text": "CgA levels appear to be transiently elevated in diarrhoea predominant irritable bowel syndrome and may indentify patients who would benefit from octreotide therapy."}, {"pubmed": 19366853, "text": "It is possible to use CgA concentration as a potential marker of disease activity in hyperthyroidism."}, {"pubmed": 19520754, "text": "CHGA acts through the glomerular endothelium to regulate renal function."}, {"pubmed": 19565071, "text": "The role of chromogranin A in irritable bowel syndrome. (Letter)"}, {"pubmed": 19652998, "text": "Additional immunohistochemical detection of neuroendocrine differentiation (chromogranin-A, synaptophysin, and neural-cell adhesion molecule) in non-small cell lung cancer is presently not of prognostic importance."}, {"pubmed": 19724850, "text": "Chromogranin A, synaptophysin and CK 20 were not expressed in any basal cell carcinoma"}, {"pubmed": 19747727, "text": "Results indicate that GHRH functions as a trophic hormone for bronchial neuroendocrine (NET) tumors, and induces VEGF and chromogranin A secretion."}, {"pubmed": 19794299, "text": "In patients with autoimmune Addison's disease hyperchromograninemia and hypergastrinemia occur with a prevalence of 27.5 and 22.5%, respectively."}, {"pubmed": 19855234, "text": "Studies indicate that CgA, pancreastatin and neurokinin A have strong prognostic value."}, {"pubmed": 19943077, "text": "Chromogranin A role in cardiovascular disease states including essential hypertension has been recognized. It acts as a prohormone giving rise to bioactive peptides that exhibit several cardiovascular regulatory functions."}, {"pubmed": 20033364, "text": "role in the formation of secretory granules in COS-7 cells transfected with chromogranin A."}, {"pubmed": 20043075, "text": "down-regulated KLF4, CHGA, GPX3, SST and LIPF, together with up-regulated SERPINH1, THY1 and INHBA is an 8-gene signature for gastric cancer"}, {"pubmed": 20087896, "text": "Tissue CgA expression, evaluated in prostate cancer needle biopsies at diagnosis, is an independent prognostic factor of survival in prostate cancer patients."}, {"pubmed": 20113265, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20113265, "text": "The present study suggested the genetic variants in the chromogranin A promoter may not involve in the onset of malignant hypertension, but the variants might play a role in the renal dysfunction in patients with IgAN-MHT"}, {"pubmed": 20139771, "text": "Humans showed a nonlinear relationship between CHGA expression and pressor responses to environmental (cold) stress."}, {"pubmed": 20172008, "text": "The results revealed that normal salivary gland produces its own CgA. Before treatment, CgA levels in saliva and serum were significantly greater in patients newly-diagnosed with PGE than controls."}, {"pubmed": 20193177, "text": "Increased deposition of CGA was related to myocardial fibrosis in patients with dilated cardiomyopathy."}, {"pubmed": 20213742, "text": "In endothelial cells VS-1 acts as a cell penetrating peptide, binding to heparan sulfate proteoglycans (HSPGs) and activating eNOS phosphorylation (Ser1179) through a PI3K-dependent, endocytosis-coupled mechanism."}, {"pubmed": 20335134, "text": "CgA was expressed in mammary carcinoma tissues but not in normal or hyperplastic tissues."}, {"pubmed": 20550951, "text": "In parathyroid adenomas, only CgA are expressed."}, {"pubmed": 20640434, "text": "decreased expression in sweat glands of palmoplantar pustulosis patients"}, {"pubmed": 20663522, "text": "Chromogranin A expression was an independent predictor of biochemical failure after prostatectomy in patients with localized prostate cancer"}, {"pubmed": 20663522, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20807312, "text": "The results of this study suggested a role of chromogranins as modulators of disease onset in ALS pathogenesis."}, {"pubmed": 20833163, "text": "Data show that oxidative stress biomarkers and chromogranin A levels differ between control subjects and uremic/dialysis patients, suggesting that uremia is the major source of the increase in oxidative stress/CgA in end stage renal disease."}, {"pubmed": 20930149, "text": "In vascular endothelium catestatin neuropeptide (CgA residues 352-372) acts as a novel angiogenic cytokine by inducing growth of new blood vessels via a basic fibroblast growth factor (bFGF)-dependent mechanism."}, {"pubmed": 20965217, "text": "Catestatin is an antimicrobial peptide with activity against bacteria, fungi, and malaria."}, {"pubmed": 21044118, "text": "Plasma CgA levels are increased in only a small portion of patients with hereditary head and neck paragangliomas and have limited additional value to the combination of radiological and routine biochemical assessment of patients with HNPGL."}, {"pubmed": 21046450, "text": "This review summarizes the findings and theoretical concepts around the molecular machinery used by CgA to exert this putative intracellular function."}, {"pubmed": 21046454, "text": "This short review deals with investigations in neuroendocrine tumors (NETs) with antibodies against defined epitopes of chromogranins (Cgs) A and B and secretogranins (Sgs) II and III."}, {"pubmed": 21046455, "text": "The roles of Cgs A and B in maintaining the intravesicular environment of secretory vesicles and in exocytosis, bringing together the most recent findings from adrenal chromaffin cells, are discussed."}, {"pubmed": 21061160, "text": "Genetic variation at the CHGA locus eventuates in alterations in human renal function."}, {"pubmed": 21080056, "text": "Recent findings implicating CgA as a modulator of the tumor microenvironment and suggesting that abnormal secretion of CgA could play important roles in tumor progression and response to therapy in cancer patients are reviewed and discussed."}, {"pubmed": 21115933, "text": "Increased serum chromogranin A is associated with 5-alpha reductase inhibitor therapy in benign prostatic hyperplasia."}, {"pubmed": 21325453, "text": "These findings indicate that CGA is tonically released by the adrenal gland but do not support the usefulness of using CGA instead of cortisol for assessing the selectivity of blood sampling"}, {"pubmed": 21349414, "text": "Clinicians aware of the physiologic role of chromogranin A and its secretion in a variety of non-NET-related pathologic conditions can use this protein as a moderately effective tumor biomarker in the management of GEP-NETs."}, {"pubmed": 21357258, "text": "ChgA(29-42) peptide primed splenocytes proliferate in pancreatic lymph nodes and induce diabetes upon adoptive transfer into NOD mice."}, {"pubmed": 21362443, "text": "In vivo effects on cardiovascular variables in the rabbit"}, {"pubmed": 21431800, "text": "The salivary CgA level was 0.91 +/- 0.20 and 0.42 +/- 0.1 pmol/ml at 7:00 a.m. in students scoring low and high, respectively, on the \"severe depression\" subscale, a statistically significant difference."}, {"pubmed": 21463431, "text": "In pregnant women in Osaka, Japan, salivary chromogranin A (and salivary cortisol ) was significantly suppressed in chronic high psychological stress/depression group in comparison with normal group."}, {"pubmed": 21478104, "text": "Plasma CgA concentration analysed together with histopathological assessment of tumor and the clinical picture is a useful marker in the diagnosis of neuroendocrine tumours."}, {"pubmed": 21483253, "text": "Data suggest that An ascites CgA/serum CgA ratio greater than 1 produces excellent accuracy in predicting peritoneal metastases and/or retroperitoneal disease as the cause of ascites in the setting of metastatic carcinoid."}, {"pubmed": 21508845, "text": "Plasma catestatin is elevated in patients with essential hypertension. The ratio of catestatin to norepinephrine was lower in patients with left ventricular hypertrophy."}, {"pubmed": 21551321, "text": "Common genetic variation within the human CHGA promoter alters the interaction of specific factors in trans with the promoter, with LEF1 identified by proteomic analysis and confirmed by supershift"}, {"pubmed": 21558123, "text": "a series of events whereby ATP6V0A1 3'-UTR variant T+3246C functioned: ATP6V0A1 expression probably was affected through differential micro-RNA effects, altering vacuolar pH and consequently CHGA processing and exocytotic secretion."}, {"pubmed": 21825034, "text": "VS-1 inhibited hypoxia-driven EC morphological changes, VE-cadherin redistribution, intercellular gap formation, tube morphogenesis, and HIF-1alpha nuclear translocation in vitro."}, {"pubmed": 21872447, "text": "catestatin peptides increased intracellular Ca(2+) mobilization and induced the phosphorylation of EGFR, Akt, extracellular signal-regulated kinase (ERK), and p38 in keratinocytes"}, {"pubmed": 21884005, "text": "Overexpression of vasostatin-1 in cardiomyocytes limits hypoxia-reoxygenation injuries at molecular level independently of endothelial cells."}, {"pubmed": 21918574, "text": "Multiple features of metabolic syndrome are under joint (pleiotropic) genetic determination, with CHGA as one such contributory locus: a common polymorphism in the promoter (G-462A) of CHGA predicts such heritable metabolic traits as BMI and leptin"}, {"pubmed": 21945155, "text": "Activation of TRPV1 in BON-1 cells stimulates chromogranin A secretion"}, {"pubmed": 21980038, "text": "our findings suggest that aberrant CgA expression in epithelial structures with FBCLD may represent an early sign of these events."}, {"pubmed": 21994954, "text": "Elevated baseline CgA provided prognostic information on progression-free survival and survival in patients with pancreatic neuroendocrine tumors."}, {"pubmed": 22035982, "text": "Marathon running is associated with increased CGA levels. However, this does not seem to reflect cardiac burden but rather marathon induced stress."}, {"pubmed": 22343505, "text": "Chromogranin A is a reliable biomarker for gastroenteropancreatic neuroendocrine tumors."}, {"pubmed": 22388654, "text": "CgA is partially processed differentially in various cell types; this review describes the roles of CgA and several of its derived peptides."}, {"pubmed": 22449227, "text": "NCAM1, SYPT and CGA expressions are differently regulated by neuroendocrine phenotype-specific transcription factors in lung cancer cells."}, {"pubmed": 22487376, "text": "Vasostatin-1 suppresses atrial fibrillation inducibility, likely by inhibiting ganglionated plexus function."}, {"pubmed": 22524436, "text": "Data show that plasma proteolytic fragments of chromogranin A VS-I was significantly increased compared with controls in patients with sepsis, severe sepsis, and sepsis shock."}, {"pubmed": 22529895, "text": "CgA may serve as a useful marker in prognostic evaluation for early-stage patients with small cell carcinoma of the cervix."}, {"pubmed": 22674297, "text": "Data indicate that Chromogranin A (CgA values did not correlate with other clinical prognostic factors, except age, in untreated-naive prostate cancer (PC)."}, {"pubmed": 22699394, "text": "The chromogranin A cell density seems to be a good diagnostic marker with high sensitivity and specificity in both the right and left colon, thus sigmoidoscopy can be used in the diagnosis of lymphocytic colitis using Chromogranin A as a marker."}, {"pubmed": 22720672, "text": "CgA PCR analysis detected the presence of CgA transcripts in lymph nodes without histological evidence of tumor metastasis."}, {"pubmed": 23105094, "text": "a common CHGA variant in an Indian population influences several biochemical parameters relevant to cardiovascular/metabolic disorders."}, {"pubmed": 23153859, "text": "Data suggest that serum chromogranin A (CgA) should not be considered a reliable marker to predict poorly differentiate cancer in the setting of initial prostate biopsy."}, {"pubmed": 23173843, "text": "Chromogranin A serum levels were elevated (> 100 ng/ml) in 72/96 patients with hepatocellular carcinoma. Chromogranin A levels in the Barcelona staging of hepatocellular carcinoma were higher in stage D compared to stage C, to stage B, and to stage A."}, {"pubmed": 23206950, "text": "age, burn size and three of four measures of plasma CgA predicted organ dysfunction"}, {"pubmed": 23271036, "text": "The physiological role of chromogranin A and its use as a tumor marker for diagnosing and monitoring neuroendocrine tumors are reviewed. Review."}, {"pubmed": 23292839, "text": "the author showed that, in cutaneous basal cell carcinoma, the expression of NCAM and c-KIT was high, PDGFRA was intermediate, and chromogranin A and synaptophysin was relatively low"}, {"pubmed": 23361940, "text": "Our findings suggest that altered PTEN, ATRX, CHGA, and CHGB expression are associated with aggressive PNET phenotype in VHL and may serve as useful adjunct prognostic markers to Ki-67 in PNETs."}, {"pubmed": 23418554, "text": "Data suggest that multi-antibody assay of TTF1, Vimentin, p63 CD56, chromogranin and synaptophysin may be of special value, especially in diagnosing small biopsies."}, {"pubmed": 23423580, "text": "CgA, CgB, and secretoneurin are detectable in feces, and collagenous colitis patients express higher values than patients with inflammatory bowel disease and controls. In treatment, fecal secretoneurin decreased to control levels in collagenous colitis."}, {"pubmed": 23426642, "text": "The present finding lends support to the suggestion that IBS is caused by a biological abnormality, and intestinal CgA cell density may be used as a biological marker for the diagnosis of IBS."}, {"pubmed": 23573890, "text": "Chromogranin A and vesicular monoamine transporter 2 are localized in protein bodies of human locus coeruleus neurons."}, {"pubmed": 23588348, "text": "Our pilot study shows that CSF CgA levels are reduced in the early stages of Parkinson disease. CgA could therefore be a potential biomarker helpful in the diagnosis of Parkinson disease."}, {"pubmed": 23688154, "text": "Plasma catestatin level was positively correlated with that of norepinephrine and was elevated in parallel with that of NE in the different myocardial ischemia states."}, {"pubmed": 23702300, "text": "The present study shows plasma CST levels in patients with moderate to severe HF were significantly elevated."}, {"pubmed": 23939195, "text": "CgA and CgB have been used as general NEN biomarkers for many years, while CART has only recently been identified"}, {"pubmed": 23956349, "text": "The diagnostic accuracy of the tumor markers CgA, PP, and glucagon for pancreatic neuroendocrine tumors in multiple endocrine neoplasia type 1 is low."}, {"pubmed": 24210828, "text": "Cga values were higher in erosive esophagitis patients taking proton pump inhibitors compared to controls. There was no correlation between Cga levels and treatment duration."}, {"pubmed": 24239002, "text": "Chromogranin A is a T cell antigen in human type 1 diabetes."}, {"pubmed": 24260544, "text": "Chromogranin A and its fragments regulate metastatic small intestinal neuroendocrine neoplasm proliferation via the AKT pathway."}, {"pubmed": 24338022, "text": "Naturally occurring variants of the dysglycemic peptide pancreastatin: differential potencies for multiple cellular functions and structure-function correlation."}, {"pubmed": 24375395, "text": "High serum CHGA levels are associated with small-cell lung cancer."}, {"pubmed": 24375481, "text": "chromogranin A staining involving >1% of tumor cells on prostate cancer biopsies is a predictor of distant metastases and survival in patients treated with primary radiotherapy."}, {"pubmed": 24523932, "text": "WE-14 is produced in pheochromocytoma and secreted into the general circulation, and elevated plasma WE-14 levels are correlated with the occurrence of this chromaffin cell tumor"}, {"pubmed": 24631953, "text": "Elevated plasma catestatin levels are predictive of malignant arrhythmia in patients with acute myocardial infarction."}, {"pubmed": 24741024, "text": "High serum Chromogranin A levels are associated with low response to chemotherapy in metastatic castration-resistant prostate cancer."}, {"pubmed": 24821335, "text": "Report QT/heart rate variability in a genomically \"humanized\" chromogranin a monogenic mouse model with hyperadrenergic hypertension."}, {"pubmed": 25012947, "text": "Letter: report diagnostic role of chromogranin A immunohistochemistry in hyalinizing trabecular tumor of the thyroid."}, {"pubmed": 25077558, "text": "a model to explain how the chromogranin A/Catecholamine complex governs the accumulation and exocytosis of secreted amines"}, {"pubmed": 25099181, "text": "High serum Chromogranin A levels are associated with pancreatic neuroendocrine tumors."}, {"pubmed": 25174455, "text": "Patients with irritable bowel syndrome present a low density of CgA compared with controls."}, {"pubmed": 25220535, "text": "The study shows that chromogranin A is a useful marker for diagnosing pancreatic neuroendocrine tumors (pNET) in Japanese populations and for distinguishing patients with pNET from patients with other pancreatic diseases."}, {"pubmed": 25275071, "text": "Plasma chromogranin A levels predict survival and tumor response in patients with advanced gastroenteropancreatic neuroendocrine tumors."}, {"pubmed": 25392232, "text": "The CHGA 3'-UTR C+87T disrupts an miR-107 motif, with differential effects on CHGA expression, and a cis:trans (mRNA:miR) interaction regulates the association of CHGA with BP and hypertensive nephropathy."}, {"pubmed": 25501094, "text": "reliable pathologic and circulating maker for diagnosis of gastroenteropancreatic neuroendocrine neoplasm"}, {"pubmed": 25532001, "text": "Chromogranin A measurements are significantly assay-dependent and caution should be applied in the interpretation of CgA measurement for assessment of neuroendocrine tumor status."}, {"pubmed": 25651748, "text": "Report fast and reliable measurement of chromogranin A with automated KRYPTOR assay."}, {"pubmed": 25754106, "text": "Data indicate that ADP-ribosylation factor 1 (Arf1) colocalizes with chromogranin A and regulates secretion of insulin like growth factor 1 (IGF-1) and is required for anchorage dependent growth."}, {"pubmed": 25810338, "text": "Vasoconstriction-Inhibiting Factor (VIF), a degradation product of chromogranin A, is a vasoregulatory peptide that modulates the vasoconstrictive effects of angiotensin II by acting on the angiotensin II type 2 receptor."}, {"pubmed": 25848973, "text": "catestatin plays an important role in the progress of acute myocardial infarction"}, {"pubmed": 25894842, "text": "Diagnostic value of circulating chromogranin a for neuroendocrine tumors"}, {"pubmed": 25958206, "text": "Chromogranin A (10-19) and chromogranin A (43-52) were identified as antigens for autoreactive CD8(+) T cells in Type 1 diabetes patients."}, {"pubmed": 26186986, "text": "Receiver operating characteristic analyses showed that ChgA autoantibodies are valuable in the predictive diagnosis of non-small cell lung cancer (NSCLC), suggesting that serum autoantibodies to ChgA-derived peptides are promising novel markers of NSCLC"}, {"pubmed": 26211667, "text": "In a Japanese population, the Ser-364 allele was associated with elevated systolic blood pressure and pulse pressure, consistent with increased arterial stiffness."}, {"pubmed": 26299616, "text": "ChrA levels were not effective in predicting outcomes or detecting recurrences of Merkel cell carcinoma."}, {"pubmed": 26359267, "text": "Decreased CSF levels of chromogranin A were found in Parkinson disease patients with orthostatic hypotension."}, {"pubmed": 26403073, "text": "Data show that chrysin suppressed cell proliferation and reducing expression of achaete-scute complex-like 1 (ASCL1) and the neuroendocrine biomarker chromogranin A (CgA)."}, {"pubmed": 26556564, "text": "In both mice and men the Gly364Ser polymorphism conferred metabolic traits such as elevated HDL and lowered norepinephrine levels; it was associated with superior baroreflex function and therefore better response to stress."}, {"pubmed": 26608723, "text": "Data indicate that measurement of chromogranin A (CgA) alone is sufficient in the management of patients with neuroendocrine tumours (NETs) and that routine additional measurement of chromogranin B (CgB) provides little added value."}, {"pubmed": 26683597, "text": "In astrocytes from multiple sclerosis white matter lesions the expression of chromogranin A is increased."}, {"pubmed": 26684860, "text": "Data suggest pancreastatin, a 49 residue post-translational fragment of chromogranin A, as a routinely tested biomarker in neuroendocrine tumors (NETs) and in particular small bowel NET."}, {"pubmed": 26750135, "text": "Salivary impairments and high levels of CHGA are associated with T2DM patients. In addition, CGHA polymorphisms might be associated with salivary gland hypofunction and higher salivary CHGA production in T2DM patients. This could be a significant insight to establish a role for salivary CHGA as a potential clinical biomarker to T2DM."}, {"pubmed": 26850182, "text": "In patients with resected pancreatic neuroendocrine tumors, an elevated preoperative CgA level was negatively associated with disease-free survival and overall survival."}, {"pubmed": 27203389, "text": "Results show that chronic lymphocytic leukemia (CLL) patients had increased plasma levels of chromogranin A (CgA), compared to normal subjects, particularly those >70-year-old or those treated with proton pump inhibitors."}, {"pubmed": 27304618, "text": "Plasma catestatin was associated with coronary collateral developments, suggesting a useful biomarker for coronary collateral development and potential target for therapeutic angiogenesis in patients with coronary artery chronic total occlusions (CTO)."}, {"pubmed": 27324226, "text": "Catestatin Gly364Ser Variant Alters Systemic Blood Pressure and the Risk for Hypertension in Human Populations via Endothelial Nitric Oxide Pathway."}, {"pubmed": 27683038, "text": "These results suggest that circulating full-length CgA is an important inhibitor of angiogenesis and tumor growth, and that cleavage of its C-terminal region markedly reduces its activity. Pathophysiological changes in CgA blood levels and/or its fragmentation might regulate disease progression in cancer patients."}, {"pubmed": 27771336, "text": "Concurrent increases in plasma BNP (B-type natriuretic peptide) and CST levels predicted the highest risk for both all-cause and cardiac deaths in chronic heart failure patients."}, {"pubmed": 28043759, "text": "Combined plasma CgA concentrations and World Health Organization grading may assist in better stratification of PNET patients in terms of the risk of recurrence."}, {"pubmed": 28095720, "text": "Even a single baseline measurement of CgA can be useful in establishing prognosis in this group, if this parameter exceeds its upper normal limit more than tenfold."}, {"pubmed": 28190616, "text": "Full-length CgA is an independent indicator of atherosclerotic plaques in carotid artery stenosis."}, {"pubmed": 28209766, "text": "Increased myocardial CgA glycosylation and impaired CgA processing to catestatin in heart failure be considered detrimental because CST reduces diastolic Ca2+ leak via direct CaMKIIdelta inhibition."}, {"pubmed": 28254729, "text": "The authors show that CHGA-415 T/C polymorphism is an independent risk factor of poor prognosis in critically ill patients"}, {"pubmed": 28334992, "text": "Compared with chromogranin A, chromogranin B may be more useful during proton pump inhibitor treatment and can detect tumors without liver metastases."}, {"pubmed": 28351413, "text": "High chromogranin A expression is associated with neuroendocrine differentiation in colorectal cancer."}, {"pubmed": 28397784, "text": "Patients with higher catestatin levels developed worse ventricular function during the follow-up period. Single-point catestatin was effective to predict LVEDD change. And concurrently increasing catestatin and NT-proBNP levels predicted the highest risk of LV remodeling. This study suggests an important prognostic information of catestatin on LV remodeling."}, {"pubmed": 28406540, "text": "Results suggest that severe atopic dermatitis is associated with higher stress levels. Simple salivary CgA measurements may be useful as an objective assessment of patient stress."}, {"pubmed": 28501118, "text": "Multivariate analyses of nonfunctional pancreatic neuroendocrine tumor patients with both grade and CgA recorded found poorly differentiated tumors and very high CgA negatively impacted survival."}, {"pubmed": 28667172, "text": "genetic association studies in population in India: Data suggest that common polymorphisms (SNPs) in CHGA promoter are associated with cardiometabolic disorders; c-Rel has a role in activating CHGA promoter haplotype 2 (variant T alleles at -1018 and -57 bp) under basal and pathophysiological conditions. (CHGA = chromogranin A; c-Rel = c-Rel proto-oncogene protein)"}, {"pubmed": 28685598, "text": "cardiac atria express but do not secrete CgA into circulation in patients with atrial disease"}, {"pubmed": 28870943, "text": "Metastatic castration-resistant prostate cancer patients with an early high CGA rise may demonstrate a subgroup with poor outcome due to underlying small cell/neuroendocrine cell transformation."}, {"pubmed": 28886122, "text": "we could provide evidence that established stress-related biomarkers ET-1, MCP-1, CGA were differentially regulated among patients with AF compared to healthy controls."}, {"pubmed": 29033257, "text": "CgA is largely not identified in mast cell infiltrates in the bone marrow, skin, and GI tract, and serum levels are within the normal reference range in patients with pediatric and adult mastocytosis, except in those patients treated with proton pump inhibitors, whereupon all of these patients exhibited an elevated CgA."}, {"pubmed": 29274006, "text": "Our findings demonstrated a significant upregulation of CHGA gene expression, p53, and caspase-3 activation in persons with active ulcerative colitis, which was associated with a positive correlation with pro-inflammatory mediators, M1, VEGF, caspase-3, and p53 apoptotic pathway, and a negative linear relationship with M2, anti-inflammatory mediators."}, {"pubmed": 29723285, "text": "Vasostatin-1 is stably overexpressed in serum of patients with ileal and pancreatic neuroendocrine neoplasms."}, {"pubmed": 29737901, "text": "CgA and NSE are clinically valuable tumor markers in neuroblastoma and they merit prospective clinical evaluations as such."}, {"pubmed": 29858590, "text": "Elevated serum CGA was negatively associated with overall survival in men with metastatic castrate resistant prostate cancer. Serum CGA represents a prognostic biomarker that may complement circulating tumor cells enumeration."}, {"pubmed": 30074235, "text": "Chromogranin-A and its role in the pathogenesis of diabetes mellitus is reviewed."}, {"pubmed": 30325865, "text": "Data indicate that circulating chromogranin A (CgA) has a better overall accuracy in the follow-up setting [Review and Meta-analysis]."}, {"pubmed": 30401690, "text": "Vasostatin-1 suppressed the development of aortic atherosclerotic lesions with reductions in intra-plaque inflammation, macrophage infiltration, and smooth muscle cell content."}, {"pubmed": 30467710, "text": "Catestatin regulates dense core vesicle quanta by acutely inhibiting catecholamine secretion and chronically increasing expression of the chromogranin A after nicotinic stimulation and beta subunit of chorionic gonadotropin (CgB) and seminal vesicle-specific antigen (SgII) after peptidergic stimulation of PC12 cells."}, {"pubmed": 30658195, "text": "Serum CST concentration is lower in coronary artery disease patients and is inversely associated with the severity of atherosclerosis."}, {"pubmed": 30702115, "text": "Peptide fragments from Chromogranin A are significantly decreased in biopsies from ulcerative colitis patients compared to control biopsies. These fragments overlap partially or completely with EA-92, chomofungin, serpinin, and pancreastatin."}, {"pubmed": 30714297, "text": "Obese subjects with metabolic syndrome have lower serum catestatin concentrations than obese subjects without metabolic syndrome and controls."}, {"pubmed": 30768573, "text": "Serial monitoring of plasma elevated pancreastatin (PST) is useful in predicting long-term survival following surgical cytoreduction and can be helpful to identify patients who have a poor prognosis."}, {"pubmed": 30887724, "text": "serum levels of CgA, CgB, and SgII were determined in Parkinson's disease patients and assessed their association with disease severity."}, {"pubmed": 31091213, "text": "High chromogranin A (CgA) levels may predict poor prognosis in patients with pancreatic cancer, especially during metastatic stages."}, {"pubmed": 31091854, "text": "Studied association of progastrin-releasing peptide (proGRP), neuron specific enolase (NSE), chromogranin a (CgA), and squamous cell cancer antigen (SCCA1) in pulmonary neuroendocrine tumor (PNET) and non-small-cell lung carcinoma (NSCLC). Results showed ProGRP can distinguish PNET patients from NSCLC patients, and with adjusted NSE values, it can differentiate the PNET group from the benign disease group."}, {"pubmed": 31207989, "text": "CHGA might be considered as a novel, promising, and powerful biomarker for early diagnosis of colon cancer."}, {"pubmed": 32436949, "text": "Chromogranin Serves as Novel Biomarker of Endocrine and Gastric Autoimmunity."}, {"pubmed": 32739447, "text": "Chromogranin-A serum levels in patients with takotsubo syndrome and ST elevation acute myocardial infarction."}, {"pubmed": 33121008, "text": "Interdependence between Chromogranin-A, Alternatively Activated Macrophages, Tight Junction Proteins and the Epithelial Functions. A Human and In-Vivo/In-Vitro Descriptive Study."}, {"pubmed": 33141811, "text": "Chromogranin A: A Valuable Serum Diagnostic Marker for Non-Insulinoma Neuroendocrine Tumors of the Pancreas in a Chinese Population."}, {"pubmed": 33485291, "text": "Significance of chromogranin A and synaptophysin in medullary thyroid carcinoma."}, {"pubmed": 33835984, "text": "False-Positive Pancreastatin Results From a Commercial Laboratory: A Report of 2 Cases."}, {"pubmed": 34320691, "text": "The prognostic significance of neuroendocrine markers and somatostatin receptor 2 in hepatocellular carcinoma."}, {"pubmed": 34347728, "text": "Use of Chromogranin A for Monitoring Patients With Pancreatic Neuroendocrine Neoplasms."}, {"pubmed": 34453940, "text": "Pancreastatin induces hepatic steatosis in type 2 diabetes by impeding mitochondrial functioning."}, {"pubmed": 34620125, "text": "Chromogranin A demonstrates higher expression in preeclamptic placentas than in normal pregnancy."}, {"pubmed": 34647168, "text": "Prevention of vascular calcification by the endogenous chromogranin A-derived mediator that inhibits osteogenic transdifferentiation."}, {"pubmed": 34862200, "text": "Functional Gly297Ser Variant of the Physiological Dysglycemic Peptide Pancreastatin Is a Novel Risk Factor for Cardiometabolic Disorders."}, {"pubmed": 35181881, "text": "Serum Vasostatin-1 Level is Increased in Women with Preeclampsia."}, {"pubmed": 35357570, "text": "Utility of secretagogin as a marker for the diagnosis of lung neuroendocrine carcinoma."}, {"pubmed": 35468164, "text": "Chromogranin A plasma levels predict mortality in COVID-19."}, {"pubmed": 36607947, "text": "Role of Chromogranin A in the Diagnosis and Follow-up of Neuroendocrine Tumors: Real-World Experience."}, {"pubmed": 37017669, "text": "Effects of the SPI/lncRNA NEAT1 Axis on Functions of Trophoblast and Decidual Cells in Patients with Recurrent Miscarriage."}, {"pubmed": 37113482, "text": "Salivary cortisol, dehydroepiandrosterone, and chromogranin A levels in patients with gingivitis and periodontitis and a novel biomarker for psychological stress."}, {"pubmed": 37522122, "text": "Low catestatin as a risk factor for cardiovascular disease - assessment in patients with adrenal incidentalomas."}, {"pubmed": 38473713, "text": "The Role of Catestatin in Preeclampsia."}], "genomic_pos": [{"chr": "HSCHR14_7_CTG1", "end": 49855, "ensemblgene": "ENSG00000276781", "start": 37642, "strand": 1}, {"chr": "14", "end": 92935285, "ensemblgene": "ENSG00000100604", "start": 92923150, "strand": 1}], "genomic_pos_hg19": {"chr": "14", "end": 93401638, "start": 93389425, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0002026", "qualifier": "involved_in", "term": "regulation of the force of heart contraction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002551", "pubmed": 21214543, "qualifier": "involved_in", "term": "mast cell chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006996", "qualifier": "involved_in", "term": "organelle organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008217", "pubmed": 8406464, "qualifier": "involved_in", "term": "regulation of blood pressure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031640", "qualifier": "involved_in", "term": "killing of cells of another organism"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033366", "qualifier": "involved_in", "term": "protein localization to secretory granule"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033604", "qualifier": "involved_in", "term": "negative regulation of catecholamine secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033604", "pubmed": 15326220, "qualifier": "involved_in", "term": "negative regulation of catecholamine secretion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042742", "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043303", "pubmed": 21214543, "qualifier": "involved_in", "term": "mast cell degranulation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045087", "pubmed": 15723172, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045576", "pubmed": 21214543, "qualifier": "involved_in", "term": "mast cell activation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046676", "qualifier": "involved_in", "term": "negative regulation of insulin secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050829", "pubmed": 15723172, "qualifier": "involved_in", "term": "defense response to Gram-negative bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050830", "pubmed": 15723172, "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050832", "qualifier": "involved_in", "term": "defense response to fungus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060452", "qualifier": "involved_in", "term": "positive regulation of cardiac muscle contraction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0071880", "pubmed": 22459152, "qualifier": "involved_in", "term": "adenylate cyclase-activating adrenergic receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0086030", "qualifier": "involved_in", "term": "adenylate cyclase-activating adrenergic receptor signaling pathway involved in cardiac muscle relaxation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900738", "qualifier": "involved_in", "term": "positive regulation of phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1901899", "qualifier": "involved_in", "term": "positive regulation of relaxation of cardiac muscle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000707", "qualifier": "involved_in", "term": "positive regulation of dense core granule biogenesis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030133", "qualifier": "located_in", "term": "transport vesicle"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030141", "qualifier": "located_in", "term": "secretory granule"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0042583", "qualifier": "is_active_in", "term": "chromaffin granule"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0042583", "qualifier": "located_in", "term": "chromaffin granule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 20862257, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0098992", "qualifier": "located_in", "term": "neuronal dense core vesicle"}]}, "homologene": {"genes": [[9544, 574388], [9598, 453120], [9606, 1113], [9615, 607527], [9913, 281070], [10090, 12652], [10116, 24258]], "id": 976}, "interpro": [{"desc": "Chromogranin A/B", "id": "IPR001819", "short_desc": "Chromogranin_AB"}, {"desc": "Chromogranin A/B/C", "id": "IPR001990", "short_desc": "Granin"}, {"desc": "Chromogranin, conserved site", "id": "IPR018054", "short_desc": "Chromogranin_CS"}], "ipi": ["IPI00290315", "IPI00383975"], "map_location": "14q32.12", "name": "chromogranin A", "other_names": ["SP-I", "betagranin (N-terminal fragment of chromogranin A)", "catestatin", "chromofungin", "chromogranin-A", "parathyroid secretory protein 1", "pituitary secretory protein I"], "pantherdb": {"HGNC": "1929", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88394", "ortholog_type": "LDO", "panther_family": "PTHR10583", "taxid": 10090, "uniprot_kb": "P26339"}, {"RGD": "2338", "ortholog_type": "LDO", "panther_family": "PTHR10583", "taxid": 10116, "uniprot_kb": "P10354"}, {"Ensembl": "ENSGALG00000010820", "ortholog_type": "LDO", "panther_family": "PTHR10583", "taxid": 9031, "uniprot_kb": "F1NLZ2"}, {"ZFIN": "ZDB-GENE-041010-161", "ortholog_type": "LDO", "panther_family": "PTHR10583", "taxid": 7955, "uniprot_kb": "Q5RIJ8"}], "uniprot_kb": "P10645"}, "pathway": {"reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}], "wikipathways": {"id": "WP4659", "name": "Gastrin signaling pathway"}}, "pdb": ["1LV4", "6R2X"], "pfam": "PF01271", "pharmgkb": "PA26461", "pharos": {"target_id": 13973, "tdl": "Tbio"}, "pir": "A54376", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325717", "relationship": "is"}, {"id": "GNF325718", "relationship": "is"}, {"id": "GNF325719", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247399", "relationship": "is"}, {"id": "GNF247400", "relationship": "is"}, {"id": "GNF247401", "relationship": "is"}, {"id": "GNF247402", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037950", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF002561", "relationship": "is"}, {"id": "GNF002562", "relationship": "is"}, {"id": "GNF017403", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF284857", "relationship": "is"}, {"id": "GNF284905", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF331002", "relationship": "is"}, {"id": "GNF332246", "relationship": "is"}, {"id": "GNF334044", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338406", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104071", "relationship": "is"}, {"id": "GNF143720", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NT_187601.1"], "protein": ["NP_001266.1", "NP_001288619.1", "XP_011534672.1", "XP_054184929.1", "XP_054231265.1"], "rna": ["NM_001275.4", "NM_001301690.2", "XM_011536370.3", "XM_054328954.1", "XM_054375290.1"], "translation": [{"protein": "XP_054184929.1", "rna": "XM_054328954.1"}, {"protein": "NP_001266.1", "rna": "NM_001275.4"}, {"protein": "XP_011534672.1", "rna": "XM_011536370.3"}, {"protein": "XP_054231265.1", "rna": "XM_054375290.1"}, {"protein": "NP_001288619.1", "rna": "NM_001301690.2"}]}, "reporter": {"HG-U133_Plus_2": "204697_s_at", "HG-U95Av2": "40808_at", "HTA-2_0": "TC14000574.hg.1", "HuEx-1_0": "3549092", "HuGene-1_1": "7976322", "HuGene-2_1": "16787650"}, "summary": "The protein encoded by this gene is a member of the chromogranin/secretogranin family of neuroendocrine secretory proteins. It is found in secretory vesicles of neurons and endocrine cells. This gene product is a precursor to three biologically active peptides; vasostatin, pancreastatin, and parastatin. These peptides act as autocrine or paracrine negative modulators of the neuroendocrine system. Two other peptides, catestatin and chromofungin, have antimicrobial activity and antifungal activity, respectively. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Sep 2014].", "symbol": "CHGA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332754"}, "unigene": "Hs.150793", "uniprot": {"Swiss-Prot": "P10645", "TrEMBL": ["Q86T07", "G5E968", "G3V2Q7"]}, "wikipedia": {"url_stub": "Chromogranin A"}}