{"AllianceGenome": "1932", "HGNC": "1932", "MIM": "601525", "_id": "1116", "_version": 1, "accession": {"genomic": ["AC105940.2", "AJ251847.1", "CH471067.1", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_013056.2", "Y08374.1", "Y08378.1"], "protein": ["AAA16074.1", "AAH08568.1", "AAH38354.1", "AAH39132.1", "AAP35887.1", "BAD92696.1", "BAG35757.1", "BAG53058.1", "CAA69661.1", "CAB76472.1", "EAW91467.1", "EAW91468.1", "NP_001267.2", "P36222.2", "XP_047298796.1", "XP_047298797.1", "XP_047298802.1", "XP_047298803.1", "XP_047298804.1", "XP_047298829.1", "XP_047298835.1", "XP_054189963.1", "XP_054189964.1", "XP_054189965.1", "XP_054189966.1", "XP_054189967.1", "XP_054189968.1", "XP_054189969.1"], "rna": ["AB209459.1", "AK095458.1", "AK130142.1", "AK130200.1", "AK225266.1", "AK225584.1", "AK312911.1", "BC008568.1", "BC034684.1", "BC038354.1", "BC039132.1", "BT007223.1", "BX648308.1", "DA167112.1", "M80927.1", "NM_001276.4", "XM_047442840.1", "XM_047442841.1", "XM_047442846.1", "XM_047442847.1", "XM_047442848.1", "XM_047442873.1", "XM_047442879.1", "XM_054333988.1", "XM_054333989.1", "XM_054333990.1", "XM_054333991.1", "XM_054333992.1", "XM_054333993.1", "XM_054333994.1"], "translation": [{"protein": "XP_047298835.1", "rna": "XM_047442879.1"}, {"protein": "AAA16074.1", "rna": "M80927.1"}, {"protein": "XP_047298829.1", "rna": "XM_047442873.1"}, {"protein": "XP_047298796.1", "rna": "XM_047442840.1"}, {"protein": "XP_047298803.1", "rna": "XM_047442847.1"}, {"protein": "XP_047298802.1", "rna": "XM_047442846.1"}, {"protein": "AAH38354.1", "rna": "BC038354.1"}, {"protein": "XP_047298804.1", "rna": "XM_047442848.1"}, {"protein": "BAG53058.1", "rna": "AK095458.1"}, {"protein": "BAD92696.1", "rna": "AB209459.1"}, {"protein": "XP_054189966.1", "rna": "XM_054333991.1"}, {"protein": "BAG35757.1", "rna": "AK312911.1"}, {"protein": "XP_054189963.1", "rna": "XM_054333988.1"}, {"protein": "XP_054189968.1", "rna": "XM_054333993.1"}, {"protein": "NP_001267.2", "rna": "NM_001276.4"}, {"protein": "AAH39132.1", "rna": "BC039132.1"}, {"protein": "XP_054189967.1", "rna": "XM_054333992.1"}, {"protein": "XP_047298797.1", "rna": "XM_047442841.1"}, {"protein": "XP_054189969.1", "rna": "XM_054333994.1"}, {"protein": "AAH08568.1", "rna": "BC008568.1"}, {"protein": "XP_054189965.1", "rna": "XM_054333990.1"}, {"protein": "XP_054189964.1", "rna": "XM_054333989.1"}, {"protein": "AAP35887.1", "rna": "BT007223.1"}]}, "alias": ["ASRT7", "CGP-39", "GP-39", "GP39", "HC-gp39", "HCGP-3P", "YK-40", "YKL-40", "YKL40", "YYL-40", "hCGP-39"], "ensembl": {"gene": "ENSG00000133048", "protein": ["ENSP00000255409", "ENSP00000385350"], "transcript": ["ENST00000255409", "ENST00000404436", "ENST00000472064", "ENST00000473185", "ENST00000478742"], "translation": [{"protein": "ENSP00000255409", "rna": "ENST00000255409"}, {"protein": "ENSP00000385350", "rna": "ENST00000404436"}], "type_of_gene": "protein_coding"}, "entrezgene": "1116", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.1119256071, "exp_mis": 140.604951786, "exp_syn": 66.4926802998, "lof_z": 1.87535612289367, "mis_z": -0.800029255930369, "mu_lof": 9.23778685698e-07, "mu_mis": 1.23233011883e-05, "mu_syn": 5.64130460217e-06, "n_lof": 7.0, "n_mis": 160.0, "n_syn": 72.0, "p_li": 0.00112581158404786, "p_null": 0.0454170576348277, "p_rec": 0.953457130781124, "syn_z": -0.418699914816502}, "bp": 1152, "cds_end": 203155751, "cds_start": 203148572, "n_exons": 10, "nonpsych": {"exp_lof": 12.5766286421, "exp_mis": 127.065027072, "exp_syn": 59.9862637787, "lof_z": 1.8212651355751, "mis_z": -0.936745640762175, "mu_lof": 9.23778685698e-07, "mu_mis": 1.23233011883e-05, "mu_syn": 5.64130460217e-06, "n_lof": 6.0, "n_mis": 148.0, "n_syn": 67.0, "p_li": 0.00375742321177278, "p_null": 0.0478734084624089, "p_rec": 0.948369168325818, "syn_z": -0.57014755294602}, "nontcga": {"exp_lof": 12.9638645222, "exp_mis": 129.337457508, "exp_syn": 61.1541586288, "lof_z": 1.63396144536764, "mis_z": -0.773750425337564, "mu_lof": 9.23778685698e-07, "mu_mis": 1.23233011883e-05, "mu_syn": 5.64130460217e-06, "n_lof": 7.0, "n_mis": 147.0, "n_syn": 66.0, "p_li": 0.000738614071137861, "p_null": 0.0766311171701716, "p_rec": 0.92263026875869, "syn_z": -0.392354243200565}, "transcript": "ENST00000255409.3"}, "exons": [{"cdsend": 203186623, "cdsstart": 203179444, "chr": "1", "position": [[203178930, 203179585], [203179760, 203179877], [203180469, 203180652], [203181161, 203181285], [203182730, 203182852], [203183640, 203183791], [203184575, 203184632], [203185183, 203185385], [203186315, 203186345], [203186598, 203186704]], "strand": -1, "transcript": "NM_001276", "txend": 203186704, "txstart": 203178930}], "exons_hg19": [{"cdsend": 203155751, "cdsstart": 203148572, "chr": "1", "position": [[203148058, 203148713], [203148888, 203149005], [203149597, 203149780], [203150289, 203150413], [203151858, 203151980], [203152768, 203152919], [203153703, 203153760], [203154311, 203154513], [203155443, 203155473], [203155726, 203155832]], "strand": -1, "transcript": "NM_001276", "txend": 203155832, "txstart": 203148058}], "generif": [{"pubmed": 11986266, "text": "YKL-40 is elevated in cerebrospinal fluid from patients with purulent meningitis"}, {"pubmed": 12069012, "text": "elevated serum levels in patients with Streptococcus pneumoniae bacteremia and associated with the outcome of the disease"}, {"pubmed": 12071845, "text": "The chitinase 3-like protein human cartilage glycoprotein 39 (HC-gp39) stimulates proliferation of human connective-tissue cells and activates both extracellular signal-regulated kinase- and protein kinase B-mediated signalling pathways."}, {"pubmed": 12435396, "text": "human chitinase 3-like 2 gene (YKL-39) but not chitinase 3-like 1 gene (YKL-40) is upregulated in osteoarthritic cartilage"}, {"pubmed": 12759455, "text": "HC-GP39 complexed with HLA-DR alpha beta 1*0401 is localized and presented on dendritic cells in the synovial tissue of rheumatoid arthritis patients."}, {"pubmed": 12799184, "text": "CHI3L1 has profound effects on vascular smooth muscle cell (VSMC) migration but no effect on fibroblast migration. In addition, CHI3L1 adsorbed to polystyrene surfaces directly promotes VSMC attachment and spreading."}, {"pubmed": 12851408, "text": "chitin or a closely related oligosaccharide could act as the physiological ligand for HCgp-39."}, {"pubmed": 12933821, "text": "results indicated a predominant role for a single Sp1 binding site in regulating human cartilage-gp39 promoter activity in macrophages"}, {"pubmed": 12957359, "text": "upregulgated in glioblstoma multiforme."}, {"pubmed": 14555515, "text": "High levels of serum YKL-40 reflect aggressiveness of metastatic breast cancer"}, {"pubmed": 15569925, "text": "the presence of HC gp-39-specific immune responses in healthy individuals may have an inhibitory effect on inflammatory responses in areas where HC gp-39 is present, and the response in rheumatoid arthritis has shifted toward a proinflammatory phenotype"}, {"pubmed": 15788675, "text": "Down-regulation of YKL-40 is associated with gliomas"}, {"pubmed": 15829322, "text": "YKL-40 may have role in neoplasm invasiveness; protein could stimulate fibroblast proliferation, promote angiogenesis, and protect cancer and/or stromal cells against apoptosis"}, {"pubmed": 15867231, "text": "Findings implicate YKL-40 as an important marker of therapeutic response and genetic subtype in glioblastomas and suggest that it may play an oncogenic role in these tumors."}, {"pubmed": 16234240, "text": "induction and continued secretion of CHI3L1 in chondrocytes require sustained activation of NF-kappaB"}, {"pubmed": 16818690, "text": "The YKL-40 expression was associated with the expressions of p-MAPK, p-mTOR, and p-p70S6K (all P < 0.02), with a trend toward association with p-Akt expression (P = 0.095)."}, {"pubmed": 16955240, "text": "This article reviews the studies of YKL-40 with focus on a possible role of YKL-40 in insulin resistance, endothelial dysfunction and atherosclerosis."}, {"pubmed": 16960935, "text": "Once-weekly intranasal treatment with Org39141 was well tolerated, and no serious or severe AE were reported."}, {"pubmed": 17020973, "text": "High YKL40 is associated with high-grade gliomas"}, {"pubmed": 17160890, "text": "CHI3L1 as a potential schizophrenia-susceptibility gene and suggest that the genes involved in the biological response to adverse environmental conditions are likely to play roles in the predisposition to schizophrenia."}, {"pubmed": 17160890, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17236752, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17236752, "text": "YKL-40 may be used as a sarcoidosis disease marker, but it is unsuitable as a marker to predict the course of the disease."}, {"pubmed": 17543889, "text": "conformational comparison of MGP40 and HUMGP39"}, {"pubmed": 17545529, "text": "YKL-40 has a role in success of hormonal treatment for metastatic prostate cancer"}, {"pubmed": 17565739, "text": "Data suggest that measuring YKL-40 in nipple aspirate fluid may improve the identification of women at increased breast cancer risk."}, {"pubmed": 17599744, "text": "A candidate autoantigen in rheumatoid arthritis found in synovial fluid cells."}, {"pubmed": 17631744, "text": "YKL-40 release by intervertebral disc culture may better clarify its role in the pathophysiology of discal degeneration and inflammation and its relationships with COX-2 and NO in disc tissue culture."}, {"pubmed": 17712177, "text": "YKL-40 is associated with cell proliferation, differentiation, and tissue morphogenesis during development of the human musculoskeletal system"}, {"pubmed": 17957792, "text": "High serum levels of YKL-40 is associated with squamous cell carcinoma of the head and neck"}, {"pubmed": 18054022, "text": "concentration in cord serum significantly higher in pre-eclamptic pregnancies but no significant difference in maternal serum levels between the case and control groups"}, {"pubmed": 18092325, "text": "High levels of CHI3L1 is associated with glioblastoma"}, {"pubmed": 18157633, "text": "YKL-40 protein may not have a role in progression of primary breast cancer"}, {"pubmed": 18182077, "text": "potential role for YKL-40 in myeloma-related bone disease must be considered"}, {"pubmed": 18190830, "text": "High serum YKL-40 levels in patients with primary prostate cancer indicate that YKL-40 may have a function in the progression of malignant diseases."}, {"pubmed": 18217402, "text": "YKL-40 does not seem to have a role in liver fibrosis in children with chronic hepatitis B"}, {"pubmed": 18280741, "text": "We show that elevated YKL-40 levels are not correlated with the severity of subarachnoid haemorrhage and cannot be used as a serological marker of inflammation in patients with an aneurysm rupture."}, {"pubmed": 18281018, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18281018, "text": "We identified significant association with the same risk allele at the promoter single nucleotide polymorphism (SNP) associated in the original study (rs10399805; p = .018) and with another SNP at intron 7 of CHI3L1 (rs2275351; p = .008)."}, {"pubmed": 18403759, "text": "CHI3L1 is a susceptibility gene for asthma, bronchial hyperresponsiveness, and reduced lung function, and elevated circulating YKL-40 levels are a biomarker for asthma and decline in lung function."}, {"pubmed": 18403759, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18480670, "text": "serum concentrations of YKL-40 (chitinase 3-like 1) are greatly increased in AMI patients with and without thrombolytic therapy"}, {"pubmed": 18490894, "text": "involved in the enhancement of chitin binding protein-expressing bacterial adhesion to colonic epithelial cells"}, {"pubmed": 18570155, "text": "YKL-40 protein expression was redistributed in carcinoma versus normal glandular tissue of the breast."}, {"pubmed": 18615353, "text": "Plasma YKL-40 was significantly increased in patients with STEMI and stable CAD"}, {"pubmed": 18650368, "text": "Plasma YKL-40 was identified as an obesity-independent marker of type 2 diabetes"}, {"pubmed": 18708058, "text": "TNF-alpha suppresses YKL-40 expression in glioma cell lines in a NF-kappaB dependent manner."}, {"pubmed": 18723551, "text": "Pretreatment serum YKL-40 level is a possible prognosticator of cervical adenocarcinoma."}, {"pubmed": 18767121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18767121, "text": "the genetic contribution of CHI3L1 to schizophrenia is variable, even though it is mechanistically involved in the disease process."}, {"pubmed": 18802121, "text": "Elevated levels of chitinase-like protein YKL-40 are found in serum and bronchoalveolar lavage fluid, and greater numbers of YKL-40-expressing cells in bronchial biopsies, of smokers with chronic obstructive pulmonary disease."}, {"pubmed": 18957531, "text": "Role of YKL-40 as a marker of inflammation in the gradually progressing vascular complications in patients with type 1 diabetes."}, {"pubmed": 19003601, "text": "review of CHI3L1 and it's activity in cancer and other diseases [review]"}, {"pubmed": 19070929, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19070929, "text": "a functional role of YKL-40 in liver fibrogenesis and should be taken into account when using YKL-40 as a non-invasive fibrosis marker."}, {"pubmed": 19089918, "text": "Elevated levels of CHI3L1 mRNA, encoding the secreted glycoprotein YKL-40, are associated with poor survival in glioblastoma."}, {"pubmed": 19106306, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19106306, "text": "The g.-247C/T polymorphism in the CHI3L1 promoter region is associated with the risk of atopy"}, {"pubmed": 19197227, "text": "A positive correlation between sYKL-40 and blood IL-6 level on ICU admission was noted in the sepsis group (r = 0.465, P < 0.01). YKL-40 identified by proteomic analysis is considered as a biomarker of sepsis."}, {"pubmed": 19200605, "text": "higher serum YKL-40 levels were observed in patients with more severe proteinuria (>or=3+ by dipstick) than in patients with milder proteinuria"}, {"pubmed": 19255724, "text": "No association of (-131C-->G) variant of CHI3L1 gene was found with glioblastoma."}, {"pubmed": 19255724, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19264973, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19308408, "text": "Higher concentrations of YKL-40 indicate the level of cartilage destruction and can be used for assessment of destruction in knee osteoarthritis."}, {"pubmed": 19421404, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19421404, "text": "Single nucleotide polymorphisms in CHI3L1 is not associated with type 2 diabetes and related quantitative traits."}, {"pubmed": 19536175, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19550125, "text": "YKL-40 may be used as a new molecular marker to predict the prognosis of epithelial ovarian cancer."}, {"pubmed": 19568425, "text": "in contrast to previous studies, the rs4950928 G allele, and not the C allele, was found to be associated with asthma; a few other SNPs of the CHI3L1 were found to be significantly associated with atopy and FEV1/FVC ratio, respectively"}, {"pubmed": 19644363, "text": "asthma susceptibility genes; review of genetic and fuctional studies"}, {"pubmed": 19666003, "text": "These results suggest that macrophage/preadipocyte interaction enhances degradation of type I collagen in AT, meanwhile, YKL-40 secreted from macrophages infiltrating into adipose tissue inhibits the type I collagen degradation."}, {"pubmed": 19694834, "text": "YKL-40 expression in anal carcinoma predicts shorter overall and disease-free survival."}, {"pubmed": 19701838, "text": "YKL-40 is related to severity of peritoneal endometriosis."}, {"pubmed": 19765801, "text": "overexpression of YKL-40 is correlated with the aggressive behavior of tumor cells"}, {"pubmed": 19767768, "text": "blockade of YKL-40 using small-interfering RNA gene knockdown suppressed tumor angiogenesis in vitro and in vivo."}, {"pubmed": 19961288, "text": "Elevated YKL-40 levels in congestive heart failure patients are explained by the presence of concomitant diseases."}, {"pubmed": 20012147, "text": "high plasma YKL-40 before ablation is associated with recurrence of atrial fibrillation"}, {"pubmed": 20047081, "text": "Results describe the associations between plasma IGF-I versus interleukin 6 (IL-6) and the acute phase proteins high sensitive C-reactive protein (hsCRP) and YKL-40 in a population-based study comprising 629 individuals, aged 50-89 years."}, {"pubmed": 20051317, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20051317, "text": "the genetic variants in the CHI3L1 gene have ethnic heterogeneity and confer a susceptibility to schizophrenia in Asian populations."}, {"pubmed": 20056225, "text": "serum YKL-40 and hsCRP levels are independently associated with lesion progression in patients with coronary artery disease"}, {"pubmed": 20099501, "text": "YKL-40 (chitinase 3-like 1) in newly diagnosed ovarian cancer patients was significantly higher than in patients with BRCA 1 gene mutation, women with benign epithelial cancer and patients with ovarian cancer at the time of complete remission"}, {"pubmed": 20174854, "text": "YKL-40 overexpression is not associated with high-grade gliomas."}, {"pubmed": 20224722, "text": "YKL-40 is directly produced by tumor cells and is inversely linked to EGFR in glioblastomas."}, {"pubmed": 20226308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20226308, "text": "Our study found no associations between single nucleotide polymorphisms in the genes CHIT1, CHIA, and CHI3L1 and asthma, changes in lung physiology, or allergy-related phenotypes in subjects with mild-to-moderate asthma"}, {"pubmed": 20237129, "text": "Cerebrospinal fluid chitinase 3-like 1 levels are increased in patients who convert to multiple sclerosis (MS) compared with patients who will not convert to MS."}, {"pubmed": 20300754, "text": "CHI3L1 SNPs, shown to be involved in the predisposition of schizophrenia, are not associated with rheumatoid arthritis."}, {"pubmed": 20300754, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20347092, "text": "YKL-40 might have a role in plaque instability, potentially reflecting macrophage activation and matrix degradation within the atherosclerotic lesion"}, {"pubmed": 20356987, "text": "YKL-40 is found in increased quantities in the serum of Chinese patients with asthma, and its level correlates with exacerbation attacks, indicating that high levels of serum YKL-40 may be a biological characteristic of the exacerbation of asthma"}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20499402, "text": "YKL-40 expression status correlated well with the pathologic grade of primary astrocytomas; current results also indicted that YKL-40 plays a pivotal role in glioma cell proliferation through activation of the MAPK and AKT pathways"}, {"pubmed": 20506295, "text": "HYAL1 overexpression is correlated with the gliomas."}, {"pubmed": 20538957, "text": "Environmental exposure to fungi does not modify the effect of CHI3L1 SNPs on severe asthma exacerbations"}, {"pubmed": 20540736, "text": "Data demonstrate that CHI3L1 is induced in astrocytes in a variety of neurological diseases but that it is most abundantly associated with astrocytes in regions of inflammatory cells."}, {"pubmed": 20640910, "text": "analysis of interleukin-6, vascular endothelial growth factor, YKL-40, matrix metalloproteinase-3, and total aggrecan in spondyloarthritis patients during 3 years of treatment with TNFalpha inhibitors"}, {"pubmed": 20650887, "text": "mechanical stress potently induces CHI3L1 expression leading to increased secretion of YKL-40 protein in an EGFR and MEK1/2-dependent pathway."}, {"pubmed": 20656949, "text": "breast regression protein-39 has a role in the pathogenesis of cigarette smoke-induced inflammation and emphysema"}, {"pubmed": 20674561, "text": "2122C>T of CHI3L1, a promoter single nucleotide polymorphisms which affects the mRNA expression and nuclear factor binding, is significantly associated with serum LDL cholesterol levels in Korean subjects."}, {"pubmed": 20674561, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20840668, "text": "Serum and urine levels of YKL-40 may be used as non-invasive biomarkers in Bladder pain syndrome/interstitial cystitis for the evaluation of bladder fibrogenesis."}, {"pubmed": 20926018, "text": "High YKL-40 immuno reactivity in endometrial cancer may be associated with poor prognosis."}, {"pubmed": 20943784, "text": "association of YKL-40 mRNA and protein levels in visceral adipose tissue with its circulating concentrations indicates an important contribution of VAT in YKL-40 regulation. data suggest a role of glucose metabolism and inflammation on YKL-40 regulation."}, {"pubmed": 20961744, "text": "mRNA levels of the novel inflammatory factors lipocalin-2, chitinase-3 like-1 and osteopontin are increased in human visceral abdominal tissue of subjects with colon cancer."}, {"pubmed": 20972697, "text": "Data show that CRP, but not YKL-40, is associated with the cholesterol levels in statin treated patients."}, {"pubmed": 21029458, "text": "Resveratrol represses YKL-40 expression in vitro; the ERK1/2 pathway is involved in this repression"}, {"pubmed": 21143859, "text": "Report increased YKL-40 levels in patients with type 2 diabetes and/or ischemic heart disease."}, {"pubmed": 21159401, "text": "Analyses demonstrated that serum YKL-40 level was a determinant of albuminuria independently of conventional risk factors."}, {"pubmed": 21159721, "text": "Report increased CSF chitinase levels in patients with neuromyelitis optica and relapsing remitting multiple sclerosis."}, {"pubmed": 21257319, "text": "CHI3L1-329G>A and -131G>C polymorphisms are associated with serum YKL-40 levels, but not with the prevalence or severity of coronary artery disease"}, {"pubmed": 21258804, "text": "Maintenance of YKL-40 level in mud pack therapy seems to slow down the progression of knee osteoarthritis."}, {"pubmed": 21272568, "text": "Plasma YKL-40 increases with age within and across healthy individuals from the general population"}, {"pubmed": 21385870, "text": "mechanisms by which YKL-40 promotes tumor angiogenesis and malignancy"}, {"pubmed": 21391238, "text": "Longitudinal increase in serum levels of YKL-40, but not MMP-9, predicts survival in patients with primary central nervous system lymphoma."}, {"pubmed": 21478032, "text": "These data demonstrate that IL-6, but not TNF-alpha, has a key-role in the regulation of plasma YKL-40 levels during inflammation."}, {"pubmed": 21496058, "text": "YKL-40 may be associated with Food allergy airway allergic responses."}, {"pubmed": 21530869, "text": "CHI3L1 single-nucleotide polymorphism rs4950928 (131C>G) is significantly associated with asthma-related hospital admissions in children and young adults with asthma."}, {"pubmed": 21642896, "text": "CHI3L1 contains cis-acting variation but is subject to tissue-specific regulation."}, {"pubmed": 21714862, "text": "We suggest that the g.-131(C > G) promoter polymorphism has a substantial impact on serum concentrations of YKL-40 in patients with rheumatoid arthritis and healthy subjects, however, the polymorphism does not seem to confer risk to RA itself."}, {"pubmed": 21715039, "text": "Both YKL-40 and leptin levels were found to be significantly positively correlated with each other in obese subjects whether diabetic or non diabetic."}, {"pubmed": 21782391, "text": "YKL-40 (chitinase 3-like-1) has a role in psoriasis vulgaris and pustular psoriasis"}, {"pubmed": 21820815, "text": "The obtained data suggest an overt prominence of TKL-40 tissue immunoexpression of YKL-40 in high-grade serous ovarian tumors."}, {"pubmed": 21831900, "text": "High serum YKL-40 is associated with high-grade gliomas."}, {"pubmed": 21858537, "text": "Data show that YKL-40 levels did not differentiate patients with advanced melanoma from controls."}, {"pubmed": 21934681, "text": "data demonstrate that expression levels of YKL-40 are associated with tumour grade, poor differentiation, and other breast cancer markers, highlighting that tissue levels of YKL-40 serve as a valuable biomarker for breast cancer diagnosis and prognosis"}, {"pubmed": 21949714, "text": "YKL-40/BRP-39 levels are increased in human and murine CF airway fluids"}, {"pubmed": 21953450, "text": "NFI-X3 and STAT3 control the migration of differentiating astrocytes as well as migration and invasion of glioma cells via regulating YKL-40 expression."}, {"pubmed": 21968467, "text": "Elevated sputum YKL-40 reflects airflow obstruction in asthma whereas the roles of YKL-40 in the proximal airways in COPD remains to be elucidated."}, {"pubmed": 21978279, "text": "Expression levels of phospho-AKT and phospho-ERK kinase do not correlate with YKL40 phosphorylation as in adults."}, {"pubmed": 22036069, "text": "YKL-40 levels are elevated in obese youth and represent a marker of insulin resistance even in childhood."}, {"pubmed": 22056877, "text": "CHI3L1 expressed in colon cancer cells promotes cancer cell proliferation, macrophage recruitment and angiogenesis"}, {"pubmed": 22074331, "text": "This study characterized the factors that regulate YKL-40 expression in macrophages and astrocytes and studied whether YKL-40 expression correlates with cell morphology and/or activation state"}, {"pubmed": 22095223, "text": "Elevated YKL-40 levels are associated with increased risk of gastrointestinal cancer, independently of CRP levels, whereas elevated CRP levels are associated with increased risk of lung cancer, independently of YKL-40 levels"}, {"pubmed": 22103814, "text": "YKL-40 promotor polymorphism is not associated with disease progression in chronic hepatitis C patients with established fibrosis."}, {"pubmed": 22140133, "text": "YKL-40 may be important in initial cell differentiation from hESCs toward ectoderm and neuroectoderm"}, {"pubmed": 22146624, "text": "YKL-40 is highly expressed in HCC at the molecular, cellular and tissue levels. However, it may not serve as a serum biomarker for HCC because measurement of the serum YKL-40 level cannot distinguish HCC from cirrhosis."}, {"pubmed": 22183936, "text": "These findings point to a role of CHI3L1 in patients with progressive forms of multiple sclerosis, particularly in those with primary progressive disease"}, {"pubmed": 22209020, "text": "In patients with T2D and increasing albuminuria high YKL-40 levels predict all-cause mortality."}, {"pubmed": 22209156, "text": "Serum YKL-40 is significantly associated with all-cause mortality in patients with heart failure and could potentially be a new prognostic biomarker in these patients."}, {"pubmed": 22211103, "text": "ERK1/2 phosphorylation by CHI3L1 leads to a proliferative signal."}, {"pubmed": 22281830, "text": "role in bronchial smooth muscle remodeling in asthma via PAR-2-dependent mechanism"}, {"pubmed": 22351690, "text": "Increased CHI3L1 protein levels in sera are associated with colorectal cancer."}, {"pubmed": 22366530, "text": "These findings suggest possible associations between the SNP in the CHI3L1 gene, the risk for schizophrenia, and higher serum YKL-40 levels and personality traits in a Japanese population."}, {"pubmed": 22433444, "text": "rs10399931 is not associated with clinical phenotypes of coronary heart disease (CHD) and the extent of coronary lesions; however, YKL-40 levels are higher in CHD patients and associated with its clinical phenotypes."}, {"pubmed": 22480951, "text": "Serum YKL-40 levels are highest during pneumonia compared to common pulmonary/pleural diseases and are more useful for monitoring pneumonia than asthma"}, {"pubmed": 22525348, "text": "Elevated plasma YKL-40 levels were associated with increased risk of atrial fibrillation."}, {"pubmed": 22534532, "text": "rs4950928 and rs10399931 promoter polymorphisms in CHI3L1 are equally likely to modulate CHI3L1 expression and susceptibility to asthma in Caucasian and African populations."}, {"pubmed": 22554524, "text": "This study indicates that CHI3L1 is involved in hyperoxia-induced cell death, suggesting that CHI3L1 may be one of several cell death regulators influencing the MAPK and PI3K pathways during oxidative stress in human airway epithelial cells."}, {"pubmed": 22572101, "text": "YKL-40 is higher in subjects with peripheral arterial disease. YKL-40 was higher in PAD patients with pre-/diabetes."}, {"pubmed": 22583189, "text": "plasma chitinase-3-like protein 1(YKL-40) levels increased in patients with polycystic ovary syndrome (PCOS) and levels above the cut-off point may help the clinician to predict abnormal glucose tolerance in patients with PCOS"}, {"pubmed": 22628227, "text": "Results revealed that levels of plasma YKL-40 were significantly elevated in patients with PID as compared to those in controls."}, {"pubmed": 22642467, "text": "YKL-40 levels are elevated in essential hypertension subjects with an independent association between increasing YKL-40 levels and increasing arterial stiffness."}, {"pubmed": 22647735, "text": "Patients with chronic pancreatitis and secondary diabetes mellitus has elevated levels of YKL-40 and IL-6 as compared with those in chronic pancreatitis patients with normal glucose tolerance."}, {"pubmed": 22655594, "text": "When biological aggressiveness is taken into account, YKL-40 expression was found to be an independent prognostic factor that predicts OS better than MGMT status."}, {"pubmed": 22809439, "text": "YKL-40 was associated with several cardiovascular disease risk factors and was elevated in type 2 diabetic patients with suspected coronary artery stensosis on coronary artery disease."}, {"pubmed": 22937056, "text": "Variations of CHI3L1, levels of the encoded glycoprotein YKL-40 and prediction of fatal and non-fatal ischemic stroke."}, {"pubmed": 22955689, "text": "We found that serum YKL-40 is related to older age, increased admission glucose levels, leukocyte counts and decreased hemoglobin levels; YKL-40 level and leukocyte count independently predicted MACE."}, {"pubmed": 22986489, "text": "Serum YKL-40 levels were elevated in type 1 diabetic patients and associated with increasing level of albuminuria."}, {"pubmed": 22989351, "text": "we demonstrated that genetic factors such as YKL-40-polymorphism (rs4950928; G/C) and gender may affect immunologic processes leading to acute cellular rejection and accelerate fibrosis development after LT for HCV-related end-stage liver disease."}, {"pubmed": 23071724, "text": "Serum YKL-40 correlates with triglyceride levels in a representative group of the general Danish population."}, {"pubmed": 23149946, "text": "We found that during the maturation of monocytes into macrophages, the expression of both CHI3L-1 and CHIT-1 increased exponentially over time."}, {"pubmed": 23170831, "text": "we have concisely summarized the cellular and molecular mechanisms underlining the development of IBD and colitis-associated cancer, with particular focus on the TLR4- and CHI3L1-signaling pathways in CECs."}, {"pubmed": 23190377, "text": "A significant correlation with the genotypes in CHI3L1/YKL-40 was observed in the context of stress and asthma severity."}, {"pubmed": 23197259, "text": "YKL-40 may be involved in the inflammation of asthma by induction of IL-8 from epithelium, subsequently contributing to bronchial smooth muscle cell proliferation and migration."}, {"pubmed": 23226395, "text": "miRNA-449a plays an important role in modulating expression of YKL40 through targeting the components of the NOTCH signaling pathway following hepatitis C virus infection."}, {"pubmed": 23227243, "text": "This study aimed to investigate the association between serum YKL-40 and prognosis of breast cancer in a Chinese population."}, {"pubmed": 23272150, "text": "serial changes in serum YKL-40 levels immediately following AIS and provide the first evidence that it is a valid indicator of AIS extent and an early predictor of functional outcome."}, {"pubmed": 23279705, "text": "The (-131CG) genotype was not associated with increased risk of atrial fibrillation"}, {"pubmed": 23291472, "text": "In samples from patients undergoing deceased-donor kidney transplant, we found higher levels of the orthologous human protein, YKL-40, in urine and blood from allografts subjected to sufficient peri-transplant ischemia to cause delayed graft function."}, {"pubmed": 23294528, "text": "Serum YKL-40 predicts long-term mortality in patients with stable coronary disease."}, {"pubmed": 23364142, "text": "Circulating YKL-40 levels could be a biomarker for hypoxemia and decline in lung function."}, {"pubmed": 23397672, "text": "YKL-40 levels increased immediately in induced sputums"}, {"pubmed": 23490418, "text": "The coexistence of anti-hepatitis C virus seropositivity had an important impact on plasma YKL-40 levels in hemodialysis patients particularly those with cardiovascular complications."}, {"pubmed": 23501042, "text": "the ghrelin-leptin network had an impact on serum YKL-40 levels in obese prepubertal children; upregulation of YKL-40 secretion seems to be a consequence of reduced ghrelin rather than elevated leptin concentrations"}, {"pubmed": 23525579, "text": "Data indicate that CHI3L1 expression was positively correlated with high level of p-Akt, but inversely correlated with expression of E-cadherin in hepatocellular carcinoma (HCC) tissues."}, {"pubmed": 23551676, "text": "Dialysis patients with chronic renal failure have elevated serum YKL-40 concentrations; YKL-40 might be a novel inflammatory marker in this population"}, {"pubmed": 23562456, "text": "YKL-40 is a versatile biomarker involved in inflammatory signaling pathways. [Review]"}, {"pubmed": 23573226, "text": "Increased serum YKL-40 level indicates plaque instability and more severe clinical symptoms of carotid atherosclerosis with CagA-positive helicobacter pylori infection."}, {"pubmed": 23591413, "text": "Biomarkers of inflammation, YKL-40 and C-reactive protein, vary in parallel with the intake of traditional Inuit diet."}, {"pubmed": 23613996, "text": "Stat3 downstream gene product chitinase 3-like 1 is elevated in lung cancer"}, {"pubmed": 23628340, "text": "YKL-40 levels are increased in children with severe, therapy-resistant asthma compared to healthy children, and also compared to children with controlled asthma following correction for genotype."}, {"pubmed": 23665676, "text": "Data suggest that YKL-40 plays a central role in mural cell-mediated tumor angiogenesis."}, {"pubmed": 23671604, "text": "Data indicate that the synthesis of YKL-40 protein is a marker for mesenchymal stem cells (MSCs) differentiation into mature mesenchymal phenotypes."}, {"pubmed": 23706599, "text": "genotype and plasma levels have prognostic value in patients with systemic inflammatory response syndrome and sepsis"}, {"pubmed": 23792508, "text": "Increased serum YKL-40 levels are independently associated with proteinuria in renal transplant recipients. YKL-40 may be responsible for the pathogenesis of cardiovascular injury in this patient population."}, {"pubmed": 23840582, "text": "Plasma YKL-40 and IL-6 had less diagnostic impact than CA 19.9"}, {"pubmed": 23918300, "text": "YKL-40 expression in breast cancer tissues is associated with hormone receptor negativity and Her-2/neu-enriched molecular subtypes of breast cancer, and therefore could be considered a poor prognostic predictor."}, {"pubmed": 24062521, "text": "Resequenced the promoter, all 10 exons and exon-flanking intron segments of CHI3L1 in 904 individuals from the Danish general population (n=8899) with extreme plasma YKL-40 levels, adjusted for age; identified 59 genetic variants in CHI3L1."}, {"pubmed": 24256818, "text": "In conclusion, plasma YKL-40 may play a role in the diagnosis and clinical assessment of CAP severity, which could potentially guide the development of treatment strategies."}, {"pubmed": 24309227, "text": "Elevated levels of serum YKL-40 are associated with the presence and severity of CAD in patients with OSAS."}, {"pubmed": 24324091, "text": "addition of YKL-40 may improve the specificity of mesothelin measurements alone for detecting patients with MM"}, {"pubmed": 24405178, "text": "Serum YKL-40 concentrations were independently and significantly correlated with apnea-hypopnea index scores in patients with obstructive sleep apnea syndrome."}, {"pubmed": 24440516, "text": "these discoveries reveal a novel and crucial role for both CHIT1 and CHI3L1 in promoting bone resorption"}, {"pubmed": 24442412, "text": "The significance of YKL-40 protein in liver fibrosis."}, {"pubmed": 24498368, "text": "Elevated plasma YKL-40 is associated with response to chemotherapy in metastatic colorectal cancer."}, {"pubmed": 24512683, "text": "Data suggest that CHI3L1 acts as a myokine; CHI3L1 expression is induced by pro-inflammatory cytokines and counteracts TNFalpha-mediated inflammation/insulin resistance in skeletal muscle involving autocrine/paracrine mechanisms."}, {"pubmed": 24572981, "text": "ChT and YKL-40 seem to be the more predictable markers of atherosclerosis even in early ages (<6 years old) than other classical inflammation markers such as hs-CRP, IL-6 and TNF-alpha."}, {"pubmed": 24582001, "text": "CSF levels of YKL-40 were increased in multiple sclerosis during relapse, remission and secondary progression compared to controls."}, {"pubmed": 24650028, "text": "YKL-40 is expressed in soft-tissue sarcomas. There is a correlation between expression of YKL-40 in STS and both histological grade of the malignancy and survival"}, {"pubmed": 24685381, "text": "Elevated pretransplant serum YKL-40 concentration is associated with bronchiolitis obliterans development and could be an independent biomarker in early prediction and monitoring of BOS."}, {"pubmed": 24689875, "text": "Increased levels of circulating YKL-40 in myelofibrosis signify disease activity."}, {"pubmed": 24691276, "text": "Data suggest the crucial role of CHI3L1 by promoting angiogenesis, which may contribute to the development and progression of cervical cancer."}, {"pubmed": 24729664, "text": "CHI3L1 is overexpressed in aorta from patients with atherosclerosis"}, {"pubmed": 24730590, "text": "HC gp-39 is up-regulated in antigen-specific CD4+CD25+ forkhead box protein 3 (FoxP3)+ regulatory T cells (Treg) in the early induction phase of arthritis."}, {"pubmed": 24801872, "text": "YKL-40 was an independent prognostic indicator of PFS."}, {"pubmed": 24808626, "text": "Normal serum levels of YKL-40 indicate stable disease in patients with beta-thalassemia major treated with iron chelating agents."}, {"pubmed": 24814404, "text": "YKL-40 serum levels are associated with the presence of bladder cancer and poor patients' survival; however, bladder cancer tissue is not the main source of serum YKL-40 levels"}, {"pubmed": 24842123, "text": "Study identified the YKL40 and MAGEC1 genes as temozolomide (TMZ) resistanceassociated biomarkers in the TMZR U87 cell line, which showed an obvious resistance in vivo."}, {"pubmed": 24861484, "text": "Serum YKL-40 was not associated with preeclampsia. Increasing serum YKL-40 was related to maternal age, body mass index and small-for-gestational age and may reflect an exaggerated inflammatory response."}, {"pubmed": 24878721, "text": "A measure of decreased VEGF availability, and YKL-40."}, {"pubmed": 24920662, "text": "Data demonstrate that high levels of CHI3L1 are associated with lung fibrosis progression in ambulatory patient."}, {"pubmed": 24954373, "text": "Severe persistent asthma in childhood is not associated with elevated YKL-40 levels, unlike in adults with severe persistent asthma. YKL-40 is not a useful biomarker for asthma severity in childhood asthma."}, {"pubmed": 24958781, "text": "SNPs associated YKL-40 levels and incident cardiovascular events"}, {"pubmed": 24981110, "text": "YKL40 plays an important role in prostate cancer progression and thus inhibition of YKL40 may be a potential therapeutic strategy for the treatment of prostate cancer"}, {"pubmed": 24996799, "text": "Elevated pretreatment serum concentration of YKL-40 is an independent prognostic biomarker for poor survival in patients with colorectal cancer."}, {"pubmed": 25001061, "text": "Results indicated that YKL-40 expression is up-regulated in esophageal squamous cell carcinoma."}, {"pubmed": 25024322, "text": "The data of this study suggested that CSF YKL-40 levels, although not useful as a diagnostic marker for Prod-AD, may be a valuable marker to detect early physiopathological changes potentially linked with the neurodegenerative process."}, {"pubmed": 25047113, "text": "In children with falciparum malaria, CHI3L1 levels were increased in those with anemia and cerebral complications.  Plasmodium falciparum stimulated CHI3L1 production by human peripheral blood mononuclear cells in vitro."}, {"pubmed": 25051073, "text": "serum levels of YKL-40 were correlated with body mass index (BMI), homeostasis model assessment of insulin resistance (HOMA-IR), C-reactive protein (CRP), and apnea-hypopnea index (AHI) in patients with OSAS"}, {"pubmed": 25056157, "text": "Findings suggest that the CHI3L1 polymorphisms rs1538372 and rs10399931 can be used as genetic markers for predicting asthma risk in the Taiwanese population."}, {"pubmed": 25068525, "text": "maternal serum levels were lower in women who subsequently developed early or late pre-eclampsia than in those who remained normotensive"}, {"pubmed": 25128003, "text": "Urine YKL-40 is associated with acute kidney injury progression and/or death in hospitalized patients."}, {"pubmed": 25139333, "text": "A combined profile of preoperative IGFBP-2, GFAP, and YKL-40 plasma levels could serve as an additional diagnostic tool for patients with inoperable brain lesions suggestive of Glioblastoma multiforme."}, {"pubmed": 25142236, "text": "Increased expression of Chitinase 3-like 1 and microvessel density predicts metastasis and poor prognosis in clear cell renal cell carcinoma."}, {"pubmed": 25172968, "text": "serum levels of YKL-40 are elevated in patients with cerebrovascular disease in lesion subtype- and severity-dependent manners"}, {"pubmed": 25172979, "text": "CRP and YKL-40 may have roles as biomarkers in diabetic retinopathy"}, {"pubmed": 25203433, "text": "correlation of chitinase 3-like 1 single nucleotide polymorphisms and haplotypes with uterine cervical cancer"}, {"pubmed": 25225167, "text": "YKL-40 concentration within the top 5% was a marker for alcoholic liver cirrhosis."}, {"pubmed": 25262987, "text": "Data indicate that serum YKL-40 protein levels predict clinical outcomes of intracerebral hemorrhage."}, {"pubmed": 25270518, "text": "Chitinase 3-like 1 elevation is associated with developing idiopathic pulmonary fibrosis."}, {"pubmed": 25304157, "text": "The current results demonstrated that CHI3L1 may be a promising biomarker to identify individuals with poor prognostic potential and a possible target for anti-angiogenic therapy in patients with early stage NSCLC."}, {"pubmed": 25343670, "text": "High CHI3L1 serum levels are associated with disease progression in nonrevascularized coronary artery disease."}, {"pubmed": 25400457, "text": "CHI3L1 may contribute to colitis-associated colitis by increasing reactive oxygen species production."}, {"pubmed": 25412935, "text": "Circulating YKL-40 is a valuable tumor marker in the diagnosis of endometrial carcinoma."}, {"pubmed": 25421412, "text": "YKL-40 can be used as a marker for predicting and preventing cardiovascular diseases in RP psoriatic patients with age above 40."}, {"pubmed": 25486056, "text": "Circulating YKL40 level, but not CHI3L1 gene promoter variants, is associated with the risk of peripheral artery disease in Taiwanese."}, {"pubmed": 25497736, "text": "Higher serum YKL-40 levels in cystic fibrosis patients are significantly associated with dysglycemia"}, {"pubmed": 25519006, "text": "Levels of CHIT1 and YKL-40 in plasma of type 2 diabetic patients increased progressively with the degree of albuminuria."}, {"pubmed": 25545245, "text": "MMP-8, MMP-9, and YKL-40 might serve as novel non-invasive biomarkers of CF lung disease and pulmonary exacerbations."}, {"pubmed": 25573204, "text": "Serum YKL-40 together with serum CTX-MMP/PINP ratio and World Health Organization status were independent predictors of time to first SRE."}, {"pubmed": 25592985, "text": "These data suggest that SNP rs12141494 modulates YKL-40 expression in the airway and contributes to airway remodeling and asthma severity."}, {"pubmed": 25624368, "text": "Elevated YKL-40 was associated with a 34% increase in triglyceride levels and with a 2-fold increased risk of ischemic stroke."}, {"pubmed": 25629266, "text": "YKL40 mRNA in glioma patients was over-expressed versus normal brain. Serum YKL-40 concentrations increased with tumour grade and correlated positively with transcript rate, being the highest in glioblastoma."}, {"pubmed": 25629580, "text": "Chi3l1 is induced by an HFD and Th2 inflammation, and simultaneously contributes to the genesis of obesity and asthma."}, {"pubmed": 25657159, "text": "increased YKL-40 and MPV levels might be a prognostic factor for cellulitis in patients."}, {"pubmed": 25688078, "text": "Cerebrospinal fluid CHI3L1 was validated as a biomarker associated with clinically isolated syndromes."}, {"pubmed": 25698171, "text": "cerebrospinal fluid CHI3L1 and CHI3L2 and serum CHI3L1 might help to define multiple sclerosis disease stage"}, {"pubmed": 25740558, "text": "Gingival crevicular fluid YKL-40 level was elevated in periodontitis, but not diabetes mellitus . YKL-40 in GCF may be an inflammatory marker for periodontitis."}, {"pubmed": 25760838, "text": "CHI3L1 SNPs rs4950928 and rs883125 may be associated with childhood asthma. G allele at rs4950928 may increase the risk of childhood asthma."}, {"pubmed": 25875173, "text": "c-Met and YKL-40 expression is a reliable predictor of partial/absent response to neoadjuvant chemoradiotherapy in rectal cancer."}, {"pubmed": 25909875, "text": "YKL40-positive glioblastoma multiforme is significantly linked to subventricular zone types of brain neoplasms."}, {"pubmed": 25941933, "text": "A comprehensive analysis of the relative expression levels of YKL-40 mRNA versus mammalian chitinases in normal human tissues, is reported."}, {"pubmed": 25955771, "text": "Serum YKL-40 level seems to be unuseful for monitoring the effect of treatment in knee osteoarthritis."}, {"pubmed": 25976273, "text": "We also demonstrated that miR-24 suppressed the expression of chitinase 3-like 1 (CHI3L1) mRNA, thought to mediate multiple signaling pathways"}, {"pubmed": 26002577, "text": "In melanoma patients at stages I-III, the high concentrations of TIMP-1 in serum predicted adverse prognosis. YKL-40 was associated with ulceration of primary tumor, which is a very important prognostic factor"}, {"pubmed": 26095694, "text": "High plasma YKL-40 levels were associated with high risk of gastrointestinal and likely of lung cance."}, {"pubmed": 26121745, "text": "These data demonstrate that CHI3L1-dependent pathways exacerbate pulmonary fibrosis and suggest CHI3L1 as a potential biomarker for pulmonary fibrosis progression and severity in HPS."}, {"pubmed": 26125767, "text": "YKL-40 and CRP can be used to evaluate the effects of sepsis treatment."}, {"pubmed": 26142786, "text": "Studied whether carotid intima-media thickness is associated with serum YKL-40/chitinase 3-like protein 1 levels in patients with normotensive and nondiabetic OSAS."}, {"pubmed": 26197239, "text": "serum YKL-40 may have a role in obesity-related low grade inflammation, it is not necessarily directly involved in the development of Type 2 Diabetes"}, {"pubmed": 26270969, "text": "Study shows increased cerebrospinal fluid (CSF) levels of YKL-40 in patients with Alzheimer's disease compared to controls and patients with Parkinson's disease or Dementia with Lewy Bodies suggesting it as biomarker candidate for AD diagnosis."}, {"pubmed": 26275425, "text": "Data show that YKL40 gene is highly expressed in non-small cell lung cancer (NSCLC) specimens and correlates with poor prognosis. Functional analysis suggest that YKL-40 is a major factor in NSCLC metastasis."}, {"pubmed": 26295543, "text": "Study suggests that a newly identified subgroup of SSEA-4 and YKL-40 positive cells constitute a fraction of astroglial progenitors, and suggests the name SYPAP (SSEA-4 and YKL-40 positive astroglial progenitors) for this particular population"}, {"pubmed": 26301577, "text": "Pregnancy seems to be associated with a temporary reduction in circulating YKL-40, which increases after delivery, but to a much lesser extent in women with GDM than in non-GDM women."}, {"pubmed": 26303257, "text": "Our findings suggest that CHI3L1 is induced by acute exercise and that CHI3L1/PAR-2 signalling activates myocyte proliferation"}, {"pubmed": 26310833, "text": "the effect of YKL-40/chitinase-3-like-1 protein-associated inflammation in promoting tumor progression."}, {"pubmed": 26316585, "text": "This study clearly indicates that acute aerobic exercise elicits a pro-inflammatory response (e.g. CHI3L1) with a lower anti-inflammatory effect (e.g. ITLN-1) in obese individuals."}, {"pubmed": 26372680, "text": "Serum YKL-40 level was examined in patients with asthma and COPD in a European study to evaluate biomarkers for factors that affect chitinase levels in patients with severe airway disease."}, {"pubmed": 26382922, "text": "Conclude that YKL-40 and adiponectin are early inflammatory markers in diabetic subjects even in the presence of a low atherosclerotic background."}, {"pubmed": 26415140, "text": "CHI3L1 Is a Liver-Enriched, Noninvasive Biomarker That Can Be Used to Stage and Diagnose Substantial Hepatic Fibrosis."}, {"pubmed": 26427144, "text": "YKL-40 in synovial fluid could represent a potential biomarker for assessing the symptomatic severity of knee osteoarthritis."}, {"pubmed": 26431492, "text": "CHI3L1-mediated cell proliferation/survival involves partial downregulation of the pro-apoptotic S100A9 protein that is highly expressed during the acute phase of colitis, by binding to the S100A9 receptor, RAGE (Receptor for Advanced Glycation End products)."}, {"pubmed": 26452028, "text": "Data show that the expression of chitinase 3-like 1 (cartilage glycoprotein-39) protein (CHI3L1) was higher in cancerous tissues than in normal tissues."}, {"pubmed": 26466985, "text": "CHI3L1 is expressed during the process of differentiation and maturation of dendritic cells in time dependent manner, it could play a crucial role in the dendritic cells immune response."}, {"pubmed": 26523896, "text": "Serum YKL-40 level increases with severity of obstructive sleep apnea syndrome (OSAS). The findings suggest that YKL-40 may be a useful biomarker for inflammation in patients with OSAS."}, {"pubmed": 26603717, "text": "The serum YKL-40 cutoff to identify beta-thalassemia major patients with liver cirrhosis or heart disease was determined."}, {"pubmed": 26620310, "text": "Ykl-40 expression was significantly lower in the serum of TB patients compared to lung cancer, lung metastasis, pneumonia, and transudate pleural effusion. Pleural Ykl40 was similar among all groups."}, {"pubmed": 26696093, "text": "YKL-40 is a potential marker for in vitro cultured pro-inflammatory macrophages and is not a valuable biomarker in serum and sputum of patients with COPD treated with inhaled corticosteroids."}, {"pubmed": 26698298, "text": "Neurogranin and YKL-40 are promising AD biomarkers, independent of and complementary to the established core Alzheimer's disease (AD) biomarkers, reflecting additional pathological changes in the course of AD"}, {"pubmed": 26698539, "text": "Serum YKL-40 levels are elevated in patients with gestational diabetes mellitus but are unaffected by the oral glucose tolerance test. YKL-40 levels are related to glycated hemoglobin, fasting insulin and HOMA-IR. These results suggest that YKL-40 may be a major contributor to gestational diabetes mellitus."}, {"pubmed": 26733160, "text": "This review comprehensively analyzes recent data about expression pattern, and involvement of human YKL-40, YKL-39 and SI-CLP in cancer. [review]"}, {"pubmed": 26779637, "text": "Polymorphism in the CHI3L1 rs4950928 C allele is associated with rectal cancer."}, {"pubmed": 26781979, "text": "High expression of YKL40 is associated with cholangiocarcinoma."}, {"pubmed": 26782508, "text": "YKL-40 may be involved in the occurrence and development of diabetic nephropathy and would be useful as a new marker for the disease."}, {"pubmed": 26828595, "text": "Elevated serum CHI3L1 concentration is an independent prognostic biomarker for poorer survival in lung cancer patients."}, {"pubmed": 26935740, "text": "Time-dependent increase of chitinase1 in APP/PS1 double transgenic mice indicates that the level of chitinase1 is associated with decline of cognition."}, {"pubmed": 26988273, "text": "Unexpectedly and contrary to some other findings in cancer tissues, this study has shown a correlation between high YKL-40 tumor cell/matrix ratio and longer overall survival in human osteosarcoma."}, {"pubmed": 26988593, "text": "High YKL-40 levels were associated with a 2-fold increased risk of venous thromboembolism, but the association was not causal."}, {"pubmed": 27013031, "text": "YKL-40 expression is up-regulated in patients with COPD and correlates with exacerbation attacks and may contribute to airway remodeling by acting on lung fibroblasts."}, {"pubmed": 27069189, "text": "We identified five new biomarkers: GDF15, osteonectin, TRAP5, TWEAK, and YKL40 as being promising markers for monitoring bone metastases."}, {"pubmed": 27090900, "text": "High YKL-40 expression is independently and markedly associated with worse overall survival in glioblastoma patients."}, {"pubmed": 27121858, "text": "Increased mRNA level of CHI3L1 could be associated with the progression of astrocytoma and poor patient survival not only for glioblastoma, but for lower grade astrocytoma tumors as well."}, {"pubmed": 27152377, "text": "serum YKL-40 level in coronary artery disease patients was significantly higher than that in control subjects."}, {"pubmed": 27170664, "text": "Findings suggest that elevated serum YKL-40 levels are associated with the existence of uterine leiomyomas, and YKL-40 might be a potential adjunct biomarker for diagnosis of uterine leiomyomas."}, {"pubmed": 27179219, "text": "YKL-40 expression was observed in 45 (58.4%) of 77 SVZ type II Glioblastomas (GBs) and in 17 (22.6%) of 75 SVZ type III GBs"}, {"pubmed": 27187575, "text": "Review of evidence for the role of YKL-40 in the diagnosis, prognosis and cause of cardiovascular and alcoholic liver disease."}, {"pubmed": 27193312, "text": "SNPs in CHI3L1 and cord blood YKL-40 were not associated with lung function measurements at 5 weeks and 6 years, respiratory symptoms in the first year, and allergic sensitisation at 6 years. Genetic variation in CHI3L1 might be related to the development of milder forms of asthma."}, {"pubmed": 27374825, "text": "Glycoprotein YKL-40 could be considered a biomarker of chronic graft-vs-host disease severity and activity"}, {"pubmed": 27385098, "text": "TrkB-containing exosomes play a key role in the control of glioblastoma progression and aggressiveness, as seen in a model of YKL-40-inactivated glioblastoma cells"}, {"pubmed": 27427920, "text": "In HCT donors with YKL-40 plasma concentrations, a trend toward increased grade II-IV acute GvHD in recipients was observed with no significant associations with overall survival, treatment-related mortality or relapse"}, {"pubmed": 27575987, "text": "Data show that calcitriol and lysophosphatidic acid converge to enhance chitinase-3-like protein 1 (YKL-40) production by osteosarcoma-derived osteoblast, MG63."}, {"pubmed": 27616735, "text": "The study showed that serum YKL-40 levels were signi fi cantly elevated in patients with moderate and severe asthma compared with reference group. Although there was a positive correlation with disease severity, the study did not suggest serum YKL-40 to be a diagnostic marker of mild asthma as the difference in levels of serum YKL-40 between reference and mild asthma group was not found to be statistically signi fi cant."}, {"pubmed": 27629921, "text": "TMEM219 plays a critical role in Chi3l1-induced IL-13Ralpha2 mediated signalling and tissue responses."}, {"pubmed": 27650381, "text": "The level of serum YKL-40 is a significant and independent biomarker to predict the clinical outcome in large-artery atherosclerotic stroke."}, {"pubmed": 27653898, "text": "This study shown that GHI3L1 is regulated differently in healthy and late-onset Alzheimer disease brain depending on the sex."}, {"pubmed": 27668705, "text": "Increased serum YKL-40 was related with poor collateral development and high SYNTAX score in patients with coronary artery disease."}, {"pubmed": 27732738, "text": "YKL-40 levels showed a positive correlation with blood neutrophil counts but no consistent relationships with clinical characteristics of relevance to continuous wheeze in preschool children"}, {"pubmed": 27739482, "text": "YKL-40 was expressed by macrophages in liver tissue of NAFLD patients."}, {"pubmed": 27760764, "text": "83 preterm infants with Bronchopulmonary dysplasia born <28-wk gestation and still inpatients at 36-wk corrected age received an echocardiogram and blood tests of B-type natriuretic peptide (BNP), troponin I, and YKL-40."}, {"pubmed": 27801851, "text": "Independent validation with glioma patients tissue (n = 70) and normal brain tissue (n = 19) found PPIC, EMP3 and CHI3L1 were up-regulated in glioma tissue. Survival value validation showed that the three genes correlated with patient survival by Kaplan-Meir analysis, including grades, age and therapy."}, {"pubmed": 27815265, "text": "Study suggests that YKL-40 is associated with hypertension incidence only among men."}, {"pubmed": 27832767, "text": "genetic variants on the CH13L1 locus were significantly associated with CSF YKL-40 levels, but not Alzheimer's disease risk, age at onset, or disease progression"}, {"pubmed": 27881022, "text": "YKL-40 concentration in the serum of Kawasaki disease (KD) patients significantly increased during the acute disease phase compared with those of disease controls and healthy controls. Increased YKL-40 levels may provide a useful inflammatory marker for patients with KD"}, {"pubmed": 27977409, "text": "strongly expressed in placenta percreta and correlated with extravillous trophoblast invasion"}, {"pubmed": 27977724, "text": "This is the first report on the association between low-frequency and common variants in the chitinases-related genes CHIA and CHI3L1 with the intensity of specific IgE to ABA-1 in a population naturally exposed to Ascaris and with Bet v 1 in a Swedish population."}, {"pubmed": 28009325, "text": "CHI3L1 is associated with tumor metastasis and might be a prognostic biomarker for papillary thyroid carcinoma."}, {"pubmed": 28036271, "text": "The present meta-analysis indicate that elevated YKL-40 expression is associated with a poor prognosis in breast cancer patients. YKL-40 may serve as a promising predictive biomarker of prognosis of breast cancer"}, {"pubmed": 28053085, "text": "Collagen binds in two locations at the YKL-40 surface, potentially related to a role in fibrillar formation. Finally, heparin non-specifically binds at the YKL-40 surface, as predicted from structural studies"}, {"pubmed": 28099248, "text": "Datashow that patients with YKL-40 overexpression had significantly shorter survival time than those with low YKL-40 expression."}, {"pubmed": 28143526, "text": "the level of CHI3L1 protein in the sera of patients with gastric or breast cancer was significantly elevated compared with those of healthy donors.  M2 macrophage-secreted CHI3L1 promoted the metastasis of gastric and breast cancer cells in vitro and in vivo"}, {"pubmed": 28211584, "text": "Findings show high level of both YKL-40 and GAP-43 in CSF of older women with suicidal ideation which suggest that a disrupted synaptic glial functioning and inflammation may be related to the aetiology of suicidal ideation in older adults."}, {"pubmed": 28260989, "text": "results indicate that patients with CHI3L1 rs880633 variant genotypes TC+CC are at a higher risk of HCC. CHI3L1 polymorphisms rs880633 or rs4950928 may be potential candidates for predicting poor HCC prognosis and clinical status."}, {"pubmed": 28281838, "text": "Besides being associated with tau pathology, CSF YKL-40 adds to the growing array of biomarkers reflecting distinct molecular brain mechanisms potentially useful for stratifying individuals for biomarker-guided, targeted anti-inflammatory therapies emerging from precision medicine."}, {"pubmed": 28285848, "text": "This study showed that the use of serum YKL-40 levels as a blood biomarker of neutrophilic airway and systemic inflammation, which overlap in Th2 cytokine-dominant bronchial asthma, enabled easy evaluation of one of the characteristics of COPD that overlaps with bronchial asthma."}, {"pubmed": 28303416, "text": "miR-24 serves as a molecular regulator in S. aureus-induced macrophage polarization through targeting of CHI3L1 and regulation of the MAPK pathway"}, {"pubmed": 28324830, "text": "this study shows that CHI3L1 levels in donor cells may be related to the risk of acute graft-versus-host disease and targeting CHI3L1 may be a promising clinical strategy to control acute graft-versus-host disease"}, {"pubmed": 28368410, "text": "fibroblast-derived Chi3L1 as a novel key player in the complex reciprocal interactions of stromal cells that facilitate tumor progression and metastasis."}, {"pubmed": 28384116, "text": "Serum YKL-40 levels were increased in rheumatoid arthritis patients compared to controls. The highest levels were found in synovial fluid."}, {"pubmed": 28448439, "text": "YKL-40 induces IL-18 production in osteoblasts and thereby stimulates angiogenesis of endothelial progenitor cells through the suppression of miR-590-3p via the focal adhesion kinase (FAK)/PI3K/Akt signaling pathway."}, {"pubmed": 28567534, "text": "YKL-40 levels were found to be significantly higher in post-infectious bronchiolitis obliterans (PIBO) patients with exacerbation compared with that in bronchiolitis patients and showed a positive correlation with the severity of disease before diagnosis of PIBO."}, {"pubmed": 28569052, "text": "YKL-40 is elevated in serum and bronchoalveolar lavage fluid of pulmonary alveolar proteinosis (PAP) patients, and may be of clinical utility to predict outcome in PAP"}, {"pubmed": 28599675, "text": "YKL-40 is expressed by a subset of astrocytes in Alzheimer's disease and other tauopathies."}, {"pubmed": 28624692, "text": "A high diagnostic sensitivity of YKL-40 in the early stages of the disease suggests the possibility of using this biomarker at an early diagnostic phase of patients with endometrial cancer. The patients with increased levels of YKL-40 before treatment are also at the higher risk of relapse."}, {"pubmed": 28639986, "text": "Serum YKL-40 was elevated only in atrial fibrllation and not in other supraventricular arrhythmias."}, {"pubmed": 28660216, "text": "This study has shown that YKL-40 serum level is increased in patients with atopic dermatitis and reflects the severity of symptoms."}, {"pubmed": 28681574, "text": "Early-onset atopic dermatitis was associated with rs2303067 in SPINK5, which is involved in skin barrier functioning, and late-onset was associated with rs4950928 in CHI3L1, which is involved in the immune response. Future studies should examine the early- versus late-onset subgrouping more closely."}, {"pubmed": 28697565, "text": "The results of this study indicate that YKL-40 may contribute to decreased stability and increased permeability of BBB in AD patients"}, {"pubmed": 28711881, "text": "YKL-40 is a promising biomarker for evaluating polymyositis/dermatomyositis-associated interstitial lung disease activity/severity and predicting disease prognosis."}, {"pubmed": 28739286, "text": "The effects of CHI3L1 genetic variation on circulating YKL-40 levels are partly mediated by methylation profiles. In our study YKL-40 levels, but not CHI3L1 SNPs or methylation levels, were associated with childhood asthma."}, {"pubmed": 28797750, "text": "YKL-40 may represent a novel biomarker for predicting hypertension risk in prehypertension population"}, {"pubmed": 28932021, "text": "YKL-40 could be considered as a useful biomarker of inflammation in psoriasis and is more sensitive than CRP or WBC. Increased YKL-40 may indicate psoriatic patients with a higher level of systemic inflammation, which may determine disease management."}, {"pubmed": 28941940, "text": "YKL-40 elevation significantly improved risk prediction for all-cause and cardiovascular mortality in hemodialysis patients."}, {"pubmed": 28989002, "text": "This study suggests that CHI3L1 and CHI3L2 are associated with the progression of neurodegeneration in motor cortex and spinal cord of Amyotrophic Lateral Sclerosis patients."}, {"pubmed": 29025889, "text": "YKL-40 protein expression associated with severe lung function impairment and severe exacerbations in Asthma patients."}, {"pubmed": 29028081, "text": "high serum YKL-40 levels correlated with the severity of obstructive sleep apnea syndrome and might serve as a nonspecific biomarker for prediction and progression of the disease."}, {"pubmed": 29112186, "text": "YKL-40 is associated with bone turnover in obstructive sleep apnea."}, {"pubmed": 29126445, "text": "in neurodegenerative dementias, YKL-40 is a disease-specific marker of neuroinflammation showing its highest levels in prion diseases"}, {"pubmed": 29209110, "text": "Study established a connection between the pretreated CHI3L1 and patients with esophageal squamous cell carcinoma (ESCC), and the serum CHI3L1 was primarily secreted by ESCC-surrounded macrophages."}, {"pubmed": 29233108, "text": "The G allele of CHI3L1 rs4950928 might be a protective factor against the development of asthma."}, {"pubmed": 29274508, "text": "High YKL-40 expression is associated with endothelial cell angiogenesis in breast cancer."}, {"pubmed": 29324810, "text": "findings suggest that these pulmonary markers could be useful to assess CAP severity and, especially YKL-40 and CCL18 by helping predict CAP caused by atypical pathogens"}, {"pubmed": 29336711, "text": "Serum IL-6, serum YKL-40, and plasma VEGF were significantly correlated with disease activity at baseline in early rheumatoid arthritis."}, {"pubmed": 29357700, "text": "YKL-40 was highly elevated in patients with ESRD on HD, and dialysis reduced serum YKL-40 concentrations approximately one-sixth. YKL-40 measured after dialysis was independently associated with mortality in HD patients."}, {"pubmed": 29396296, "text": "CHI3L1 may be a previously unrecognized biomarker for diagnosing Gaucher Diseases (GD) and for evaluating the therapeutic effects of new GD drug."}, {"pubmed": 29400369, "text": "YKL-40 is a glycoprotein - a potential marker for active inflammatory process - with proven predictive value in a number of diseases that evolve with inflammation, remodeling of the extracellular matrix, or development of fibrosis."}, {"pubmed": 29430175, "text": "Review/Meta-analysis: YKL-40 may be implicated in bronchial inflammation and remodeling in COPD and may be considered as a useful biomarker for COPD diagnosis and monitoring."}, {"pubmed": 29452694, "text": "Our present data reveal the crucial role of CHI3L1 in the formation of vasculogenic mimicry, which may contribute to tumour aggressiveness of cervical cancer"}, {"pubmed": 29580282, "text": "Plasma YKL-40 distinguishes between patients with features of asthma-chronic obstructive pulmonary disorder (COPD) overlap (ACO) and COPD patients."}, {"pubmed": 29642772, "text": "Pretreatment serum levels of YKL-40 may be a novel prognostic factor of overall and disease-free survival in patients with nonmetastatic colorectal cancer"}, {"pubmed": 29643433, "text": "Overall, this study identifies candidate changes in secreted proteins from NF1 deficient glioma cells that could influence the tumor microenvironment, and suggests a direct link between NF1 loss and increased tumor cell production of CHI3L1 and endoglin, two factors implicated in mesenchymal identity in glioblastoma."}, {"pubmed": 29729901, "text": "The differential expression of the immunomodulatory molecule YKL-40/CHI3L1 may affect the treatment efficacy of PI3K/AKT-based pathway inhibitors in glioblastoma."}, {"pubmed": 29737637, "text": "CHI3L1 ameliorates LPS-induced atherosclerotic reactions via PPARdelta-mediated suppression of inflammation and ER stress."}, {"pubmed": 29783062, "text": "Increased YKL-40 levels are independently associated with poor long-term cardiovascular survival in peripheral arterial disease patients. YKL-40 correlates with patients' ankle brachial index in PAD in the absence of mediasclerosis."}, {"pubmed": 29797629, "text": "After adjusting cognitive scores by age, anxiety and EDSS, association was detected between CHI3L1 levels and Trail Making Test A and between NF-L levels and Word List Generation"}, {"pubmed": 29804188, "text": "CF neutrophils have higher intracellular level of YKL-40 than neutrophils from healthy volunteers, but they do not release more YKL-40 when stimulated with exogenous stimulus. These results suggest that the increased levels of circulating YKL-40 in CF patients might originate from another cellular source."}, {"pubmed": 29806605, "text": "Gene expressions of YKL-40 and CD36 were significantly higher in patients with T2DM (>5 yr) with hypertension compared to healthy controls (P=0.006). In addition, a significant increase in serum levels of sCD36, PPAR-gamma and YKL-40 was observed in patients with T2DM (>5 yr) with hypertension compared to healthy controls"}, {"pubmed": 29848684, "text": "Results suggest a potential role of chitinase 3 like 1 protein (CHI3L1) in angiogenesis in invasive ductal breast carcinoma (IDC) and may suggest its involvement in cancer progression."}, {"pubmed": 29921378, "text": "there was a negative correlation between YKL-40 and TLR4 expression in chronic sinusitis patients with nasal polyps. YKL-40 and TLR4 interacted with each other to activate NF-kappaB and promote disease progression."}, {"pubmed": 29949801, "text": "YKL-40 but not PSA serum levels are higher in patients with baseline resistance to docetaxel; YKL40 may be related to bone metastasis and shorter survival"}, {"pubmed": 29970479, "text": "hese findings highlight the importance of periostin and YKL40 as serum biomarkers for assessment of asthma severity and acute asthma exacerbations in children with asthma."}, {"pubmed": 29981861, "text": "this study shows that combined assessment of serum periostin and YKL-40 may identify asthma-chronic obstructive pulmonary disease overlap"}, {"pubmed": 30019588, "text": "Serum YKL-40 is a useful biomarker for estimating disease activity or severity of polymyositis/dermatomyositis"}, {"pubmed": 30061245, "text": "YKL-40 is expressed in cutaneous Squamous Cell Skin Cancer"}, {"pubmed": 30077474, "text": "plasma YKL-40 could be a potential biomarker for early diagnosis of incipient diabetic nephropathy among South Indian population"}, {"pubmed": 30111325, "text": "the association between YKL-40 expression in epicardial adipose tissue (EAT) and atrial fibrosis in patients with atrial fibrillation, was investigated."}, {"pubmed": 30121622, "text": "Our findings suggest that CHI3L1 and its related axis (CHI3L1-beta-catenin-SOX2) may provide a promising target for the treatment of ovarian cancer."}, {"pubmed": 30165890, "text": "CHI3L1 expression is a novel biomarker for the prognosis of gastric cancer and these findings have thus identified CHI3L1/CD44 axis as a vital pathway and potential therapeutic target in gastric cancer"}, {"pubmed": 30223258, "text": "Polymorphisms of the CHI3L1 gene (rs4950928 C>G and rs10399931 C>T) are associated with the risk and prognosis of AD and can affect the expression of CHI3L1 in plasma."}, {"pubmed": 30224549, "text": "CSF YKL-40 was significantly increased in genetic ALS and genetic frontotemporal dementia (FTD) compared with controls and asymptomatic mutation carriers. Patients with sporadic ALS and sporadic FTD had increased concentration of YKL-40 in CSF with slightly higher values in sporadic FTD compared with sporadic ALS."}, {"pubmed": 30258444, "text": "Shrimp Antiviral mja-miR-35 Targets CHI3L1 in Human M2 Macrophages and Suppresses Breast Cancer Metastasis."}, {"pubmed": 30301907, "text": "CHI3L1 promoted cancer cell proliferation by regulating cell cycles; CHI3L1 promoted cancer cell invasion and metastasis; CHI3L1 regulate liver cancer potentially by regulating the TGF-b signaling pathways"}, {"pubmed": 30341592, "text": "The CHI3L1 polymorphisms rs10399805 and rs6691378 might act as biomarkers for predicting lymph node metastasis in oral cancer patients."}, {"pubmed": 30402955, "text": "CHI3L1 could contribute to airway inflammation induced by RSV infection."}, {"pubmed": 30431458, "text": "CHI3L1 could be used as a preliminary tool to differentiate mild/absent fibrosis from significant fibrosis and cirrhosis."}, {"pubmed": 30471784, "text": "Clinical utility of pleural fluid YKL-40 as a marker of malignant pleural effusion."}, {"pubmed": 30523734, "text": "High serum Level of YKL-40 is associated with large bowel adenoma."}, {"pubmed": 30560917, "text": "Increased aqueous humor levels of YKL-40 demonstrate that it is local, but not a systemic marker for inflammation in patients with pseudoexfoliation syndrome (PEX)."}, {"pubmed": 30584894, "text": "Patients with drug-resistant epilepsy had higher concentrations of YKL-40 in serum and cerebrospinal fluid compared to controls."}, {"pubmed": 30660494, "text": "High expression of CHI3L1 was significantly associated with aggressive clinicopathological features and acted as an independent prognostic factor for worse outcome in urothelial carcinoma of upper urinary tract and urinary bladder"}, {"pubmed": 30688121, "text": "Raised YKL-40 levels might support the evidence on inflammatory processes in intrahepatic cholestasis of pregnancy."}, {"pubmed": 30940096, "text": "genotype consisting of the cis-eQTL allele that reduces expression of CHI3L1 was specifically associated with late-onset adult asthma"}, {"pubmed": 30948312, "text": "YKL-40 is over-expressed in the cerebral cavernous malformation endothelium and acts as an angiogenic factor that promotes the pathogenesis of sporadic cerebral cavernous malformation"}, {"pubmed": 30952886, "text": "Association of Circulating YKL-40 Levels and CHI3L1 Variants with the Risk of Spinal Deformity Progression in Adolescent Idiopathic Scoliosis."}, {"pubmed": 30978656, "text": "CSF glial biomarkers YKL40 and sTREM2 are associated with longitudinal volume and diffusivity changes in cognitively unimpaired individuals.  results suggest that glial biomarkers exert a relevant and distinct influence in longitudinal brain macro- and microstructural changes in cognitively unimpaired adults, which appears to be modulated by age."}, {"pubmed": 30988078, "text": "In the southwest Chinese Han population, the CHI3L1 rs10399931 CT/TT genotypes may increase the risk of asthma. rs10399931 may be a functional variant of CHI3L1 due to its effect on mRNA expression."}, {"pubmed": 31021016, "text": "Study in cultured HaCaT keratinocytes revealed YKL-40 induced proliferation of HaCaT cells through activation of ERK1/2 pathways suggesting that YKL-40 may be involved in development of psoriasis and atopic dermatitis through promoting proliferation of epidermal keratinocytes."}, {"pubmed": 31092426, "text": "A statistically significant positive correlation of CHI3L1 and Nogo-A expression (r=0.474, p>0.0001) and a positive correlation of Nogo-A and VEGFC expression (r=0.280, p=0.013) were found.  CHI3L1 and Nogo-A are important in angiogenesis in invasive ductal breast carcinoma"}, {"pubmed": 31115541, "text": "the data indicated that miR30a5p promoted cell growth and inhibited apoptosis of human pulmonary artery endothelial cells under hypoxia by targeting YKL40. Therefore, the miR30a5p/YKL40 axis may provide a potential target for the development of novel Pulmonary arterial hypertension (PAH) therapies."}, {"pubmed": 31231798, "text": "The serum YKL-40 level was significantly higher in lichen planus (LP) patients than in controls. Also, significantly higher levels were found in patients with oral type than in patients with cutaneous type who do not have oral lesions. Study supports the role of YKL-40 in the pathogenic process of LP and may help in treatment of lichen planus."}, {"pubmed": 31247206, "text": "Sex difference in CHI3L1 expression levels in human brain aging and in Alzheimer's disease."}, {"pubmed": 31256192, "text": "H. pylori significantly inhibited the proliferation, migration, and tube formation of HUVECs, as well as increased the production of the inflammatory factor CHI3L1 and phosphorylated p38 from endothelial cells along with an increased expression of GATA3."}, {"pubmed": 31295039, "text": "A genetic variation in CHI3L1 is associated with bronchial asthma."}, {"pubmed": 31310926, "text": "CHI3L1 serum and CSF levels are elevated in anti-NMDAR encephalitis patients."}, {"pubmed": 31397016, "text": "Chitinase 3-like 1 drives allergic skin inflammation via Th2 immunity and M2 macrophage activation."}, {"pubmed": 31427175, "text": "Effect of laparoscopic splenectomy on portal vein thrombosis and serum YKL-40 in patients with cirrhotic portal hypertension."}, {"pubmed": 31455178, "text": "Circulating YKL-40 in Philadelphia-negative myeloproliferative neoplasms."}, {"pubmed": 31482369, "text": "YKL-40 role in the cell migration and angiogenesis in the HER2 overexpressing breast epithelial progenitor cells."}, {"pubmed": 31487401, "text": "serum YKL-40 is a potential biomarker for lung function deficits in children with asthmatic symptoms"}, {"pubmed": 31490625, "text": "Serum YKL40: A novel potential link between inflammation and dyslipidemia in acne vulgaris."}, {"pubmed": 31536166, "text": "CHI3L1 promotes proliferation and improves sensitivity to cetuximab in colon cancer cells by down-regulating p53."}, {"pubmed": 31563729, "text": "Measured, but not genetically predicted, increasing plasma YKL-40 was associated with increased mortality in patients with melanoma. Plasma YKL-40 is a marker but less likely to be a cause of increased mortality in patients with melanoma."}, {"pubmed": 31685562, "text": "Prognostic Value of Combined Detection of Serum IL6, YKL-40, and C-reactive Protein in Patients with Unresectable Pancreatic Cancer."}, {"pubmed": 31837465, "text": "NF-kappaB-mediated inhibition of microRNA-149-5p regulates Chitinase-3-like 1 expression in human airway epithelial cells."}, {"pubmed": 31856080, "text": "Prediction of Unresectability and Prognosis in Patients Undergoing Surgery on Suspicion of Pancreatic Cancer Using Carbohydrate Antigen 19-9, Interleukin 6, and YKL-40."}, {"pubmed": 31916309, "text": "The clinical significance of serum chitinase 3-like 1 in hepatitis B-related chronic liver diseases."}, {"pubmed": 31937582, "text": "Cross-sectional and longitudinal measures of chitinase proteins in amyotrophic lateral sclerosis and expression of CHI3L1 in activated astrocytes."}, {"pubmed": 32066474, "text": "Frontal cortex chitinase and pentraxin neuroinflammatory alterations during the progression of Alzheimer's disease."}, {"pubmed": 32127023, "text": "Chitinase 3 like 1 suppresses the stability and activity of p53 to promote lung tumorigenesis."}, {"pubmed": 32162865, "text": "Plasma YKL-40: a Potential Biomarker for Tumor Invasion in Esophageal Cancer."}, {"pubmed": 32170669, "text": "Chitinase 3-Like 1, Nestin, and Testin Proteins as Novel Biomarkers of Potential Clinical Use in Colorectal Cancer: A Review."}, {"pubmed": 32250575, "text": "YKL-40 as a predictor of mortality after acute coronary syndrome."}, {"pubmed": 32276601, "text": "found that urine CHI3L1 and NephroCheck Risk(R) had a comparable diagnostic performance for diagnosis of AKI stage 2 or greater within a 24-h period in this multicenter FINNAKI cohort"}, {"pubmed": 32279122, "text": "Astrocytic IGFBP2 and CHI3L1 in cerebrospinal fluid drive cortical metastasis of HER2+breast cancer."}, {"pubmed": 32312371, "text": "YKL-40 concentration on day 14 was significantly higher than that on day 7 (P<0.017), while there was no significant change in HMGB1 concentration from day 7 to day 14"}, {"pubmed": 32367614, "text": "Chitinase 3-like 1 polymorphisms and risk of chronic obstructive pulmonary disease and asthma in a Chinese population."}, {"pubmed": 32500186, "text": "The expression levels of CHI3L1 and IL15Ralpha correlate with TGM2 in duodenum biopsies of patients with celiac disease."}, {"pubmed": 32568193, "text": "Cerebrospinal Fluid YKL-40 and Neurogranin in Familial Alzheimer's Disease: A Pilot Study."}, {"pubmed": 32571644, "text": "Combined assessment of serum eosinophil-derived neurotoxin and YKL-40 may identify Asthma-COPD overlap."}, {"pubmed": 32613636, "text": "Overexpression of chitinase-3-like protein 1 is associated with structural recurrence in patients with differentiated thyroid cancer."}, {"pubmed": 32654211, "text": "Assessment of seminal YKL-40 in infertile men with varicocele."}, {"pubmed": 32721792, "text": "Overexpression of YKL-40 (CHI3L1 gene) in patient fluids may be a potential predictive marker for early detection of comorbidity in non-communicable disease."}, {"pubmed": 32786104, "text": "Can serum periostin, YKL-40, and osteopontin levels in pre-school children with recurrent wheezing predict later development of asthma?"}, {"pubmed": 32791244, "text": "Relationships between increased circulating YKL-40, IL-6 and TNF-alpha levels and phenotypes and disease activity of primary Sjogren's syndrome."}, {"pubmed": 32816366, "text": "Effect of chitinase-3-like protein 1 on glucose metabolism: In vitro skeletal muscle and human genetic association study."}, {"pubmed": 32876843, "text": "Assessment of YKL-40, lipid profile, antioxidant status, and some trace elements in benign and malignant breast proliferation."}, {"pubmed": 32920471, "text": "Association of plasma YKL-40 with brain amyloid-beta levels, memory performance, and sex in subjective memory complainers."}, {"pubmed": 32929074, "text": "Chitinase-3 like-protein-1 function and its role in diseases."}, {"pubmed": 32933994, "text": "Serum IL6 as a Prognostic Biomarker and IL6R as a Therapeutic Target in Biliary Tract Cancers."}, {"pubmed": 32962417, "text": "YKL-40 (Chitinase-3-Like Protein 1) Serum Levels in Aortic Stenosis."}, {"pubmed": 33031973, "text": "Associations of plasma YKL-40 concentrations with heel ultrasound parameters and bone turnover markers in the general adult population."}, {"pubmed": 33061832, "text": "Serum YKL-40 Levels Are Associated with the Atherogenic Index of Plasma in Children."}, {"pubmed": 33095949, "text": "Influenza virus-mediated suppression of bronchial Chitinase-3-like 1 secretion promotes secondary pneumococcal infection."}, {"pubmed": 33186077, "text": "Prognostic utility of serum YKL-40 in patients with cervical cancer."}, {"pubmed": 33200966, "text": "The inflammatory biomarker YKL-40 is elevated in the serum, but not the sputum, of E-cigarette users."}, {"pubmed": 33212158, "text": "Chitinase 3-like-1 and fibronectin in the cargo of extracellular vesicles shed by human macrophages influence pancreatic cancer cellular response to gemcitabine."}, {"pubmed": 33274678, "text": "Serum protein levels of YKL-40 and plasma miR-214 expression in patients with systemic sclerosis."}, {"pubmed": 33277205, "text": "YKL-40 as a clinical biomarker in adult patients with CF: Implications of a CHI3L1 single nucleotide polymorphism in disease severity."}, {"pubmed": 33280245, "text": "Association of CHI3L1 gene variants with YKL-40 levels and hypertension incidence: A population-based nested case-control study in China."}, {"pubmed": 33327838, "text": "Chitinase 3-like 1 is not a target antigen in patients with multiple sclerosis."}, {"pubmed": 33328329, "text": "Chi3l1/YKL-40 is controlled by the astrocyte circadian clock and regulates neuroinflammation and Alzheimer's disease pathogenesis."}, {"pubmed": 33347699, "text": "Chitinase 3-like-1, Tolloid-like protein 1, and intergenic gene polymorphisms are predictors for hepatocellular carcinoma development after hepatitis C virus eradication by direct-acting antivirals."}, {"pubmed": 33352356, "text": "CSF levels of HoxB3 and YKL-40 may predict conversion from clinically isolated syndrome to relapsing remitting multiple sclerosis."}, {"pubmed": 33471078, "text": "Chitinase 3 like 1 is a regulator of smooth muscle cell physiology and atherosclerotic lesion stability."}, {"pubmed": 33486888, "text": "Chitinase-3-like protein 1 is an independent risk factor for the early failure of forearm autologous arteriovenous fistulas in uremic patients."}, {"pubmed": 33508452, "text": "Relationship between Serum YKL-40 Level and Forearm Arterial Patency after Repair."}, {"pubmed": 33622872, "text": "Significant Association of Chitinase 3-like 1 Genotypes to Asthma Risk in Taiwan."}, {"pubmed": 33652290, "text": "Increased plasma levels of chitinase 3-like 1 (CHI3L1) protein in patients with idiopathic normal-pressure hydrocephalus."}, {"pubmed": 33664231, "text": "Mesenchymal stem cells alleviate experimental immune-mediated liver injury via chitinase 3-like protein 1-mediated T cell suppression."}, {"pubmed": 33764958, "text": "Knockdown of Chitinase 3-Like-1 Inhibits Cell Proliferation, Promotes Apoptosis, and Enhances Effect of Anti-Programmed Death Ligand 1 (PD-L1) in Diffuse Large B Cell Lymphoma Cells."}, {"pubmed": 33870790, "text": "CSF chitinase 3-like 1 is associated with iron rims in patients with a first demyelinating event."}, {"pubmed": 33888584, "text": "Chitinase 3-like 1 is a profibrogenic factor overexpressed in the aging liver and in patients with liver cirrhosis."}, {"pubmed": 33920100, "text": "Melanoma Associated Chitinase 3-Like 1 Promoted Endothelial Cell Activation and Immune Cell Recruitment."}, {"pubmed": 33991015, "text": "TMEM106B and CPOX are genetic determinants of cerebrospinal fluid Alzheimer's disease biomarker levels."}, {"pubmed": 34020736, "text": "[Value of chitinase-like protein YKL-40 in bronchoalveolar lavage fluid for predicting refractory Mycoplasma pneumoniae pneumonia in children]."}, {"pubmed": 34088622, "text": "Comparison between galectin-3 and YKL-40 levels for the assessment of liver fibrosis in cirrhotic patients."}, {"pubmed": 34110111, "text": "Elevated YKL-40 serum levels may contribute to wet age-related macular degeneration via the ERK1/2 pathway."}, {"pubmed": 34164774, "text": "Circular RNA circ-CHI3L1.2 modulates cisplatin resistance of osteosarcoma cells via the miR-340-5p/LPAATbeta axis."}, {"pubmed": 34168643, "text": "M2a Macrophage-Secreted CHI3L1 Promotes Extracellular Matrix Metabolic Imbalances via Activation of IL-13Ralpha2/MAPK Pathway in Rat Intervertebral Disc Degeneration."}, {"pubmed": 34170085, "text": "Increased gene expression of TIMP1 and CHI3L1 in fine-needle aspiration biopsy samples from papillary thyroid cancer as compared to benign nodules."}, {"pubmed": 34228644, "text": "Chitinase-3-like 1 protein complexes modulate macrophage-mediated immune suppression in glioblastoma."}, {"pubmed": 34259106, "text": "YKL-40 promotes invasion and metastasis of bladder cancer by regulating epithelial mesenchymal transition."}, {"pubmed": 34274729, "text": "Peripheral blood mononuclear cell response to YKL-40 and Galectin-3 in cystic fibrosis."}, {"pubmed": 34417838, "text": "Silencing YKL-40 gene can inhibit inflammatory factor expression and affects the effect of THP-1 cells on endometrial cancer."}, {"pubmed": 34432260, "text": "YKL-40 protein expression in human tumor samples and human tumor cell line xenografts: implications for its use in tumor models."}, {"pubmed": 34436040, "text": "Prognostic Impact of YKL-40 Immunohistochemical Expression in Patients with Colorectal Cancer."}, {"pubmed": 34498339, "text": "Knockdown of YKL-40 inhibits angiogenesis through regulation of VEGF/VEGFR2 and ERK1/2 signaling in endometrial cancer."}, {"pubmed": 34526107, "text": "Role of GDF-15, YKL-40 and MMP 9 in patients with end-stage kidney disease: focus on sex-specific associations with vascular outcomes and all-cause mortality."}, {"pubmed": 34579512, "text": "Serum chitotriosidase and YKL-40 in acute pancreatitis: Reliability as prognostic marker for disease severity and correlation with inflammatory markers"}, {"pubmed": 34612767, "text": "CHI3L1 (Chitinase 3 Like 1) upregulation is associated with macrophage signatures in esophageal cancer."}, {"pubmed": 34627195, "text": "Associations between YKL-40 and markers of disease severity and death in patients with necrotizing soft-tissue infection."}, {"pubmed": 34637032, "text": "Increased Plasma YKL-40 Level and Chitotriosidase Activity in Cystic Fibrosis Patients."}, {"pubmed": 34657273, "text": "Association between YKL-40 and asthma: a systematic meta-analysis."}, {"pubmed": 34669813, "text": "Serum YKL-40 levels in patients with multiple sclerosis."}, {"pubmed": 34747367, "text": "Chitinase 3-like-1 is a therapeutic target that mediates the effects of aging in COVID-19."}, {"pubmed": 34790051, "text": "The effects of YKL-40 on angiogenic potential of HUVECs are partly mediated by syndecan-4."}, {"pubmed": 34871165, "text": "Diagnostic value of YKL-40 for patients with asthma: A meta-analysis."}, {"pubmed": 34935995, "text": "Chitinase-3-like Protein 1 (YKL-40): A New Biomarker of Inflammation in Pyoderma Gangrenosum."}, {"pubmed": 34942410, "text": "The role of Intestinal-Fatty Acid Binding Proteins and Chitinase-3-Like Protein 1 across the spectrum of dysglycemia."}, {"pubmed": 34952935, "text": "Possible mechanism of CHI3L1 promoting tonsil lymphocytes proliferation in children with obstructive sleep apnea syndrome."}, {"pubmed": 35022663, "text": "Anti-TNF Agents Restrict Adherent-invasive Escherichia coli Replication Within Macrophages Through Modulation of Chitinase 3-like 1 in Patients with Crohn's Disease."}, {"pubmed": 35033868, "text": "Chitinase 3-like 1 is involved in the induction of IL-8 expression by double-stranded RNA in airway epithelial cells."}, {"pubmed": 35042079, "text": "Assessment of the YKL-40 concentration in patients with tick-borne encephalitis."}, {"pubmed": 35144413, "text": "Expression of chitinase-3-like protein 1 in different TCM syndromes and its correlation with liver fibrosis."}, {"pubmed": 35178615, "text": "Serum NfL and CHI3L1 for ALS and parkinsonian disorders in the process of diagnosis."}, {"pubmed": 35222369, "text": "Longitudinal and Comparative Measures of Serum Chitotriosidase and YKL-40 in Patients With Idiopathic Pulmonary Fibrosis."}, {"pubmed": 35234337, "text": "Potential role of chitinase-3-like protein 1 (CHI3L1/YKL-40) in neurodegeneration and Alzheimer's disease."}, {"pubmed": 35239952, "text": "Proteome-Wide Analysis Using SOMAscan Identifies and Validates Chitinase-3-Like Protein 1 as a Risk and Disease Marker of Delirium Among Older Adults Undergoing Major Elective Surgery."}, {"pubmed": 35340006, "text": "Assessment of the Association between Genetic Polymorphisms in the CHI3L1 Gene and Asthma Risk."}, {"pubmed": 35342020, "text": "Further evidence for association of YKL-40 with severe asthma airway remodeling."}, {"pubmed": 35466129, "text": "Serum YKL-40 Level is Associated with Geriatric Nutritional Risk Index (GNRI) and gamma-GTP in Hemodialysis Patients."}, {"pubmed": 35533232, "text": "Relationship Between Dental Caries and YKL-40 Levels in Saliva."}, {"pubmed": 35534236, "text": "Role of Chitinase 3-like 1 as a Biomarker in Multiple Sclerosis: A Systematic Review and Meta-analysis."}, {"pubmed": 35534648, "text": "Chitinase-3-like protein-1 at hospital admission predicts COVID-19 outcome: a prospective cohort study."}, {"pubmed": 35622011, "text": "Children With Cystic Fibrosis Have Elevated Levels of Fecal Chitinase-3-like-1."}, {"pubmed": 35761288, "text": "Interleukin-6 and YKL-40 predicted recurrent stroke after ischemic stroke or TIA: analysis of 6 inflammation biomarkers in a prospective cohort study."}, {"pubmed": 35761838, "text": "The Modeling Analysis and Effect of CHI3L1 and CD31-Marked Microvessel Density in the Occurrence and Development of Cervical Squamous Cell Carcinoma."}, {"pubmed": 35788062, "text": "YKL-40 and KL-6 Levels in Serum and Sputum of Patients Diagnosed With Hypersensitivity Pneumonitis."}, {"pubmed": 35813465, "text": "The role of YKL-40 in the pathogenesis of autoimmune diseases: a comprehensive review."}, {"pubmed": 35837962, "text": "Clinical value of YKL-40 in patients with polymyositis/dermatomyositis: A cross-sectional study and a systematic review."}, {"pubmed": 35853494, "text": "Evaluation of serum YKL-40 level among clinical risk scores for early mortality in acute pulmonary thromboembolism."}, {"pubmed": 35879733, "text": "YKL-40 changes are not detected in post-mortem brain of patients with Alzheimer's disease and frontotemporal lobar degeneration."}, {"pubmed": 35896264, "text": "Chitinase 3-like 1, Carcinoembryonic Antigen-related Cell Adhesion Molecule 6, and Ectopic Claudin-2 in the Carcinogenic Processes of Ulcerative Colitis."}, {"pubmed": 35951428, "text": "Chitinase 3 like 1 contributes to the development of pulmonary vascular remodeling in pulmonary hypertension."}, {"pubmed": 35952618, "text": "Wound age estimation based on chronological changes in chitinase 3-like protein 1 expression."}, {"pubmed": 35960307, "text": "Analysis of Chitinase-3-Like Protein 1, IL-1-Alpha, and IL-6 as Novel Inflammatory Biomarkers for COVID-19."}, {"pubmed": 36228382, "text": "Sex-dependent neuro-deconvolution analysis of Alzheimer's disease brain transcriptomes according to CHI3L1 expression levels."}, {"pubmed": 36241524, "text": "A novel biomarker in acute cholecystitis: YKL-40."}, {"pubmed": 36244672, "text": "CHI3L1 predicted in malignant entities is associated with glioblastoma immune microenvironment."}, {"pubmed": 36276655, "text": "Chitinase-3 like-protein-1 promotes glioma progression via the NF-kappaB signaling pathway and tumor microenvironment reprogramming."}, {"pubmed": 36332693, "text": "Differential Glial Chitotriosidase 1 and Chitinase 3-like Protein 1 Expression in the Human Primary Visual Cortex and Cerebellum after Global Hypoxia-Ischemia."}, {"pubmed": 36359773, "text": "Inflammatory Glycoprotein YKL-40 Is Elevated after Coronary Artery Bypass Surgery and Correlates with Leukocyte Chemotaxis and Myocardial Injury, a Pilot Study."}, {"pubmed": 36417796, "text": "Multi-omics profiling reveals Chitinase-3-like protein 1 as a key mediator in the crosstalk between sarcopenia and liver cancer."}, {"pubmed": 36428997, "text": "Upregulation of YKL-40 Promotes Metastatic Phenotype and Correlates with Poor Prognosis and Therapy Response in Patients with Colorectal Cancer."}, {"pubmed": 36447423, "text": "Differential expression of Chitinase 3-Like 1 protein in appendicitis and appendix carcinomas."}, {"pubmed": 36478333, "text": "Chitinase 3-like 1: a Specifical Regulator of Myocardial Infarction."}, {"pubmed": 36560606, "text": "Chitinase-3-like Protein 1 Is Associated with Poor Virologic Control and Immune Activation in Children Living with HIV."}, {"pubmed": 36618349, "text": "CHI3L1 enhances melanoma lung metastasis via regulation of T cell co-stimulators and CTLA-4/B7 axis."}, {"pubmed": 36642504, "text": "The Potential Roles of CHI3L1 in Failed Autologous Arteriovenous Fistula in End-Stage Renal Disease."}, {"pubmed": 36716730, "text": "Independent Predictive Value of Elevated YKL-40 in Ischemic Stroke Prognosis: Findings from a Nationwide Stroke Registry."}, {"pubmed": 36768925, "text": "Osteoprotegerin, Chitinase 3-like Protein 1, and Cardiotrophin-1 as Potential Biomarkers of Obstructive Sleep Apnea in Adults-A Case-Control Study."}, {"pubmed": 36898474, "text": "YKL-40 as a novel biomarker related to white matter damage and cognitive impairment in patients with cerebral small vessel disease."}, {"pubmed": 37088328, "text": "YKL-40 derived from infiltrating macrophages cooperates with GDF15 to establish an immune suppressive microenvironment in gallbladder cancer."}, {"pubmed": 37166517, "text": "Myeloid-specific deletion of chitinase-3-like 1 protein ameliorates murine diet-induced steatohepatitis progression."}, {"pubmed": 37192383, "text": "YKL-40 promotes proliferation and invasion of HTR-8/SVneo cells by activating akt/MMP9 signalling in placenta accreta spectrum disorders."}, {"pubmed": 37215572, "text": "Induction of ER stress-mediated apoptosis through SOD1 upregulation by deficiency of CHI3L1 inhibits lung metastasis."}, {"pubmed": 37655481, "text": "Causal Effects of YKL-40 on Ischemic Stroke and Its Subtypes: A 2-Sample Mendelian Randomization Study."}, {"pubmed": 37690071, "text": "Astrocyte biomarkers GFAP and YKL-40 mediate early Alzheimer's disease progression."}, {"pubmed": 37866952, "text": "[YKL-40 Promotes the Expression of Inflammatory Factors in Type Alveolar Epithelial Cell Model of A549 Cell Line]."}, {"pubmed": 37902124, "text": "Functional variants of the chitinase 3-like 1 gene are associated with clinicopathologic outcomes and progression of prostate cancer."}, {"pubmed": 37958973, "text": "Chitinase 3-like-1 Expression in the Microenvironment Is Associated with Neutrophil Infiltration in Bladder Cancer."}, {"pubmed": 38003487, "text": "YKL-40 and the Cellular Metabolic Profile in Parkinson's Disease."}, {"pubmed": 38036279, "text": "The potential roles and mechanisms of Chitinase-3-like-1 in the pathogenesis of type 2-biased airway diseases."}, {"pubmed": 38039967, "text": "The tumor-derived cytokine Chi3l1 induces neutrophil extracellular traps that promote T cell exclusion in triple-negative breast cancer."}, {"pubmed": 38062768, "text": "An Association of Chitinase-3 Like-Protein-1 With Neuronal Deterioration in Multiple Sclerosis."}, {"pubmed": 38159969, "text": "Clinical Significance of Chitinase-3-like Protein 1 Gene Expression in Patients With Locally Advanced Gastric Cancer."}, {"pubmed": 38290090, "text": "Association of Plasma YKL-40 With MRI, CSF, and Cognitive Markers of Brain Health and Dementia."}, {"pubmed": 38290591, "text": "TIMP1/CHI3L1 facilitates glioma progression and immunosuppression via NF-kappaB activation."}, {"pubmed": 38320988, "text": "A clinically applicable connectivity signature for glioblastoma includes the tumor network driver CHI3L1."}, {"pubmed": 38533556, "text": "YKL40 potentially via activating the P38 pathway in decreasing atherosclerotic plaque stability."}, {"pubmed": 38634621, "text": "YKL-40 Knockdown Decreases Oxidative Stress Damage in Ovarian Granulosa Cells."}, {"pubmed": 38667293, "text": "Recently Updated Role of Chitinase 3-like 1 on Various Cell Types as a Major Influencer of Chronic Inflammation."}], "genomic_pos": {"chr": "1", "end": 203186704, "ensemblgene": "ENSG00000133048", "start": 203178931, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 203155877, "start": 203148059, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0005975", "qualifier": "involved_in", "term": "carbohydrate metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006032", "qualifier": "involved_in", "term": "chitin catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0006954", "pubmed": 16234240, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007250", "qualifier": "involved_in", "term": "activation of NF-kappaB-inducing kinase activity"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009612", "pubmed": 20650887, "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010800", "qualifier": "involved_in", "term": "positive regulation of peptidyl-threonine phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030324", "pubmed": 18403759, "qualifier": "involved_in", "term": "lung development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032757", "qualifier": "involved_in", "term": "positive regulation of interleukin-8 production"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0034612", "pubmed": 16234240, "qualifier": "involved_in", "term": "response to tumor necrosis factor"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045766", "pubmed": 21385870, "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0051216", "pubmed": 8245017, "qualifier": "involved_in", "term": "cartilage development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051897", "pubmed": 21385870, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070374", "pubmed": 21385870, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0070555", "pubmed": 16234240, "qualifier": "involved_in", "term": "response to interleukin-1"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0070741", "pubmed": 21478032, "qualifier": "involved_in", "term": "response to interleukin-6"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "is_active_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [8245017, 9492324], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0031012", "pubmed": 8245017, "qualifier": "located_in", "term": "extracellular matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035580", "qualifier": "located_in", "term": "specific granule lumen"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004568", "qualifier": "NOT enables", "term": "chitinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004568", "pubmed": [8245017, 9492324], "qualifier": "NOT enables", "term": "chitinase activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005201", "pubmed": 8245017, "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [23972995, 27629921, 28143526, 29427412], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008061", "qualifier": "enables", "term": "chitin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008061", "pubmed": [9492324, 12775711], "qualifier": "enables", "term": "chitin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0030246", "qualifier": "enables", "term": "carbohydrate binding"}]}, "homologene": {"genes": [[5141, 3874071], [9544, 703401], [9598, 457640], [9606, 1116], [9615, 490222], [9913, 286869], [10090, 12654], [10116, 89824], [318829, 2674814]], "id": 55569}, "interpro": [{"desc": "Glycoside hydrolase family 18, catalytic domain", "id": "IPR001223", "short_desc": "Glyco_hydro18_cat"}, {"desc": "Chitinase II", "id": "IPR011583", "short_desc": "Chitinase_II"}, {"desc": "Glycoside hydrolase superfamily", "id": "IPR017853", "short_desc": "Glycoside_hydrolase_SF"}, {"desc": "Chitinase insertion domain superfamily", "id": "IPR029070", "short_desc": "Chitinase_insertion_sf"}], "ipi": "IPI00002147", "map_location": "1q32.1", "name": "chitinase 3 like 1", "other_names": ["39 kDa synovial protein", "cartilage glycoprotein 39", "chitinase 3-like 1 (cartilage glycoprotein-39)", "chitinase-3-like protein 1"], "pantherdb": {"HGNC": "1932", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1340899", "ortholog_type": "LDO", "panther_family": "PTHR11177", "taxid": 10090, "uniprot_kb": "Q61362"}, {"RGD": "620874", "ortholog_type": "LDO", "panther_family": "PTHR11177", "taxid": 10116, "uniprot_kb": "Q9WTV1"}, {"ZFIN": "ZDB-GENE-040426-1994", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 7955, "uniprot_kb": "Q7ZVF1"}, {"ZFIN": "ZDB-GENE-030131-9279", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 7955, "uniprot_kb": "F1RA25"}, {"ZFIN": "ZDB-GENE-040426-2014", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 7955, "uniprot_kb": "Q6P006"}, {"ZFIN": "ZDB-GENE-030131-1140", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 7955, "uniprot_kb": "A0A0R4IJ02"}, {"ZFIN": "ZDB-GENE-040426-2891", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 7955, "uniprot_kb": "Q6NZZ8"}, {"WormBase": "WBGene00021252", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 6239, "uniprot_kb": "Q965P2"}, {"WormBase": "WBGene00000503", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 6239, "uniprot_kb": "Q11174"}, {"FlyBase": "FBgn0263132", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 7227, "uniprot_kb": "M9NDS9"}, {"FlyBase": "FBgn0013763", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 7227, "uniprot_kb": "Q23997"}, {"FlyBase": "FBgn0020415", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 7227, "uniprot_kb": "Q9V3D4"}, {"FlyBase": "FBgn0020414", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 7227, "uniprot_kb": "Q8MLZ7"}, {"FlyBase": "FBgn0064237", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 7227, "uniprot_kb": "Q8T0R7"}, {"FlyBase": "FBgn0020416", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 7227, "uniprot_kb": "Q8MM24"}, {"FlyBase": "FBgn0026415", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 7227, "uniprot_kb": "Q9W303"}, {"FlyBase": "FBgn0035398", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 7227, "uniprot_kb": "Q9VZV2"}, {"SGD": "S000002779", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 4932, "uniprot_kb": "Q06350"}, {"TAIR": "2133955", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 3702, "uniprot_kb": "F4JTY8"}, {"TAIR": "2133940", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 3702, "uniprot_kb": "F4JTY7"}, {"TAIR": "2133970", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 3702, "uniprot_kb": "F4JTY9"}, {"TAIR": "2134015", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 3702, "uniprot_kb": "O81861"}, {"TAIR": "2134020", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 3702, "uniprot_kb": "O81854"}, {"EnsemblGenome": "AT4G19820", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 3702, "uniprot_kb": "F4JTZ2"}, {"TAIR": "2134010", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 3702, "uniprot_kb": "F4JTY4"}, {"TAIR": "2134025", "ortholog_type": "O", "panther_family": "PTHR11177", "taxid": 3702, "uniprot_kb": "O81862"}], "uniprot_kb": "P36222"}, "pathway": {"reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}], "wikipathways": {"id": "WP2815", "name": "Mammary gland development pathway - Involution (Stage 4 of 4)"}}, "pdb": ["1HJV", "1HJW", "1HJX", "1NWR", "1NWS", "1NWT", "1NWU", "7CJ2", "8DF1", "8R41", "8R42", "8R4X"], "pfam": "PF00704", "pharmgkb": "PA26463", "pharos": {"target_id": 6569, "tdl": "Tbio"}, "pir": "A49562", "prosite": "PS51910", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325720", "relationship": "is"}, {"id": "GNF325721", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167439", "relationship": "is"}, {"id": "GNF178345", "relationship": "is"}, {"id": "GNF189251", "relationship": "is"}, {"id": "GNF200157", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF157502", "relationship": "is"}, {"id": "GNF159921", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF030603", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF002565", "relationship": "is"}, {"id": "GNF002566", "relationship": "is"}, {"id": "GNF002567", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF239714", "relationship": "is"}, {"id": "GNF239829", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF332385", "relationship": "is"}, {"id": "GNF334327", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337681", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102024", "relationship": "is"}, {"id": "GNF141679", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_013056.2"], "protein": ["NP_001267.2", "XP_047298796.1", "XP_047298797.1", "XP_047298802.1", "XP_047298803.1", "XP_047298804.1", "XP_047298829.1", "XP_047298835.1", "XP_054189963.1", "XP_054189964.1", "XP_054189965.1", "XP_054189966.1", "XP_054189967.1", "XP_054189968.1", "XP_054189969.1"], "rna": ["NM_001276.4", "XM_047442840.1", "XM_047442841.1", "XM_047442846.1", "XM_047442847.1", "XM_047442848.1", "XM_047442873.1", "XM_047442879.1", "XM_054333988.1", "XM_054333989.1", "XM_054333990.1", "XM_054333991.1", "XM_054333992.1", "XM_054333993.1", "XM_054333994.1"], "translation": [{"protein": "XP_047298796.1", "rna": "XM_047442840.1"}, {"protein": "XP_054189963.1", "rna": "XM_054333988.1"}, {"protein": "XP_047298803.1", "rna": "XM_047442847.1"}, {"protein": "XP_047298835.1", "rna": "XM_047442879.1"}, {"protein": "XP_054189969.1", "rna": "XM_054333994.1"}, {"protein": "XP_054189968.1", "rna": "XM_054333993.1"}, {"protein": "XP_047298802.1", "rna": "XM_047442846.1"}, {"protein": "XP_047298804.1", "rna": "XM_047442848.1"}, {"protein": "XP_054189965.1", "rna": "XM_054333990.1"}, {"protein": "XP_054189966.1", "rna": "XM_054333991.1"}, {"protein": "XP_054189964.1", "rna": "XM_054333989.1"}, {"protein": "XP_054189967.1", "rna": "XM_054333992.1"}, {"protein": "XP_047298829.1", "rna": "XM_047442873.1"}, {"protein": "NP_001267.2", "rna": "NM_001276.4"}, {"protein": "XP_047298797.1", "rna": "XM_047442841.1"}]}, "reporter": {"HG-U133_Plus_2": ["209395_at", "209396_s_at", "216546_s_at"], "HG-U95Av2": "36197_at", "HTA-2_0": "TC01003718.hg.1", "HuEx-1_0": "2451593", "HuGene-1_1": "7923547", "HuGene-2_1": "16698185"}, "retired": 7836, "summary": "Chitinases catalyze the hydrolysis of chitin, which is an abundant glycopolymer found in insect exoskeletons and fungal cell walls. The glycoside hydrolase 18 family of chitinases includes eight human family members. This gene encodes a glycoprotein member of the glycosyl hydrolase 18 family. The protein lacks chitinase activity and is secreted by activated macrophages, chondrocytes, neutrophils and synovial cells. The protein is thought to play a role in the process of inflammation and tissue remodeling. [provided by RefSeq, Sep 2009].", "symbol": "CHI3L1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413387"}, "unigene": ["Hs.733359", "Hs.382202"], "uniprot": {"Swiss-Prot": "P36222", "TrEMBL": "H0Y3U8"}, "wikipedia": {"url_stub": "CHI3L1"}}