{"AllianceGenome": "1950", "HGNC": "1950", "MIM": "118510", "_id": "1128", "_version": 1, "accession": {"genomic": ["AP000438.5", "CH471076.1", "CP068267.2", "NC_000011.10", "NC_060935.1", "X15263.1", "X52068.1", "Y00508.1"], "protein": ["AAH07740.1", "AAH22984.1", "AAK68112.1", "AAM18938.1", "AAP35830.1", "BAG35292.1", "CAA07081.1", "CAA33334.1", "CAA36291.1", "CAA68560.1", "EAW74124.1", "EAW74125.1", "EAW74126.1", "NP_000729.2", "P11229.2", "XP_011543044.1", "XP_054223541.1"], "rna": ["AF385587.1", "AF498915.1", "AJ006520.1", "AK312374.1", "BC007740.2", "BC022984.1", "BT007166.1", "NM_000738.3", "XM_011544742.3", "XM_054367566.1"], "translation": [{"protein": "AAK68112.1", "rna": "AF385587.1"}, {"protein": "CAA07081.1", "rna": "AJ006520.1"}, {"protein": "XP_054223541.1", "rna": "XM_054367566.1"}, {"protein": "AAM18938.1", "rna": "AF498915.1"}, {"protein": "AAH07740.1", "rna": "BC007740.2"}, {"protein": "BAG35292.1", "rna": "AK312374.1"}, {"protein": "NP_000729.2", "rna": "NM_000738.3"}, {"protein": "AAH22984.1", "rna": "BC022984.1"}, {"protein": "XP_011543044.1", "rna": "XM_011544742.3"}, {"protein": "AAP35830.1", "rna": "BT007166.1"}]}, "alias": ["HM1", "M1", "M1R"], "ensembl": {"gene": "ENSG00000168539", "protein": ["ENSP00000306490", "ENSP00000441188", "ENSP00000444482"], "transcript": ["ENST00000306960", "ENST00000536524", "ENST00000543973"], "translation": [{"protein": "ENSP00000306490", "rna": "ENST00000306960"}, {"protein": "ENSP00000441188", "rna": "ENST00000543973"}, {"protein": "ENSP00000444482", "rna": "ENST00000536524"}], "type_of_gene": "protein_coding"}, "entrezgene": "1128", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.25908395, "exp_mis": 195.9023543, "exp_syn": 75.27936, "lof_z": 2.84679132980532, "mis_z": 3.52612806682439, "mu_lof": 6.9195442067e-07, "mu_mis": 1.72532805778e-05, "mu_syn": 6.60713934954e-06, "n_lof": 0.0, "n_mis": 95.0, "n_syn": 75.0, "p_li": 0.931378496611047, "p_null": 0.00034374873764395, "p_rec": 0.0682777546513088, "syn_z": 0.0199607015502539}, "bp": 1383, "cds_end": 62678572, "cds_start": 62677189, "n_exons": 1, "nonpsych": {"exp_lof": 7.4546326, "exp_mis": 177.2899047, "exp_syn": 68.1144499, "lof_z": 2.68142161145709, "mis_z": 3.45813853126345, "mu_lof": 6.9195442067e-07, "mu_mis": 1.72532805778e-05, "mu_syn": 6.60713934954e-06, "n_lof": 0.0, "n_mis": 86.0, "n_syn": 69.0, "p_li": 0.919838480250247, "p_null": 0.000619061798925976, "p_rec": 0.0795424579508272, "syn_z": -0.0675549216901202}, "nontcga": {"exp_lof": 7.59634631, "exp_mis": 180.2281681, "exp_syn": 69.25500326, "lof_z": 2.71883979731894, "mis_z": 3.57108919567162, "mu_lof": 6.9195442067e-07, "mu_mis": 1.72532805778e-05, "mu_syn": 6.60713934954e-06, "n_lof": 0.0, "n_mis": 84.0, "n_syn": 73.0, "p_li": 0.916768792850819, "p_null": 0.000559235269901528, "p_rec": 0.082671971879279, "syn_z": -0.284936796771678}, "transcript": "ENST00000306960.3"}, "exons": [{"cdsend": 62911100, "cdsstart": 62909717, "chr": "11", "position": [[62908678, 62911178], [62921217, 62921363]], "strand": -1, "transcript": "NM_000738", "txend": 62921363, "txstart": 62908678}], "exons_hg19": [{"cdsend": 62678572, "cdsstart": 62677189, "chr": "11", "position": [[62676150, 62678650], [62688689, 62688835]], "strand": -1, "transcript": "NM_000738", "txend": 62688835, "txstart": 62676150}], "generif": [{"pubmed": 12049494, "text": "Fifteen single nucleotide polymorphisms (SNPs) of CHRM1 have been discovered, 9 of which are located in the coding region of the receptor; of these, 8 represent synonymous SNPs, indicating that CHRM1 is highly conserved in humans."}, {"pubmed": 12476323, "text": "Evidence that there are decreased levels of CHRM1, but not CHRM4, protein and mRNA in the dorsolateral prefrontal cortex from subjects with schizophenia."}, {"pubmed": 12707929, "text": "28% decrease in post-mortem levels of steady-state cortical muscarinic 1 receptor cDNA in schizophrenia patient samples relative to controls"}, {"pubmed": 12810581, "text": "role of M1 and M2 muscarinic receptors expressed by human L cells in the control of GLP-1 secretion."}, {"pubmed": 12851722, "text": "In conclusion, autoantibodies to CHRM1 were detected in a large number of CFS patients and were related to CFS symptoms."}, {"pubmed": 14504414, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15280370, "text": "M1- and M3- but not M2- or M4-AchR signals activate HIF-1 by both stabilization and synthesis of HIF-1alpha and by inducing the transcriptional activity of HIF-1alpha."}, {"pubmed": 15383745, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16318751, "text": "mRNA of muscarinic acetylcholine receptor-1 is expressed in human scleral fibroblasts."}, {"pubmed": 16328454, "text": "All three of the Kir2 channels are similarly inhibited by m1 muscarinic receptor stimulation through calcium-dependent activation of the small GTPase Rho."}, {"pubmed": 16336219, "text": "Increased phosphorylation of M1 and M2 mAChRs underlies sequestration of these receptors after transient hypoxia. Distinct pathways involving CK1alpha and GRK2 mediated sequestration of M1 and M2 mAChRs after transient hypoxic-induced oxidative stress."}, {"pubmed": 16368694, "text": "Data demonstrate that M(1), M(2), and M(3) muscarinic acetylcholine receptors (mAChR)can form homo- and heterodimers in living cells, and suggest that heterodimerization plays a role in the mechanism of mAChR long term regulation."}, {"pubmed": 16406470, "text": "Data show that intracellular zinc uptake in SK-SH-SY5Y cells is controlled by M1-mAChR mediated signalling pathways and that zinc may act as a cofactor for transcriptional regulation of zinc finger genes such as PNUTS."}, {"pubmed": 16439611, "text": "MT7 toxin interacts with hM1 receptor at a specific allosteric site, which may partially overlap those identified previously for \"classic\" or \"atypical\" allosteric agents."}, {"pubmed": 16874522, "text": "Association of the nicotinic acetylcholine receptor beta1 subunit (CHRNB1) and M1 muscarinic acetylcholine receptor (CHRM1) with vulnerability for nicotine dependence."}, {"pubmed": 16874522, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16877267, "text": "mAChR subtypes (m1 to m5) presents in human scleral fibroblasts at both mRNA and protein levels."}, {"pubmed": 16902941, "text": "This study provides the structural insight for improved understanding of M1 receptor and its binding sites."}, {"pubmed": 16931638, "text": "Gene Coding the human cholinergic receptor muscarinic-1 is an important susceptibility locus for asthma at chromosome 11q13."}, {"pubmed": 16931638, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17272726, "text": "results demonstrate the ability of beta-arrestins to recruit diacylglycerol kinases to ligand-activated M1 muscarinic receptors"}, {"pubmed": 17373692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17415969, "text": "M1 receptor plays an important role in the maintenance of function of retinal pigment epithelium."}, {"pubmed": 17462859, "text": "M1r-IR in cholinergic and nitrergic neurons and nerve fibres indicate that M1rs have a role in both cholinergic and nitrergic transmission."}, {"pubmed": 17540859, "text": "The observations suggest that Cysteine pairs Cys259/Cys260 and Cys262/Cys263 in the 3rd intracellular loop play an important role in the agonist-induced internalization of muscarinic M1 receptors."}, {"pubmed": 17655760, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18073210, "text": "M1 muscarinic and alpha7 nicotinic receptors have roles in inhibition of pemphigus acantholysis"}, {"pubmed": 18249005, "text": "Certain Sjogren's syndrome individuals may have antibodies against M1R, M2R and M3R."}, {"pubmed": 18272392, "text": "The observed effect of tau protein on neurons (in neuroblastomas and primary cultures of hippocampal and cortical neurons) is through M1 and M3 muscarinic receptors."}, {"pubmed": 18282687, "text": "In progressive supranuclear palsy: there were no changes in M1 muscarinic receptor density or M1 coupling"}, {"pubmed": 18317461, "text": "This study demonistred that in subgroup of subjects with schizophrenia decreased cortical muscarinic acetylcholine receptor M1."}, {"pubmed": 18322150, "text": "The M(1) receptor is the predominant mAChR subtype coupling to the Galpha(q/11) G protein in the cerebral cortex."}, {"pubmed": 18385290, "text": "Results demonstrate that the actions of pilocarpine and carbachol in salivary cells are mediated through two distinct signaling mechanisms via M3/M1 receptors."}, {"pubmed": 18454168, "text": "Data suggest that 77-LH-28-1 is a potent and selective agonist at recombinant human M1 mAChRs."}, {"pubmed": 18723515, "text": "analysis of a molecular that simultaneously utilizes both an allosteric and the orthosteric site on the M(2) mAChR"}, {"pubmed": 18790604, "text": "This study shows a decrease in levels of CHRM1 in BA 6 from subjects with schizophrenia"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19156168, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19183167, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19404243, "text": "data indicate that despite marked declines in CHRM1 expression in some patients with schizophrenia, the ability of this receptor to initiate signal transduction through Gq/11 proteins is undiminished"}, {"pubmed": 19451648, "text": "Data showed that EGFP-fused muscarinic M1 receptors predominate as monomers in the absence of ligand and dimerize upon pirenzepine binding."}, {"pubmed": 19753311, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19753311, "text": "The S2 and S4 polymorphisms of CHRM1 are associated with susceptibility for developing high myopia."}, {"pubmed": 19863190, "text": "increased inattention scores (Conners' teacher-rating scale) and lower l-MR associated with increased score for oppositional-defiant disorder."}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19927300, "text": "Muscarinic cholinoceptor activation by pilocarpine triggers apoptosis in human skin fibroblast cells."}, {"pubmed": 20133736, "text": "Data show that two-color TIRFM established the dynamic nature of dimer formation with M(1) receptors undergoing interconversion between monomers and dimers on the timescale of seconds."}, {"pubmed": 20146726, "text": "Distribution of M1 receptors in human colon."}, {"pubmed": 20201926, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21203415, "text": "analysis of the long-term effects of xanomeline on the M(1) muscarinic acetylcholine receptor"}, {"pubmed": 21685390, "text": "docking calculations structurally support the high affinity and selectivity of the MT7-human M1 muscarinic receptor interaction and highlight the atypical mode of interaction of this allosteric ligand on its G protein-coupled receptor target."}, {"pubmed": 22146060, "text": "Binding properties of human muscarinic M1 receptor in stably transfected Chinese hamster ovary cells is significantly enhanced after supplementation, probably by facilitating receptor-mediated G protein activation."}, {"pubmed": 22338582, "text": "Decreased muscarinic M1 receptor radioligand binding is found in the cerebral cortex of schizophrenic patients."}, {"pubmed": 22391213, "text": "CHRM1 sequence is associated with alterations in some aspects of executive function. Post-mortem study indicates this is not simply due to altered expression at the mRNA level, suggesting sequence alteration may affect the functionality of the CHRM1."}, {"pubmed": 22450048, "text": "Here we found that M1 Muscarinic acetylcholine receptor (M1 mAChR), an important G protein-coupled receptor involved in cholinergic neuronal activity, can interact with BACE1 and mediate its proteosomal degradation."}, {"pubmed": 22571431, "text": "The binding mode of MT7 and human muscarinic acetylcholine receptor 1 consists of three interaction regions in five residue interaction clusters."}, {"pubmed": 22865467, "text": "These data indicate that EGFR and PKC are involved in mAChR-mediated activation of ERK1/2 and RSK and the subsequent proliferation of SNU-407 colon cancer cells."}, {"pubmed": 22990911, "text": "These results suggest a complex antagonistic interplay between G(q)-activated PKC and Gbetagamma in regulation of L-VDCC, in which multiple cytosolic segments of alpha(1C) are involved."}, {"pubmed": 23147108, "text": "Collectively, the results of this study demonstrated that SOD1 could activate a transductional pathway through the involvement of M1 muscarinic receptor."}, {"pubmed": 23423139, "text": "A breakdown in gene promoter methylation control of CHRM1 expression contributes to the global pathophysiology of schizophrenia."}, {"pubmed": 23455440, "text": "Results show that downregulation of cholinergic receptor M1 by histone H3K9me3 impairs calcium signally and contributes to the pathogenesis of Huntington's disease."}, {"pubmed": 23460876, "text": "Autoantibodies purified from the sera of breast cancer patients activate muscarinic acetylcholine receptors in tumor cells."}, {"pubmed": 23604140, "text": "The fluorescent compounds inherit bitopic properties from a linker-guided positioning of their Bodipy moiety within the M1 allosteric vestibule."}, {"pubmed": 23678982, "text": "M1-mAChRs function at both surface and intracellular sites in telencephalon neurons including the hippocampus"}, {"pubmed": 24292102, "text": "the levels were comparable for complexes containing GluR2, GluR3 and GluR4 as well as 5-HT1A. Moreover, the levels of complexes containing muscarinic AChR M1, NR1 and GluR1 were significantly increased in male patients with AD."}, {"pubmed": 24365239, "text": "demonstrate that activation of M1 muscarinic acetylcholine receptor augments the restitution of epithelial barrier function in T84 cell monolayers after ethanol-induced epithelial injury, via ERK-dependent phosphorylation of focal adhesion kinase"}, {"pubmed": 24430298, "text": "CHRM2 but not CHRM1 or CHRM3 polymorphisms are associated with asthma susceptibility in Mexican patients."}, {"pubmed": 24443568, "text": "Mutation of amino acid residues that form the orthosteric binding pocket caused a loss of carbachol response that could be rescued by BQCA."}, {"pubmed": 24636402, "text": "In patients with schizophrenia, both cell body staining and elevated M1 muscarinic receptor reactivity correlated with higher symptom scores."}, {"pubmed": 24753247, "text": "We show that BQCA potentiates agonist-induced beta-arrestin recruitment to M1 mAChRs."}, {"pubmed": 24821386, "text": "changes in membrane cholesterol concentration differentially impact preferential and non-preferential M1 and M3 receptor signaling"}, {"pubmed": 25326383, "text": "this study highlights how the properties of affinity and cooperativity can be differentially modified on a common structural scaffold and identifies molecular features that can be exploited to tailor the development of M1 mAChR-targeting PAMs."}, {"pubmed": 26481978, "text": "The rs2067477 muscarinic M1 receptor genotype is associated with grey matter volume in schizophrenia."}, {"pubmed": 26958838, "text": "crystal structures of the M1 and M4 muscarinic receptors bound to the inverse agonist, tiotropium"}, {"pubmed": 27490167, "text": "The study was focused on the human mAChR1 receptor for which a presumably reliable model was generated using the congener mAChR3 as the template along with a second less reliable model based on the distant beta2-AR template. The second model was then utilized to produce the chimeras by combining the conformations of its Pro-containing helices (i.e., TM4, TM5, TM6 and TM7 with 16 modeled chimeras)."}, {"pubmed": 27601178, "text": "he discovery of a receptor homolog of human mAChR1 on Acanthamoeba with future studies planned to show its expression and binding to cholinergic agonist and antagonist would help clarify its role in the biology of this protist pathogen."}, {"pubmed": 27834678, "text": "Receptor Species-dependent Desensitization Controls KCNQ1/KCNE1 K+ Channels as Downstream Effectors of Gq Protein-coupled Receptors.("}, {"pubmed": 27923235, "text": "There were no significant associations between CHRM1 SNPs and autonomic nervous system activity in patients with schizophrenia on high-dose antipsychotics."}, {"pubmed": 30027929, "text": "the selective CHRM1 antagonist pirenzepine inhibited PC-3, LNCaP, and A549 cell migration and invasion, but the agonist carbachol promoted the migration and invasion of these three cell lines"}, {"pubmed": 30623717, "text": "Pharmacogenetics of tardive dyskinesia in schizophrenia: The role of CHRM1 and CHRM2 muscarinic receptors."}, {"pubmed": 32097138, "text": "Activation of muscarinic acetylcholine receptor 1 promotes invasion of hepatocellular carcinoma by inducing epithelial-mesenchymal transition."}, {"pubmed": 32205868, "text": "Muscarinic receptors promote castration-resistant growth of prostate cancer through a FAK-YAP signaling axis."}, {"pubmed": 33143542, "text": "Contributions of cholinergic receptor muscarinic 1 and CYP1A2 gene variants on the effects of plasma ratio of clozapine/N-desmethylclozapine on working memory in schizophrenia."}, {"pubmed": 34212451, "text": "Muscarinic acetylcholine receptor M1 mutations causing neurodevelopmental disorder and epilepsy."}, {"pubmed": 34806612, "text": "Muscarinic Receptors Expression in the Peripheral Blood Cells Differentiate Dementia with Lewy Bodies from Alzheimer's Disease."}, {"pubmed": 36155524, "text": "Loss of Cholinergic Receptor Muscarinic 1 (CHRM1) Protein in the Hippocampus and Temporal Cortex of a Subset of Individuals with Alzheimer's Disease, Parkinson's Disease, or Frontotemporal Dementia: Implications for Patient Survival."}], "genomic_pos": {"chr": "11", "end": 62921807, "ensemblgene": "ENSG00000168539", "start": 62908679, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 62689279, "start": 62676151, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 1411529, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 7925360, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007187", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway, coupled to cyclic nucleotide second messenger"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007197", "qualifier": "involved_in", "term": "adenylate cyclase-inhibiting G protein-coupled acetylcholine receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007205", "pubmed": 9603968, "qualifier": "involved_in", "term": "protein kinase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007207", "pubmed": 8139539, "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled acetylcholine receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007213", "pubmed": 8139539, "qualifier": "involved_in", "term": "G protein-coupled acetylcholine receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007268", "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007274", "qualifier": "involved_in", "term": "neuromuscular synaptic transmission"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007399", "pubmed": 2739737, "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0040012", "qualifier": "involved_in", "term": "regulation of locomotion"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0043270", "pubmed": 14657398, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of monoatomic ion transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046541", "qualifier": "involved_in", "term": "saliva secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050890", "qualifier": "involved_in", "term": "cognition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060078", "qualifier": "involved_in", "term": "regulation of postsynaptic membrane potential"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060251", "pubmed": 2739737, "qualifier": "involved_in", "term": "regulation of glial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090316", "qualifier": "involved_in", "term": "positive regulation of intracellular protein transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098664", "qualifier": "involved_in", "term": "G protein-coupled serotonin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099170", "qualifier": "involved_in", "term": "postsynaptic modulation of chemical synaptic transmission"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 7925360, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "is_active_in", "term": "dendrite"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042734", "qualifier": "located_in", "term": "presynaptic membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043679", "qualifier": "located_in", "term": "axon terminus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "is_active_in", "term": "synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098685", "qualifier": "located_in", "term": "Schaffer collateral - CA1 synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098839", "qualifier": "located_in", "term": "postsynaptic density membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098981", "qualifier": "located_in", "term": "cholinergic synapse"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004435", "pubmed": 9614217, "qualifier": "enables", "term": "phosphatidylinositol phospholipase C activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004993", "qualifier": "enables", "term": "G protein-coupled serotonin receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 21056967, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016907", "qualifier": "enables", "term": "G protein-coupled acetylcholine receptor activity"}]}, "homologene": {"genes": [[6239, 179962], [7165, 1275250], [7227, 37892], [8364, 100490434], [9544, 574362], [9598, 451272], [9606, 1128], [9615, 483776], [9913, 281684], [10090, 12669], [10116, 25229]], "id": 20189}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Muscarinic acetylcholine receptor family", "id": "IPR000995", "short_desc": "Musac_Ach_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}, {"desc": "Muscarinic acetylcholine receptor M1", "id": "IPR002228", "short_desc": "Musac_Ach_M1_rcpt"}], "ipi": ["IPI00298980", "IPI01009740", "IPI01011091"], "map_location": "11q12.3", "name": "cholinergic receptor muscarinic 1", "other_names": ["acetylcholine receptor, muscarinic 1", "muscarinic acetylcholine receptor M1"], "pantherdb": {"HGNC": "1950", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88396", "ortholog_type": "LDO", "panther_family": "PTHR24247", "taxid": 10090, "uniprot_kb": "P12657"}, {"RGD": "2342", "ortholog_type": "LDO", "panther_family": "PTHR24247", "taxid": 10116, "uniprot_kb": "P08482"}, {"Ensembl": "ENSDARG00000112321", "ortholog_type": "O", "panther_family": "PTHR24247", "taxid": 7955, "uniprot_kb": "A0A2R8QNR1"}, {"Ensembl": "ENSDARG00000037292", "ortholog_type": "LDO", "panther_family": "PTHR24247", "taxid": 7955, "uniprot_kb": "A0A140LG95"}, {"WormBase": "WBGene00001517", "ortholog_type": "O", "panther_family": "PTHR24247", "taxid": 6239, "uniprot_kb": "Q18007"}, {"WormBase": "WBGene00001518", "ortholog_type": "O", "panther_family": "PTHR24247", "taxid": 6239, "uniprot_kb": "Q09388"}, {"FlyBase": "FBgn0037546", "ortholog_type": "O", "panther_family": "PTHR24247", "taxid": 7227, "uniprot_kb": "Q9VHW1"}, {"WormBase": "WBGene00001519", "ortholog_type": "O", "panther_family": "PTHR24247", "taxid": 6239, "uniprot_kb": "Q9U7D5"}, {"FlyBase": "FBgn0000037", "ortholog_type": "O", "panther_family": "PTHR24247", "taxid": 7227, "uniprot_kb": "P16395"}], "uniprot_kb": "P11229"}, "pathway": {"biocarta": [{"id": "agrpathway", "name": "agrin in postsynaptic differentiation"}, {"id": "barrestinpathway", "name": "-arrestins in gpcr desensitization"}, {"id": "barrestinsrcpathway", "name": "roles of  arrestin dependent recruitment of src kinases in gpcr signaling"}, {"id": "barrmapkpathway", "name": "role of -arrestins in the activation and targeting of map kinases"}, {"id": "chrebppathway", "name": "chrebp regulation by carbohydrates and camp"}, {"id": "cskpathway", "name": "activation of csk by camp-dependent protein kinase inhibits signaling through the t cell receptor"}, {"id": "gspathway", "name": "activation of camp-dependent protein kinase pka"}, {"id": "no1pathway", "name": "actions of nitric oxide in the heart"}, {"id": "raccpathway", "name": "ion channels and their functional role in vascular endothelium"}], "kegg": [{"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04725", "name": "Cholinergic synapse - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375280", "name": "Amine ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-390648", "name": "Muscarinic acetylcholine receptors"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP2597", "name": "Secretion of Hydrochloric Acid in Parietal Cells"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}, {"id": "WP4698", "name": "Vitamin D-sensitive calcium signaling in depression"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}, {"id": "WP536", "name": "Calcium Regulation in the Cardiac Cell"}, {"id": "WP58", "name": "Monoamine GPCRs"}]}, "pdb": ["5CXV", "6OIJ", "6WJC", "6ZFZ", "6ZG4", "6ZG9"], "pfam": "PF00001", "pharmgkb": "PA26484", "pharos": {"target_id": 8360, "tdl": "Tclin"}, "pir": "S09508", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247415", "relationship": "is"}, {"id": "GNF247416", "relationship": "is"}, {"id": "GNF247417", "relationship": "is"}, {"id": "GNF247418", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF279892", "relationship": "is"}, {"id": "GNF279893", "relationship": "is"}, {"id": "GNF279894", "relationship": "is"}, {"id": "GNF279895", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162659", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080975", "relationship": "is"}, {"id": "GNF080976", "relationship": "is"}, {"id": "GNF080977", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053808", "relationship": "is"}, {"id": "GNF058582", "relationship": "is"}, {"id": "GNF073826", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063429", "relationship": "is"}, {"id": "GNF063430", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF283025", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283952", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF002584", "relationship": "is"}, {"id": "GNF002585", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF240908", "relationship": "is"}, {"id": "GNF285915", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093495", "relationship": "is"}, {"id": "GNF133153", "relationship": "is"}, {"id": "GNF139976", "relationship": "similar to"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_000729.2", "XP_011543044.1", "XP_054223541.1"], "rna": ["NM_000738.3", "XM_011544742.3", "XM_054367566.1"], "translation": [{"protein": "XP_011543044.1", "rna": "XM_011544742.3"}, {"protein": "NP_000729.2", "rna": "NM_000738.3"}, {"protein": "XP_054223541.1", "rna": "XM_054367566.1"}]}, "reporter": {"HG-U133_Plus_2": "231783_at", "HTA-2_0": "TC11001885.hg.1", "HuEx-1_0": ["3376317", "3376324"], "HuGene-1_1": "7948912", "HuGene-2_1": "16739648"}, "retired": [92150, 113400, 116076, 144085], "summary": "The muscarinic cholinergic receptors belong to a larger family of G protein-coupled receptors. The functional diversity of these receptors is defined by the binding of acetylcholine and includes cellular responses such as adenylate cyclase inhibition, phosphoinositide degeneration, and potassium channel mediation. Muscarinic receptors influence many effects of acetylcholine in the central and peripheral nervous system. The muscarinic cholinergic receptor 1 is involved in mediation of vagally-induced bronchoconstriction and in the acid secretion of the gastrointestinal tract. The gene encoding this receptor is localized to 11q13. [provided by RefSeq, Jul 2008].", "symbol": "CHRM1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332758"}, "unigene": "Hs.632119", "uniprot": {"Swiss-Prot": "P11229", "TrEMBL": ["F5GZF8", "Q53XZ3"]}, "wikipedia": {"url_stub": "Muscarinic acetylcholine receptor M1"}}