{"AllianceGenome": "29302", "HGNC": "29302", "MIM": "610643", "_id": "57650", "_version": 1, "accession": {"genomic": ["AC069499.17", "AC092693.8", "CH471052.2", "CP068275.2", "NC_000003.12", "NC_060927.1"], "protein": ["AAH17659.1", "AAH63433.1", "AAI30565.1", "AAI36372.1", "AAL11632.1", "BAA96048.1", "BAB14305.1", "CAD28489.1", "EAW79723.1", "EAW79724.1", "NP_065941.2", "Q8TCG1.2", "QRV07364.1", "XP_006713779.1", "XP_011511359.1", "XP_054203381.1", "XP_054203382.1", "XP_054203383.1"], "rna": ["AB040957.1", "AF334474.1", "AK022912.1", "AK056933.1", "AK308315.1", "AK310446.1", "AL713689.1", "BC017659.1", "BC063433.1", "BC082961.1", "BC130564.1", "BC136371.1", "MW287636.1", "NM_020890.3", "XM_006713716.4", "XM_011513057.3", "XM_054347406.1", "XM_054347407.1", "XM_054347408.1"], "translation": [{"protein": "AAI36372.1", "rna": "BC136371.1"}, {"protein": "XP_054203381.1", "rna": "XM_054347406.1"}, {"protein": "XP_054203383.1", "rna": "XM_054347408.1"}, {"protein": "AAH63433.1", "rna": "BC063433.1"}, {"protein": "AAI30565.1", "rna": "BC130564.1"}, {"protein": "AAH17659.1", "rna": "BC017659.1"}, {"protein": "AAL11632.1", "rna": "AF334474.1"}, {"protein": "XP_011511359.1", "rna": "XM_011513057.3"}, {"protein": "XP_006713779.1", "rna": "XM_006713716.4"}, {"protein": "CAD28489.1", "rna": "AL713689.1"}, {"protein": "NP_065941.2", "rna": "NM_020890.3"}, {"protein": "BAB14305.1", "rna": "AK022912.1"}, {"protein": "XP_054203382.1", "rna": "XM_054347407.1"}, {"protein": "BAA96048.1", "rna": "AB040957.1"}, {"protein": "QRV07364.1", "rna": "MW287636.1"}]}, "alias": ["KIAA1524", "NOCIVA", "p90"], "ensembl": {"gene": "ENSG00000163507", "protein": ["ENSP00000295746", "ENSP00000417297", "ENSP00000419428", "ENSP00000419487", "ENSP00000485696"], "transcript": ["ENST00000295746", "ENST00000461666", "ENST00000468953", "ENST00000481530", "ENST00000487834", "ENST00000491772", "ENST00000625495"], "translation": [{"protein": "ENSP00000295746", "rna": "ENST00000295746"}, {"protein": "ENSP00000419487", "rna": "ENST00000491772"}, {"protein": "ENSP00000417297", "rna": "ENST00000481530"}, {"protein": "ENSP00000419428", "rna": "ENST00000468953"}, {"protein": "ENSP00000485696", "rna": "ENST00000625495"}], "type_of_gene": "protein_coding"}, "entrezgene": "57650", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 31.6782717824, "exp_mis": 242.798310215, "exp_syn": 101.115377817, "lof_z": 2.58335369450181, "mis_z": -0.131892064877867, "mu_lof": 2.18649193316e-06, "mu_mis": 2.19265341826e-05, "mu_syn": 8.68542122364e-06, "n_lof": 17.0, "n_mis": 247.0, "n_syn": 123.0, "p_li": 5.75236747593882e-08, "p_null": 0.00835046592368076, "p_rec": 0.991649476552644, "syn_z": -1.34920960472693}, "bp": 2718, "cds_end": 108308222, "cds_start": 108269995, "n_exons": 21, "nonpsych": {"exp_lof": 28.2648023834, "exp_mis": 219.348815899, "exp_syn": 91.1120837737, "lof_z": 2.63508576297795, "mis_z": -0.192457462232623, "mu_lof": 2.18649193316e-06, "mu_mis": 2.19265341826e-05, "mu_syn": 8.68542122364e-06, "n_lof": 14.0, "n_mis": 225.0, "n_syn": 112.0, "p_li": 2.59586002258422e-06, "p_null": 0.00521747928962324, "p_rec": 0.994779924850354, "syn_z": -1.37775096887726}, "nontcga": {"exp_lof": 29.1043303015, "exp_mis": 223.334780593, "exp_syn": 92.9864703736, "lof_z": 2.39616801011805, "mis_z": -0.12218885782286, "mu_lof": 2.18649193316e-06, "mu_mis": 2.19265341826e-05, "mu_syn": 8.68542122364e-06, "n_lof": 16.0, "n_mis": 227.0, "n_syn": 109.0, "p_li": 1.18304502019335e-07, "p_null": 0.0144088136134614, "p_rec": 0.985591068082037, "syn_z": -1.05147635004244}, "transcript": "ENST00000295746.8"}, "exons": [{"cdsend": 108589375, "cdsstart": 108551148, "chr": "3", "position": [[108549865, 108551319], [108552233, 108552373], [108553647, 108553730], [108554375, 108554489], [108557217, 108557414], [108559756, 108559867], [108559953, 108560028], [108560648, 108560841], [108563125, 108563244], [108565354, 108565454], [108566496, 108566638], [108568154, 108568314], [108569388, 108569607], [108576270, 108576346], [108579280, 108579426], [108579565, 108579688], [108581414, 108581511], [108582107, 108582202], [108582976, 108583083], [108585064, 108585212], [108589273, 108589438]], "strand": -1, "transcript": "NM_020890", "txend": 108589438, "txstart": 108549865}], "exons_hg19": [{"cdsend": 108308222, "cdsstart": 108269995, "chr": "3", "position": [[108268712, 108270166], [108271080, 108271220], [108272494, 108272577], [108273222, 108273336], [108276064, 108276261], [108278603, 108278714], [108278800, 108278875], [108279495, 108279688], [108281972, 108282091], [108284201, 108284301], [108285343, 108285485], [108287001, 108287161], [108288235, 108288454], [108295117, 108295193], [108298127, 108298273], [108298412, 108298535], [108300261, 108300358], [108300954, 108301049], [108301823, 108301930], [108303911, 108304059], [108308120, 108308285]], "strand": -1, "transcript": "NM_020890", "txend": 108308285, "txstart": 108268712}], "generif": [{"pubmed": 17632056, "text": "Data show that CIP2A/KIAA1524 is a human oncoprotein that inhibits protein phosphatase 2A and stabilizes c-Myc in human malignancies."}, {"pubmed": 18559589, "text": "CIP2A in tumor cells is required for sustained proliferation by preventing cell growth arrest, senescence, or differentiation."}, {"pubmed": 19470954, "text": "CIP2A and MYC appear to be regulated in a positive feedback loop, wherein they promote each other's expression and gastric cancer cell proliferation."}, {"pubmed": 19671842, "text": "CIP2A is associated with clinical aggressivity in human breast cancer and promotes the malignant growth of breast cancer cells."}, {"pubmed": 19959630, "text": "CagA upregulated CIP2A expression and this upregulation effect was dependent on Src and Ras/mitogen-activated protein kinase kinase/extracellular signal-regulated kinase pathways."}, {"pubmed": 20842459, "text": "Overexpression of CIP2A is associated with non-small cell lung cancer."}, {"pubmed": 20964854, "text": "Expression of the CIP2A protein is increased in prostate cancer specimens and its expression is associated with poorly differentiated and high-risk tumors."}, {"pubmed": 21068540, "text": "Data suggest that CIP2A may play a significant role in oral malignant transformation and therefore, it may be a potential target for chemotherapy of OSCC."}, {"pubmed": 21140243, "text": "CIP2A is significantly overexpressed in human esophageal tumors"}, {"pubmed": 21219591, "text": "The high expression of CIP2A in HL60 cells may be related to active cell proliferation and arrest of cell differentiation."}, {"pubmed": 21445343, "text": "results also suggest that in addition to its established role in invasion and angiogenesis, ETS1 may support malignant cellular growth via regulation of CIP2A expression and protein phosphatase 2A inhibition"}, {"pubmed": 21479604, "text": "The data demonstrated that CIP2A expression is closely associated with the histopathological score of synovitis and invasive function of fibroblast-like synoviocytes in rheumatoid arthritis."}, {"pubmed": 21490338, "text": "CIP2A is biologically and clinically important in chronic myeloid leukemia and may be a novel therapeutic target."}, {"pubmed": 21575984, "text": "CIP2A plays an important role in carcinogenisis of cervical cancer and shows promise for the diagnosis and treatment of cervical cancer."}, {"pubmed": 21655278, "text": "Silencing CIP2A by siRNA inhibited the proliferation and clonogenic activity of lung cancer cells."}, {"pubmed": 21874565, "text": "CIP2A expression in Chinese non-small-cell lung cancer patients may be a useful biomarker of biological malignancy"}, {"pubmed": 21897396, "text": "High Cancerous inhibitor of protein phosphatase 2A is associated with serous ovarian cancer."}, {"pubmed": 22072119, "text": "CIP2A expression is elevated in cervical cancer."}, {"pubmed": 22075943, "text": "Higher-CIP2A expression positively correlates with the aggressive phenotype of RCCs, and predicts poor prognosis for patients"}, {"pubmed": 22085493, "text": "Bortezomib sensitized solid tumor cells to radiation-induced apoptosis through the inhibition of CIP2A."}, {"pubmed": 22249265, "text": "The results both validated CIP2A's role in regulating MYC-mediated gene expression and provided a plausible novel explanation for the high MYC activity in basal-like and HER2thorn breast cancers."}, {"pubmed": 22310977, "text": "Overexpression of CIP2A in colorectal cancer patients may be an important step in colorectal carcinogenesis. Based on findings, CIP2A shows no association with patient prognosis in colorectal cancer, but is associated with nuclear c-Myc."}, {"pubmed": 22537152, "text": "Data suggest that nontumoral cancerous inhibitor of protein phosphatase 2A (CIP2A)mRNA expression might serve as a novel biomarker for HCC patients undergoing resection."}, {"pubmed": 22537901, "text": "CIP2A is a major determinant mediating bortezomib-induced apoptosis in triple negative breast cancer cells."}, {"pubmed": 22847158, "text": "CIP2A overexpression may be useful as an independent prognostic biomarker for overall survival and disease-free survival of hepatocellular carcinoma."}, {"pubmed": 22923389, "text": "CIP2A overexpression is associated with ovarian cancer."}, {"pubmed": 23117818, "text": "The binding of Ets1 and Elk1 together to the proximal CIP2A promoter is absolutely required for CIP2A expression in cervical, endometrial and liver carcinoma cell lines"}, {"pubmed": 23178652, "text": "CIP2A may be useful as a therapeutic biomarker for predicting clinical response to erlotinib in hepatocellular carcinoma treatment."}, {"pubmed": 23275123, "text": "Our findings suggest that CIP2A is an independent predictor of poor prognosis of bladder urothelial cell carcinoma patients"}, {"pubmed": 23306062, "text": "Data show that E2F1 overexpression, due to p53 or p21 inactivation, promotes expression of human oncoprotein CIP2A."}, {"pubmed": 23342256, "text": "CIP2A is an oncogene involved in bladder cancer as it is specifically expressed in bladder tumor tissue and not normal tissue."}, {"pubmed": 23383345, "text": "Cancerous inhibitor of protein phosphatase 2A mediates bortezomib-induced autophagy in hepatocellular carcinoma independent of proteasome."}, {"pubmed": 23455633, "text": "show that CIP2A expression in rheumatoid arthritis FLS is an important mediator of dysfunctional apoptosis independent of c-Myc stabilization"}, {"pubmed": 23467938, "text": "These results validate the role of CIP2A as a clinically relevant oncoprotein and establish CIP2A as a promising therapeutic target of astrocytoma."}, {"pubmed": 23471718, "text": "CIP2A expression may be a potential biomarker for chemotherapeutic sensitivity and prognosis of breast cancer."}, {"pubmed": 23552692, "text": "Tumor suppressor miR-375 regulates MYC expression via repression of CIP2A coding sequence through multiple miRNA-mRNA interactions."}, {"pubmed": 23568706, "text": "results indicate that CIP2A expressioncorrelates with altered expression of epithelial-mesenchymal transition markers, increased lymph node metastasis, and poorer survival in pancreatic ductal adenocarcinoma"}, {"pubmed": 23743567, "text": "Cox-regression analysis showed that IL-10 and CIP2A mRNA levels may independently predict survival in patients with lung adenocarcinoma, especially in patients with E6-positive tumors"}, {"pubmed": 23802697, "text": "CIP2A immunoreactivity was usually weak or absent in indolent B-cell lymphomas, but moderately positive or strongly positive in almost all aggressive lymphomas, such as DLBCL, BL, and BCLU."}, {"pubmed": 23983103, "text": "A novel function for CIP2A in facilitating the stability and activity of the pivotal mitotic kinase Plk1 in cell-cycle progression and tumor development."}, {"pubmed": 24014087, "text": "our data identified CIP2A as a critical oncoprotein involved in cell proliferation and invasion, which could serve as a therapeutic target in osteosarcoma."}, {"pubmed": 24019920, "text": "599 peptide-mediated siRNA delivery promoted significant CIP2A mRNA and protein silencing which resulted in decreased oral cancer cell invasiveness and anchorage-independent growth"}, {"pubmed": 24098375, "text": "Expression of CIP2A was found to be dependent on MAPK activity, linking elevated c-Myc expression to deregulated signal transduction in colon cancer"}, {"pubmed": 24163288, "text": "The expression levels of mRNA for CIP2A and PP2A exhibited positive correlation in MDS/control bone marrow."}, {"pubmed": 24204027, "text": "CIP2A is a novel anticancer target based on PP2A reactivation and inhibition of the oncogenic activity of its downstream effectors.[review]"}, {"pubmed": 24214971, "text": "CIP2A strongly interacts with NEK2 during G2/M phase, thereby enhancing NEK2 kinase activity to facilitate centrosome separation in a PP1- and PP2A-independent manner."}, {"pubmed": 24280132, "text": "Estradiol enhances CIP2A expression by the activation of p70 S6 kinase."}, {"pubmed": 24369732, "text": "Downregulation of CIP2A attenuates migration and metastatic potential of cutaneous malignant melanoma cells."}, {"pubmed": 24398514, "text": "These findings suggest that H. pylori-induced upregulation of CIP2A contributes to the development and progression of gastric cancer."}, {"pubmed": 24399648, "text": "p90/CIP2A can induce autoantibody response in sera from patients with breast cancer"}, {"pubmed": 24493623, "text": "High CIP2A expression is associated with drug resistance in colon cancer."}, {"pubmed": 24590173, "text": "CIP2A is a distinct regulator of mTORC1 and mTORC1-dependent control of CIP2A degradation is a mechanism that links mTORC1 activity with c-Myc stability to coordinate cellular metabolism, growth, and proliferation."}, {"pubmed": 24839010, "text": "miR-218 is downregulated in melanoma. By targeting CIP2A and BMI1, miR-218 regulates the proliferation, migration, and invasion of the melanoma cell lines A375 and SK-MEL-2."}, {"pubmed": 24874844, "text": "overexpression of CIP2A diminished NSCLC cell chemosensitivity to cisplatin by inducing activation of Akt pathway, suggesting critical roles of CIP2A in NSCLC cell chemoresistance to cisplatin"}, {"pubmed": 24884612, "text": "Downregulation of CIP2A suppresses cell proliferation and growth of nasopharyngeal carcinoma."}, {"pubmed": 24927563, "text": "SET is overexpressed in about 50-60% and CIP2A in about 90% of breast cancers."}, {"pubmed": 24954871, "text": "The CIP2A-dependent pathway mediates the tumoricidal effects of erlotinib on NSCLC cells without EGFR mutations in vitro and in vivo."}, {"pubmed": 25012485, "text": "findings indicate tumor suppressor protein PP2A and its inhibitor CIP2A are widely distributed in meningiomas with a tendency for higher CIP2A expression in at least some higher-grade meningiomas; findings raise the possibility that CIP2A may participate in biology of meningiomas"}, {"pubmed": 25015035, "text": "Studies indicate that oncoprotein CIP2A (KIAA1524) controls oncogenic cellular signals by suppressing protein phosphatase 2A (PP2A)."}, {"pubmed": 25023053, "text": "CIP2A is overexpressed in chronic myelocytic leukemia patients.Cip2a plays an important role in the pathogenesis of chronic myelocytic leukemia."}, {"pubmed": 25086622, "text": "CIP2A as a crucial oncoprotein has been involved in cell proliferation and apoptosis, which may serve as a therapeutic target in breast cancer treatment."}, {"pubmed": 25109354, "text": "study addressed a novel role of CIP2A in mediating lung cancer progression through interacting with the AKT-mTOR signaling pathway."}, {"pubmed": 25187431, "text": "Which increased PP2A activity."}, {"pubmed": 25228280, "text": "Inhibition of CIP2A determines the effects of tamoxifen-induced apoptosis in estrogen receptor-negative breast cancer cells."}, {"pubmed": 25325377, "text": "CIP2A regulates cancer metabolism and CREB phosphorylation in non-small cell lung cancer"}, {"pubmed": 25458953, "text": "High CIP2A expression is associated with cervical-cancer progression."}, {"pubmed": 25474139, "text": "CIP2A is an Oct4 target gene involved in head and neck squamous cell cancer oncogenicity and radioresistance"}, {"pubmed": 25537503, "text": "Data show that afatinib reduced Elk-1 transcription factor binding to the CIP2A protein promoter and suppressed CIP2A transcription."}, {"pubmed": 25736928, "text": "our findings strongly suggest that CIP2A promotes cell cycle progression, premature chromosome segregation, and aneuploidy, possibly through a novel interaction with Sgol1."}, {"pubmed": 25765543, "text": "High cancerous inhibitor of PP2A (CIP2A) protein levels at diagnosis of chronic myeloid leukaemia are associated with disease progression in imatinib-treated patients"}, {"pubmed": 25833693, "text": "we provide a novel therapeutic mechanism for inhibiting CIP2A function in cancerous cells via targeting the CIP2A-LRRC59 interaction."}, {"pubmed": 25896895, "text": "CIP2A is an independent prognostic marker in patients with wild-type KRAS metastatic colorectal cancer after colorectal liver metastasectomy."}, {"pubmed": 25965834, "text": "Identify CIP2A as a common denominator for androgen receptor-signaling and prostate cancer stem cell functionality, and suggest as possible therapeutic target."}, {"pubmed": 26234767, "text": "Alterations affecting PP2A subunits together with the deregulation of endogenous PP2A inhibitors such as CIP2A and SET have been described as contributing mechanisms to inactivate PP2A in prostate cancer."}, {"pubmed": 26243398, "text": "These results suggest that CIP2A is involved in tumor progression in bladder cancer"}, {"pubmed": 26327467, "text": "CIP2A is a critical oncoprotein involved in cell invasion and epithelial mesenchymal transition in clear cell renal carcinoma."}, {"pubmed": 26404133, "text": "CIP2A is involved in regulating multidrug resistance of cervical adenocarcinoma."}, {"pubmed": 26436875, "text": "CIP2A copy number increase is associated with poor patient survival in human HNSCC."}, {"pubmed": 26522733, "text": "CIP2A was detected in tongue cancer and tongue hyperplasia, whereas local inflammation was stronger in cancer, CIP2A expression was increased in metastasized cancer compared to non-metastasized"}, {"pubmed": 26560124, "text": "CIP2A is a tumor-associated autoantigen in lung cancer, which promote lung cancer proliferation partially through MKK4/7-JNK signaling pathway."}, {"pubmed": 26813457, "text": "CIP2A levels were significantly associated with the American Joint Committee on Cancer (AJCC) stage, histological grade and lymph node metastasis in breast cancer patients."}, {"pubmed": 26823836, "text": "patients with a stronger expression of CIP2A in tgastric umor tissues had no significant relationship with these genes that are related to gastric cancer chemotherapy drug resistance"}, {"pubmed": 26894380, "text": "High CIP2A expression is associated with gemcitabine resistance in pancreatic cancer."}, {"pubmed": 26987906, "text": "poor prognosis of chronic myeloid leukemia patients with high CIP2A levels is due to an antiapoptotic phenotype"}, {"pubmed": 27029072, "text": "These results are the first evidence that the inhibition of HDAC1 by (S)-2 downregulates CIP2A transcription"}, {"pubmed": 27144172, "text": "These results indicate that CIP2A modulates myeloma cell proliferation and apoptosis via PI3K/AKT/mTOR signaling and suggest that it can potentially serve as a drug target for the treatment of multiple myeloma."}, {"pubmed": 27348236, "text": "low expression associates with chronic rhinosinusitis with nasal polyps with aspirin exacerbated respiratory disease"}, {"pubmed": 27350399, "text": "Silencing CIP2A enhanced CuB-induced growth inhibition."}, {"pubmed": 27484817, "text": "CIP2A is upregulated in MM, and CIP2A expression promotes cell proliferation and clonogenic formation ability by regulating the expression of AKT phosphorylation and c-Myc."}, {"pubmed": 27694903, "text": "Cip2a effectively promotes triple-negative breast cancer (TNBC) cell cycle progression and tumor growth via regulation of PP2A/c-myc/p27Kip1 signaling, which could serve as a potential therapeutic target for TNBC patients."}, {"pubmed": 27779687, "text": "Gambogenic acid is a CIP2A inhibitor that interferes with the ubiquitination and destabilization of CIP2A."}, {"pubmed": 28174209, "text": "Oncoprotein CIP2A is stabilized via interaction with tumor suppressor PP2A/B56"}, {"pubmed": 28521777, "text": "These data reveal that CIP2A is a crucial mediator of FN-induced bladder cancer cell proliferation via enhancing the stabilization of beta-catenin."}, {"pubmed": 28534965, "text": "High expression of CIP2A is associated with cisplatin resistant gastric cancer."}, {"pubmed": 28656258, "text": "High CIP2A expression is associated with laryngeal carcinoma."}, {"pubmed": 29034804, "text": "Membranous CIP2A expression as a potential novel prognostic and predictive indicator for tamoxifen resistance."}, {"pubmed": 29103022, "text": "CIP2A has higher expression in DDP-resistant GC patients. DDP-resistant GC patients with high CIP2A expression presented with poorer overall survival rates than those with low CIP2A expression."}, {"pubmed": 29175329, "text": "confirmed the high mRNA and protein expression levels of CIP2A in hepatocellular carcinoma (HCC), and found high CIP2A mRNA expression level was associated with unfavorable overall and recurrence-free survival in patients with HCC"}, {"pubmed": 29274810, "text": "that CIP2A plays an important role in the carcinogenesis of endometrioid adenocarcinoma"}, {"pubmed": 29491003, "text": "These data suggest that CIP2A promotes primary cilia disassembly and that CIP2A depletion induces metabolic reprogramming independent of primary cilia."}, {"pubmed": 29703716, "text": "CIP2A- and SETBP1-mediated PP2A inhibition reveals AKT S473 phosphorylation to be a new biomarker in AML."}, {"pubmed": 29846820, "text": "This study is the first to describe a pathogenic CIP2A mutation in humans, which might disrupt neuronal development via enhancing mTOR and c-Myc protein expressions, shedding light in mechanisms of Dandy-Walker variant pathogenesis."}, {"pubmed": 29893470, "text": "CIP2A facilitates the G1/S cell cycle transition via B-Myb in human papillomavirus 16 oncoprotein E6-expressing cells."}, {"pubmed": 30011381, "text": "High CIP2A expression is associated with chronic obstructive pulmonary disease"}, {"pubmed": 30021167, "text": "CIP2A-mediated PP2A inhibition drives tau/APP hyperphosphorylation and increases APP beta-cleavage and Abeta production."}, {"pubmed": 30021854, "text": "MycN/CIP2A-mediated cell-fate bias may reflect a possible mechanism underlying early priming of some aggressive forms of neuroblastoma."}, {"pubmed": 30063110, "text": "Endoplasmic reticulum stress-related ATF6 upregulates CIP2A and contributes to the prognosis of colon cancer."}, {"pubmed": 30106121, "text": "Study revealed that the mechanism underlying the involvement of CIP2A in cisplatin sensitivity enhancement is that CIP2A mediates cisplatininduced cell apoptosis and DNA damage."}, {"pubmed": 30119963, "text": "Aberrant expression of cancerous inhibitor of protein phosphatase 2A (CIP2A) indicates poor prognosis and promotes EMT and metastasis."}, {"pubmed": 30181389, "text": "imultaneous presence of HOXB13 T and CIP2A T alleles confers for high prostate cancer risk and aggressiveness of disease, earlier biochemical relapse, and lower disease-specific life expectancy. HOXB13 protein binds to CIP2A gene and functionally promotes CIP2A transcription."}, {"pubmed": 30671469, "text": "MiR-548b-3p regulates proliferation, apoptosis and mitochondrial function by targeting CIP2A in HCC."}, {"pubmed": 31350330, "text": "The data demonstrate that AMPK mediates this novel CIP2A effect on energy generation in malignant cells."}, {"pubmed": 31431792, "text": "Downregulation of CIP2A inhibits cancer cell proliferation and vascularization in renal clear cell carcinoma."}, {"pubmed": 31490389, "text": "biomarker for metastasis and prognosis in clear cell renal cell carcinoma"}, {"pubmed": 32071079, "text": "Phosphoproteome and drug-response effects mediated by the three protein phosphatase 2A inhibitor proteins CIP2A, SET, and PME-1."}, {"pubmed": 32321509, "text": "Effect of CIP2A and its mechanism of action in the malignant biological behavior of colorectal cancer."}, {"pubmed": 32810922, "text": "Upregulation of CIP2A in estrogen depletion-resistant breast cancer cells treated with low-dose everolimus."}, {"pubmed": 33078202, "text": "CIP2A regulates MYC translation (via its 5'UTR) in colorectal cancer."}, {"pubmed": 33674272, "text": "Discovery of a Novel CIP2A Variant (NOCIVA) with Clinical Relevance in Predicting TKI Resistance in Myeloid Leukemias."}, {"pubmed": 33804833, "text": "Constitutive Cell Proliferation Regulating Inhibitor of Protein Phosphatase 2A (CIP2A) Mediates Drug Resistance to Erlotinib in an EGFR Activating Mutated NSCLC Cell Line."}, {"pubmed": 33892085, "text": "Depletion of CIP2A inhibits the proliferation, migration, invasion and epithelial-mesenchymal transition of glioma cells."}, {"pubmed": 34077593, "text": "Cip2A modulates osteogenic differentiation via the ERK-Runx2 pathway in MG63 cells."}, {"pubmed": 34145035, "text": "CIP2A Interacts with TopBP1 and Drives Basal-Like Breast Cancer Tumorigenesis."}, {"pubmed": 34739970, "text": "Integrative assessment of CIP2A overexpression and mutational effects in human malignancies identifies possible deleterious variants."}, {"pubmed": 34984583, "text": "Cancerous Inhibitor of Protein Phosphatase 2A (CIP2A): Could It Be a Promising Biomarker and Therapeutic Target in Parkinson's Disease?"}, {"pubmed": 35286657, "text": "Chk1 Inhibition Ameliorates Alzheimer's Disease Pathogenesis and Cognitive Dysfunction Through CIP2A/PP2A Signaling."}, {"pubmed": 35842428, "text": "The CIP2A-TOPBP1 complex safeguards chromosomal stability during mitosis."}, {"pubmed": 36114757, "text": "m6A modification-mediated lncRNA TP53TG1 inhibits gastric cancer progression by regulating CIP2A stability."}, {"pubmed": 36705466, "text": "Cip2a induces arginine biosynthesis and promotes tumor progression in non-small cell lung cancer."}, {"pubmed": 36854761, "text": "Structural mechanism for inhibition of PP2A-B56alpha and oncogenicity by CIP2A."}, {"pubmed": 37048102, "text": "The TT Genotype of the KIAA1524 rs2278911 Polymorphism Is Associated with Poor Prognosis in Multiple Myeloma."}, {"pubmed": 37289585, "text": "Endogenous PP2A inhibitor CIP2A degradation by chaperone-mediated autophagy contributes to the antitumor effect of mitochondrial complex I inhibition."}, {"pubmed": 37793965, "text": "CIP2A coordinates phosphosignaling, mitosis, and the DNA damage response."}, {"pubmed": 38734318, "text": "Loss of function variant in CIP2A associated with female infertility with early embryonic arrest and fragmentation."}], "genomic_pos": {"chr": "3", "end": 108589644, "ensemblgene": "ENSG00000163507", "start": 108549864, "strand": -1}, "genomic_pos_hg19": {"chr": "3", "end": 108308491, "start": 108268716, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": [35842428, 37165191, 37316668], "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051276", "pubmed": [35121901, 35842428, 37165191, 37316668], "qualifier": "involved_in", "term": "chromosome organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0141112", "pubmed": [37165191, 37316668], "qualifier": "involved_in", "term": "broken chromosome clustering"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005694", "pubmed": [35121901, 35842428, 37165191, 37316668], "qualifier": "is_active_in", "term": "chromosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004864", "pubmed": 17632056, "qualifier": "enables", "term": "protein phosphatase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17632056, 28174209, 35121901, 35842428, 37165191, 37316668], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 28174209, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}]}, "homologene": {"genes": [[7955, 560948], [8364, 100216050], [9031, 418410], [9544, 705690], [9598, 741836], [9606, 57650], [9615, 478554], [9913, 538580], [10090, 224171], [10116, 360711]], "id": 10842}, "interpro": [{"desc": "Armadillo-type fold", "id": "IPR016024", "short_desc": "ARM-type_fold"}, {"desc": "Protein CIP2A", "id": "IPR042510", "short_desc": "CIP2A"}, {"desc": "CIP2A, N-terminal", "id": "IPR048701", "short_desc": "CIP2A_N"}, {"desc": "Armadillo-like helical", "id": "IPR011989", "short_desc": "ARM-like"}], "ipi": ["IPI00154283", "IPI00789801", "IPI00945075", "IPI00945784"], "map_location": "3q13.13", "name": "cellular inhibitor of PP2A", "other_names": ["cancerous inhibitor of PP2A", "cancerous inhibitor of protein phosphatase 2A", "cell proliferation regulating inhibitor of protein phosphatase 2A", "p90 autoantigen", "protein CIP2A"], "pantherdb": {"HGNC": "29302", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2146335", "ortholog_type": "LDO", "panther_family": "PTHR23161", "taxid": 10090, "uniprot_kb": "Q8BWY9"}, {"RGD": "1310335", "ortholog_type": "LDO", "panther_family": "PTHR23161", "taxid": 10116, "uniprot_kb": "D3ZF50"}, {"Gene_ORFName": "RCJMB04_1n3", "ortholog_type": "O", "panther_family": "PTHR23161", "taxid": 9031, "uniprot_kb": "Q5ZMJ7"}, {"Ensembl": "ENSGALG00000015360", "ortholog_type": "LDO", "panther_family": "PTHR23161", "taxid": 9031, "uniprot_kb": "F1NEH4"}, {"ZFIN": "ZDB-GENE-030131-6252", "ortholog_type": "LDO", "panther_family": "PTHR23161", "taxid": 7955, "uniprot_kb": "F1RDF8"}, {"WormBase": "WBGene00015188", "ortholog_type": "LDO", "panther_family": "PTHR23161", "taxid": 6239, "uniprot_kb": "A0A0K3AQW3"}, {"FlyBase": "FBgn0031070", "ortholog_type": "LDO", "panther_family": "PTHR23161", "taxid": 7227, "uniprot_kb": "Q9VWC7"}], "uniprot_kb": "Q8TCG1"}, "pathway": {"wikipathways": {"id": "WP4747", "name": "Netrin-UNC5B signaling pathway"}}, "pdb": "5UFL", "pfam": "PF21044", "pharmgkb": "PA134887850", "pharos": {"target_id": 16933, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF267247", "relationship": "is"}, {"id": "GNF267248", "relationship": "is"}, {"id": "GNF267249", "relationship": "is"}, {"id": "GNF267250", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF040975", "relationship": "is"}, {"id": "GNF050197", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF114618", "relationship": "is"}, {"id": "GNF154259", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1"], "protein": ["NP_065941.2", "XP_006713779.1", "XP_011511359.1", "XP_054203381.1", "XP_054203382.1", "XP_054203383.1"], "rna": ["NM_020890.3", "XM_006713716.4", "XM_011513057.3", "XM_054347406.1", "XM_054347407.1", "XM_054347408.1"], "translation": [{"protein": "XP_054203381.1", "rna": "XM_054347406.1"}, {"protein": "XP_054203383.1", "rna": "XM_054347408.1"}, {"protein": "XP_011511359.1", "rna": "XM_011513057.3"}, {"protein": "XP_006713779.1", "rna": "XM_006713716.4"}, {"protein": "NP_065941.2", "rna": "NM_020890.3"}, {"protein": "XP_054203382.1", "rna": "XM_054347407.1"}]}, "reporter": {"GNF1H": "gnf1h04146_s_at", "HG-U133_Plus_2": ["1553810_a_at", "231855_at"], "HTA-2_0": "TC03001632.hg.1", "HuEx-1_0": "2687979", "HuGene-1_1": "8089372", "HuGene-2_1": "16957170"}, "summary": "Enables protein homodimerization activity. Predicted to act upstream of or within positive regulation of neural precursor cell proliferation and spermatogenesis. Located in cytosol and plasma membrane. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "CIP2A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1537472"}, "unigene": "Hs.591308", "uniprot": {"Swiss-Prot": "Q8TCG1", "TrEMBL": ["F8WAX6", "F8WF26"]}, "wikipedia": {"url_stub": "KIAA1524"}}