{"AllianceGenome": "1994", "HGNC": "1994", "MIM": "123310", "_id": "1158", "_version": 1, "accession": {"genomic": ["AC005781.1", "AH003460.2", "AY585238.1", "CH471126.1", "CP068259.2", "NC_000019.10", "NC_060943.1"], "protein": ["AAA52025.1", "AAA52026.1", "AAC62841.1", "AAH07462.1", "AAP35439.1", "AAS79321.1", "BAG36089.1", "BAG62403.1", "EAW57337.1", "NP_001815.2", "P06732.2"], "rna": ["AJ572902.1", "AK129878.1", "AK300730.1", "AK313281.1", "BC007462.1", "BT006793.1", "DA896166.1", "DC385783.1", "M14780.1", "M16440.1", "NM_001824.5"], "translation": [{"protein": "AAP35439.1", "rna": "BT006793.1"}, {"protein": "AAA52026.1", "rna": "M16440.1"}, {"protein": "NP_001815.2", "rna": "NM_001824.5"}, {"protein": "BAG62403.1", "rna": "AK300730.1"}, {"protein": "AAA52025.1", "rna": "M14780.1"}, {"protein": "AAH07462.1", "rna": "BC007462.1"}, {"protein": "BAG36089.1", "rna": "AK313281.1"}]}, "alias": ["CKMM", "CPK-M", "M-CK"], "ec": "2.7.3.2", "ensembl": {"gene": "ENSG00000104879", "protein": "ENSP00000221476", "transcript": "ENST00000221476", "translation": [{"protein": "ENSP00000221476", "rna": "ENST00000221476"}], "type_of_gene": "protein_coding"}, "entrezgene": "1158", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.49946386771, "exp_mis": 163.752294668, "exp_syn": 78.6700653979, "lof_z": 1.44610850258356, "mis_z": 0.946102714712555, "mu_lof": 6.36219098836e-07, "mu_mis": 1.52558657878e-05, "mu_syn": 7.19055018377e-06, "n_lof": 5.0, "n_mis": 139.0, "n_syn": 65.0, "p_li": 0.00505058616928749, "p_null": 0.107835045760884, "p_rec": 0.887114368069828, "syn_z": 0.955466491104779}, "bp": 1146, "cds_end": 45822971, "cds_start": 45810007, "n_exons": 7, "nonpsych": {"exp_lof": 8.46189814588, "exp_mis": 148.075599463, "exp_syn": 71.0679672975, "lof_z": 1.50639109549392, "mis_z": 0.956473416325644, "mu_lof": 6.36219098836e-07, "mu_mis": 1.52558657878e-05, "mu_syn": 7.19055018377e-06, "n_lof": 4.0, "n_mis": 125.0, "n_syn": 57.0, "p_li": 0.0205168249424509, "p_null": 0.0879135318569169, "p_rec": 0.891569643200632, "syn_z": 1.05064985977379}, "nontcga": {"exp_lof": 8.72624730025, "exp_mis": 150.638862447, "exp_syn": 72.3632036095, "lof_z": 1.57827954314325, "mis_z": 1.00014268798089, "mu_lof": 6.36219098836e-07, "mu_mis": 1.52558657878e-05, "mu_syn": 7.19055018377e-06, "n_lof": 4.0, "n_mis": 126.0, "n_syn": 61.0, "p_li": 0.0209388035995765, "p_null": 0.0727260454635217, "p_rec": 0.906335150936902, "syn_z": 0.845792879926064}, "transcript": "ENST00000221476.3"}, "exons": [{"cdsend": 45319713, "cdsstart": 45306749, "chr": "19", "position": [[45306412, 45306928], [45307460, 45307650], [45308408, 45308532], [45311748, 45311920], [45315464, 45315597], [45317824, 45317979], [45319520, 45319731], [45322820, 45322875]], "strand": -1, "transcript": "NM_001824", "txend": 45322875, "txstart": 45306412}], "exons_hg19": [{"cdsend": 45822971, "cdsstart": 45810007, "chr": "19", "position": [[45809670, 45810186], [45810718, 45810908], [45811666, 45811790], [45815006, 45815178], [45818722, 45818855], [45821082, 45821237], [45822778, 45822989], [45826078, 45826133]], "strand": -1, "transcript": "NM_001824", "txend": 45826133, "txstart": 45809670}], "generif": [{"pubmed": 11922612, "text": "A short version of the muscle creatine kinase promoter(MCK1350) allows for sustained dystrophin expression in skeletal muscle of newborn mdx mice."}, {"pubmed": 12972258, "text": "Results identify muscle-type creatine kinase as a binding partner of a central portion of myomesin and the closely related M-protein."}, {"pubmed": 15504039, "text": "The roles of Ile-69 and Val-325 are discussed in the delivery of both substrate specificity and catalysis of human muscle creatine kinase isozyme."}, {"pubmed": 16037885, "text": "In top-level professional cyclists capable of completing a classic 3-wk tour race, the frequency distribution of the D allele and the DD genotype seems to be higher than in other endurance athletes such as elite runners."}, {"pubmed": 16037885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16079652, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16087811, "text": "Creatinine kinase-MB levels are elevated after adverse outcomes following percutaneous coronary interventions"}, {"pubmed": 16092153, "text": "Elevated levels of creatinine kinase-MB after percutaneous coronary intervention are not a predictor of adverse outcomes"}, {"pubmed": 16120572, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16373479, "text": "first monomeric intermediate captured during refolding of muscle-type creatine kinase; authors propose that aggregation is caused by interaction between such monomeric intermediates."}, {"pubmed": 16810680, "text": "CK-MM autoantibodies can modulate the rate of CK clearance from the circulation in myositis"}, {"pubmed": 16981706, "text": "The results show conclusively that, Cys283 is not responsible for the pKa of 5.4 observed in the WT V/K(creatine) pH profile."}, {"pubmed": 17000714, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17303563, "text": "generation of O-CK is a negative regulation of R-CK and O-CK might play essential roles in the molecular turnover of MM-CK"}, {"pubmed": 17478608, "text": "CK-MM AA genotype and percent body fat may be part of the constellation of mechanisms that explain susceptibility to exertional rhabdomyolysis."}, {"pubmed": 17885020, "text": "Indicate a positive association of the ACE ID genotype with creatine kinase response to strenuous exercise. Genotype may determine risk for developing muscle damage."}, {"pubmed": 18055044, "text": "Muscle type CK elevation in hypertrabeculation/noncompaction suggests neuromuscular disorder and prompts neurological investigations."}, {"pubmed": 18801770, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18810980, "text": "Cardiac involvement of major thalassemia and evaluation of total serum CK-mB isoenzyme in these patients is reported."}, {"pubmed": 18833644, "text": "We suggest that the occurrence of familial hyperCKemia may have triggered the early onset of symptoms in our patient."}, {"pubmed": 19039220, "text": "CK-MB values > or =5 times the reference after elective cardiac surgery are associated with reduced long-term event-free survival"}, {"pubmed": 19125286, "text": "Plasma CPK was increased at 10 km of the marathon race and up to threefold at the end of the race. This was further increased on day 1, only returning to pre-race level on day 6. Plasma CPK was increased 35-fold at the end of the 200-km race"}, {"pubmed": 19337554, "text": "Report the effects of prior calcium channel blocker therapy on creatine kinase-MB (myocardial form) levels after percutaneous coronary interventions."}, {"pubmed": 19422651, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19523464, "text": "The Dimension Vista cTnI, CK-MB, MYO, NTproBNP, and hsCRP methods demonstrate acceptable performance characteristics for use as an aid in the diagnosis and risk assessment of patients presenting with suspected acute coronary syndromes."}, {"pubmed": 19670037, "text": "Elevated CK-MB values after elective angioplasty predicts reduced long-term event-free survival."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20157874, "text": "The researchers found no association between the CK response after exercise and the presence of the CK-MM NcoI polymorphism."}, {"pubmed": 20536908, "text": "Common variants of MSTN and CKM genes don't play a role in attaining high level endurance performance in Caucasians."}, {"pubmed": 20536908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20558199, "text": "two residues close to the dimer interface of MMCK were crucial for species-specific thermal stability"}, {"pubmed": 20588136, "text": "A single troponin I value at 3 days from symptom onset is a better predictor of infarct size compared to peak values and CK-MB."}, {"pubmed": 20588308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20591515, "text": "Elevated creatine kinase-MB is associated with elevated white blood cell count and atherosclerotic plaque in patients with elective stent implantation."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20669347, "text": "percutaneous coronary intervention induces temporal changes of P-selectin, Mg, and CK-MB, which may be involved in restenosis and ischemia-reperfusion injury, but not PAI-1"}, {"pubmed": 20952631, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21426302, "text": "Muscle-type creatine kinase physically interacts with the slow skeletal muscle-type MyBPC1 (myosin-binding protein C1)."}, {"pubmed": 21448949, "text": "Cardiac troponin T and creatine kinase have roles in infarct size and left ventricular function after acute myocardial infarction"}, {"pubmed": 21456469, "text": "The overall efficacy of IMA [ischemia modified albumin]in differentiating AMI[Acute Myocardial Infarction] from Non-AMI cases appears to be comparable to that of CK-MB and cTnI"}, {"pubmed": 21516340, "text": "Results indicate that these polymorphisms can indirectly influence performance, contribute to higher susceptibility to exercise-induced inflammation or protection against it, and perhaps affect future risks of CVD in athletes."}, {"pubmed": 21706313, "text": "Creatine kinase MM TaqI and methylenetetrahydrofolate reductase C677T and A1298C gene polymorphisms influence exercise-induced C-reactive protein levels."}, {"pubmed": 21768101, "text": "strong down-regulation of MCK activity contributes to F-actin instability and induces post-translational modification of alphaB-crystallin and desmin"}, {"pubmed": 21873942, "text": "This study explored the relationship of cardiac function examined by echocardiography and serum creatine kinase (CK) and CK-MB levels with myocardial ischemia-reperfusion injury in a cohort of Chinese acute myocardial infarction patients."}, {"pubmed": 21931810, "text": "The results suggested that the intra- and inter-subunit domain interactions modified the behavior of kinetic refolding."}, {"pubmed": 22592287, "text": "High levels of blood creatine-kinase MB are associated with embolism source during acute phase of ischemic stroke."}, {"pubmed": 23122801, "text": "The current enzymatic definition of procedural myocardial infarct (MI) (CK-myocardial band more than 3 times the upper limit of normal) used in clinical trials is less strongly associated with death than that of spontaneous MI."}, {"pubmed": 23274523, "text": "The crystal structure of CK indicates that the E79 and K138 interaction plays key roles in sustaining the recognition between N-terminal and C-terminal domains of muscle creatine kinase."}, {"pubmed": 23436474, "text": "3D mapping of the CK reaction rates and metabolic fluxes can be achieved in the skeletal muscle in vivo at relatively high spatial resolution and with acquisition times well tolerated by patients."}, {"pubmed": 23876027, "text": "Estimation of CK and its CK isoenzyme fractions can aid in quick and accurate diagnosis of tubal ectopic pregnancy."}, {"pubmed": 23993326, "text": "Cardiac enzyme elevations post-cardiac bypass or post-percutaneous coronary intervention are associated with an adverse long-term mortality; the causes of which are multifactorial."}, {"pubmed": 24189370, "text": "elderly women classified as high response experienced greater serum response to eccentric resistance exercise"}, {"pubmed": 24602118, "text": "Substantive creatine phosphokinase increases and rhabdomyolysis with statin use were particularly seen in patients starting treatment, those on large daily doses or interacting drugs or with larger numbers of concomitant drugs"}, {"pubmed": 24625749, "text": "troponin T and creatinine kinase isoenzyme (CK-MB) have roles in combined renal and myocardial injuries in asphyxiated infants"}, {"pubmed": 24673369, "text": "Asymptomatic hyper-CKemia is an uncommon association with hyponatremia of various etiologies."}, {"pubmed": 24846126, "text": "serum CK-MB elevated in underweight hemodialysis patients"}, {"pubmed": 25141318, "text": "CK-MB levels were higher after ERCP in non-ischemic patients compared with a myocardial ischemia group. Creatine phosphokinase levels did not differ significantly between groups."}, {"pubmed": 25214527, "text": "The variant rs11559024 in the CKM gene (Glu83Gly) was significantly associated with CK levels of statin users."}, {"pubmed": 25802449, "text": "CK-MB mass is more significant criteria of myocardial injury."}, {"pubmed": 26027379, "text": "Based on the obtained results, it may be speculated that the CKM A/G polymorphism is not an important determinant of endurance performance level in Polish and Russian rowers."}, {"pubmed": 26118042, "text": "The serum expression levels of myocardial creatine kinase and of galectin-3 reflect the physiopathology state of children with congenital heart defects after surgical correction."}, {"pubmed": 26327553, "text": "These results demonstrate an association between physical performance measures and genetic variation in the muscle-specific creatine kinase gene (rs8111989)."}, {"pubmed": 26738403, "text": "Data show that a low serum creatine kinase activity is more common in female than male, and is associated with older age."}, {"pubmed": 26874453, "text": "Muscle pain induced by simvastatin resulted in increased levels of creatine kinase compared to non-treated patients."}, {"pubmed": 27086253, "text": "A positive association was found between PANSS-total and sCK [serum creatine kinase] in SzA [schizoaffective disorder] and BP-I; however, PANSS-positive scores correlated with sCK only in SzA. Serum CK may serve as a biomarker for affective exacerbation rather than psychosis."}, {"pubmed": 28100880, "text": "Low CK-MB expression is associated with ST-Segment Elevation Myocardial Infarction."}, {"pubmed": 28138312, "text": "Myocardial Creatine Kinase is a significant independent predictor of 6-month left ventricle remodeling in myocardial infarction patients."}, {"pubmed": 28257486, "text": "Marathoners with a lower CKMM response after the race had a more favorable polygenic profile than runners with high serum CKMM concentrations. This might suggest a significant role of genetic polymorphisms in the levels of exertional muscle damage and rhabdomyolysis."}, {"pubmed": 28595746, "text": "On admission, high-sensitivity troponin T/creatine kinase-MB ratio was significantly higher in takotsubo syndrome patients compared to myocardial infarction patients."}, {"pubmed": 28790154, "text": "A genetic factor known to be associated with constitutive creatine kinase levels is also associated with creatine kinase variability and inducibility and the variant has an impact on inducibility of creatine kinase by trauma through a homozygous carrier."}, {"pubmed": 28794420, "text": "elevated CK-MB value is a common finding in RV-infection and completely mediated by the severity of diarrhea. CK-MB monitoring may help to identify children with more severe viral infection."}, {"pubmed": 28806770, "text": "These findings support increased CK activity as protection against ischaemia-reperfusion injury, in particular, protection via CKMT2 in a cardiac-relevant cell line, which merits further investigation in vivo."}, {"pubmed": 28916380, "text": "The formation of insoluble aggregates would decrease levels of active Creatine kinase (CK) which may provide clues in CK deficiency disease. Moreover, these results indicated that the degree of synergism had closely relationship to the conformational changes of CK"}, {"pubmed": 30710235, "text": "This study suggests that the ACE and CKMM polymorphisms influence the endurance performance phenotype in non-trained adolescent males."}, {"pubmed": 30920054, "text": "This study aims to measure CK kinetics during pharmacological stress at 3 T, with measurement in the supine position."}, {"pubmed": 31157560, "text": "BMI and CK-MB were independent markers of SAMS"}, {"pubmed": 31678828, "text": "This method allows absolute quantitative measurement when conventional calibration curve fails to provide accurate estimation of cardiac biomarkers, especially at low and high concentration ranges. Under an optimised condition, the LOD of our SERS-based muPAD was identified at 8, 10, and 1pgmL(-1), for GPBB, CK-MB and cTnT, respectively, which is well below the clinical cutoff values."}, {"pubmed": 31982271, "text": "Serological risk factors for concomitant interstitial lung disease in patients with idiopathic inflammatory myopathy."}, {"pubmed": 32557253, "text": "Ancestral contribution of the muscle-specific creatine kinase (CKM) polymorphism rs4884 in the knee osteoarthritis risk: a preliminary study."}, {"pubmed": 33029525, "text": "Population-Wide Duchenne Muscular Dystrophy Carrier Detection by CK and Molecular Testing."}, {"pubmed": 33554956, "text": "Acetylation of muscle creatine kinase negatively impacts high-energy phosphotransfer in heart failure."}, {"pubmed": 34680894, "text": "CKM Gene rs8111989 Polymorphism and Power Athlete Status."}, {"pubmed": 34941118, "text": "The role of serum creatine kinase levels in anterior cervical spinal surgery: Change trends and risk factors."}], "genomic_pos": {"chr": "19", "end": 45322875, "ensemblgene": "ENSG00000104879", "start": 45306413, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 45826235, "start": 45809672, "strand": -1}, "go": {"BP": {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046314", "qualifier": "involved_in", "term": "phosphocreatine biosynthetic process"}, "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004111", "qualifier": "enables", "term": "creatine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12972258, 21516116, 25416956, 28514442, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}]}, "homologene": {"genes": [[7955, 30095], [7955, 794752], [8364, 395005], [9031, 107051134], [9598, 744935], [9606, 1158], [9615, 476435], [9913, 286822], [10090, 12715], [10116, 24265]], "id": 20432}, "interpro": [{"desc": "ATP:guanido phosphotransferase", "id": "IPR000749", "short_desc": "ATP-guanido_PTrfase"}, {"desc": "Glutamine synthetase/guanido kinase, catalytic domain", "id": "IPR014746", "short_desc": "Gln_synth/guanido_kin_cat_dom"}, {"desc": "ATP:guanido phosphotransferase, N-terminal", "id": "IPR022413", "short_desc": "ATP-guanido_PTrfase_N"}, {"desc": "ATP:guanido phosphotransferase, catalytic domain", "id": "IPR022414", "short_desc": "ATP-guanido_PTrfase_cat"}, {"desc": "ATP:guanido phosphotransferase active site", "id": "IPR022415", "short_desc": "ATP-guanido_PTrfase_AS"}, {"desc": "ATP:guanido phosphotransferase, N-terminal domain superfamily", "id": "IPR036802", "short_desc": "ATP-guanido_PTrfase_N_sf"}], "ipi": "IPI00027487", "map_location": "19q13.32", "name": "creatine kinase, M-type", "other_names": ["creatine kinase M chain", "creatine kinase M-type", "creatine kinase, muscle", "creatine phosphokinase M-type"], "pantherdb": {"HGNC": "1994", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88413", "ortholog_type": "LDO", "panther_family": "PTHR11547", "taxid": 10090, "uniprot_kb": "P07310"}, {"RGD": "2358", "ortholog_type": "LDO", "panther_family": "PTHR11547", "taxid": 10116, "uniprot_kb": "P00564"}, {"Ensembl": "ENSGALG00000054033", "ortholog_type": "O", "panther_family": "PTHR11547", "taxid": 9031, "uniprot_kb": "A0A3Q2U6M6"}, {"Gene": "CKM", "ortholog_type": "LDO", "panther_family": "PTHR11547", "taxid": 9031, "uniprot_kb": "P00565"}, {"ZFIN": "ZDB-GENE-040426-2128", "ortholog_type": "O", "panther_family": "PTHR11547", "taxid": 7955, "uniprot_kb": "Q7T306"}, {"ZFIN": "ZDB-GENE-980526-109", "ortholog_type": "LDO", "panther_family": "PTHR11547", "taxid": 7955, "uniprot_kb": "A2BHA3"}], "uniprot_kb": "P06732"}, "pathway": {"humancyc": {"id": "PWY-6158", "name": "creatine-phosphate biosynthesis"}, "kegg": {"id": "hsa00330", "name": "Arginine and proline metabolism - Homo sapiens (human)"}, "pid": {"id": "rb_1pathway", "name": "Regulation of retinoblastoma protein"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-71288", "name": "Creatine metabolism"}, {"id": "R-HSA-71291", "name": "Metabolism of amino acids and derivatives"}]}, "pdb": ["1I0E", "7BF2"], "pfam": ["PF00217", "PF02807"], "pharmgkb": "PA26532", "pharos": {"target_id": 17420, "tdl": "Tbio"}, "pir": "A31793", "prosite": ["PS51509", "PS51510"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF225864", "relationship": "is"}, {"id": "GNF247507", "relationship": "is"}, {"id": "GNF247508", "relationship": "is"}, {"id": "GNF247509", "relationship": "is"}, {"id": "GNF247510", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164744", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF043610", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081326", "relationship": "is"}, {"id": "GNF081327", "relationship": "is"}, {"id": "GNF081328", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052342", "relationship": "is"}, {"id": "GNF057112", "relationship": "is"}, {"id": "GNF061959", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069497", "relationship": "is"}, {"id": "GNF069498", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF002655", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF323738", "relationship": "is"}, {"id": "GNF323739", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335962", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100530", "relationship": "is"}, {"id": "GNF140185", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": "NP_001815.2", "rna": "NM_001824.5", "translation": {"protein": "NP_001815.2", "rna": "NM_001824.5"}}, "reporter": {"HG-U133_Plus_2": "204810_s_at", "HG-U95Av2": "32486_at", "HTA-2_0": ["TC19001617.hg.1", "TC19002516.hg.1"], "HuEx-1_0": "3865275", "HuGene-1_1": "8037525", "HuGene-2_1": "16873258"}, "retired": 95741, "summary": "The protein encoded by this gene is a cytoplasmic enzyme involved in energy homeostasis and is an important serum marker for myocardial infarction. The encoded protein reversibly catalyzes the transfer of phosphate between ATP and various phosphogens such as creatine phosphate. It acts as a homodimer in striated muscle as well as in other tissues, and as a heterodimer with a similar brain isozyme in heart. The encoded protein is a member of the ATP:guanido phosphotransferase protein family. [provided by RefSeq, Jul 2008].", "symbol": "CKM", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413435"}, "unigene": "Hs.334347", "uniprot": {"Swiss-Prot": "P06732", "TrEMBL": "B2R892"}, "wikipedia": {"url_stub": "CKM (gene)"}}