{"AllianceGenome": "2019", "HGNC": "2019", "MIM": "118425", "_id": "1180", "_version": 1, "accession": {"genomic": ["AC073342.3", "AC093673.4", "AH005279.2", "CH236959.1", "CH471198.2", "CP068271.2", "NC_000007.14", "NC_060931.1", "NG_009815.2", "Z25587.1", "Z25752.1", "Z25753.1", "Z25754.1", "Z25755.1", "Z25756.1", "Z25757.1", "Z25758.1", "Z25759.1", "Z25760.1", "Z25761.1", "Z25762.1", "Z25763.1", "Z25764.1", "Z25765.1", "Z25766.1", "Z25767.1", "Z25768.1", "Z25872.1", "Z31372.1"], "protein": ["AAI12157.1", "AAI13496.1", "AAS07500.1", "CAA80996.1", "CAA81103.1", "CAA83243.1", "CAB56792.1", "CAB56814.1", "EAL23786.1", "EAW51858.1", "EAW51859.1", "NP_000074.3", "P35523.3"], "rna": ["AY103154.1", "AY103155.1", "AY103156.1", "BC112156.1", "BC113495.1", "BC143796.1", "M97820.1", "NM_000083.3", "NR_046453.2", "Z25884.1"], "translation": [{"protein": "AAI13496.1", "rna": "BC113495.1"}, {"protein": "AAI12157.1", "rna": "BC112156.1"}, {"protein": "NP_000074.3", "rna": "NM_000083.3"}, {"protein": "CAA81103.1", "rna": "Z25884.1"}]}, "alias": "CLC1", "ensembl": {"gene": "ENSG00000188037", "protein": ["ENSP00000339867", "ENSP00000395949", "ENSP00000400027", "ENSP00000498052"], "transcript": ["ENST00000343257", "ENST00000432192", "ENST00000455478", "ENST00000495612", "ENST00000650516"], "translation": [{"protein": "ENSP00000339867", "rna": "ENST00000343257"}, {"protein": "ENSP00000498052", "rna": "ENST00000650516"}, {"protein": "ENSP00000395949", "rna": "ENST00000432192"}, {"protein": "ENSP00000400027", "rna": "ENST00000455478"}], "type_of_gene": "protein_coding"}, "entrezgene": "1180", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 37.1225880032, "exp_mis": 338.272376409, "exp_syn": 155.983276558, "lof_z": 1.97090609964071, "mis_z": 0.219995968313182, "mu_lof": 2.52680344551e-06, "mu_mis": 3.1235044502e-05, "mu_syn": 1.41288102335e-05, "n_lof": 25.0, "n_mis": 330.0, "n_syn": 152.0, "p_li": 6.82240250810421e-13, "p_null": 0.1764735924181, "p_rec": 0.823526407581218, "syn_z": 0.19772131537945}, "bp": 2967, "cds_end": 143049058, "cds_start": 143013305, "n_exons": 23, "nonpsych": {"exp_lof": 33.1374478012, "exp_mis": 305.707075643, "exp_syn": 140.717847524, "lof_z": 1.72950196754386, "mis_z": 0.10694075250959, "mu_lof": 2.52680344551e-06, "mu_mis": 3.1235044502e-05, "mu_syn": 1.41288102335e-05, "n_lof": 23.0, "n_mis": 302.0, "n_syn": 134.0, "p_li": 4.15610403000383e-12, "p_null": 0.281534294386182, "p_rec": 0.718465705609662, "syn_z": 0.356546373820111}, "nontcga": {"exp_lof": 34.1077417355, "exp_mis": 311.165568295, "exp_syn": 143.459586808, "lof_z": 1.7072962232309, "mis_z": 0.371837915773802, "mu_lof": 2.52680344551e-06, "mu_mis": 3.1235044502e-05, "mu_syn": 1.41288102335e-05, "n_lof": 24.0, "n_mis": 298.0, "n_syn": 136.0, "p_li": 9.87927355836724e-13, "p_null": 0.320384013290868, "p_rec": 0.679615986708144, "syn_z": 0.394341975142749}, "transcript": "ENST00000343257.2"}, "exons": [{"cdsend": 143351965, "cdsstart": 143316212, "chr": "7", "position": [[143316110, 143316392], [143319754, 143319875], [143320663, 143320795], [143321364, 143321493], [143321714, 143321848], [143323308, 143323386], [143324413, 143324492], [143330771, 143330897], [143331231, 143331316], [143331550, 143331652], [143332418, 143332503], [143332723, 143332873], [143339252, 143339322], [143339510, 143339621], [143341928, 143342142], [143342371, 143342505], [143345520, 143345762], [143346139, 143346251], [143346578, 143346658], [143346910, 143346949], [143350371, 143350476], [143350567, 143350654], [143351593, 143352083]], "strand": 1, "transcript": "NM_000083", "txend": 143352083, "txstart": 143316110}, {"cdsend": 143352083, "cdsstart": 143352083, "chr": "7", "position": [[143316110, 143316392], [143319754, 143319875], [143320663, 143320795], [143321364, 143321493], [143321714, 143321848], [143323308, 143323386], [143324410, 143324492], [143330771, 143330897], [143331231, 143331316], [143331550, 143331652], [143332418, 143332503], [143339252, 143339322], [143339510, 143339621], [143341928, 143342142], [143342371, 143342505], [143345520, 143345762], [143346139, 143346251], [143346578, 143346658], [143346910, 143346949], [143350371, 143350476], [143350567, 143350654], [143351593, 143352083]], "strand": 1, "transcript": "NR_046453", "txend": 143352083, "txstart": 143316110}], "exons_hg19": [{"cdsend": 143049058, "cdsstart": 143013305, "chr": "7", "position": [[143013203, 143013485], [143016847, 143016968], [143017756, 143017888], [143018457, 143018586], [143018807, 143018941], [143020401, 143020479], [143021506, 143021585], [143027864, 143027990], [143028324, 143028409], [143028643, 143028745], [143029511, 143029596], [143029816, 143029966], [143036345, 143036415], [143036603, 143036714], [143039021, 143039235], [143039464, 143039598], [143042613, 143042855], [143043232, 143043344], [143043671, 143043751], [143044003, 143044042], [143047464, 143047569], [143047660, 143047747], [143048686, 143049176]], "strand": 1, "transcript": "NM_000083", "txend": 143049176, "txstart": 143013203}, {"cdsend": 143049176, "cdsstart": 143049176, "chr": "7", "position": [[143013203, 143013485], [143016847, 143016968], [143017756, 143017888], [143018457, 143018586], [143018807, 143018941], [143020401, 143020479], [143021503, 143021585], [143027864, 143027990], [143028324, 143028409], [143028643, 143028745], [143029511, 143029596], [143036345, 143036415], [143036603, 143036714], [143039021, 143039235], [143039464, 143039598], [143042613, 143042855], [143043232, 143043344], [143043671, 143043751], [143044003, 143044042], [143047464, 143047569], [143047660, 143047747], [143048686, 143049176]], "strand": 1, "transcript": "NR_046453", "txend": 143049176, "txstart": 143013203}], "generif": [{"pubmed": 11840191, "text": "Mutations, unusually common in Scandinavia, show genetic heterogeneity in myotonia congenita."}, {"pubmed": 11933197, "text": "Review: Myotonia caused by mutations in the muscle chloride channel gene CLCN1."}, {"pubmed": 12691663, "text": "partially hydrophobic pocket close to the chloride binding site is accessible from the cytoplasm, consistent with the observed intracellular block by 9-AC."}, {"pubmed": 14718533, "text": "the carboxyl terminus of ClC-1 is not necessary for intracellular trafficking but is critical for channel function"}, {"pubmed": 15241802, "text": "Two novel missense mutations were found in CLCN1 in a Myotonia Congenita patient, one of which has its major effects on the common gate of the chloride channel."}, {"pubmed": 15311340, "text": "Five mutations and three polymorphisms of skeletal muscle chloride channel gene (CLCN1) were identified in this study. Among these, three missense mutations (S471F, P575S, D644G) and one polymorphism (T736I) are novel and could be unique to the Taiwanese."}, {"pubmed": 15623702, "text": "Co-injection of wild-type cRNA with alternative splice variants causing premature truncation at codon 283 or codon 257 reduced the current density & accelerated channel closure on repolarization of the membrane."}, {"pubmed": 15786415, "text": "the phenotype depends on the mutation type to some extent, but this does not explain the fact that severity varies greatly between heterozygous family members and may even vary with time in the individual patient"}, {"pubmed": 16027167, "text": "gating of skeletal muscle ClC-1 chloride channels is regulated by cytoplasmic ATP-sensing domains"}, {"pubmed": 16321142, "text": "Deletion of the terminal 100 amino acids (N889X) in human ClC-1 (skeletal-muscle chloride channel) has minor consequences, whereas truncation by 110 or more amino acids (from Q879X) destroys channel function."}, {"pubmed": 16567465, "text": "The experimental results revealed that among the three residues tested, K149 plays the most important role in controlling both the gating and the permeation functions of ClC-0."}, {"pubmed": 16854622, "text": "Activity-induced weakness in recessive myotonia congenita with a novel (696+1G>A) mutation"}, {"pubmed": 17097617, "text": "These results further clarify the correlation between the mutations and their functional implications of CLCN1 channels."}, {"pubmed": 17107341, "text": "first experimental investigation of structural changes resulting from myotonia-causing mutations."}, {"pubmed": 17664348, "text": "in the presence of physiological concentrations of ATP, reduction of the intracellular pH inhibits the expressed CLC-1, mostly by decreasing the open probability of the common gate of the channel."}, {"pubmed": 17693413, "text": "modulation of ClC-1 by ATP is a key component of this molecular mechanism"}, {"pubmed": 17826470, "text": "asymptomatic patients with CLCN1 mutations may at least partially account for the EMG disease phenotype."}, {"pubmed": 17990293, "text": "F413C and A531V but not R894X mutation of CLC-1 cause defective endoplasmic reticulum export of CLC-1 proetein."}, {"pubmed": 17998485, "text": "CLCN1 variants are likely to modulate clinical expression of cold-induced myotonia caused by a single SCN4A mutation in a large cohort of French Canadians."}, {"pubmed": 18035046, "text": "The data suggest that the polymorphic changes may affect the function of CLCN1 in response to the treatment of chemical compounds."}, {"pubmed": 18220014, "text": "Phenotypic variability of autosomal dominant myotonia congenita in a family with muscle chloride channel (CLCN1) mutation."}, {"pubmed": 18227271, "text": "Human ClC-1, expressed in Xenopus oocytes is insensitive to intracellular ATP up to 10 mM, at both pH 7.3 and 6.2, and results have implications for the understanding of nucleotide regulation of CLC proteins and for the role of ClC-1 in muscle excitation."}, {"pubmed": 18263754, "text": "study reports kindred featuring index patient posessing 2 copies of a dominantly inherited mutated CLCN1 allele with a novel phenotypic presentation; kindred is the initial demonstration of dosage effect of a dominant mutated allele in the CLCN1 gene"}, {"pubmed": 18321245, "text": "The significance of the 2 cystathionine beta-synthase domains in the carboxyl tail of CLCN1 in channel function in an effort to explain conflicting and anomalous results from other studies is reported."}, {"pubmed": 18337100, "text": "Thirty-three French-Canadian families with non-dystrophic myotonia were identified.Thirteen mutations were identified in CLCN1 and five mutations were identified in SCN4A"}, {"pubmed": 18337730, "text": "CLCN1 and SCN4A mutation occurrence is associated with non-dystrophic myotonia."}, {"pubmed": 18337730, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 18624224, "text": "The clinical spectrum for this family is in agreement with a clinical diagnosis of Becker myotonia. This was confirmed by molecular diagnosis where a new disease-causing mutation (Q412P) was found in the family and absent in 200 unaffected chromosomes."}, {"pubmed": 18807109, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18807109, "text": "frequency of heterozygous recessive CLCN1 mutations is disproportionally higher in currently diagnosed myotonic dystrophy type 2(DM2) patients from Finland & Germany compared to control population; frequency in DM1 patients was the same as in controls"}, {"pubmed": 18816629, "text": "Recessive CLCN1 mutation presenting in a Thomsen disease."}, {"pubmed": 19211598, "text": "The clinical guidelines proposed may help clinicians working in outpatient clinics to perform a focused genetic analysis of either CLCN1 or SCN4A."}, {"pubmed": 19220292, "text": "Statins and fenofibrate affect skeletal muscle chloride conductance in rats by differently impairing ClC-1 channel regulation and expression."}, {"pubmed": 19697366, "text": "A novel mutation, 568GG>TC(G190S) in the CLCN1 gene, is responsible for autosomal dominant myotonia congenita with a variable phenotypic spectrum."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19949657, "text": "A CLCN1 mutational analyses revealed nine different novel point mutations in Korean patients with myotonia congenita."}, {"pubmed": 20047568, "text": "CLCN1 dysfunction alone does not result in skeletal muscle morphologic changes even in advanced stages of myotonia congenita, and MRI skeletal muscle alterations in myotonic dystrophy must be clear consequences of the dystrophic disease process"}, {"pubmed": 20120005, "text": "We investigated a 62-year-old man who had mild clinical features of myotonia congenita. He was found to have a novel heterozygous G-to-A nucleotide substitution at position 1652 in exon 15 of the CLCN1 gene."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20398785, "text": "hClC-1 mutants expressed in whole-cell patch-clamped HEK293 cells showed that elimination of the carboxyl side chain in the E232Q mutation prevents fast gate closure at all voltages but common gating is also eliminated."}, {"pubmed": 20399394, "text": "A novel p.L2871 mutation in the CLCN1 gene is described in a Honduran boy with myotonia congenita; his unaffected father carries the same mutation, most likely reflecting autosomal-recessive myotonia congenita."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21045501, "text": "sequencing of CLCN1 gene in 2 families with myotonia congenita revealed heterozygous mutation (892G>A, resulting in A298T) in 1 family and compound heterozygous mutations (782A>G, resulting in Y261C;1679T>C, resulting in M560T)in the other family"}, {"pubmed": 21204798, "text": "Mutations in CLCN1 contributes to the pronounced variability in the myotonic phenotype."}, {"pubmed": 21385601, "text": "Our data showed that slow activation gating of P480T ClC-1 mutation impaired the increment of chloride conductance during repetitive depolarization"}, {"pubmed": 21413926, "text": "Closure of the common gate in ClC-1 channels is accompanied by a separation of the carboxyl-termini, whereas, with opening, the carboxyl-termini approach each other more closely."}, {"pubmed": 22094069, "text": "This study demonistrated that 26 different mutations in CLCN1 gene including 13 not reported previously. Among those 26 mutations, c.180+3A>T in intron 1 is present in nearly one half of the Spanish families in this series."}, {"pubmed": 22106717, "text": "Identified a novel p.N440K sodium channel mutation that is located at the inner end of segment S6 of repeat I."}, {"pubmed": 22187529, "text": "Elucidating the pathophysiology of myotonia mutations will require the understanding of multiple molecular/cellular mechanisms of CLC-1 channels in skeletal muscles, including molecular operation, protein synthesis, and membrane trafficking mechanisms."}, {"pubmed": 22246887, "text": "study describes a large Brazilian consanguineous kindred with 3 clinically affected patients with a Thomsen myotonia phenotype; they carry a novel homozygous nonsense mutation in the CLCN1 gene (K248X); none of the 6 heterozygote carriers show any sign of myotonia"}, {"pubmed": 22407275, "text": "The co-segregation of Myotonic dystrophy type 2 with a recessive CLCN1 mutation provided the explanation for the unusual clinical findings for juvenile onset of myotonia in a 14-year-old female with Myotonic dystrophy type 2 and her affected mother"}, {"pubmed": 22521272, "text": "CLCN1 mutations may cause a decrease in macroscopic chloride currents, impairing membrane potential repolarization and causing hyperexcitability in muscle membranes."}, {"pubmed": 22641783, "text": "Our findings predict a dramatic reduction of the muscle fibre resting chloride conductance and thus fully explain the disease-causing effects of mutations C277R and C277Y of CLC1 in myotonia congenita"}, {"pubmed": 22649220, "text": "copy number variation in CLCN1 may be an important cause of recessive myotonia congenita."}, {"pubmed": 22689570, "text": "a new biological role for NAD suggests that the main physiological relevance may be the exquisite sensitivity to intracellular pH that NAD(+) inhibition imparts to ClC-1 gating."}, {"pubmed": 22790975, "text": "A single heterozygous missense CLCLN1 mutation, G233S, was associated with autosomal dominant myotonia congenita in a father & son.It affected the fast gate but not the common gate."}, {"pubmed": 23097607, "text": "ClC1 mutations exert gene dose effects and enhance myotonia and pain in DM2 in Germany. Additionally, the ClC1(236X) splice variant may contribute to myotonia in DM2."}, {"pubmed": 23113340, "text": "The spectrum of CLCN1 gene mutations in patients with nondystrophic Thomsen's and Becker's myotonias in Russia."}, {"pubmed": 23152584, "text": "Identification of new mutations leads to reclassification of Trp-118-Gly in CLCN1 as a moderately pathogenic mutation, and to confirmation of recessive (Becker) myotonia congenita."}, {"pubmed": 23408874, "text": "Molecular localization reveals the presence of CLCN1 mRNA transcripts in brain, previously believed absent in neurons."}, {"pubmed": 23417379, "text": "Non-dystrophic myotonias are characterised by muscle stiffness during voluntary movement owing to delayed skeletal muscle relaxation caused by mutation in the CLCN1 skeletal muscle channel genes."}, {"pubmed": 23424641, "text": "functional and biochemical characterization of a myotonia mutation"}, {"pubmed": 23483815, "text": "Genetic testing in both patients reveals previously unidentified mutations in the CLCN1 gene specific to Myotonia Congenita"}, {"pubmed": 23603549, "text": "family reveals that compound heterozygosity of two dominantly inheritable disease mutations exacerbates the myotonia, suggesting the dosage effect of CLCN1 mutation responsible for myotonia congenita of Thomsen type."}, {"pubmed": 23739125, "text": "Two mutations in CN1 gene, inherited on the same allele as a heterozygous trait, abrogate disease expression, although when inherited singularly they were pathogenic."}, {"pubmed": 23771340, "text": "Non-dystrophic myotonias are rare diseases caused by mutations in skeletal muscle CLCN1."}, {"pubmed": 23893571, "text": "Early truncating mutations of CLCN1 precluding dimerization are expected to express an autosomal recessive phenotype in patients with myotonia congenita."}, {"pubmed": 23933576, "text": "patients with myotonia congenita with very different phenotypes depending on mutation of ClC-1."}, {"pubmed": 24064982, "text": "The common CIC-1 gate likely occludes the channel pore via interaction of E232 with a highly conserved tyrosine, Y578, at the central anion-binding site."}, {"pubmed": 24349310, "text": "in Czech patients with myotonia congenita(MC), 34 differentCLCN1 mutations were identified in 51 MC probands (14 new mutations); structural analysis of mutations in the homology model of the dimeric ClC-1 protein was performed; results demonstrate structure-function relationships in the ClC-1 protein which are relevant to understanding the molecular pathogenesis of MC"}, {"pubmed": 24452722, "text": "splicing mutations accounted for 23 percent of all pathogenic variants in the cohort of myotonia congenita patients; 4 were heterozygous mutations in 4 unrelated individuals: c.563G>T in exon 5; c.1169-5T>G in intron 10; c.1251+1G>A in intron 11 and c.1931-2A>G in intron 16"}, {"pubmed": 24625573, "text": "Six mutant forms of human CLC1 demonstrate modifications of channel gating behaviors and reduced chloride conductances that likely contribute to the physiologic changes of myotonia congenita."}, {"pubmed": 25088311, "text": "This electrophysiological and clinical observations suggest that heterozygous CLCN1 mutations can modify the clinical and electrophysiological expression of SCN4A mutation."}, {"pubmed": 25205014, "text": "investigated sequences of PRRT2 and CLCN1 in a proband diagnosed with paroxysmal kinesigenic dyskinesia and suspected myotonia congenita; the proband and his father harbored a PRRT2 c.649dupC mutation, and CLCN1 c.1723C>T and c.2492A>G mutations; first report showing the coexistence of PRRT2 and CLCN1 mutations"}, {"pubmed": 26007199, "text": "In 4 patients (3 families) with recessive MC, 4 CLCN1 variants were found, 3 of which are new.  c.244A>G (p.T82A) and c.1357C>T (p.R453W) were compound heterozygotes with c.568GG>TC (p.G190S). The new c.809G>T (p.G270V) was homozygous."}, {"pubmed": 26021757, "text": "Our data are consistent with the idea that the CUL4A/B-DDB1-CRBN complex catalyses the polyubiquitination and thus controls the degradation of CLC-1 channels."}, {"pubmed": 26096614, "text": "we characterized three other myotonic ClC-1 mutations."}, {"pubmed": 26260254, "text": "Three novel mutations including 2 missense and one splicing were found in myotonia congenita patients."}, {"pubmed": 26510092, "text": "our study confirms the presence of the myotonia causing CLCN1 mutations p.F167L and p.R105C in the Costa Rican population."}, {"pubmed": 26857341, "text": "The present study is the first demonstration of ClC-1 regulation in active human muscle, and it provides a detailed description of the involvement of PKC and ClC-1 in the down-regulation of Gm during AP-firing activity in human skeletal muscle fibres"}, {"pubmed": 27118449, "text": "This study, novel mutations in CLCN1 were detected, and the spectrum of CLCN1 mutations known to be associated with MC was expanded."}, {"pubmed": 27324117, "text": "report a novel ClC-1 mutation, T335N, that is associated with a mild phenotype"}, {"pubmed": 27415035, "text": "Combining our results with the literature on Chinese populations indicates that 21 mutations in CLCN1 have been associated with myotonia congenital, while 7 mutations in SCN4A have been associated with paramyotonia congenita, 2 mutations in SCN4A have been associated with sodium channel myotonias."}, {"pubmed": 27580824, "text": "Regulation of CLC-1 chloride channel biosynthesis by FKBP8 and Hsp90beta as a molecular model for myotonia congenita has been described."}, {"pubmed": 27639085, "text": "Loss-of- function mutations in the CLCN1 gene located on 7q35, are the primary contributors to the pathogenesis of Thomsen myotonia"}, {"pubmed": 28427807, "text": "the spectrum of CLCN1 mutations in patients with Myotonia Congenita"}, {"pubmed": 29722626, "text": "Abundance of ClC-1 was higher in fast compared with slow twitch fibers."}, {"pubmed": 29809153, "text": "The distinction between CLC-0/1/2 channels and CLC transporters seems undetectable by amino acid sequence; to understand why they are different functionally, study determined the structure of the human CLC-1 channel. subtle differences in glutamate gate conformation, internal pore diameter and Cl(-) affinity distinguish CLC channels and transporters."}, {"pubmed": 29896741, "text": "The novel missense CLCN1 mutations is associated with a family affected with myotonia congenital."}, {"pubmed": 29935101, "text": "This study improves our understanding of the mechanisms underlying MC, sheds light on the role of the C-terminal region in ClC-1 function, and provides information to develop new antimyotonic drugs."}, {"pubmed": 30487393, "text": "FKBP8 Enhances Protein Stability of the CLC-1 Chloride Channel at the Plasma Membrane"}, {"pubmed": 31544778, "text": "Twenty-eight different pathogenic variants were found in the CLCN1 gene, of which 21 were known mutations and seven not described. A diagnostic yield of 51% was achieved; of which 88% had pathogenic variants in CLCN1 and 12% in SCN4A."}, {"pubmed": 32593548, "text": "Non-dystrophic myotonia Chilean cohort with predominance of the SCN4A Gly1306Glu variant."}, {"pubmed": 32660787, "text": "Mutation spectrum and health status in skeletal muscle channelopathies in Japan."}, {"pubmed": 33092578, "text": "Recessive myotonia congenita caused by a homozygous splice site variant in CLCN1 gene: a case report."}, {"pubmed": 33464536, "text": "Association of Three Different Mutations in the CLCN1 Gene Modulating the Phenotype in a Consanguineous Family with Myotonia Congenita."}, {"pubmed": 33507632, "text": "Functional analysis of the F337C mutation in the CLCN1 gene associated with dominant myotonia congenita reveals an alteration of the macroscopic conductance and voltage dependence."}, {"pubmed": 33670307, "text": "Functional and Structural Characterization of ClC-1 and Nav1.4 Channels Resulting from CLCN1 and SCN4A Mutations Identified Alone and Coexisting in Myotonic Patients."}, {"pubmed": 34545712, "text": "Clinical and molecular characterization of five Chinese patients with autosomal recessive osteopetrosis."}, {"pubmed": 35866763, "text": "Sequence CLCN1 and SCN4A genes in patients with nondystrophic myotonia in Chinese people."}, {"pubmed": 36720299, "text": "Coexistence of SCN4A and CLCN1 mutations in a family with atypical myotonic features: A clinical and functional study."}, {"pubmed": 38644209, "text": "[A pedigree of myotonia congenita with a novel mutation p.F343C of the CLCN1 gene]."}, {"pubmed": 38720415, "text": "Clinical and genetic characteristics of myotonia congenita in Chinese population."}], "genomic_pos": {"chr": "7", "end": 143352083, "ensemblgene": "ENSG00000188037", "start": 143316111, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 143049176, "start": 143013219, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006821", "qualifier": "involved_in", "term": "chloride transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006936", "pubmed": [22521272, 26007199], "qualifier": "involved_in", "term": "muscle contraction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019227", "qualifier": "involved_in", "term": "neuronal action potential propagation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902476", "pubmed": [22521272, 26007199, 26502825], "qualifier": "involved_in", "term": "chloride transmembrane transport"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005886", "pubmed": 26007199, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 26502825, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0034707", "qualifier": "part_of", "term": "chloride channel complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042383", "qualifier": "located_in", "term": "sarcolemma"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005247", "qualifier": "enables", "term": "voltage-gated chloride channel activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005247", "pubmed": [22521272, 26007199, 26502825], "qualifier": "enables", "term": "voltage-gated chloride channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 26502825, "qualifier": "enables", "term": "protein homodimerization activity"}]}, "homologene": {"genes": [[7955, 567478], [7955, 795133], [9031, 427949], [9544, 703944], [9598, 472560], [9606, 1180], [9615, 403723], [9913, 514597], [10090, 12723], [10116, 25688]], "id": 63}, "interpro": [{"desc": "Chloride channel, voltage gated", "id": "IPR001807", "short_desc": "Cl-channel_volt-gated"}, {"desc": "Chloride channel ClC-1", "id": "IPR002243", "short_desc": "Cl_channel-1"}, {"desc": "Chloride channel, core", "id": "IPR014743", "short_desc": "Cl-channel_core"}, {"desc": "CBS domain superfamily", "id": "IPR046342", "short_desc": "CBS_dom_sf"}], "ipi": "IPI00293558", "map_location": "7q34", "name": "chloride voltage-gated channel 1", "other_names": ["chloride channel 1, skeletal muscle", "chloride channel protein 1", "chloride channel protein, skeletal muscle", "chloride channel, voltage-sensitive 1", "clC-1"], "pantherdb": {"HGNC": "2019", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88417", "ortholog_type": "LDO", "panther_family": "PTHR45720", "taxid": 10090, "uniprot_kb": "Q64347"}, {"RGD": "2360", "ortholog_type": "LDO", "panther_family": "PTHR45720", "taxid": 10116, "uniprot_kb": "P35524"}, {"Ensembl": "ENSGALG00000014695", "ortholog_type": "LDO", "panther_family": "PTHR45720", "taxid": 9031, "uniprot_kb": "F1NAL0"}, {"ZFIN": "ZDB-GENE-060503-333", "ortholog_type": "O", "panther_family": "PTHR45720", "taxid": 7955, "uniprot_kb": "F1Q5M3"}, {"ZFIN": "ZDB-GENE-100921-11", "ortholog_type": "LDO", "panther_family": "PTHR45720", "taxid": 7955, "uniprot_kb": "F1Q927"}, {"WormBase": "WBGene00000529", "ortholog_type": "O", "panther_family": "PTHR45720", "taxid": 6239, "uniprot_kb": "G5EG93"}, {"WormBase": "WBGene00000528", "ortholog_type": "O", "panther_family": "PTHR45720", "taxid": 6239, "uniprot_kb": "Q22833"}, {"WormBase": "WBGene00000531", "ortholog_type": "O", "panther_family": "PTHR45720", "taxid": 6239, "uniprot_kb": "H2L0J1"}, {"WormBase": "WBGene00000530", "ortholog_type": "O", "panther_family": "PTHR45720", "taxid": 6239, "uniprot_kb": "Q9BMK9"}, {"FlyBase": "FBgn0051116", "ortholog_type": "O", "panther_family": "PTHR45720", "taxid": 7227, "uniprot_kb": "Q9VGH7"}, {"dictyBase": "DDB_G0293130", "ortholog_type": "O", "panther_family": "PTHR45720", "taxid": 352472, "uniprot_kb": "Q54C67"}, {"dictyBase": "DDB_G0286491", "ortholog_type": "O", "panther_family": "PTHR45720", "taxid": 352472, "uniprot_kb": "Q54LQ4"}], "uniprot_kb": "P35523"}, "pathway": {"reactome": [{"id": "R-HSA-2672351", "name": "Stimuli-sensing channels"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-983712", "name": "Ion channel transport"}]}, "pdb": ["6COY", "6COZ", "6QV6", "6QVB", "6QVC", "6QVD", "6QVU"], "pfam": "PF00654", "pharmgkb": "PA26546", "pharos": {"target_id": 11633, "tdl": "Tbio"}, "pir": "S37078", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247547", "relationship": "is"}, {"id": "GNF247548", "relationship": "is"}, {"id": "GNF247549", "relationship": "is"}, {"id": "GNF247550", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080903", "relationship": "is"}, {"id": "GNF080904", "relationship": "is"}, {"id": "GNF080905", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053010", "relationship": "is"}, {"id": "GNF057777", "relationship": "is"}, {"id": "GNF072905", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065635", "relationship": "is"}, {"id": "GNF065636", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF279565", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094882", "relationship": "is"}, {"id": "GNF134539", "relationship": "is"}, {"id": "GNF147080", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_009815.2"], "protein": "NP_000074.3", "rna": ["NM_000083.3", "NR_046453.2"], "translation": {"protein": "NP_000074.3", "rna": "NM_000083.3"}}, "reporter": {"HG-U133_Plus_2": "208437_at", "HG-U95Av2": "32495_at", "HTA-2_0": ["TC07000934.hg.1", "TC07002645.hg.1"], "HuEx-1_0": "3029066", "HuGene-1_1": "8136893", "HuGene-2_1": "17052796"}, "summary": "The CLCN family of voltage-dependent chloride channel genes comprises nine members (CLCN1-7, Ka and Kb) which demonstrate quite diverse functional characteristics while sharing significant sequence homology. The protein encoded by this gene regulates the electric excitability of the skeletal muscle membrane. Mutations in this gene cause two forms of inherited human muscle disorders: recessive generalized myotonia congenita (Becker) and dominant myotonia (Thomsen). Alternative splicing results in multiple transcript variants. [provided by RefSeq, Mar 2012].", "symbol": "CLCN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413450"}, "unigene": "Hs.121483", "uniprot": {"Swiss-Prot": "P35523", "TrEMBL": ["H7C0N6", "A0A3B3IU72", "H7C1F4"]}, "wikipedia": {"url_stub": "CLCN1"}}