{"AllianceGenome": "2045", "HGNC": "2045", "MIM": "602910", "_id": "1365", "_version": 1, "accession": {"genomic": ["AC093168.3", "AF007189.1", "CH471200.2", "CP068271.2", "CQ947188.1", "NC_000007.14", "NC_060931.1", "NG_012023.1"], "protein": ["AAC78277.1", "AAH16056.1", "AAS07555.1", "BAA22986.1", "BAG36084.1", "CAI29151.1", "EAW69641.1", "NP_001297.1", "O15551.1"], "rna": ["AB000714.1", "AK313276.1", "BC009083.1", "BC016056.1", "BM764277.1", "NM_001306.4"], "translation": [{"protein": "AAH16056.1", "rna": "BC016056.1"}, {"protein": "BAA22986.1", "rna": "AB000714.1"}, {"protein": "NP_001297.1", "rna": "NM_001306.4"}, {"protein": "BAG36084.1", "rna": "AK313276.1"}]}, "alias": ["C7orf1", "CPE-R2", "CPETR2", "HRVP1", "RVP1"], "ensembl": {"gene": "ENSG00000165215", "protein": "ENSP00000378577", "transcript": "ENST00000395145", "translation": [{"protein": "ENSP00000378577", "rna": "ENST00000395145"}], "type_of_gene": "protein_coding"}, "entrezgene": "1365", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.44277711375688, "exp_mis": 114.93108705081, "exp_syn": 72.8741039800984, "lof_z": 1.83799421167445, "mis_z": 1.95870768790723, "mu_lof": 3.15793598392e-07, "mu_mis": 1.17400497061e-05, "mu_syn": 7.4304519719e-06, "n_lof": 0.0, "n_mis": 72.0, "n_syn": 35.0, "p_li": 0.678537320145956, "p_null": 0.0201475957579362, "p_rec": 0.301315084096108, "syn_z": 2.75045881776444}, "bp": 663, "cds_end": 73184379, "cds_start": 73183716, "n_exons": 1, "nonpsych": {"exp_lof": 3.09827173796214, "exp_mis": 104.005953909806, "exp_syn": 65.9403214431878, "lof_z": 1.72866859703726, "mis_z": 1.92914089110849, "mu_lof": 3.15793598392e-07, "mu_mis": 1.17400497061e-05, "mu_syn": 7.4304519719e-06, "n_lof": 0.0, "n_mis": 65.0, "n_syn": 31.0, "p_li": 0.677209849251594, "p_null": 0.024116051962131, "p_rec": 0.298674098786275, "syn_z": 2.70903614483931}, "nontcga": {"exp_lof": 3.16562264926915, "exp_mis": 105.734875600755, "exp_syn": 67.0424450586208, "lof_z": 1.75513628898011, "mis_z": 1.87673456330054, "mu_lof": 3.15793598392e-07, "mu_mis": 1.17400497061e-05, "mu_syn": 7.4304519719e-06, "n_lof": 0.0, "n_mis": 67.0, "n_syn": 31.0, "p_li": 0.663379173039396, "p_null": 0.022912798995325, "p_rec": 0.313708027965279, "syn_z": 2.787158365211}, "transcript": "ENST00000395145.2"}, "exons": [{"cdsend": 73770049, "cdsstart": 73769386, "chr": "7", "position": [[73768996, 73770270]], "strand": -1, "transcript": "NM_001306", "txend": 73770270, "txstart": 73768996}], "exons_hg19": [{"cdsend": 73184379, "cdsstart": 73183716, "chr": "7", "position": [[73183326, 73184600]], "strand": -1, "transcript": "NM_001306", "txend": 73184600, "txstart": 73183326}], "generif": [{"pubmed": 12736707, "text": "CLDN3, clustered with CLDN4 at human chromosome 7q11, is a four-transmembrane protein with WWCC motif, defined by W-X(17-22)-W-X(2)-C-X(8-10)-C."}, {"pubmed": 12909588, "text": "Airway tight junctions are regulated by claudin interactions that confer the selectivity of the junction."}, {"pubmed": 15240533, "text": "up-regulation of DDR1, CLDN3, and epithelial cell adhesion molecule are early events in the development of epithelial ovarian cancer"}, {"pubmed": 15743508, "text": "in breast tissue, CLDN3 expression is similar in tumours and surrounding normal tissue, as demonstrated by immunohistochemistry and real-time PCR"}, {"pubmed": 15905176, "text": "claudin-3 phosphorylation by PKA may provide a mechanism for the disruption of tight junctions in ovarian cancer"}, {"pubmed": 16253248, "text": "The expression of claudin-1, -3 and -4 was upregulated 5.7-, 1.5- and 2.4-fold, respectively, in colorectal tumor tissues in comparison to the normal ones."}, {"pubmed": 16287068, "text": "claudin 3 and claudin 4 may play a role in transformation of ovarian surface epithelium towards the malignant phenotype"}, {"pubmed": 16627685, "text": "The gene expression profile of hepatic stem cells throughout life consists of high levels of expression of claudin-3 (CLDN-3)."}, {"pubmed": 17103306, "text": "Claudin tight junction proteins in endoscopy biopsy samples showed Barrett's metaplasia contains more claudin-2 and claudin-3 than found in normal esophageal mucosa, but markedly lower claudins 1 and 5, indicating very different tight junction barriers."}, {"pubmed": 17326053, "text": "Overexpression of claudin-3 is associated with uterine serous papillary carcinoma"}, {"pubmed": 17418912, "text": "When compared, small-cell-lung cancers, carcinoid tumors, and adenocarcinomas revealed significant differences re: CLDN3 expression."}, {"pubmed": 17459057, "text": "Loss of claudin expression may enhance the grade of malignancy of gastric cancer in vivo."}, {"pubmed": 17545541, "text": "Claudin-3 and claudin-4 receptors are highly overexpressed in carcinosarcoma"}, {"pubmed": 17647191, "text": "CLDN3 overexpression can be used as a prognostic indicator in ovarian serous carcinomas and it may be a promising target for antibody-based therapy of ovarian carcinomas."}, {"pubmed": 17986852, "text": "siRNA-mediated knockdown of Sp1 led to a significant decrease of CLDN3 expression at both the mRNA and protein levels, demonstrating a crucial role for this transcription factor in the regulation of CLDN3."}, {"pubmed": 18251778, "text": "Cdx2 plays an important role in the regulation of intestinal claudin expression not only in gastric mucosa with intestinal metaplasia but also gastric carcinoma."}, {"pubmed": 18313739, "text": "Increased expression of claudin-3 and claudin-4 may contribute to aggressive phenotype of endometrial cancer of serous papillary or clear-cell histology. Possible targets for therapeutic intervention."}, {"pubmed": 18384777, "text": "Down-regulated expression of claudin-3 and claudin-4 in ectopic endometrium suggests that claudin-3 and claudin-4 might play a pathogenic role in the formation of endometriosis."}, {"pubmed": 18439941, "text": "Claudin-3 and claudin-7 expression in effusions independently predicts poor survival in ovarian cancer."}, {"pubmed": 18477216, "text": "Early gastric carcinomas demonstrating I-CLDN(+) phenotype have a high risk of synchronous and metachronous secondary gastric epithelial neoplasias."}, {"pubmed": 18550469, "text": "claudins 1 and 3 had a significant effect on overall survival in patients with urothelial carcinoma of the upper urinary tract."}, {"pubmed": 18774778, "text": "This is the first study to demonstrate that claudin-3 is involved in the barrier function of gastric epithelial cells and that rebamipide abolishes the H2O2-induced decrease in claudin-3 protein."}, {"pubmed": 18817843, "text": "For the first time this study proves the presence of Claudin-1, Claudin-3 and Claudin-5 in ECV304 (obtained from ECACC) cell layers and the inducibility of their expression by glioma-conditioned media."}, {"pubmed": 19082451, "text": "The expression of claudins-2, -3 and -4 in 16 rectal well-differentiated endocrine neoplasms was studied"}, {"pubmed": 19137073, "text": "Using a panel of four genes (AHRR, p16INK4a, MT1G, and CLDN3) resulted in sensitivity and specificity of 50% and 68%, respectively and may have utility for early detection of esophageal squamous dysplasia and early ESCC."}, {"pubmed": 19184060, "text": "Tight junction proteins claudin-1, claudin-3, claudin-4, and the adherens junction protein beta-catenin are overexpressed in colorectal carcinoma."}, {"pubmed": 19208807, "text": "treatment of mice with nonimmunostimulatory 2'-OMe modified CLDN3 siRNA was as effective in suppressing tumor growth as unmodifed siRNA"}, {"pubmed": 19231096, "text": "claudin-3 did not serve as a prognostic marker in lung cancer"}, {"pubmed": 19429681, "text": "analysis of the interaction between Clostridium perfringens enterotoxin fragments and claudin-3"}, {"pubmed": 19525861, "text": "Here we show for the first time in both an experimental and clinical setting a strong relation between intestinal tight junction loss and urinary claudin-3 levels"}, {"pubmed": 20053926, "text": "there was no dramatic qualititative difference in the BCC or RMS tumors associated with the mutant Blm genotype"}, {"pubmed": 20143085, "text": "Increased expressions of CLDN 2 and 3 suggest structural changes of tight junction in coeliac disease which may be, at least in part, responsible for increased permeability and proliferation observed in coeliac disease."}, {"pubmed": 20204275, "text": "Claudin-3 expression in Epstein-Barr virus-associated nasopharyngeal carcinoma was variable"}, {"pubmed": 20466674, "text": "no mutations in CLDN3, CLDN4 and TRPV6 were found in Idiopathic infantile hypercalcaemia patients."}, {"pubmed": 20478039, "text": "Claudin-1, -3, -4, -5, and -7 are expressed in developing human lung from week 12 to week 40 with distinct locations and in divergent quantities."}, {"pubmed": 20655293, "text": "demonstrate that claudin-3 alters the tight junction meshwork and seals the paracellular pathway against the passage of small ions of either charge and uncharged solutes"}, {"pubmed": 21184237, "text": "Analysis of staining intensities of CLDN 1 and 3 is useful as an auxiliary diagnostic and prognostic tool in patients with salivary gland mucoepidermoid carcinoma."}, {"pubmed": 21519794, "text": "CLDN3 may have a role in ovarian cancer, and its inhibition by short hairpin RNA could be a treatment strategy."}, {"pubmed": 22128179, "text": "Mechanism of Clostridium perfringens enterotoxin interaction with claudin-3/-4 protein suggests structural modifications of the toxin to target specific claudins"}, {"pubmed": 22290341, "text": "Dow-regulation of Claudin-3 is associated with the progression of early gastric adenocarcinomas."}, {"pubmed": 23053666, "text": "Claudin-3(CLDN3) and claudin-4 (CLDN4) affect sensitivity of the ovarian cancer cells to the cytotoxic effect of cisplatin by regulating expression of the Cu transporter CTR1."}, {"pubmed": 23075682, "text": "Snail and Claudin-3 may play important roles in invasion and metastasis in NSCLC"}, {"pubmed": 23097631, "text": "High CLDN3 expression is associated with tumor growth and metastases."}, {"pubmed": 23529315, "text": "Our comparative analysis of CLDN3 profile in breast and ovarian cancer clearly indicates organ specificity."}, {"pubmed": 23685873, "text": "Studies suggest that claudin-3 and claudin-4 might be targets for the treatment of chemotherapy-resistant ovarian cancer and other tumors overexpressing claudin-3 and -4 using Clostridium perfringens enterotoxin (CPE)-based theranostic agents."}, {"pubmed": 23909989, "text": "Claudin-3 expression in uterine luminal epithelium is stimulated by progesterone and suppressed by heparin-binding epidermal growth factor-like growth factor."}, {"pubmed": 24069372, "text": "Claudin-3 overexpression increases the malignant potential of colorectal cancer cells."}, {"pubmed": 24073800, "text": "The degradation of claudin-3 and claudin-4 induced by acidic stress could be attenuated by specific TRPV1 blockers."}, {"pubmed": 24290871, "text": "Claudin 3 was expressed in all non-goblet columnar lined oesophagus, Barrett's oesophagus, high grade dysplasia and adenocarcinoma."}, {"pubmed": 24356983, "text": "Study highlights a profound role for the choroid plexus in the pathogenesis of multiple sclerosis, and implies that CLDN3 may be regarded as a crucial and novel determinant of blood-cerebrospinal fluid barrier integrity"}, {"pubmed": 24478310, "text": "folding and assembly of CLDN3 and CLDN5 into the tight junction are controlled by non-conserved residues in the transmembrane 3 and extracellular loop 2 segments"}, {"pubmed": 24974365, "text": "that Claudin-3 expression was restricted to the apical pole of ependymocytes in the subcommissural organ"}, {"pubmed": 25277196, "text": "our findings demonstrated that CLDN3 is an epigenetically silenced metastasis suppressor gene in Hepatocellular carcinoma"}, {"pubmed": 25319490, "text": "The expressions of MARVELD2, CLDN1 and CLDN3 mRNA were significantly lower in cholesteatoma tissue and may be involved in epithelium permeability."}, {"pubmed": 25744656, "text": "Further in vitro studies suggested that the isolated MAbs possessed the desired binding properties for the detection or targeting of CLDN3."}, {"pubmed": 25755790, "text": "increased claudin-3 and claudin-4 expression may play a postive role in the progression and metastasis of gastric cancer"}, {"pubmed": 25820701, "text": "Univariate analyses indicated that the T stage, lymph node metastasis, the TNM stage, and the expression of claudin-3, beta-catenin, and vimentin were significant predictors for overall survival (OS)."}, {"pubmed": 25849148, "text": "Data from live-cell imaging suggest at least two different cis-interaction interfaces within CLDN3 homopolymers as well as within CLDN1/CLDN3 heteropolymers."}, {"pubmed": 26148935, "text": "Cln-3 plays a vital role in TNF-modulated paracellular permeability in submandibular epithelium."}, {"pubmed": 26340953, "text": "localization of Cldn3, Cldn7 and Cldn10 proteins in the different compartments of murine endometrium up to day 8.5 of pregnancy (dpc) as well as in human endometrium and first trimester decidua"}, {"pubmed": 27055226, "text": "Reg I may play a role in the maintenance of mucosal barrier function by inducing tight junction proteins such as claudins 3 and 4."}, {"pubmed": 27151944, "text": "Intracellular zinc has an essential role in the maintenance of the intestinal epithelial tight junction barrier through regulation of occludin proteolysis and claudin-3 transcription."}, {"pubmed": 27363029, "text": "Data indicate that CDH11, ICAM1 and CLDN3 were overexpressed in tumors when compared to normal esophagus, normal gastric and non-dysplastic Barrett's."}, {"pubmed": 27593915, "text": "permeability barriers and affected cell morphology, proliferation, migration, AKT signaling, and gene expression. When claudins are exogenously expressed, ARPE-19 more closely model native RPE."}, {"pubmed": 28287265, "text": "These tumor samples express CD44 protein at low rather than high levels. There is no correlation between CLDN3 gene expression and protein expression in these CPTAC samples; hence, the claudin-low subtype defined by gene expression is not the same group of tumors as that defined by low expression of CLDN3 protein."}, {"pubmed": 28295005, "text": "Mislocalization claudin-3 to nucleus in colon cancer and mislocalization claudin-4 to nucleus in adenomas of the colon were detected for the first time. ."}, {"pubmed": 28396511, "text": "We describe a novel workflow, completely covering the analysis of CLDN3 as an exemplary exosome-based biomarker for prostate cancer from in vitro profiling of cancer exosomes over in silico identification and in vitro retesting to clinical validation."}, {"pubmed": 28415153, "text": "Data show that the charge of Lys65 in claudin 1 (Cldn1) and Glu158 in claudin 3 (Cldn3), and of Gln57 in claudin 5 (Cldn5) are necessary for tight junction (TJ) strand formation."}, {"pubmed": 28493289, "text": "Increased expression of intestinal epithelial claudin-1 with downregulation of claudin-3 has been observed in intestinal inflammatory disorders."}, {"pubmed": 28783170, "text": "Study provide first biochemically and clinically validated evidence to support a colorectal cancer-suppressive function of claudin-3 by serving as a conjoint rheostat for regulating Stat-3 and Wnt/beta-catenin-signaling."}, {"pubmed": 29277540, "text": "Atopic dermatitis lesional skin had decreased claudin-3 expression in sweat glands, which was accompanied by sweat leakage. Study results show the crucial role of claudin-3 in preventing sweat gland leakage and suggest that the pathogenesis of dermatoses accompanied by hypohidrosis involves abnormally decreased claudin-3."}, {"pubmed": 29482498, "text": "Immunohistochemical expression levels of cytoplasmic claudins 3 and 7 appear to be novel prognostic factors in triple-negative breast cancer."}, {"pubmed": 29511369, "text": "CLDN3 could be further evaluated as a novel biomarker for predicting the prognosis of lung squamous cell carcinoma (SqCC) and as a target for the treatment of lung SqCC in the future."}, {"pubmed": 29749528, "text": "Claudin3 promoter methylation status (HR: 5.67; 95% CI: 2.2714.17) but not claudin3 expression was an independent predictor of survival. Claudin3 promoter hypermethylation reduces claudin3 expression and independently predicts poor prognosis."}, {"pubmed": 31044387, "text": "All Benign and Malignant Apocrine Breast Lesions Over-Express Claudin 1 and 3 and Are Negative for Claudin 4."}, {"pubmed": 31115553, "text": "the findings of the present study demonstrated that the expression levels of CLDN1, 3, 7 and 8 varied between laryngeal squamous carcinoma tissues and nonneoplastic tissues"}, {"pubmed": 31307407, "text": "CLDN3, CK5, and CK14 in combination with ER, PR and HER2 indicate an association with BRCA1 mutation status in women with early breast cancer."}, {"pubmed": 32307433, "text": "abnormal nuclear expression of claudin-3 was observed in 69.6% cases"}, {"pubmed": 32945502, "text": "Nglycosylation and receptor tyrosine kinase signaling affect claudin3 levels in colorectal cancer cells."}, {"pubmed": 33147053, "text": "Comparison of claudin-3 and claudin-4 expression in bilateral and unilateral breast cancer."}, {"pubmed": 34008771, "text": "Claudin-1 and Claudin-3 as Molecular Regulators of Myelination in Leukoaraiosis Patients."}, {"pubmed": 35945631, "text": "Tight junction formation by a claudin mutant lacking the COOH-terminal PDZ domain-binding motif."}, {"pubmed": 36606388, "text": "Claudin-3 is a novel intestinal integrity marker in patients with alopecia areata: Correlation with the disease severity."}, {"pubmed": 37578554, "text": "Claudin-3 facilitates the progression and mediates the tumorigenic effects of TGF-beta in glioblastoma multiforme."}, {"pubmed": 38010872, "text": "Loss of claudin-3 expression increases colitis risk by promoting Gut Dysbiosis."}], "genomic_pos": {"chr": "7", "end": 73770270, "ensemblgene": "ENSG00000165215", "start": 73768997, "strand": -1}, "genomic_pos_hg19": [{"chr": "7", "end": 73184600, "start": 73183328, "strand": -1}, {"chr": "HG1257_PATCH", "end": 73235227, "start": 73233955, "strand": -1}], "go": {"BP": [{"evidence": "IEP", "gocategory": "BP", "id": "GO:0001666", "pubmed": 15174142, "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001934", "pubmed": 27593915, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003382", "qualifier": "involved_in", "term": "epithelial cell morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008285", "pubmed": 27593915, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 27593915, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010629", "pubmed": 27593915, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0014045", "qualifier": "involved_in", "term": "establishment of endothelial blood-brain barrier"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016338", "qualifier": "involved_in", "term": "calcium-independent cell-cell adhesion via plasma membrane cell-adhesion molecules"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0022604", "pubmed": 16103090, "qualifier": "involved_in", "term": "regulation of cell morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030036", "pubmed": 27593915, "qualifier": "involved_in", "term": "actin cytoskeleton organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 16103090, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030336", "pubmed": 27593915, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034331", "qualifier": "involved_in", "term": "cell junction maintenance"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0035633", "pubmed": 30280653, "qualifier": "involved_in", "term": "maintenance of blood-brain barrier"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061045", "pubmed": 27593915, "qualifier": "involved_in", "term": "negative regulation of wound healing"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070830", "qualifier": "involved_in", "term": "bicellular tight junction assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070830", "pubmed": 25849148, "qualifier": "involved_in", "term": "bicellular tight junction assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090303", "pubmed": 16103090, "qualifier": "involved_in", "term": "positive regulation of wound healing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090559", "pubmed": 20655293, "qualifier": "involved_in", "term": "regulation of membrane permeability"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0140459", "qualifier": "involved_in", "term": "response to Gram-positive bacterium"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0150111", "pubmed": 27593915, "qualifier": "involved_in", "term": "regulation of transepithelial transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901890", "pubmed": 27593915, "qualifier": "involved_in", "term": "positive regulation of cell junction assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903348", "pubmed": 20655293, "qualifier": "involved_in", "term": "positive regulation of bicellular tight junction assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905050", "pubmed": 16103090, "qualifier": "involved_in", "term": "positive regulation of metallopeptidase activity"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005911", "pubmed": 18774778, "qualifier": "located_in", "term": "cell-cell junction"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005923", "qualifier": "is_active_in", "term": "bicellular tight junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005923", "pubmed": 25849148, "qualifier": "located_in", "term": "bicellular tight junction"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005923", "qualifier": "located_in", "term": "bicellular tight junction"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 9441748, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016327", "qualifier": "located_in", "term": "apicolateral plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016328", "qualifier": "located_in", "term": "lateral plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 25849148, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0043296", "pubmed": 27593915, "qualifier": "located_in", "term": "apical junction complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070160", "pubmed": 30734065, "qualifier": "located_in", "term": "tight junction"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0070160", "pubmed": 20655293, "qualifier": "located_in", "term": "tight junction"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004888", "pubmed": 9334247, "qualifier": "enables", "term": "transmembrane signaling receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005198", "qualifier": "enables", "term": "structural molecule activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 25849148, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 25849148, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7955, 81587], [7955, 100333863], [8364, 448229], [8364, 549417], [9031, 374029], [9544, 716771], [9598, 742734], [9606, 1365], [9615, 403648], [9913, 404153], [10090, 12739], [10116, 65130]], "id": 1001}, "interpro": [{"desc": "Claudin-3", "id": "IPR003549", "short_desc": "Claudin3"}, {"desc": "PMP-22/EMP/MP20/Claudin", "id": "IPR004031", "short_desc": "PMP22/EMP/MP20/Claudin"}, {"desc": "Claudin", "id": "IPR006187", "short_desc": "Claudin"}, {"desc": "Claudin, conserved site", "id": "IPR017974", "short_desc": "Claudin_CS"}], "ipi": "IPI00007364", "map_location": "7q11.23", "name": "claudin 3", "other_names": ["CPE-R 2", "CPE-receptor 2", "Clostridium perfringens enterotoxin receptor 2", "claudin-3", "ventral prostate.1 protein homolog", "ventral prostate.1-like protein"], "pantherdb": {"HGNC": "2045", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1329044", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 10090, "uniprot_kb": "Q9Z0G9"}, {"RGD": "68425", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 10116, "uniprot_kb": "Q63400"}, {"Ensembl": "ENSGALG00000022557", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 9031, "uniprot_kb": "Q98SR2"}, {"ZFIN": "ZDB-GENE-010328-3", "ortholog_type": "O", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "Q90XR2"}, {"ZFIN": "ZDB-GENE-060421-4745", "ortholog_type": "O", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "F1QE46"}, {"ZFIN": "ZDB-GENE-010328-5", "ortholog_type": "O", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "Q90XR9"}, {"ZFIN": "ZDB-GENE-010328-10", "ortholog_type": "O", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "F1QVR6"}, {"ZFIN": "ZDB-GENE-040801-201", "ortholog_type": "O", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "Q6DBT9"}, {"ZFIN": "ZDB-GENE-010328-7", "ortholog_type": "O", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "Q9YH90"}, {"ZFIN": "ZDB-GENE-010328-6", "ortholog_type": "O", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "F1QB03"}, {"ZFIN": "ZDB-GENE-050417-293", "ortholog_type": "O", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "Q561T6"}, {"ZFIN": "ZDB-GENE-010328-4", "ortholog_type": "O", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "Q9YH91"}, {"ZFIN": "ZDB-GENE-010328-1", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "Q6P0U4"}, {"ZFIN": "ZDB-GENE-010328-2", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "Q90XR8"}, {"ZFIN": "ZDB-GENE-010328-9", "ortholog_type": "O", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "Q90XR6"}, {"ZFIN": "ZDB-GENE-010328-8", "ortholog_type": "O", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "Q7T2P4"}], "uniprot_kb": "O15551"}, "pathway": {"kegg": [{"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-420029", "name": "Tight junction interactions"}, {"id": "R-HSA-421270", "name": "Cell-cell junction organization"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}], "wikipathways": [{"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP4657", "name": "22q11.2 copy number variation syndrome"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pfam": "PF00822", "pharmgkb": "PA26571", "pharos": {"target_id": 8509, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247823", "relationship": "is"}, {"id": "GNF247824", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158501", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF035820", "relationship": "similar to"}, {"id": "GNF036334", "relationship": "similar to"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282545", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283472", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002689", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100335", "relationship": "is"}, {"id": "GNF139990", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_012023.1"], "protein": "NP_001297.1", "rna": "NM_001306.4", "translation": {"protein": "NP_001297.1", "rna": "NM_001306.4"}}, "reporter": {"HG-U133_Plus_2": ["203953_s_at", "203954_x_at"], "HG-U95Av2": "33904_at", "HTA-2_0": ["TC07001506.hg.1", "TC07003020.hg.1"], "HuEx-1_0": "3056292", "HuGene-1_1": "8140140", "HuGene-2_1": "17058601"}, "retired": 135888, "summary": "Tight junctions represent one mode of cell-to-cell adhesion in epithelial or endothelial cell sheets, forming continuous seals around cells and serving as a physical barrier to prevent solutes and water from passing freely through the paracellular space. These junctions are comprised of sets of continuous networking strands in the outwardly facing cytoplasmic leaflet, with complementary grooves in the inwardly facing extracytoplasmic leaflet. The protein encoded by this intronless gene, a member of the claudin family, is an integral membrane protein and a component of tight junction strands. It is also a low-affinity receptor for Clostridium perfringens enterotoxin, and shares aa sequence similarity with a putative apoptosis-related protein found in rat. [provided by RefSeq, Jul 2008].", "symbol": "CLDN3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413473"}, "unigene": "Hs.647023", "uniprot": {"Swiss-Prot": "O15551", "TrEMBL": "Q75L79"}, "wikipedia": {"url_stub": "CLDN3"}}