{"AllianceGenome": "2041", "HGNC": "2041", "MIM": "300520", "_id": "9075", "_version": 1, "accession": {"genomic": ["AL158821.16", "AL591849.7", "CH471120.2", "CP068255.2", "CS051165.1", "FB746672.1", "KF479201.1", "NC_000023.11", "NC_060947.1", "NG_016445.1"], "protein": ["AAF98151.1", "AAG17984.1", "AAH14424.1", "AAH71747.1", "AAQ88838.1", "BAC11575.1", "BAG35416.1", "BAG52130.1", "CAI72078.1", "CAT04641.1", "EAX02730.1", "EAX02731.1", "EAX02732.1", "NP_001164563.1", "NP_001164566.1", "NP_065117.1", "P57739.1", "WEI47392.1", "XP_054184059.1", "XP_054184060.1"], "rna": ["AA973123.1", "AF177340.1", "AF250558.1", "AK075371.1", "AK075405.1", "AK312515.1", "AY358474.1", "BC014424.1", "BC071747.1", "DA743944.1", "NM_001171092.1", "NM_001171095.2", "NM_020384.4", "ON885879.1", "XM_054328084.1", "XM_054328085.1"], "translation": [{"protein": "NP_065117.1", "rna": "NM_020384.4"}, {"protein": "BAG35416.1", "rna": "AK312515.1"}, {"protein": "AAF98151.1", "rna": "AF250558.1"}, {"protein": "XP_054184059.1", "rna": "XM_054328084.1"}, {"protein": "BAG52130.1", "rna": "AK075405.1"}, {"protein": "WEI47392.1", "rna": "ON885879.1"}, {"protein": "NP_001164566.1", "rna": "NM_001171095.2"}, {"protein": "AAH71747.1", "rna": "BC071747.1"}, {"protein": "XP_054184060.1", "rna": "XM_054328085.1"}, {"protein": "AAG17984.1", "rna": "AF177340.1"}, {"protein": "NP_001164563.1", "rna": "NM_001171092.1"}, {"protein": "AAQ88838.1", "rna": "AY358474.1"}, {"protein": "AAH14424.1", "rna": "BC014424.1"}, {"protein": "BAC11575.1", "rna": "AK075371.1"}]}, "alias": ["OAZON", "claudin-2"], "ensembl": {"gene": "ENSG00000165376", "protein": ["ENSP00000336571", "ENSP00000441283", "ENSP00000443230"], "transcript": ["ENST00000336803", "ENST00000540876", "ENST00000541806"], "translation": [{"protein": "ENSP00000441283", "rna": "ENST00000541806"}, {"protein": "ENSP00000336571", "rna": "ENST00000336803"}, {"protein": "ENSP00000443230", "rna": "ENST00000540876"}], "type_of_gene": "protein_coding"}, "entrezgene": "9075", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.67112741, "exp_mis": 45.3614338, "exp_syn": 19.12814, "lof_z": 1.61896314188672, "mis_z": 1.0429674846974, "mu_lof": 2.94937428004e-07, "mu_mis": 5.77019784937e-06, "mu_syn": 2.40563798973e-06, "n_lof": 0.0, "n_mis": 31.0, "n_syn": 20.0, "p_li": 0.605106671731875, "p_null": 0.0362893068925288, "p_rec": 0.358604021375596, "syn_z": -0.123583315127943}, "bp": 693, "cds_end": 106172151, "cds_start": 106171458, "n_exons": 1, "nonpsych": {"exp_lof": 2.407341, "exp_mis": 41.1292365, "exp_syn": 17.3345443, "lof_z": 1.52377476784901, "mis_z": 1.03258531473492, "mu_lof": 2.94937428004e-07, "mu_mis": 5.77019784937e-06, "mu_syn": 2.40563798973e-06, "n_lof": 0.0, "n_mis": 28.0, "n_syn": 18.0, "p_li": 0.610534458640406, "p_null": 0.0407994711214309, "p_rec": 0.348666070238163, "syn_z": -0.100630420160514}, "nontcga": {"exp_lof": 2.42760843, "exp_mis": 41.3093888, "exp_syn": 17.41644698, "lof_z": 1.53698818628793, "mis_z": 1.10919149222124, "mu_lof": 2.94937428004e-07, "mu_mis": 5.77019784937e-06, "mu_syn": 2.40563798973e-06, "n_lof": 0.0, "n_mis": 27.0, "n_syn": 18.0, "p_li": 0.591411845164131, "p_null": 0.0400125246266461, "p_rec": 0.368575630209223, "syn_z": -0.0885361348158913}, "transcript": "ENST00000541806.1"}, "exons": [{"cdsend": 106928921, "cdsstart": 106928228, "chr": "X", "position": [[106900163, 106900504], [106928050, 106930861]], "strand": 1, "transcript": "NM_001171092", "txend": 106930861, "txstart": 106900163}, {"cdsend": 106928921, "cdsstart": 106928228, "chr": "X", "position": [[106918359, 106918469], [106928050, 106930861]], "strand": 1, "transcript": "NM_001171095", "txend": 106930861, "txstart": 106918359}, {"cdsend": 106928921, "cdsstart": 106928228, "chr": "X", "position": [[106920401, 106920551], [106928050, 106930861]], "strand": 1, "transcript": "NM_020384", "txend": 106930861, "txstart": 106920401}], "exons_hg19": [{"cdsend": 106172151, "cdsstart": 106171458, "chr": "X", "position": [[106143393, 106143734], [106171280, 106174091]], "strand": 1, "transcript": "NM_001171092", "txend": 106174091, "txstart": 106143393}, {"cdsend": 106172151, "cdsstart": 106171458, "chr": "X", "position": [[106161589, 106161699], [106171280, 106174091]], "strand": 1, "transcript": "NM_001171095", "txend": 106174091, "txstart": 106161589}, {"cdsend": 106172151, "cdsstart": 106171458, "chr": "X", "position": [[106163631, 106163781], [106171280, 106174091]], "strand": 1, "transcript": "NM_020384", "txend": 106174091, "txstart": 106163631}], "generif": [{"pubmed": 11934881, "text": "Cloning of the human claudin-2 5'-flanking region revealed a TATA-less promoter with conserved binding sites in mouse and human for caudal-related homeodomain proteins and hepatocyte nuclear factor-1alpha."}, {"pubmed": 12700140, "text": "Results support a model in which claudins 2 and 4 create paracellular channels and the first extracellular domain is sufficient to determine both paracellular charge selectivity and transepithelial electrical resistance."}, {"pubmed": 14751232, "text": "role for the paracellular barrier function by opening pores for small cations"}, {"pubmed": 15389642, "text": "optimal claudin-2 expression in the gut relies on the presence of GATA-4, suggesting a role for this factor in intestinal regionalization"}, {"pubmed": 16328347, "text": "No obvious correlation was found between claudin-2 expression and clinicopathological parameters of colorectal cancers."}, {"pubmed": 17103306, "text": "Claudin tight junction proteins in endoscopy biopsy samples showed Barrett's metaplasia contains more claudin-2 and claudin-3 than found in normal esophageal mucosa, but markedly lower claudins 1 and 5, indicating very different tight junction barriers."}, {"pubmed": 17283368, "text": "Expression of claudin-2 was increased in acute calculous cholecystitis."}, {"pubmed": 17314274, "text": "RT-PCR data show high expression of putative tumor suppressor genes Rsk4 and RbAp46 in 47% and 79% of breast carcinoma cases, respectively, whereas Cldn2 was down-regulated in 52% of breast cancer cases compared with normal adjacent tissues."}, {"pubmed": 17418912, "text": "Comparison of adenocarcinomas and squamous cell carcinomas revealed significant differences in CLDN2 expression."}, {"pubmed": 17640674, "text": "IL-4 and interferon gamma have opposite effects on the expression of claudin-2 and the physiology of the tight junction"}, {"pubmed": 17970035, "text": "The expression of claudin-1 and claudin-2 in cancer tissues was upregulated 40- and 49.2-fold, respectively, at the mRNA level, as compared with that in normal tissues"}, {"pubmed": 18198187, "text": "Expression of claudin-2 results in a selective increase in pore number but not size and has no effect on the permeability of PEGs that are larger than the pores."}, {"pubmed": 18287530, "text": "These findings strongly suggest that claudin-2- and/or claudin-12-based tight junctions form paracellular Ca(2+) channels in intestinal epithelia, and they highlight a novel mechanism behind vitamin D-dependent calcium homeostasis."}, {"pubmed": 18366005, "text": "Claudin-2 protein overexpression may be closely correlated to gastric carcinogenesis."}, {"pubmed": 18500171, "text": "Significant correlations sre found between claudin-2 and Cdx2 protein expression in dysplasia and intestine-type adenocarcinoma."}, {"pubmed": 18509255, "text": "The discovery of claudin 2 transcript and protein in the skin could be of importance in epidermal differentiation, barrier function and pathological conditions."}, {"pubmed": 18602630, "text": "These results provide an insight into the changes in the inter-molecular forces and adhesion kinetics of Cldn2 mediated interactions in acidic, neutral and alkaline environments."}, {"pubmed": 18711353, "text": "Claudin-1 and claudin-2 expression was elevated in active inflammatory bowel disease (IBD), adenomas, and IBD-associated dysplasia, but not acute self limiting colitis"}, {"pubmed": 18942115, "text": "findings are consistent with the hypothesis that EGFR signaling plays an important role in A549 cell physiology and acts synergistically with claudin-2 to accelerate tumor colonizati"}, {"pubmed": 19082451, "text": "The expression of claudins-2, -3 and -4 in 16 rectal well-differentiated endocrine neoplasms was studied"}, {"pubmed": 19120888, "text": "Up-regulation of claudin-2 might lead to altered tight junction structure and be related to the impaired epithelial function in active ulcerative colitis."}, {"pubmed": 19214581, "text": "The up-regulation of claudin-2 by TNFalpha is attributable to the regulation of the expression of the gene, as a result of which epithelial barrier function is disturbed."}, {"pubmed": 20133805, "text": "Data show that claudin-2 expression was reduced following symplekin down-regulation, and siRNA-mediated claudin-2 down-regulation increased the transepithelial resistance and decreased cyclin D1 expression and ZONAB nuclear localization."}, {"pubmed": 20143085, "text": "CLDN 2 expression was significantly increased in severe form of coeliac disease in bulb and in distal duodenum"}, {"pubmed": 20204275, "text": "claudin-2 was not expressed in any of the 18 cases of Epstein-Barr virus-associated nasopharyngeal carcinoma studied."}, {"pubmed": 20700059, "text": "The authors propose claudin-2 and SYN1 work in concert to enhance microbial translocation across the intestinal epithelial barrier to contribute to chronic immune activation and CD4 T-cell depletion in HIV-1-infected patients."}, {"pubmed": 21076473, "text": "CLDN2 is selectively enriched in and promotes the formation of breast cancer liver metastases through engagement of cell membrane complexes."}, {"pubmed": 21383692, "text": "demonstrate here that breast cancer cells harbouring PIK3CA mutations are selectively sensitive to mTOR allosteric and kinase inhibitors. However, cells with PTEN loss of function are not sensitive to these drugs"}, {"pubmed": 21688348, "text": "Pore-forming tight junction protein claudin-2 is strongly expressed in the ileum of 51% patients in quiescent phase and in 49% of the patients with active Crohn's disease."}, {"pubmed": 22546605, "text": "These results suggest that EGF is secreted from A549 cells by MMP and increases claudin-2 expression mediated via the activation of an EGFR/MEK/ERK pathway."}, {"pubmed": 22731716, "text": "Stable expression of inducible GFP-SUMO-1 in MDCK cells resulted in decreased levels of claudin-2 protein by immunoblot and decreased claudin-2 membrane expression"}, {"pubmed": 22927233, "text": "Sinonasal epithelium in allergic fungal rhinosinusitis displays increased epithelial permeability and an altered expression of claudin-2"}, {"pubmed": 22946653, "text": "results implicate pericryptal myofibroblast-derived paracrine KGF and largely autocrine amphiregulin in the upregulation of claudin-2 in Caco-2 epithelial monolayers and consequent disruption of tight junction integrity"}, {"pubmed": 23143602, "text": "Two associations with alcoholic pancreatitis at genome-wide significance were identified and replicated at PRSS1-PRSS2 and X-linked CLDN2 through a two-stage genome-wide study."}, {"pubmed": 23306855, "text": "Claudin-2 assumes an important role in colorectal inflammation, and furthermore implicates the involvement of MLCK in colon inflammation."}, {"pubmed": 23717570, "text": "Claudin-2 protein expression is elevated in intestinal epithelia, in response to bovine colostrum, without altering ion permeability."}, {"pubmed": 23760508, "text": "generated MDCK I Tet-off cells stably transfected with claudin-2 Tyr(67) mutants. The Y67L mutant showed reduced cation selectivity compared with wild-type claudin-2 due to a decrease in Na(+) permeability, without affecting the Cl(-) permeability"}, {"pubmed": 23919729, "text": "The expression of claudin-2 was down regulated in gastric cancer tissue."}, {"pubmed": 23946598, "text": "Findings suggest that a variant of the CLDN2-MORC4 region predisposes to Crohn's disease in a Swedish population."}, {"pubmed": 24287273, "text": "Helicobacter pylori-induced tumorigenesis and invasiveness of gastric carcinoma cells is mediated by bacterial CagA via Cdx2-dependent targeting of Claudin-2."}, {"pubmed": 24287398, "text": "In breast cancer patients CLDN2 was significantly up-regulated (P < 0.001) in liver metastases compared to other metastatic sites."}, {"pubmed": 24294371, "text": "Report altered claudin 1 expression when comparing normal skin to actinic keratosis and squamous cell carcinoma of the skin."}, {"pubmed": 24662742, "text": "IL-6 modulation of intestinal TJ permeability was regulated by JNK activation of AP-1 and AP-1 activation of claudin-2 gene"}, {"pubmed": 24907557, "text": "Suggest that claudin 2 is involved in paracellular water transport and that claudin 2 expression is sensitive to compound induced cellular stress."}, {"pubmed": 24907662, "text": "Proliferation of human adenocarcinoma A549 cells was decreased by claudin-2 knockdown together with a decrease in the percentage of S phase cells."}, {"pubmed": 24995964, "text": "Decreased claudin-2 enhances endothelial barrier function and may play a role in the prolonged survival of patients with Kaposi sarcoma-associated herpesvirus and HIV co-infection."}, {"pubmed": 25031428, "text": "Claudins 2 and 4 have reciprocal effects on epithelial barrier function, exhibit differential FRAP dynamics, and compete for residency within the tight junction."}, {"pubmed": 25253127, "text": "Single nucleotide polymorphism is associated with the development of alcoholic pancreatitis."}, {"pubmed": 25323998, "text": "Claudin-5 overexpression promoted the interactions of claudin-1 and claudin-2 and enhanced the barrier function of retinal cells."}, {"pubmed": 25616664, "text": "Autophagy reduces the paracellular permeability of small solutes and ions via degradation of the pore-forming tight junction protein claudin-2."}, {"pubmed": 25694446, "text": "PKCiota binds to Rab14 and that PKCiota requires Rab14 for its correct distribution in cells. As with Rab14, PKCiota protects claudin-2 from lysosomal degradation and, in consequence, modulates epithelial barrier."}, {"pubmed": 25823815, "text": "Pan-inhibition of SFK signaling pathways elevated Claudin-2 expression levels in breast cancer cells. Loss of Yes or Fyn induces Claudin-2 expression; whereas, diminished Lyn levels impairs Claudin-2 expression in breast cancer cells."}, {"pubmed": 25948735, "text": "TNF--alpha modifies claudin-2 expression in tubular cells and this can have both short-term and long-term effects on transport and barrier functions."}, {"pubmed": 26023235, "text": "Phosphorylation state of the tyrosine of claudin-1 and claudin-2 regulates interaction with ZO1."}, {"pubmed": 26061016, "text": "Quercetin decreases claudin-2 expression mediated by up-regulation of miR-16 expression and instability of claudin-2 mRNA in lung adenocarcinoma cells."}, {"pubmed": 26110235, "text": "Association of claudin2 (rs7057398) polymorphism with idiopathic recurrent acute pancreatitis and progression of the disease to chronic pancreatitis."}, {"pubmed": 26212084, "text": "The current study reveals an important and novel mechanism for VDR by regulation of epithelial barriers."}, {"pubmed": 26568313, "text": "The authors conclude that claudin-2 forms gated paracellular channels."}, {"pubmed": 26820620, "text": "Genetic variants in CLDN2 and MORC4 genes were associated with chronic pancreatitis in Indian patients."}, {"pubmed": 27733684, "text": "hypotonic stress induces dephosphorylation, clathrin-dependent endocytosis, and degradation of claudin-1 and -2 in lysosomes, resulting in disruption of the TJ barrier in renal tubular epithelial cells."}, {"pubmed": 27869798, "text": "Data show that alterations in myosin light chain kinase activity, claudin-15 and claudin-2 expression are associated with gluten-induced symptomatology and intestinal permeability changes in diarrhea-predominant irritable bowel syndrome (IBS-D)."}, {"pubmed": 28057758, "text": "suggest that epigenetic inhibitors suppress the abnormal proliferation of lung adenocarcinoma cells highly expressing claudin-2"}, {"pubmed": 28106723, "text": "The claudin-2 expression increased in tumor necrosis factor alpha (TNF-alpha) Treated Caco-2 cell monolayers."}, {"pubmed": 28212604, "text": "We conclude that Claudin-2 expression is significantly associated with bile acid receptors VDR and TGR5 expression. Our studies identify a novel role of a tight junction protein in the development and progression of esophageal mucosal metaplasia, dysplasia and carcinoma."}, {"pubmed": 28636801, "text": "The cation channel-forming tight junction protein claudin-2 was shown to permit the paracellular passage of water through its pore."}, {"pubmed": 28754672, "text": "Low CLDN2 expression is associated with Lung Cancer metastasis."}, {"pubmed": 28804910, "text": "In summary, we demonstrate that TCPTP protects the intestinal epithelial barrier by restricting STAT-induced claudin-2 expression."}, {"pubmed": 28893958, "text": "these findings provide a novel mechanism by which microbial-derived butyrate promotes barrier through IL-10RA-dependent repression of claudin-2"}, {"pubmed": 28939759, "text": "results reveal that IL-22 increases intestinal epithelial permeability by upregulating Claudin-2 expression through the JAK/STAT pathway"}, {"pubmed": 29040430, "text": "CLDN2 may have a role regulating tissue-specific physiological properties in tight junctions in UC."}, {"pubmed": 29247669, "text": "the accumulation of DXR into spheroids was enhanced by claudin-2 knockdown, resulting in a reduction in cell viability. We suggest that claudin-2 may be a novel therapeutic target in lung adenocarcinoma, because claudin-2 knockdown increased the accumulation of anticancer agents in cancer cells and spheroids."}, {"pubmed": 29252987, "text": "integration of claudin-2, occludin and ZO-1 is necessary for maintaining the function of the proximal tubular epithelium."}, {"pubmed": 30289450, "text": "High CLDN2 expression is associated with ulcerative colitis."}, {"pubmed": 30692208, "text": "high levels of both Claudin-2 and Afadin in primary tumors were associated with poor disease-specific survival, relapse-free survival, lung-specific relapse, and liver-specific relapse"}, {"pubmed": 30899070, "text": "Caveolin 1 is Associated with Upregulated Claudin 2 in Necrotizing Enterocolitis."}, {"pubmed": 31086291, "text": "Ectopic expression of CLDN2 in podocytes is associated with childhood onset nephrotic syndrome."}, {"pubmed": 31320686, "text": "A novel gain-of-function missense variant in CLDN2 (c.481G>C; p.Gly161Arg) was found to co-segregate with the obstructive azoospermia phenotype, consistent with the X-linked inheritance pattern observed in the pedigree."}, {"pubmed": 31605016, "text": "Differential regulation of claudin-2 and claudin-15 expression in children and adults with malabsorptive disease."}, {"pubmed": 31726679, "text": "dysregulation of claudin-2 may contribute to the generation, maintenance, and/or progression of diseases through both permeability-dependent and -independent mechanisms."}, {"pubmed": 32149733, "text": "Claudin-2 deficiency associates with hypercalciuria in mice and human kidney stone disease."}, {"pubmed": 32423802, "text": "HMGB1-downregulated angulin-1/LSR induces epithelial barrier disruption via claudin-2 and cellular metabolism via AMPK in airway epithelial Calu-3 cells."}, {"pubmed": 32548807, "text": "Possibility of Targeting Claudin-2 in Therapy for Human Endometrioid Endometrial Carcinoma."}, {"pubmed": 33419064, "text": "Down-Regulation of Claudin-2 Expression by Cyanidin-3-Glucoside Enhances Sensitivity to Anticancer Drugs in the Spheroid of Human Lung Adenocarcinoma A549 Cells."}, {"pubmed": 33932903, "text": "LncRNA NKILA knockdown promotes cell viability and represses cell apoptosis, autophagy and inflammation in lipopolysaccharide-induced sepsis model by regulating miR-140-5p/CLDN2 axis."}, {"pubmed": 34079064, "text": "Claudin-2 promotes colorectal cancer liver metastasis and is a biomarker of the replacement type growth pattern."}, {"pubmed": 34205320, "text": "Elevation of Chemosensitivity of Lung Adenocarcinoma A549 Spheroid Cells by Claudin-2 Knockdown through Activation of Glucose Transport and Inhibition of Nrf2 Signal."}, {"pubmed": 35896264, "text": "Chitinase 3-like 1, Carcinoembryonic Antigen-related Cell Adhesion Molecule 6, and Ectopic Claudin-2 in the Carcinogenic Processes of Ulcerative Colitis."}, {"pubmed": 35968893, "text": "Loss of NKCC1 function increases epithelial tight junction permeability by upregulating claudin-2 expression."}, {"pubmed": 36961882, "text": "Downregulation of angulin-1/LSR induces malignancy via upregulation of EGF-dependent claudin-2 and TGF-beta-dependent cell metabolism in human lung adenocarcinoma A549 cells."}, {"pubmed": 37147871, "text": "Claudin-2 in hyperproliferative migrating keratinocytes and migration inhibition via siRNA knockdown."}, {"pubmed": 38056686, "text": "Plasma-activated medium ameliorates the chemoresistance of human lung adenocarcinoma cells mediated via downregulation of claudin-2 expression."}], "genomic_pos": {"chr": "X", "end": 106930861, "ensemblgene": "ENSG00000165376", "start": 106900164, "strand": 1}, "genomic_pos_hg19": {"chr": "X", "end": 106174091, "start": 106143394, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0016338", "qualifier": "involved_in", "term": "calcium-independent cell-cell adhesion via plasma membrane cell-adhesion molecules"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016338", "qualifier": "involved_in", "term": "calcium-independent cell-cell adhesion via plasma membrane cell-adhesion molecules"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055085", "qualifier": "involved_in", "term": "transmembrane transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070830", "qualifier": "involved_in", "term": "bicellular tight junction assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005911", "pubmed": 21415414, "qualifier": "located_in", "term": "cell-cell junction"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005923", "qualifier": "is_active_in", "term": "bicellular tight junction"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005923", "qualifier": "located_in", "term": "bicellular tight junction"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005198", "qualifier": "enables", "term": "structural molecule activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25323998, 25416956, 32296183, 34964704], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0015267", "qualifier": "enables", "term": "channel activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[8364, 100489170], [9031, 422292], [9544, 701378], [9606, 9075], [9615, 403649], [9913, 404089], [10090, 12738], [10116, 300920]], "id": 9621}, "interpro": [{"desc": "PMP-22/EMP/MP20/Claudin", "id": "IPR004031", "short_desc": "PMP22/EMP/MP20/Claudin"}, {"desc": "Claudin-2", "id": "IPR005411", "short_desc": "Claudin2"}, {"desc": "Claudin", "id": "IPR006187", "short_desc": "Claudin"}, {"desc": "Claudin, conserved site", "id": "IPR017974", "short_desc": "Claudin_CS"}], "ipi": "IPI00027998", "map_location": "Xq22.3", "name": "claudin 2", "other_names": ["SP82", "claudin-2"], "pantherdb": {"HGNC": "2041", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1276110", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 10090, "uniprot_kb": "O88552"}, {"RGD": "1560247", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 10116, "uniprot_kb": "D4A386"}, {"Ensembl": "ENSGALG00000007311", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 9031, "uniprot_kb": "E1C8Q0"}, {"ZFIN": "ZDB-GENE-040912-26", "ortholog_type": "O", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "F1QKA9"}], "uniprot_kb": "P57739"}, "pathway": {"kegg": [{"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-420029", "name": "Tight junction interactions"}, {"id": "R-HSA-421270", "name": "Cell-cell junction organization"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}], "wikipathways": [{"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}]}, "pdb": "4YYX", "pfam": "PF00822", "pharmgkb": "PA26567", "pharos": {"target_id": 16883, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169032", "relationship": "is"}, {"id": "GNF179938", "relationship": "is"}, {"id": "GNF190844", "relationship": "is"}, {"id": "GNF201750", "relationship": "is"}, {"id": "GNF214421", "relationship": "is"}, {"id": "GNF226763", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159452", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF002686", "relationship": "is"}, {"id": "GNF002687", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF104084", "relationship": "is"}, {"id": "GNF143733", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_016445.1"], "protein": ["NP_001164563.1", "NP_001164566.1", "NP_065117.1", "XP_054184059.1", "XP_054184060.1"], "rna": ["NM_001171092.1", "NM_001171095.2", "NM_020384.4", "XM_054328084.1", "XM_054328085.1"], "translation": [{"protein": "NP_065117.1", "rna": "NM_020384.4"}, {"protein": "XP_054184059.1", "rna": "XM_054328084.1"}, {"protein": "NP_001164566.1", "rna": "NM_001171095.2"}, {"protein": "XP_054184060.1", "rna": "XM_054328085.1"}, {"protein": "NP_001164563.1", "rna": "NM_001171092.1"}]}, "reporter": {"HG-U133_Plus_2": "223509_at", "HG-U95B": ["48843_at", "52766_at"], "HTA-2_0": "TC0X000521.hg.1", "HuEx-1_0": ["3986346", "3986370"], "HuGene-1_1": "8169210", "HuGene-2_1": "17105984"}, "summary": "This gene product belongs to the claudin protein family whose members have been identified as major integral membrane proteins localized exclusively at tight junctions. Claudins are expressed in an organ-specific manner and regulate tissue-specific physiologic properties of tight junctions. This protein is expressed in the intestine. Alternatively spliced transcript variants with different 5' untranslated region have been found for this gene.[provided by RefSeq, Jan 2010].", "symbol": "CLDN2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413469"}, "unigene": "Hs.522746", "uniprot": {"Swiss-Prot": "P57739"}, "wikipedia": {"url_stub": "CLDN2"}}