{"AllianceGenome": "2049", "HGNC": "2049", "MIM": "609131", "_id": "1366", "_version": 1, "accession": {"genomic": ["AC003688.1", "CH471108.2", "CP068261.2", "NC_000017.11", "NC_060941.1", "NW_021160020.1"], "protein": ["AAH01055.1", "AAH71844.1", "AAP35475.1", "AAP97219.1", "ADO22219.1", "BAG36674.1", "CAA09626.1", "EAW90228.1", "EAW90229.1", "NP_001171951.1", "NP_001171952.1", "NP_001298.3", "O95471.4"], "rna": ["AF093823.1", "AJ011497.1", "AK225418.1", "AK313958.1", "BC001055.2", "BC071844.1", "BM818537.1", "BT006829.1", "CV575841.1", "GQ891357.1", "NM_001185022.2", "NM_001185023.2", "NM_001307.6"], "translation": [{"protein": "AAP35475.1", "rna": "BT006829.1"}, {"protein": "CAA09626.1", "rna": "AJ011497.1"}, {"protein": "ADO22219.1", "rna": "GQ891357.1"}, {"protein": "NP_001171952.1", "rna": "NM_001185023.2"}, {"protein": "AAH71844.1", "rna": "BC071844.1"}, {"protein": "NP_001171951.1", "rna": "NM_001185022.2"}, {"protein": "AAP97219.1", "rna": "AF093823.1"}, {"protein": "NP_001298.3", "rna": "NM_001307.6"}, {"protein": "AAH01055.1", "rna": "BC001055.2"}, {"protein": "BAG36674.1", "rna": "AK313958.1"}]}, "alias": ["CEPTRL2", "CLDN-7", "CPETRL2", "Hs.84359", "claudin-1"], "ensembl": [{"gene": "ENSG00000288292", "protein": ["ENSP00000499854", "ENSP00000500298", "ENSP00000500433", "ENSP00000500457", "ENSP00000500460", "ENSP00000500589", "ENSP00000500938"], "transcript": ["ENST00000672042", "ENST00000672108", "ENST00000672374", "ENST00000672443", "ENST00000672649", "ENST00000672664", "ENST00000673003", "ENST00000673409"], "translation": [{"protein": "ENSP00000500298", "rna": "ENST00000672443"}, {"protein": "ENSP00000500433", "rna": "ENST00000673003"}, {"protein": "ENSP00000500460", "rna": "ENST00000672374"}, {"protein": "ENSP00000500589", "rna": "ENST00000672042"}, {"protein": "ENSP00000500938", "rna": "ENST00000672664"}, {"protein": "ENSP00000499854", "rna": "ENST00000672649"}, {"protein": "ENSP00000500457", "rna": "ENST00000672108"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000181885", "protein": ["ENSP00000353475", "ENSP00000396638", "ENSP00000445131", "ENSP00000460550", "ENSP00000460796", "ENSP00000465963", "ENSP00000467220"], "transcript": ["ENST00000360325", "ENST00000397317", "ENST00000538261", "ENST00000571881", "ENST00000571932", "ENST00000573745", "ENST00000574070", "ENST00000575313"], "translation": [{"protein": "ENSP00000353475", "rna": "ENST00000360325"}, {"protein": "ENSP00000445131", "rna": "ENST00000538261"}, {"protein": "ENSP00000396638", "rna": "ENST00000397317"}, {"protein": "ENSP00000460550", "rna": "ENST00000574070"}, {"protein": "ENSP00000460796", "rna": "ENST00000575313"}, {"protein": "ENSP00000465963", "rna": "ENST00000571881"}, {"protein": "ENSP00000467220", "rna": "ENST00000571932"}], "type_of_gene": "protein_coding"}], "entrezgene": "1366", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.43621574755, "exp_mis": 82.1503248013, "exp_syn": 39.2321370867, "lof_z": 1.34169816057337, "mis_z": 0.979481229265276, "mu_lof": 4.42079774468e-07, "mu_mis": 7.44642306378e-06, "mu_syn": 3.52447235838e-06, "n_lof": 3.0, "n_mis": 64.0, "n_syn": 39.0, "p_li": 0.0413847351651376, "p_null": 0.114022034154306, "p_rec": 0.844593230680556, "syn_z": 0.022976215494745}, "bp": 636, "cds_end": 7165362, "cds_start": 7163692, "n_exons": 4, "nonpsych": {"exp_lof": 5.7452801977, "exp_mis": 74.2738571608, "exp_syn": 35.4287498248, "lof_z": 1.12481984720988, "mis_z": 0.835381985965223, "mu_lof": 4.42079774468e-07, "mu_mis": 7.44642306378e-06, "mu_syn": 3.52447235838e-06, "n_lof": 3.0, "n_mis": 60.0, "n_syn": 38.0, "p_li": 0.0349607888971864, "p_null": 0.15838925115942, "p_rec": 0.806649959943394, "syn_z": -0.271975576600326}, "nontcga": {"exp_lof": 5.9135094448, "exp_mis": 75.5704950005, "exp_syn": 36.0857545097, "lof_z": 1.58754122206106, "mis_z": 1.23621439252604, "mu_lof": 4.42079774468e-07, "mu_mis": 7.44642306378e-06, "mu_syn": 3.52447235838e-06, "n_lof": 2.0, "n_mis": 54.0, "n_syn": 36.0, "p_li": 0.168456978536509, "p_null": 0.0600959394169448, "p_rec": 0.771447082046546, "syn_z": 0.00903833813696042}, "transcript": "ENST00000360325.7"}, "exons": [{"cdsend": 7262043, "cdsstart": 7260373, "chr": "17", "position": [[7259902, 7260536], [7260641, 7260726], [7260820, 7260985], [7261820, 7262343], [7263158, 7263193]], "strand": -1, "transcript": "NM_001185022", "txend": 7263193, "txstart": 7259902}, {"cdsend": 7262043, "cdsstart": 7260486, "chr": "17", "position": [[7259902, 7260536], [7260820, 7260985], [7261820, 7262945]], "strand": -1, "transcript": "NM_001185023", "txend": 7262945, "txstart": 7259902}, {"cdsend": 7262043, "cdsstart": 7260373, "chr": "17", "position": [[7259902, 7260536], [7260641, 7260726], [7260820, 7260985], [7261820, 7262478]], "strand": -1, "transcript": "NM_001307", "txend": 7262478, "txstart": 7259902}], "exons_hg19": [{"cdsend": 7165362, "cdsstart": 7163692, "chr": "17", "position": [[7163221, 7163855], [7163960, 7164045], [7164139, 7164304], [7165139, 7165662], [7166477, 7166512]], "strand": -1, "transcript": "NM_001185022", "txend": 7166512, "txstart": 7163221}, {"cdsend": 7165362, "cdsstart": 7163805, "chr": "17", "position": [[7163221, 7163855], [7164139, 7164304], [7165139, 7166264]], "strand": -1, "transcript": "NM_001185023", "txend": 7166264, "txstart": 7163221}, {"cdsend": 7165362, "cdsstart": 7163692, "chr": "17", "position": [[7163221, 7163855], [7163960, 7164045], [7164139, 7164304], [7165139, 7165797]], "strand": -1, "transcript": "NM_001307", "txend": 7165797, "txstart": 7163221}], "generif": [{"pubmed": 12673207, "text": "Loss of claudin-7 correlates with histological grade in both ductal carcinoma in situ and invasive ductal carcinoma of the breast, providing insight into the potential role of CLDN-7 in the progression and ability of breast cancer cells to disseminate."}, {"pubmed": 14502431, "text": "2 forms of claudin-7, a full-length form with 211 AA residues and a C-terminal truncated form with 158 AA residues, are able to regulate the expression of a tissue-specific protein, prostate-specific antigen, in the LNCaP prostate cancer cell line."}, {"pubmed": 15475928, "text": "Loss of claudin-1 expression proved to be a strong predictor of disease recurrence and poor patient survival in stage II colon cancer."}, {"pubmed": 15790437, "text": "Claudin-1 and claudin-7 may play a significant role in tumor progression of cervical neoplasia and may represent useful markers for malignant transformation of cervical squamous cells."}, {"pubmed": 16049341, "text": "Overexpression of claudin-7 is associated with gastric tumorigenesis"}, {"pubmed": 17060315, "text": "induction of claudin7 expression by ELF3 appears critical to the formation of the epithelial structures in biphasic synovial sarcoma"}, {"pubmed": 17103306, "text": "Claudin tight junction proteins in endoscopy biopsy samples showed Barrett's metaplasia contains more claudin-2 and claudin-3 than found in normal esophageal mucosa, but markedly lower claudins 1 and 5, indicating very different tight junction barriers."}, {"pubmed": 17418912, "text": "When compared, adenocarcinomas and squamous cell carcinomas revealed significant differences in CLDN7 expression."}, {"pubmed": 17579117, "text": "claudin-7-associated EpCAM is recruited into (tetraspanin-enriched membrane microdomains) and forms a complex with CO-029 and CD44v6 that facilitates metastasis formation"}, {"pubmed": 17611659, "text": "Results show show that claudin 7 expression changed with the gastric carcinogenic process and that this is implicated in cancer characteristics."}, {"pubmed": 17922590, "text": "Claudin-7 to be a candidate expression marker for distinguishing chromophobe renal cell carcinoma from other renal tumor subtypes, including the morphologically similar oncocytoma."}, {"pubmed": 17962811, "text": "Reduced claudin-7 expression correlates with loss of differentiation in thyroid neoplasms."}, {"pubmed": 18298564, "text": "CLDN-7 is significantly overexpressed in all main histologic types of epithelial ovarian cancer"}, {"pubmed": 18349130, "text": "The role of extracellular loop domains of claudin-1 in determining tight junctions function, is studied."}, {"pubmed": 18357381, "text": "a reduced expression of the claudin-7 gene might lead to venous invasion and liver metastasis in colorectal cancer."}, {"pubmed": 18439941, "text": "Claudin-3 and claudin-7 expression in effusions independently predicts poor survival in ovarian cancer."}, {"pubmed": 18519685, "text": "claudin-7 overexpression promotes a loss of tumor cell polarization and contributes to tumorigenesis"}, {"pubmed": 18550469, "text": "neither occludin nor claudin-7 expression was associated with clinicopathologic findings in patients with urothelial carcinoma of the upper urinary tract."}, {"pubmed": 18560860, "text": "Claudin-1 plays a crucial role in recruiting occludin to tight junctions, and occludin is involved in intercellular barrier function."}, {"pubmed": 18667601, "text": "Aspirin induces gastric epithelial barrier dysfunction by activating p38 MAPK via claudin-7."}, {"pubmed": 18799195, "text": "claudin-7 and claudin-8 have potential use as immunohistochemical biomarkers in the differential diagnosis of chromophobe renal cell carcinoma and oncocytoma"}, {"pubmed": 18981000, "text": "claudin-1 expression is an independent prognosticator of shortened disease-specific patient survival in clinically relevant subgroups of clear cell renal cell carcinoma"}, {"pubmed": 19120888, "text": "Down-regulation of claudin-7 might lead to altered tight junction structure and be related to the impaired epithelial function in active ulcerative colitis."}, {"pubmed": 19194274, "text": "Expression pattern of claudins 5 and 7 distinguishes solid-pseudopapillary from pancreatoblastoma, acinar cell and endocrine tumors of the pancreas."}, {"pubmed": 19231096, "text": "claudin-4, in addition to 1 and 5, might be a useful differential diagnostic marker of lung cancer in Korean people."}, {"pubmed": 19661441, "text": "is altered in early-stage psoriasis"}, {"pubmed": 19960275, "text": "Claudins 6, 7, and 9 expressions are closely related to gastric carcinogenesis."}, {"pubmed": 20204275, "text": "Claudin-1 was expressed in all 18 cases of Epstein-Barr virus-associated nasopharyngeal carcinoma studied"}, {"pubmed": 20478039, "text": "Claudin-1, -3, -4, -5, and -7 are expressed in developing human lung from week 12 to week 40 with distinct locations and in divergent quantities."}, {"pubmed": 20874001, "text": "Increased expression of claudin-6, claudin-7, or claudin-9 is sufficient to enhance tumorigenic properties of a gastric adenocarcinoma cell line."}, {"pubmed": 20926780, "text": "These data suggest that proteasomes regulate claudin-1 localization at the plasma membrane, which changes upon proteasomal inhibition to a Rab5a-mediated endosomal localization."}, {"pubmed": 21083599, "text": "Claudin-7 down-regulation is an important feature in oral squamous cell carcinoma"}, {"pubmed": 21184237, "text": "Analysis of staining intensities of CLDN 1 and 3 is useful as an auxiliary diagnostic and prognostic tool in patients with salivary gland mucoepidermoid carcinoma."}, {"pubmed": 21193919, "text": "transcriptional activity of claudin 7 gene not a useful marker of laryngeal tumor"}, {"pubmed": 21310043, "text": "Claudin-7 mRNA level is decreased already as an early event in colorectal carcinogenesis, probably contributing to the compromised epithelial barrier in adenomas."}, {"pubmed": 21480761, "text": "Claudin-7 and tricellulin were markedly reduced at all stages of tumor development. In situ hybridization analysis showed no correlation between HPV infection and altered expression of the tight junction proteins."}, {"pubmed": 21641901, "text": "The claudin-7 inhibits cell migration and invasion through ERK/MAPK signaling pathway in response to growth factor stimulation in human lung cancer cells."}, {"pubmed": 21645451, "text": "down-regulation of Claudin-7 and overexpression of Slug in lung squamous cell carcinoma and adenocarcinoma"}, {"pubmed": 21789222, "text": "Claudin-7 is significantly upregulated in epithelial ovarian cancer."}, {"pubmed": 21956537, "text": "CD24+ (P=0.07) and claudin-7 positivity (P=0.05) were associated with reduced time of recurrence, suggesting a contribution of these markers to aggressiveness of breast cancer."}, {"pubmed": 22941467, "text": "Increased expression of claudin-1 contributes to an anti-apoptotic role in TNF-alpha-induced apoptosis."}, {"pubmed": 23146509, "text": "Survival analysis showed a trend toward a better prognosis among patients with overexpression of claudin-7 in hepatocellular carcinoma."}, {"pubmed": 23433123, "text": "Claudin-7 was phosphorylated at serine 204 by protein kinase C."}, {"pubmed": 23953778, "text": "lack of claudin-7 expression in the tumour centre may be used to identify patients with increased risk for regional recurrence"}, {"pubmed": 24333468, "text": "Evaluated expression of claudins in gastric cancer and determined their significance for patient outcome. Claudin-3 and claudin-7 were expressed in 25.4% and 29.9% of gastric cancer tissues; 51.5% of gastric cancer tissues had reduced claudin-18."}, {"pubmed": 24358122, "text": "These results suggest aberrant Claudin 7, alpha - and beta-catenin expression and/or localisation patterns may be putative markers for distinguishing localised prostate cancer from aggressive metastatic disease when used collectively."}, {"pubmed": 24479816, "text": "the CLDN7 rs4562 (c.590C>T) genotype had a higher risk of lymph node involvement and a lower degree of tumor differentiation"}, {"pubmed": 24696415, "text": "Increased expression of claudin-7 is associated with liver cirrhosis and hepatocellular carcinoma."}, {"pubmed": 24727741, "text": "This study suggests the possibility that EpCAM, together with CD44v6 and claudin-7 as well as ALDH1, may be involved in the development of the aggressive phenotype of anaplastic thyroid carcinoma."}, {"pubmed": 24737165, "text": "Data show that claudin-4 and claudin-7 were observed in hepatocytes of severely damaged mouse and human livers."}, {"pubmed": 24815833, "text": "The present study demonstrates that high expression of claudins 1, 4, 5 and down-regulation of claudin-7 are positive prognostic markers and are associated with good outcome and increased survival rates."}, {"pubmed": 24997475, "text": "these results confirm the role of claudin-1 as a promoter of colon tumorigenesis and further identify the role of the dysregulated antigen-tumor interaction and inflammation in claudin-1-dependent upregulation of colon tumorigenesis."}, {"pubmed": 25038829, "text": "Claudin 1, 4, and 7 are important building blocks of paracellular adhesion molecules; their decreased expression in colorectal cancer seems to have critical effects on cell proliferation, motility, invasion, and immune response against the tumor."}, {"pubmed": 25078758, "text": "The increased claudin-1 expression was significantly associated with the high pathologic grade, the presence of microscopic perineural invasion, vascular invasion, nodal metastasis, and advanced clinical stage of oral squamous cell carcinoma."}, {"pubmed": 25500541, "text": "Loss of claudin-7 potentiates epithelial-to-mesenchymal transition to promote colon cancer, in a manner dependent on Rab25."}, {"pubmed": 25514462, "text": "Data indicate that claudin-7 knockdown cells display decreased anchorage-independent growth."}, {"pubmed": 25759378, "text": "A variant, rs222857, in the CLDN7 locus, predicted adiponectin increases within intensive lifestyle intervention."}, {"pubmed": 25778318, "text": "Icreased claudin 7 expression was related to decreased survival in nasopharyngeal carcinoma."}, {"pubmed": 26054340, "text": "CLDN-7 palmitoylation prohibits tight junction integration and fosters glycolipid-enriched membrane domains recruitment. Via associated molecules, palmitoylated CLDN-7supports motility and invasion."}, {"pubmed": 26081244, "text": "we identified a previously unrecognized function of claudin-7 in regulating cell proliferation and maintaining epithelial cell attachment through engaging integrin beta1."}, {"pubmed": 26216285, "text": "We identified hepatocyte nuclear factor 4alpha as a regulatory factor that bound endogenous CLDN7 promoter in differentiating intestinal epithelial cells and stimulated CLDN7 promoter activity."}, {"pubmed": 26319240, "text": "claudin 1 and claudin 4 are differentially involved in atopic dermatitis pathogenesis"}, {"pubmed": 26340953, "text": "localization of Cldn3, Cldn7 and Cldn10 proteins in the different compartments of murine endometrium up to day 8.5 of pregnancy (dpc) as well as in human endometrium and first trimester decidua"}, {"pubmed": 26464708, "text": "The expression of claudin-7 has no obviously difference between cervical carcinoma tissues and adjacent non-neoplastic tissues."}, {"pubmed": 26872891, "text": "These results suggested that increase of Cldn4-expression may be involved in early molecular events during carcinogenesis of adenocarcinoma, whereas increase of Cldn7-expression may be associated with tumor invasion or progression."}, {"pubmed": 26982264, "text": "that the dysregulated expression of these miRNAs, in conjunction with the high claudin 1 levels, could serve as a useful biomarker that identifies a subset of tumors within the poorly characterized basal-like subtype of breast cancer"}, {"pubmed": 27444172, "text": "that claudins-4 and -7 might be valuable markers for distinguishing hepatocellular carcinoma and cholangiocarcinoma and that cholangiolocellular carcinoma might arise from hepatic ductal cells"}, {"pubmed": 27884700, "text": "suggest that the reduction of CLDN5, 7, and 18 expression loses the suppressive ability of interaction between PDK1 and Akt and causes sustained phosphorylation of Akt, resulting in the disordered proliferation in lung squamous carcinoma cells"}, {"pubmed": 28055967, "text": "Cycling hypoxia could induce significant changes in CLDN1 and CLDN7 expression in nasopharyngeal cancer cells, indirectly regulation P18 expression and affecting cell invasion/proliferation."}, {"pubmed": 28094766, "text": "These results identify EpCAM as a substrate of matriptase and link HAI-2, matriptase, EpCAM, and claudin-7 in a functionally important pathway that causes disease when it is dysregulated."}, {"pubmed": 28295005, "text": "84/118, 64/118, 52/118 reaction with claudin-1, claudin-3 and claudin-4 in cancer and colon polyps had a membrane localization, respectively.Mislocalization claudin-3 to nucleus in colon cancer and mislocalization claudin-4 to nucleus in adenomas of the colon were detected for the first time."}, {"pubmed": 28832026, "text": "this paper shows that TGF-beta1 alters esophageal epithelial barrier function by attenuation of claudin-7 in eosinophilic esophagitis"}, {"pubmed": 29031421, "text": "these results suggest that Helicobacter pylori lipopolysaccharide induces TLR2 expression in the gastric adenocarcinoma cells, and that the longer the exposure to lipopolysaccharide, the greater the expression of TLR2 in the cell membrane; consequently the expression of claudin-4, -6, -7 and -9 also increases"}, {"pubmed": 29422769, "text": "In addition to replicating a previously identified genome-wide significant locus for corneal astigmatism near the PDGFRA gene, gene-based analysis identified three novel candidate genes, CLDN7, ACP2, and TNFAIP8L3, that warrant further investigation to understand their role in the pathogenesis of corneal astigmatism.  (Meta-analysis)"}, {"pubmed": 29482498, "text": "Immunohistochemical expression levels of cytoplasmic claudins 3 and 7 appear to be novel prognostic factors in triple-negative breast cancer."}, {"pubmed": 29512497, "text": "DICFM approach may be applied as an appropriate approach to quantify the immunohistochemical staining of claudin-7 on the cell membrane and claudin-7 may serve as a marker for identification of lung cancer"}, {"pubmed": 29788731, "text": "CLDN7 expression is significantly elevated in gastric cancer tissues, and the overexpression of CLDN7 is closely related to lymph node metastasis. CLDN7 executes an oncogenic function, promoting cancer cell proliferation, invasion, and epithelial-mesenchymal transition."}, {"pubmed": 29901188, "text": "the present study revealed the distinct expression profiles of claudin5, 7 and 8 in nonneoplastic mucosal tissues and gastric carcinoma tissues. Furthermore, the expression of these claudin proteins was highly associated with metastatic progression and prognosis in patients with gastric carcinoma"}, {"pubmed": 30044945, "text": "In the salivary gland ducts from patients with IgG4-related disease there was significant infiltration of IgG-positive plasma cells, and expression of GBP-1, CLDN-7 and LSR was increased."}, {"pubmed": 30243087, "text": "The mechanism involved in the modulation of serine phosphorylated claudin-7."}, {"pubmed": 30416041, "text": "CLDN7 may be expressed in the rapidly proliferating and dominant cell population in human pancreatic cancer tissues."}, {"pubmed": 30428910, "text": "Authors have demonstrated a previously undescribed role of CLDN7 as a ccRCC suppressor and suggest that loss of CLDN7 potentiates EMT and tumor progression."}, {"pubmed": 30528239, "text": "Decreasing expression of Claudin-7 may promote the invasion and metastasis of colorectal cancer by regulating epithelial-mesenchymal transition."}, {"pubmed": 30945750, "text": "Results how that cancer-initiating cell (CIC) -tumor exosomes (TEX) rescue Claudin7 (cld7)-knockdown (kd) (cld7kd) tumor progression."}, {"pubmed": 31115553, "text": "the findings of the present study demonstrated that the expression levels of CLDN1, 3, 7 and 8 varied between laryngeal squamous carcinoma tissues and nonneoplastic tissues"}, {"pubmed": 31298324, "text": "Long noncoding RNA DDX11-AS1 induced by YY1 accelerates colorectal cancer progression through targeting miR-873/CLDN7 axis."}, {"pubmed": 31737127, "text": "Claudin-7 is frequently expressed in the chromophobe renal cell carcinoma with high specificity."}, {"pubmed": 32749148, "text": "Claudin-7 Inhibits Proliferation and Metastasis in Salivary Adenoid Cystic Carcinoma Through Wnt/beta-Catenin Signaling."}, {"pubmed": 32992138, "text": "The p53-inducible CLDN7 regulates colorectal tumorigenesis and has prognostic significance."}, {"pubmed": 33441633, "text": "Reduced occludin and claudin-7 expression is associated with urban locations and exposure to second-hand smoke in allergic rhinitis patients."}, {"pubmed": 33483086, "text": "Titanium dioxide particles modulate epithelial barrier protein, Claudin 7 in asthma."}, {"pubmed": 34281572, "text": "Claudin-7 deficiency promotes stemness properties in colorectal cancer through Sox9-mediated Wnt/beta-catenin signalling."}, {"pubmed": 34571860, "text": "A Claudin-Based Molecular Signature Identifies High-Risk, Chemoresistant Colorectal Cancer Patients."}, {"pubmed": 34763991, "text": "Claudin-7 in keratinocytes is downregulated by the inhibition of HMG-CoA reductase and is highly expressed in the stratum granulosum of the psoriatic epidermis."}, {"pubmed": 34774484, "text": "N-glycosylation status of Trop2 impacts its surface density, interaction with claudin-7 and exosomal release."}, {"pubmed": 36275703, "text": "Matrix metalloproteinase 7 contributes to intestinal barrier dysfunction by degrading tight junction protein Claudin-7."}, {"pubmed": 38050671, "text": "Hypoxia-inducible microRNA-155 negatively regulates epithelial barrier in eosinophilic esophagitis by suppressing tight junction claudin-7."}], "genomic_pos": [{"chr": "17", "end": 7263983, "ensemblgene": "ENSG00000181885", "start": 7259903, "strand": -1}, {"chr": "HG2087_PATCH", "end": 19311, "ensemblgene": "ENSG00000288292", "start": 15231, "strand": -1}], "genomic_pos_hg19": {"chr": "17", "end": 7167302, "start": 7163222, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007162", "qualifier": "involved_in", "term": "negative regulation of cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016338", "qualifier": "involved_in", "term": "calcium-independent cell-cell adhesion via plasma membrane cell-adhesion molecules"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031333", "qualifier": "involved_in", "term": "negative regulation of protein-containing complex assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070830", "qualifier": "involved_in", "term": "bicellular tight junction assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000147", "qualifier": "involved_in", "term": "positive regulation of cell motility"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [12673207, 20375010], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005923", "qualifier": "is_active_in", "term": "bicellular tight junction"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005923", "qualifier": "located_in", "term": "bicellular tight junction"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016327", "qualifier": "located_in", "term": "apicolateral plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016328", "qualifier": "located_in", "term": "lateral plasma membrane"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005198", "qualifier": "enables", "term": "structural molecule activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16054130, 25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019904", "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0050839", "qualifier": "enables", "term": "cell adhesion molecule binding"}]}, "homologene": {"genes": [[7955, 60635], [7955, 436612], [9544, 714647], [9598, 455232], [9606, 1366], [9615, 489466], [9913, 512975], [10090, 53624], [10116, 65132]], "id": 9649}, "interpro": [{"desc": "Claudin-7", "id": "IPR003552", "short_desc": "Claudin7"}, {"desc": "PMP-22/EMP/MP20/Claudin", "id": "IPR004031", "short_desc": "PMP22/EMP/MP20/Claudin"}, {"desc": "Claudin", "id": "IPR006187", "short_desc": "Claudin"}, {"desc": "Claudin, conserved site", "id": "IPR017974", "short_desc": "Claudin_CS"}], "ipi": ["IPI00294755", "IPI00794537", "IPI00983469"], "map_location": "17p13.1", "name": "claudin 7", "other_names": ["claudin-7", "clostridium perfringens enterotoxin receptor-like 2", "epididymis secretory sperm binding protein"], "pantherdb": {"HGNC": "2049", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1859285", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 10090, "uniprot_kb": "Q9Z261"}, {"RGD": "68432", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 10116, "uniprot_kb": "Q9Z1L1"}, {"Ensembl": "ENSGALG00000049326", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 9031, "uniprot_kb": "A0A3Q3B175"}, {"ZFIN": "ZDB-GENE-001103-5", "ortholog_type": "O", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "Q9YH92"}, {"ZFIN": "ZDB-GENE-040718-29", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "Q6DHP1"}], "uniprot_kb": "O95471"}, "pathway": {"kegg": [{"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-420029", "name": "Tight junction interactions"}, {"id": "R-HSA-421270", "name": "Cell-cell junction organization"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}], "wikipathways": {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}}, "pfam": "PF00822", "pharmgkb": "PA26575", "pharos": {"target_id": 19687, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167499", "relationship": "is"}, {"id": "GNF178405", "relationship": "is"}, {"id": "GNF189311", "relationship": "is"}, {"id": "GNF200217", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159392", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF005615", "relationship": "is"}, {"id": "GNF005616", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF284730", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104079", "relationship": "is"}, {"id": "GNF110634", "relationship": "is"}, {"id": "GNF143728", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NW_021160020.1"], "protein": ["NP_001171951.1", "NP_001171952.1", "NP_001298.3"], "rna": ["NM_001185022.2", "NM_001185023.2", "NM_001307.6"], "translation": [{"protein": "NP_001298.3", "rna": "NM_001307.6"}, {"protein": "NP_001171951.1", "rna": "NM_001185022.2"}, {"protein": "NP_001171952.1", "rna": "NM_001185023.2"}]}, "reporter": {"HG-U133_Plus_2": "202790_at", "HG-U95Av2": "38482_at", "HTA-2_0": "TC17001083.hg.1", "HuEx-1_0": "3743551", "HuGene-1_1": "8012126", "HuGene-2_1": "16840599"}, "summary": "This gene encodes a member of the claudin family. Claudins are integral membrane proteins and components of tight junction strands. Tight junction strands serve as a physical barrier to prevent solutes and water from passing freely through the paracellular space between epithelial or endothelial cell sheets, and also play critical roles in maintaining cell polarity and signal transductions. Differential expression of this gene has been observed in different types of malignancies, including breast cancer, ovarian cancer, hepatocellular carcinomas, urinary tumors, prostate cancer, lung cancer, head and neck cancers, thyroid carcinomas, etc.. Alternatively spliced transcript variants encoding different isoforms have been found.[provided by RefSeq, May 2010].", "symbol": "CLDN7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413477"}, "unigene": "Hs.513915", "uniprot": {"Swiss-Prot": "O95471", "TrEMBL": ["A0A384ME58", "F5H496", "K7EP40", "I3L3L6", "K7EL87", "I3L3X1"]}, "wikipedia": {"url_stub": "CLDN7"}}