{"AllianceGenome": "2047", "HGNC": "2047", "MIM": "602101", "_id": "7122", "_version": 1, "accession": {"genomic": ["AC000082.4", "CH471176.2", "CP068256.2", "NC_000022.11", "NC_060946.1"], "protein": ["AAC51364.1", "AAH02404.1", "AAH19290.2", "AAH32363.1", "AAP35918.1", "BAD96186.1", "BAG52573.1", "CAG30306.1", "EAX03034.1", "EAX03035.1", "NP_001124333.1", "NP_001349995.1", "NP_001349996.1", "NP_001413331.1", "NP_003268.2", "O00501.1"], "rna": ["AF000959.1", "AK092561.1", "AK124019.1", "AK222466.1", "BC002404.2", "BC019290.1", "BC032363.1", "BT007254.1", "BU688528.1", "CB993999.1", "CR456420.1", "DB023636.1", "NM_001130861.1", "NM_001363066.2", "NM_001363067.2", "NM_001426402.1", "NM_003277.4"], "translation": [{"protein": "AAC51364.1", "rna": "AF000959.1"}, {"protein": "AAH32363.1", "rna": "BC032363.1"}, {"protein": "AAP35918.1", "rna": "BT007254.1"}, {"protein": "NP_001349996.1", "rna": "NM_001363067.2"}, {"protein": "NP_001413331.1", "rna": "NM_001426402.1"}, {"protein": "BAG52573.1", "rna": "AK092561.1"}, {"protein": "AAH19290.2", "rna": "BC019290.1"}, {"protein": "NP_001124333.1", "rna": "NM_001130861.1"}, {"protein": "BAD96186.1", "rna": "AK222466.1"}, {"protein": "NP_003268.2", "rna": "NM_003277.4"}, {"protein": "AAH02404.1", "rna": "BC002404.2"}, {"protein": "NP_001349995.1", "rna": "NM_001363066.2"}, {"protein": "CAG30306.1", "rna": "CR456420.1"}]}, "alias": ["AWAL", "BEC1", "CPETRL1", "TMDVCF", "TMVCF"], "ensembl": {"gene": "ENSG00000184113", "protein": ["ENSP00000384554", "ENSP00000385477", "ENSP00000400612", "ENSP00000480623"], "transcript": ["ENST00000403084", "ENST00000406028", "ENST00000413119", "ENST00000618236"], "translation": [{"protein": "ENSP00000385477", "rna": "ENST00000406028"}, {"protein": "ENSP00000480623", "rna": "ENST00000618236"}, {"protein": "ENSP00000384554", "rna": "ENST00000403084"}, {"protein": "ENSP00000400612", "rna": "ENST00000413119"}], "type_of_gene": "protein_coding"}, "entrezgene": "7122", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.19306962149583, "exp_mis": 133.459966098616, "exp_syn": 83.5962700935015, "lof_z": 2.02841002929976, "mis_z": 3.40659813802839, "mu_lof": 5.01550668341e-07, "mu_mis": 1.71040363071e-05, "mu_syn": 1.06997588641e-05, "n_lof": 0.0, "n_mis": 53.0, "n_syn": 39.0, "p_li": 0.74051961882886, "p_null": 0.0111003999058578, "p_rec": 0.248379981265283, "syn_z": 3.02381023043197}, "bp": 912, "cds_end": 19512033, "cds_start": 19511121, "n_exons": 1, "nonpsych": {"exp_lof": 3.78095215806246, "exp_mis": 120.779971171075, "exp_syn": 75.6485174544669, "lof_z": 1.90964461949754, "mis_z": 3.34022892264706, "mu_lof": 5.01550668341e-07, "mu_mis": 1.71040363071e-05, "mu_syn": 1.06997588641e-05, "n_lof": 0.0, "n_mis": 48.0, "n_syn": 35.0, "p_li": 0.734874815461939, "p_null": 0.0140507360732318, "p_rec": 0.25107444846483, "syn_z": 2.94244265911253}, "nontcga": {"exp_lof": 3.85624206516799, "exp_mis": 122.781795820798, "exp_syn": 76.9071964512847, "lof_z": 1.93715061872383, "mis_z": 3.58712597799829, "mu_lof": 5.01550668341e-07, "mu_mis": 1.71040363071e-05, "mu_syn": 1.06997588641e-05, "n_lof": 0.0, "n_mis": 43.0, "n_syn": 36.0, "p_li": 0.722720830934944, "p_null": 0.0133060346383534, "p_rec": 0.263973134426703, "syn_z": 2.95351085319957}, "transcript": "ENST00000406028.1"}, "exons": [{"cdsend": 19524510, "cdsstart": 19523598, "chr": "22", "position": [[19523023, 19525337]], "strand": -1, "transcript": "NM_001130861", "txend": 19525337, "txstart": 19523023}, {"cdsend": 19524255, "cdsstart": 19523598, "chr": "22", "position": [[19523026, 19524410]], "strand": -1, "transcript": "NM_001363066", "txend": 19524410, "txstart": 19523026}, {"cdsend": 19524510, "cdsstart": 19523598, "chr": "22", "position": [[19523026, 19524542], [19525053, 19525337]], "strand": -1, "transcript": "NM_001363067", "txend": 19525337, "txstart": 19523026}, {"cdsend": 19524510, "cdsstart": 19523598, "chr": "22", "position": [[19523026, 19524542], [19525154, 19525337]], "strand": -1, "transcript": "NM_003277", "txend": 19525337, "txstart": 19523026}], "exons_hg19": [{"cdsend": 19512033, "cdsstart": 19511121, "chr": "22", "position": [[19510546, 19512860]], "strand": -1, "transcript": "NM_001130861", "txend": 19512860, "txstart": 19510546}, {"cdsend": 19511778, "cdsstart": 19511121, "chr": "22", "position": [[19510549, 19511933]], "strand": -1, "transcript": "NM_001363066", "txend": 19511933, "txstart": 19510549}, {"cdsend": 19512033, "cdsstart": 19511121, "chr": "22", "position": [[19510549, 19512065], [19512576, 19512860]], "strand": -1, "transcript": "NM_001363067", "txend": 19512860, "txstart": 19510549}, {"cdsend": 19512033, "cdsstart": 19511121, "chr": "22", "position": [[19510549, 19512065], [19512677, 19512860]], "strand": -1, "transcript": "NM_003277", "txend": 19512860, "txstart": 19510549}], "generif": [{"pubmed": 11944085, "text": "Claudin 5 is transiently expressed during the development of the retinal pigment epithelium."}, {"pubmed": 12743111, "text": "The Blood-Brain Barrier against small molecules (<800 D), but not larger molecules, was selectively affected in Claudin-5 deficient mice."}, {"pubmed": 12909588, "text": "Airway tight junctions are regulated by claudin interactions that confer the selectivity of the junction."}, {"pubmed": 15260435, "text": "Showed that residues located C-terminal to the last transmembrane domain of claudin 5 are required for the proper targeting to apical TJ.s."}, {"pubmed": 15363474, "text": "CLDN5 protein may predispose to schizophrenia"}, {"pubmed": 15617864, "text": "CLDN5 may be involved in forming a permeability barrier in the gut and, together with DQB, confer a susceptibility to schizophrenia."}, {"pubmed": 15820333, "text": "CLDN5 may be associated with schizophrenia in Chinese of Han descent"}, {"pubmed": 16158492, "text": "CLDN5 may be classified as a tight junction protein capable of \"sealing\" a tight junction."}, {"pubmed": 16181776, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16514648, "text": "gamma linolenic acid, iodine, and selenium alone, or in combination are able to strengthen the function of tight junctions in human endothelial cells, by way of regulating the distribution of Claudin-5, Occludin, and ZO-1"}, {"pubmed": 16959372, "text": "overexpression of claudin-5 leads to formation of elaborate networks of junction strands, which are absent in untransduced endothelial cells"}, {"pubmed": 17103306, "text": "Claudin tight junction proteins in endoscopy biopsy samples showed Barrett's metaplasia contains more claudin-2 and claudin-3 than found in normal esophageal mucosa, but markedly lower claudins 1 and 5, indicating very different tight junction barriers."}, {"pubmed": 17585317, "text": "Squamous cell carcinomas were positive for CLDN-1 and negative for CLDN-5, whereas adenocarcinomas were positive for CLDN-5 and negative for CLDN-1."}, {"pubmed": 17761522, "text": "data for the first time explain how two claudins hold onto each other and constrict the paracellular space. The intermolecular interface includes aromatic (F147, Y148, Y158) and hydrophilic (Q156, E159) residues"}, {"pubmed": 17765294, "text": "Data show that claudin-5 was only detected in human umbilical vein endothelial cells derived from healthy newborns with a strong family history of myocardial infarction."}, {"pubmed": 18065521, "text": "an obligatory role for SOX-18 in the regulation of claudin-5 gene expression in an endothelial-specific and cell density-dependent manner is established"}, {"pubmed": 18513742, "text": "claudin-5 may participate in novel mechanisms in the pathway to end-stage heart failure."}, {"pubmed": 18604199, "text": "endothelial VE-cadherin at AJs upregulates the gene encoding the TJ adhesive protein claudin-5"}, {"pubmed": 18797402, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18817843, "text": "For the first time this study proves the presence of Claudin-1, Claudin-3 and Claudin-5 in ECV304 (obtained from ECACC) cell layers and the inducibility of their expression by glioma-conditioned media."}, {"pubmed": 19168871, "text": "Endothelial claudin 5 expression levels is associated with increased permeability."}, {"pubmed": 19194274, "text": "Expression pattern of claudins 5 and 7 distinguishes solid-pseudopapillary from pancreatoblastoma, acinar cell and endocrine tumors of the pancreas."}, {"pubmed": 19231096, "text": "claudin-4, in addition to 1 and 5, might be a useful differential diagnostic marker of lung cancer in Korean people."}, {"pubmed": 19538285, "text": "Structure and function of extracellular claudin domains"}, {"pubmed": 20044634, "text": "Increased claudin-5 expression is associated with aggressive behavior in serous ovarian adenocarcinoma."}, {"pubmed": 20452046, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20452046, "text": "The results of this study showed weak association of the CLDN5 locus with schizophrenia in Chinese."}, {"pubmed": 20478039, "text": "Claudin-1, -3, -4, -5, and -7 are expressed in developing human lung from week 12 to week 40 with distinct locations and in divergent quantities."}, {"pubmed": 20525806, "text": "This study sought to determine the cell signaling mechanism controlling endothelial CLDN5 expression during acute lung injury."}, {"pubmed": 21168935, "text": "tyrosine phosphorylation of claudin-5 is involved in the increased paracellular permeability of central nervous system-derived vascular endothelium induced by TGF-beta1."}, {"pubmed": 21772312, "text": "Interendothelial claudin-5 expression depends on cerebral endothelial cell-matrix adhesion by beta(1)-integrins."}, {"pubmed": 21857898, "text": "Data suggest that the degradation of tight junction proteins ZO-1, claudin-5 and occludin by MMP-2 and -9 secreted by leukemic cells constitutes an important mechanism in the BBB breakdown which contributes to the invasion of leukemic cells to the CNS."}, {"pubmed": 21959309, "text": "Claudin-5 is a promising new marker for angiosarcomas and hemangioendotheliomas."}, {"pubmed": 22002662, "text": "GDNF increased the expression of claudin-5 and the transendothelial electrical resistance (TEER) of BMECs and PnMECs, whereas BDNF did not have this effect"}, {"pubmed": 22038628, "text": "this study portrays a new and interesting role for Claudin-5 in cell motility involving the N-WASP and ROCK signalling cascade"}, {"pubmed": 22235125, "text": "ERG plays a pivotal role in regulating endothelial cell barrier function and that this effect is mediated in part through its regulation of CLDN5 gene expression."}, {"pubmed": 22333621, "text": "Galphai2 as a novel claudin-5 partner required for TJ integrity in brain endothelial cells."}, {"pubmed": 22389112, "text": "study demonstrated that claudin 5 is a protein with a short half-life that can undergo polyubiquitinationmainly on lysine 199, which apparently leads to its subsequent degradation"}, {"pubmed": 22559840, "text": "Study portrays a role for Claudin-5 in cell motility involving the N-WASP signalling cascade indicating a possible role for Claudin-5 in the metastasis of human breast cancer."}, {"pubmed": 22700861, "text": "CLDN5 gene DNA meyhylation suggesting the pathogenesis of idiopathic pulmonary fibrosis."}, {"pubmed": 23000880, "text": "Letter: confirm the endothelial cell origin of cutaneous angiosarcoma and demonstrate that both endoglin and claudin-5 show promise as markers for cutaneous angiosarcoma."}, {"pubmed": 23115643, "text": "Over-expression of claudin-5 was sufficient to prevent replication-deficient virus-induced permeability"}, {"pubmed": 23288152, "text": "Claudin-5 expression and junctional organization controls intercellular barriers of human dermal microvascular but not human umbilical vein endothelial cells."}, {"pubmed": 23465821, "text": "Chorionic gonadotropin induces VEGFA-dependent downregulation of claudin 5, which increases the endothelial permeability in the coculture system."}, {"pubmed": 23474739, "text": "VE-cadherin and claudin-5 were studied in nasal polyp microvessels."}, {"pubmed": 23505411, "text": "Matrix metalloproteinase-9 leads to claudin-5 degradation via the NF-kappaB pathway in BALB/c mice with eosinophilic meningoencephalitis caused by Angiostrongylus cantonensis."}, {"pubmed": 24028293, "text": "silencing of claudin-5 did significantly attenuate simvastatin-mediated endothelial cell barrier protection in response to thrombin"}, {"pubmed": 24318462, "text": "luciferase assays and chromatin immunoprecipitation assays showed that KLF4 up-regulated the promoter activities and interacted with \"CACCC\" DNA sequence presented in the promoters of ZO-1, occludin, and claudin-5."}, {"pubmed": 24478310, "text": "folding and assembly of CLDN3 and CLDN5 into the tight junction are controlled by non-conserved residues in the transmembrane 3 and extracellular loop 2 segments"}, {"pubmed": 24519061, "text": "loss of claudin 5 expression in the tumour vasculature points to a leaky vessel type"}, {"pubmed": 24815833, "text": "The present study demonstrates that high expression of claudins 1, 4, 5 and down-regulation of claudin-7 are positive prognostic markers and are associated with good outcome and increased survival rates."}, {"pubmed": 25323998, "text": "Claudin-5 overexpression promoted the interactions of claudin-1 and claudin-2 and enhanced the barrier function of retinal cells."}, {"pubmed": 25342221, "text": "Data show that C-terminal domain of Clostridium perfringens enterotoxin (cCPE)-binding to claudin 1 and claudin 5 is prevented by two residues in extracellular loop 2 of Cld1 (Asn(150) and Thr(153)) and Cld5 (Asp(149) and Thr(151))."}, {"pubmed": 25345514, "text": "The findings suggest that down regulated CLDN1 and CLDN5 genes have potential relevance in relation to the progression of glioblastoma multiforme."}, {"pubmed": 25440958, "text": "These data support that loss of claudin-5 in cardiomyocytes and endothelial cells is prevalent in human heart failure"}, {"pubmed": 25452107, "text": "miR-18a and RUNX1 could reversely regulate the permeability of blood-tumor barrier as well as the expressions and distributions of ZO-1, occludin and claudin-5."}, {"pubmed": 25667483, "text": "An association between strong claudin-5 expression and higher serum levels of TATI (p=0.04) and CA125 (p=0.008) were found"}, {"pubmed": 25973092, "text": "the relationship between vWF and claudin-5, which are indicators of endothelial cell dysfunction and tight junction activity, may be a predictor of disease activity in rheumatoid arthritis."}, {"pubmed": 26409663, "text": "Plasma CLDN5 levels decreased in patients with stable asthma compared with those in control subjects, suggesting that asthma therapy can decrease plasma CLDN5 levels"}, {"pubmed": 26464708, "text": "the expression of claudin-5 and claudin-9 was down-regulated while the expression of claudin-8 was up-regulated in cervical carcinoma tissues compared with adjacent non-neoplastic tissues."}, {"pubmed": 26654362, "text": "analysis of the membrane driven cis interactions of claudin-5 proteins in the formation of the blood brain barrier tight junctions"}, {"pubmed": 27010153, "text": "The levels of ESM1, CLDN5, IL-1beta, IL-6, and TNF-alpha were significantly higher in the migraine attack group than in the control group"}, {"pubmed": 27873103, "text": "Claudin-5 was shown to be regulated VEGFR2/PI3K-Akt dependently by VEGF and PI3K-Akt independently by histamine. Interleukin-8 was shown to downregulate claudin-5 by histamine."}, {"pubmed": 27884700, "text": "suggest that the reduction of CLDN5, 7, and 18 expression loses the suppressive ability of interaction between PDK1 and Akt and causes sustained phosphorylation of Akt, resulting in the disordered proliferation in lung squamous carcinoma cells"}, {"pubmed": 28138755, "text": "Epithelial barrier dysfunction in lymphocytic colitis occurs through downregulation of claudin-4, -5, and -8, and redistribution of claudin-5 and -8 off the tight junction, which contributes to diarrhea by a leak-flux mechanism."}, {"pubmed": 28415153, "text": "Data show that the charge of Lys65 in claudin 1 (Cldn1) and Glu158 in claudin 3 (Cldn3), and of Gln57 in claudin 5 (Cldn5) are necessary for tight junction (TJ) strand formation."}, {"pubmed": 28445614, "text": "Claudin-5 single-nucleotide polymorphism (SNP) rs885985 has two major alleles, G and A, which encode for glutamine (Q) or a stop signal, respectively, resulting in distinct overlapping open readings."}, {"pubmed": 28774343, "text": "This study shown the changes in gene expression of CDH5 and CLDN5 due to shear stress within individual differentiations also revealed no trend."}, {"pubmed": 28829370, "text": "miR-30a-5p inhibits proliferation, metastasis, and EMT, and upregulates the expression of tight junction claudin-5 in UTUC cells."}, {"pubmed": 28888043, "text": "Results show that Claudin 5 expression is activated by SIRT1 deacetylating and potentiating KLF4."}, {"pubmed": 28961379, "text": "Claudin-5 regulates blood-brain barrier permeability by modifying brain microvascular endothelial cell proliferation, migration."}, {"pubmed": 29328410, "text": "High CLND5 expression is associated with brain metastasis."}, {"pubmed": 29659773, "text": "Significantly higher level of the tight junction protein claudin-5 in both Crohn's Disease twins and healthy co-twins was observed."}, {"pubmed": 29901188, "text": "the present study revealed the distinct expression profiles of claudin5, 7 and 8 in nonneoplastic mucosal tissues and gastric carcinoma tissues. Furthermore, the expression of these claudin proteins was highly associated with metastatic progression and prognosis in patients with gastric carcinoma"}, {"pubmed": 30734065, "text": "Data show that claudin 5 (Cldn5) mRNA in vivo is merely one of six other high abundant tetraspanning tight junction (TJ) protein transcripts"}, {"pubmed": 31668493, "text": "Association of a functional Claudin-5 variant with schizophrenia in female patients with the 22q11.2 deletion syndrome."}, {"pubmed": 31961248, "text": "Serum zonulin and claudin-5 levels in children with obsessive-compulsive disorder."}, {"pubmed": 32056901, "text": "Serum zonulin and claudin-5 levels in patients with bipolar disorder."}, {"pubmed": 32414036, "text": "Exposure to Zinc Oxide Nanoparticles Disrupts Endothelial Tight and Adherens Junctions and Induces Pulmonary Inflammatory Cell Infiltration."}, {"pubmed": 32777673, "text": "Frequent expression of conventional endothelial markers in pleural mesothelioma: usefulness of claudin-5 as well as combined traditional markers to distinguish mesothelioma from angiosarcoma."}, {"pubmed": 32843059, "text": "A face-to-face comparison of claudin-5 transduced human brain endothelial (hCMEC/D3) cells with porcine brain endothelial cells as blood-brain barrier models for drug transport studies."}, {"pubmed": 33280500, "text": "Autophagy alleviates hypoxia-induced blood-brain barrier injury via regulation of CLDN5 (claudin 5)."}, {"pubmed": 33838228, "text": "A Novel Role of Claudin-5 in Prevention of Mitochondrial Fission Against Ischemic/Hypoxic Stress in Cardiomyocytes."}, {"pubmed": 33838873, "text": "Brain DNA Methylation Patterns in CLDN5 Associated With Cognitive Decline."}, {"pubmed": 34156149, "text": "Super-resolved local recruitment of CLDN5 to filtration slits implicates a direct relationship with podocyte foot process effacement."}, {"pubmed": 34894133, "text": "Highlights from International Immunology in 2021."}, {"pubmed": 35476363, "text": "Hypoxia-induced blood-brain barrier dysfunction is prevented by pericyte-conditioned media via attenuated actomyosin contractility and claudin-5 stabilization."}, {"pubmed": 35638118, "text": "Zonulin and claudin-5 levels in multisystem inflammatory syndrome and SARS-CoV-2 infection in children."}, {"pubmed": 35714222, "text": "Recurrent de novo mutations in CLDN5 induce an anion-selective blood-brain barrier and alternating hemiplegia."}, {"pubmed": 35772137, "text": "Serum Claudin-5, but not Zonulin, May Be Associated with Obsessive-Compulsive Disorder."}, {"pubmed": 36114674, "text": "Unique structural features of claudin-5 and claudin-15 lead to functionally distinct tight junction strand architecture."}, {"pubmed": 36129989, "text": "SARS-CoV-2 disrupts respiratory vascular barriers by suppressing Claudin-5 expression."}, {"pubmed": 36472886, "text": "Inflammation and Blood-Brain Barrier in Depression: Interaction of CLDN5 and IL6 Gene Variants in Stress-Induced Depression."}, {"pubmed": 36477332, "text": "Variants in CLDN5 cause a syndrome characterized by seizures, microcephaly and brain calcifications."}, {"pubmed": 36662163, "text": "Serum claudin-5, claudin-11, occludin, vinculin, paxillin, and beta-catenin levels in preschool children with autism spectrum disorder."}, {"pubmed": 36706845, "text": "Serum claudin-5 levels among patients with unipolar and bipolar depression in relation to the pro-inflammatory cytokine tumor necrosis factor-alpha levels."}, {"pubmed": 36963340, "text": "Correlates of Zonulin and Claudin-5, markers of intestinal and brain endothelial permeability, in Parkinson's Disease: A pilot study."}, {"pubmed": 36978081, "text": "The CLDN5 gene at the blood-brain barrier in health and disease."}, {"pubmed": 37303041, "text": "Downregulation of Claudin5 promotes malignant progression and radioresistance through Beclin1-mediated autophagy in esophageal squamous cell carcinoma."}, {"pubmed": 38338697, "text": "Association of Plasma Claudin-5 with Age and Alzheimer Disease."}, {"pubmed": 38743384, "text": "MiRNA-224-5p regulates the defective permeability barrier in sensitive skin by targeting claudin-5."}], "genomic_pos": {"chr": "22", "end": 19527545, "ensemblgene": "ENSG00000184113", "start": 19523024, "strand": -1}, "genomic_pos_hg19": {"chr": "22", "end": 19515068, "start": 19510547, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0003151", "pubmed": 9192844, "qualifier": "involved_in", "term": "outflow tract morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007043", "pubmed": 23288152, "qualifier": "involved_in", "term": "cell-cell junction assembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007179", "pubmed": 21168935, "qualifier": "involved_in", "term": "transforming growth factor beta receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007612", "pubmed": 9192844, "qualifier": "involved_in", "term": "learning"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 28961379, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 25323998, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010629", "pubmed": 25323998, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010629", "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016338", "qualifier": "involved_in", "term": "calcium-independent cell-cell adhesion via plasma membrane cell-adhesion molecules"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016525", "pubmed": 25323998, "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030336", "pubmed": [25323998, 28961379], "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032092", "pubmed": 25323998, "qualifier": "involved_in", "term": "positive regulation of protein binding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035633", "pubmed": 28961379, "qualifier": "involved_in", "term": "maintenance of blood-brain barrier"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0035633", "pubmed": 30280653, "qualifier": "involved_in", "term": "maintenance of blood-brain barrier"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042552", "qualifier": "involved_in", "term": "myelination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043116", "pubmed": 28961379, "qualifier": "involved_in", "term": "negative regulation of vascular permeability"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060021", "pubmed": 9192844, "qualifier": "involved_in", "term": "roof of mouth development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060325", "pubmed": 9192844, "qualifier": "involved_in", "term": "face morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070830", "qualifier": "involved_in", "term": "bicellular tight junction assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120192", "qualifier": "involved_in", "term": "tight junction assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903142", "pubmed": 23288152, "qualifier": "involved_in", "term": "positive regulation of establishment of endothelial barrier"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903348", "pubmed": 25323998, "qualifier": "involved_in", "term": "positive regulation of bicellular tight junction assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1990963", "pubmed": 25323998, "qualifier": "involved_in", "term": "establishment of blood-retinal barrier"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [23137377, 25978380], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005911", "pubmed": [18065521, 21168935, 23288152, 23626836], "qualifier": "located_in", "term": "cell-cell junction"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005911", "pubmed": 25753039, "qualifier": "located_in", "term": "cell-cell junction"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005923", "qualifier": "is_active_in", "term": "bicellular tight junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005923", "pubmed": [9892664, 25816133], "qualifier": "located_in", "term": "bicellular tight junction"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005923", "qualifier": "located_in", "term": "bicellular tight junction"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 9892664, "qualifier": "located_in", "term": "membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 9192844, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016327", "pubmed": 9892664, "qualifier": "located_in", "term": "apicolateral plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016328", "qualifier": "located_in", "term": "lateral plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030054", "qualifier": "located_in", "term": "cell junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030864", "pubmed": 25816133, "qualifier": "colocalizes_with", "term": "cortical actin cytoskeleton"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0033270", "qualifier": "located_in", "term": "paranode region of axon"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043220", "qualifier": "located_in", "term": "Schmidt-Lanterman incisure"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070160", "pubmed": 30734065, "qualifier": "located_in", "term": "tight junction"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005198", "qualifier": "enables", "term": "structural molecule activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25323998, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7955, 406559], [7955, 450023], [8364, 448343], [9031, 374028], [9598, 458955], [9606, 7122], [9615, 100684266], [9913, 617453], [10090, 12741], [10116, 65131]], "id": 2459}, "interpro": [{"desc": "Claudin-5", "id": "IPR003551", "short_desc": "Claudin5"}, {"desc": "PMP-22/EMP/MP20/Claudin", "id": "IPR004031", "short_desc": "PMP22/EMP/MP20/Claudin"}, {"desc": "Claudin", "id": "IPR006187", "short_desc": "Claudin"}, {"desc": "Claudin, conserved site", "id": "IPR017974", "short_desc": "Claudin_CS"}], "ipi": "IPI00012089", "map_location": "22q11.21", "name": "claudin 5", "other_names": ["claudin-5", "transmembrane protein deleted in VCFS", "transmembrane protein deleted in velocardiofacial syndrome"], "pantherdb": {"HGNC": "2047", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1276112", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 10090, "uniprot_kb": "O54942"}, {"RGD": "68431", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 10116, "uniprot_kb": "Q9JKD6"}, {"Ensembl": "ENSGALG00000001621", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 9031, "uniprot_kb": "Q98SR1"}, {"ZFIN": "ZDB-GENE-041010-140", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "F1R5J2"}, {"ZFIN": "ZDB-GENE-040426-2442", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "Q6NUZ6"}], "uniprot_kb": "O00501"}, "pathway": {"kegg": [{"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-420029", "name": "Tight junction interactions"}, {"id": "R-HSA-421270", "name": "Cell-cell junction organization"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8935964", "name": "RUNX1 regulates expression of components of tight junctions"}], "wikipathways": [{"id": "WP410", "name": "Exercise-induced Circadian Regulation"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP4657", "name": "22q11.2 copy number variation syndrome"}]}, "pfam": "PF00822", "pharmgkb": "PA26573", "pharos": {"target_id": 15800, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168608", "relationship": "is"}, {"id": "GNF179514", "relationship": "is"}, {"id": "GNF190420", "relationship": "is"}, {"id": "GNF201326", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF031262", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF002691", "relationship": "is"}, {"id": "GNF002692", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF238588", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104086", "relationship": "is"}, {"id": "GNF143735", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1"], "protein": ["NP_001124333.1", "NP_001349995.1", "NP_001349996.1", "NP_001413331.1", "NP_003268.2"], "rna": ["NM_001130861.1", "NM_001363066.2", "NM_001363067.2", "NM_001426402.1", "NM_003277.4"], "translation": [{"protein": "NP_001349996.1", "rna": "NM_001363067.2"}, {"protein": "NP_001413331.1", "rna": "NM_001426402.1"}, {"protein": "NP_001124333.1", "rna": "NM_001130861.1"}, {"protein": "NP_003268.2", "rna": "NM_003277.4"}, {"protein": "NP_001349995.1", "rna": "NM_001363066.2"}]}, "reporter": {"HG-U133_Plus_2": "204482_at", "HG-U95Av2": "38995_at", "HTA-2_0": "TC22000498.hg.1", "HuEx-1_0": "3952762", "HuGene-1_1": "8074473", "HuGene-2_1": "16932321"}, "summary": "This gene encodes a member of the claudin family. Claudins are integral membrane proteins and components of tight junction strands. Tight junction strands serve as a physical barrier to prevent solutes and water from passing freely through the paracellular space between epithelial or endothelial cell sheets. Mutations in this gene have been found in patients with velocardiofacial syndrome. Alternative splicing results in multiple transcript variants encoding distinct isoforms. [provided by RefSeq, May 2018].", "symbol": "CLDN5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413475"}, "unigene": "Hs.505337", "uniprot": {"Swiss-Prot": "O00501", "TrEMBL": "D3DX19"}, "wikipedia": {"url_stub": "CLDN5"}}