{"AllianceGenome": "2032", "HGNC": "2032", "MIM": "603718", "_id": "9076", "_version": 1, "accession": {"genomic": ["AC009520.16", "AH010563.2", "CH471052.2", "CP068275.2", "NC_000003.12", "NC_060927.1", "NG_008149.2", "NG_021418.1"], "protein": ["AAD16433.1", "AAD22962.1", "AAF61393.1", "AAH12471.1", "AAK20945.1", "AAP97236.1", "AAQ89015.1", "ABQ42705.1", "BAG35718.1", "BAG59485.1", "CAG33419.1", "EAW78107.1", "EAW78108.1", "NP_066924.1", "O95832.1"], "rna": ["AA484795.1", "AF086514.1", "AF101051.1", "AF114837.1", "AF115546.1", "AF134160.2", "AK225963.1", "AK296934.1", "AK312866.1", "AY358652.1", "BC012471.1", "CR457138.1", "DA907275.1", "EF564137.1", "NM_021101.5"], "translation": [{"protein": "AAH12471.1", "rna": "BC012471.1"}, {"protein": "BAG59485.1", "rna": "AK296934.1"}, {"protein": "BAG35718.1", "rna": "AK312866.1"}, {"protein": "AAD22962.1", "rna": "AF115546.1"}, {"protein": "AAF61393.1", "rna": "AF134160.2"}, {"protein": "NP_066924.1", "rna": "NM_021101.5"}, {"protein": "AAQ89015.1", "rna": "AY358652.1"}, {"protein": "ABQ42705.1", "rna": "EF564137.1"}, {"protein": "AAP97236.1", "rna": "AF114837.1"}, {"protein": "AAD16433.1", "rna": "AF101051.1"}, {"protein": "CAG33419.1", "rna": "CR457138.1"}]}, "alias": ["CLD1", "ILVASC", "SEMP1"], "ensembl": {"gene": "ENSG00000163347", "protein": "ENSP00000295522", "transcript": ["ENST00000295522", "ENST00000490800"], "translation": [{"protein": "ENSP00000295522", "rna": "ENST00000295522"}], "type_of_gene": "protein_coding"}, "entrezgene": "9076", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.27424284, "exp_mis": 81.1759394, "exp_syn": 44.124591, "lof_z": 1.56983854097293, "mis_z": 0.498142235276756, "mu_lof": 4.94064843227e-07, "mu_mis": 7.01660168843e-06, "mu_syn": 3.74646344809e-06, "n_lof": 3.0, "n_mis": 72.0, "n_syn": 38.0, "p_li": 0.0581349308262247, "p_null": 0.0746494857963918, "p_rec": 0.867215583377384, "syn_z": 0.571591984235778}, "bp": 636, "cds_end": 190039995, "cds_start": 190026065, "n_exons": 4, "nonpsych": {"exp_lof": 6.5013494, "exp_mis": 73.3895183, "exp_syn": 39.8544736, "lof_z": 1.73377574416577, "mis_z": 0.493948595657461, "mu_lof": 4.94064843227e-07, "mu_mis": 7.01660168843e-06, "mu_syn": 3.74646344809e-06, "n_lof": 2.0, "n_mis": 65.0, "n_syn": 37.0, "p_li": 0.220009084791538, "p_null": 0.0445494313468777, "p_rec": 0.735441483861584, "syn_z": 0.28467574723888}, "nontcga": {"exp_lof": 6.68425794, "exp_mis": 74.6738239, "exp_syn": 40.58658288, "lof_z": 1.78729177942283, "mis_z": 0.673036711607811, "mu_lof": 4.94064843227e-07, "mu_mis": 7.01660168843e-06, "mu_syn": 3.74646344809e-06, "n_lof": 2.0, "n_mis": 63.0, "n_syn": 36.0, "p_li": 0.21694768052619, "p_null": 0.0383504484103814, "p_rec": 0.744701871063429, "syn_z": 0.455847970020273}, "transcript": "ENST00000295522.3"}, "exons": [{"cdsend": 190322206, "cdsstart": 190308276, "chr": "3", "position": [[190305711, 190308439], [190310168, 190310253], [190312871, 190313036], [190321983, 190322446]], "strand": -1, "transcript": "NM_021101", "txend": 190322446, "txstart": 190305711}], "exons_hg19": [{"cdsend": 190039995, "cdsstart": 190026065, "chr": "3", "position": [[190023500, 190026228], [190027957, 190028042], [190030660, 190030825], [190039772, 190040235]], "strand": -1, "transcript": "NM_021101", "txend": 190040235, "txstart": 190023500}], "generif": [{"pubmed": 11889141, "text": "Claudin-based tight junctions occur in the epidermis and they are crucial for the barrier function of the mammalian skin."}, {"pubmed": 11939410, "text": "Involvement in the beta-catenin/Tcf signaling pathway and its frequent upregulation in human colorectal cancers"}, {"pubmed": 12736707, "text": "CLDN1, clustered with CLDN16 at human chromosome 3q28, is a four-transmembrane protein with WWCC motif, defined by W-X(17-22)-W-X(2)-C-X(8-10)-C."}, {"pubmed": 12909588, "text": "Airway tight junctions are regulated by claudin interactions that confer the selectivity of the junction."}, {"pubmed": 15260435, "text": "Showed that residues located C-terminal to the last transmembrane domain of claudin 1 are required for the proper targeting to apical TJ.s."}, {"pubmed": 15521008, "text": "Lack of claudin-1 in neonatal sclerosing cholangitis syndrome may lead to increased paracellular permeability between epithelial cells and bile duct disease."}, {"pubmed": 15547692, "text": "Arrangement of expression and distribution of claudin-1 is closely related to cell dissociation status in pancreatic cancer cells through MEK2 activation"}, {"pubmed": 15743508, "text": "significant loss of CLDN1 protein in breast cancer cells suggests that CLDN1 may play a role in invasion and metastasis"}, {"pubmed": 15820559, "text": "This review summarizes the role of claudins in cancer and points out that claudin 1 (CLDN1) may support tumor suppressive functions in tissues such as the brain, where dramatic loss of CLDN1 expression has been demonstrated in glioblastoma multiforme."}, {"pubmed": 15965503, "text": "Genetic manipulations of claudin-1 expression in colon cancer cell lines induced changes in cellular phenotype, with structural and functional changes in markers of epithelial-mesenchymal transition."}, {"pubmed": 16232121, "text": "Claudin-1 was downregulated by Snail and Slug in MDCK and human breast neoplasm cells."}, {"pubmed": 16253248, "text": "The expression of claudin-1, -3 and -4 was upregulated 5.7-, 1.5- and 2.4-fold, respectively, in colorectal tumor tissues in comparison to the normal ones."}, {"pubmed": 17047970, "text": "Differential expression of genes encoding claudins in colorectal cancer suggests that these tight junction proteins may be associated to and involved in tumorigenesis."}, {"pubmed": 17091452, "text": "Claudin1 gene shows increased expression in papillary thyroid cancer."}, {"pubmed": 17283368, "text": "Expression of cytoplasmic claudin-1 was decreased in acute acalculous cholecystitis."}, {"pubmed": 17325668, "text": "CLDN1 is required for HCV infection of human hepatoma cell lines and is the first factor to confer susceptibility to HCV when ectopically expressed in non-hepatic cells"}, {"pubmed": 17359339, "text": "Tight junction proteins contribute to the permeability barrier in epidermal keratinocytes"}, {"pubmed": 17418912, "text": "Squamous cell carcinomas and carcinoids showed different CLDN1 expression."}, {"pubmed": 17440968, "text": "Claudin-1 immunohistochemistry should be considered for use as a new diagnostic tool for distinguishing malignant from benign lesions of the prostate."}, {"pubmed": 17585317, "text": "Squamous cell carcinomas were positive for CLDN-1 and negative for CLDN-5, whereas adenocarcinomas were positive for CLDN-5 and negative for CLDN-1."}, {"pubmed": 17611630, "text": "CLDN1 expression correlated with the recurrence status and malignant potential of breast cancer."}, {"pubmed": 17644758, "text": "Nine potential tetraspanin CD9 partners, including claudin-1, were identified."}, {"pubmed": 17941058, "text": "Cell-cell transmission of hepatitis C virus is dependent on CLDN1 expression."}, {"pubmed": 17970035, "text": "The expression of claudin-1 and claudin-2 in cancer tissues was upregulated 40- and 49.2-fold, respectively, at the mRNA level, as compared with that in normal tissues"}, {"pubmed": 18095941, "text": "CLDN1 is unlikely to play a critical role in migration of Langerhans cells (or their precursors) to the epidermis or their positioning within the epidermis."}, {"pubmed": 18204077, "text": "Inhibition of claudin-1 expression may represent a novel mechanism that contributes to RON-mediated invasive activities, leading to increased tumor malignancy"}, {"pubmed": 18211898, "text": "specific localization pattern of CLDN1 may be crucial in the regulation of hepatitis C virus cellular tropism"}, {"pubmed": 18227718, "text": "in 5 cases of follicular dendritic cell sarcoma, study found diffuse intense positivity of the tumor cells for Glut-1 in all 5 cases and focal and weak immunoreaction for Claudin-1 in 3 cases"}, {"pubmed": 18234789, "text": "Here, we confirm the role of claudin-1 in HCV entry."}, {"pubmed": 18337570, "text": "fluorescent protein-tagged forms of CD81 and CLDN1 colocalized."}, {"pubmed": 18480547, "text": "Claudin-1 expression is correlated with recurrence status and poor prognosis in esophageal cancer."}, {"pubmed": 18550469, "text": "claudins 1 and 3 had a significant effect on overall survival in patients with urothelial carcinoma of the upper urinary tract."}, {"pubmed": 18711353, "text": "Claudin-1 and claudin-2 expression was elevated in active inflammatory bowel disease (IBD), adenomas, and IBD-associated dysplasia, but not acute self limiting colitis"}, {"pubmed": 18756604, "text": "Suggest that claudin-1 participates in the transformation of biological behaviors in gastric adenocarcinomas."}, {"pubmed": 18802961, "text": "Hepatocyte tight junctions-associated proteins occludin, claudin-1, and Zonula Occludens protein-1 (ZO-1) disappeared from the borders of adjacent cells in hepatoma cells harboring genomic hepatitis c virus replicons."}, {"pubmed": 18817843, "text": "For the first time this study proves the presence of Claudin-1, Claudin-3 and Claudin-5 in ECV304 (obtained from ECACC) cell layers and the inducibility of their expression by glioma-conditioned media."}, {"pubmed": 18949385, "text": "claudin-1 expression is responsible for TNF-alpha-dependent growth signals and the proliferation of pancreatic cancer cells."}, {"pubmed": 19052094, "text": "Mutational study of CLDN1 revealed that its tight junctional distribution plays an important role in mediating hepatitis C virus entry."}, {"pubmed": 19073886, "text": "VHL loss-of-function also has striking effects on the expression of the tight junction (TJ) components occludin and claudin 1 in vitro in VHL-defective clear cell renal cell carcinoma (CCRCC) cells and in vivo in VHL-defective sporadic CCRCCs."}, {"pubmed": 19077439, "text": "We investigated common genetic variation in CLDN1 in four self-described ethnically distinct U.S. populations to look for genetic variation and signatures of selection and compared CLDN1 with CLDN7, the most similar of the claudin genes."}, {"pubmed": 19184060, "text": "Tight junction proteins claudin-1, claudin-3, claudin-4, and the adherens junction protein beta-catenin are overexpressed in colorectal carcinoma."}, {"pubmed": 19297469, "text": "cell-cell contacts formed by claudin-1 may generate specialized membrane domains that are amenable to hepatitis C virus entry"}, {"pubmed": 19414319, "text": "Increased Claudin-1 expression is associated with colorectal cancer."}, {"pubmed": 19540561, "text": "claudin-1 is significantly expressed in low-grade fibromyxoid sarcomas."}, {"pubmed": 19578981, "text": "claudin-1 may be a useful tumor marker for papillary thyroid carcinoma"}, {"pubmed": 19661441, "text": "is altered in early-stage psoriasis"}, {"pubmed": 19674288, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19674288, "text": "These results indicate that genetic variants in regulatory regions of CLDN1 may alter susceptibility to hepatitis C infection."}, {"pubmed": 19706291, "text": "The tight junction protein claudin-1 has gastric tumor suppressive activity and is a direct transcriptional target of RUNX3"}, {"pubmed": 19739116, "text": "Data demonstrate the regulation and novel biological function of claudin-1 and indicate the important role of claudin-1 in NPC tumorigenesis."}, {"pubmed": 19776133, "text": "CLDN1 overexpression in subconfluent cells was unable to recapitulate this effect, whereas increased SR-BI expression enhanced hepatitis C virus internalization, demonstrating a rate-limiting role for SR-BI."}, {"pubmed": 19881542, "text": "Data indicate that inhibition of claudin-1 expression by HDAC-2-specific small interfering RNA supported the role of HDAC-2 in this regulation."}, {"pubmed": 19897486, "text": "Activation of c-Abl-PKCdelta signaling pathway is critically required for the claudin-1-induced acquisition of the malignant phenotype."}, {"pubmed": 19903817, "text": "An electrostatic attraction between the basic claudin region and the acidic Clostridium perfringens enterotoxin cleft is involved in their interaction."}, {"pubmed": 19962368, "text": "this study identified claudin-1 as a novel interacting partner of DENV prM protein."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20478039, "text": "Claudin-1, -3, -4, -5, and -7 are expressed in developing human lung from week 12 to week 40 with distinct locations and in divergent quantities."}, {"pubmed": 20490282, "text": "Recent advances in the understanding of the potential role of claudin 1 in breast cancer are discussed."}, {"pubmed": 20546350, "text": "Claudins 1,expression in meningiomas."}, {"pubmed": 20685314, "text": "Monoclonal antibodies against the HCV entry factor CLDN1 might be used to prevent HCV infection, such as after liver transplantation, and might also restrain virus spread in chronically infected patients."}, {"pubmed": 20871038, "text": "speculate that increased CL-1 expression may be involved in the early stages of transformation in ulcerative colitis (UC)-associated neoplasia. CL-1 protein may therefore be a good candidate for surveillance of patients with UC"}, {"pubmed": 20937153, "text": "claudin-1 has anti-apoptotic effects, and is involved in the regulation of the expression and subcellular localization of beta-catenin and E-cadherin in MCF-7, but not T47 D cells"}, {"pubmed": 21233676, "text": "Alterations in claudin expression occur in prostate cancer cells, although we have not found an association with the main clinicopathological parameters."}, {"pubmed": 21356207, "text": "Results suggest that lactate dehydrogenase B suppression plays an important role in triggering or maintaining the mitochondrial defects and then contributes to cancer cell invasiveness by inducing claudin-1 protein."}, {"pubmed": 21428935, "text": "Structural characterization of CD81-Claudin-1 hepatitis C virus receptor complexes."}, {"pubmed": 21480761, "text": "claudin-1 was strongly expressed, whereas claudin-7 and tricellulin were weakly expressed or were absent in primary SCC and metastatic lymph nodes."}, {"pubmed": 21489616, "text": "these findings implicate CLDN1 mutations in susceptibility to widespread herpes simplex virus 1 skin infections in subjects with atopic dermatitis"}, {"pubmed": 21493012, "text": "Claudin-1 and 4 expressions were found to be significantly lower in cases of colon carcinoma with lymph node metastasis."}, {"pubmed": 21536752, "text": "occludin S408 dephosphorylation regulates paracellular permeability by remodeling tight junction protein dynamic behavior and intermolecular interactions between occludin, ZO-1, and select claudins"}, {"pubmed": 21551950, "text": "Expression of human factors CD81, claudin-1, scavenger receptor, and occludin in mouse hepatocytes does not confer susceptibility to hepatitis B virus entry into the liver."}, {"pubmed": 21620107, "text": "Report claudin-1 expression in patients with recurrent hepatitis c after liver transplantation for virally induced liver cirrhosis."}, {"pubmed": 21624620, "text": "claudin-1 might play a role in airway remodeling in asthmatic patients by means of regulation of airway smooth muscle cell proliferation, angiogenesis, and inflammation"}, {"pubmed": 21720707, "text": "Patients with high CLDN1 expression were statistically shown to have a relatively better prognosis."}, {"pubmed": 21757541, "text": "ESCRT function is required for claudin-1 trafficking and for epithelial cell polarity"}, {"pubmed": 21873169, "text": "Reduced CL-1 expression of CL-1 correlated significantly with tumor differentiation, perineural invasion and poor prognosis in stage II & III rectal cancer."}, {"pubmed": 21909685, "text": "Claudin-1 expression is associated with distinguish schwannoma from fibroblastic meningioma."}, {"pubmed": 21997594, "text": "Claudin-1 expression in squamous cell carcinoma varies in organ-specific manner reflecting influence of local factors and different mechanisms of claudin-1 expression."}, {"pubmed": 22030598, "text": "Claudin-1 involved in neonatal ichthyosis sclerosing cholangitis syndrome regulates hepatic paracellular permeability."}, {"pubmed": 22408413, "text": "dystopic subcellular localizations of Snail-1 and claudin-1 may participate in changes of cellular morphology and behavior which might be associated with altered effectory pathways of proteins and thus substantially contribute to the cancer development."}, {"pubmed": 22531683, "text": "suggest an important role of claudin-1 in the development of metastasis in LLSCCs"}, {"pubmed": 22588068, "text": "Claudin expression may help in the diagnosis of papillary tumors of the pineal region and can be used in combination with other markers."}, {"pubmed": 22641667, "text": "These observations suggest that CL-1 plays a pivotal role in the regulation of cellular morphology and in the behavior of metastatic processes in colorectal cancer"}, {"pubmed": 22671588, "text": "suggests that primarily S53 and potentially D68 in Cld-1 are involved in sealing of the paracellular cleft and that charge-unselective pores may be induced by substituting S53E."}, {"pubmed": 22719836, "text": "conclude that homeodomain transcription factors Cdx1, Cdx2 and GATA4 regulate claudin-1 gene expression in human colon cancer cells"}, {"pubmed": 22776839, "text": "Claudin-1 decreased expression in colonic carcinoma contributes to tumor dedifferentiation, invasion and metastasis."}, {"pubmed": 22897233, "text": "Fluorescent Resonance Energy Transfer studies confirm a role for these CD81 residues in claudin-1 association and Hepatitis C virus infection."}, {"pubmed": 22941059, "text": "Claudin-1 expression confers resistance to anoikis in colon cancer cells in a Src-dependent manner."}, {"pubmed": 23136956, "text": "Data show that CLDN1 snps are associated with contact sensitization to nickel, organic compounds and fragences.No associations were found for GST gene polymorphisms"}, {"pubmed": 23137868, "text": "Results suggest a possible participation of erbB1-4 and claudin-1 in tissue remodelling in chronic hypertrophic rhinitis."}, {"pubmed": 23160379, "text": "CLDN1 is necessary for the induction of EMT in human liver cells"}, {"pubmed": 23422483, "text": "M14K and M38K malignant pleural mesothelioma cell lines preserve the same claudin-based phenotype in vivo."}, {"pubmed": 23426649, "text": "Studied DEC1 & claudin-1 in invasive breast ductal carcinomas;found DEC1 elevated in invasive breast ductal carcinoma. DEC1 knockdown led to the enhanced expression of claudin-1 at both the mRNA and protein levels in breast cancer cell lines."}, {"pubmed": 23449973, "text": "Keratin 8 and 18 loss in epithelial cancer cells increases collective cell migration and cisplatin sensitivity through claudin1 up-regulation."}, {"pubmed": 23498955, "text": "HRas signal transduction promotes hepatitis C virus cell entry by triggering the host CD81-CLDN1 complex formation."}, {"pubmed": 23523916, "text": "miR-155 may prevent tumorigenesis in human ovarian cancer through downregulation of CLDN1"}, {"pubmed": 23588589, "text": "Upregulation of microRNA-155 promotes the migration and invasion of colorectal cancer cells through the regulation of claudin-1 expression."}, {"pubmed": 23591077, "text": "Expression of CLDN1 and CLDN10 was lower in invasive lepidic predominant adenocarcinoma than in lung adenocarcioma in situ. Overexpression of CLDN1 and CLDN10 indicates a favorable prognosis in some patients with lung adenocarcinoma."}, {"pubmed": 23721519, "text": "our studies strongly suggest that claudin 1 directly participates in promoting breast cancer progression"}, {"pubmed": 23775920, "text": "All tested strains of hepatitis C virus efficiently utilize CLDN1 for cell entry; some are able to use CLDN6 as well."}, {"pubmed": 23792687, "text": "Eosinophilic esophagitis (EoE), an inflammatory atopic disease of the esophagus, causes massive eosinophil infiltration, basal cell hyperplasia, and sub-epithelial fibrosis. We examined pinch biopsies from EoE and normal pediatric patients. Western analysis indicated reduced expression of intercellular junction proteins, E-cadherin and claudin-1 and increased expression of occludin and vimentin."}, {"pubmed": 23813140, "text": "The increased therapeutic efficacy of the PEG-IFNalpha2b plus RBV treatment could be secondary to the inhibition of claudin-1 and E-cadherin cell membrane expression."}, {"pubmed": 23844228, "text": "DNA promoter methylation is causally associated with downregulation of claudin 1 in a subgroup of breast cancer that includes mostly ER+ tumors."}, {"pubmed": 23898096, "text": "The significance of low expression of claudin-1 as a predictor of poor prognosis of colorectal cancer, is reported."}, {"pubmed": 23900598, "text": "This describes the intermediate claudin pattern of RCs, demonstrating that it differs from that of cervical glandular and squamous basal cells, but showing an expression similar to the strong claudin 1 expression detected in cervical neoplastic cells."}, {"pubmed": 23914916, "text": "the CLDN1 receptor distortion is prominent due to the double mutation with large surface accessibility."}, {"pubmed": 24074594, "text": "These results suggest that the interaction between viral protein prM and host protein claudin-1 was essential for dengue entry."}, {"pubmed": 24112161, "text": "the expression of CLDN1 and IGF2 indicate a poor prognosis in stage N2 non-small cell lung cancer"}, {"pubmed": 24141423, "text": "In subjects with diabetes, the levels of SIRT1 and Claudin-1 were correlated with proteinuria levels."}, {"pubmed": 24265314, "text": "PKD3 negatively regulates human airway epithelial barrier formation and integrity through down-regulation of claudin-1, which is a key component of tight junctions."}, {"pubmed": 24294371, "text": "Report altered claudin 1 expression when comparing normal skin to actinic keratosis and squamous cell carcinoma of the skin."}, {"pubmed": 24304426, "text": "Claudin 1 did not show any specific placental disease associations."}, {"pubmed": 24305709, "text": "Low CLDN1 expression is associated with adamantinomatous Craniopharyngioma."}, {"pubmed": 24321518, "text": "CLDN1 is highly up-regulated in gastric cancer, and is independently associated with a poor post-operative prognosis."}, {"pubmed": 24479816, "text": "there was a significant association between the CLDN1 genotype (c.369C>T) in tumor samples and a higher risk of colon cancer development"}, {"pubmed": 24529330, "text": "In diabetic glomerulosclerosis, inflammatory crescents were almost exclusively composed of claudin 1-positive cells"}, {"pubmed": 24535143, "text": "CLDN1 is a biomarker for intestinal-type gastric cancer with shorter survival. The expression of CLDN1 was strongly associated with beta-catenin in gastric cancer patients and a gastric cancer cell model."}, {"pubmed": 24576965, "text": "The inverse correlation was revealed between the level of cell proliferation and the intensity of claudin-1 expression in oral hyperplasia, squamous intraepithelial neoplasia and squamous cell carcinoma."}, {"pubmed": 24641442, "text": "Results from this Turkish family confirm the causal relationship betwen mutation in CLDN1 and NISCH syndrome."}, {"pubmed": 24696415, "text": "Increased expression of claudin-1 is associated with liver cirrhosis and hepatocellular carcinoma."}, {"pubmed": 24815833, "text": "The present study demonstrates that high expression of claudins 1, 4, 5 and down-regulation of claudin-7 are positive prognostic markers and are associated with good outcome and increased survival rates."}, {"pubmed": 24899196, "text": "The forced expression of CLDN1 restored HCV entry."}, {"pubmed": 25001509, "text": "CLDN1 is a novel target of miR-375, and high miR-375 expression shortens survival in NSCLC."}, {"pubmed": 25038829, "text": "Claudin 1, 4, and 7 are important building blocks of paracellular adhesion molecules; their decreased expression in colorectal cancer seems to have critical effects on cell proliferation, motility, invasion, and immune response against the tumor."}, {"pubmed": 25046141, "text": "Claudin-1 suppresses the malignant phenotype of melanoma brain metastasis."}, {"pubmed": 25277410, "text": "MIR29 targets and reduces expression of CLDN1 and NKRF to increase intestinal permeability in inflammatory bowel disease."}, {"pubmed": 25319490, "text": "The expressions of MARVELD2, CLDN1 and CLDN3 mRNA were significantly lower in cholesteatoma tissue and may be involved in epithelium permeability."}, {"pubmed": 25323998, "text": "Claudin-5 overexpression promoted the interactions of claudin-1 and claudin-2 and enhanced the barrier function of retinal cells."}, {"pubmed": 25342221, "text": "Data show that C-terminal domain of Clostridium perfringens enterotoxin (cCPE)-binding to claudin 1 and claudin 5 is prevented by two residues in extracellular loop 2 of Cld1 (Asn(150) and Thr(153)) and Cld5 (Asp(149) and Thr(151))."}, {"pubmed": 25345514, "text": "The findings suggest that down regulated CLDN1 and CLDN5 genes have potential relevance in relation to the progression of glioblastoma multiforme."}, {"pubmed": 25393310, "text": "CLDN1-negative phenotype predicts a high risk of recurrence and death in triple-negative breast cancer."}, {"pubmed": 25512082, "text": "Mold exposure in early life is a risk factor for atopic dermatitis (AD), and CLDN1 polymorphism may influence the development of AD and IgE production in children."}, {"pubmed": 25517868, "text": "The highest expression of claudin-1 was observed in well-differentiated oral squamous cell carcinomas, whereas poorly differentiated tumors exhibited mostly no expression of claudin-1."}, {"pubmed": 25544763, "text": "Findings suggest that CLDN1 is oncogenic in gastric cancer and its malignant potential may be attributed in part to regulation of anoikis, by mediating membrane beta-catenin-regulated cell-cell adhesion and cell survival."}, {"pubmed": 25548484, "text": "Suggest that claudin 1 is an important messenger that regulates TNF-alpha-induced gene expression and migration in gastric cancer cells."}, {"pubmed": 25755790, "text": "reduction of claudin-1 expression may contribute to the progression of gastric tumors"}, {"pubmed": 25778318, "text": "Report claudin 1 expression in nasopharyngeal carcinoma has no prognostic value."}, {"pubmed": 25798937, "text": "Using a human liver-chimeric mouse model, we show that a monoclonal antibody specific for the TJ protein claudin-1 (ref. 7) eliminates chronic HCV infection without detectable toxicity"}, {"pubmed": 25849148, "text": "Data from live-cell imaging suggest at least two different cis-interaction interfaces within CLDN3 homopolymers as well as within CLDN1/CLDN3 heteropolymers."}, {"pubmed": 25934191, "text": "findings suggest that homozygous CD81 rs708564 TT may be a genetic modifier for avoiding HCV infection whether as a sole single nucleotide polymorphism or combined with the CLDN1 rs893051 GG genotype"}, {"pubmed": 25956626, "text": "Report genetic polymorphism of TJ component claudin-1 and their haplotypes are associated with leukoaraiosis."}, {"pubmed": 25964581, "text": "Our results indicate that CLDN4 expression is correlated with poor prognosis, and CLDN1 expression may be an indicator of recurrence of oral squamous cell carcinoma."}, {"pubmed": 25972430, "text": "Glutamine increased claudin-1 expression in the colonic mucosa of patients with irritable bowel syndrome."}, {"pubmed": 26023235, "text": "Phosphorylation state of the tyrosine of claudin-1 and claudin-2 regulates interaction with ZO1."}, {"pubmed": 26122225, "text": "Positive expressions of Claudin-1 in retinoblastoma were fewer than those in retina; higher positive expressions were found in differentiated tissues than in undifferentiated tissues; Claudin-1 expressed more positively in optic nerves without invasion."}, {"pubmed": 26157141, "text": "CLD1-mediated hepatoma cell invasiveness occurs via heat shock factor 1 (HSF1) activation."}, {"pubmed": 26219679, "text": "High CLAUDIN-1 expression is associated with metastasis in follicular thyroid carcinoma."}, {"pubmed": 26361141, "text": "delocalization of claudin-1 induced by PKC phosphorylation contributes to metastatic capacity of osteosarcoma cells"}, {"pubmed": 26436506, "text": "Claudin-1 expression was correlated with lymphatic microvessel generation in hypopharyngeal squamous cell carcinoma and with patient survival."}, {"pubmed": 26463354, "text": "High CLDN1 expression is associated with Cervical cancer."}, {"pubmed": 26554238, "text": "There was no difference in the frequency of fractures or renal lithiasis between the rs219780 genotype groups in PHPT patients. Nor was there any relationship between the T or C alleles and BMD or biochemical parameters."}, {"pubmed": 26662145, "text": "autotypic tight junctions molecular composition, like claudin-1 and occludin expression could influence the demyelinating process by altering the permeability of the blood-nerve barrier."}, {"pubmed": 26820697, "text": "The loss of claudin-1 appears to be involved in the pathogenesis of pterygium"}, {"pubmed": 26918943, "text": "Data show that miR-30a could bind to the 3'-untranslted region of Slug mRNA and increased expression of claudins, a family of tight junction transmembrane proteins."}, {"pubmed": 27259233, "text": "Rab25 is amplified and enhances aggressiveness in luminal B cancers while in claudin-low tumors, Rab25 is lost indicating possible anti-tumor functions"}, {"pubmed": 27277258, "text": "These findings indicate a previously unrecognized mechanism that miR-142-5p, targeting CLDN1, plays an important role in Hashimoto's thyroiditis pathogenesis."}, {"pubmed": 27436828, "text": "Aberrant expression of the tight junction molecules claudin-1 and zonula occludens-1 mediates cell growth and invasion in oral squamous cell carcinoma cells."}, {"pubmed": 27581203, "text": "CLDN1 rather than variants in FLG may be involved in the susceptibility of AD in the Ethiopian population"}, {"pubmed": 27687058, "text": "CLDN1 overexpression is a good prognostic factor in NSCLC."}, {"pubmed": 27733684, "text": "hypotonic stress induces dephosphorylation, clathrin-dependent endocytosis, and degradation of claudin-1 and -2 in lysosomes, resulting in disruption of the TJ barrier in renal tubular epithelial cells."}, {"pubmed": 27742576, "text": "TNF-alpha mediated regulation of claudin-1 and tumorigenic abilities of colon cancer cells."}, {"pubmed": 27766775, "text": "Studies showthat CLDN1 is downregulated in lung adenocarcinoma and that low CLDN1 messenger ribonucleic acid (mRNA) expression leads to shorter overall survival."}, {"pubmed": 27914788, "text": "suggest that claudin-6 induces MMP-2 activation through claudin-1 membrane expression"}, {"pubmed": 27974683, "text": "CLDN1 promotes invasion and metastasis in cervical cancer cells via the expression of EMT/invasion-related genes."}, {"pubmed": 28045912, "text": "Claudin-low tumors were associated with young age of onset, higher tumor grade, larger tumor size, extensive lymphocytic infiltrate and a circumscribed tumor margin. Patients with claudin-low tumors had a worse overall survival when compared to patients with luminal A type breast cancer."}, {"pubmed": 28055967, "text": "Cycling hypoxia could induce significant changes in CLDN1 and CLDN7 expression in nasopharyngeal cancer cells, indirectly regulation P18 expression and affecting cell invasion/proliferation."}, {"pubmed": 28126724, "text": "In human lung tissue, Claudin-1 is higher in RBFOX3-positive cells than in RBFOX3-negative cells. Immunostaining and mRNA quantification revealed that protein levels, but not mRNA levels, of Claudin-1 are increased by RBFOX3."}, {"pubmed": 28273404, "text": "association of genetic polymorphisms of claudin-1 with small vessel vascular dementia"}, {"pubmed": 28316062, "text": "CLDN-1 promoted the migration and EMT through the Notch signaling pathway."}, {"pubmed": 28342862, "text": "The data suggested that miR-29a may regulate tumor growth and migration by targeting CLDN1."}, {"pubmed": 28381183, "text": "CLDN1 is significantly hypomethylated in tumor samples and that the membrane staining intensity for claudin 1, 4, and 7 is significantly lower in colorectal cancer tissues than in adjacent nonneoplastic tissue."}, {"pubmed": 28415141, "text": "Studies indicate claudin 1 (CLDN-1) as a target for improving epidermal drug absorption and preventing HCV infection and of claudin 4 (CLDN-4) as a target for anticancer therapeutics."}, {"pubmed": 28415153, "text": "Data show that the charge of Lys65 in claudin 1 (Cldn1) and Glu158 in claudin 3 (Cldn3), and of Gln57 in claudin 5 (Cldn5) are necessary for tight junction (TJ) strand formation."}, {"pubmed": 28415156, "text": "Studies indicate that claudin-1 accumulate in early endosomes in both epithelial and endothelial cells."}, {"pubmed": 28432260, "text": "Data suggest that epithelial-mesenchymal transition (EMT) is regulated by ZMYND8 (receptor for activated protein kinase C) which selectively activates gene promoters of CLDN1 (claudin 1) and CDH1 (E-cadherin) in breast cancer cells; thus, the presence of ZMYND8 could be implicated in maintaining epithelial phenotype of cells; ZMYND8 regulates invasion/migration of breast cancer cells."}, {"pubmed": 28493289, "text": "Increased expression of intestinal epithelial claudin-1 with downregulation of claudin-3 has been observed in intestinal inflammatory disorders."}, {"pubmed": 28614291, "text": "CLDN1 activates autophagy through up-regulation of ULK1 phosphorylation and promotes drug resistance of non-small cell lung cancer cells to cisplatin."}, {"pubmed": 28617312, "text": "Human Growth Hormone Inhibits CLAUDIN-1 Expression Through Activation of Signal Transducer and Activator of Transcription 3 (STAT3)."}, {"pubmed": 28651932, "text": "These results revealed that CLDN1 contributed to cancer stem cell features of hepatocellular carcinoma, which was altered by TMPRSS4 expression via ERK1/2 signaling pathway, providing promising targets for novel specific therapies."}, {"pubmed": 28659146, "text": "Our data indicate that CLDN1 targeting with an anti-CLDN1 mAb results in decreased growth and survival of CRC cells. This suggests that CLDN1 could be a new potential therapeutic target."}, {"pubmed": 28679754, "text": "Here, the authors identified an interaction between claudin-1 and Sec24C, a cargo-sorting component of the coat protein complex II (COPII) vesicular transport system."}, {"pubmed": 29307823, "text": "This study is the first to show a cytoplasmic function of claudin 1 as an autophagy regulator and provides the evidence that claudin 1-mediated autophagy regulation is an integral part of the mechanism by which claudin 1 regulates cancer progression."}, {"pubmed": 29524521, "text": "the accumulation and toxicity of doxorubicin were rescued by CLDN1 siRNA in A549R cells. We suggest that CLDN1 is upregulated by CDDP resistance through activation of a PI3K/Akt/NF-kappaB pathway, resulting in the inhibition of penetration of anticancer drugs into the inner area of spheroids"}, {"pubmed": 29704436, "text": "BHLHE40 suppressed CLDN1 transcription by preventing the interaction between SP1 and a specific motif within the promoter region of CLDN1."}, {"pubmed": 29955965, "text": "CLDN1 is associated with tumorigenesis of human salivary gland tumors."}, {"pubmed": 30098333, "text": "TUSC3 accelerates cancer growth and induces the epithelial-mesenchymal transition in non-small-cell lung cancer cells by upregulating claudin-1."}, {"pubmed": 30143655, "text": "Knock-down of the TJ protein claudin-1 results in impaired barrier function, decreased proliferation and increased apoptosis of hair keratinocytes."}, {"pubmed": 30227306, "text": "CLaudin-1 contributes to malignant potentials of cervical adenocarcinoma cells.Claudin-1 expression is regulated by GPR30 signaling in the cervical adenocarcinoma cells."}, {"pubmed": 30315595, "text": "Claudin-1 expression gradually decreased from healthy control skin to severe actinic keratosis, and particularly decreased in areas with epidermal atypia."}, {"pubmed": 30504279, "text": "claudin-1 is incorporated in blood-brain barrier tight junction complex, impeding blood-brain barrier recovery and causing blood-brain barrier leakiness during poststroke recovery"}, {"pubmed": 30683478, "text": "our results suggest that the loss of claudin-1 expression significantly correlates with aggressive tumor behaviors in colorectal cancer"}, {"pubmed": 30844730, "text": "BMP4 increases E-cadherin and claudin expression in glioblastoma through activation of SMAD signaling, thereby suppressing tumor cell invasion"}, {"pubmed": 30856486, "text": "CLDN1 restricted the human parainfluenza virus type 2spread via cell-to-cell contact."}, {"pubmed": 30910845, "text": "Genetic polymorphisms in CLDN1 gene were associated with age and differentiation of triple-negative breast cancer patients. There was no association between polymorphisms in CLDN1 and survival of triple-negative breast cancer patients."}, {"pubmed": 30971761, "text": "Cld-1 is potential prognostic biomarker for Inflammatory bowel disease severity and Colitis-associated cancer, and a novel therapeutic target."}, {"pubmed": 31044387, "text": "All Benign and Malignant Apocrine Breast Lesions Over-Express Claudin 1 and 3 and Are Negative for Claudin 4."}, {"pubmed": 31115553, "text": "the findings of the present study demonstrated that the expression levels of CLDN1, 3, 7 and 8 varied between laryngeal squamous carcinoma tissues and nonneoplastic tissues"}, {"pubmed": 31161679, "text": "Joint detection of claudin-1 and junctional adhesion molecule-A as a therapeutic target in oral epithelial dysplasia and oral squamous cell carcinoma."}, {"pubmed": 31264974, "text": "eosinophilic esophagitis (EoE) patient biopsy analysis identified a repressed HIF-1alpha/claudin-1 axis, which was restored via pharmacologic HIF-1alpha stabilization ex vivo. Collectively, these studies reveal HIF-1alpha's critical role in maintaining barrier and highlight the HIF-1alpha/claudin-1 axis as a potential therapeutic target for EoE."}, {"pubmed": 31467400, "text": "ADAM15 mediates upregulation of Claudin-1 expression in breast cancer cells."}, {"pubmed": 31498437, "text": "CLDN1 induces autophagy to promote proliferation and metastasis of esophageal squamous carcinoma through AMPK/STAT1/ULK1 signaling."}, {"pubmed": 31545907, "text": "Extracellular pyruvate kinase M2 facilitates cell migration by upregulating claudin-1 expression in colon cancer cells."}, {"pubmed": 31551535, "text": "Chrysin enhances anticancer drug-induced toxicity mediated by the reduction of claudin-1 and 11 expression in a spheroid culture model of lung squamous cell carcinoma cells."}, {"pubmed": 31769164, "text": "Although the expression level of CLDN1 was not associated with tongue squamous cell carcinoma (TSCC) progression, within the high CLDN1 expression group, the incidence of intracellular localization of CLDN1 was correlated with cervical lymph node metastasis. Motility of TSCC-derived cells was increased by deficiency of CLDN1, suggesting that the decrease in cell-surface CLDN1 promoted the cell migration."}, {"pubmed": 31810510, "text": "Human miR-155 (Hsa-miR-155) may positively regulate intestinal mucosal function by inhibiting the expression of claudin1, leading to intestinal mucosal barrier dysfunction"}, {"pubmed": 31952355, "text": "Claudin-1, A Double-Edged Sword in Cancer."}, {"pubmed": 32029783, "text": "Claudin-1 decrease impacts epidermal barrier function in atopic dermatitis lesions dose-dependently."}, {"pubmed": 32424433, "text": "Novel CLDN1 Deletion Associated with Ichthyosis, Sclerosing Cholangitis and Acquired Alopecia."}, {"pubmed": 32692865, "text": "Tight junction protein claudin-1 is downregulated by TGF-beta1 via MEK signaling in benign prostatic epithelial cells."}, {"pubmed": 32754286, "text": "DNA methylation maintains the CLDN1-EPHB6-SLUG axis to enhance chemotherapeutic efficacy and inhibit lung cancer progression."}, {"pubmed": 32907715, "text": "Upregulation of hsa-miR-31-3p induced by ultraviolet affects keratinocytes permeability barrier by targeting CLDN1."}, {"pubmed": 32979166, "text": "Claudin 1 inhibits cell migration and increases intercellular adhesion in triple-negative breast cancer cell line."}, {"pubmed": 33057875, "text": "LncRNA XIST Promotes Migration and Invasion of Papillary Thyroid Cancer Cell by Modulating MiR-101-3p/CLDN1 Axis."}, {"pubmed": 33186612, "text": "Single nucleotide variants c.-13G --> C (rs17429833) and c.108C --> T (rs72466472) in the CLDN1 gene and increased risk for familial colorectal cancer."}, {"pubmed": 33416138, "text": "p53p72Delta225331V31I identified in a cholangiocarcinoma cell line promotes migration and invasiveness via the downregulation of claudin1 expression and the activation of Cdc42."}, {"pubmed": 33416141, "text": "Effect of claudin 1 on cell proliferation, migration and apoptosis in human cervical squamous cell carcinoma."}, {"pubmed": 33638934, "text": "Human antigen R (HuR) and Cold inducible RNA-binding protein (CIRP) influence intestinal mucosal barrier function in ulcerative colitis by competitive regulation on Claudin1."}, {"pubmed": 34008771, "text": "Claudin-1 and Claudin-3 as Molecular Regulators of Myelination in Leukoaraiosis Patients."}, {"pubmed": 34090208, "text": "Regulatory roles of claudin-1 in cell adhesion and microvilli formation."}, {"pubmed": 34571860, "text": "A Claudin-Based Molecular Signature Identifies High-Risk, Chemoresistant Colorectal Cancer Patients."}, {"pubmed": 34704317, "text": "Increased expression of Filaggrin and Claudin-1 in the ocular surface of patients with atopic dermatitis."}, {"pubmed": 35340911, "text": "Evaluation of Serum Proinflammatory Cytokine IL-17A and Tight Junction Protein Claudin-1 in Psoriasis."}, {"pubmed": 35462077, "text": "Claudin-1 mediates progression by regulating EMT through AMPK/TGF-beta signaling in head and neck squamous cell carcinoma."}, {"pubmed": 35679711, "text": "Dysregulation of KRT19, TIMP1, and CLDN1 gene expression is associated with thyroid cancer."}, {"pubmed": 35920354, "text": "Autosomal recessive congenital ichthyosis caused by a pathogenic missense variant in CLDN1."}, {"pubmed": 36461623, "text": "LncRNA-WAKMAR2 regulates expression of CLDN1 to affect skin barrier through recruiting c-Fos."}, {"pubmed": 36542691, "text": "A monoclonal antibody targeting nonjunctional claudin-1 inhibits fibrosis in patient-derived models by modulating cell plasticity."}, {"pubmed": 36579982, "text": "The Role of Claudin-1 Expression in Follicular and Papillary Thyroid Neoplasm."}, {"pubmed": 36696800, "text": "Identification and characterization of a first-generation inhibitor of claudin-1 in colon cancer progression and metastasis."}, {"pubmed": 37277581, "text": "Upregulation of SEMP1 Contributes to Improving the Biological Functions of Trophoblast via the PI3K/AKT Pathway in Preeclampsia."}, {"pubmed": 37814412, "text": "CLDN1 Arg81His founder variant causes ichthyosis, leukocyte vacuoles, alopecia, and sclerosing cholangitis (ILVASC) syndrome in Moroccan Jews."}, {"pubmed": 37924938, "text": "Claudin-1 interacts with EPHA2 to promote cancer stemness and chemoresistance in colorectal cancer."}, {"pubmed": 38157366, "text": "Roles of epidermal growth factor receptor, claudin-1 and occludin in multi-step entry of hepatitis C virus into polarized hepatoma spheroids."}, {"pubmed": 38308285, "text": "USP40 promotes hepatocellular carcinoma cell proliferation, migration and stemness by deubiquitinating and stabilizing Claudin1."}, {"pubmed": 38375549, "text": "Claudin-1 as a novel target gene induced in obesity and associated to inflammation, fibrosis, and cell differentiation."}, {"pubmed": 38415551, "text": "Immunohistochemical Expression of Claudin-1 and Claudin-4 in Urothelial Carcinoma of the Urinary Bladder."}, {"pubmed": 38711223, "text": "CLDN1 knock out keratinocytes as a model to investigate multiple skin disorders."}], "genomic_pos": {"chr": "3", "end": 190322446, "ensemblgene": "ENSG00000163347", "start": 190305707, "strand": -1}, "genomic_pos_hg19": {"chr": "3", "end": 190040264, "start": 190023490, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008065", "qualifier": "involved_in", "term": "establishment of blood-nerve barrier"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009636", "qualifier": "involved_in", "term": "response to toxic substance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016338", "qualifier": "involved_in", "term": "calcium-independent cell-cell adhesion via plasma membrane cell-adhesion molecules"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 28412298, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034331", "qualifier": "involved_in", "term": "cell junction maintenance"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0035633", "pubmed": 30280653, "qualifier": "involved_in", "term": "maintenance of blood-brain barrier"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045216", "pubmed": 20164257, "qualifier": "acts_upstream_of_or_within", "term": "cell-cell junction organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046718", "qualifier": "involved_in", "term": "symbiont entry into host cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051259", "pubmed": 23704991, "qualifier": "involved_in", "term": "protein complex oligomerization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060054", "pubmed": 28412298, "qualifier": "involved_in", "term": "positive regulation of epithelial cell proliferation involved in wound healing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061436", "pubmed": 23407391, "qualifier": "involved_in", "term": "establishment of skin barrier"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061772", "qualifier": "involved_in", "term": "xenobiotic transport across blood-nerve barrier"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070673", "qualifier": "involved_in", "term": "response to interleukin-18"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070830", "qualifier": "involved_in", "term": "bicellular tight junction assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070830", "pubmed": [25849148, 26607202], "qualifier": "involved_in", "term": "bicellular tight junction assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071284", "qualifier": "involved_in", "term": "cellular response to lead ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071346", "qualifier": "involved_in", "term": "cellular response to type II interferon"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071548", "qualifier": "involved_in", "term": "response to dexamethasone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071560", "qualifier": "involved_in", "term": "cellular response to transforming growth factor beta stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090303", "pubmed": 28412298, "qualifier": "involved_in", "term": "positive regulation of wound healing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090557", "qualifier": "involved_in", "term": "establishment of endothelial intestinal barrier"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097421", "qualifier": "involved_in", "term": "liver regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903348", "qualifier": "involved_in", "term": "positive regulation of bicellular tight junction assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903545", "qualifier": "involved_in", "term": "cellular response to butyrate"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 11090614, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005886", "pubmed": 23407391, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005923", "qualifier": "is_active_in", "term": "bicellular tight junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005923", "pubmed": [20375010, 23407391, 25849148], "qualifier": "located_in", "term": "bicellular tight junction"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005923", "qualifier": "located_in", "term": "bicellular tight junction"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 9931503, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016323", "pubmed": 20375010, "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016328", "qualifier": "located_in", "term": "lateral plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": [25849148, 26607202], "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070160", "pubmed": 30734065, "qualifier": "located_in", "term": "tight junction"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0001618", "pubmed": 20375010, "qualifier": "enables", "term": "virus receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005198", "qualifier": "enables", "term": "structural molecule activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20375010, 25323998, 25849148, 26607202, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 25849148, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7955, 81590], [8364, 548421], [9031, 424910], [9544, 704330], [9598, 460934], [9606, 9076], [9615, 608207], [9913, 414922], [10090, 12737], [10116, 65129]], "id": 9620}, "interpro": [{"desc": "Claudin-1", "id": "IPR003548", "short_desc": "Claudin1"}, {"desc": "PMP-22/EMP/MP20/Claudin", "id": "IPR004031", "short_desc": "PMP22/EMP/MP20/Claudin"}, {"desc": "Claudin", "id": "IPR006187", "short_desc": "Claudin"}, {"desc": "Claudin, conserved site", "id": "IPR017974", "short_desc": "Claudin_CS"}], "ipi": "IPI00000691", "map_location": "3q28", "name": "claudin 1", "other_names": ["claudin-1", "senescence-associated epithelial membrane protein 1"], "pantherdb": {"HGNC": "2032", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1276109", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 10090, "uniprot_kb": "O88551"}, {"RGD": "68422", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 10116, "uniprot_kb": "P56745"}, {"Ensembl": "ENSGALG00000026862", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 9031, "uniprot_kb": "Q5ZMG2"}, {"Ensembl": "ENSDARG00000115608", "ortholog_type": "O", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "A0A2R8QSC2"}, {"ZFIN": "ZDB-GENE-010328-11", "ortholog_type": "LDO", "panther_family": "PTHR12002", "taxid": 7955, "uniprot_kb": "F1R6Z2"}], "uniprot_kb": "O95832"}, "pathway": {"kegg": [{"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}], "pid": {"id": "nectin_pathway", "name": "Nectin adhesion pathway"}, "reactome": [{"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-420029", "name": "Tight junction interactions"}, {"id": "R-HSA-421270", "name": "Cell-cell junction organization"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}], "wikipathways": [{"id": "WP2272", "name": "Pathogenic Escherichia coli infection"}, {"id": "WP2572", "name": "Primary focal segmental glomerulosclerosis (FSGS)"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP4657", "name": "22q11.2 copy number variation syndrome"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pfam": "PF00822", "pharmgkb": "PA26557", "pharos": {"target_id": 3534, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169033", "relationship": "is"}, {"id": "GNF179939", "relationship": "is"}, {"id": "GNF190845", "relationship": "is"}, {"id": "GNF201751", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160932", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF039849", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF002678", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF243878", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104083", "relationship": "is"}, {"id": "GNF143732", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1", "NG_008149.2", "NG_021418.1"], "protein": "NP_066924.1", "rna": "NM_021101.5", "translation": {"protein": "NP_066924.1", "rna": "NM_021101.5"}}, "reporter": {"HG-U133_Plus_2": ["218182_s_at", "222549_at"], "HG-U95B": "46260_at", "HTA-2_0": "TC03002108.hg.1", "HuEx-1_0": "2710599", "HuGene-1_1": "8092726", "HuGene-2_1": "16962661"}, "retired": 338447, "summary": "Tight junctions represent one mode of cell-to-cell adhesion in epithelial or endothelial cell sheets, forming continuous seals around cells and serving as a physical barrier to prevent solutes and water from passing freely through the paracellular space. These junctions are comprised of sets of continuous networking strands in the outwardly facing cytoplasmic leaflet, with complementary grooves in the inwardly facing extracytoplasmic leaflet. The protein encoded by this gene, a member of the claudin family, is an integral membrane protein and a component of tight junction strands. Loss of function mutations result in neonatal ichthyosis-sclerosing cholangitis syndrome. [provided by RefSeq, Jul 2008].", "symbol": "CLDN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413460"}, "unigene": "Hs.439060", "uniprot": {"Swiss-Prot": "O95832", "TrEMBL": "A5JSJ9"}, "wikipedia": {"url_stub": "CLDN1"}}