{"AllianceGenome": "2097", "HGNC": "2097", "MIM": "118938", "_id": "1215", "_version": 1, "accession": {"genomic": ["AL132800.4", "CH471078.2", "CP068264.2", "M64269.1", "M69137.1", "NC_000014.9", "NC_060938.1", "X59072.1"], "protein": ["AAA52019.1", "AAA52020.1", "AAA52021.1", "AAB26828.1", "AAH69110.1", "AAH69370.1", "AAH69490.1", "AAI03975.1", "AAI03976.1", "AAZ06432.1", "AAZ06434.1", "BAG70278.1", "CAA41796.1", "EAW66007.1", "NP_001295012.1", "NP_001827.1", "P23946.1"], "rna": ["AB451464.1", "BC069110.1", "BC069370.1", "BC069490.1", "BC103974.1", "BC103975.1", "DQ082727.1", "DQ082729.1", "HY275608.1", "M69136.1", "NM_001308083.2", "NM_001836.5", "S61334.1"], "translation": [{"protein": "NP_001827.1", "rna": "NM_001836.5"}, {"protein": "BAG70278.1", "rna": "AB451464.1"}, {"protein": "AAI03975.1", "rna": "BC103974.1"}, {"protein": "AAZ06434.1", "rna": "DQ082729.1"}, {"protein": "AAH69490.1", "rna": "BC069490.1"}, {"protein": "AAH69110.1", "rna": "BC069110.1"}, {"protein": "AAA52019.1", "rna": "M69136.1"}, {"protein": "NP_001295012.1", "rna": "NM_001308083.2"}, {"protein": "AAZ06432.1", "rna": "DQ082727.1"}, {"protein": "AAB26828.1", "rna": "S61334.1"}, {"protein": "AAI03976.1", "rna": "BC103975.1"}, {"protein": "AAH69370.1", "rna": "BC069370.1"}]}, "alias": ["CYH", "MCT1", "chymase"], "ec": "3.4.21.39", "ensembl": {"gene": "ENSG00000092009", "protein": ["ENSP00000206446", "ENSP00000250378"], "transcript": ["ENST00000206446", "ENST00000250378"], "translation": [{"protein": "ENSP00000250378", "rna": "ENST00000250378"}, {"protein": "ENSP00000206446", "rna": "ENST00000206446"}], "type_of_gene": "protein_coding"}, "entrezgene": "1215", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.53235674842, "exp_mis": 83.4041671994, "exp_syn": 34.4907871811, "lof_z": -0.890649098633078, "mis_z": -3.03114706036457, "mu_lof": 4.8997001339e-07, "mu_mis": 7.23578895639e-06, "mu_syn": 2.89134986114e-06, "n_lof": 10.0, "n_mis": 140.0, "n_syn": 50.0, "p_li": 4.1077240038228e-08, "p_null": 0.942627480028862, "p_rec": 0.0573724788938985, "syn_z": -1.63714659168849}, "bp": 744, "cds_end": 24977441, "cds_start": 24974721, "n_exons": 5, "nonpsych": {"exp_lof": 6.71736095282, "exp_mis": 75.3886730153, "exp_syn": 31.1173462573, "lof_z": -1.24387234726858, "mis_z": -2.94006113832706, "mu_lof": 4.8997001339e-07, "mu_mis": 7.23578895639e-06, "mu_syn": 2.89134986114e-06, "n_lof": 10.0, "n_mis": 126.0, "n_syn": 49.0, "p_li": 2.27773697316305e-08, "p_null": 0.962324996956036, "p_rec": 0.0376749802665947, "syn_z": -2.01833912840669}, "nontcga": {"exp_lof": 6.92000652512, "exp_mis": 76.7220777256, "exp_syn": 31.7217680291, "lof_z": -1.15498887647297, "mis_z": -2.85974285223519, "mu_lof": 4.8997001339e-07, "mu_mis": 7.23578895639e-06, "mu_syn": 2.89134986114e-06, "n_lof": 10.0, "n_mis": 127.0, "n_syn": 43.0, "p_li": 2.63766879476828e-08, "p_null": 0.955528262669798, "p_rec": 0.0444717109535137, "syn_z": -1.26789859541543}, "transcript": "ENST00000250378.3"}, "exons": [{"cdsend": 24506480, "cdsstart": 24505515, "chr": "14", "position": [[24505352, 24505659], [24506027, 24506282], [24506468, 24506604], [24508177, 24508265]], "strand": -1, "transcript": "NM_001308083", "txend": 24508265, "txstart": 24505352}, {"cdsend": 24508235, "cdsstart": 24505515, "chr": "14", "position": [[24505352, 24505659], [24506027, 24506282], [24506468, 24506604], [24507355, 24507506], [24508177, 24508265]], "strand": -1, "transcript": "NM_001836", "txend": 24508265, "txstart": 24505352}], "exons_hg19": [{"cdsend": 24975686, "cdsstart": 24974721, "chr": "14", "position": [[24974558, 24974865], [24975233, 24975488], [24975674, 24975810], [24977383, 24977471]], "strand": -1, "transcript": "NM_001308083", "txend": 24977471, "txstart": 24974558}, {"cdsend": 24977441, "cdsstart": 24974721, "chr": "14", "position": [[24974558, 24974865], [24975233, 24975488], [24975674, 24975810], [24976561, 24976712], [24977383, 24977471]], "strand": -1, "transcript": "NM_001836", "txend": 24977471, "txstart": 24974558}], "generif": [{"pubmed": 11096141, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11208365, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 11303326, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11696688, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11852067, "text": "The S1 primary specificity pocket defines substrate specificity of chymases."}, {"pubmed": 12047032, "text": "The mast cell chymase A3255 allele was shown to have an effect on HDL cholesterol metabolism."}, {"pubmed": 12097409, "text": "The local release of mast cell chymase has potentially profound effects on airway smooth muscle cell function by disruption of the cell-associated matrix and inhibition of epidermal growth factor-induced smooth muscle cell proliferation."}, {"pubmed": 12165749, "text": "Results suggest the additive effect of angiotensin I-converting enzyme (ACE) and heart chymase (CMA) gene polymorphisms on the increase in left ventricular mass in NIDDM patients."}, {"pubmed": 12359984, "text": "Chymase may play a role in heart remodeling by increasing Ang II formation and activating MMP-9, and the regulation of collagen I gene expression."}, {"pubmed": 12446192, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12484503, "text": "Both the ACE and chymase-like enzyme activities in the aneurysmal aortae were significantly higher than those in the control aortae."}, {"pubmed": 12531890, "text": "Degradation of phospholipid transfer protein (PLTP) and PLTP-generated pre-beta-high density lipoprotein by this enzyme in mast cells impairs high affinity efflux of cholesterol from macrophage foam cells."}, {"pubmed": 12614156, "text": "Interactions among the loops bordering and defining the active site appear to influence both the zymogen and the activated conformations of chymase in this model."}, {"pubmed": 12815038, "text": "albumin is a substrate of human chymase"}, {"pubmed": 14592513, "text": "new class of chymase inhibitor through a substituent analysis of MWP00965 chemically synthesized"}, {"pubmed": 14701812, "text": "chymase depletes pre-beta-high density lipoprotein, which impairs ATP-binding cassette transporter A1- but not scavenger receptor class B type I-mediated lipid efflux to high density lipoprotein"}, {"pubmed": 14757520, "text": "MCT1 immunoreactivity was visible in blood vessel walls as early as the 13th week of gestation mainly in the visual cortical plate and subplate."}, {"pubmed": 15106801, "text": "mast cell chymase-1 is unlikely to influence blood pressure levels in the Japanese population."}, {"pubmed": 15227657, "text": "Bladder fibrosis may be mediated by mast cell chymase stimulation of collagen synthesis."}, {"pubmed": 15248847, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15449728, "text": "The synthesis of new potential inhibitors of human chymase is described"}, {"pubmed": 15555355, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15638376, "text": "Tryptase and chymase and protein levels were determined in mast cells in fibrosarcoma."}, {"pubmed": 15788353, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 15914614, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15919053, "text": "mast cell chymase activates ERK and p38 probably through G-protein-coupled receptor, and the ERK but not p38 cascade may have a crucial role in chymase-induced migration of eosinophils"}, {"pubmed": 15924217, "text": "A novel (TG)n(GA)m repeat polymorphism 254 bp downstream of the mast cell chymase (CMA1) gene is associated with atopic asthma and total serum IgE levels."}, {"pubmed": 15924217, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16020275, "text": "Chymase-induced apoptosis of conjunctival epithelial cells represents anoikis, which is a slowly occurring apoptotic process induced by lack of adhesion to an extracellular matrix."}, {"pubmed": 16134991, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16134991, "text": "Significant association between the CMA1 promoter polymorphism rs1800875 and atopic eczema supports the hypothesis that CMA1 serves as candidate gene for atopic eczema."}, {"pubmed": 16317101, "text": "activated human skin mast cells (MCs) convert CTAP-III into biologically active NAP-2 through proteolytic cleavage by released chymase."}, {"pubmed": 16446531, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16446531, "text": "The CMA1 polymorphisms studied do not contribute to disease susceptibility in Japanese or Dutch sarcoidosis patients."}, {"pubmed": 16520412, "text": "AGEs, a hallmark of diabetes, induce chymase via the RAGE-ERK1/2 MAP kinase pathway. Chymase initiates an important alternative angiotensin II-generating pathway in diabetes and may play a critical role in diabetic vascular disease."}, {"pubmed": 16786130, "text": "chymase in mast cells may have a role in inflammatory bowel disease"}, {"pubmed": 16962475, "text": "There was higher angiotensin-converting enzyme (ACE) and chymase mRNA expression and mast cell density in failing than in control myocardium and no changes in ACE2 expression were detected."}, {"pubmed": 17035401, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17199219, "text": "cardiac chymase activity appears to be involved in cardiac remodelling--REVIEW"}, {"pubmed": 17334631, "text": "These observations suggest that mast cell chymase, possibly induced by interleukin-4-dependent phenotypic modulation, may be an important mediator in the inflammatory and fibrotic processes of idiopathic interstitial pneumonia in humans."}, {"pubmed": 17460374, "text": "Chymase promoted the migration of vascular smooth muscle cells in the matrix-coated invasion chambers and activated promatrix metalloproteinase-2 obtained from the culture medium of vascular smooth muscle cells."}, {"pubmed": 17851694, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18079408, "text": "chymase inactivates the FAK-mediated cell survival signaling"}, {"pubmed": 18641516, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18845543, "text": "epithelial chymase is rapidly activated by a ligand-independent mechanism following mechanical stress via cytoskeletal and reactive oxygen species signaling and is associated with the onset of epithelial cell migration"}, {"pubmed": 18856058, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18958543, "text": "In Japan, carriage of the MMP-7-181 G allele and of the CMA/B A allele were each associated with an increased risk for H. pylori-related noncardia gastric cancer development."}, {"pubmed": 18958543, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18973102, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18973102, "text": "positive association between the CMA1 -1903 G/A single nucleotide polymorphism and bronchial asthma in children in Egypt"}, {"pubmed": 19126871, "text": "Placenta-derived chymotrypsin-like protease contributes to the altered endothelial barrier function in preeclampsia."}, {"pubmed": 19332265, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19380825, "text": "After secretion by mast cells, alpha 2-macroglobulin-bound chymase remains accessible to small substrates, including angiotensin I, with activity in serum that is stable with prolonged incubation."}, {"pubmed": 19494363, "text": "activation of endothelial CLP/chymase may directly relate to the increased inflammatory phenotypic changes in the vascular system in women with preeclampsia"}, {"pubmed": 19520069, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19697770, "text": "The levels of tryptase and chymase expression are greatly increased in human lung tissue of anaphylactic shock."}, {"pubmed": 19853701, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19899640, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20423454, "text": "Positions 143 (Arg) and 192 (Lys) in human mast cell chymase contribute to the strong preference for negatively charged amino acids at substrate position P2'."}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20659024, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20670150, "text": "Elevated maternal chymase activity and enhanced protease immunostaining in the maternal vessel endothelium may constitute the exacerbated inflammatory state and account for the increased vascular Ang II sensitivity in preeclampsia."}, {"pubmed": 20736038, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20736038, "text": "short tandem repeat genetic polymorphism is associated with bronchial asthma in a Swiss cohort study"}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21150220, "text": "Chymase rs1800875 polymorphism is associated with the progression of immunoglobulin A (IgA) nephropathy in Korean patients."}, {"pubmed": 21274549, "text": "mast cell-derived protein is present in uterine cervical carcinoma"}, {"pubmed": 21786536, "text": "human chymase contributes to blood glucose levels and mortality during the progression of diabetes"}, {"pubmed": 21796807, "text": "Polymorphism rs1800875 of CMA1 may be associated with serum IgE level in coronary heart disease subjects, but not with chymase level in normal coronary intimae"}, {"pubmed": 22102069, "text": "Two different populations of mast cells were found in melanocytic skin; one expressing both chymase and tryptase and the other with tryptase only."}, {"pubmed": 22180785, "text": "a dominant role of cardiac chymase in the formation of Ang II from Ang-(1-12)"}, {"pubmed": 22194960, "text": "Both IgE and chymase associate with diabetes status."}, {"pubmed": 22363824, "text": "As mast cells are an important source of VEGF, tryptase, and chymase, these findings suggest that mast cell activation and mast cell-derived mediators participate in the development of Dengue hemorrhagic fever."}, {"pubmed": 22653218, "text": "Data indicate that the best Fynomer (the binding proteins derived from the Fyn SH3 domain) was found to bind chymase with a KD of 0.9 nM and koff of 6.6x10 (-4) s (-1) , and to selectively inhibit chymase activity with an IC 50 value of 2 nM."}, {"pubmed": 22679278, "text": "The present results indicated PRCP rs7104980 can be considered as a marker for EH and Hap3 GAGCACTAACA (PRCP) and Hap16 TTTA (CMA1) might be associated with essential hypertension in Chinese Han population."}, {"pubmed": 24257755, "text": "Mast cell chymase degrades the alarmins heat shock protein 70, biglycan, HMGB1, and interleukin-33 (IL-33) and limits danger-induced inflammation."}, {"pubmed": 24344642, "text": "Purified chymase mixed with fragmented heparin derived from heparanase-expressing cells show greater release from collagen gels than the enzyme alone or mixed with macromolecular heparin derived from mock cells."}, {"pubmed": 24507159, "text": "The accumulated data in this review suggest that mast cells, their tryptases, and their chymases play important roles in tissue repair."}, {"pubmed": 24516344, "text": "These data suggest a possible contribution of human chymase activation to LPS-induced mortality"}, {"pubmed": 24560885, "text": "demonstrate the generation of Pso p27 from SCCA1 with extracts from psoriatic scale and even more remarkably, the generation of Pso p27 from SCCA1 in the presence of mast cell associated chymase"}, {"pubmed": 24823657, "text": "The polymorphisms and haplotypes of the CMA1 locus are associated with cardiac hypertrophy in male patients with symptomatic aortic stenosis."}, {"pubmed": 24874976, "text": "we present data indicating that MC tryptase and chymase contribute to the development of OSF and malignant transformation of the overlying epithelium."}, {"pubmed": 25102745, "text": "Significant association between the AG genotype of CMA1 A polymorphism and Angina Pectoris and Ventricular Extrasystoles was observed."}, {"pubmed": 25119908, "text": "CMA1 gene single nucleotide polymorphisms is associated with essential hypertension."}, {"pubmed": 25120737, "text": "Our data demonstrated that mast cell chymase plays an important role in keloid formation through TGF-beta1/Smad signaling pathway."}, {"pubmed": 25797204, "text": "promoter single nucleotide polymorphism is not associated with Dengue Hemorrhagic Fever and Dengue Shock Syndrome in Vietnam and Philippines"}, {"pubmed": 28053237, "text": "Cleavage of the alarmins by Human mast cell chymase and human neutrophil cathepsin G suggests a function in regulating excessive inflammation."}, {"pubmed": 28205588, "text": "These findings reveal the critical role of hypoxia in producing local angiotensin II by a lactate-chymase-dependent mechanism and highlight the importance of local angiotensin II in regulating radioresistance of hypoxic tumor cells."}, {"pubmed": 28878298, "text": "expression markedly increased in the maternal vascular endothelium in subjects with preeclampsia compared with normal pregnant controls"}, {"pubmed": 29973268, "text": "Data show that chymase cleavage of chemerin (chem163S) to partially active chemerin (chem156F) can be found in synovial fluids where it can play a role in modulation of the inflammation in joints."}, {"pubmed": 31466718, "text": "Findings suggest that the angiotensin II (Ang II) generation from hAng-(1-12) is primarily mediated by chymase rather than carboxypeptidase A (CPA)."}, {"pubmed": 31888494, "text": "CMA1 polymorphisms may be associated with atrial fibrillation, and the rs1800875 GG genotype might be a susceptibility factor for AF in the Chinese Han population."}, {"pubmed": 32129682, "text": "CMA1 is potent prognostic marker and associates with immune infiltration in gastric cancer."}, {"pubmed": 32361612, "text": "Differential Expression of the Angiotensin-(1-12)/Chymase Axis in Human Atrial Tissue."}, {"pubmed": 32678248, "text": "Serum chymase levels correlate with severe dengue warning signs and clinical fluid accumulation in hospitalized pediatric patients."}, {"pubmed": 33309638, "text": "The Angiotensin-(1-12)/Chymase axis as an alternate component of the tissue renin angiotensin system."}, {"pubmed": 34688137, "text": "Elevated salivary activity of mast cell chymase of periodontitis patients, and a new bradykinin generation cascade, mediating the cross-talks between mast cell and gingival fibroblast."}, {"pubmed": 34859861, "text": "Chymase-positive Mast cells correlate with tumor angiogenesis: first report in pancreatic cancer patients."}, {"pubmed": 34884420, "text": "Increase in Chymase-Positive Mast Cells in Recurrent Pleomorphic Adenoma and Carcinoma Ex Pleomorphic Adenoma of the Parotid Gland."}, {"pubmed": 35513594, "text": "Investigation into the Health Effects of Reduced Chymase Function Using Predicted Loss-of-Function Mutations in CMA1."}, {"pubmed": 37175975, "text": "Increased Chymase-Positive Mast Cells in High-Grade Mucoepidermoid Carcinoma of the Parotid Gland."}, {"pubmed": 37298438, "text": "Recombinant SARS-CoV-2 Spike Protein Stimulates Secretion of Chymase, Tryptase, and IL-1beta from Human Mast Cells, Augmented by IL-33."}, {"pubmed": 37821269, "text": "Human vascular smooth muscle cells utilise chymase for the atypical cleavage and activation of Interleukin-1beta."}], "genomic_pos": {"chr": "14", "end": 24508265, "ensemblgene": "ENSG00000092009", "start": 24505353, "strand": -1}, "genomic_pos_hg19": {"chr": "14", "end": 24977471, "start": 24974559, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0002003", "qualifier": "involved_in", "term": "angiotensin maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006518", "qualifier": "involved_in", "term": "peptide metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0022617", "pubmed": 27068509, "qualifier": "involved_in", "term": "extracellular matrix disassembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030163", "qualifier": "involved_in", "term": "protein catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030901", "qualifier": "involved_in", "term": "midbrain development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034769", "pubmed": 27068509, "qualifier": "involved_in", "term": "basement membrane disassembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045766", "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050727", "pubmed": 1919436, "qualifier": "involved_in", "term": "regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071333", "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140447", "pubmed": 1919436, "qualifier": "involved_in", "term": "cytokine precursor processing"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030141", "pubmed": 29529050, "qualifier": "located_in", "term": "secretory granule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036464", "qualifier": "located_in", "term": "cytoplasmic ribonucleoprotein granule"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "is_active_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 27559042, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "EXP", "id": "GO:0004175", "pubmed": [9256427, 12062105], "qualifier": "enables", "term": "endopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004252", "pubmed": 1919436, "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0004252", "pubmed": 8144971, "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0008236", "pubmed": [2266130, 11502696], "qualifier": "enables", "term": "serine-type peptidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042277", "qualifier": "enables", "term": "peptide binding"}]}, "homologene": {"genes": [[9544, 716395], [9598, 745533], [9606, 1215], [9615, 490628], [9913, 540321], [9913, 100139881], [10090, 17228], [10116, 25627]], "id": 55606}, "interpro": [{"desc": "Serine proteases, trypsin domain", "id": "IPR001254", "short_desc": "Trypsin_dom"}, {"desc": "Peptidase S1, PA clan", "id": "IPR009003", "short_desc": "Peptidase_S1_PA"}, {"desc": "Serine proteases, trypsin family, serine active site", "id": "IPR033116", "short_desc": "TRYPSIN_SER"}, {"desc": "Peptidase S1, PA clan, chymotrypsin-like fold", "id": "IPR043504", "short_desc": "Peptidase_S1_PA_chymotrypsin"}, {"desc": "Peptidase S1A, chymotrypsin family", "id": "IPR001314", "short_desc": "Peptidase_S1A"}, {"desc": "Serine proteases, trypsin family, histidine active site", "id": "IPR018114", "short_desc": "TRYPSIN_HIS"}], "ipi": ["IPI00004922", "IPI00013937"], "map_location": "14q12", "name": "chymase 1", "other_names": ["alpha-chymase", "chymase", "chymase 1 preproprotein transcript E", "chymase 1 preproprotein transcript I", "chymase 1, mast cell", "chymase, heart", "chymase, mast cell", "mast cell protease I"], "pantherdb": {"HGNC": "2097", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96941", "ortholog_type": "LDO", "panther_family": "PTHR24271", "taxid": 10090, "uniprot_kb": "P21844"}, {"RGD": "2365", "ortholog_type": "LDO", "panther_family": "PTHR24271", "taxid": 10116, "uniprot_kb": "P50339"}, {"Ensembl": "ENSGALG00000054174", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 9031, "uniprot_kb": "A0A3Q2UH55"}, {"Ensembl": "ENSGALG00000044661", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 9031, "uniprot_kb": "A0A1L1RUM8"}, {"ZFIN": "ZDB-GENE-070912-136", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 7955, "uniprot_kb": "A8WIQ5"}, {"ZFIN": "ZDB-GENE-070912-133", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 7955, "uniprot_kb": "F1Q5D3"}, {"ZFIN": "ZDB-GENE-070912-132", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 7955, "uniprot_kb": "A8WIQ2"}, {"ZFIN": "ZDB-GENE-070912-135", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 7955, "uniprot_kb": "A8WIQ4"}, {"ZFIN": "ZDB-GENE-050208-355", "ortholog_type": "O", "panther_family": "PTHR24271", "taxid": 7955, "uniprot_kb": "A0A2R8QQC0"}], "uniprot_kb": "P23946"}, "pathway": {"kegg": [{"id": "hsa04614", "name": "Renin-angiotensin system - Homo sapiens (human)"}, {"id": "hsa05415", "name": "Diabetic cardiomyopathy - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1433557", "name": "Signaling by SCF-KIT"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1592389", "name": "Activation of Matrix Metalloproteinases"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-2022377", "name": "Metabolism of Angiotensinogen to Angiotensins"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP3624", "name": "Lung fibrosis"}, {"id": "WP4756", "name": "Renin-angiotensin-aldosterone system (RAAS)"}, {"id": "WP554", "name": "ACE Inhibitor Pathway"}]}, "pdb": ["1KLT", "1NN6", "1PJP", "1T31", "2HVX", "3N7O", "3S0N", "4AFQ", "4AFS", "4AFU", "4AFZ", "4AG1", "4AG2", "4K2Y", "4K5Z", "4K60", "4K69", "4KP0", "5YJM", "5YJP"], "pfam": "PF00089", "pharmgkb": "PA26623", "pharos": {"target_id": 13964, "tdl": "Tchem"}, "pir": "A40967", "prosite": "PS50240", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325818", "relationship": "is"}, {"id": "GNF325819", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292985", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247611", "relationship": "is"}, {"id": "GNF247612", "relationship": "is"}, {"id": "GNF247613", "relationship": "is"}, {"id": "GNF247614", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": {"id": "GNF081126", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052218", "relationship": "is"}, {"id": "GNF056986", "relationship": "is"}, {"id": "GNF061817", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068381", "relationship": "is"}, {"id": "GNF068382", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128353", "relationship": "is"}, {"id": "GNF128364", "relationship": "is"}, {"id": "GNF277470", "relationship": "is"}, {"id": "GNF277471", "relationship": "is"}, {"id": "GNF277795", "relationship": "is"}, {"id": "GNF277807", "relationship": "is"}, {"id": "GNF278283", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330760", "relationship": "is"}, {"id": "GNF331948", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337165", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093745", "relationship": "is"}, {"id": "GNF133403", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1"], "protein": ["NP_001295012.1", "NP_001827.1"], "rna": ["NM_001308083.2", "NM_001836.5"], "translation": [{"protein": "NP_001827.1", "rna": "NM_001836.5"}, {"protein": "NP_001295012.1", "rna": "NM_001308083.2"}]}, "reporter": {"HG-U133_Plus_2": "214533_at", "HG-U95Av2": "33024_at", "HTA-2_0": "TC14000979.hg.1", "HuEx-1_0": "3558325", "HuGene-1_1": "7978343", "HuGene-2_1": "16791419"}, "summary": "This gene encodes a chymotryptic serine proteinase that belongs to the peptidase family S1. It is expressed in mast cells and is thought to function in the degradation of the extracellular matrix, the regulation of submucosal gland secretion, and the generation of vasoactive peptides. In the heart and blood vessels, this protein, rather than angiotensin converting enzyme, is largely responsible for converting angiotensin I to the vasoactive peptide angiotensin II. Alternative splicing results in multiple variants. [provided by RefSeq, Apr 2015].", "symbol": "CMA1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413516"}, "unigene": "Hs.135626", "uniprot": {"Swiss-Prot": "P23946", "TrEMBL": "Q4FEB3"}, "wikipedia": {"url_stub": "CMA1"}}