{"AllianceGenome": "2160", "HGNC": "2160", "MIM": "605051", "_id": "1269", "_version": 1, "accession": {"genomic": ["AJ430064.1", "AL590609.15", "AY242132.1", "CH471134.1", "CP068277.2", "CS613268.1", "GM007150.1", "GM835801.1", "HB435988.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAH69722.1", "AAH74767.1", "AAH95545.1", "AAO92299.1", "ACD31539.1", "CAA52376.1", "CAD22548.1", "CAD22549.1", "CAJ42137.1", "CAJ42138.1", "CAJ42139.1", "CAO02243.1", "CAS97371.1", "CAV28600.1", "CAZ76867.1", "EAW95099.1", "EAW95100.1", "NP_001832.1", "P34972.1", "XP_011538931.1", "XP_016855750.1", "XP_047300789.1", "XP_054190253.1", "XP_054190254.1", "XP_054190255.1"], "rna": ["AJ430063.1", "AM156854.1", "AM156855.1", "AM156856.1", "BC069722.1", "BC074767.2", "BC095545.1", "EU517121.1", "FJ357036.1", "NM_001841.3", "X74328.1", "XM_011540629.4", "XM_017000261.3", "XM_047444833.1", "XM_054334278.1", "XM_054334279.1", "XM_054334280.1"], "translation": [{"protein": "XP_054190255.1", "rna": "XM_054334280.1"}, {"protein": "CAA52376.1", "rna": "X74328.1"}, {"protein": "CAJ42139.1", "rna": "AM156856.1"}, {"protein": "CAJ42138.1", "rna": "AM156855.1"}, {"protein": "XP_054190254.1", "rna": "XM_054334279.1"}, {"protein": "CAD22548.1", "rna": "AJ430063.1"}, {"protein": "AAH69722.1", "rna": "BC069722.1"}, {"protein": "AAH74767.1", "rna": "BC074767.2"}, {"protein": "XP_016855750.1", "rna": "XM_017000261.3"}, {"protein": "XP_054190253.1", "rna": "XM_054334278.1"}, {"protein": "NP_001832.1", "rna": "NM_001841.3"}, {"protein": "AAH95545.1", "rna": "BC095545.1"}, {"protein": "XP_047300789.1", "rna": "XM_047444833.1"}, {"protein": "XP_011538931.1", "rna": "XM_011540629.4"}, {"protein": "CAJ42137.1", "rna": "AM156854.1"}, {"protein": "ACD31539.1", "rna": "EU517121.1"}]}, "alias": ["CB-2", "CB2", "CX5"], "ensembl": {"gene": "ENSG00000188822", "protein": "ENSP00000363596", "transcript": "ENST00000374472", "translation": [{"protein": "ENSP00000363596", "rna": "ENST00000374472"}], "type_of_gene": "protein_coding"}, "entrezgene": "1269", "exons": [{"cdsend": 23875617, "cdsstart": 23874534, "chr": "1", "position": [[23870515, 23875662], [23913245, 23913362]], "strand": -1, "transcript": "NM_001841", "txend": 23913362, "txstart": 23870515}], "exons_hg19": [{"cdsend": 24202107, "cdsstart": 24201024, "chr": "1", "position": [[24197005, 24202152], [24239735, 24239852]], "strand": -1, "transcript": "NM_001841", "txend": 24239852, "txstart": 24197005}], "generif": [{"pubmed": 11727770, "text": "CB1 and CB2 receptor mRNA expression in human peripheral blood mononuclear cells (PBMC) from various donor types."}, {"pubmed": 12153574, "text": "dendritic cells were also found to express measurable amounts of CB1 and CB2 receptors and of FAAH. Cell maturation did not consistently modify the expression of these proteins"}, {"pubmed": 12417328, "text": "Absence of a conserved proline and presence of a conserved tyrosine in the CB2 cannabinoid receptor are crucial for its function."}, {"pubmed": 12511587, "text": "CB2 plays a role in inhibiting neovascularization and skin neoplasm development"}, {"pubmed": 12663043, "text": "Effects of D3.49A, R3.50A, and A6.34E mutations on ligand binding and activation of the cannabinoid-2 (CB2) receptor."}, {"pubmed": 12711605, "text": "2-arachidonoylglycerol induces the migration of several types of leukocytes such as macrophages/monocytes through a CB2 receptor-dependent mechanism thereby stimulating inflammatory reactions and immune responses"}, {"pubmed": 12799277, "text": "analysis of human acute myeloid leukemia (AML) samples revealed the presence of CB2 mRNA transcripts in several cases."}, {"pubmed": 14657172, "text": "In hippocampus and entorhinal cortex of Alzheimer's disease patients both fatty acid amide hydrolase and cannabinoid CB2 receptors are abundantly and selectively expressed in neuritic plaque-associated astrocytes and microglia"}, {"pubmed": 14764676, "text": "A critical role is indicated for CB2 in migration of B cells and the lymphoid germinal center response."}, {"pubmed": 14966196, "text": "delta(9)-THC induces an influx of extracellular calcium in resting T cells in a CB1- CB2- -dependent manner"}, {"pubmed": 15039279, "text": "aberrantly expressed in a high percentage of human acute myeloid leukemias"}, {"pubmed": 15266552, "text": "CB2 receptors are present in a specific microglial cell type of the human cerebellum, namely, perivascular microglial cells."}, {"pubmed": 15456404, "text": "proposition that 2-AG (2-arachidonoylglycerol) is the true natural ligand for both the CB1 and CB2 receptors"}, {"pubmed": 15472222, "text": "The immune system-associated cannabinoid CB2 receptors were localized only to placental macrophages"}, {"pubmed": 15728830, "text": "Senile plaques in AD patients express CB2 receptors which show increased nitration."}, {"pubmed": 15765409, "text": "CB2 receptors highly up-regulated in cirrhotic liver, predominantly in hepatic fibrogenic cells. Antifibrogenic role of CB2 receptors during chronic liver injury."}, {"pubmed": 15845647, "text": "Collectively, these results demonstrate reduced endogenous fatty acid amide immunomodulatory responses in individuals with the CB2 188-189 GG/GG genotype and suggest that this CB2 gene variation may be a risk factor for autoimmunity."}, {"pubmed": 15927811, "text": "CB1 and CB2 immunoreactivity was observed in cutaneous nerve fiber bundles, mast cells, macrophages, epidermal keratinocytes, and the epithelial cells of hair follicles, sebocytes and eccrine sweat glands."}, {"pubmed": 16139274, "text": "Data support a role for p38 MAPK in cannabinoid receptor 2-induced apoptosis of human leukaemia cells."}, {"pubmed": 16204352, "text": "A role is demonstrated for the peripherally expressed CB2 receptor in the etiology of osteoporosis, whereas no convincing association is found for cannabinoid receptor type 1 (Cnr1)."}, {"pubmed": 16204352, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16406364, "text": "Results describe the modification of 12-phenylacetyl-ricinoleoyl-vanillamide and its activity at TRPV1 and CB2 receptors."}, {"pubmed": 16503355, "text": "CB(2) receptors are involved in cannabinoid-mediated inhibition of the chemokine CXCL12-induced and CXCR4-mediated chemotaxis of Jurkat T cells and their transendothelial migration."}, {"pubmed": 16513651, "text": "CB2 might play a role in regulating excessive inflammatory response by controlling RhoA activation, thereby suppressing neutrophil migration"}, {"pubmed": 16547349, "text": "analysis of cannabinoid type 2 receptor-dependent and -independent immunomodulatory effects of alkylamides from Echinacea"}, {"pubmed": 16563625, "text": "These data strongly suggest that AM1241 produces antinociception in vivo by activating CB2 cannabinoid receptors."}, {"pubmed": 16624285, "text": "Results presented here show that CB2 receptor activation signals apoptosis via a ceramide-dependent stimulation of the mitochondrial intrinsic pathway."}, {"pubmed": 17015679, "text": "lipid rafts control CB1R, but not CB2R, and endocannabinoid transport in immune and neuronal cells."}, {"pubmed": 17068343, "text": "apoptosis induced by cannabinoid receptor CB1 and CB2 agonists leads to activation of ERK1/2 leading to G1 cell cycle arrest in prostate cancer cells"}, {"pubmed": 17074588, "text": "High expression of CB2 receptor was observed in 33 (52%) hepatocellular carcinoma."}, {"pubmed": 17189959, "text": "There is an association between the Q63R polymorphism of the CB2 gene and alcoholism in a Japanese population."}, {"pubmed": 17189959, "text": "We tested if cannabinoid type 2 receptor (CB2) in the central nervous system plays a role in alcohol abuse/dependence in animal model and then examined an association between the CB2 gene polymorphism and alcoholism in human."}, {"pubmed": 17223358, "text": "Dual affinity tags were used for the expression and purification of functional CNR2."}, {"pubmed": 17327359, "text": "Activation of CB2 cannabinoid receptors by JWH133 protects against I/R damage by decreasing inflammatory cell infiltration, tissue and serum TNF-alpha, MIP-1alpha and MIP-2 levels, tissue lipid peroxidation, and expression of ICAM-1 in vivo"}, {"pubmed": 17334644, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17390085, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17390085, "text": "polymorphisms of CNR2 may confer susceptibility to postmenopausal osteoporosis in women, and that of GJA4 to osteoporosis in men"}, {"pubmed": 17613768, "text": "abundant levels of CB2 protein were present on T-NHL and in many B-NHL.  NHL specimens in general stained positively with both C-terminal specific anti-CB2 and N-terminal specific CB2 antibody"}, {"pubmed": 17660390, "text": "CB2 receptor agonists attenuated TNF signaling in inflammation models."}, {"pubmed": 17678969, "text": "CB(1)R and CB(2)R are differentially linked to lipid rafts, specialized microdomains of the plasma membrane--REVIEW"}, {"pubmed": 17923791, "text": "insulin may play a key role in the obesity-linked dysregulation of the adipose endocannabinoid system at the gene level"}, {"pubmed": 18068305, "text": "CB(2) receptors are induced in beta-amyloid plaque-associated microglia and astroglia, respectively, in Down's syndrome"}, {"pubmed": 18092149, "text": "CB2 is densely present in somatostatin-secreting pancreatic delta cells."}, {"pubmed": 18221003, "text": "Circular dichroism spectroscopy indicated high alpha-helical content (49 %) of CB2"}, {"pubmed": 18286196, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18286196, "text": "high incidence of (Q63R) but not (H316Y) polymorphism in the CB2 gene was found in Japanese depressed subjects"}, {"pubmed": 18334483, "text": "support the potential use of non-psychoactive CB(2) agonists in therapeutic strategies for multiple sclerosis and other neuroinflammatory disorders"}, {"pubmed": 18419603, "text": "Selective CB2 up-regulation in women affected by endometrial inflammation is reported."}, {"pubmed": 18483286, "text": "cannabinoid receptors are required for ultraviolet-induced inflammation and skin cancer development"}, {"pubmed": 18599552, "text": "temporal-spatial expression of FAAH, CB1, and CB2 is regulated during early pregnancy and anandamide detrimentally alters trophoblast proliferation"}, {"pubmed": 18614816, "text": "Increases the susceptibility of macrophages to oxidized low density lipoprotein-induced apoptosis."}, {"pubmed": 18636169, "text": "Data suggest that common polymorphisms within the cannabinoid receptor 2 gene confer no susceptibility to myocardial infarction or to cardiovascular risk factors."}, {"pubmed": 18636169, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18799087, "text": "fibroblast-like synoviocytes of knees of rheumatoid arthritis and osteoarthritis patients express cannabinoid receptor (CB)1 and CB2"}, {"pubmed": 18991891, "text": "Data demonstrate the functional expression of CB2 receptors in the brain that may provide novel targets for the effects of cannabinoids in depression and substance abuse disorders beyond neuroimmunocannabinoid activity."}, {"pubmed": 19027245, "text": "Therefore, we hypothesize that the activation of CB2 with a CB2-specific agonist, such as HU-308, might be a novel therapeutic strategy to accelerate osseointegration of dental implants."}, {"pubmed": 19053233, "text": "demonstrate that side chains of the residues at these reactive loci (V6.51, L6.52, L6.54, M6.55, L6.59, and T6.62) are on the water-accessible surface of the binding-site crevice"}, {"pubmed": 19058789, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19071106, "text": "study demonstrates that expressed cannabinoid CB(2) receptors couple equally well to Galpha(qo5) and Galpha(qi5) proteins"}, {"pubmed": 19328464, "text": "The functional CB(2) cannabinoid receptor is present in human spermatozoa and regulates the sperm motility in a more distinct manner than CB(1)."}, {"pubmed": 19397896, "text": "These characteristics of hCB2 transmembrane helix 6 are potential structural features of ligand-induced hCB2 activation in vivo."}, {"pubmed": 19442614, "text": "The results suggest that CNR2 at 1p36, individually or in different combinations, contribute to osteoporosis susceptibility in Chinese."}, {"pubmed": 19477951, "text": "analysis of anandamide-stimulated cannabinoid receptor signaling in human ULTR myometrial smooth muscle cells"}, {"pubmed": 19480992, "text": "abundant expression and distribution of CB2 receptors in glioblastoma and particularly endothelial cells of glioblastoma indicate that impaired tumor growth in presence of cannabinoids may be associated with CB2 activation"}, {"pubmed": 19505450, "text": "Our results show that a CB(2) agonist (JWH-015) is capable of inducing the removal of native beta-amyloid removal from human frozen tissue sections as well as of synthetic pathogenic peptide by a human macrophage cell line (THP-1)."}, {"pubmed": 19547718, "text": "results demonstrate the expression and regulation of CB1 and CB2 receptors and fatty acid amide hydrolase in retinal pigment epithelial cells"}, {"pubmed": 19565271, "text": "Association of polymorphisms with low bone density, specificaly hand bone strength phenotypes."}, {"pubmed": 19565271, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19596672, "text": "Blocking CB1 together with selective activation of CB2 may suppress pro-inflammatory responses of macrophages."}, {"pubmed": 19730968, "text": "In patients with primary biliary cirrhosis, CB2 was expressed in hepatocytes and in cholangiocytes, whereas it was absent from mesenchymal cells"}, {"pubmed": 19730968, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19757078, "text": "The CB2 transcript has been isolated and the previously unidentified transcription start sites associated with human peripheral B cells have been defined."}, {"pubmed": 19768813, "text": "cannabinoid CB2-R is involved in the endocannabinoid signaling mechanisms associated with the regulation of food intake and in eating disorders"}, {"pubmed": 19858202, "text": "Cannabinoid receptor type 1- and 2-mediated increase in cyclic AMP inhibits T cell receptor-triggered signaling."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19931541, "text": "cannabinoid receptor 2 and activated endocannabinoid system expression is altered in patients with severe heart failure"}, {"pubmed": 19931854, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19931854, "text": "These findings indicate an increased risk of schizophrenia for people with low CB2 receptor function."}, {"pubmed": 20041802, "text": "Cyanidin and delphinidin are ligands with moderate affinity to human CB2 and CB1."}, {"pubmed": 20090845, "text": "high expression level of CB(1) and CB(2) receptors commonly found in malignant astrocytomas precludes the use of cannabinoids as therapeutics, unless AKT is concomitantly inhibited"}, {"pubmed": 20124950, "text": "CB2 polymorphic receptors are able to bind cannabinoid ligands and mediate signal transduction."}, {"pubmed": 20133454, "text": "overexpressed in malignant endometrial cells"}, {"pubmed": 20307616, "text": "results demonstrate opposite changes in cannabinoid receptor 1 and 2 protein expression in human gliomas"}, {"pubmed": 20335147, "text": "Squamous cell carcinoma over-expresses CB2 at both the protein and mRNA levels."}, {"pubmed": 20369362, "text": "In the endometrium, CB1 and CB2 immunoreactivity was primarily restricted to the glandular epithelium and expression was unrelated to the phase of the menstrual cycle."}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20494466, "text": "expression of CB1 and CB2 receptors is upregulated in aortic valve stenosis"}, {"pubmed": 20602678, "text": "CB1/CB2 participate in the regulation of lipid metabolism in human-derived immortalized hepatocytes by regulating the expression of key enzymes of lipid synthesis and transport."}, {"pubmed": 20607655, "text": "the CB2 cannabinoid receptor protein was consistently negative in all fetal and adult kidneys studies"}, {"pubmed": 20621164, "text": "Expression of cannabinoid receptor 2 is detected in cells of the microglia/macrophage lineage during cerebral cortical development."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20854251, "text": "This study demonistrated that CB! receptor expression in human platelets and predominantly localized inside the cell."}, {"pubmed": 21251115, "text": "This study demonistrated that CB2 was localized to cerebral endothelial cells, pericytes, smooth muscle cells, astrocytes and macrophages/microglia in patient with multiple sclerosis."}, {"pubmed": 21450051, "text": "Our study indicates that expression of cannabinoid receptors CB1 AND CB2 occurs in glia in HIV encephalitis brains"}, {"pubmed": 21457344, "text": "retrospectively investigated the CB2 receptor expression in diffuse large B-cell lymphomas (DLBCL) and its clinical relevance for treatment outcome"}, {"pubmed": 21467997, "text": "GPR55 limits the tissue-injuring inflammatory responses mediated by CB(2)R, while it synergizes with CB(2)R in recruiting neutrophils to sites of inflammation."}, {"pubmed": 21472688, "text": "A differential association between the expression of CNR1/CNR2 and RAGE with morphological changes and expression of molecular markers of inflammation could be established in patients with inflammatory bowel disease"}, {"pubmed": 21537344, "text": "New blood brothers: the GPR55 and CB2 partnership"}, {"pubmed": 21539938, "text": "Agonist-mediated inhibition of the forskolin-induced cAMP production was dramatically diminished in the CB2 mutant W5.43(194)Y."}, {"pubmed": 21626285, "text": "CB2 is a potent regulator of immune responses making it a prime target for the treatment of inflammatory diseases."}, {"pubmed": 21640764, "text": "results suggest that Rab5 is involved in CB2 endocytosis and that internalized receptors are recycled via a Rab11 associated pathway rather than the rapid Rab4 associated pathway"}, {"pubmed": 21649637, "text": "We report for the first time a significant decrease in CB2 mRNA levels during osteoclast differentiation"}, {"pubmed": 21658778, "text": "results suggest that CB2 cannabinoid receptor may play a role in BD."}, {"pubmed": 21828121, "text": "CNR2 functional variant (Q63R) influences childhood immune thrombocytopenic purpura."}, {"pubmed": 21861534, "text": "AM-841 covalently and selectively modifies hCB2R at TMH6 cysteine C6.47(257)"}, {"pubmed": 22130134, "text": "analysis of 5-sulfonyl-benzimidazoles as selective CB2 agonists"}, {"pubmed": 22134924, "text": "Recombinant cannabinoid type 2 receptor in liposome model activates g protein in response to anionic lipid constituents."}, {"pubmed": 22256945, "text": "Human mGluR5, GABA(A,B), and CB(1,2) receptors are abundantly expressed along the vago-vagal neural pathway and involved in the triggering of transient lower esophageal sphincter relaxations"}, {"pubmed": 22465144, "text": "Cannabinoid receptor type 2 Q63R variant increases more than six-fold the risk for celiac disease."}, {"pubmed": 22532560, "text": "these data illuminate the mechanism by which CB(2) receptors can negatively modulate CB(1) receptor function"}, {"pubmed": 22534181, "text": "The CB1, not the CB2, mRNA levels in the PFC gradually decrease during postnatal development ranging in age from birth to 50 years"}, {"pubmed": 22578958, "text": "analysis of Anti-proliferative and anti-angiogenic effects of CB2R agonist (JWH-133) in non-small lung cancer cells (A549) and human umbilical vein endothelial cells"}, {"pubmed": 22763024, "text": "The level of CB(2)R was significantly higher (40%) in Alzheimer disease. CB(2)R expression did not correlate with cognitive status."}, {"pubmed": 22814029, "text": "This is the first evidence that CB(2) and TRPV(1) receptors cooperate to modulate MDR1 expression."}, {"pubmed": 22826533, "text": "genetic association studies in a population in Spain: Data suggest that an SNP in CNR2 (rs2501431; G allele carriers versus AA homozygotes) is associated with a better response to citalopram treatment in patients with major depressive disorder."}, {"pubmed": 22927922, "text": "a critical role for CB2 Q63R variant in modulating hepatic inflammation state in obese children and in the consequent increased predisposition of these patients to liver damage"}, {"pubmed": 23296125, "text": "Activation of type-2 cannabinoid receptor inhibits neuroprotective and antiinflammatory actions of glucocorticoid receptor alpha."}, {"pubmed": 23299999, "text": "The differential role of intracellular and extracellular CB(2) receptors in mediating ligand signaling and immune function remains to be determined"}, {"pubmed": 23361273, "text": "CB 2 is unregulated in melanoma. CB 2 plays a role in the development of melanoma."}, {"pubmed": 23406660, "text": "CNR2 Q63R polymorphism may represent a novel genetic risk factor in the pathophysiology of chronicity development of immune thrombocytopenia in Egyptian children."}, {"pubmed": 23463725, "text": "CB may offer a means to limit HIV-1 infection in macrophages."}, {"pubmed": 23471521, "text": "This review summarizes recent advances in studies of CB2 activation in the setting of neuroinflammation, immunomodulation and HIV-1 infection."}, {"pubmed": 23537664, "text": "These results indicate that JWH-018, JWH-073 and several major human metabolites of these compounds exhibit high affinity and demonstrate distinctive signaling properties at CB2 receptors."}, {"pubmed": 23585028, "text": "The mRNA level for cannabinoid receptor type 2 (CB2) was significantly increased in peripheral blood mononuclear cells from autistic children as compared to healthy subjects"}, {"pubmed": 23611779, "text": "Results indicate that by acting on cannabinoid receptor 2 (CB2), raloxifene enhances forskolin-stimulated cAMP accumulation in a concentration-dependant manner."}, {"pubmed": 23620805, "text": "An up-regulation of CB1 and CB2 mRNA and protein expression is demonstrated, that points to the therapeutic potential of targeting CBR in patients with celiac disease."}, {"pubmed": 23667597, "text": "An essential role of the second intracellular loop of the CB2 receptor in coordination with the C-terminal tail in G protein coupling and receptor activation, is reported."}, {"pubmed": 23706402, "text": "These findings support a discrete role for CB2 receptors in the attenuation of detrimental pro-inflammatory cytokine-mediated mucosal damage in the human colon without directly affecting mucosal epithelial barrier function."}, {"pubmed": 23707465, "text": "The CB2-63 QQ variant of CNR2 is associated with more severe inflammation and hepatocellular necrosis in patients with HCV infection."}, {"pubmed": 23711022, "text": "Data suggest that ligand binding to CNR2 (either recombinant or constitutive) is important to agonist action (and presumably antinociceptive action) of ligands (despite low signal obtained in native tissues/spleen)."}, {"pubmed": 23839870, "text": "association of the minor allele of SNP rs3123554 within the CNR2 gene with lower BMI and body fat; significant association of the SNP with BMI was limited to females"}, {"pubmed": 23846977, "text": "T allele of CNR2 rs2501432 may be a protective factor, particularly in males, but the T allele of rs2229579 may be a risk factor for schizophrenia."}, {"pubmed": 23999926, "text": "The global fold of human cannabinoid type 2 (CB2 ) receptor in the agonist-bound active state in lipid bilayers was studied."}, {"pubmed": 24055259, "text": "selective CB2 activation in leukocytes decreases key steps in monocyte-blood-brain barrier engagement."}, {"pubmed": 24190005, "text": "In Burning mouth syndrome patients was increased TRPV1, decreased CB1 and increased CB2 expression in tongue epithelial cells also associated with a change in their distribution."}, {"pubmed": 24243315, "text": "Report synthesis of carbazole derived CB(2) ligands/agonists with increased polarity."}, {"pubmed": 24280624, "text": "CB2 receptor expression in proximal tubule cells is modulated by internalization of albumin."}, {"pubmed": 24312195, "text": "cultures of hMSCs express all of the components of the endocannabinoid system and suggest a potential role for the cannabinoid CB2 receptor as a mediator of MSC anti-inflammatory properties, as well as for their survival pathways."}, {"pubmed": 24440992, "text": "In rheumatoid arthritis patients' synovial fibroblasts, proinflammatory mediators up-regulate the expression of cannabinoid receptor 2, which negatively regulates the production of proinflammatory cytokines and matrix metalloproteinases."}, {"pubmed": 24529123, "text": "CB2R activation drives an altered phenotype of foam cells, by negatively regulating lipid influx and/or by modulating cytokine profile"}, {"pubmed": 24788457, "text": "Increased CB2 mRNA and anandamide in human blood after cessation of cannabis abuse"}, {"pubmed": 24815068, "text": "Activation of CB2 receptors reduces adhesion and transmigration of melanoma cells through the cerebral endothelium."}, {"pubmed": 24853061, "text": "Results suggest that alterations in cognitive performance of patients with schizophrenia are associated with expression levels of CB1R and CB2R on peripheral immune cells"}, {"pubmed": 24855641, "text": "applied a comprehensive G protein-coupled receptor-Galphai protein chemical cross-linking strategy to map the cannabinoid receptor subtype 2 (CB2)-Galphai interface and then used molecular dynamics simulations to explore the dynamics of complex formation"}, {"pubmed": 24864249, "text": "Endocannabinoid receptors might be involved in the pathogenesis of nonalcoholic fatty liver disease."}, {"pubmed": 24913620, "text": "Antagonism of cannabinoid receptor 2 pathway suppresses IL-6-induced immunoglobulin IgM secretion."}, {"pubmed": 24940753, "text": "The CB2-63 QQ variant in HCV patients was independently associated with the persistently normal alanine aminotransferase status."}, {"pubmed": 24942731, "text": "CB2R and GPR55 form heteromers in cancer cells, these structures possess unique signaling properties, and modulation of these heteromers can modify the antitumoral activity of cannabinoids in vivo"}, {"pubmed": 24978314, "text": "The present study shows CB2 is expressed in human post-mortem striatum in Huntington's disease"}, {"pubmed": 25014618, "text": "CNR1 and CNR2 variations are unlikely to influence schizophrenia susceptibility in a Korean population."}, {"pubmed": 25015040, "text": "CB2 receptor activation can attenuate HAND severity by inhibiting HIV replication, blunting HIV-triggered neuroinflammation, preventing HIV-induced damage to Blood-brain-barrier integrity, and preventing HIV-associated synapse loss."}, {"pubmed": 25033246, "text": "The functional role of intracellular CB2 receptors has been defined and linked to calcium signaling."}, {"pubmed": 25111814, "text": "findings show CB1 receptors are regulated by miR-494 and CB2 receptors are targeted by miR-665;in chronic heart failure (CHF) miR-665 expression is significantly decreased and miR-494 is slightly increased; results suggest that in CHF, altered expression of specific miRNAs may contribute to a compensatory response of diseased myocardium"}, {"pubmed": 25148941, "text": "Amino acids Valine113 and Leucine192 play important roles in ligand binding and downstream signaling transduction of the CB2 receptor."}, {"pubmed": 25268406, "text": "results suggest that rs2501431, rs3003336, rs2229579, and rs4237 polymorphisms in CNR2 genes may be genetic factors affecting bone mineral density in Korean postmenopausal women"}, {"pubmed": 25444073, "text": "no significant differences between preeclamptic and normal placenta in terms of CB2 and FAAH expressions and immunoreactivity"}, {"pubmed": 25599774, "text": "These pilot findings suggest that CB2 Q63R polymorphism does not play a major role in genetic susceptibility to inflammatory bowel disease or in its disease phenotypes among Turkish subjects"}, {"pubmed": 25640641, "text": "Targeting CB2 may represent an attractive approach to treat cancers of immune origin."}, {"pubmed": 25685815, "text": "data from this study suggested that activation of CB2 receptor plays important role in osteogenic differentiation of BM-MSCs. Lack of CB2 receptor may be related to osteoporosis."}, {"pubmed": 25749560, "text": "A histological activity index (HAI) > 8 (Ishak scoring) was more frequent in patients with CB2-63 RR than in those with CB2-63 QR or QQ (37% vs. 16.7%, p < 0.05)."}, {"pubmed": 25855725, "text": "findings reveal an unprecedented role of CB2 as a pivotal regulator of HER2 pro-oncogenic signaling in breast cancer, and they suggest that CB2 may be a biomarker with prognostic value in these tumors."}, {"pubmed": 25863279, "text": "Study demonstrates the up-regulation of CB2 receptors in glial elements in postmortem tissues of Parkinson's disease patients and an inflammatory mouse model"}, {"pubmed": 25974389, "text": "Cannabinoid receptor type 2 contributes to susceptibility to oligo/polyarticular juvenile idiopathic arthritis and to the severity of its clinical course."}, {"pubmed": 26055357, "text": "CNR2 gene has an important role in the etiology of osteoporosis and suggest that it may be a genetic risk factor for BMD and osteoporosis in Han Chinese postmenopausal women."}, {"pubmed": 26062417, "text": "up-regulated expression of hCB2R could induce cell apoptosis by enhancing the expressions of Bax, Bad and suppressing the expression of Bcl-2 in Caski cells"}, {"pubmed": 26108183, "text": "stimulation of MAPK contributes to the peripheral analgesic effect of CB2 receptor agonists."}, {"pubmed": 26195631, "text": "Data show that HU308 and JWH133 enhanced human and mouse breast cancer cell-induced osteoclastogenesis and exacerbated osteolysis."}, {"pubmed": 26447698, "text": "Association between the CB2 Q63R functional variant and the age at menarche in obese girls."}, {"pubmed": 26459312, "text": "Data indicate that mobile tongue squamous cell carcinoma (SCC) patients presenting enhanced cannabinoid receptors CB1R, CB2R, or concomitant CB1R/CB2R expression showed significantly longer overall and disease-free survival times compared to those with low expression."}, {"pubmed": 26467187, "text": "Human lung-resident macrophages express CB1 and CB2 receptors whose activation inhibits the release of angiogenic and lymphangiogenic factors"}, {"pubmed": 26775260, "text": "Induction of apoptosis was mediated via CB1 as well as CB2, and expression of CB receptors was a prerequisite for therapy response in our models."}, {"pubmed": 26850094, "text": "Our data indicate that CB2 may directly contribute to the pathogenesis of eosinophil-driven diseases. Moreover, we provide new insights into the molecular mechanisms underlying the CB2 -mediated priming of eosinophils."}, {"pubmed": 27013280, "text": "Describe PM226, a chromenoisoxazole, as a selective CB2 receptor agonist with neuroprotective properties."}, {"pubmed": 27294325, "text": "Cannabinoid Receptor 2 mutation is associated with obesity."}, {"pubmed": 27346075, "text": "We investigated the relationship between variation in the CNR1, CNR2, and FAAH genes and change in primary anxiety disorder severity. Five SNPs were nominally associated with a poorer treatment response (rs806365 [CNR1]; rs2501431 [CNR2]; rs2070956 [CNR2]; rs7769940 [CNR1]; rs2209172 [FAAH]) and one with a more favorable response (rs6928813 [CNR1])."}, {"pubmed": 27349320, "text": "This is the first demonstration that the fibroblasts of the muscular fasciae express CB1 and CB2."}, {"pubmed": 27476469, "text": "The prevalence of chronic HCV infected patients with the CB2-63 RR variant was significantly higher in the immune-mediated disorder (IMD) than in the non-IMD group. The data suggest a significant, previously unknown, independent association between the CB2-63 RR variant and IMDs in anti-HCV-positive patients."}, {"pubmed": 27634891, "text": "CB2 activation with sub-micromolar doses of agonists, which could be more similar to endogenous levels of cannabinoids, promote colon cancer progression in a process that involves AKT and GSK3beta."}, {"pubmed": 27875353, "text": "The CB2-Q63R variant contributes to the risk for pediatric inflammatory bowel disease, in particular Crohn disease; the R63 variant is associated with a more severe phenotype in both ulcerative colitis and Crohn disease."}, {"pubmed": 27936172, "text": "Selective estrogen receptor (ER) modulator (SERM) isomers exhibit distinct affinity and selectivity for cannabinoid subtype 1 and 2 receptors (CB1R and CB2Rs)."}, {"pubmed": 28011441, "text": "Patients with schizophrenia showed increased CB2R expression in cells of the innate immune system and simpler correlation network between cytokines and CBRs expression when compared with controls."}, {"pubmed": 28191815, "text": "Urinary bladder cancer cell growth and motility implicate cannabinoid 2 receptor-mediated modifications of sphingolipids metabolism."}, {"pubmed": 28246151, "text": "Data suggest that signaling via endocannabinoids and CNR1/CNR2 plays central role in food intake; the endocannabinoid system regulates bidirectional communication (in the context of energy intake and storage) between the brain and peripheral tissues (adipose tissue, liver, gastrointestinal tract, endocrine pancreas, and skeletal muscle). [REVIEW]"}, {"pubmed": 28274851, "text": "The type 2 cannabinoid (Cnr2) receptor is implicated in cancer, bone metabolism and pain perception. Emerging data have uncovered the role of Cnr2 in the regulation of tumour-bone cell interactions and suggest that agents that target Cnr2 in the skeleton have potential efficacy in the reduction of skeletal complications associated with cancer. [review]"}, {"pubmed": 28315398, "text": "hepatic expression of CB1 and CB2 plays an important role during the progression of fibrosis induced by chronic hepatitis B"}, {"pubmed": 28336953, "text": "Study shows that this endogenous fatty acid ethanolamide affects cannabinoid signaling by upregulating cannabinoid receptor 2 expression in mononuclear phagocytic cells."}, {"pubmed": 28481838, "text": "This study found enhanced CNR2 mRNA levels in all Low Back Pain participants."}, {"pubmed": 28759568, "text": "analysis of the interplay between the CB2-RR variant and liver necroinflammation in chronic hepatitis patients with HIV/HCV coinfection"}, {"pubmed": 28849159, "text": "All of the epithelial layers in 94, 78, 96, 73 and 80% of pterygia cases, exhibited CB1, CB2, TRPV1, TRPV2 and TRPV3 cytoplasmic immunoreactivity, respectively."}, {"pubmed": 28895540, "text": "Among 1027 obese patients, genotypes GG, GA, and AA were found in 339 (33.0%), 467 (45.5%), and 221 (21.5%) respectively. Body mass index, weight, fat mass, waist circumference, insulin, HOMA-IR, and triglyceride and leptin levels were higher in A-allele carriers as compared to non A-allele carriers. No differences were seen in these parameters between the GA and AA genotypes."}, {"pubmed": 28992427, "text": "The cannabinoid receptor type 2 (CB2) Q63R variation is associated with increased risk of hospitalization in children with acute respiratory tract infection (ARTI). Children carrying the QQ genotype are more prone to developing severe ARTI. The associated risk of developing severe ARTI following RSV infection increases in children carrying the Q allele"}, {"pubmed": 29120578, "text": "This study confirms the role of CNR2 Q63R polymorphism in the susceptibility to immune thrombocytopenic purpura in Egyptian children and chronicity of the disease."}, {"pubmed": 29352424, "text": "Study showed that CB1 receptor gene expression was unchanged in the substantia nigra (SN) but significantly higher in the putamen (PUT) of patients with Parkinson's disease. CB2 receptor gene expression was significantly increased (4-fold) in the SN but decreased in the PUT, whereas monoacylglycerol Lipase gene expression was decreased in the SN and increased in the PUT."}, {"pubmed": 29435814, "text": "The CB2r gene expressions were significantly lower in the Dorsolateral Prefrontal Cortex of suicide cases."}, {"pubmed": 29518488, "text": "Carriers of the minor allele of rs3123554 variant of CB2R gene loose less body weight during two different hypocaloric diets. The improvement of metabolic parameters was better in no A allele carriers than A allele carriers."}, {"pubmed": 29694791, "text": "in immune cells, activation of both CB2R variants 63Q and 63R causes phosphorylation of ERK; however, the signal intensity caused by 63R activation is relatively weaker than that caused by 63Q activation"}, {"pubmed": 29897665, "text": "Endocannabinoid receptor CB2R expression is significantly increased in nasal polyps from patients with aspirin-exacerbated respiratory disease (AERD) versus patients with allergic fungal rhinosinusitis and controls. Immunohistochemistry predominantly localized CB2R expression to the surface epithelium in all subjects."}, {"pubmed": 30032418, "text": "The preliminary results suggest a role of CB2-Q63R gene polymorphism in the etiology of rheumatoid arthritis"}, {"pubmed": 30286717, "text": "Report alterations in the expression of cannabinoid receptors, apelin and S100A6 in the hearts of women over 50."}, {"pubmed": 30482253, "text": "Together, the data presented here indicate a close interaction between ageing and sex on the distribution and levels of cannabinoid receptors (CB1, CB2), S100A6 and CacyBP/SIP in the human heart."}, {"pubmed": 30569804, "text": "Our findings suggest that the expression levels of the clas-sical cannabinoid receptors, CB1 and CB2, are altered in both estrogen-dependent and the estrogen-independent endo-metrial cancers"}, {"pubmed": 30594499, "text": "Patients with morbid obesity who undergo bariatric surgery and carry the A allele of variant rs3123554 of the CB2R gene have greater weight. This allele has no influence on weight loss after surgery, but results in a lower decrease in insulin levels and insulin resistance."}, {"pubmed": 30733293, "text": "these findings define HER2-CB2R heteromers as new potential targets for antitumor therapies and biomarkers with prognostic value in HER2-positive breast cancer"}, {"pubmed": 30832539, "text": "We found both CB1 and CB2 mRNA and protein levels in women with adenomyosis were significantly higher than those of controls"}, {"pubmed": 30890410, "text": "CB1 rather aggravates the inflammatory response whereas CB2 mitigates inflammation via directly affecting immune cell attraction, macrophage polarization and lymphocyte clusters in the pericardial adipose tissue"}, {"pubmed": 31176172, "text": "The pro-oncogenic role of CB2 in the progression of NSCLC."}, {"pubmed": 31382124, "text": "In this first human genetic study on CNR2 and childhood trauma we revealed that dysfunctional CB2 receptor and FAAH can contribute to greater sensitivity for childhood trauma possibly via weaker inhibiton of inflammatory and overactivated Hypothalamo-Pituitary-Adrenal Axis."}, {"pubmed": 31407233, "text": "Cannabinoid CB2 Receptor Functional Variation (Q63R) Is Associated with Multiple Sclerosis in Iranian Subjects."}, {"pubmed": 31681262, "text": "Marijuana-Derived Cannabinoids Trigger a CB2/PI3K Axis of Suppression of the Innate Response to Oral Pathogens."}, {"pubmed": 31725603, "text": "This meta-analysis revealed that CNR1rs1049353 or AAT triplet repeat polymorphism had no association with susceptibility to depression, while CNR2rs2501432 polymorphism was a remarkable mark for depression patients."}, {"pubmed": 31839571, "text": "Effects of a high protein/low carbohydrate low-calorie diet versus a standard low-calorie diet on anthropometric parameters and cardiovascular risk factors, role of polymorphism rs3123554 in the cannabinoid receptor gene type 2 (CB2R).\", trans \"Efectos de una dieta hipocalorica rica en proteina/baja de hidratos de carbono vs. una estandar sobre los parametros antropometricos y factores de riesgo cardiovascular, papel d..."}, {"pubmed": 31941496, "text": "Activation of cannabinoid receptor type 2-induced osteogenic differentiation involves autophagy induction and p62-mediated Nrf2 deactivation."}, {"pubmed": 32064664, "text": "Evaluation of cannabinoid receptors Type 1 and Type 2 mRNA expression in mature versus immature spermatozoa from fertile and infertile males."}, {"pubmed": 32114795, "text": "Association of cannabinoid receptor genes (CNR1 and CNR2) polymorphisms and panic disorder."}, {"pubmed": 32471216, "text": "High Expression of Cannabinoid Receptor 2 on Cytokine-Induced Killer Cells and Multiple Myeloma Cells."}, {"pubmed": 32662357, "text": "Evaluation of COMT (rs4680), CNR2 (rs2501432), CNR2 (rs2229579), UCP2 (rs659366), and IL-17 (rs763780) gene variants in synthetic cannabinoid use disorder patients."}, {"pubmed": 32696508, "text": "Virodhamine, an endocannabinoid, induces megakaryocyte differentiation by regulating MAPK activity and function of mitochondria."}, {"pubmed": 32722631, "text": "Virtual Screening of C. Sativa Constituents for the Identification of Selective Ligands for Cannabinoid Receptor 2."}, {"pubmed": 33049367, "text": "Cannabinoid receptor subtype influence on neuritogenesis in human SH-SY5Y cells."}, {"pubmed": 33093370, "text": "The Role of Cannabinoid Receptor Type 2 in the Bone Loss Associated With Pediatric Celiac Disease."}, {"pubmed": 33375006, "text": "CB2 Receptor in Microglia: The Guardian of Self-Control."}, {"pubmed": 33512770, "text": "Involvement of CB2 signalling pathway in the development of osteoporosis by regulating the proliferation and differentiation of hBMSCs."}, {"pubmed": 33575982, "text": "Variability in cannabinoid receptor genes is associated with psychiatric comorbidities in anorexia nervosa."}, {"pubmed": 33580091, "text": "Cholesterol as a modulator of cannabinoid receptor CB2 signaling."}, {"pubmed": 33865808, "text": "Site-selective labeling and electron paramagnetic resonance studies of human cannabinoid receptor CB2."}, {"pubmed": 34171108, "text": "Cannabinoid receptor type 2 gene is associated with comorbidity of schizophrenia and cannabis dependence and fatty acid amide hydrolase gene is associated with cannabis dependence in the Spanish population."}, {"pubmed": 34190825, "text": "Cannabinoid receptor gene polymorphisms and cognitive performance in patients with schizophrenia and controls."}, {"pubmed": 34284706, "text": "Noncanonical Activity of Endocannabinoids and Their Receptors in Central and Peripheral Synapses."}, {"pubmed": 34412587, "text": "CB2-mediated attenuation of nucleus pulposus degeneration via the amelioration of inflammation and oxidative stress in vivo and in vitro."}, {"pubmed": 34414658, "text": "Cannabinoid receptor 2 plays a central role in renal tubular mitochondrial dysfunction and kidney ageing."}, {"pubmed": 34484125, "text": "Biased Coupling to beta-Arrestin of Two Common Variants of the CB2 Cannabinoid Receptor."}, {"pubmed": 34514519, "text": "Functional variation (Q63R) in the cannabinoid CB2 receptor may affect the severity of COVID-19: a human study and molecular docking."}, {"pubmed": 34718335, "text": "Activation of cannabinoid receptor 2 alleviates glucocorticoid-induced osteonecrosis of femoral head with osteogenesis and maintenance of blood supply."}, {"pubmed": 35472140, "text": "Effects of CB2 and TRPV1 Stimulation on Osteoclast Overactivity Induced by Iron in Pediatric Inflammatory Bowel Disease."}, {"pubmed": 35580523, "text": "Comparative study of CNR1 and CNR2 cannabinoid receptors expression levels in COVID-19 patients with and without diabetes mellitus: Recommendations for future research targets."}, {"pubmed": 35604006, "text": "Osteogenic growth peptide is a potent anti-inflammatory and bone preserving hormone via cannabinoid receptor type 2."}, {"pubmed": 35717484, "text": "Increased expression of CB2 receptor in the intestinal biopsies of children with inflammatory bowel disease."}, {"pubmed": 35719011, "text": "Evaluation of cannabinoid receptors type 1-2 in periodontitis patients."}, {"pubmed": 35862357, "text": "Alteration of osteoclast activity in childhood cancer survivors: Role of iron and of CB2/TRPV1 receptors."}, {"pubmed": 35993329, "text": "Roles of cannabinoid CB1 and CB2 receptors in the modulation of psychostimulant responses."}, {"pubmed": 36463179, "text": "Activation of cannabinoid-2 receptor protects against Pseudomonas aeruginosa induced acute lung injury and inflammation."}, {"pubmed": 36834757, "text": "CB2 Receptor as Emerging Anti-Inflammatory Target in Duchenne Muscular Dystrophy."}, {"pubmed": 36835468, "text": "The Anti-Tumorigenic Role of Cannabinoid Receptor 2 in Colon Cancer: A Study in Mice and Humans."}, {"pubmed": 36977807, "text": "Cannabinoid type 2 receptor activation inhibits MPP[+]-induced M1 differentiation of microglia through activating PI3K/Akt/Nrf2 signal pathway."}, {"pubmed": 37187093, "text": "Crosstalk between cannabinoid receptor 2 and lysophosphatidic acid receptor 5."}, {"pubmed": 37220224, "text": "Overexpression of cannabinoid receptor 2 is associated with human breast cancer proliferation, apoptosis, chemosensitivity and prognosis via the PI3K/Akt/mTOR signaling pathway."}, {"pubmed": 37582314, "text": "Cannabinoid receptor 2 alleviates sepsis-associated acute lung injury by modulating maturation of dendritic cells."}, {"pubmed": 37700679, "text": "The clinical and pathological significance of increased expression of the cannabinoid receptors CB-1R and CB-2R in patients with papillary thyroid carcinomas compared to benign thyroid lesions."}, {"pubmed": 37970951, "text": "Tumor necrosis factor alpha, and agonist and antagonists of cannabinoid receptor type 1 and type 2 alter the immunophenotype of stem cells from human exfoliated deciduous teeth."}, {"pubmed": 38061443, "text": "Cannabinoid receptor 2 as a regulator of inflammation induced oleoylethanolamide in eosinophilic asthma."}, {"pubmed": 38069049, "text": "Neuroprotection and Beyond: The Central Role of CB1 and CB2 Receptors in Stroke Recovery."}, {"pubmed": 38338960, "text": "CB2 Cannabinoid Receptor as a Potential Target in Myocardial Infarction: Exploration of Molecular Pathogenesis and Therapeutic Strategies."}, {"pubmed": 38802979, "text": "Single nucleotide polymorphisms in the cannabinoid CB2 receptor: Molecular pharmacology and disease associations."}], "genomic_pos": {"chr": "1", "end": 23913362, "ensemblgene": "ENSG00000188822", "start": 23870515, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 24285549, "start": 24197016, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001975", "qualifier": "involved_in", "term": "response to amphetamine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 7556170, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007187", "pubmed": 8679694, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway, coupled to cyclic nucleotide second messenger"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019222", "qualifier": "involved_in", "term": "regulation of metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030595", "qualifier": "involved_in", "term": "leukocyte chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032229", "qualifier": "involved_in", "term": "negative regulation of synaptic transmission, GABAergic"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033004", "qualifier": "involved_in", "term": "negative regulation of mast cell activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038171", "qualifier": "involved_in", "term": "cannabinoid signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045759", "qualifier": "involved_in", "term": "negative regulation of action potential"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 28364261, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031234", "qualifier": "located_in", "term": "extrinsic component of cytoplasmic side of plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043204", "qualifier": "located_in", "term": "perikaryon"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004949", "qualifier": "enables", "term": "cannabinoid receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [31616248, 32296183], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 795246], [7955, 101885436], [8364, 100498271], [9031, 428232], [9544, 711155], [9598, 456625], [9606, 1269], [9615, 612289], [9913, 539769], [10090, 12802], [10116, 57302]], "id": 1389}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Cannabinoid receptor type 2", "id": "IPR001551", "short_desc": "Canbinoid_rcpt_2"}, {"desc": "Cannabinoid receptor family", "id": "IPR002230", "short_desc": "Cnbnoid_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00003060", "map_location": "1p36.11", "name": "cannabinoid receptor 2", "other_names": ["cannabinoid receptor 2", "cannabinoid receptor 2 (macrophage)"], "pantherdb": {"HGNC": "2160", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104650", "ortholog_type": "LDO", "panther_family": "PTHR22750", "taxid": 10090, "uniprot_kb": "P47936"}, {"RGD": "619713", "ortholog_type": "LDO", "panther_family": "PTHR22750", "taxid": 10116, "uniprot_kb": "Q9QZN9"}, {"Ensembl": "ENSGALG00000004120", "ortholog_type": "LDO", "panther_family": "PTHR22750", "taxid": 9031, "uniprot_kb": "E1BWK0"}, {"ZFIN": "ZDB-GENE-040702-7", "ortholog_type": "LDO", "panther_family": "PTHR22750", "taxid": 7955, "uniprot_kb": "F1R8K4"}], "uniprot_kb": "P34972"}, "pathway": {"biocarta": {"id": "cb1rpathway", "name": "metabolism of anandamide an endogenous cannabinoid"}, "kegg": {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP247", "name": "Small Ligand GPCRs"}, {"id": "WP3869", "name": "Cannabinoid receptor signaling"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": ["2KI9", "5ZTY", "6KPC", "6KPF", "6PT0", "8GUQ", "8GUR", "8GUS", "8GUT"], "pfam": "PF00001", "pharmgkb": "PA26682", "pharos": {"target_id": 16332, "tdl": "Tchem"}, "pir": "S36750", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247691", "relationship": "is"}, {"id": "GNF247692", "relationship": "is"}, {"id": "GNF247693", "relationship": "is"}, {"id": "GNF247694", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280288", "relationship": "is"}, {"id": "GNF280289", "relationship": "is"}, {"id": "GNF280290", "relationship": "is"}, {"id": "GNF280291", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080379", "relationship": "is"}, {"id": "GNF080380", "relationship": "is"}, {"id": "GNF080381", "relationship": "is"}, {"id": "GNF080382", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050663", "relationship": "is"}, {"id": "GNF055425", "relationship": "is"}, {"id": "GNF059050", "relationship": "is"}, {"id": "GNF060062", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069631", "relationship": "is"}, {"id": "GNF069632", "relationship": "is"}], "GNF_hs-oncomine_IDT-siRNA": [{"id": "GNF281374", "relationship": "is"}, {"id": "GNF281440", "relationship": "is"}, {"id": "GNF281506", "relationship": "is"}, {"id": "GNF281572", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128620", "relationship": "is"}, {"id": "GNF278116", "relationship": "is"}, {"id": "GNF278305", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093621", "relationship": "is"}, {"id": "GNF133279", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001832.1", "XP_011538931.1", "XP_016855750.1", "XP_047300789.1", "XP_054190253.1", "XP_054190254.1", "XP_054190255.1"], "rna": ["NM_001841.3", "XM_011540629.4", "XM_017000261.3", "XM_047444833.1", "XM_054334278.1", "XM_054334279.1", "XM_054334280.1"], "translation": [{"protein": "XP_054190255.1", "rna": "XM_054334280.1"}, {"protein": "XP_054190254.1", "rna": "XM_054334279.1"}, {"protein": "XP_054190253.1", "rna": "XM_054334278.1"}, {"protein": "XP_016855750.1", "rna": "XM_017000261.3"}, {"protein": "NP_001832.1", "rna": "NM_001841.3"}, {"protein": "XP_047300789.1", "rna": "XM_047444833.1"}, {"protein": "XP_011538931.1", "rna": "XM_011540629.4"}]}, "reporter": {"HG-U133_Plus_2": "206586_at", "HG-U95Av2": "36771_at", "HG-U95B": "42034_at", "HTA-2_0": "TC01002353.hg.1", "HuEx-1_0": ["4044363", "4045774", "4045778"], "HuGene-1_1": "7913705", "HuGene-2_1": "16683460"}, "summary": "The cannabinoid delta-9-tetrahydrocannabinol is the principal psychoactive ingredient of marijuana. The proteins encoded by this gene and the cannabinoid receptor 1 (brain) (CNR1) gene have the characteristics of a guanine nucleotide-binding protein (G-protein)-coupled receptor for cannabinoids. They inhibit adenylate cyclase activity in a dose-dependent, stereoselective, and pertussis toxin-sensitive manner. These proteins have been found to be involved in the cannabinoid-induced CNS effects (including alterations in mood and cognition) experienced by users of marijuana. The cannabinoid receptors are members of family 1 of the G-protein-coupled receptors. [provided by RefSeq, Jul 2008].", "symbol": "CNR2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413555"}, "unigene": "Hs.73037", "uniprot": {"Swiss-Prot": "P34972"}, "wikipedia": {"url_stub": "Cannabinoid receptor type 2"}}