{"AllianceGenome": "2194", "HGNC": "2194", "MIM": "113811", "_id": "1308", "_version": 1, "accession": {"genomic": ["AH005152.2", "AL138761.12", "CH471066.2", "CP068268.2", "NC_000010.11", "NC_060934.1", "NG_007069.1"], "protein": ["AAA35605.1", "AAA51839.1", "AAB51499.1", "AAH04478.1", "BAO31681.1", "EAW49612.1", "EAW49613.1", "EAW49614.1", "NP_000485.3", "Q9UMD9.3"], "rna": ["AB900157.1", "AF136185.1", "AF136186.1", "AI572644.1", "AK309940.1", "AU076442.1", "BC004478.2", "D63465.1", "DA646288.1", "M63730.1", "M91669.1", "NM_000494.4", "NM_130778.1"], "translation": [{"protein": "BAO31681.1", "rna": "AB900157.1"}, {"protein": "AAA51839.1", "rna": "M63730.1"}, {"protein": "AAH04478.1", "rna": "BC004478.2"}, {"protein": "AAA35605.1", "rna": "M91669.1"}, {"protein": "NP_000485.3", "rna": "NM_000494.4"}]}, "alias": ["BA16H23.2", "BP180", "BPA-2", "BPAG2", "ERED", "JEB4", "LAD-1"], "ensembl": {"gene": "ENSG00000065618", "protein": ["ENSP00000358748", "ENSP00000376905", "ENSP00000388832", "ENSP00000497253", "ENSP00000497653", "ENSP00000497850", "ENSP00000497865", "ENSP00000498135"], "transcript": ["ENST00000369733", "ENST00000393211", "ENST00000433822", "ENST00000480127", "ENST00000483876", "ENST00000488320", "ENST00000647647", "ENST00000648076", "ENST00000649118", "ENST00000650263"], "translation": [{"protein": "ENSP00000358748", "rna": "ENST00000369733"}, {"protein": "ENSP00000497653", "rna": "ENST00000648076"}, {"protein": "ENSP00000388832", "rna": "ENST00000433822"}, {"protein": "ENSP00000497865", "rna": "ENST00000647647"}, {"protein": "ENSP00000497850", "rna": "ENST00000650263"}, {"protein": "ENSP00000376905", "rna": "ENST00000393211"}, {"protein": "ENSP00000497253", "rna": "ENST00000488320"}, {"protein": "ENSP00000498135", "rna": "ENST00000483876"}], "type_of_gene": "protein_coding"}, "entrezgene": "1308", "exons": [{"cdsend": 104080673, "cdsstart": 104032234, "chr": "10", "position": [[104031285, 104032290], [104032673, 104032754], [104032905, 104032968], [104033237, 104033375], [104033944, 104034334], [104034620, 104034767], [104035262, 104035373], [104035473, 104035563], [104036491, 104036632], [104037044, 104037113], [104037635, 104037773], [104038405, 104038528], [104039070, 104039121], [104039444, 104039519], [104039607, 104039640], [104039972, 104039999], [104040350, 104040410], [104041064, 104041118], [104041302, 104041344], [104041484, 104041538], [104042419, 104042455], [104043500, 104043581], [104043824, 104043860], [104045757, 104045793], [104046746, 104046773], [104047738, 104047810], [104048068, 104048104], [104049408, 104049471], [104050088, 104050124], [104050620, 104050656], [104050847, 104050901], [104051480, 104051516], [104052154, 104052217], [104053030, 104053135], [104053919, 104053982], [104054091, 104054118], [104054980, 104055007], [104055371, 104055401], [104055781, 104056003], [104056974, 104057172], [104058145, 104058190], [104059637, 104059718], [104060118, 104060280], [104061404, 104061473], [104062257, 104062329], [104063746, 104063818], [104064437, 104064596], [104070425, 104070569], [104072031, 104072079], [104073209, 104073245], [104074183, 104074231], [104076300, 104076429], [104077421, 104077526], [104078541, 104078586], [104080621, 104080684], [104085722, 104085880]], "strand": -1, "transcript": "NM_000494", "txend": 104085880, "txstart": 104031285}], "exons_hg19": [{"cdsend": 105840431, "cdsstart": 105791992, "chr": "10", "position": [[105791043, 105792048], [105792431, 105792512], [105792663, 105792726], [105792995, 105793133], [105793702, 105794092], [105794378, 105794525], [105795020, 105795131], [105795231, 105795321], [105796249, 105796390], [105796802, 105796871], [105797393, 105797531], [105798163, 105798286], [105798828, 105798879], [105799202, 105799277], [105799365, 105799398], [105799730, 105799757], [105800108, 105800168], [105800822, 105800876], [105801060, 105801102], [105801242, 105801296], [105802177, 105802213], [105803258, 105803339], [105803582, 105803618], [105805515, 105805551], [105806504, 105806531], [105807496, 105807568], [105807826, 105807862], [105809166, 105809229], [105809846, 105809882], [105810378, 105810414], [105810605, 105810659], [105811238, 105811274], [105811912, 105811975], [105812788, 105812893], [105813677, 105813740], [105813849, 105813876], [105814738, 105814765], [105815129, 105815159], [105815539, 105815761], [105816732, 105816930], [105817903, 105817948], [105819395, 105819476], [105819876, 105820038], [105821162, 105821231], [105822015, 105822087], [105823504, 105823576], [105824195, 105824354], [105830183, 105830327], [105831789, 105831837], [105832967, 105833003], [105833941, 105833989], [105836058, 105836187], [105837179, 105837284], [105838299, 105838344], [105840379, 105840442], [105845480, 105845638]], "strand": -1, "transcript": "NM_000494", "txend": 105845638, "txstart": 105791043}], "generif": [{"pubmed": 11912005, "text": "We describe a Chinese family with generalized atrophic benign epidermolysis bullosa (GABEB).  serine to cysteine at position 265.  novel polymorphic substitution of C-to-G at nucleotide position 798 in exon 10 of the COL17A1 gene, an I233M change in BPAG2"}, {"pubmed": 12356719, "text": "this protein, an epithelial adhesion protein, is shed from the cell surface by ADAMs"}, {"pubmed": 14562173, "text": "Mutations in the coding sequence of the human collagen XVII (COL17A1) gene are not the cause of Thiel-Behnke Corneal Dystrophy."}, {"pubmed": 14962091, "text": "truncation of the intracellular domain of BP180 impairs the organization of hemidesmosomes, affecting both the mechanical stability of basal keratinocytes and dermoepidermal cohesion."}, {"pubmed": 14962097, "text": "bullous pemphigoid sera reacted with at least an additional antigenic site other than the NC16A, within the extracellular (37%) and intracellular (28%) domains of BP180."}, {"pubmed": 14987253, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14987253, "text": "genetic variation in COL17A1 shows no association with susceptibility to bullous pemphigoid."}, {"pubmed": 15009107, "text": "Dimished, but correctly localised expression of BP180 in epidermolysis bullosa; COL15 mutated BP180 is still partly functional."}, {"pubmed": 15047704, "text": "the conformation of the NC16A domain and steric availability of the cleavage site influence shedding and is important for folding of collagen XVII"}, {"pubmed": 15081423, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15161638, "text": "C-terminus of collagen XVII binds to laminin 5, revealing the role of collagen XVII in the regulation of keratinocyte migration."}, {"pubmed": 15609083, "text": "Data show that the expression of laminin gamma2 chain and collagen type XVII is altered in endometrial adenocarcinomas."}, {"pubmed": 15734283, "text": "expression of BP180 is related to clinical severity of bullous pemphigoid"}, {"pubmed": 16117787, "text": "Epitooe mapping of anti-BP180 immunoglobulin E autoantibodies in bullous pemphigoid."}, {"pubmed": 16354180, "text": "Deletions in recombinant proteins affect thermal stability."}, {"pubmed": 16354180, "text": "Mutations associated with epidermolysis bullosa affect thermal stability, and affect the secondary structure of collagen XVII."}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16387484, "text": "Results suggest that collagen XVII may be involved in the pathogenesis of various disorders affecting neuronal migration or synaptic plasticity."}, {"pubmed": 16417243, "text": "Three epidermolysis bullosa associated mutations affecting NC4 domain do not grossly affect structure or stability of BP180."}, {"pubmed": 16487966, "text": "Together, these data demonstrate a novel interaction between collagen XVII and alphaIIb integrin and also suggest a possibility to use tirofiban to inhibit the invasion and progression of alphaIIb expressing SCC tumors."}, {"pubmed": 16580182, "text": "presence of six different 5'UTRs for the type XVII collagen mRNA. The start points of these six transcripts differ but no alternative exons are used."}, {"pubmed": 16899459, "text": "Deletion mutation truncated the distal ectodomain and positioned the only N-glycosylation site 34 amino acids from the newly formed C terminus, which impaired efficient N-glycosylation."}, {"pubmed": 17443672, "text": "14-3-3sigma isoform interacts with BP180 in keratinocytes."}, {"pubmed": 17545155, "text": "extracellular phosphorylation of collagen XVII by ecto-CK2 inhibits its shedding by TACE and represents novel mechanism to regulate adhesion and motility of epithelial cells"}, {"pubmed": 17555727, "text": "This study found collagen XVII to be expressed widely in the brain and to be located primarily in the soma and proximal axons of neurons."}, {"pubmed": 17657247, "text": "bullous pemphigoid antigen 2 has a role in eliciting specific IgG and the immune responses arising in epidermolysis bullosa"}, {"pubmed": 17920818, "text": "IgE autoantibodies to BP180 and BP230 are detected at high frequencies in bullous pemphigoid."}, {"pubmed": 18055190, "text": "transmembrane collagen XVII, pemphigoid gestationis autoantigen, promotes the migration of cytotrophoblastic cells of placenta and is a structural component of fetal membranes"}, {"pubmed": 18571472, "text": "Bullous Pemphigoid disease severity and activity correlated with levels of IgG against the BP180-NC16A domain, but also against a COOH-terminal epitope of BP180"}, {"pubmed": 18992722, "text": "Neuronal collagen XVII expression in motor neuron disease remains similar to that seen in the normal human brain and thus a change in collagen XVII expression is not an immunohistochemically detectable feature of motor neuron disease."}, {"pubmed": 19158842, "text": "bullous pemphigoid relevant collagen XVII fragment can also arise in an ADAM-independent manner through direct action by plasmin"}, {"pubmed": 19340010, "text": "glycine substitutions in the Col15 domain interfere with the triple-helix formation, transmembrane targeting, and ectodomain shedding of collagen XVII, and that these disturbances lead to skin blistering"}, {"pubmed": 19422829, "text": "A novel ELISA reveals high frequencies of BP180-specific IgE production in bullous pemphigoid."}, {"pubmed": 19812601, "text": "anti-hBPAG2 IgG was initially directed against extracelllar domain epitopes;humoral responses subsequently targeted additional extra and intracellular domain BPAG2 epitopes"}, {"pubmed": 19834535, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19945617, "text": "The role of collagen XVII in both autoimmune and genetic blistering disorders demonstrates its relevance to dermal-epidermal adhesion"}, {"pubmed": 20089696, "text": "Depletion of CD4-positive T cells as well as CD45R-positive B cells in an immunodeficient transgenic mouse model of bullous pemphigoid inhibits production of anti-human COL17 IgG antibodies in the recipients, resulting in no apparent clinical phenotype."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20471095, "text": "small proportion of pregnant women produce protein-specific IgE autoantibodies"}, {"pubmed": 21034821, "text": "Cell surface COL17 can interact with laminin 332 and, together, participate in the adherence of a cell to the extracellular matrix."}, {"pubmed": 21305504, "text": "Alterations in type I hemidesmosome components (BP180 and BP230) are suggestive of epigenetic control in the salivary glands of patients with Sjogren's syndrome."}, {"pubmed": 21357940, "text": "presence of minor amounts of collagen XVII protein in JEB skin is associated with mild phenotypic manifestations."}, {"pubmed": 21801871, "text": "migrating keratinocytes shed the Ecto-ColXVII, and this dynamically binds via its C-terminal domain to distinct partners in the ECM"}, {"pubmed": 22457199, "text": "Collagen XVII has a function in the attachment of podocyte foot processes to the glomerular basement membrane."}, {"pubmed": 22688676, "text": "found the full-length collagen XVII protein in proliferating tissue melanocytes, basal keratinocytes and squamous cell carcinoma whereas resting melanocytes were negative"}, {"pubmed": 22775995, "text": "Collagen XVII (BP180) modulates keratinocyte expression of the proinflammatory chemokine, IL-8."}, {"pubmed": 23227089, "text": "Titers of anti-BP180 autoantibodies were strongly correlated with BPDAI (r = 0.557, P value < 0.0001) and ABSIS (r = 0.570, P value < 0.0001) values."}, {"pubmed": 23337823, "text": "The results of this study suggest that BP180 internalization induced by bullous pemphigoid IgG plays an important role in the initiation of disease pathogenesis."}, {"pubmed": 24005051, "text": "Missense mutation R1303Q in COL17a1 causes junctional epidermolysis bullosa phenotype similar to Kindler syndrome."}, {"pubmed": 24330315, "text": "Lack of C17 led to decreased melanin intensity and melanocyte density in the epidermis when compared with the revertant patches. In human skin, melanocyte supply to the epidermis depends on C17 expression in keratinocytes."}, {"pubmed": 24668667, "text": "Variants of the PTCH1 and COL17A1 genes may contribute to the development of Ossification of the posterior longitudinal ligament."}, {"pubmed": 24676568, "text": "Case Reports: two Japanese patients with bullous pemphigoid with only BP230 autoantibodies detected by ELISA."}, {"pubmed": 24676719, "text": "Circulating anti-BP180 autoantibodies are not correlated with severity of genital lichen sclerosis or itching."}, {"pubmed": 25623077, "text": "study reports for the first time the expression of collagen XVII in colon epithelium and the association of increased collagen XVII immunoexpression with poor outcome in colorectal carcinoma."}, {"pubmed": 25676728, "text": "Our findings implicate presumed gain-of-function COL17A1 mutations causing dominantly inherited ERED and improve understanding of the underlying pathology."}, {"pubmed": 25758329, "text": "Elevated serum levels of BP180 antibodies in the first trimester of pregnancy precede gestational pemphigoid and remain elevated for a long time after remission of the disease."}, {"pubmed": 25771164, "text": "Letter/Case Report: IgE BP180 antibodies contribute to the occurrence of urticarial erythema in bullous pemphigoid patients."}, {"pubmed": 25791894, "text": "ELISA for IgE anti-NC16a is a helpful parameter in the modification of current treatment and the assessment of risk of relapse in bullous pemphigoid."}, {"pubmed": 25797173, "text": "IgE anti-BP180 autoantibody level is increased in some Chinese patients with bullous pemphigoid."}, {"pubmed": 26334130, "text": "we have produced five new versatile monoclonal antibodies against the Col 17 endodomain that are superior to ectodomain antibodies in diagnosing and differentiating between JEB-gen intermed and JEB-loc/carriers"}, {"pubmed": 26604146, "text": "R1303Q in COL17 hampers C-terminal cleavage of COL17. Increase in remnants of non-cleaved COL17 ectodomain in extracellular matrix (ECM) induces aberrant laminin 332 deposition in ECM, which may be associated with disorganized basement membrane formation."}, {"pubmed": 26786512, "text": "The COL17A1 c.3156C-->T variant is the likely causative mutation in our recurrent corneal erosion families, and its presence in 4 independent families suggests that it is prevalent in epithelial recurrent erosion dystrophy."}, {"pubmed": 26827765, "text": "Pathogenicity of autoantibodies targeting COL17 is epitope dependent."}, {"pubmed": 26912707, "text": "The aging process can be recapitulated by Col17a1 deficiency and prevented by the forced maintenance of COL17A1 in hair follicle stem cell (HFSCs), demonstrating that COL17A1 in HFSCs orchestrates the stem cell-centric aging program of the epithelial mini-organ."}, {"pubmed": 27306323, "text": "Suspension survival mediated by PP2A-STAT3-Col XVII determines tumor initiation and metastasis in cancer stem cells."}, {"pubmed": 27309958, "text": "The corneal dystrophy mapped to chromosome 10q23-q24 is associated with the c.3156C>T variant in COL17A1."}, {"pubmed": 27775687, "text": "Data suggest that type XVII collagen (COL17) internalization/macropinocytosis by keratinocytes induced by IgG autoantibodies from patients with bullous pemphigoid (BP) is mediated by PKC (protein kinase C) calcium signaling pathway; BP IgG induced overabundant phosphorylation of COL17."}, {"pubmed": 27786348, "text": "Case Report: IgA autoantibodies targeting the NC16A domain rather than the shed ectodomains of COL17 resulted in linear IgA bullous dermatosis in a pregnant woman."}, {"pubmed": 27891193, "text": "Results show that aberrant epigenetic control is a key driver of COL17A1 gene misexpression and tumor cell invasion in a variety of epithelial neoplasm. These findings have significant clinical implications, suggesting that the COL17A1 promoter methylation status can be used to predict patient outcome."}, {"pubmed": 28101965, "text": "Bullous pemphigoid patients with the HLA-DQB1*03:01 allele show an increased T-cell avidity to several epitopes of BP180, particularly the BP180-NC16a domain. (Review)"}, {"pubmed": 28365758, "text": "As a consequence of altered maturation and decreased stability of collagen XVII trimers, reduced collagen XVII is incorporated into the cell membrane, resulting in compromised dermal-epidermal adhesion. Taken together, using this genetic model, we provide the first proof that alteration of the coiled-coil structure destabilizes oligomerization and impairs physiological shedding of collagen XVII in vivo."}, {"pubmed": 28842325, "text": "C-terminal processing induces dynamic structural changes and neoepitopes for linear IgA dermatosis autoantibodies on COL17"}, {"pubmed": 29604146, "text": "Life before and beyond blistering: The role of collagen XVII in epidermal physiology."}, {"pubmed": 30016581, "text": "both mutations were homozygous and were predicted to result in the absence (EXPH5) or very low levels (COL17A1) of the corresponding protein products, with ultrastructural findings in the skin consistent with the presence of two subtypes, the simplex and the junctional forms, of the disease."}, {"pubmed": 30089857, "text": "Antibodies targeting the C-terminus of COL17 hindered its binding to COL4 in oral mucosal keratinocytes but not in epidermal keratinocytes."}, {"pubmed": 30316981, "text": "Data show that the pR1303Q substitution in the COL17A1 ectodomain showed decreased binding capability to laminin-332 and was less co-localized with pericellular laminin-332 molecules in cell culture. Thus, aberrant collagen XVII-laminin-332 interaction results in reduced cell adhesion, destabilized cell motility and decreased clonogenicity, which in turn lead to blister formation, delayed wound healing and skin atrophy."}, {"pubmed": 30673110, "text": "Hypomorphic COL17A1 variant associated with mild to moderate junctional epidermolysis bullosa."}, {"pubmed": 30863396, "text": "Anti-BP180 Autoantibodies Are Present in Stroke and Recognize Human Cutaneous BP180 and BP180-NC16A."}, {"pubmed": 31191560, "text": "Epitope analysis of 18 DPP4i-BP autoantibodies targeting the non-NC16A domains of BP180 showed that only one DPP4i-BP serum reacted with the epitopes on the intracellular domain of BP180. No sera reacted with the C-terminal domain. DPP4i-BP autoantibodies mainly target the non-NC16A mid-portion of the extracellular domain. Only IgG1 and IgG4 autoantibodies target the LABD97 extracellular domain."}, {"pubmed": 32862392, "text": "Identification of a Novel COL17A1 Compound Heterozygous Mutation in a Chinese Girl with Non-Herlitz Junctional Epidermolysis Bullosa."}, {"pubmed": 33393081, "text": "Genotypic and phenotypic analysis of 34 cases of inherited junctional epidermolysis bullosa caused by COL17A1 mutations."}, {"pubmed": 33430180, "text": "Cell Fitness: More Than Push-Ups."}, {"pubmed": 33517320, "text": "BP180 Is a Prognostic Factor in Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 33871111, "text": "COL17A1 gene polymorphisms are frequent in bullous pemphigoid."}, {"pubmed": 34293053, "text": "Collagen XVII inhibits breast cancer cell proliferation and growth through deactivation of the AKT/mTOR signaling pathway."}, {"pubmed": 34550317, "text": "EGFR-mediated epidermal stem cell motility drives skin regeneration through COL17A1 proteolysis."}, {"pubmed": 34673051, "text": "Read-Through for Nonsense Mutations in Type XVII CollagenDeficient Junctional Epidermolysis Bullosa."}, {"pubmed": 34830116, "text": "BP180/Collagen XVII: A Molecular View."}, {"pubmed": 35490295, "text": "Paired nicking-mediated COL17A1 reframing for junctional epidermolysis bullosa."}, {"pubmed": 35722628, "text": "Integrated Analysis of ECT2 and COL17A1 as Potential Biomarkers for Pancreatic Cancer."}, {"pubmed": 36412277, "text": "What's new in the pathogeneses and triggering factors of bullous pemphigoid."}, {"pubmed": 37289141, "text": "Epithelial recurrent erosion dystrophy (ERED) from the splice site altering COL17A1 variant c.3156C>T in families of Finnish-Swedish ancestry."}, {"pubmed": 37803411, "text": "Levels of type XVII collagen (BP180) ectodomain are elevated in circulation from patients with multiple cancer types and is prognostic for patients with metastatic colorectal cancer."}, {"pubmed": 37979963, "text": "Heterozygous COL17A1 variants are a frequent cause of amelogenesis imperfecta."}], "genomic_pos": {"chr": "10", "end": 104085880, "ensemblgene": "ENSG00000065618", "start": 104031286, "strand": -1}, "genomic_pos_hg19": {"chr": "10", "end": 105845760, "start": 105791044, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007160", "pubmed": 9012408, "qualifier": "involved_in", "term": "cell-matrix adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008544", "pubmed": 9012408, "qualifier": "involved_in", "term": "epidermis development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031581", "pubmed": 12482924, "qualifier": "involved_in", "term": "hemidesmosome assembly"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005581", "qualifier": "part_of", "term": "collagen trimer"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005604", "qualifier": "located_in", "term": "basement membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005911", "pubmed": 9012408, "qualifier": "located_in", "term": "cell-cell junction"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030056", "qualifier": "is_active_in", "term": "hemidesmosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030056", "pubmed": 12482924, "qualifier": "located_in", "term": "hemidesmosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [25037231, 28344315], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0062023", "qualifier": "is_active_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12482924, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0030020", "pubmed": 28344315, "qualifier": "enables", "term": "extracellular matrix structural constituent conferring tensile strength"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030020", "qualifier": "enables", "term": "extracellular matrix structural constituent conferring tensile strength"}, {"category": "MF", "evidence": "RCA", "id": "GO:0030020", "pubmed": 25037231, "qualifier": "enables", "term": "extracellular matrix structural constituent conferring tensile strength"}]}, "homologene": {"genes": [[9606, 1308], [9615, 403739], [9913, 513804]], "id": 133558}, "interpro": {"desc": "Collagen triple helix repeat", "id": "IPR008160", "short_desc": "Collagen"}, "ipi": ["IPI00398272", "IPI00643731", "IPI00852576"], "map_location": "10q25.1", "name": "collagen type XVII alpha 1 chain", "other_names": ["180 kDa bullous pemphigoid antigen 2", "alpha 1 type XVII collagen", "bA16H23.2 (collagen, type XVII, alpha 1 (BP180))", "bullous pemphigoid antigen 2 (180kD)", "collagen XVII, alpha-1 polypeptide", "collagen alpha-1(XVII) chain", "collagen, type XVII, alpha 1", "type XVII collagen alpha-1"], "pantherdb": {"HGNC": "2194", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88450", "ortholog_type": "LDO", "panther_family": "PTHR24023", "taxid": 10090, "uniprot_kb": "Q07563"}, {"RGD": "1311130", "ortholog_type": "LDO", "panther_family": "PTHR24023", "taxid": 10116, "uniprot_kb": "A0A0G2K449"}, {"Ensembl": "ENSGALG00000029617", "ortholog_type": "LDO", "panther_family": "PTHR24023", "taxid": 9031, "uniprot_kb": "Q90584"}, {"ZFIN": "ZDB-GENE-070802-4", "ortholog_type": "O", "panther_family": "PTHR24023", "taxid": 7955, "uniprot_kb": "X1WCV8"}, {"ZFIN": "ZDB-GENE-041105-6", "ortholog_type": "O", "panther_family": "PTHR24023", "taxid": 7955, "uniprot_kb": "A0A0R4IRG2"}, {"WormBase": "WBGene00000674", "ortholog_type": "O", "panther_family": "PTHR24023", "taxid": 6239, "uniprot_kb": "O76368"}], "uniprot_kb": "Q9UMD9"}, "pathway": {"kegg": {"id": "hsa04974", "name": "Protein digestion and absorption - Homo sapiens (human)"}, "netpath": [{"id": "Pathway_Alpha6Beta4Integrin", "name": "Alpha6Beta4Integrin"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}], "pid": {"id": "a6b1_a6b4_integrin_pathway", "name": "a6b1 and a6b4 Integrin signaling"}, "reactome": [{"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1442490", "name": "Collagen degradation"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474290", "name": "Collagen formation"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-1650814", "name": "Collagen biosynthesis and modifying enzymes"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}, {"id": "R-HSA-2022090", "name": "Assembly of collagen fibrils and other multimeric structures"}, {"id": "R-HSA-446107", "name": "Type I hemidesmosome assembly"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}, {"id": "R-HSA-8948216", "name": "Collagen chain trimerization"}]}, "pfam": "PF01391", "pharmgkb": "PA26710", "pharos": {"target_id": 5665, "tdl": "Tbio"}, "pir": "I56325", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176581", "relationship": "is"}, {"id": "GNF187487", "relationship": "is"}, {"id": "GNF198393", "relationship": "is"}, {"id": "GNF209299", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095848", "relationship": "is"}, {"id": "GNF135504", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_007069.1"], "protein": "NP_000485.3", "rna": ["NM_000494.4", "NM_130778.1"], "translation": {"protein": "NP_000485.3", "rna": "NM_000494.4"}}, "reporter": {"HG-U133_Plus_2": "204636_at", "HG-U95Av2": "41618_at", "HTA-2_0": "TC10001637.hg.1", "HuEx-1_0": "3305081", "HuGene-1_1": "7936144", "HuGene-2_1": "16718126"}, "retired": 7828, "summary": "This gene encodes the alpha chain of type XVII collagen. Unlike most collagens, collagen XVII is a transmembrane protein. Collagen XVII is a structural component of hemidesmosomes, multiprotein complexes at the dermal-epidermal basement membrane zone that mediate adhesion of keratinocytes to the underlying membrane. Mutations in this gene are associated with both generalized atrophic benign and junctional epidermolysis bullosa. Two homotrimeric forms of type XVII collagen exist. The full length form is the transmembrane protein. A soluble form, referred to as either ectodomain or LAD-1, is generated by proteolytic processing of the full length form. [provided by RefSeq, Jul 2008].", "symbol": "COL17A1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413577"}, "unigene": ["Hs.732773", "Hs.117938"], "uniprot": {"Swiss-Prot": "Q9UMD9", "TrEMBL": ["A0A3B3ITP5", "A0A3B3ITM2", "A2A2Y8", "H0Y420", "A0A3B3ISI7", "A0A3B3IUC2"]}, "wikipedia": {"url_stub": "Collagen, type XVII, alpha 1"}}