{"AllianceGenome": "2211", "HGNC": "2211", "MIM": "120220", "_id": "1291", "_version": 1, "accession": {"genomic": ["AH003818.2", "AJ011932.1", "AP001479.1", "AP001759.1", "CH471079.2", "CP068257.2", "NC_000021.9", "NC_060945.1", "NG_008674.1", "X92430.1", "X99108.1", "X99109.1", "X99110.1", "X99135.1", "X99136.1"], "protein": ["AAA52055.1", "AAB20835.2", "AAH05159.2", "AAH22236.1", "AAH32821.1", "AAH52575.1", "ADO22235.1", "BAG61063.1", "BAG61380.1", "CAA29555.1", "CAA33888.1", "CAA33889.1", "CAA67559.1", "CAA67576.1", "EAX09320.1", "EAX09321.1", "EAX09322.1", "NP_001839.2", "P12109.3"], "rna": ["AK298968.1", "AK299396.1", "AK307989.1", "AU100220.1", "BC005159.2", "BC022236.1", "BC032821.1", "BC052575.1", "BI769554.1", "BM686857.1", "BM707144.1", "CN369002.1", "CN369026.1", "CN369041.1", "GQ891373.1", "M20776.1", "M27447.1", "NM_001848.3", "X06194.1", "X15879.1", "X15880.1"], "translation": [{"protein": "ADO22235.1", "rna": "GQ891373.1"}, {"protein": "CAA33888.1", "rna": "X15879.1"}, {"protein": "AAH32821.1", "rna": "BC032821.1"}, {"protein": "NP_001839.2", "rna": "NM_001848.3"}, {"protein": "AAA52055.1", "rna": "M27447.1"}, {"protein": "CAA33889.1", "rna": "X15880.1"}, {"protein": "AAH05159.2", "rna": "BC005159.2"}, {"protein": "AAH22236.1", "rna": "BC022236.1"}, {"protein": "CAA29555.1", "rna": "X06194.1"}, {"protein": "BAG61380.1", "rna": "AK299396.1"}, {"protein": "BAG61063.1", "rna": "AK298968.1"}, {"protein": "AAH52575.1", "rna": "BC052575.1"}]}, "alias": ["BTHLM1", "BTHLM1A", "OPLL", "UCHMD1", "UCHMD1A"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "definitive", "classification_date": "2022-09-26T16:00:00.000Z", "disease_label": "collagen 6-related myopathy", "gcep": "Congenital Myopathies Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0100225", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_95ee3b63-8083-49e2-9e20-a1006ac168dd-2022-09-26T160000.000Z", "sop": "SOP9"}, {"classification": "definitive", "classification_date": "2022-09-26T16:00:00.000Z", "disease_label": "collagen 6-related myopathy", "gcep": "Congenital Myopathies Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0100225", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_9de84294-8404-4bd0-a7c6-89a9a70eb408-2022-09-26T160000.000Z", "sop": "SOP9"}]}, "ensembl": {"gene": "ENSG00000142156", "protein": ["ENSP00000355180", "ENSP00000483630", "ENSP00000507333"], "transcript": ["ENST00000361866", "ENST00000463060", "ENST00000466285", "ENST00000486023", "ENST00000492851", "ENST00000498614", "ENST00000612273", "ENST00000682634", "ENST00000683550"], "translation": [{"protein": "ENSP00000355180", "rna": "ENST00000361866"}, {"protein": "ENSP00000483630", "rna": "ENST00000612273"}, {"protein": "ENSP00000507333", "rna": "ENST00000682634"}], "type_of_gene": "protein_coding"}, "entrezgene": "1291", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 46.8988928133, "exp_mis": 460.803784512, "exp_syn": 269.185623713, "lof_z": 6.3498276607383, "mis_z": 0.679094321955208, "mu_lof": 3.58200238064e-06, "mu_mis": 4.68959601658e-05, "mu_syn": 2.68782920261e-05, "n_lof": 3.0, "n_mis": 431.0, "n_syn": 271.0, "p_li": 0.999994534766207, "p_null": 2.7002296650166e-16, "p_rec": 5.46523379289367e-06, "syn_z": -0.0685577653110048}, "bp": 3087, "cds_end": 47423927, "cds_start": 47401764, "n_exons": 35, "nonpsych": {"exp_lof": 41.8342896627, "exp_mis": 416.458169477, "exp_syn": 243.025232259, "lof_z": 5.8965924557188, "mis_z": 0.629221752320765, "mu_lof": 3.58200238064e-06, "mu_mis": 4.68959601658e-05, "mu_syn": 2.68782920261e-05, "n_lof": 3.0, "n_mis": 391.0, "n_syn": 248.0, "p_li": 0.999968283025697, "p_null": 2.38667328135576e-14, "p_rec": 3.17169742790812e-05, "syn_z": -0.200915537472268}, "nontcga": {"exp_lof": 43.0871597345, "exp_mis": 423.879688994, "exp_syn": 247.590961971, "lof_z": 6.17466513410748, "mis_z": 0.577852677068325, "mu_lof": 3.58200238064e-06, "mu_mis": 4.68959601658e-05, "mu_syn": 2.68782920261e-05, "n_lof": 2.0, "n_mis": 400.0, "n_syn": 257.0, "p_li": 0.99999580392806, "p_null": 6.99659607967462e-16, "p_rec": 4.19607193903027e-06, "syn_z": -0.378615458486825}, "transcript": "ENST00000361866.3"}, "exons": [{"cdsend": 46004013, "cdsstart": 45981850, "chr": "21", "position": [[45981769, 45981947], [45982633, 45982763], [45984268, 45984469], [45986525, 45986685], [45986943, 45987072], [45987154, 45987175], [45987498, 45987519], [45987609, 45987654], [45989083, 45989137], [45989607, 45989652], [45989751, 45989778], [45990257, 45990284], [45990377, 45990422], [45990772, 45990826], [45990978, 45991041], [45992009, 45992072], [45992163, 45992217], [45992362, 45992398], [45992747, 45992810], [45994166, 45994229], [45997420, 45997483], [45997699, 45997762], [45998120, 45998171], [45998397, 45998433], [45998896, 45998959], [45999152, 45999218], [45999656, 45999692], [46000330, 46000367], [46000758, 46000767], [46001252, 46001386], [46001960, 46002070], [46002217, 46002401], [46002526, 46002710], [46003119, 46003149], [46003390, 46005048]], "strand": 1, "transcript": "NM_001848", "txend": 46005048, "txstart": 45981769}], "exons_hg19": [{"cdsend": 47423927, "cdsstart": 47401764, "chr": "21", "position": [[47401683, 47401861], [47402547, 47402677], [47404182, 47404383], [47406439, 47406599], [47406857, 47406986], [47407068, 47407089], [47407412, 47407433], [47407523, 47407568], [47408997, 47409051], [47409521, 47409566], [47409665, 47409692], [47410171, 47410198], [47410291, 47410336], [47410686, 47410740], [47410892, 47410955], [47411923, 47411986], [47412077, 47412131], [47412276, 47412312], [47412661, 47412724], [47414080, 47414143], [47417334, 47417397], [47417613, 47417676], [47418034, 47418085], [47418311, 47418347], [47418810, 47418873], [47419066, 47419132], [47419570, 47419606], [47420244, 47420281], [47420672, 47420681], [47421166, 47421300], [47421874, 47421984], [47422131, 47422315], [47422440, 47422624], [47423033, 47423063], [47423304, 47424962]], "strand": 1, "transcript": "NM_001848", "txend": 47424962, "txstart": 47401683}], "generif": [{"pubmed": 11932968, "text": "COL6 genes encoding type VI collagen"}, {"pubmed": 11973338, "text": "keratinocyte growth factor (KGF), a key stimulator of epithelial cell proliferation during wound healing, preferentially binds to collagens I, III, and VI."}, {"pubmed": 12011280, "text": "Haplotype analysis clearly suggested linkage of Ullrich muscular dystrophy to the COL6A1/2 locus in two cases and to the COL6A3 loci in the third case. In the remaining nine patients, primary collagen VI involvement was excluded"}, {"pubmed": 12374585, "text": "Bethlem myopathy is an autosomal dominantly inherited myopathy with contractures caused by mutations in the COL6A1 gene."}, {"pubmed": 12736748, "text": "Collagen VI deficiency might have caused electron microscopic changes of capillaries, while function of capillaries is apparently retained."}, {"pubmed": 12840783, "text": "a de novo heterozygous deletion of the COL6A1 gene results in a severe phenotype of classical Ullrich congenital muscular dystrophy"}, {"pubmed": 12958705, "text": "linkage disequilibrium and association studies that SNPs in the collagen 6A1 gene (COL6A1) were strongly associated with Ossification of the posterior longitudinal ligament"}, {"pubmed": 14981181, "text": "The failure of collagen VI to anchor the basal lamina to the interstitium is the cause of Ullrich disease."}, {"pubmed": 15563506, "text": "dominant mutations are common in Ullrich congenital muscular dystrophy (UCMD)."}, {"pubmed": 16130093, "text": "we report a genotype-phenotype correlation demonstrating that heterozygous glycine substitutions in the triple-helix domain of COL6A1 are dominant and responsible for a milder Ullrich scleroatonic muscular dystrophy phenotype."}, {"pubmed": 16227896, "text": "COL6A1 could be responsible for the hyperostotic state, leading to ectopic bone formation in the spinal ligament."}, {"pubmed": 16227896, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16434404, "text": "beta ig-h3 can differentially modulate the aggregation of collagen VI with biglycan and decorin"}, {"pubmed": 17334655, "text": "Major promoter and enhancer sequences regulating COL6A1 expression are present in this bacterial artificial chromosome clone."}, {"pubmed": 17537636, "text": "This study identified a novel homozygous COL6A1 premature termination mutation in a UCMD patient that causes nonsense-mediated mRNA decay."}, {"pubmed": 17602442, "text": "This study demonstrates a homogeneous overexpression of the genes encoding for alpha1 and alpha2 chains for collagen type VI in nuchal skin of human trisomy 21 fetuses."}, {"pubmed": 18246005, "text": "COL6A1 may be a common susceptibility gene for ossification of the ligamentum flavum and ossification of the posterior longitudinal ligament in Chinese Han population."}, {"pubmed": 18246005, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18366090, "text": "Study reports 10 unrelated patients with a Ullrich congenital muscular dystrophy clinical phenotype and de novo dominant negative heterozygous splice mutations in COL6A1, COL6A2 and COL6A3."}, {"pubmed": 18378883, "text": "Immunofluorescent labeling of collagen VI in fibroblast cultures is a useful addition to current diagnostic services for Bethlem myopathy (BM). It can be used to guide molecular genetic testing in a cost-effective and time-saving manner."}, {"pubmed": 18551403, "text": "Results found COL6A1 to be differentially expressed in human astrocytomas."}, {"pubmed": 18634150, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18634150, "text": "SNP of COL6A1 were not related to radiographic progression of ankylosing spondylitis."}, {"pubmed": 18825676, "text": "These data indicate that collagen VI glycine mutations impair the assembly pathway in different ways and disease severity correlates with the assembly abnormality."}, {"pubmed": 19204726, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19309692, "text": "Four patients affected by Ullrich congenital muscular dystrophy and carrying unusual mutations of COL6 genes affecting RNA splicing, were identified."}, {"pubmed": 20721706, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20976770, "text": "This study revealed several genotype-phenotype correlations, providing new insights into the natural history and course of ColVI myopathies."}, {"pubmed": 21037586, "text": "the accumulation of abnormal mitochondria and sarcoplasmic reticulum is caused by a defect of autophagy and that restoration of a proper autophagic flux in Col6a1-/- muscles ameliorates these alterations."}, {"pubmed": 22012643, "text": "the COL6A1 rs35796750 TT genotype is associated with increased performance during the bicycling of the South African Ironman triathlon"}, {"pubmed": 22583932, "text": "TP-alpha, collagen alpha-1(VI) chain and S100A9 are potential biomarkers of esophageal squamous cell carcinoma, and may play an important role in tumorigenesis and development of ESCC."}, {"pubmed": 23013106, "text": "COL3A1 rs1800255, COL6A1 rs35796750 and COL12A1 rs970547 were not significantly associated with sit-and-reach, straight leg raise or total shoulder rotation range of motion"}, {"pubmed": 23221806, "text": "XPD mutations in trichothiodystrophy hamper COL6A1 expression."}, {"pubmed": 24271325, "text": "The resulting proposed clinical classification system of collagen VI-related myopathy is unique in that it is based on the integration of both motor function and pulmonary function criteria."}, {"pubmed": 24357721, "text": "Absence of ANXA2 leads to retention of COL6 in a late-Golgi, VAMP2-positive compartment."}, {"pubmed": 24443028, "text": "Mutations in each of the three collagen VI genes, COL6A1, COL6A2 and COL6A3, cause four types of muscle disorders: Ullrich congenital muscular dystrophy, Bethlem myopathy, limb-girdle muscular dystrophy, and autosomal recessive myosclerosis. (Review)"}, {"pubmed": 24737472, "text": "These results suggest that these SNPs of BMP-2 and COL6A1 may not directly influence the expression of OPLL."}, {"pubmed": 24801232, "text": "In UCDM, 1 mutation was indentified in COL6A1 in Chinese patients."}, {"pubmed": 25073002, "text": "The second main finding of this study was that COL6A1 rs35796750 did not associate with the risk of anterior cruciate ligament injury in the self-reported Caucasian South African cohort."}, {"pubmed": 25176343, "text": "Data suggest the potential role of COL6 in promoting lung neoplasia in diseased lungs where COL6 is overexpressed."}, {"pubmed": 25204870, "text": "Parental mosaicism was confirmed in the four families through quantitative analysis of the ratio of mutant versus wild-type allele (COL6A1, COL6A2, and COL6A3) in genomic DNA from various tissues; consistent with somatic mosaicism, parental samples had lower ratios of mutant versus wild-type allele compared with the fully heterozygote offspring."}, {"pubmed": 25325876, "text": "Data indicate that collagen-VI-alpha-1 (COL6A1) is expressed in all grades of glioma."}, {"pubmed": 25535305, "text": "worsening of the functional disability appeared typically after the age of 40 in 47% of our patients with Bethlem myopathy, and was frequently associated with COL6A1 exon 14 skipping"}, {"pubmed": 25925694, "text": "upregulated in the airways of chronic obstructive pulmonary disease patients and exposed upon epithelial desquamation"}, {"pubmed": 25978941, "text": "is the first report of UCMD recurrence in 2 siblings due to a germline mosaic COL6 gene mutation"}, {"pubmed": 26317545, "text": "COL6A1 may have a role in progression and outcome of clear cell renal cell carcinoma"}, {"pubmed": 26447986, "text": "Type VI collagen and activated retinal Muller cells are present in iERM."}, {"pubmed": 26753503, "text": "These data demonstrate, for the first time, a functional relationship between collagens VI and XII during osteogenesis."}, {"pubmed": 27246988, "text": "Missense mutations in COL6A1, COL11A2, FGFR1, and BMP2 genetically predispose patients to ossification of posterior longitudinal ligaments."}, {"pubmed": 27628582, "text": "Data suggest that, compared with obese white women, obese black women exhibit higher expression of HIF1A (hypoxia inducible factor 1 alpha), COL5A1 (collagen Valpha1), and COL6A1 (collagen VIalpha1) in gluteal but not abdominal subcutaneous adipose tissue depots; up-regulation of expression of these proteins correlates with reduced insulin sensitivity in black women only."}, {"pubmed": 28984114, "text": "the donor splice site of COL6A1 intron 14, associated with the phenotype of Bethlem myopathy or intermediate form, is a hot spot for ColVI myopathies"}, {"pubmed": 29244830, "text": "We have used RNA-Seq to identify differentially expressed genes in cultured dermal fibroblasts from 13 COL6-RD individuals (8 dominant negative and 5 null) and 6 controls. To better assess the transcriptional changes induced by abnormal collagen VI in the extracellular matrix (ECM); we compared transcriptional profiles from subjects with DN mutations and subjects with null mutations to transcriptional profiles"}, {"pubmed": 29659864, "text": "The polypeptide is a novel non-triple helical polypeptide of type VI collagen alpha1 chain encoded by COL6A1, or NTH alpha1(VI)."}, {"pubmed": 29673351, "text": "FKBP10 interacts with collagen VI and deficiency of FKBP10 reduces lung fibroblast migration by down-regulation of collagen VI synthesis."}, {"pubmed": 29764467, "text": "Five SNPs in the COL6A1 (and IL17RC) genes were found to be associated with susceptibility to ossification of the posterior longitudinal ligament in Han Chinese patients."}, {"pubmed": 30321347, "text": "determined the common epitope between COL4A1 and COL6A1 as PXXGXPGLRG, with surface plasmon resonance analyses revealing KD values for the COL4A1 epitope as 5.56+/-1.81x10-9 M and for the COL6A1 epitope as 7.15+/-0.44x10-10 M"}, {"pubmed": 30706156, "text": "The most frequent mutation in a series of 16 Bethlem myopathy patients was the COL6A3 variant c.7447A>G, p.Lys2486Glu, with either an homozygous or compound heterozygous presentation. Five new mutations were found in COL6A1 gene and other two in COL6A3 gene, all of them with a dominant heritability pattern."}, {"pubmed": 30895940, "text": "A recurrent COL6A1 pseudoexon insertion causes muscular dystrophy and is effectively targeted by splice-correction therapies."}, {"pubmed": 31268154, "text": "High COL6A1 expression is associated with metastasis in pancreatic cancer."}, {"pubmed": 31273343, "text": "Results identified compound heterozygous pathogenic COL6A1 variants (c.[98-6G>A];[301C>T]) in patients presenting with a clinical phenotype overlapping with collagen VI-related myopathies and Ehlers-Danlos syndrome. The COL6A1 variants abolished collagen VI and V deposition and increased tenascin-X levels."}, {"pubmed": 31831033, "text": "The COL6A1 gene rs201153092A site polymorphism is a potential pathogenic mutation in thoracic ossification of the posterior longitudinal ligament."}, {"pubmed": 31939624, "text": "The COL6A1 rs201153092 single nucleotide polymorphism, associates with thoracic ossification of the posterior longitudinal ligament."}, {"pubmed": 32053901, "text": "Tendon Extracellular Matrix Remodeling and Defective Cell Polarization in the Presence of Collagen VI Mutations."}, {"pubmed": 32389683, "text": "Coexistence of digenic mutations in the collagen VI genes (COL6A1 and COL6A3) leads to Bethlem myopathy."}, {"pubmed": 32894152, "text": "Non-canonical Fzd7 signaling contributes to breast cancer mesenchymal-like stemness involving Col6a1."}, {"pubmed": 32999266, "text": "COL3A1, COL6A3, and SERPINH1 Are Related to Glucocorticoid-Induced Osteoporosis Occurrence According to Integrated Bioinformatics Analysis."}, {"pubmed": 33000277, "text": "Involvement of nontriple helical type VI collagen alpha1 chain, NTH alpha1(VI), in the proliferation of cancer cells."}, {"pubmed": 33261612, "text": "The impact of COL1A1 and COL6A1 expression on hypospadias and penile curvature severity."}, {"pubmed": 33337382, "text": "Intrafamilial Phenotypic Variability of Collagen VI-Related Myopathy Due to a New Mutation in the COL6A1 Gene."}, {"pubmed": 33391546, "text": "H3K27 acetylation activated-COL6A1 promotes osteosarcoma lung metastasis by repressing STAT1 and activating pulmonary cancer-associated fibroblasts."}, {"pubmed": 33970702, "text": "Identification of COL6A1 as the Key Gene Associated with Antivascular Endothelial Growth Factor Therapy in Glioblastoma Multiforme."}, {"pubmed": 33982770, "text": "Collagen type VIalpha1 and 2 repress the proliferation, migration and invasion of bladder cancer cells."}, {"pubmed": 34287704, "text": "Association analysis and functional study of COL6A1 single nucleotide polymorphisms in thoracic ossification of the ligamentum flavum in the Chinese Han population."}, {"pubmed": 36809953, "text": "Integrated Proteomics and Metabolomics Analyses of Serum in Chinese Patients with Severe and Active Graves' Orbitopathy: A Cross-sectional Study."}, {"pubmed": 36982625, "text": "Extracellular Matrix Disorganization and Sarcolemmal Alterations in COL6-Related Myopathy Patients with New Variants of COL6 Genes."}, {"pubmed": 37315421, "text": "Homozygous splice variant (c.1741-6G>A) of the COL6A1 gene in three patients with Ullrich congenital muscular dystrophy."}, {"pubmed": 38653581, "text": "Exome sequencing in extreme altitude mountaineers identifies pathogenic variants in RTEL1 and COL6A1 previously associated with respiratory failure."}], "genomic_pos": {"chr": "21", "end": 46005050, "ensemblgene": "ENSG00000142156", "start": 45981770, "strand": 1}, "genomic_pos_hg19": {"chr": "21", "end": 47424964, "start": 47401651, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000302", "qualifier": "involved_in", "term": "response to reactive oxygen species"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0000902", "qualifier": "involved_in", "term": "cell morphogenesis"}, {"evidence": "HDA", "gocategory": "BP", "id": "GO:0001649", "pubmed": 16210410, "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001942", "qualifier": "involved_in", "term": "hair follicle development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002023", "qualifier": "involved_in", "term": "reduction of food intake in response to dietary excess"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003012", "qualifier": "involved_in", "term": "muscle system process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003016", "qualifier": "involved_in", "term": "respiratory system process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006096", "qualifier": "involved_in", "term": "glycolytic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006099", "qualifier": "involved_in", "term": "tricarboxylic acid cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006103", "qualifier": "involved_in", "term": "2-oxoglutarate metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006112", "qualifier": "involved_in", "term": "energy reserve metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006914", "qualifier": "involved_in", "term": "autophagy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007005", "qualifier": "involved_in", "term": "mitochondrion organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007338", "qualifier": "involved_in", "term": "single fertilization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007623", "qualifier": "involved_in", "term": "circadian rhythm"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008286", "qualifier": "involved_in", "term": "insulin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008361", "qualifier": "involved_in", "term": "regulation of cell size"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009411", "qualifier": "involved_in", "term": "response to UV"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009611", "qualifier": "involved_in", "term": "response to wounding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009636", "qualifier": "involved_in", "term": "response to toxic substance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010657", "qualifier": "involved_in", "term": "muscle cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014850", "qualifier": "involved_in", "term": "response to muscle activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019226", "qualifier": "involved_in", "term": "transmission of nerve impulse"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0022011", "qualifier": "involved_in", "term": "myelination in peripheral nervous system"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030199", "qualifier": "involved_in", "term": "collagen fibril organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030262", "qualifier": "involved_in", "term": "apoptotic nuclear changes"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030282", "qualifier": "involved_in", "term": "bone mineralization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032963", "qualifier": "involved_in", "term": "collagen metabolic process"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0035987", "pubmed": 23154389, "qualifier": "involved_in", "term": "endodermal cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036022", "qualifier": "involved_in", "term": "limb joint morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036293", "qualifier": "involved_in", "term": "response to decreased oxygen levels"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043403", "qualifier": "involved_in", "term": "skeletal muscle tissue regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043491", "qualifier": "involved_in", "term": "phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048009", "qualifier": "involved_in", "term": "insulin-like growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048265", "qualifier": "involved_in", "term": "response to pain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048286", "qualifier": "involved_in", "term": "lung alveolus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048630", "qualifier": "involved_in", "term": "skeletal muscle tissue growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048741", "qualifier": "involved_in", "term": "skeletal muscle fiber development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048771", "qualifier": "involved_in", "term": "tissue remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048872", "qualifier": "involved_in", "term": "homeostasis of number of cells"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050954", "qualifier": "involved_in", "term": "sensory perception of mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051216", "qualifier": "involved_in", "term": "cartilage development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051262", "qualifier": "involved_in", "term": "protein tetramerization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051402", "qualifier": "involved_in", "term": "neuron apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051882", "qualifier": "involved_in", "term": "mitochondrial depolarization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060065", "qualifier": "involved_in", "term": "uterus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060348", "qualifier": "involved_in", "term": "bone development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060425", "qualifier": "involved_in", "term": "lung morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060487", "qualifier": "involved_in", "term": "lung epithelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060612", "qualifier": "involved_in", "term": "adipose tissue development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070341", "qualifier": "involved_in", "term": "fat cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070836", "qualifier": "involved_in", "term": "caveola assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071230", "qualifier": "involved_in", "term": "cellular response to amino acid stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071711", "qualifier": "involved_in", "term": "basement membrane organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071965", "qualifier": "involved_in", "term": "multicellular organismal locomotion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072593", "qualifier": "involved_in", "term": "reactive oxygen species metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0085029", "qualifier": "involved_in", "term": "extracellular matrix assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098528", "qualifier": "involved_in", "term": "skeletal muscle fiber differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901652", "qualifier": "involved_in", "term": "response to peptide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904026", "qualifier": "involved_in", "term": "regulation of collagen fibril organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904583", "qualifier": "involved_in", "term": "response to polyamine macromolecule"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904975", "qualifier": "involved_in", "term": "response to bleomycin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990542", "qualifier": "involved_in", "term": "mitochondrial transmembrane transport"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 18400749, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005589", "pubmed": 2551668, "qualifier": "part_of", "term": "collagen type VI trimer"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005604", "qualifier": "located_in", "term": "basement membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005765", "pubmed": 17897319, "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 16210410, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016529", "qualifier": "located_in", "term": "sarcoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030016", "qualifier": "located_in", "term": "myofibril"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0032991", "pubmed": 18400749, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042383", "qualifier": "located_in", "term": "sarcolemma"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [23658023, 25037231, 27559042, 28327460, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0062023", "qualifier": "is_active_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0062023", "pubmed": 22261194, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0097708", "qualifier": "located_in", "term": "intracellular vesicle"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005518", "pubmed": 18400749, "qualifier": "enables", "term": "collagen binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0030020", "qualifier": "enables", "term": "extracellular matrix structural constituent conferring tensile strength"}, {"category": "MF", "evidence": "RCA", "id": "GO:0030020", "pubmed": [20551380, 25037231, 27559042, 28327460, 28675934], "qualifier": "enables", "term": "extracellular matrix structural constituent conferring tensile strength"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048407", "pubmed": 8900172, "qualifier": "enables", "term": "platelet-derived growth factor binding"}]}, "homologene": {"genes": [[7955, 569755], [8364, 100490352], [9031, 396000], [9544, 721855], [9598, 450204], [9606, 1291], [9615, 403668], [9913, 511422], [10090, 12833], [10116, 294337]], "id": 1391}, "interpro": [{"desc": "von Willebrand factor, type A", "id": "IPR002035", "short_desc": "VWF_A"}, {"desc": "von Willebrand factor A-like domain superfamily", "id": "IPR036465", "short_desc": "vWFA_dom_sf"}, {"desc": "Collagen triple helix repeat", "id": "IPR008160", "short_desc": "Collagen"}], "ipi": "IPI00291136", "map_location": "21q22.3", "name": "collagen type VI alpha 1 chain", "other_names": ["alpha 1 (VI) chain (61 AA)", "collagen VI, alpha-1 polypeptide", "collagen alpha-1(VI) chain", "collagen, type VI, alpha 1", "epididymis secretory sperm binding protein"], "pantherdb": {"HGNC": "2211", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88459", "ortholog_type": "LDO", "panther_family": "PTHR24020", "taxid": 10090, "uniprot_kb": "Q04857"}, {"ZFIN": "ZDB-GENE-070501-6", "ortholog_type": "LDO", "panther_family": "PTHR24020", "taxid": 7955, "uniprot_kb": "F1Q6P3"}, {"WormBase": "WBGene00015865", "ortholog_type": "O", "panther_family": "PTHR24020", "taxid": 6239, "uniprot_kb": "Q18048"}, {"dictyBase": "DDB_G0272765", "ortholog_type": "O", "panther_family": "PTHR24020", "taxid": 352472, "uniprot_kb": "Q86L43"}], "uniprot_kb": "P12109"}, "pathway": {"kegg": [{"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04512", "name": "ECM-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04974", "name": "Protein digestion and absorption - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}], "pid": [{"id": "avb3_integrin_pathway", "name": "Integrins in angiogenesis"}, {"id": "integrin1_pathway", "name": "Beta1 integrin cell surface interactions"}, {"id": "syndecan_1_pathway", "name": "Syndecan-1-mediated signaling events"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1442490", "name": "Collagen degradation"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474290", "name": "Collagen formation"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1650814", "name": "Collagen biosynthesis and modifying enzymes"}, {"id": "R-HSA-186797", "name": "Signaling by PDGF"}, {"id": "R-HSA-2022090", "name": "Assembly of collagen fibrils and other multimeric structures"}, {"id": "R-HSA-216083", "name": "Integrin cell surface interactions"}, {"id": "R-HSA-3000178", "name": "ECM proteoglycans"}, {"id": "R-HSA-3000178", "name": "ECM proteoglycans"}, {"id": "R-HSA-375165", "name": "NCAM signaling for neurite out-growth"}, {"id": "R-HSA-419037", "name": "NCAM1 interactions"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-8948216", "name": "Collagen chain trimerization"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}], "wikipathways": [{"id": "WP2911", "name": "miRNA targets in ECM and membrane receptors"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}]}, "pfam": ["PF00092", "PF01391"], "pharmgkb": "PA26727", "pharos": {"target_id": 6229, "tdl": "Tbio"}, "pir": "S05377", "prosite": "PS50234", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167459", "relationship": "is"}, {"id": "GNF178365", "relationship": "is"}, {"id": "GNF189271", "relationship": "is"}, {"id": "GNF200177", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046535", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002806", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF339216", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095842", "relationship": "is"}, {"id": "GNF135498", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000021.9", "NC_060945.1", "NG_008674.1"], "protein": "NP_001839.2", "rna": "NM_001848.3", "translation": {"protein": "NP_001839.2", "rna": "NM_001848.3"}}, "reporter": {"HG-U133_Plus_2": ["212091_s_at", "212937_s_at", "212938_at", "212939_at", "212940_at", "213428_s_at", "214200_s_at", "216904_at"], "HG-U95Av2": ["38722_at", "41350_at", "41351_at"], "HG-U95B": "57615_at", "HTA-2_0": "TC21000249.hg.1", "HuEx-1_0": "3924372", "HuGene-1_1": "8069269", "HuGene-2_1": "16923842"}, "summary": "The collagens are a superfamily of proteins that play a role in maintaining the integrity of various tissues. Collagens are extracellular matrix proteins and have a triple-helical domain as their common structural element. Collagen VI is a major structural component of microfibrils. The basic structural unit of collagen VI is a heterotrimer of the alpha1(VI), alpha2(VI), and alpha3(VI) chains. The alpha2(VI) and alpha3(VI) chains are encoded by the COL6A2 and COL6A3 genes, respectively. The protein encoded by this gene is the alpha 1 subunit of type VI collagen (alpha1(VI) chain). Mutations in the genes that code for the collagen VI subunits result in the autosomal dominant disorder, Bethlem myopathy. [provided by RefSeq, Jul 2008].", "symbol": "COL6A1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413589"}, "unigene": "Hs.474053", "uniprot": {"Swiss-Prot": "P12109", "TrEMBL": ["A0A087X0S5", "A0A384P5H7", "A0A804HJ28"]}, "wikipedia": {"url_stub": "Collagen, type VI, alpha 1"}}