{"AllianceGenome": "2300", "HGNC": "2300", "MIM": "603101", "_id": "1361", "_version": 1, "accession": {"genomic": ["AH008087.2", "AL137141.10", "AL157758.10", "AY714780.1", "CH471075.1", "CP068265.2", "NC_000013.11", "NC_060937.1", "NG_032893.2"], "protein": ["AAA60042.1", "AAH07057.1", "AAP35582.1", "AAT97987.1", "BAA90475.1", "BAF83518.1", "EAX08754.1", "EAX08755.1", "NP_001265470.1", "NP_001863.3", "Q96IY4.2", "XP_016875882.1", "XP_054230089.1"], "rna": ["AA700377.1", "AB011969.1", "AK290829.1", "AU100156.1", "AV719308.1", "BC007057.1", "BT006936.1", "M75106.1", "NM_001278541.2", "NM_001872.5", "NM_016413.3", "XM_017020393.3", "XM_054374114.1"], "translation": [{"protein": "AAH07057.1", "rna": "BC007057.1"}, {"protein": "BAF83518.1", "rna": "AK290829.1"}, {"protein": "NP_001265470.1", "rna": "NM_001278541.2"}, {"protein": "XP_054230089.1", "rna": "XM_054374114.1"}, {"protein": "AAP35582.1", "rna": "BT006936.1"}, {"protein": "NP_001863.3", "rna": "NM_001872.5"}, {"protein": "XP_016875882.1", "rna": "XM_017020393.3"}, {"protein": "BAA90475.1", "rna": "AB011969.1"}, {"protein": "AAA60042.1", "rna": "M75106.1"}]}, "alias": ["CPU", "PCPB", "TAFI"], "ec": "3.4.17.20", "ensembl": {"gene": "ENSG00000080618", "protein": ["ENSP00000181383", "ENSP00000400714", "ENSP00000502038", "ENSP00000502808"], "transcript": ["ENST00000181383", "ENST00000439329", "ENST00000674625", "ENST00000675730"], "translation": [{"protein": "ENSP00000181383", "rna": "ENST00000181383"}, {"protein": "ENSP00000400714", "rna": "ENST00000439329"}, {"protein": "ENSP00000502038", "rna": "ENST00000675730"}, {"protein": "ENSP00000502808", "rna": "ENST00000674625"}], "type_of_gene": "protein_coding"}, "entrezgene": "1361", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.22154343, "exp_mis": 134.2317698, "exp_syn": 62.338204, "lof_z": 1.81107287060428, "mis_z": 1.19186564877619, "mu_lof": 1.37786381396e-06, "mu_mis": 1.14403642014e-05, "mu_syn": 5.09506448727e-06, "n_lof": 12.0, "n_mis": 106.0, "n_syn": 63.0, "p_li": 2.80849135453329e-06, "p_null": 0.0776342313038719, "p_rec": 0.922362960204773, "syn_z": -0.0519635823530875}, "bp": 1272, "cds_end": 46679144, "cds_start": 46627748, "n_exons": 11, "nonpsych": {"exp_lof": 18.0754567, "exp_mis": 121.2657166, "exp_syn": 56.1951031, "lof_z": 1.86541043763062, "mis_z": 1.38625590282114, "mu_lof": 1.37786381396e-06, "mu_mis": 1.14403642014e-05, "mu_syn": 5.09506448727e-06, "n_lof": 10.0, "n_mis": 91.0, "n_syn": 58.0, "p_li": 4.00013323886442e-05, "p_null": 0.0542187916324597, "p_rec": 0.945741207035152, "syn_z": -0.151588910686002}, "nontcga": {"exp_lof": 18.58169493, "exp_mis": 123.4711109, "exp_syn": 57.32902876, "lof_z": 1.9638650473022, "mis_z": 1.45587565928166, "mu_lof": 1.37786381396e-06, "mu_mis": 1.14403642014e-05, "mu_syn": 5.09506448727e-06, "n_lof": 10.0, "n_mis": 91.0, "n_syn": 59.0, "p_li": 4.46520922809123e-05, "p_null": 0.0393557489631542, "p_rec": 0.960599598944565, "syn_z": -0.139734496056896}, "transcript": "ENST00000181383.4"}, "exons": [{"cdsend": 46105009, "cdsstart": 46053613, "chr": "13", "position": [[46053186, 46053798], [46055761, 46055849], [46058178, 46058381], [46064647, 46064741], [46073872, 46073977], [46078799, 46078901], [46082440, 46082549], [46084218, 46084343], [46087744, 46087820], [46104935, 46105076]], "strand": -1, "transcript": "NM_001278541", "txend": 46105076, "txstart": 46053186}, {"cdsend": 46105009, "cdsstart": 46053613, "chr": "13", "position": [[46053185, 46053798], [46055761, 46055849], [46058178, 46058381], [46064647, 46064741], [46067306, 46067417], [46073872, 46073977], [46078799, 46078901], [46082440, 46082549], [46084218, 46084343], [46087744, 46087820], [46104935, 46105033]], "strand": -1, "transcript": "NM_001872", "txend": 46105033, "txstart": 46053185}], "exons_hg19": [{"cdsend": 46679144, "cdsstart": 46627748, "chr": "13", "position": [[46627321, 46627933], [46629896, 46629984], [46632313, 46632516], [46638782, 46638876], [46648007, 46648112], [46652934, 46653036], [46656575, 46656684], [46658353, 46658478], [46661879, 46661955], [46679070, 46679211]], "strand": -1, "transcript": "NM_001278541", "txend": 46679211, "txstart": 46627321}, {"cdsend": 46679144, "cdsstart": 46627748, "chr": "13", "position": [[46627320, 46627933], [46629896, 46629984], [46632313, 46632516], [46638782, 46638876], [46641441, 46641552], [46648007, 46648112], [46652934, 46653036], [46656575, 46656684], [46658353, 46658478], [46661879, 46661955], [46679070, 46679168]], "strand": -1, "transcript": "NM_001872", "txend": 46679168, "txstart": 46627320}], "generif": [{"pubmed": 11410415, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11686321, "text": "Weinvestigated the role of TAFI in haemophilia A by measuring the clot lysis times of tissue-factor-induced fibrin formation and tPA mediated fibrinolysis."}, {"pubmed": 11686322, "text": "Protein S inhibits TAFI activation in two ways."}, {"pubmed": 11686324, "text": "PCI can up regulate TAFI activation by inhibiting the protein C activation. PCI may therefore be an important regulator in the balance between coagulation and fibrinolysis by differentially inhibiting the activation of TAFI and of protein C."}, {"pubmed": 11776333, "text": "Ala147Thr and C+1542G polymorphisms in the TAFI gene are not asssociated with a higher risk of venous thrombosis in FV Leiden carriers."}, {"pubmed": 11786552, "text": "residues in the P6-P'3 region of TAFI do not determine the thrombomodulin dependence of activation"}, {"pubmed": 11903334, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11903334, "text": "TAFI may provide a link between coagulation and blood pressure regulation"}, {"pubmed": 12006404, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12087030, "text": "There is an association between levels and activated protein C in normotensive type 2 diabetic patients."}, {"pubmed": 12165290, "text": "TAFIa is increased in patients with APC resistance due to FV Leiden mutation, indicating that downregulation of fibrinolysis may be a factor in thrombosis."}, {"pubmed": 12362237, "text": "Decreased TAFI does not contribute to the impairment of fibrinolysis in patients with preeclampsia and/or intrauterine fetal growth retardation."}, {"pubmed": 12368162, "text": "TAFI may play a role in the development of venous thromboembolism in factor V Leiden carriers"}, {"pubmed": 12574207, "text": "increased plasma level of TAFI may be involved in the mechanism of vascular endothelial damage in patients with type 2 diabetes mellitus."}, {"pubmed": 12595308, "text": "results establish the presence of thrombin activatable fibrinolysis inhibitor(TAFI) in platelets and suggest a role for platelet-derived TAFI in the protection of the clot against fibrinolysis"}, {"pubmed": 12624641, "text": "Association between TAFI antigen and Ala147Thr polymorphism of the TAFI gene and angina pectoris incidence."}, {"pubmed": 12624641, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12645517, "text": "there is a functional glucocorticoid response element (GRE) in the human TAFI promoter which is capable of binding the glucocorticoid receptor"}, {"pubmed": 12799375, "text": "mutations in substrate binding site alter its substrate specificity"}, {"pubmed": 12830006, "text": "plasma hyperfibrinolysis in cirrhosis is largely due to a defective TAFIa generation resulting from low TAFI levels and probably from impaired thrombin gener"}, {"pubmed": 12871455, "text": "Plasma levels of TAFI were not elevated in pulmonary embolism, except in cases with a high clot burden, suggesting that TAFI levels might be secondarily increased by release from activated platelets."}, {"pubmed": 12876631, "text": "TAFI gene polymorphisms (Ala147Thr, Thr325Ile and -438A/G) in both promoter & coding regions seem to be involved (both independently & additively) in the regulation of plasma TAFI Ag levels suggesting regulation on both transcriptional & protein levels."}, {"pubmed": 12941043, "text": "TAFIa inhibited lysis of model thrombi and plasma clots by uPA, scuPA and tPA, which could be partially overcome by plasminogen, consistent with TAFIa exerting its effect through modifying the binding of plasminogen and tPA to fibrin."}, {"pubmed": 12958613, "text": "investigate the hypothesisis that TAFI -438 G/A and factor XIIIA Val34Leu polymorphisms might influence the formation and fate of emboli and accordingly the risk of pulmonary embolism in a case control study"}, {"pubmed": 14517491, "text": "investigated hypothesis that hyperbaric exposure increases fibrinolytic activity; hyperbaric exposure followed by decompression did not alter TAFI level in blood"}, {"pubmed": 14525995, "text": "examined the effect of activated TAFI in modulating the proinflammatory functions (e.g.,cell adhesion, neutrophil activation) of bradykinin, complement C5a, and thrombin-cleaved osteopontin"}, {"pubmed": 14715654, "text": "a novel mechanism was identified whereby TAFIa can modulate plasmin levels by increasing the susceptibility of plasmin to inhibition by antiplasmin."}, {"pubmed": 14717966, "text": "prevalence of the Thr325Ile dimorphism in the TAFI gene in 50 patients who survived meningococcal disease, in 176 first-degree relatives of a consecutive patient series with meningococcal disease and 212 controls from the same geographic region"}, {"pubmed": 14739223, "text": "A high TAFI level was associated with a 2-fold higher risk for recurrence of thrombosis; data also support the concept of a linkage between fibrinolysis and the coagulation system"}, {"pubmed": 15004439, "text": "thrombin activatable fibrinolysis inhibitor (TAFI) activity seemed to increase progressively until around 20 weeks of gestation, then maintained a moderately elevated level until delivery, and promptly decreased after delivery"}, {"pubmed": 15025077, "text": "TAFI has a role in coagulation and fibrinolysis, and could be targeted with antifibrinolytic agents [editorial]"}, {"pubmed": 15128744, "text": "the down-regulation of fibrinolysis mediated by basic carboxypeptidase B involves a threshold mechanism"}, {"pubmed": 15224354, "text": "study suggests that thrombin-activatable fibrinolysis inhibitor, in part secreted from lung cancer cells, may play a role in the pathogenesis of thrombotic disorders in lung cancer patients"}, {"pubmed": 15333035, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15497025, "text": "TAFI levels increased significantly at 24- and 72-hour time points in burn, septic injury, and burn+septic injury groups"}, {"pubmed": 15521922, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15543330, "text": "there is a significant increase in TAFI levels, which translates into increased clot lysis time during pregnancy; changes in TAFI contribute to the increasing APCR of pregnancy"}, {"pubmed": 15550029, "text": "IL-1beta plus IL-6 decreased stability of the TAFI transcript produced using the 3'-most polyadenylation site and also resulted in profound shifts in the relative abundances of the respective polyadenylated forms"}, {"pubmed": 15668188, "text": "High TAFI levels might possibly contribute to the thrombotic tendency in Behcet's disease."}, {"pubmed": 15692247, "text": "Thrombin Activatable Fibrinolysis Inhibitor (TAFI) plays an important role in a delicate balance between coagulation and fibrinolysis determines the stability of the fibrin clot."}, {"pubmed": 15719893, "text": "Activation of pro-TAFI by plasmin may be a feedback mechanism that counterbalances increased fibrinolysis in patients with bleeding disorders"}, {"pubmed": 15978108, "text": "Thrombin-activatable fibrinolysis inhibitor gene polymorphisms are strongly associated to plasma TAFI levels, but their role in coronary heart disease risk is not established in this study"}, {"pubmed": 16123492, "text": "Metabolic syndrome and hypercholesteremia synsynergistically accelerates inflammation and impairment of fibrinolysis via elevated concentrations of TAF1, which inhibit fibrinolyaia."}, {"pubmed": 16244771, "text": "results of this study showed for the first time that TAFI activity is increased in patients with clonal thrombocytosis"}, {"pubmed": 16441664, "text": "Results demonstrate the importance of carboxypeptidase U (CPU) stability over proCPU concentration in down-regulating fibrinolysis."}, {"pubmed": 16504676, "text": "TAFI concentrations and enhanced thrombin generation in hypertensive kidney transplant recipients may contribute to the hypofibrinolysis and progressive atherosclerosis in this population."}, {"pubmed": 16540154, "text": "TAFI is a physiological constituent of amniotic fluid. It is possible that TAFI is partially accountable for the antifibrinolytic potential of amniotic fluid"}, {"pubmed": 16894472, "text": "TAFI has a role in coronary artery disease"}, {"pubmed": 17107352, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17138567, "text": "Exhibits continuous and stable carboxypeptidase activity against large peptide substrates, suggesting that the activity down-regulates fibrinolysis in vivo."}, {"pubmed": 17264944, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17272741, "text": "TAFI levels show independent association with overall ischemic stroke. TAFI genotypes and haplotypes showed significant associations with both TAFI measurements. No association was observed between genetic variants and overall ischemic stroke."}, {"pubmed": 17327284, "text": "The GG genotype of the C1542G polymorphism of TAFI displays risk factors for the manifestation of thrombotic microangiopathies."}, {"pubmed": 17388801, "text": "TAFIa, PAI-1 and alpha-antiplasmin have complementary roles in regulating lysis of thrombi and plasma clots"}, {"pubmed": 17473579, "text": "elevated TAFI antigen levels may be a consequence of an acute phase reaction, and together with a depressed overall fibrinolysis potential suggest impaired fibrinolysis in patients with acute ischemic stroke"}, {"pubmed": 17636471, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17636471, "text": "T/T(1040C/T) homozygotes of TAFI gene had about half the probability of developing oral cancer (O.R. 0.39, 95%) when compared with C/C homozygotes"}, {"pubmed": 17644733, "text": "TAFI activation appears to play a key role in the extent of fibrin(ogen) consumption during E coli challenge."}, {"pubmed": 17666015, "text": "alpha-helix 9 and beta-sheet 11 are critical for TAFIa (in)stability"}, {"pubmed": 17673703, "text": "TAFI and CPB modulate the plasminogen system both in the matrix and on the cell surface, thus leading to the inhibition of endothelial cell movement and tube formation."}, {"pubmed": 17690487, "text": "TAFI antigen levels were decreased in patients with hyperthyroidism"}, {"pubmed": 17723126, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17723126, "text": "TAFI and PAI-1 polymorphism determinations were performed by restriction fragment length polymorphism mapping and conventional sequencing"}, {"pubmed": 17855631, "text": "single nucleotide polymorphisms, in part, contribute to variation in plasma TAFI concentrations via modulation of CPB2 gene expression through an effect on mRNA stability"}, {"pubmed": 18021301, "text": "TAFI was decreased in meningococcal disease & septic shock, & increased in disseminated intravascular coagulation & non-survivors. The TAFI 325Ile/Ile genotype was overrepresented in patients with DIC."}, {"pubmed": 18048863, "text": "Thrombin activatable fibrinolysis inhibitor and alpha(2)-antiplasmin are not markers for recanalization in patients with ischemic stroke treated with recombinant tissue-type plasminogen activator."}, {"pubmed": 18063813, "text": "mainly the glycosylation at Asn86 contributes to the biochemical characteristics of TAFI"}, {"pubmed": 18075282, "text": "patients with biopsy-proven non-alcoholic steatohepatitis had higher PAI-1 and lower TAFI-Ag expression than controls"}, {"pubmed": 18160566, "text": "The TAFI 325Thr/Thr genotype might be a possible risk factor for venous thromboembolism."}, {"pubmed": 18252711, "text": "TAFI zymogen is effective in cleaving a small substrate but does not play a role in the attenuation of fibrinolysis because of its inability to cleave plasmin-modified fibrin degradation products"}, {"pubmed": 18341631, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18350479, "text": "No observed difference in tunica intima-media thickness measurements and TAFI levels between patients with polycystic ovary syndrome and healthy controls."}, {"pubmed": 18396157, "text": "TAFI antigen shows a high level of variability in the healthy Asian Indian population."}, {"pubmed": 18406001, "text": "No effect of gestational diabetes on plasma thrombin-activatable fibrinolysis inhibitor (TAFI) antigen levels."}, {"pubmed": 18455758, "text": "Thrombin activatable fibrinolysis inhibitor (TAFI) is not associated with fetal loss, a retrospective study."}, {"pubmed": 18480982, "text": "TAFI may contribute to the impairment of fibrinolysis in patients with preeclampsia"}, {"pubmed": 18513211, "text": "the region comprising alpha-helix 9 and beta-sheet 11 contributes to both human and rat TAFIa stability"}, {"pubmed": 18559974, "text": "The intrinsic instability of TAFIa was studied by solving crystal structures of TAFI, a TAFI inhibitor (GEMSA) complex and a quadruple TAFI mutant (70-fold more stable active enzyme)."}, {"pubmed": 18563448, "text": "An oligogenic mode of inheritance for TAFI, in which CPB2 gene accounts for a proportion of the variation of the phenotype together with other unknown genes that may represent potential risk factors for thrombotic disease."}, {"pubmed": 18612536, "text": "High TAFI levels were not associated with an increased risk of venous and arterial thromboembolism in thrombophilic families."}, {"pubmed": 18669641, "text": "analysis of the crystal structure of thrombin-activable fibrinolysis inhibitor (TAFI) and description of the structural basis for its intrinsic activity and the short half-life of TAFIa"}, {"pubmed": 18674955, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18683146, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18722183, "text": "Purified bovine TAFI activated in the presence of a proteinaceous inhibitor renders a stable enzyme-inhibitor complex."}, {"pubmed": 18774564, "text": "In patients with PCOS, an oral contraceptive containing ethinyl estradiol and drospirenone increases ghrelin levels but not leptin levels in a 3-month period. Ghrelin might be related to the metabolic and androgenic changes in patients with PCOS."}, {"pubmed": 18774564, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18836720, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18836720, "text": "four polymorphisms, HPA-I, TAFI 147Ala>Thr, methylene tetrahydrofolate reductase (MTHFR) 677 C>T, and MTHFR 1298 A>C, showed significant association with Asian-Indian stroke patients below 15 years of age"}, {"pubmed": 18958767, "text": "Women with PCOS have impaired fibrinolysis, as reflected by increased TAFI."}, {"pubmed": 18974842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18986391, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19010784, "text": "circulating CPN/CPB and platelets may potentially contribute to regulating the bioactivity of leukocyte chemoattractant chemerin"}, {"pubmed": 19017260, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19017260, "text": "The amount of activated TAFI, measured by TAFIa/TAFIai ELISA, but not of the t-TAFI is independently associated with the risk of CV death."}, {"pubmed": 19038242, "text": "The proCPU system is not of major importance in the bleeding pathogenesis of patients with hereditary mucocutaneous hemorrhages."}, {"pubmed": 19056482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19061349, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19074424, "text": "The roles of selected arginine and lysine residues of TAFI (Pro-CPU) in its activation to TAFIa by the thrombin-thrombomodulin complex."}, {"pubmed": 19195685, "text": "The increased risk of thrombosis in thrombophilia patients is not only ascribable to an increased thrombin generation, but also high levels of procarboxypeptidase U and the presence of the 325Ile genotype tip the balance towards thrombotic tendency."}, {"pubmed": 19253106, "text": "plasma levels of TAFI, PAI-1, D-dimer, AT III and thrombomodulin were significantly increased in women with polycystic ovary syndrome compared with age- and BMI-matched controls"}, {"pubmed": 19298343, "text": "TAFI is present in the gastric mucosa and that it plays a role in the Helicobacter pylori-associated gastroduodenal disorders."}, {"pubmed": 19335449, "text": "the TAFI P91S, R92K and S90P variants exhibited specific impairment of activation by thrombin or thrombin-TM, thrombin alone, and thrombin alone or plasmin, respectively."}, {"pubmed": 19368913, "text": "Young overweight or obese women with polycystic ovary syndrome have increased plasma thrombin-activatable fibrinolysis inhibitor levels"}, {"pubmed": 19377074, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19377074, "text": "Results showed that low TAFI activity levels are associated with increased risk of a first myocardial infarction in men, and the association between TAFI single nucleotide polymorphisms and myocardial infarction were inconsistent."}, {"pubmed": 19416536, "text": "Findings presented here suggest that the properties of these two orthologous proteins are similar and that conclusions reached using the bovine TAFI may be extrapolated to the human TAFI protein."}, {"pubmed": 19526059, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19699511, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19718465, "text": "a normally functioning TAFI under hyperglycaemic conditions may tip the haemostatic balance towards hypofibrinolysis, which may contribute to the development of cardiovascular diseases in type 2 diabetic patients"}, {"pubmed": 19859836, "text": "Compared with the control subjects, TAFI Ag levels were increased significantly in patients with hyperthyroidism."}, {"pubmed": 19874466, "text": "The decrease in proCPU concentration in the first 72 h after stroke onset correlates with more severe stroke, unfavourable stroke evolution, and poor long-term stroke outcome."}, {"pubmed": 19895374, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19895374, "text": "gene polymorphism and expression level do not influence pregnancy outcome in patients with antiphospholipid syndrome"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19967152, "text": "an increase in intracellular cAMP levels up-regulates TAFI expression with an elevation of mRNA levels, and the elevated mRNA levels are derived from both transcriptional and post-transcriptional regulations mediated by the AMP/PKA signaling pathway"}, {"pubmed": 20088944, "text": "Dabigatran, at clinically relevant concentrations, enhances the susceptibility of plasma clots to t-PA-induced lysis by reducing TAFI activation and by altering the clot structure."}, {"pubmed": 20128871, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20216989, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20216989, "text": "gene polymorphism is associated with the incidence and the age at onset of stroke"}, {"pubmed": 20237223, "text": "balancing selection of functional variants promotes alternative exon 7 splicing"}, {"pubmed": 20375563, "text": "these findings implicate a critical and novel role for streptococci-bound TAFI, as it processes bradykinin to a B1R agonist at the bacterial surface and thereby may redirect inflammation from a transient to a chronic state."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20381197, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20385790, "text": "Data show that TAFI and PAI-1 remained associated with thrombosis after extensive adjustment."}, {"pubmed": 20447686, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20490730, "text": "Although TAFI in plasma is elevated in antiphospholipid syndrome (APS), the study concluded that an elevated level is not likely a risk factor for thrombosis in APS patients, because of the inhibition of TAFI activation by antiphospholipid antibodies."}, {"pubmed": 20542541, "text": "The plasma aTAFI and thrombomodulin levels do not seem to be related with the presence of thrombosis observed in Behcet disease."}, {"pubmed": 20594598, "text": "increased TAFI antigen levels and impaired fibrinolysis are pathogenetic factors in preeclampsia, regardless of whether or not preeclampsia is associated with the presence of antiphospholipid antibodies."}, {"pubmed": 20627371, "text": "A higher concentration of TAFI is associated with a worse prognosis in reperfusion & recurrence in acute myocardial infarction treated with fibrinolysis. The C1040T SNP increases TAFI levels. This may encourage clot resistance to thrombolytic agents."}, {"pubmed": 20627371, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20723026, "text": "the secretion of platelet-derived TAFI can augment the concentrations of TAFI already present in plasma to enhance attenuation of the fibrinolytic cascade"}, {"pubmed": 20729722, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20729722, "text": "observed increased frequency of +1040T/T genotype in a patient group, suggesting that this genotype could be potential risk factor for idiopathic idiopathic recurrent fetal loss"}, {"pubmed": 20880845, "text": "Flexibility of the thrombin-activatable fibrinolysis inhibitor pro-domain enables productive binding of protein substrates."}, {"pubmed": 20961395, "text": "TAFI activation is one major mechanism whereby platelets make clots resistant to fibrinolysis."}, {"pubmed": 21041299, "text": "PF4 is shown to inhibit activation of TAFI by thrombin-thrombomodulin"}, {"pubmed": 21195459, "text": "High TAFI levels are associated with increased risk of premature peripheral arterial disease."}, {"pubmed": 21297448, "text": "Significantly elevated TAFI levels in patients with multiple myeloma and higher serum TAFI levels were suggested to be associated with higher disease stage."}, {"pubmed": 21467042, "text": "an interaction between TAFIa and plasminogen comprises a component of the reaction mechanism, the plausibility of which was established by showing that TAFIa binds both Glu-Pg and Lys-Pg."}, {"pubmed": 21622187, "text": "Recent advances in CPU research include the unravelling of the crystal structure of proCPU and revealing the molecular mechanisms for the marked instability of the active enzyme, CPU. Review."}, {"pubmed": 21629966, "text": "A variety of studies have demonstrated a role for TAFI/TAFIa in venous and arterial diseases. In addition, a role in inflammation and cell migration has been shown. [review]"}, {"pubmed": 21708401, "text": "Preeclampsia by itself may be responsible for the increase in TAFIa values rather than the presence of polymorphisms."}, {"pubmed": 21804193, "text": "These findings suggest that plasma carboxypeptidase B plays a critical role in dampening local, C5a-mediated inflammation and represents a molecular link between inflammation and coagulation in autoimmune arthritis."}, {"pubmed": 21894805, "text": "Data provide evidence that TAFI Thr325IIe SNP (rs1926447) could be one of the genetic factors that increas the risk for myocardial infarct in the Egyptian population."}, {"pubmed": 22032800, "text": "TAFI levels were significantly lower in early recurrent fetal loss women (12.2 +/- 2.3 mug/ml vs 13.2 +/- 2.6 mug/ml in healthy controls, p=0.001)."}, {"pubmed": 22260642, "text": "Letter: convalescent plasma TAFI-activation peptide, but not intact TAFI, showed association with future death and/or recurrent vascular events in ischemic stroke survivors."}, {"pubmed": 22353215, "text": "High neutrophil elastase, low TAFI activity and PPIC in disseminated intravascular coagulation are independent predictors of patient death and MODS."}, {"pubmed": 22452791, "text": "Suggest a role for tristetraprolin in constitutive, and perhaps regulated, control of TAFI mRNA stability and hence abundance."}, {"pubmed": 22498006, "text": "Increasing the zymogen activity of TAFI results in an antifibrinolytic effect, prolonging clot lysis."}, {"pubmed": 22740053, "text": "TAFI and PAI-1 have roles in fibrinolytic changes in paediatric obesity translating into a hypofibrinolytic state"}, {"pubmed": 22749979, "text": "This pilot study shows that TAFI levels are inversely correlated with inflammation-associated development of complications after major trauma."}, {"pubmed": 22799880, "text": "Our study is the first in the literature to determine increased TAFI levels in primary hypertension patients."}, {"pubmed": 22931662, "text": "The t allele genotype may play a protective role in venous thromboembolism. The polymorphism of TAFI 505a/g may be not associated with VTE."}, {"pubmed": 22932273, "text": "genetic association study in population in China: Data suggest that one SNP in TAFI (1040C/T; not 505A/G) is strongly associated with increased risk for diabetic nephropathy; frequency of T allele is associated with increased risk in type 2 diabetes."}, {"pubmed": 22938027, "text": "TAFI does not play a role in pathogenesis of the hypercoagulable state in gastric cancer patients."}, {"pubmed": 22985614, "text": "Data suggest that children with hypothyroidism exhibit increased TAFI (thrombin-activatable fibrinolysis inhibitor), decreased TFPI (tissue factor pathway inhibitor), and decreased thrombomodulin in plasma."}, {"pubmed": 23140098, "text": "Letter: Plasmin and the thrombin-thrombomodulin complex both contribute to thrombin-activatable fibrinolysis inhibitor activation in whole blood model thrombi."}, {"pubmed": 23174621, "text": "Depletion of TAFIa may contribute to the development of trauma-induced coagulopathy."}, {"pubmed": 23197299, "text": "Alterations of TAFIa-dependent prolongation of clot lysis in patients with thyroid disorders may cause an impaired haemostatic balance."}, {"pubmed": 23256818, "text": "Oral anticoagulants enhance both plasma and blood fibrinolysis by reducing thrombin-dependent TAFI activation, a phenomenon largely determined by low prothrombin levels."}, {"pubmed": 23327722, "text": "Plasma TAFI antigen levels were significantly higher in pregnant women with gestational diabetes mellitus when compared with controls."}, {"pubmed": 23572161, "text": "TAFI expression in HepG2 cells is reduced by nobiletin, a polymethoxyflavone in citrus fruits, through transcriptional inhibition"}, {"pubmed": 23595589, "text": "TAFI is alternatively spliced in different cell types and produces intracellular forms of the protein lacking TAFIa activity"}, {"pubmed": 23624357, "text": "Plasma TAFI levels and TAFI Thr325Ile genotypes were associated with breast cancer patients in Chinese Han populations and could be considered as the risk indicators of breast cancer."}, {"pubmed": 24068025, "text": "We have demonstrated that TAFI might be a risk factor for the development of SCF independently of conventional cardiovascular risk factors."}, {"pubmed": 24134522, "text": "inhibition of TAFIa activity, however, was substrate-specific, because neither mAb inhibited the cleavage of thrombin-activated osteopontin and C5a by TAFIa, thus sparing the anti-inflammatory activity of TAFIa"}, {"pubmed": 24252537, "text": "Our data indicate that the GTC haplotype for TAFI 505G>A/1040C>T/+1542C>G SNPs increased the risk of CVT in comparison to controls and VTE cases."}, {"pubmed": 24333083, "text": "Augmentation of clot formation and anti-fibrinolysis by combining fib, FXIII and TAFI may be beneficial for the treatment of patients with severe thrombocytopenia"}, {"pubmed": 24354489, "text": "A significant correlation was present between TAFI Thr325Ile polymorphism in homozygous form and occurrence of spontaneous intracranial haemorrhage."}, {"pubmed": 24580410, "text": "High level of TAFI antigen in attack-free period of familial Mediterranean fever shows ongoing subclinical inflammation and hypercoagulability."}, {"pubmed": 24631134, "text": "TAFI levels are independently associated to dyslipidemia and that the polymorphism rs3742264 may be related to cardiovascular risk in male subjects"}, {"pubmed": 24886076, "text": "Study provides preliminary evidence that the TAFI -2345 2G/1G and -1690 A/G polymorphisms are associated with ACI susceptibility in a Han Chinese population."}, {"pubmed": 25001244, "text": "PAI-1 4G/5G polymorphism does not have any effect on occurrence of intracranial and extracranial hemorrhages in patients with FXIII deficiency, while TAFI Thr325Ile is a strong genetic risk factor."}, {"pubmed": 25042727, "text": "Review/Meta-analysis: failed to confirm the influence of Ala147Thr and Thr325Ile TAFI variants on the susceptibility to CVD. Increased risk of CHD was detected in TAFI Ile325 allele carriers."}, {"pubmed": 25066897, "text": "Arg12 of TAFI plays an important role in thrombomodulin-mediated TAFI activation by thrombin"}, {"pubmed": 25193405, "text": "Neither intact TAFI nor activation peptide of TAFI can discriminate venous thromboembolism patients from healthy controls."}, {"pubmed": 25396763, "text": "High plasma TAFI level is associated with the increasing risk of T2DM."}, {"pubmed": 25773535, "text": "Generated stable deletion mutant of TAFI with full carboxypeptidase activity without activation."}, {"pubmed": 26062599, "text": "Pro-inflammatory cytokines or lipopolysaccharide decreased TAFI protein levels via binding of tristetraprolin to the CPB2 3'-UTR, which mediates CPB2 mRNA destabilisation. HuR can bind the CBP2 3'UTR. This is reduced by pro-inflammatory mediators."}, {"pubmed": 26071134, "text": "the associations between three TAFI variants -438G/A, 505G/A and 1040C/T and the risk of venous thrombosis; there was a significant association between 505G/A and the risk of disease (Meta-Analysis)"}, {"pubmed": 26118976, "text": "TAFI deficiency results in increased brain damage in a model of thrombolysis after ischemic stroke, which was not associated with bleeding but with neuronal degeneration and MP production."}, {"pubmed": 26340319, "text": "CPB2 polymorphisms (reference sequences: rs1926447 and rs3742264) were related to systemic complications in bacterial meningitis. TAFI levels correlated positively with CSF complement. rs1926447 (TT) was associated with higher levels of TAFI in CSF."}, {"pubmed": 26340515, "text": "Acute myocardial infarction patients have higher plasma CPU levels and lower proCPU levels than controls. This finding indicates in vivo generation of functional active CPU in patients with AMI."}, {"pubmed": 26341360, "text": "Arg12-Glu28 and Cys383-Val401 in TAFI are involved in thrombomodulin-mediated TAFI activation. Gly205-Asp232 is involved in binding to thrombin."}, {"pubmed": 26656901, "text": "The results suggest that although the TAFI S438G>T polymorphism is not correlated with venous thrombosis risk in all genetic models of venous thrombosis, a trend toward a reduced risk still could be observed. (Meta-analysis)"}, {"pubmed": 26663133, "text": "Protein C and TAFI are concurrently activated in a thrombomoulin-dependent manner and do not compete for the thrombin-TM complex, raising the possibility that they interact with distinct activation complexes."}, {"pubmed": 26816270, "text": "R12 is a critical residue for the activation of TAFI by thrombin-thrombomodulin"}, {"pubmed": 27094709, "text": "thrombin activatable fibrinolysis inhibitor pathway impairment, largely caused by a hitherto unknown TAFIa resistance, appears to be one main cause of decreased fibrinolytic resistance in FXI deficiency"}, {"pubmed": 27094832, "text": "The results of the present study demonstrated that the CPB2 expression in patients with chronic hepatitis C was inversely correlated with several risk factors of hepatic fibrosis or steatosis, although ectopic CPB2 expression did not suppress the expression of fibrogenic or lipogenic genes."}, {"pubmed": 27102961, "text": "Plasma levels of TAFI are elevated in patients with chronic thromboembolic pulmonary hypertension and are correlated with resistance to clot lysis in those patients."}, {"pubmed": 27173177, "text": "rs3742264 and rs1926447 have a modest effect on susceptibility to cardiovascular and cerebrovascular diseases."}, {"pubmed": 27279497, "text": "analysis of the a204-VHH-i83 complex, which demonstrates that two nanobodies can simultaneously bind to TAFI"}, {"pubmed": 27410412, "text": "Thrombin activatable fibrinolysis inhibitor, particularly its preoperative levels but also levels during the immediate postoperative period, may be key for understanding coagulopathy during liver transplantation, and it may have a role as predictor of increased mortality rates in the liver transplant population"}, {"pubmed": 27598010, "text": "The current study revealed a significant increase level of TAFI and PAI-1, coupled with a decrease in PAI-2 in women with severe preeclampsia in comparison with the control group."}, {"pubmed": 28124276, "text": "TAFIa elicited anti-angiogenic responses by endothelial cells: decreased endothelial cell proliferation, cell invasion, cell migration, tube formation, and collagen degradation. It decreased tube formation and proteolysis in endothelial cell culture grown alone and in co-culture with breast cancer cell lines. TAFIa inhibition increased secretion of matrix metalloprotease proenzymes by endothelial and breast cancer cells."}, {"pubmed": 28135035, "text": "The abundance of free PAI-1 and TAFI in the plaque may inhibit plasmin generation and thereby counteract plaque destabilization by fibrinolysis, cell migration and inflammation"}, {"pubmed": 28150854, "text": "Report direct crosstalk between coagulation and fibrinolysis, which takes place on activated platelets' surface that is further controlled by thrombin-activatable fibrinolysis inhibitor (TAFI)."}, {"pubmed": 28289017, "text": "Results indicate that TAFIa could be a novel biomarker and realistic therapeutic target of chronic thromboembolic pulmonary hypertension."}, {"pubmed": 28301909, "text": "TAFI 1040C/T could not be considered a molecular predictive factor for Recurrent spontaneous abortion in Egyptians."}, {"pubmed": 28552956, "text": "Sex-specific analyses explained apparent discrepancies across genetic studies of Ala147Thr and venous thrombosis. While, careful selection of genetic models based on population genetics, evolutionary and biological knowledge can increase power by decreasing the need to adjust for testing multiple models"}, {"pubmed": 28640323, "text": "Lys 42, Lys 43, Lys 44 and Arg 12 are critical for the interaction of TAFI with the thrombin-thrombomodulin complex, which modulates its antifibrinolytic potential."}, {"pubmed": 28669410, "text": "TAFI and TAFIa levels were increased in patients with APS as a potential response to complement activation. Interestingly, TAFI activation was associated with arterial thrombotic APS manifestations."}, {"pubmed": 28692110, "text": "CPU generation during in vitro clot lysis follows a biphasic pattern in pooled plasma. A first CPU activity peak is mediated by the action of thrombin-(thrombomodulin), a second by the action of plasmin."}, {"pubmed": 28765963, "text": "The data suggested that suppression of TAFI by siRNA inhibits invasion and migration of breast cancer cells and that TAFI may be a new target for breast cancer therapy."}, {"pubmed": 28834317, "text": "Reprot altered in vivo TAFI activation in patients with abdominal aortic aneurysms, as shown by the increased plasma levels of TAFI(activated)/TAFIai(inactivated) and TAFI-activation peptide."}, {"pubmed": 29194929, "text": "ProCPU is increased in CSF during hyperacute ischemic stroke and is associated with stroke progression and outcome after 3 months, most likely due to BBB dysfunction in the hyperacute phase of ischemic stroke."}, {"pubmed": 29271982, "text": "TAFI is highly expressed in endometriosis and causes epithelial mesenchymal transition (EMT), which accelerated the cell proliferation and cell invasion."}, {"pubmed": 29378355, "text": "CPB2 is the primary determinant of TAFI concentrations in the Swedish population"}, {"pubmed": 29459177, "text": "CPB2 positively correlates with IL10 mRNA expression, incidence of CD14(+) cells and lymphovascular invasion in inflammatory breast cancer (IBC) patients. IL-10 stimulated CPB2 expression in Triple negative-IBC cell line suggests a relevant role of CPB2 in the aggressive phenotype of IBC."}, {"pubmed": 30321704, "text": "First study of association of TAFI polymorphisms with coronary stenosis severity. Significant association between TAFI 505G/A and +1583T/A and high Gensini score. TAFI polymorphisms seem to contribute to atherosclerotic plaque progression."}, {"pubmed": 30447478, "text": "This study investigated the associations of coagulation factors and inhibitors, TAFI and global haemostatic tests with the bleeding phenotype, as well as the response to treatment with factor concentrate in a patient cohort with haemophilia A. Presence of thrombophilia and levels of coagulation factors, coagulation inhibitors and TAFI do not affect global haemostasis or bleeding phenotype in patients with haemophilia"}, {"pubmed": 30968528, "text": "Combining genetic effect in recurrent spontaneous abortion of vascular endothelial growth factor, endothelial nitric oxide synthase and thrombin-activatable fibrinolysis inhibitor genetic polymorphisms."}, {"pubmed": 34189940, "text": "Relationship Between Polymorphism of Thrombin-Activatable Fibrinolysis Inhibitor Gene +1040C/T and a Cohort of Chinese Women With Recurrent Spontaneous Abortion."}, {"pubmed": 34796454, "text": "Carboxypeptidase U (TAFIa) Is Rapidly Activated and Deactivated Following Thrombolysis and Thrombectomy in Stroke Patients."}, {"pubmed": 34830419, "text": "Fibrinogen and Antifibrinolytic Proteins: Interactions and Future Therapeutics."}, {"pubmed": 35593950, "text": "Association between TAFI and PAI-1 polymorphisms with biochemical and hemostatic parameters in polycystic ovary syndrome."}, {"pubmed": 36835137, "text": "ProCPU Is Expressed by (Primary) Human Monocytes and Macrophages and Expression Differs between States of Differentiation and Activation."}, {"pubmed": 37978153, "text": "Serum Proteomics Identified TAFI as a Potential Molecule Facilitating the Migration of Peripheral Monocytes to Damaged White Matter During Chronic Cerebral Hypoperfusion."}, {"pubmed": 38025709, "text": "Plasma thrombin-activatable fibrinolysis inhibitor and the 1040C/T polymorphism are risk factors for diabetic kidney disease in Chinese patients with type 2 diabetes."}, {"pubmed": 38520679, "text": "Thrombin activatable fibrinolysis inhibitor plasma levels and TAFI Thr325Ile genetic polymorphism in a cohort of Egyptian sickle cell disease patients and impact on disease severity."}, {"pubmed": 38608056, "text": "A challenging issue in COVID-19 infection: The relationship between PA1-1 and TAFI levels in patients with coagulation disorder: A retrospective and observational study."}], "genomic_pos": {"chr": "13", "end": 46105033, "ensemblgene": "ENSG00000080618", "start": 46053186, "strand": -1}, "genomic_pos_hg19": {"chr": "13", "end": 46679211, "start": 46627321, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0003331", "qualifier": "involved_in", "term": "positive regulation of extracellular matrix constituent secretion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007596", "qualifier": "involved_in", "term": "blood coagulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010757", "qualifier": "involved_in", "term": "negative regulation of plasminogen activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030163", "qualifier": "involved_in", "term": "protein catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042730", "qualifier": "involved_in", "term": "fibrinolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051918", "qualifier": "involved_in", "term": "negative regulation of fibrinolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071333", "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097421", "qualifier": "involved_in", "term": "liver regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000346", "qualifier": "involved_in", "term": "negative regulation of hepatocyte proliferation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004181", "qualifier": "enables", "term": "metallocarboxypeptidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}]}, "homologene": {"genes": [[6239, 179994], [7955, 100000935], [8364, 595005], [9031, 418851], [9544, 703317], [9598, 452582], [9606, 1361], [9615, 608910], [9913, 508222], [10090, 56373], [10116, 113936]], "id": 55610}, "interpro": [{"desc": "Peptidase M14, carboxypeptidase A", "id": "IPR000834", "short_desc": "Peptidase_M14"}, {"desc": "Carboxypeptidase, activation peptide", "id": "IPR003146", "short_desc": "M14A_act_pep"}, {"desc": "Carboxypeptidase B2", "id": "IPR033849", "short_desc": "CPB2"}, {"desc": "Metallocarboxypeptidase-like, propeptide", "id": "IPR036990", "short_desc": "M14A-like_propep"}], "ipi": ["IPI00293057", "IPI00329775"], "map_location": "13q14.13", "name": "carboxypeptidase B2", "other_names": ["carboxypeptidase B-like protein", "carboxypeptidase B2", "carboxypeptidase B2 (plasma)", "carboxypeptidase B2 (plasma, carboxypeptidase U)", "carboxypeptidase R", "thrombin-activable fibrinolysis inhibitor", "thrombin-activatable fibrinolysis inhibitor"], "pantherdb": {"HGNC": "2300", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1891837", "ortholog_type": "LDO", "panther_family": "PTHR11705", "taxid": 10090, "uniprot_kb": "Q9JHH6"}, {"RGD": "71035", "ortholog_type": "LDO", "panther_family": "PTHR11705", "taxid": 10116, "uniprot_kb": "Q9EQV9"}, {"Ensembl": "ENSGALG00000016985", "ortholog_type": "LDO", "panther_family": "PTHR11705", "taxid": 9031, "uniprot_kb": "F1NXB6"}, {"ZFIN": "ZDB-GENE-050522-259", "ortholog_type": "LDO", "panther_family": "PTHR11705", "taxid": 7955, "uniprot_kb": "E7F897"}, {"SGD": "S000001174", "ortholog_type": "O", "panther_family": "PTHR11705", "taxid": 4932, "uniprot_kb": "P38836"}, {"PomBase": "SPBC337.07c", "ortholog_type": "O", "panther_family": "PTHR11705", "taxid": 4896, "uniprot_kb": "O74818"}], "uniprot_kb": "Q96IY4"}, "pathway": {"biocarta": {"id": "fibrinolysispathway", "name": "fibrinolysis pathway"}, "kegg": [{"id": "hsa04610", "name": "Complement and coagulation cascades - Homo sapiens (human)"}, {"id": "hsa04972", "name": "Pancreatic secretion - Homo sapiens (human)"}, {"id": "hsa04974", "name": "Protein digestion and absorption - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-166658", "name": "Complement cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-2022377", "name": "Metabolism of Angiotensinogen to Angiotensins"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-977606", "name": "Regulation of Complement cascade"}], "wikipathways": {"id": "WP558", "name": "Complement and Coagulation Cascades"}}, "pdb": ["3D66", "3D67", "3D68", "3LMS", "4P10", "5HVF", "5HVG", "5HVH", "7NEE", "7NEU"], "pfam": ["PF00246", "PF02244"], "pharmgkb": "PA26822", "pharos": {"target_id": 14443, "tdl": "Tchem"}, "pir": "A41204", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325834", "relationship": "is"}, {"id": "GNF325835", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247807", "relationship": "is"}, {"id": "GNF247808", "relationship": "is"}, {"id": "GNF247809", "relationship": "is"}, {"id": "GNF247810", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157642", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF039786", "relationship": "weakly similar to"}, {"id": "GNF047044", "relationship": "is"}, {"id": "GNF050389", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080464", "relationship": "is"}, {"id": "GNF080465", "relationship": "is"}, {"id": "GNF080466", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051156", "relationship": "is"}, {"id": "GNF055923", "relationship": "is"}, {"id": "GNF060622", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066811", "relationship": "is"}, {"id": "GNF066812", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282439", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283366", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF002908", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331050", "relationship": "is"}, {"id": "GNF333749", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF337573", "relationship": "is"}, {"id": "GNF338245", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094779", "relationship": "is"}, {"id": "GNF134436", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000013.11", "NC_060937.1", "NG_032893.2"], "protein": ["NP_001265470.1", "NP_001863.3", "XP_016875882.1", "XP_054230089.1"], "rna": ["NM_001278541.2", "NM_001872.5", "NM_016413.3", "XM_017020393.3", "XM_054374114.1"], "translation": [{"protein": "XP_016875882.1", "rna": "XM_017020393.3"}, {"protein": "XP_054230089.1", "rna": "XM_054374114.1"}, {"protein": "NP_001863.3", "rna": "NM_001872.5"}, {"protein": "NP_001265470.1", "rna": "NM_001278541.2"}]}, "reporter": {"HG-U133_Plus_2": "206651_s_at", "HG-U95Av2": "37172_at", "HTA-2_0": "TC13000641.hg.1", "HuEx-1_0": "3512843", "HuGene-1_1": "7971444", "HuGene-2_1": "16778829"}, "retired": [23537, 51745, 81954], "summary": "Carboxypeptidases are enzymes that hydrolyze C-terminal peptide bonds. The carboxypeptidase family includes metallo-, serine, and cysteine carboxypeptidases. According to their substrate specificity, these enzymes are referred to as carboxypeptidase A (cleaving aliphatic residues) or carboxypeptidase B (cleaving basic amino residues). The protein encoded by this gene is activated by trypsin and acts on carboxypeptidase B substrates. After thrombin activation, the mature protein downregulates fibrinolysis. Polymorphisms have been described for this gene and its promoter region. Alternate splicing results in multiple transcript variants. [provided by RefSeq, Jun 2013].", "symbol": "CPB2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413666"}, "unigene": "Hs.512937", "uniprot": {"Swiss-Prot": "Q96IY4", "TrEMBL": ["A0A6Q8PHS9", "A0A087WSY5", "A0A6Q8PG06"]}, "wikipedia": {"url_stub": "Carboxypeptidase B2"}}