{"AllianceGenome": "30185", "HGNC": "30185", "MIM": "609262", "_id": "51185", "_version": 1, "accession": {"genomic": ["AC024060.6", "CH471055.1", "CP068275.2", "NC_000003.12", "NC_060927.1", "NG_016864.2"], "protein": ["AAF17211.1", "AAH17419.1", "AAH67811.1", "BAB55162.1", "BAG35471.1", "BAG62951.1", "CAH10361.1", "EAW63890.1", "EAW63891.1", "EAW63892.1", "EAW63893.1", "EAW63894.1", "EAW63895.1", "EAW63896.1", "EAW63897.1", "NP_001166953.1", "NP_057386.2", "Q96SW2.1", "XP_005265259.1", "XP_011532093.1", "XP_047304209.1", "XP_047304210.1", "XP_054202712.1", "XP_054202713.1", "XP_054202714.1", "XP_054202715.1"], "rna": ["AA991754.1", "AF117230.1", "AK027507.1", "AK058191.1", "AK123077.1", "AK301423.1", "AK312577.1", "AL711072.1", "BC017419.1", "BC059171.1", "BC067811.1", "BX647351.1", "CR627060.1", "DB456585.1", "NM_001173482.1", "NM_016302.4", "XM_005265202.5", "XM_011533791.4", "XM_047448253.1", "XM_047448254.1", "XM_054346737.1", "XM_054346738.1", "XM_054346739.1", "XM_054346740.1"], "translation": [{"protein": "XP_005265259.1", "rna": "XM_005265202.5"}, {"protein": "AAF17211.1", "rna": "AF117230.1"}, {"protein": "XP_011532093.1", "rna": "XM_011533791.4"}, {"protein": "XP_054202715.1", "rna": "XM_054346740.1"}, {"protein": "NP_001166953.1", "rna": "NM_001173482.1"}, {"protein": "BAG62951.1", "rna": "AK301423.1"}, {"protein": "XP_054202714.1", "rna": "XM_054346739.1"}, {"protein": "BAB55162.1", "rna": "AK027507.1"}, {"protein": "AAH67811.1", "rna": "BC067811.1"}, {"protein": "AAH17419.1", "rna": "BC017419.1"}, {"protein": "BAG35471.1", "rna": "AK312577.1"}, {"protein": "XP_047304210.1", "rna": "XM_047448254.1"}, {"protein": "XP_047304209.1", "rna": "XM_047448253.1"}, {"protein": "CAH10361.1", "rna": "CR627060.1"}, {"protein": "XP_054202712.1", "rna": "XM_054346737.1"}, {"protein": "XP_054202713.1", "rna": "XM_054346738.1"}, {"protein": "NP_057386.2", "rna": "NM_016302.4"}]}, "alias": ["MRT2", "MRT2A"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "moderate", "classification_date": "2021-05-21T13:50:46.004Z", "disease_label": "intellectual disability", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0001071", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_158c9b6b-2ac8-4ee3-bd89-a57d567e675f-2021-05-21T135046.004Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000113851", "protein": ["ENSP00000231948", "ENSP00000392073", "ENSP00000411047", "ENSP00000412499", "ENSP00000491442"], "transcript": ["ENST00000231948", "ENST00000424814", "ENST00000432408", "ENST00000450014", "ENST00000459840", "ENST00000478353", "ENST00000480249", "ENST00000482844", "ENST00000488263", "ENST00000491834", "ENST00000492178", "ENST00000498442", "ENST00000498700", "ENST00000639284"], "translation": [{"protein": "ENSP00000491442", "rna": "ENST00000639284"}, {"protein": "ENSP00000411047", "rna": "ENST00000424814"}, {"protein": "ENSP00000231948", "rna": "ENST00000231948"}, {"protein": "ENSP00000412499", "rna": "ENST00000432408"}, {"protein": "ENSP00000392073", "rna": "ENST00000450014"}], "type_of_gene": "protein_coding"}, "entrezgene": "51185", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 19.1279779798, "exp_mis": 134.73638309, "exp_syn": 56.6504170894, "lof_z": 2.97339772080623, "mis_z": -0.601039765650803, "mu_lof": 1.31552677988e-06, "mu_mis": 1.18075719438e-05, "mu_syn": 4.77685780993e-06, "n_lof": 6.0, "n_mis": 149.0, "n_syn": 61.0, "p_li": 0.0384944384873777, "p_null": 0.00143211836881361, "p_rec": 0.960073443143809, "syn_z": -0.358257418401444}, "bp": 1329, "cds_end": 3221371, "cds_start": 3192548, "n_exons": 11, "nonpsych": {"exp_lof": 17.0908181248, "exp_mis": 121.727584145, "exp_syn": 51.0522470483, "lof_z": 2.6347178834954, "mis_z": -0.0124530075048633, "mu_lof": 1.31552677988e-06, "mu_mis": 1.18075719438e-05, "mu_syn": 4.77685780993e-06, "n_lof": 6.0, "n_mis": 122.0, "n_syn": 53.0, "p_li": 0.0208942860123422, "p_null": 0.00435740154251248, "p_rec": 0.974748312445145, "syn_z": -0.171628442293379}, "nontcga": {"exp_lof": 17.5761160465, "exp_mis": 123.935856956, "exp_syn": 52.0967621312, "lof_z": 2.95914559716303, "mis_z": -0.450389371387543, "mu_lof": 1.31552677988e-06, "mu_mis": 1.18075719438e-05, "mu_syn": 4.77685780993e-06, "n_lof": 5.0, "n_mis": 134.0, "n_syn": 55.0, "p_li": 0.108269584003884, "p_null": 0.00133190234817858, "p_rec": 0.890398513647937, "syn_z": -0.254682955361083}, "transcript": "ENST00000231948.4"}, "exons": [{"cdsend": 3179687, "cdsstart": 3150864, "chr": "3", "position": [[3149632, 3151045], [3152455, 3152587], [3153423, 3153488], [3153959, 3154075], [3154746, 3154831], [3156218, 3156281], [3167633, 3167793], [3172775, 3172925], [3174058, 3174261], [3175162, 3175266], [3179620, 3179717]], "strand": -1, "transcript": "NM_001173482", "txend": 3179717, "txstart": 3149632}, {"cdsend": 3179687, "cdsstart": 3150864, "chr": "3", "position": [[3150010, 3151045], [3152455, 3152587], [3153423, 3153488], [3153959, 3154075], [3154746, 3154831], [3156218, 3156281], [3167633, 3167793], [3172775, 3172925], [3174058, 3174261], [3175162, 3175269], [3179620, 3179691]], "strand": -1, "transcript": "NM_016302", "txend": 3179691, "txstart": 3150010}], "exons_hg19": [{"cdsend": 3221371, "cdsstart": 3192548, "chr": "3", "position": [[3191316, 3192729], [3194139, 3194271], [3195107, 3195172], [3195643, 3195759], [3196430, 3196515], [3197902, 3197965], [3209317, 3209477], [3214459, 3214609], [3215742, 3215945], [3216846, 3216950], [3221304, 3221401]], "strand": -1, "transcript": "NM_001173482", "txend": 3221401, "txstart": 3191316}, {"cdsend": 3221371, "cdsstart": 3192548, "chr": "3", "position": [[3191695, 3192729], [3194139, 3194271], [3195107, 3195172], [3195643, 3195759], [3196430, 3196515], [3197902, 3197965], [3209317, 3209477], [3214459, 3214609], [3215742, 3215945], [3216846, 3216953], [3221304, 3221375]], "strand": -1, "transcript": "NM_016302", "txend": 3221375, "txstart": 3191695}], "generif": [{"pubmed": 15557513, "text": "A nonsense mutation causing a premature stop codon in CRBN was found in a large kindred with mild mental retardation. ATP-dependent degradation of proteins may play a role in memory and learning."}, {"pubmed": 17380424, "text": "This may suggest new functions of CRBN in cell nucleolus besides its mitochondria protease activity in cytoplasm."}, {"pubmed": 18414909, "text": "Nonsense mutation (R419X) CRBN disturbs the development of adult brain BK(Ca) isoforms. These changes are predicted to result in BK(Ca) channels with a higher intracellular Ca(2+) sensitivity, faster activation, and slower deactivation kinetics."}, {"pubmed": 20131966, "text": "The results suggest that mutCRBN may cause ARNSID by disrupting the developmental regulation of BK(Ca) in brain regions that are critical for memory and learning."}, {"pubmed": 21232561, "text": "CRBN directly interacts with the alpha1 subunit of AMP-activated protein kinase (AMPK alpha1) and inhibits the activation of AMPK activation."}, {"pubmed": 21860026, "text": "CRBN is an essential requirement for immunoregulatory drugs activity and a possible biomarker for the clinical assessment of antimyeloma efficacy."}, {"pubmed": 22698399, "text": "Data show that in a cereblon-dependent fashion, lenalidomide downregulates IRF4 and SPIB, transcription factors that together prevent IFNbeta production."}, {"pubmed": 23026050, "text": "These findings suggest that CRBN may modulate proteasome activity by directly interacting with the beta7 subunit."}, {"pubmed": 23233657, "text": "We conclude that CRBN expression may be associated with the clinical efficacy of thalidomide."}, {"pubmed": 23434730, "text": "We investigated the role of CRBN in response to lenalidomide in myelodysplastic syndrome infants without chromosome 5 deletion."}, {"pubmed": 23983124, "text": "Findings suggest an approach for the treatment of mental retardation associated with cereblon nonsense mutation."}, {"pubmed": 23992230, "text": "CRBN and IRF4 have been shown to be associated with response to lenalidomide in patients, these findings do not translate back to HMCLs, which could be attributable to factors present in the bone marrow microenvironment."}, {"pubmed": 24118365, "text": "CRBN expression may provide a biomarker to predict response to Immunomodulatory drugs in patients with MM and its high expression can serve as a marker of good prognosis."}, {"pubmed": 24129344, "text": "Data indicate that low cereblon (CRBN) expression can predict resistance to immunomodulatory drug (IMiD monotherapy and is a predictive biomarker for survival outcomes."}, {"pubmed": 24166296, "text": "In the three intrinsically IMiD-resistant cell lines that clearly express detectable levels of cereblon, the absence of CRBN and DDB1 mutations suggest that potential cereblon-independent mechanisms of resistance exist"}, {"pubmed": 24328678, "text": "Presents a molecular model in which drug binding to cereblon results in the interaction of Ikaros and Aiolos to CRL4(CRBN) , leading to their ubiquitination, subsequent proteasomal degradation and T cell activation."}, {"pubmed": 24687382, "text": "CRBN expression in bone marrow myeloma cells is associated with superior treatment response to lenalidomide in refractory myeloma and thalidomide/dexamethasone in new patients. CRBN is a crucial factor for the anti-MM effect of immunomodulators."}, {"pubmed": 24925210, "text": "Data suggest that cereblon (CRBN) expression in peripheral blood chronic lymphocytic leukemia (CLL) cells is independent of prognostic factors and may be considered a potential biomarker."}, {"pubmed": 25043012, "text": "structures of the DDB1-CRBN complex bound to thalidomide, lenalidomide and pomalidomide"}, {"pubmed": 25108355, "text": "The study presents the crystal structure of human CRBN bound to DDB1 and the drug lenalidomide."}, {"pubmed": 25284710, "text": "High levels of full-length CRBN mRNA in lower risk 5q deletion patients are necessary for the efficacy of lenalidomide."}, {"pubmed": 25569776, "text": "Studied the protein cereblon , which has been recently indentified as a primary target of thalidomide and its C-terminal part as responsible for binding thalidomide within a domain carrying several invariant cysteine and tryptophan residues."}, {"pubmed": 25858704, "text": "A copy number gain of CRBN gene might be responsible for developmental delay/intellectual disability."}, {"pubmed": 26021757, "text": "Our data are consistent with the idea that the CUL4A/B-DDB1-CRBN complex catalyses the polyubiquitination and thus controls the degradation of CLC-1 channels."}, {"pubmed": 26024445, "text": "Structural dynamics of the cereblon ligand binding domain."}, {"pubmed": 26119939, "text": "The anti-PEL effects of IMiDs involved cereblon-dependent suppression of IRF4 and rapid degradation of IKZF1, but not IKZF3. Small hairpin RNA-mediated knockdown of MYC enhanced the cytotoxicity of IMiDs"}, {"pubmed": 26186254, "text": "dual assay demonstrated superior Cereblon IHC measurement in MM samples compared with the single IHC assay using a published commercial rabbit polyclonal Cereblon antibody and could be used to explore the potential utility of Cereblon as a biomarker in the clinic"}, {"pubmed": 26188093, "text": "Although abnormal CRBN function may be associated with intellectual disability disease onset, its cellular mechanism is still unclear. Here, we examine the role of CRBN in aggresome formation and cytoprotection."}, {"pubmed": 26990986, "text": "GS is acetylated at lysines 11 and 14, yielding a degron that is necessary and sufficient for binding and ubiquitylation by CRL4(CRBN) and degradation by the proteasome."}, {"pubmed": 27142104, "text": "These results support the notion that the cereblon binding partner AGO2 plays an important role in regulating MM cell growth and survival and AGO2 could be considered as a novel drug target for overcoming IMiD resistance in MM cells."}, {"pubmed": 27329811, "text": "results suggest that CRBN binds to Ikaros via its N-terminal region and regulates transcriptional activities of Ikaros and its downstream target, enkephalin"}, {"pubmed": 27365142, "text": "45.2 of multiple myeloma patients were CRBN(+). Among patients treated with thalidomide-based regimens, CRBN(+) patients showed a better treatment response than did CRBN-negative patients. There was no significant difference in survival outcomes between thalidomide- and bortezomib-based regimens in CRBN(+) patients."}, {"pubmed": 27417535, "text": "mitochondrially expressed CRBN exhibited protease activity, and was induced by oxidative stress."}, {"pubmed": 27458004, "text": "Compared with newly diagnosed multiple myeloma, an increased prevalence of mutations in the Ras pathway genes KRAS, NRAS, and/or BRAF (72%), as well as TP53 (26%), CRBN (12%), and CRBN pathway genes (10%) was observed."}, {"pubmed": 27460676, "text": "overview of the current understanding of mechanism of action of Immunomodulatory drugs via CRBN and prospects for the development of new drugs that degrade protein of interest."}, {"pubmed": 27468689, "text": "CRBN negatively regulates TLR4 signaling via attenuation of TRAF6 and TAB2 ubiquitination."}, {"pubmed": 27601648, "text": "we identify Rabex-5 as a Immunomodulatory drugs (IMiDs) target molecule that functions to restrain TLR activated auto-immune promoting pathways. We propose that release of Rabex-5 from complex with Cereblon enables the suppression of immune responses, contributing to the antiinflammatory properties of IMiDs."}, {"pubmed": 27618360, "text": "CRBN expression is of prognostic value in MM patients ineligible for ASCT treated with thalidomide as an immunomodulatory drug. With low expression indicating a possible suboptimal treatment outcome, measurement of CRBN expression might serve as additional prognostic tool in the personalized treatment approach."}, {"pubmed": 27751757, "text": "We sequenced CRBN-thalidomide binding region in 38 thalidomide embryopathy individuals and 136 Brazilians without congenital anomalies, and performed in silico analyses. Eight variants were identified, seven intronic and one in 3'UTR."}, {"pubmed": 28017969, "text": "High CRBN expression is associated with multiple myeloma."}, {"pubmed": 28083618, "text": "IRF4 and CRBN polymorphisms affect risk and response to treatment in multiple myeloma"}, {"pubmed": 28143899, "text": "These findings thus contribute to a growing list of ID disorders caused by CRBN mutations, broaden the spectrum of phenotypes attributable to Autosomal-recessive non-syndromic intellectual disability (ARNS-ID)and provide new insight into genotype-phenotype correlations between CRBN mutations and the aetiology of ARNS-ID."}, {"pubmed": 28848067, "text": "Plasmablast differentiation, whether induced by BAFF or CD40L, is prevented by modulation of CRBN activity with CC-220, which induces degradation of the B cell differentiation factors Aiolos and Ikaros. Downregulation of these B cell differentiation processes by CC-220 modulation of CRBN provides a new therapeutic approach to treating B cell-mediated pathology in SLE."}, {"pubmed": 29272390, "text": "Cereblon suppresses the formation of pathogenic protein aggregates in a p62-dependent manner."}, {"pubmed": 29449372, "text": "insight paves the way for studies of CRBN-dependent proteasome-targeting molecules in nonprimate models and provides a new understanding of CRBN's substrate-recruiting function"}, {"pubmed": 30190590, "text": "SALL4 has a role mediating teratogenicity as a thalidomide-dependent cereblon substrate"}, {"pubmed": 30234487, "text": "the ubiquitin-conjugating enzymes UBE2G1 and UBE2D3 cooperatively promote the K48-linked polyubiquitination of CRL4(CRBN) neomorphic substrates"}, {"pubmed": 30458989, "text": "This work suggests that the binding domain in CRBN is a critical factor which influences the regulation of immunomodulatory drugs on the ubiquitination and stability of these CRBN-interacting partners."}, {"pubmed": 30683842, "text": "CRBN could protect cells from DNA damage-induced apoptosis, which provides a novel understanding of physiological roles of CRBN in p53-mediated apoptosis."}, {"pubmed": 31115923, "text": "Multivariate analysis showed that patients with the CRBN CC genotype (rs1672753) had more than a 14-fold higher risk of peripheral polyneuropathy compared to patients with other variants of the investigated SNP [odds ratio (OR) = 14.29]."}, {"pubmed": 31619706, "text": "Cereblon gene variants and clinical outcome in multiple myeloma patients treated with lenalidomide."}, {"pubmed": 31620128, "text": "CRBN Is a Negative Regulator of Bactericidal Activity and Autophagy Activation Through Inhibiting the Ubiquitination of ECSIT and BECN1."}, {"pubmed": 31746254, "text": "Cereblon (CRBN) gene polymorphisms predict clinical response and progression-free survival in relapsed/refractory multiple myeloma patients treated with lenalidomide: a pharmacogenetic study from the IMMEnSE consortium."}, {"pubmed": 31865141, "text": "CRBN knockdown mitigates lipopolysaccharide-induced acute lung injury by suppression of oxidative stress and endoplasmic reticulum (ER) stress associated NF-kappaB signaling."}, {"pubmed": 31873151, "text": "Disordered region of cereblon is required for efficient degradation by proteolysis-targeting chimera."}, {"pubmed": 31964914, "text": "CRL4-Cereblon complex in Thalidomide Embryopathy: a translational investigation."}, {"pubmed": 31983437, "text": "Cereblon-mediated degradation of the amyloid precursor protein via the ubiquitin-proteasome pathway."}, {"pubmed": 32061138, "text": "decreased expression of IKZF1 and increased expression of KPNA2 compared to that of CRBN mRNA predicts poor outcomes of Len and dexamethasone therapy"}, {"pubmed": 32071327, "text": "Thalidomide Inhibits Human iPSC Mesendoderm Differentiation by Modulating CRBN-dependent Degradation of SALL4."}, {"pubmed": 32132601, "text": "Genome-wide screening reveals a role for subcellular localization of CRBN in the anti-myeloma activity of pomalidomide."}, {"pubmed": 32200025, "text": "Targeting the E3 ubiquitin ligases DCAF15 and cereblon for cancer therapy."}, {"pubmed": 32219443, "text": "Aromatase is a novel neosubstrate of cereblon responsible for immunomodulatory drug-induced thrombocytopenia."}, {"pubmed": 32251415, "text": "Thalidomide-dependent degradation of the embryonic transcription factor SALL4 by the CRL4(CRBN) E3 ubiquitin ligase is a plausible major driver of thalidomide teratogenicity. The structure of the second zinc finger of SALL4 in complex with pomalidomide, cereblon and DDB1 reveals the molecular details of recruitment."}, {"pubmed": 32333926, "text": "Ubiquitin-dependent proteasomal degradation of AMPK gamma subunit by Cereblon inhibits AMPK activity."}, {"pubmed": 32466489, "text": "CUL4-DDB1-CRBN E3 Ubiquitin Ligase Regulates Proteostasis of ClC-2 Chloride Channels: Implication for Aldosteronism and Leukodystrophy."}, {"pubmed": 32677118, "text": "Role of cereblon in angiogenesis and in mediating the antiangiogenic activity of immunomodulatory drugs."}, {"pubmed": 32901087, "text": "L-Arginine prevents cereblon-mediated ubiquitination of glucokinase and stimulates glucose-6-phosphate production in pancreatic beta-cells."}, {"pubmed": 33009960, "text": "Cereblon Promotes the Ubiquitination and Proteasomal Degradation of Interleukin Enhancer-Binding Factor 2."}, {"pubmed": 33206504, "text": "Cereblon Modulators Target ZBTB16 and Its Oncogenic Fusion Partners for Degradation via Distinct Structural Degrons."}, {"pubmed": 33443552, "text": "Multiple cereblon genetic changes are associated with acquired resistance to lenalidomide or pomalidomide in multiple myeloma."}, {"pubmed": 33830389, "text": "Circ_0114428 Regulates Sepsis-Induced Kidney Injury by Targeting the miR-495-3p/CRBN Axis."}, {"pubmed": 33972400, "text": "Cereblon Regulates the Proteotoxicity of Tau by Tuning the Chaperone Activity of DNAJA1."}, {"pubmed": 34115836, "text": "Cereblon enhancer methylation and IMiD resistance in multiple myeloma."}, {"pubmed": 34373585, "text": "Mutations in CRBN and other cereblon pathway genes are infrequently associated with acquired resistance to immunomodulatory drugs."}, {"pubmed": 34392531, "text": "Cereblon regulates NK cell cytotoxicity and migration via Rac1 activation."}, {"pubmed": 34489457, "text": "The E3 ubiquitin ligase component, Cereblon, is an evolutionarily conserved regulator of Wnt signaling."}, {"pubmed": 34764413, "text": "PLZF and its fusion proteins are pomalidomide-dependent CRBN neosubstrates."}, {"pubmed": 35013300, "text": "A proximity biotinylation-based approach to identify protein-E3 ligase interactions induced by PROTACs and molecular glues."}, {"pubmed": 36164994, "text": "CRBN is downregulated in lung cancer and negatively regulates TLR2, 4 and 7 stimulation in lung cancer cells."}, {"pubmed": 36261529, "text": "The E3 ligase adapter cereblon targets the C-terminal cyclic imide degron."}, {"pubmed": 37458657, "text": "Incidence of cereblon protein in intensive care patients: a cross-sectional study."}, {"pubmed": 38163319, "text": "Thrombospondin-1 is an endogenous substrate of cereblon responsible for immunomodulatory drug-induced thromboembolism."}], "genomic_pos": {"chr": "3", "end": 3179727, "ensemblgene": "ENSG00000113851", "start": 3144628, "strand": -1}, "genomic_pos_hg19": {"chr": "3", "end": 3221394, "start": 3190676, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0016567", "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016567", "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016567", "pubmed": 20223979, "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030177", "pubmed": 34489457, "qualifier": "involved_in", "term": "positive regulation of Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031333", "qualifier": "involved_in", "term": "negative regulation of protein-containing complex assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031334", "qualifier": "involved_in", "term": "positive regulation of protein-containing complex assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034766", "qualifier": "involved_in", "term": "negative regulation of monoatomic ion transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035641", "qualifier": "involved_in", "term": "locomotory exploration behavior"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043161", "pubmed": 20223979, "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 20223979, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 20223979, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031464", "qualifier": "part_of", "term": "Cul4A-RING E3 ubiquitin ligase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031464", "pubmed": 20223979, "qualifier": "part_of", "term": "Cul4A-RING E3 ubiquitin ligase complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20223979, 25416956, 26131937, 26909574, 31515488, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044325", "qualifier": "enables", "term": "transmembrane transporter binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[3702, 817117], [4530, 4326165], [4530, 4339355], [7165, 1270386], [7955, 445491], [8364, 493554], [9031, 416106], [9544, 704436], [9598, 460130], [9606, 51185], [9615, 476551], [9913, 511585], [10090, 58799], [10116, 297498]], "id": 9461}, "interpro": [{"desc": "Lon protease, N-terminal domain", "id": "IPR003111", "short_desc": "Lon_prtase_N"}, {"desc": "PUA-like superfamily", "id": "IPR015947", "short_desc": "PUA-like_sf"}, {"desc": "Lon protease, N-terminal domain superfamily", "id": "IPR046336", "short_desc": "Lon_prtase_N_sf"}, {"desc": "Yippee/Mis18/Cereblon", "id": "IPR004910", "short_desc": "Yippee/Mis18/Cereblon"}, {"desc": "CULT domain", "id": "IPR034750", "short_desc": "CULT"}], "ipi": ["IPI00045917", "IPI00641620"], "map_location": "3p26.2", "name": "cereblon", "other_names": ["protein cereblon", "protein x 0001"], "pantherdb": {"HGNC": "30185", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1913277", "ortholog_type": "LDO", "panther_family": "PTHR14255", "taxid": 10090, "uniprot_kb": "Q8C7D2"}, {"RGD": "1310533", "ortholog_type": "LDO", "panther_family": "PTHR14255", "taxid": 10116, "uniprot_kb": "Q56AP7"}, {"Gene": "CRBN", "ortholog_type": "O", "panther_family": "PTHR14255", "taxid": 9031, "uniprot_kb": "P0CF65"}, {"Ensembl": "ENSGALG00000008274", "ortholog_type": "LDO", "panther_family": "PTHR14255", "taxid": 9031, "uniprot_kb": "F1P3S5"}, {"ZFIN": "ZDB-GENE-040822-43", "ortholog_type": "LDO", "panther_family": "PTHR14255", "taxid": 7955, "uniprot_kb": "Q68EH9"}, {"WormBase": "WBGene00010891", "ortholog_type": "LDO", "panther_family": "PTHR14255", "taxid": 6239, "uniprot_kb": "Q21558"}, {"FlyBase": "FBgn0037780", "ortholog_type": "LDO", "panther_family": "PTHR14255", "taxid": 7227, "uniprot_kb": "Q9VH36"}, {"TAIR": "2043500", "ortholog_type": "LDO", "panther_family": "PTHR14255", "taxid": 3702, "uniprot_kb": "Q5E916"}], "uniprot_kb": "Q96SW2"}, "pathway": {"reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-9679191", "name": "Potential therapeutics for SARS"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}]}, "pdb": ["4M91", "4TZ4", "5FQD", "5HXB", "5V3O", "6BN7", "6BN8", "6BN9", "6BNB", "6BOY", "6H0F", "6H0G", "6UML", "6XK9", "7BQU", "7BQV", "7LPS", "7U8F", "8CVP", "8D7U", "8D7V", "8D7W", "8D7X", "8D7Y", "8D7Z", "8D80", "8D81", "8DEY", "8G66", "8OIZ", "8OJH", "8TNP", "8TNQ", "8TNR", "8U15", "8U16", "8U17"], "pfam": ["PF02190", "PF03226"], "pharmgkb": "PA134926851", "pharos": {"target_id": 4798, "tdl": "Tclin"}, "prosite": ["PS51787", "PS51788"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF170768", "relationship": "is"}, {"id": "GNF181674", "relationship": "is"}, {"id": "GNF192580", "relationship": "is"}, {"id": "GNF203486", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162564", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF031586", "relationship": "is"}, {"id": "GNF034946", "relationship": "is"}, {"id": "GNF043816", "relationship": "similar to"}], "GNF_mm+hs-MGC": [{"id": "GNF002958", "relationship": "is"}, {"id": "GNF002959", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF105770", "relationship": "is"}, {"id": "GNF145416", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1", "NG_016864.2"], "protein": ["NP_001166953.1", "NP_057386.2", "XP_005265259.1", "XP_011532093.1", "XP_047304209.1", "XP_047304210.1", "XP_054202712.1", "XP_054202713.1", "XP_054202714.1", "XP_054202715.1"], "rna": ["NM_001173482.1", "NM_016302.4", "XM_005265202.5", "XM_011533791.4", "XM_047448253.1", "XM_047448254.1", "XM_054346737.1", "XM_054346738.1", "XM_054346739.1", "XM_054346740.1"], "translation": [{"protein": "XP_005265259.1", "rna": "XM_005265202.5"}, {"protein": "XP_011532093.1", "rna": "XM_011533791.4"}, {"protein": "XP_054202715.1", "rna": "XM_054346740.1"}, {"protein": "NP_001166953.1", "rna": "NM_001173482.1"}, {"protein": "XP_054202714.1", "rna": "XM_054346739.1"}, {"protein": "XP_047304210.1", "rna": "XM_047448254.1"}, {"protein": "XP_054202712.1", "rna": "XM_054346737.1"}, {"protein": "XP_047304209.1", "rna": "XM_047448253.1"}, {"protein": "XP_054202713.1", "rna": "XM_054346738.1"}, {"protein": "NP_057386.2", "rna": "NM_016302.4"}]}, "reporter": {"HG-U133_Plus_2": ["218142_s_at", "222533_at"], "HG-U95B": ["45275_at", "45276_g_at"], "HTA-2_0": "TC03001123.hg.1", "HuEx-1_0": "2660648", "HuGene-1_1": "8085081", "HuGene-2_1": "16950238"}, "retired": 266597, "summary": "This gene encodes a protein related to the Lon protease protein family. In rodents and other mammals this gene product is found in the cytoplasm localized with a calcium channel membrane protein, and is thought to play a role in brain development. Mutations in this gene are associated with autosomal recessive nonsyndromic cognitive disability. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Mar 2010].", "symbol": "CRBN", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1539136"}, "unigene": "Hs.18925", "uniprot": {"Swiss-Prot": "Q96SW2", "TrEMBL": ["J3QT87", "A0A1W2PPJ5", "J3QT51"]}, "wikipedia": {"url_stub": "Cereblon"}}