{"AllianceGenome": "2363", "HGNC": "2363", "MIM": "602007", "_id": "1399", "_version": 1, "accession": {"genomic": ["AC002470.17", "AL049941.1", "CH471176.2", "CP068256.2", "HF583808.1", "NC_000022.11", "NC_060946.1", "NG_016354.1"], "protein": ["AAH43500.1", "BAF85598.1", "CAA42199.1", "CAG30309.1", "CCQ43305.1", "EAX02932.1", "EAX02933.1", "EAX02934.1", "NP_005198.1", "P46109.1"], "rna": ["AA844269.1", "AK000311.1", "AK292909.1", "BC026248.1", "BC033281.1", "BC043500.1", "BC044621.1", "BC053958.1", "CR456423.1", "NM_005207.4", "NR_156180.2", "X59656.1"], "translation": [{"protein": "CAG30309.1", "rna": "CR456423.1"}, {"protein": "AAH43500.1", "rna": "BC043500.1"}, {"protein": "BAF85598.1", "rna": "AK292909.1"}, {"protein": "CAA42199.1", "rna": "X59656.1"}, {"protein": "NP_005198.1", "rna": "NM_005207.4"}]}, "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "no known disease relationship", "classification_date": "2023-10-17T04:00:00.000Z", "disease_label": "congenital heart disease", "gcep": "Congenital Heart Disease Gene Curation Expert Panel", "moi": "UD", "mondo": "MONDO:0005453", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_453641ec-805e-4712-841d-a228b48f5cc4-2023-10-17T040000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000099942", "protein": ["ENSP00000346300", "ENSP00000396646"], "transcript": ["ENST00000354336", "ENST00000411769"], "translation": [{"protein": "ENSP00000346300", "rna": "ENST00000354336"}, {"protein": "ENSP00000396646", "rna": "ENST00000411769"}], "type_of_gene": "protein_coding"}, "entrezgene": "1399", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.93546165, "exp_mis": 130.1689333, "exp_syn": 62.72422, "lof_z": 1.60014046474377, "mis_z": 3.0939475378025, "mu_lof": 4.12893731296e-07, "mu_mis": 1.13776944701e-05, "mu_syn": 5.42504786767e-06, "n_lof": 2.0, "n_mis": 58.0, "n_syn": 61.0, "p_li": 0.163453647364194, "p_null": 0.0632488620507694, "p_rec": 0.773297490585036, "syn_z": 0.134966045035083}, "bp": 912, "cds_end": 21304133, "cds_start": 21272222, "n_exons": 3, "nonpsych": {"exp_lof": 5.3102588, "exp_mis": 117.7535424, "exp_syn": 56.709566, "lof_z": 1.41076963144256, "mis_z": 3.00980268645085, "mu_lof": 4.12893731296e-07, "mu_mis": 1.13776944701e-05, "mu_syn": 5.42504786767e-06, "n_lof": 2.0, "n_mis": 53.0, "n_syn": 51.0, "p_li": 0.146668051538894, "p_null": 0.0878987836366019, "p_rec": 0.765433164824504, "syn_z": 0.477351976371369}, "nontcga": {"exp_lof": 5.45459065, "exp_mis": 119.7493932, "exp_syn": 57.70025159, "lof_z": 1.88151610912004, "mis_z": 3.22103824320559, "mu_lof": 4.12893731296e-07, "mu_mis": 1.13776944701e-05, "mu_syn": 5.42504786767e-06, "n_lof": 1.0, "n_mis": 49.0, "n_syn": 57.0, "p_li": 0.477703072410146, "p_null": 0.0230394357015393, "p_rec": 0.499257491888315, "syn_z": 0.0583695794823221}, "transcript": "ENST00000354336.3"}, "exons": [{"cdsend": 20949845, "cdsstart": 20917934, "chr": "22", "position": [[20917406, 20918245], [20933778, 20934244], [20949710, 20953747]], "strand": 1, "transcript": "NM_005207", "txend": 20953747, "txstart": 20917406}, {"cdsend": 20953747, "cdsstart": 20953747, "chr": "22", "position": [[20917406, 20918245], [20933778, 20934244], [20949710, 20951265], [20953205, 20953747]], "strand": 1, "transcript": "NR_156180", "txend": 20953747, "txstart": 20917406}], "exons_hg19": [{"cdsend": 21304133, "cdsstart": 21272222, "chr": "22", "position": [[21271694, 21272533], [21288066, 21288532], [21303998, 21308035]], "strand": 1, "transcript": "NM_005207", "txend": 21308035, "txstart": 21271694}, {"cdsend": 21308035, "cdsstart": 21308035, "chr": "22", "position": [[21271694, 21272533], [21288066, 21288532], [21303998, 21305553], [21307493, 21308035]], "strand": 1, "transcript": "NR_156180", "txend": 21308035, "txstart": 21271694}], "generif": [{"pubmed": 12393632, "text": "DOCK2 associates with CrkL and regulates Rac1 in human leukemia cell lines"}, {"pubmed": 12522101, "text": "directs ASAP1 to peripheral focal adhesions in platelets"}, {"pubmed": 12665586, "text": "CrkL plays a specific role in integrin-induced migration as a downstream mediator of Src."}, {"pubmed": 12697763, "text": "Cbl-b plays a negative role in Crk-L-C3G-mediated Rap1 and LFA-1 activation in T cells."}, {"pubmed": 15522217, "text": "Data suggest that members of the insulin receptor family activate Crk isoforms Crk-II and Crk-L in a differential manner."}, {"pubmed": 16289966, "text": "CD21 activation triggered Cbl tyrosine phosphorylation, which interacts with SH2 domains of p85 subunit, SH2 domains of Crk-L and with tyrosine phosphorylated Syk kinase.  CD21 activation triggers dissociation of Cbl-Vav complex."}, {"pubmed": 16305332, "text": "Results suggest that the interaction of the cytoplasmic tail of CD34 with the shallow proline-rich motif-binding groove of Crk-L is essential for the function of CD34 in stem cell development."}, {"pubmed": 16955467, "text": "By lysing primary hemopoietic cells at high pH, BCR-ABL1 protein-degradative activity was inhibited & association between BCR-ABL1 protein in complexes with adaptor proteins CBL, CRKL & GRB2 in primary chronic myeloid leukaemia material was demonstrated"}, {"pubmed": 17161365, "text": "in CRKL, an SH3 domain dimer formed through exchange of the first SH3 domain beta strand and suggest that partial unfolding of the SH3C is important for the relay of information in vivo"}, {"pubmed": 17764157, "text": "Crk L is a bona fide nuclear signaling protein because of its ability to bind tyrosine-phosphorylated STAT5 and act as a transcriptional coactivator."}, {"pubmed": 18059481, "text": "Confocal laser scanning microscopy analysed the distribution and colocalization of CT10 regulator-like (CRKL) p210(BCR-ABL). CRKL-p210(BCR-ABL) foci were completely or partially associated, touching or separate in different regions of the same cell."}, {"pubmed": 18165234, "text": "the Spanish Flu virus resembles avian influenza A viruses in its ability to recruit Crk/CrkL to modulate host cell signaling."}, {"pubmed": 18403635, "text": "These findings suggest a novel MUC1-Src-CrkL-Rac1/Cdc42 signaling cascade following ICAM-1 ligation, through which MUC1 regulates cytoskeletal reorganization and directed cell motility during cell migration."}, {"pubmed": 18809728, "text": "Results identify a mechanism by which the WAVE2 complex regulates T cell receptor signaling to Rap1 and integrin activation via Abl- and CrkL-C3G."}, {"pubmed": 19004829, "text": "along with DOCK1, DOCK5 is an important mediator of CrkII/CrkL regulation of Caco-2 spreading and migration on collagen IV."}, {"pubmed": 19307307, "text": "CRKL permits cells to bypass the strict need for adhesion in response to FGF8 through direct interaction with receptor."}, {"pubmed": 19454690, "text": "an interaction between the regulatory subunit of PI3K, p85, and the adaptor protein CrkL is required for efficient NKG2D-mediated cellular cytotoxicity"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19966867, "text": "Findings indicate that amplification and resultant overexpression of CRKL contribute to diverse oncogenic phenotypes in lung cancer."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21319228, "text": "differential binding selectivity of Crk and CrkL to their downstream partners Dock 180 and C3G was demonstrated in ovarian cancer cell line SKOV3 through coimmunoprecipitation"}, {"pubmed": 21628423, "text": "Lyn controls spatial activation of Rap1 by recruiting the CrkL-C3G protein complex to the leading edge"}, {"pubmed": 21700719, "text": "The molecular signaling set off by ERalpha and CrkL association may have a central role in pregnancy and cancer."}, {"pubmed": 21896986, "text": "These results suggest that CRKL, but not MAPK1 is the target oncogene of the rare but recurrent amplification at 22q11.2 in laryngeal squamous cell carcinoma."}, {"pubmed": 22169288, "text": "Stathmin and CrkL proteins may be involved in drug resistance of K562 cells to adriamycin."}, {"pubmed": 22233112, "text": "BCR-ABL activity measured by 50% inhibitory concentration for imatinib, p-CrkL/CrkL ratio or p-CrkL ratio in CD34+ cells of patients with chronic myeloid leukemia does not predict treatment response"}, {"pubmed": 22244889, "text": "these results indicate that CRKL regulates HNSCC-cell growth, motility, and integrin-dependent cell adhesion, suggesting that CRKL plays a principal role in HNSCC tumorigenicity."}, {"pubmed": 22253690, "text": "In silico three-dimensional modeling of apoptin, molecular docking experiments between apoptin model and the known structure of Bcr-Abl, and the 3D structures of SH2 domains of CrkL and Bcr-Abl, were performed."}, {"pubmed": 22569336, "text": "study reveals a significant association between Crk protein expression with highly proliferative tumors and basal breast cancers of poor outcome; data highlight the physiological importance of Crk proteins in regulating growth of aggressive basal breast cancer cells"}, {"pubmed": 22586683, "text": "CRKL overexpression induces cell transformation."}, {"pubmed": 22591714, "text": "These results suggested that CRKL protein is overexpressed in a subset of gastric cancers and is associated with CRKL amplification in gastric cancer."}, {"pubmed": 22753141, "text": "Overexpression of CRKL in HBE and H1299 cell lines promoted cell proliferation by facilitating cell cycle progression."}, {"pubmed": 23318429, "text": "we identified CRKL/YES as critical interrelated pathways necessary for rhabdomyosarcoma cell growth and survival and suggest a potential therapeutic role of SRC family kinase inhibition in the treatment of rhabdomyosarcoma."}, {"pubmed": 23397142, "text": "High expression levels of the CRKL and CRKL-FLT1 pair strongly correlate with reduced disease-free and overall survival in HCC patient samples."}, {"pubmed": 23686806, "text": "Overexpression of CRKL correlated with progression and malignant proliferation of human breast cancers."}, {"pubmed": 23751956, "text": "Data show Src-inducible association of CrkL with procaspase-8 promotes cell migration."}, {"pubmed": 23770091, "text": "SFK activity was shown to be sufficient, but not required for the interaction between ESDN and the CrkL-SH2 domain"}, {"pubmed": 24055140, "text": "Knock-down of CRKL in SGC-7901 cells induced a suppression of cell proliferation along with a significant arrest of cell cycle in G0/G1 phase."}, {"pubmed": 24145029, "text": "CRKL may recruit NleH1 to a host kinase on which NleH1 performs its inhibitory function."}, {"pubmed": 24220336, "text": "This is the first report to elucidate the novel function of NS1--binding protein collaborating with viral protein NS1 in modulation of host cell physiology. In addition, an alternative role of adaptor protein CRKL in association with NS1 and NS1-BP during influenza A virus infection is demonstrated."}, {"pubmed": 24375195, "text": "CRKL is overexpressed in bladder cancer and regulates malignant cell growth and invasion."}, {"pubmed": 24389200, "text": "results suggest that CRKL has the ability to regulate colon cancer malignancy and CRKL has the potential to serve as a diagnosis and prognosis marker and a therapy target of colon cancer"}, {"pubmed": 24499776, "text": "Crk1/2 and CrkL are physically linked, functionally complement each other during podocyte foot process spreading, and together are required for developing typical foot process architecture."}, {"pubmed": 24664993, "text": "results suggested that overexpression of CRKL promoted cell invasion through upregulation of MMP9 expression and activation of ERK pathway"}, {"pubmed": 24913448, "text": "Study revealed that LASP1 phosphorylation results in an association with CRKL - another specific BCR-ABL substrate and bona fide biomarker for BCR-ABL activity."}, {"pubmed": 24939008, "text": "These results indicate that CRKL gene amplification is rare in acquisition of resistance to EGFR-TKIs in lung cancer patients with EGFR mutations."}, {"pubmed": 25185652, "text": "CrkL is highly expressed in papillary thyroid carcinoma and papillary thyroid microcarcinoma and closely correlated to metastasis."}, {"pubmed": 25307974, "text": "CrkL knockdown markedly suppressed the phosphorylated ERK (p-ERK) as well as the phosphorylated AKT (p-AKT) (p < 0.001) compared with control or TGF-b1 alone."}, {"pubmed": 25318601, "text": "our study demonstrated that CRKL was overexpressed in human pancreatic cancers and contributed to pancreatic cancer cell proliferation and invasion through ERK signaling."}, {"pubmed": 25405387, "text": "We identified ZEB1 and CRKL as potential targets of miR-429 by analyzing combined results from in silico search and global expression array of the same RNA samples. Immunoblot assay confirmed that miR-429 reduced their expression at protein level."}, {"pubmed": 25476480, "text": "these results suggest that CrkL plays a regulatory role in the SDF-1-induced Erk1/2 and PI3K/Akt pathways and further managed the invasion and migration of breast cancer cells"}, {"pubmed": 25531052, "text": "CRKL has the potential to be used as a biomarker for the diagnosis, treatment and prognosis of certain tumors"}, {"pubmed": 25636509, "text": "CrkL regulates CCL19 and CCR7-induced epithelial-to-mesenchymal transition via ERK signaling pathway in epithelial ovarian carcinoma patients."}, {"pubmed": 25658046, "text": "Haploinsufficiency of CRKL could be responsible for the etiology of conotruncal heart defects in individuals with nested distal deletions and might act as a genetic modifier of individuals with the typical 3 Mb deletion."}, {"pubmed": 26044596, "text": "CrkL mediates CCL20/CCR6-induced epithelial-to-mesenchymal transition via Akt pathway, instead of Erk1/2 pathway in development of gastric cancer"}, {"pubmed": 26079153, "text": "Our results demonstrate that the p53 target miR-200b/200c/429 miRNAs are negative regulators of the CRKL oncogene"}, {"pubmed": 26099693, "text": "The authors show that this potentiation involves reorganization of the natural CrkL-p85beta complex into a novel trimeric complex where influenza A virus NS1 serves as a bridging factor."}, {"pubmed": 26875746, "text": "The impaired T-cell proliferation and reduction of CRKL, phosphorylated CRKL, and c-Fos levels suggest a possible role of CRKL in functional deficiencies of T cells in patients with pDGS."}, {"pubmed": 27078848, "text": "We demonstrated that CRKL is a novel downstream effector of ALK signaling in non-small-cell lung cancer"}, {"pubmed": 27133071, "text": "a role for miR-429 as a novel target suppressing invasion and migration of human cervical cancer cells through modulation of its targeting genes ZEB1 and CRKL, is reported."}, {"pubmed": 27846244, "text": "he findings in this study indicate a regulation relationship between CRKL and SLC7A5, and provide useful evidence for gastric cancer therapeutic strategies."}, {"pubmed": 28029654, "text": "Study found the expression of CRKL up-regulated and correlated with that of ABCG2 in gastric neoplasm. CRKL is one of the downstream molecules regulated by ABCG2, which promotes cell growth."}, {"pubmed": 28121514, "text": "We identified a recurrent 370-kb deletion at the 22q11.2 locus as a driver of kidney defects in the DiGeorge syndrome and in sporadic congenital kidney and urinary tract anomalies. SNAP29, AIFM3, and CRKL appear to be critical to the phenotype, with haploinsufficiency of CRKL emerging as the main genetic driver."}, {"pubmed": 28723560, "text": "Silencing CRKL expression in PTEN-null human cancer cells leads to a decrease in p110beta-dependent PI3K signaling and cell proliferation."}, {"pubmed": 28882999, "text": "Data show that miR-193b, by directly targeting focal adhesion kinase (FAK), CRK-like proto-oncogene (CRKL), and methionine sulfoxide reductase A (MSRA), regulates focal adhesion signaling and ROS signaling, which play pivotal roles in liposarcomagenesis and adipogenic differentiation."}, {"pubmed": 28887306, "text": "TP53-miR-215-PCAT-1-CRKL axis might represent an important regulatory pathway in hepatocellular carcinoma."}, {"pubmed": 29025973, "text": "Dynamic multi-site phosphorylation by Fyn and Abl drives the interaction between CRKL and the novel scaffolding receptors DCBLD1 and DCBLD2."}, {"pubmed": 29295725, "text": "High CRKL expression is associated with Cervical Cancer."}, {"pubmed": 29403024, "text": "Taken together, our data demonstrated that miR-429 might function as an antimetastatic miRNA to regulate HCC metastasis by directly targeting CRKL via modulating Raf/MEK/ERK-epithelial mesenchymal transition pathway."}, {"pubmed": 30480076, "text": "SASH1 is an inhibitor of CRKL-mediated SRC signaling."}, {"pubmed": 30964165, "text": "MiR-335 suppresses cell proliferation and migration by upregulating CRKL in bladder cancer."}, {"pubmed": 31133010, "text": "This is the first report of CRKL-regulation of the alternative splicing of a number of genes critical in tumorigenesis and cancer progression, which is consistent with CRKL reported role as a signaling adaptor and a kinase."}, {"pubmed": 31298329, "text": "LncRNA FAL1 promotes the development of oral squamous cell carcinoma through regulating the microRNA-761/CRKL pathway."}, {"pubmed": 31356198, "text": "High CRKL expression is associated with gastric cancer."}, {"pubmed": 31913340, "text": "Copy number gains of the putative CRKL oncogene in laryngeal squamous cell carcinoma result in strong nuclear expression of the protein and influence cell proliferation and migration."}, {"pubmed": 32147820, "text": "Novel role for CRK adaptor proteins as essential components of SRC/FAK signaling for epithelial-mesenchymal transition and colorectal cancer aggressiveness."}, {"pubmed": 32326970, "text": "A novel ETV6-miR-429-CRKL regulatory circuitry contributes to aggressiveness of hepatocellular carcinoma."}, {"pubmed": 32413671, "text": "miR-429-CRKL axis regulates clear cell renal cell carcinoma malignant progression through SOS1/MEK/ERK/MMP2/MMP9 pathway."}, {"pubmed": 32467986, "text": "Downregulated miR29a promotes B cell overactivation by upregulating Crklike protein in systemic lupus erythematosus."}, {"pubmed": 32495882, "text": "CRKL promotes proliferation, migration, invasion of laryngeal squamous cell carcinoma."}, {"pubmed": 32535035, "text": "Crk1/2 and CrkL play critical roles in maintaining podocyte morphology and function."}, {"pubmed": 33523562, "text": "CRKL promotes hepatocarcinoma through enhancing glucose metabolism of cancer cells via activating PI3K/Akt."}, {"pubmed": 33561443, "text": "Quantitative assessment of glioblastoma phenotypes in vitro establishes cell migration as a robust readout of Crk and CrkL activity."}, {"pubmed": 34114685, "text": "Silencing of the CrkL gene reverses the doxorubicin resistance of K562/ADR cells through regulating PI3K/Akt/MRP1 signaling."}, {"pubmed": 34196458, "text": "Central 22q11.2 deletion (LCR22 B-D) in a fetus with severe fetal growth restriction and a mother with severe systemic lupus erythematosus: Further evidence of CRKL haploinsufficiency in the pathogenesis of 22q11.2 deletion syndrome."}, {"pubmed": 34209812, "text": "Bifunctional Role of CrkL during Bone Remodeling."}, {"pubmed": 34417497, "text": "Phosphorylation of CrkL S114 induced by common gamma chain cytokines and T-cell receptor signal transduction."}, {"pubmed": 34502088, "text": "CRKL, AIFM3, AIF, BCL2, and UBASH3A during Human Kidney Development."}, {"pubmed": 34947971, "text": "Experimental Characterization of the Interaction between the N-Terminal SH3 Domain of Crkl and C3G."}, {"pubmed": 37121446, "text": "Identification of CRKL as an oncogenic biomarker for prognosis and immunotherapy in melanoma, and its potential molecular mechanism."}, {"pubmed": 38052858, "text": "Cancer-associated fibroblast exosome LINC00355 promotes epithelial-mesenchymal transition and chemoresistance in colorectal cancer through the miR-34b-5p/CRKL axis."}, {"pubmed": 38387229, "text": "Exploring the short linear motif-mediated protein-protein interactions of CrkL through ProP-PD."}, {"pubmed": 38403027, "text": "CRKL dictates anti-PD-1 resistance by mediating tumor-associated neutrophil infiltration in hepatocellular carcinoma."}, {"pubmed": 38683131, "text": "CRKL but not CRKII contributes to hemin-induced erythroid differentiation of CML."}], "genomic_pos": {"chr": "22", "end": 20953747, "ensemblgene": "ENSG00000099942", "start": 20917407, "strand": 1}, "genomic_pos_hg19": {"chr": "22", "end": 21308037, "start": 21271714, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001558", "qualifier": "involved_in", "term": "regulation of cell growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001568", "qualifier": "involved_in", "term": "blood vessel development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001655", "qualifier": "involved_in", "term": "urogenital system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001764", "qualifier": "involved_in", "term": "neuron migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001783", "qualifier": "involved_in", "term": "B cell apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001933", "pubmed": 23959425, "qualifier": "involved_in", "term": "negative regulation of protein phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001934", "pubmed": 23959425, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003151", "qualifier": "involved_in", "term": "outflow tract morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006629", "qualifier": "involved_in", "term": "lipid metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007167", "qualifier": "involved_in", "term": "enzyme-linked receptor protein signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007254", "pubmed": 8798523, "qualifier": "involved_in", "term": "JNK cascade"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007265", "pubmed": 8798523, "qualifier": "involved_in", "term": "Ras protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007338", "qualifier": "involved_in", "term": "single fertilization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 25540073, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008543", "qualifier": "involved_in", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009952", "qualifier": "involved_in", "term": "anterior/posterior pattern specification"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010629", "pubmed": 23959425, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016358", "qualifier": "involved_in", "term": "dendrite development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021766", "qualifier": "involved_in", "term": "hippocampus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021987", "qualifier": "involved_in", "term": "cerebral cortex development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030010", "qualifier": "involved_in", "term": "establishment of cell polarity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033628", "qualifier": "involved_in", "term": "regulation of cell adhesion mediated by integrin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035022", "qualifier": "involved_in", "term": "positive regulation of Rac protein signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0035556", "pubmed": 8361759, "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035685", "qualifier": "involved_in", "term": "helper T cell diapedesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038026", "qualifier": "involved_in", "term": "reelin-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048384", "qualifier": "involved_in", "term": "retinoic acid receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048538", "qualifier": "involved_in", "term": "thymus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050773", "qualifier": "involved_in", "term": "regulation of dendrite development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050852", "qualifier": "involved_in", "term": "T cell receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060017", "qualifier": "involved_in", "term": "parathyroid gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070374", "pubmed": 23959425, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071466", "qualifier": "involved_in", "term": "cellular response to xenobiotic stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071560", "pubmed": 23959425, "qualifier": "involved_in", "term": "cellular response to transforming growth factor beta stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0086100", "qualifier": "involved_in", "term": "endothelin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0095500", "qualifier": "involved_in", "term": "acetylcholine receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098698", "qualifier": "involved_in", "term": "postsynaptic specialization assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098749", "qualifier": "involved_in", "term": "cerebellar neuron development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098761", "qualifier": "involved_in", "term": "cellular response to interleukin-7"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0160093", "qualifier": "involved_in", "term": "chordate pharynx development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900026", "pubmed": 19004829, "qualifier": "involved_in", "term": "positive regulation of substrate adhesion-dependent cell spreading"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903977", "pubmed": 23959425, "qualifier": "involved_in", "term": "positive regulation of glial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904395", "qualifier": "involved_in", "term": "positive regulation of skeletal muscle acetylcholine-gated channel clustering"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904888", "qualifier": "involved_in", "term": "cranial skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000404", "qualifier": "involved_in", "term": "regulation of T cell migration"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031594", "qualifier": "located_in", "term": "neuromuscular junction"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032991", "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098890", "qualifier": "located_in", "term": "extrinsic component of postsynaptic membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0001784", "pubmed": 20624904, "qualifier": "enables", "term": "phosphotyrosine residue binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8626543, 9546424, 9788432, 10022120, 16273093, 16284401, 16443220, 16982329, 17065230, 19004829, 19168626, 22286129, 23397142, 23770091, 24658140, 24728074, 25241761, 25814554, 26496610, 28086240, 31585087, 31980649, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030971", "qualifier": "enables", "term": "receptor tyrosine kinase binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0035591", "qualifier": "enables", "term": "signaling adaptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [17161365, 19168626], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061629", "pubmed": 29581031, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[7955, 556443], [8364, 394657], [9031, 416939], [9544, 696584], [9598, 107970369], [9606, 1399], [9615, 608125], [10090, 12929], [10116, 287942]], "id": 38021}, "interpro": [{"desc": "SH2 domain", "id": "IPR000980", "short_desc": "SH2"}, {"desc": "SH3 domain", "id": "IPR001452", "short_desc": "SH3_domain"}, {"desc": "CRK, N-terminal SH3 domain", "id": "IPR035457", "short_desc": "CRK_SH3_N"}, {"desc": "CRK, C-terminal SH3 domain", "id": "IPR035458", "short_desc": "CRK_SH3_C"}, {"desc": "SH3-like domain superfamily", "id": "IPR036028", "short_desc": "SH3-like_dom_sf"}, {"desc": "SH2 domain superfamily", "id": "IPR036860", "short_desc": "SH2_dom_sf"}], "ipi": "IPI00004839", "map_location": "22q11.21", "name": "CRK like proto-oncogene, adaptor protein", "other_names": ["crk-like protein", "v-crk avian sarcoma virus CT10 oncogene homolog-like"], "pantherdb": {"HGNC": "2363", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104686", "ortholog_type": "LDO", "panther_family": "PTHR19969", "taxid": 10090, "uniprot_kb": "P47941"}, {"RGD": "1308531", "ortholog_type": "LDO", "panther_family": "PTHR19969", "taxid": 10116, "uniprot_kb": "Q5U2U2"}, {"ZFIN": "ZDB-GENE-040426-2951", "ortholog_type": "LDO", "panther_family": "PTHR19969", "taxid": 7955, "uniprot_kb": "Q6PH06"}, {"WormBase": "WBGene00021238", "ortholog_type": "O", "panther_family": "PTHR19969", "taxid": 6239, "uniprot_kb": "Q95XA9"}, {"WormBase": "WBGene00000416", "ortholog_type": "LDO", "panther_family": "PTHR19969", "taxid": 6239, "uniprot_kb": "Q9NHC3"}, {"FlyBase": "FBgn0024811", "ortholog_type": "LDO", "panther_family": "PTHR19969", "taxid": 7227, "uniprot_kb": "Q9XYM0"}], "uniprot_kb": "P46109"}, "pathway": {"biocarta": [{"id": "at1rpathway", "name": "angiotensin ii mediated activation of jnk pathway via pyk2 dependent signaling"}, {"id": "gleevecpathway", "name": "inhibition of cellular proliferation by gleevec"}, {"id": "il2rbpathway", "name": "il-2 receptor beta chain in t cell activation"}, {"id": "integrinpathway", "name": "integrin signaling pathway"}, {"id": "pyk2pathway", "name": "links between pyk2 and map kinases"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04012", "name": "ErbB signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04666", "name": "Fc gamma R-mediated phagocytosis - Homo sapiens (human)"}, {"id": "hsa04722", "name": "Neurotrophin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa04910", "name": "Insulin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04935", "name": "Growth hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa05100", "name": "Bacterial invasion of epithelial cells - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05135", "name": "Yersinia infection - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, {"id": "hsa05211", "name": "Renal cell carcinoma - Homo sapiens (human)"}, {"id": "hsa05220", "name": "Chronic myeloid leukemia - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_BCR", "name": "BCR"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_IL2", "name": "IL2"}, {"id": "Pathway_IL3", "name": "IL3"}, {"id": "Pathway_IL5", "name": "IL5"}, {"id": "Pathway_KitReceptor", "name": "KitReceptor"}, {"id": "Pathway_TCR", "name": "TCR"}], "pid": [{"id": "epha_fwdpathway", "name": "EPHA forward signaling"}, {"id": "epopathway", "name": "EPO signaling pathway"}, {"id": "ifngpathway", "name": "IFN-gamma pathway"}, {"id": "igf1_pathway", "name": "IGF1 pathway"}, {"id": "kitpathway", "name": "Signaling events mediated by Stem cell factor receptor (c-Kit)"}, {"id": "met_pathway", "name": "Signaling events mediated by Hepatocyte Growth Factor Receptor (c-Met)"}, {"id": "pdgfrapathway", "name": "PDGFR-alpha signaling pathway"}, {"id": "reelinpathway", "name": "Reelin signaling pathway"}, {"id": "tcrjnkpathway", "name": "JNK signaling in the CD4+ TCR pathway"}, {"id": "trkrpathway", "name": "Neurotrophic factor-mediated Trk receptor signaling"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-169893", "name": "Prolonged ERK activation events"}, {"id": "R-HSA-169893", "name": "Prolonged ERK activation events"}, {"id": "R-HSA-170968", "name": "Frs2-mediated activation"}, {"id": "R-HSA-170968", "name": "Frs2-mediated activation"}, {"id": "R-HSA-186763", "name": "Downstream signal transduction"}, {"id": "R-HSA-186797", "name": "Signaling by PDGF"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-187687", "name": "Signalling to ERKs"}, {"id": "R-HSA-187687", "name": "Signalling to ERKs"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-512988", "name": "Interleukin-3, Interleukin-5 and GM-CSF signaling"}, {"id": "R-HSA-6806834", "name": "Signaling by MET"}, {"id": "R-HSA-8875555", "name": "MET activates RAP1 and RAC1"}, {"id": "R-HSA-8875656", "name": "MET receptor recycling"}, {"id": "R-HSA-8875878", "name": "MET promotes cell motility"}, {"id": "R-HSA-9006335", "name": "Signaling by Erythropoietin"}, {"id": "R-HSA-9006335", "name": "Signaling by Erythropoietin"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9027284", "name": "Erythropoietin activates RAS"}, {"id": "R-HSA-9027284", "name": "Erythropoietin activates RAS"}, {"id": "R-HSA-912631", "name": "Regulation of signaling by CBL"}], "wikipathways": [{"id": "WP23", "name": "B Cell Receptor Signaling Pathway"}, {"id": "WP286", "name": "IL-3 signaling pathway"}, {"id": "WP304", "name": "Kit receptor signaling pathway"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP313", "name": "Signaling of Hepatocyte Growth Factor Receptor"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4657", "name": "22q11.2 copy number variation syndrome"}, {"id": "WP49", "name": "IL-2 signaling pathway"}, {"id": "WP585", "name": "Interferon type I signaling pathways"}, {"id": "WP673", "name": "ErbB signaling pathway"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}]}, "pdb": ["2BZX", "2BZY", "2DBK", "2EO3", "2LQN", "2LQW"], "pfam": ["PF00017", "PF00018", "PF07653"], "pharmgkb": "PA26881", "pharos": {"target_id": 11344, "tdl": "Tbio"}, "pir": "S41754", "prosite": ["PS50001", "PS50002"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247907", "relationship": "is"}, {"id": "GNF247908", "relationship": "is"}, {"id": "GNF247909", "relationship": "is"}, {"id": "GNF247910", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF034374", "relationship": "is"}, {"id": "GNF039619", "relationship": "similar to"}, {"id": "GNF040215", "relationship": "is"}, {"id": "GNF040817", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF002986", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF241686", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF323748", "relationship": "is"}, {"id": "GNF323749", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101487", "relationship": "is"}, {"id": "GNF141142", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_016354.1"], "protein": "NP_005198.1", "rna": ["NM_005207.4", "NR_156180.2"], "translation": {"protein": "NP_005198.1", "rna": "NM_005207.4"}}, "reporter": {"HG-U133_Plus_2": ["206184_at", "212180_at"], "HG-U95Av2": ["33524_at", "35301_at", "415_at"], "HTA-2_0": "TC22000074.hg.1", "HuEx-1_0": "3937787", "HuGene-1_1": "8071434", "HuGene-2_1": "16927401"}, "summary": "This gene encodes a protein kinase containing SH2 and SH3 (src homology) domains which has been shown to activate the RAS and JUN kinase signaling pathways and transform fibroblasts in a RAS-dependent fashion. It is a substrate of the BCR-ABL tyrosine kinase, plays a role in fibroblast transformation by BCR-ABL, and may be oncogenic.[provided by RefSeq, Jan 2009].", "symbol": "CRKL", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812253"}, "unigene": "Hs.5613", "uniprot": {"Swiss-Prot": "P46109"}, "wikipedia": {"url_stub": "CRKL"}}