{"AllianceGenome": "16062", "HGNC": "16062", "MIM": "607536", "_id": "23373", "_version": 1, "accession": {"genomic": ["AC003107.1", "AC004400.2", "AC004476.1", "AC006123.1", "CH471106.1", "CP068259.2", "NC_000019.10", "NC_060943.1"], "protein": ["AAC97072.1", "AAH17075.3", "AAH23614.2", "AAH28050.1", "AAK93832.1", "AAP12463.1", "AAQ98856.1", "BAA31591.1", "BAB14822.1", "EAW84730.1", "EAW84731.1", "EAW84732.1", "EAW84733.1", "NP_001091952.1", "NP_056136.2", "Q6UUV9.2"], "rna": ["AB014516.1", "AK024089.1", "AU118537.1", "AY040323.1", "AY186998.1", "AY360171.1", "BC017075.2", "BC023614.2", "BC028050.1", "BM680095.1", "DB355148.1", "NM_001098482.2", "NM_015321.3", "NM_025021.1"], "translation": [{"protein": "AAH23614.2", "rna": "BC023614.2"}, {"protein": "NP_056136.2", "rna": "NM_015321.3"}, {"protein": "NP_001091952.1", "rna": "NM_001098482.2"}, {"protein": "BAB14822.1", "rna": "AK024089.1"}, {"protein": "AAH17075.3", "rna": "BC017075.2"}, {"protein": "AAH28050.1", "rna": "BC028050.1"}, {"protein": "AAP12463.1", "rna": "AY186998.1"}, {"protein": "BAA31591.1", "rna": "AB014516.1"}, {"protein": "AAQ98856.1", "rna": "AY360171.1"}, {"protein": "AAK93832.1", "rna": "AY040323.1"}]}, "alias": ["MAML2", "MECT1", "Mam-2", "TORC-1", "TORC1", "WAMTP1"], "ensembl": {"gene": "ENSG00000105662", "protein": ["ENSP00000323332", "ENSP00000345001", "ENSP00000468893", "ENSP00000469285"], "transcript": ["ENST00000321949", "ENST00000338797", "ENST00000594658", "ENST00000601916"], "translation": [{"protein": "ENSP00000323332", "rna": "ENST00000321949"}, {"protein": "ENSP00000345001", "rna": "ENST00000338797"}, {"protein": "ENSP00000468893", "rna": "ENST00000594658"}, {"protein": "ENSP00000469285", "rna": "ENST00000601916"}], "type_of_gene": "protein_coding"}, "entrezgene": "23373", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.5727344507, "exp_mis": 262.827120612, "exp_syn": 154.760570275, "lof_z": 4.05620201711333, "mis_z": 2.95148495839164, "mu_lof": 1.46886084913e-06, "mu_mis": 2.73139691205e-05, "mu_syn": 1.59676826169e-05, "n_lof": 2.0, "n_mis": 165.0, "n_syn": 142.0, "p_li": 0.980548236291021, "p_null": 6.13766501393763e-07, "p_rec": 0.0194511499424776, "syn_z": 0.635902240229297}, "bp": 1953, "cds_end": 18888192, "cds_start": 18794512, "n_exons": 15, "nonpsych": {"exp_lof": 18.3462816335, "exp_mis": 237.609885003, "exp_syn": 139.799216216, "lof_z": 3.74797710022884, "mis_z": 3.22663555943983, "mu_lof": 1.46886084913e-06, "mu_mis": 2.73139691205e-05, "mu_syn": 1.59676826169e-05, "n_lof": 2.0, "n_mis": 139.0, "n_syn": 133.0, "p_li": 0.961694297379036, "p_null": 4.00943039736285e-06, "p_rec": 0.0383016931905664, "syn_z": 0.362050350124611}, "nontcga": {"exp_lof": 18.9002056934, "exp_mis": 241.774257405, "exp_syn": 142.353014125, "lof_z": 3.83477531221928, "mis_z": 2.90848957909272, "mu_lof": 1.46886084913e-06, "mu_mis": 2.73139691205e-05, "mu_syn": 1.59676826169e-05, "n_lof": 2.0, "n_mis": 151.0, "n_syn": 129.0, "p_li": 0.965622271285251, "p_null": 2.50655577415792e-06, "p_rec": 0.0343752221589752, "syn_z": 0.708627094708841}, "transcript": "ENST00000338797.6"}, "exons": [{"cdsend": 18777382, "cdsstart": 18683702, "chr": "19", "position": [[18683679, 18683828], [18742909, 18743026], [18744107, 18744155], [18745822, 18745960], [18747052, 18747114], [18749780, 18749875], [18753499, 18753585], [18759550, 18759591], [18760007, 18760228], [18765403, 18765528], [18768484, 18768793], [18771441, 18771546], [18774899, 18774986], [18775640, 18775821], [18777170, 18782333]], "strand": 1, "transcript": "NM_001098482", "txend": 18782333, "txstart": 18683679}, {"cdsend": 18777382, "cdsstart": 18683702, "chr": "19", "position": [[18683679, 18683828], [18742909, 18743026], [18745822, 18745960], [18747052, 18747114], [18749780, 18749875], [18753499, 18753585], [18759550, 18759591], [18760007, 18760228], [18765403, 18765528], [18768484, 18768793], [18771441, 18771546], [18774899, 18774986], [18775640, 18775821], [18777170, 18782333]], "strand": 1, "transcript": "NM_015321", "txend": 18782333, "txstart": 18683679}], "exons_hg19": [{"cdsend": 18888192, "cdsstart": 18794512, "chr": "19", "position": [[18794489, 18794638], [18853719, 18853836], [18854917, 18854965], [18856632, 18856770], [18857862, 18857924], [18860590, 18860685], [18864309, 18864395], [18870360, 18870401], [18870817, 18871038], [18876213, 18876338], [18879294, 18879603], [18882251, 18882356], [18885709, 18885796], [18886450, 18886631], [18887980, 18893143]], "strand": 1, "transcript": "NM_001098482", "txend": 18893143, "txstart": 18794489}, {"cdsend": 18888192, "cdsstart": 18794512, "chr": "19", "position": [[18794489, 18794638], [18853719, 18853836], [18856632, 18856770], [18857862, 18857924], [18860590, 18860685], [18864309, 18864395], [18870360, 18870401], [18870817, 18871038], [18876213, 18876338], [18879294, 18879603], [18882251, 18882356], [18885709, 18885796], [18886450, 18886631], [18887980, 18893143]], "strand": 1, "transcript": "NM_015321", "txend": 18893143, "txstart": 18794489}], "generif": [{"pubmed": 12539049, "text": "cloning and functional analyses of the t(11;19) fusion oncogene:  t(11;19)(q21;p13) translocation in mucoepidermoid carcinoma creates a novel fusion product that disrupts a Notch signaling pathway."}, {"pubmed": 14720503, "text": "cloning of a novel fusion gene in mucoepidermoid carcinomas & benign Warthin's tumors; the fusion, which results from a translocation, creates a chimeric gene in which exon 1 of a novel gene designated WAMTP1 is linked to exons 2-5 of MAML2 [WAMPT1]"}, {"pubmed": 16652146, "text": "mutant Mect1-Maml2 expression plasmid carried silent nucleotide changes within the RNAi target sequence and observed that co-transfection of this mutant, but not wild-type Mect1-Maml2, could partially rescue RNAi growth inhibition in the MEC tumor line"}, {"pubmed": 16809310, "text": "Thus, both TORC1/2 and p300 families of coactivators are essential for optimal activation of HTLV-1 transcription by Tax."}, {"pubmed": 16818685, "text": "The MECT1-MAML2 fusion transcript may be specific to mucoepidermoid carcinoma and associated with a distinct mucoepidermoid carcinoma subset that exhibits favorable clinicopathologic features and an indolent clinical course."}, {"pubmed": 16980408, "text": "These results strongly suggest that TORCs play a key role in linking these external signals to the transcriptional program of adaptive mitochondrial biogenesis by activating PGC-1alpha gene transcription."}, {"pubmed": 17334997, "text": "The present and previous observations indicate that the CRTC1-MAML2 fusion is etiologically linked to benign and low-grade malignant tumors originating from diverse exocrine glands rather than being linked to a separate tumor entity."}, {"pubmed": 17437281, "text": "CRTC1/MAML2 transcript may be detected in both low and high grade mucoepidermoid carcinoma (MEC), that fusion negative tumors may define a subset of biologically aggressive MEC's tumors"}, {"pubmed": 17565599, "text": "the basic leucine zipper domain has a role in the regulation of transcriptional activity of CREB with TORC and salt inducible kinase [review]"}, {"pubmed": 18181164, "text": "CRTC1/MAML2 translocation and fusion transcript is asscociated with Warthin's tumor and mucoepidermoid carcinoma"}, {"pubmed": 18206539, "text": "The presence of the t(11;19)(q21;p13) rearrangement favors a diagnosis of mucoepidermoid carcinoma."}, {"pubmed": 18717645, "text": "Stimulation by lithium of the interaction between CREB and TORC1 is reported."}, {"pubmed": 18784253, "text": "The activation of TORC1 through MEKK1-mediated phosphorylation, is reported."}, {"pubmed": 19164581, "text": "demonstrate that CRTC1-Maml2 oncoprotein, which causes mucoepidermoid carcinomas, binds and activates both c-Jun and c-Fos."}, {"pubmed": 19269006, "text": "MAML2 and MECT1 fusion product can be detected by fluorescence in situ hybridization and reverse transcriptase polymerase chain reaction analysis performed on low- and high-grade primary bronchopulmonary mucoepidermoid carcinoma"}, {"pubmed": 19438452, "text": "Mucoepidermoid carcinoma (MEC) of the skin harbours CRTC1 rearrangements, a molecular finding that reflects morphological similarities between glandular and cutaneous MEC."}, {"pubmed": 19521953, "text": "Mucoepidermoid carcinomas are often characterized by the fusion gene CRTC1-MAML2.  The mean expression level of an embryonic stem cell marker, HMGA2 was studied and found to be higher in fusion negative than in positive tumors."}, {"pubmed": 19531414, "text": "CRTC1-MAML2 fusion was associated with favorable clinicopathologic tumor features and was useful in predicting the overall survival of patients with salivary gland mucoepidermoid carcinoma"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20010869, "text": "Data show that somatic loss of LKB1 is associated with underphosphorylation of endogenous Crtc1, enhanced Crtc1 nuclear localization."}, {"pubmed": 20588178, "text": "MECT1/MAML2 translocation status may be important prognostically in salivary mucoepidermoid carcinomas, but it does not seem to override traditional clinicopathologic parameters."}, {"pubmed": 20625861, "text": "We report an example of intraosseous mucoepidermoid carcinoma with positive TORC1/MAML2 gene fusion transcript and discuss the clinical implications."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21074686, "text": "The t(11;19) translocation and its CRTC1/MAML1 fusion transcript have been identified in mucoepidermoid carcinomas at different sites and are believed to be associated with the development of a subset of these tumors."}, {"pubmed": 21668476, "text": "mucoepidermoid carcinoma of the salivary glands positive for CRTC1-MAML2 or CRTC3-MAML2 fusion formed a favourable tumour subset that was distinct from fusion-negative cases"}, {"pubmed": 21706049, "text": "de-regulated LKB1-CRTC signaling might represent a crucial mechanism for esophageal cancer progression."}, {"pubmed": 21798997, "text": "clear-cell renal cell carcinoma become refractory to REDD1-induced mTORC1 inhibition and shed light into the development of clear-cell renal cell carcinoma"}, {"pubmed": 22236576, "text": "The results of this study suggested that CRTC1 dysfunction caused by Abeta accumulation underlies changes in gene expression required for hippocampal-dependent memory in AD transgenic mice."}, {"pubmed": 22457329, "text": "Studies indicate that phospholipase D (PLD) as a mediator of nutrients to mTORC1."}, {"pubmed": 22627671, "text": "Inhibition of TORC1 retards, and to some extent reverses, phenotypic indicators of cellular senescence."}, {"pubmed": 22749528, "text": "We demonstrate that glutamine in combination with leucine activates mammalian TORC1 (mTORC1) by enhancing glutaminolysis and alpha-ketoglutarate production."}, {"pubmed": 22805177, "text": "These observations indicate that brain malformations in TSC are likely a consequence of increased TORC1 activation during embryonic brain development."}, {"pubmed": 23074285, "text": "CRTC1-NEDD9 signaling axis mediates lung cancer progression caused by LKB1 loss."}, {"pubmed": 23699513, "text": "The data of this study raise the prospect that CRTC1 plays a role in fundamental aspects of SCN clock timing and entrainment."}, {"pubmed": 23925723, "text": "findings suggest that CRTC1 contributes to the genetics of human obesity in psychiatric patients and the general population."}, {"pubmed": 23975434, "text": "aberrantly activated AREG-EGFR signaling is required for CRTC1-MAML2-positive MEC cell growth and survival, suggesting that EGFR-targeted therapies will benefit patients with advanced, unresectable CRTC1-MAML2-positive MEC."}, {"pubmed": 24121173, "text": "Metaplastic Warthin tumor and metaplastic pleomorphic adenoma of salivary glands did not harbor CRTC1-MAML2 and CRTC3-MAML2 fusion transcripts, respectively, or MAML2 gene rearrangement."}, {"pubmed": 24468654, "text": "Lacrimal and salivary gland PAs and Ca-ex-PAs have similar genomic profiles and frequently overexpress the PLAG1 oncoprotein. Copy number gains involving 9p23-p22.3 (NFIB) and 22q12-qter (PDGFB) may be of importance for disease progression."}, {"pubmed": 24771140, "text": "Translocation t(11;19)(q14-21;p12-13) in patients with Salivary mucoepidermoid carcinoma was reported , which results in fusion between exons 1 and 2 of CRTC1 on chromosome 19p13."}, {"pubmed": 25071166, "text": "Malignant mucoepidermoid salivary gland tumors can arise from a recurrent t (11, 19)(q21;p13.1) translocation that generates an unusual chimeric CRTC1/MAML2 oncoprotein."}, {"pubmed": 25083993, "text": "describe fundamental metabolic requirements of senescent primary human CD8+ T cells and demonstrate that p38 MAPK blockade reverses senescence via an mTOR-independent pathway"}, {"pubmed": 25300488, "text": "This study showed that CREB-regulated transcriptional coactivator 1 (CRTC1) is required for HBV transcription and replication."}, {"pubmed": 25465874, "text": "CRTC1 activation is a key event that drives the LKB1-null mRNA signature in lung cancer. We also identified a positive feedback LKB1/CRTC1 signaling loop for COX-2/PGE2 regulation."}, {"pubmed": 26300003, "text": "CRTC1 as new mediator of PGE2 signaling"}, {"pubmed": 26503699, "text": "A specific CRTC1-MAMl2-induced transcriptional program was identified in mucoepidermoid carcinoma cells."}, {"pubmed": 26796488, "text": "Detection of the CRTC1/MAML2 fusion transcript provides useful information for MEC diagnosis but is not associated with differences in survival outcomes."}, {"pubmed": 27002284, "text": "CRTC1 polymorphisms seem to play a role with obesity markers in individuals with MDD rather than non-depressive individuals."}, {"pubmed": 27094739, "text": "DNA methylation levels within two distinct promoter regions of the CREB regulated transcription coactivator 1 gene were decreased in human hippocampus affected by Alzheimer disease."}, {"pubmed": 27166823, "text": "Consistent with our findings in Drosophila, through the characterization of a wdr24-/- knockout HeLa cell line we determined that Wdr24 promotes lysosome acidification and autophagic flux in mammalian cells"}, {"pubmed": 27385002, "text": "modulation of rDNA transcription initiation, elongation and rRNA processing is an immediate, co-regulated response to altered amino acid abundance, dependent on both mTORC1 activation of S6K1 and MYC activity"}, {"pubmed": 27402217, "text": "revealing neither correlation between the cellular composition and CRTC1-MAML2 fusions nor presence of CRTC3-MAML2 fusions in cutaneous hidradenoma"}, {"pubmed": 27869139, "text": "CRTC1 negatively regulates lipogenic gene expression in liver."}, {"pubmed": 28343305, "text": "MECT1-MAML2 fusion transcript is a driver genetic event in the pathogenesis of primary bronchopulmonary mucoepidermoid carcinoma"}, {"pubmed": 28438292, "text": "findings suggest further characterization of MECs is needed before considering the CRTC1/3-MAML2 gene fusion as a prognostic biomarker"}, {"pubmed": 28729415, "text": "High TORC1 expression is associated with meningioma and schwannoma."}, {"pubmed": 29080681, "text": "mTORC1 hyperactivation in melanocytes results in hypopigmentation."}, {"pubmed": 29240581, "text": "CRTC1-TRIM11 fusion appears to be specific of an unpigmented nodular tumor combining a melanocytic phenotype and low-grade tumor behavior."}, {"pubmed": 29353885, "text": "LINC00473 acts as a promising biomarker and therapeutic target for human CRTC1-MAML2-positive Mucoepidermoid carcinomas."}, {"pubmed": 29408765, "text": "This work reveals a regulatory circuit in which SIK1 suppresses gluconeogenic gene transcription by inducing ubiquitination and degradation of CRTC1."}, {"pubmed": 29533464, "text": "Case Reports: identify a novel recurrent gene fusion, CRTC1-SS18, in undifferentiated small round cell sarcoma."}, {"pubmed": 29713984, "text": "SNP located in CRTC1 has been shown in GWAS studies to be significantly associated with the risk of Barrett's esophagus."}, {"pubmed": 29925665, "text": "Pharmacological inhibition of mTORC1 by rapamycin in PHA-stimulated PBL reduced viral replication to the level found in unstimulated lymphocytes, indicating that mTORC1 activity supports MV replication as a proviral host factor."}, {"pubmed": 30138216, "text": "Pancreatic mucoepidermoid carcinoma does not have CRTC1/3-MAML2 fusion gene and MAML2 gene rearrangement."}, {"pubmed": 30380176, "text": "Two cases of breast mucoepidermoid carcinomas harboring CRTC1-MAML2 fusions are reported"}, {"pubmed": 30521840, "text": "These data suggest that increased CRTC1 in maladaptive hypertrophy presents a compensatory mechanism to delay disease progression in part by enhancing Rgs2 gene transcription."}, {"pubmed": 31153815, "text": "Our data support the known role of CRCT1 regulating energy metabolism in brain. Here, we highlight relevance of CRTC1 regulation in blood and adipose tissue"}, {"pubmed": 31878957, "text": "Study identified a methylation change during the first month of psychotropic treatment in the CRTC1 gene, which was associated with early weight gain during the same period. This epigenetic modulation was dependent on a genetic variant (rs4808844A>G) in the same genetic region, which plays a considerable regulatory role."}, {"pubmed": 32388919, "text": "Mycobacterium tuberculosis Rv3034c regulates mTORC1 and PPAR-gamma dependant pexophagy mechanism to control redox levels in macrophages."}, {"pubmed": 32759469, "text": "Mislocalization of TORC1 to Lysosomes Caused by KIF11 Inhibition Leads to Aberrant TORC1 Activity."}, {"pubmed": 32996262, "text": "TORC1 selectively regulates synaptic maturation and input convergence in the developing visual system."}, {"pubmed": 33473104, "text": "Targeting Notch and EGFR signaling in human mucoepidermoid carcinoma."}, {"pubmed": 33556406, "text": "Structural Insights into the Interaction Between CRTCs and 14-3-3."}, {"pubmed": 33561653, "text": "mTORC1 silencing during intestinal epithelial Caco-2 cell differentiation is mediated by the activation of the AMPK/TSC2 pathway."}, {"pubmed": 33830080, "text": "The CRTC1-MAML2 fusion is the major oncogenic driver in mucoepidermoid carcinoma."}, {"pubmed": 34657306, "text": "Salivary mucoepidermoid carcinoma: histological variants, grading systems, CRTC1/3-MAML2 fusions, and clinicopathological features."}, {"pubmed": 35993578, "text": "Cutaneous Melanocytic Tumor With CRTC1::TRIM11 Translocation : An Emerging Entity Analyzed in a Series of 41 Cases."}, {"pubmed": 36115844, "text": "Oncogenic RAS commandeers amino acid sensing machinery to aberrantly activate mTORC1 in multiple myeloma."}, {"pubmed": 36675234, "text": "Establishment of Mucoepidermoid Carcinoma Cell Lines from Surgical and Recurrence Biopsy Specimens."}], "genomic_pos": {"chr": "19", "end": 18782333, "ensemblgene": "ENSG00000105662", "start": 18683678, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 18893004, "start": 18794487, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007613", "qualifier": "involved_in", "term": "memory"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032793", "qualifier": "involved_in", "term": "positive regulation of CREB transcription factor activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032793", "qualifier": "involved_in", "term": "positive regulation of CREB transcription factor activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043153", "qualifier": "involved_in", "term": "entrainment of circadian clock by photoperiod"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 14536081, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048511", "qualifier": "involved_in", "term": "rhythmic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051289", "qualifier": "involved_in", "term": "protein homotetramerization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097009", "qualifier": "involved_in", "term": "energy homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902631", "qualifier": "involved_in", "term": "negative regulation of membrane hyperpolarization"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 14506290, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016604", "qualifier": "located_in", "term": "nuclear body"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14506290, 20936779, 32296183, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008140", "qualifier": "enables", "term": "cAMP response element binding protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008140", "pubmed": 14536081, "qualifier": "enables", "term": "cAMP response element binding protein binding"}]}, "homologene": {"genes": [[7955, 101886240], [8364, 100036611], [9031, 771015], [9544, 720274], [9598, 735806], [9606, 23373], [9615, 100684638], [9913, 510465], [10090, 382056], [10116, 684527]], "id": 41607}, "interpro": [{"desc": "Transducer of regulated CREB activity, middle domain", "id": "IPR024784", "short_desc": "TORC_M"}, {"desc": "Transducer of regulated CREB activity, C-terminal", "id": "IPR024785", "short_desc": "TORC_C"}, {"desc": "CREB-regulated transcription coactivator", "id": "IPR024786", "short_desc": "TORC"}, {"desc": "Transducer of regulated CREB activity, N-terminal", "id": "IPR024783", "short_desc": "TORC_N"}], "ipi": ["IPI00303383", "IPI00412329", "IPI00783099"], "map_location": "19p13.11", "name": "CREB regulated transcription coactivator 1", "other_names": ["CREB-regulated transcription coactivator 1", "Mastermind-like protein 2", "mucoepidermoid carcinoma translocated protein 1", "transducer of regulated cAMP response element-binding protein (CREB) 1"], "pantherdb": {"HGNC": "16062", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2142523", "ortholog_type": "LDO", "panther_family": "PTHR13589", "taxid": 10090, "uniprot_kb": "Q68ED7"}, {"RGD": "1589158", "ortholog_type": "LDO", "panther_family": "PTHR13589", "taxid": 10116, "uniprot_kb": "Q157S1"}, {"Ensembl": "ENSGALG00000003304", "ortholog_type": "LDO", "panther_family": "PTHR13589", "taxid": 9031, "uniprot_kb": "E1C6X5"}, {"ZFIN": "ZDB-GENE-041210-266", "ortholog_type": "O", "panther_family": "PTHR13589", "taxid": 7955, "uniprot_kb": "F1QYY6"}, {"ZFIN": "ZDB-GENE-061027-225", "ortholog_type": "LDO", "panther_family": "PTHR13589", "taxid": 7955, "uniprot_kb": "F1RB08"}, {"WormBase": "WBGene00021237", "ortholog_type": "LDO", "panther_family": "PTHR13589", "taxid": 6239, "uniprot_kb": "Q95XA8"}, {"FlyBase": "FBgn0036746", "ortholog_type": "LDO", "panther_family": "PTHR13589", "taxid": 7227, "uniprot_kb": "M9PFU2"}], "uniprot_kb": "Q6UUV9"}, "pathway": {"kegg": {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, "pid": {"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, "reactome": [{"id": "R-HSA-1592230", "name": "Mitochondrial biogenesis"}, {"id": "R-HSA-1852241", "name": "Organelle biogenesis and maintenance"}, {"id": "R-HSA-2151201", "name": "Transcriptional activation of mitochondrial biogenesis"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-400253", "name": "Circadian Clock"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9707616", "name": "Heme signaling"}], "wikipathways": [{"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}]}, "pdb": ["7D8H", "7D8P", "7D9V"], "pfam": ["PF12885", "PF12886", "PF12884"], "pharmgkb": "PA30730", "pharos": {"target_id": 14307, "tdl": "Tbio"}, "pir": "T00388", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF177311", "relationship": "is"}, {"id": "GNF188217", "relationship": "is"}, {"id": "GNF199123", "relationship": "is"}, {"id": "GNF210029", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163281", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF038473", "relationship": "weakly similar to"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF088840", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF072556", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF008869", "relationship": "is"}, {"id": "GNF008870", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF240096", "relationship": "is"}, {"id": "GNF244525", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF099207", "relationship": "is"}, {"id": "GNF138862", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_001091952.1", "NP_056136.2"], "rna": ["NM_001098482.2", "NM_015321.3", "NM_025021.1"], "translation": [{"protein": "NP_056136.2", "rna": "NM_015321.3"}, {"protein": "NP_001091952.1", "rna": "NM_001098482.2"}]}, "reporter": {"HG-U133_Plus_2": ["207159_x_at", "213091_at"], "HG-U95Av2": "36522_at", "HTA-2_0": "TC19000364.hg.1", "HuEx-1_0": ["3825292", "3855211", "3855213"], "HuGene-1_1": "8027053", "HuGene-2_1": "16859856"}, "retired": [80088, 94159], "summary": "Enables cAMP response element binding protein binding activity. Involved in positive regulation of transcription by RNA polymerase II. Located in cytosol; nuclear body; and plasma membrane. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "CRTC1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1824798"}, "unigene": "Hs.371096", "uniprot": {"Swiss-Prot": "Q6UUV9", "TrEMBL": ["M0QXN6", "M0QX46"]}, "wikipedia": {"url_stub": "CRTC1"}}