{"AllianceGenome": "2411", "HGNC": "2411", "MIM": "123690", "_id": "1421", "_version": 2, "accession": {"genomic": ["AC093698.5", "AH002661.2", "CH471063.1", "CP068276.2", "NC_000002.12", "NC_060926.1", "NG_008039.1", "NW_018654710.1"], "protein": ["AAA52112.1", "AAB38686.1", "AAI17339.1", "AAI17341.1", "AAY24041.1", "AMH87785.1", "EAW70432.1", "NP_008822.2", "P07320.3"], "rna": ["BC117338.1", "BC117340.1", "CD674533.1", "EL946552.1", "KT966392.1", "NM_006891.4", "U66583.1"], "translation": [{"protein": "AMH87785.1", "rna": "KT966392.1"}, {"protein": "AAB38686.1", "rna": "U66583.1"}, {"protein": "AAI17341.1", "rna": "BC117340.1"}, {"protein": "NP_008822.2", "rna": "NM_006891.4"}, {"protein": "AAI17339.1", "rna": "BC117338.1"}]}, "alias": ["CACA", "CCA3", "CCP", "CRYG4", "CTRCT4", "PCC", "cry-g-D"], "ensembl": [{"gene": "ENSG00000118231", "protein": "ENSP00000264376", "transcript": "ENST00000264376", "translation": [{"protein": "ENSP00000264376", "rna": "ENST00000264376"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000285434", "protein": "ENSP00000496652", "transcript": "ENST00000644920", "translation": [{"protein": "ENSP00000496652", "rna": "ENST00000644920"}], "type_of_gene": "protein_coding"}], "entrezgene": "1421", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.6996659777, "exp_mis": 74.6352257965, "exp_syn": 31.8402786073, "lof_z": 1.03317336794004, "mis_z": 0.375664799739421, "mu_lof": 5.74679748683e-07, "mu_mis": 7.32982812624e-06, "mu_syn": 3.09794679134e-06, "n_lof": 4.0, "n_mis": 68.0, "n_syn": 32.0, "p_li": 0.00822648074513727, "p_null": 0.20032752950441, "p_rec": 0.791445989750453, "syn_z": -0.0175477044501204}, "bp": 525, "cds_end": 208989197, "cds_start": 208986396, "n_exons": 3, "nonpsych": {"exp_lof": 6.01543634434, "exp_mis": 67.5036755156, "exp_syn": 28.770121537, "lof_z": 1.20744830365266, "mis_z": 0.276481122605914, "mu_lof": 5.74679748683e-07, "mu_mis": 7.32982812624e-06, "mu_syn": 3.09794679134e-06, "n_lof": 3.0, "n_mis": 63.0, "n_syn": 28.0, "p_li": 0.0393736049690154, "p_null": 0.13946475535635, "p_rec": 0.821161639674634, "syn_z": 0.0903963840265312}, "nontcga": {"exp_lof": 6.15897450772, "exp_mis": 68.6596941429, "exp_syn": 29.2883439377, "lof_z": 0.858172444811104, "mis_z": 0.340292079297241, "mu_lof": 5.74679748683e-07, "mu_mis": 7.32982812624e-06, "mu_syn": 3.09794679134e-06, "n_lof": 4.0, "n_mis": 63.0, "n_syn": 32.0, "p_li": 0.00666318888312052, "p_null": 0.239961670890303, "p_rec": 0.753375140226576, "syn_z": -0.317256256799453}, "transcript": "ENST00000264376.4"}, "exons": [{"cdsend": 208124473, "cdsstart": 208121672, "chr": "2", "position": [[208121606, 208121945], [208124111, 208124354], [208124464, 208124524]], "strand": -1, "transcript": "NM_006891", "txend": 208124524, "txstart": 208121606}, {"cdsend": 122767, "cdsstart": 119966, "chr": "2_KZ208908v1_alt", "position": [[119900, 120239], [122405, 122648], [122758, 122818]], "strand": -1, "transcript": "NM_006891", "txend": 122818, "txstart": 119900}], "exons_hg19": [{"cdsend": 208989197, "cdsstart": 208986396, "chr": "2", "position": [[208986330, 208986669], [208988835, 208989078], [208989188, 208989248]], "strand": -1, "transcript": "NM_006891", "txend": 208989248, "txstart": 208986330}], "generif": [{"pubmed": 12676897, "text": "This the first report of a mutation in the Gamma-D crystallin gene (CRYGD) resulting in autosomal dominant congenital cerulean cataracts."}, {"pubmed": 12876325, "text": "In gammaD-crystallin, methylation is exclusively at Cys 110, whereas in gammaC- and gammaB-crystallins, the principal methylation site is Cys 22 with minor methylation at Cys 79"}, {"pubmed": 15041957, "text": "This study has identified an eighth type of cataract morphology associated with CRYGD and suggests that a CRYGD mutation may underlie the historically important \"coralliform\" cataract first reported in 1895."}, {"pubmed": 15064679, "text": "It appearS to be caused by a missense mutation in the CRYGD gene, further supporting the notion that alterations to CRYG play an important factor in human cataract formation."}, {"pubmed": 15451671, "text": "These results suggest that insolubility, rather than loss of stability, is the primary basis for human gammaD-crystallin P23T mutation-derived congenital cataracts."}, {"pubmed": 15709761, "text": "The cataract-causing mutation proline23 to threonine does not exhibit any significant structural change relative to the native protein. However, in marked contrast to the native protein, the mutant shows a dramatically lowered solubility."}, {"pubmed": 15722442, "text": "domain interface residues of the refolded C-td act as a nucleating center for refolding of the N-td"}, {"pubmed": 16030500, "text": "To our knowledge, this is the first example of phenotypic heterogeneity associated with the Arg 58 His CRYGD mutation."}, {"pubmed": 16046626, "text": "Hydrophobic cluster residues of gammaD crystallin contribute to protein folding and protein stability."}, {"pubmed": 16288201, "text": "The R36S mutation in CRYGD identified in this Chinese family caused a nuclear golden crystal cataract phenotype not described before."}, {"pubmed": 16891314, "text": "interface deamidation decreases the thermodynamic stability of HgammaD-Crys and lowers the kinetic barrier to unfolding due to introduction of a negative charge into the domain interface"}, {"pubmed": 16981715, "text": "The backbone conformation of tryptophans in human gammaD-Crys may have evolved to enable the lens to become a very effective UV filter, while the efficient quenching provides an in situ mechanism to protect the tryptophans from photochemical degradation."}, {"pubmed": 17217786, "text": "R36S mutation in CRYGD gene results in an autosomal dominant congenital cataract phenotype that is different from previous reports. This is the first report of congenital cataract caused by R36S mutation in CRYGD gene."}, {"pubmed": 17564961, "text": "We identified a mutation in the CRYGD gene (P23S) of the gamma-crystallin gene cluster that is associated with a polymorphic congenital cataract that occurs with frequency of approximately 0.3% in a human population."}, {"pubmed": 17724170, "text": "Five novel mutations in CRYAA, CRYGD, and GJA8 genes were detected in congenital cataract in association with microcornea"}, {"pubmed": 17905830, "text": "analysis of folding and stability of the isolated Greek key domains of the long-lived human lens proteins gammaD-crystallin and gammaS-crystallin"}, {"pubmed": 17923670, "text": "The liquid-liquid coexistence curve and the diffusivity of the P23V mutant human gammaD-crystallin is investigated."}, {"pubmed": 18041179, "text": "The mutations in CRYGD were shown to cause changes in protein surface polarity, hydrophobicity, and spatial structure, contributing to protein deposition and cataract formation."}, {"pubmed": 18079686, "text": "Novel mutation, c.494delG, in CRYGD associated with nuclear cataract. Hypothesized to impair nuclear transfiguration and degradation in lens fiber cell differentiation, leading to opacity formation during lens development."}, {"pubmed": 18253099, "text": "Human gammaD-crystallin formed amyloid fibrils upon incubation at acid pH."}, {"pubmed": 18334953, "text": "This is the first reported case of a congenital coralliform cataract phenotype associated with the mutation of Gly61Cys (P.G61C) in the CRYGD gene; it demonstrates a possible mechanism of action for the mutant gene."}, {"pubmed": 18795792, "text": "Data show that a combination of energy transfer with electron transfer together with the high rigidity of the protein matrix around Trps, could protect HgammaD-Crys from excited-state reactions causing permanent covalent damage."}, {"pubmed": 19216553, "text": "The structure of the cataract-causing P23T mutant of human gammaD-crystallin exhibits distinctive local conformational and dynamic changes"}, {"pubmed": 19275895, "text": "high-resolution NMR studies of human gammaD-crystallin and P23T was presented."}, {"pubmed": 19358562, "text": "Fast charge transfer quenching is an evolved property of the gamma D-crystallin fold, probably protecting it from ultraviolet-induced photodamage."}, {"pubmed": 19382745, "text": "Raman spectroscopy analysis shows that gamma D-crystallin mutant Arg14Cys protein forms aggregates even at pH 4.5; the lower pH enables monitoring of the evolution of disulfide cross-links with conformations around the CC-disulfide-CC dihedral angles."}, {"pubmed": 19390652, "text": "Report a new nonsense mutation (Y56X) in CRYGD and a prev'ly reported missense mutation (R12C) in CRYAA associated with nuclear autosomal dominant congenital cataract in Brazilian families. A new polymorphism (S119S) in CRYGC was observed in one family."}, {"pubmed": 19633732, "text": "This first report of p.P23T CRYGD mutation underlying cerulean cataract in the Saudi population strongly supports the mutation's relation with the phenotype."}, {"pubmed": 19668596, "text": "A novel R15S mutation in CRYGD caused congenital coralliform cataract in a Chinese family."}, {"pubmed": 19758984, "text": "Data show that during thermal denaturation, the mutant proteins exhibited lowered thermal stability compared with WT."}, {"pubmed": 19937657, "text": "Findings indicate that Glu135 and Arg142 of gammaD-crystallin are crucial for stabilizing its hydrophobic domain interface in native conformation, and disruption of charges on the gammaD-crystallin surface may lead to unfolding and subsequent aggregat'n."}, {"pubmed": 20508808, "text": "Family having anterior polar coronary cataract that co-segregates with novel allele R77S of CRYGD in all affected members."}, {"pubmed": 20553008, "text": "This work thus provides direct evidence of the dominant role played by net hydrophobic and anisotropic protein-protein interactions in the aggregation of the P23T cataract-associated gammaD-crystallin."}, {"pubmed": 20616077, "text": "Data show a significant demixing of gammaD and betaB1 i.e., large difference of composition in the two coexisting phases."}, {"pubmed": 20621668, "text": "The alphaB-crystallin oligomers formed long-lived stable complexes with their gammaD-crystallin substrates."}, {"pubmed": 21031598, "text": "CRYGD gene mutation co-segregated with all autosomal dominant congenital nuclear cataract affected individuals and was not observed in either unaffected family members or in 200 normal unrelated individuals."}, {"pubmed": 21173272, "text": "Cataract-associated mutant E107A of human gammaD-crystallin shows increased attraction to alpha-crystallin and enhanced light scattering"}, {"pubmed": 21184609, "text": "S130P point mutations of gammaD crystallin was the most resistant to aggregation, indicating a decrease of its intrinsic aggregation propensity."}, {"pubmed": 21197114, "text": "The conformational features and aggregation properties of the mutant protein E107A human gammaD-crystallin (HGDC), associated with congenital nuclear cataract, were analyzed."}, {"pubmed": 21423869, "text": "Two novel nonsynonymous variations and four reported variations in CRYAB, CRYGC, CRYGD, and GJA8, were observed."}, {"pubmed": 21432932, "text": "Data show that only substitutions of the second Greek key pair of each crystallin domain slowed refolding, and suggest that the second Greek keys may provide nucleation sites during the folding of the double-Greek-key crystallin domains."}, {"pubmed": 21527994, "text": "A novel mutation in gammaD-crystallin associated with autosomal dominant congenital cataract in a Chinese family."}, {"pubmed": 21552497, "text": "P24T mutation of gammaD-crystallin (CRYGD) was responsible for two Chinese pedigrees with congenital coralliform cataracts. CRYGD and coralliform cataracts are highly related, and P24T may be a hot-point mutation for this disorder."}, {"pubmed": 21655238, "text": "study of effects of G61C mutation on gammaD-crystallin structure, stability and aggregation; results suggest the decrease in protein stability followed by aggregation-prone property may be the major cause in hereditary cataract induced by the G61C mutation"}, {"pubmed": 21827768, "text": "Identification of the residues in the P23T mutant that give rise to novel hydrophobic surfaces, and regions of the protein backbone where fluctuations in different timescales are restricted, which explains how lens opacity could result from this mutation."}, {"pubmed": 21866213, "text": "Novel mutations in the crystalline genes have been identified in Chinese families with congenital cataracts."}, {"pubmed": 21866214, "text": "A novel substitution has been found in CRYGD in a Brazilian family with congenital cataract in which there is no segregation with the disease, indicating that it is probably not a disease-causing mutation."}, {"pubmed": 22219628, "text": "The heterozygous 109C to A CRYGD missense mutation is associated with a distinct crystalline cataract in two US Caucasian pedigrees."}, {"pubmed": 22289178, "text": "mutants and possibly age-damaged gammaD-crystallin can escape quality control by lens chaperones rationalizing the observation that they nucleate protein aggregation and lead to cataract"}, {"pubmed": 22328156, "text": "Upon acid-induced amyloid fibril formation, the C-terminal domain forms amyloid beta-sheets, the N-terminal domain becomes extremely disordered but lies near to the beta-sheets. Fibril nucleation & extension occur only in the C-terminal domain."}, {"pubmed": 22394327, "text": "neither structural nor stability changes in the protein are responsible for the R76S gammaD-crystallin variant's association with cataract"}, {"pubmed": 22655036, "text": "The perturbed conformation of human gamma-crystallin D, I90F mutant, was recognized and bound by both alpha-crystallin A and alpha-crystallin B chaperones."}, {"pubmed": 22669729, "text": "A missense mutation in CRYGD linked with autosomal dominant congenital cataract of aculeiform type."}, {"pubmed": 23082813, "text": "Mass spectrometry identifies residues 80-163 as the amyloid core, which spans most of the C-terminal domain, the linker, and a small portion of the N-terminal domain."}, {"pubmed": 23124202, "text": "human W42R gammaD-crystallin mutant structure provides a link between congenital and age-related cataracts"}, {"pubmed": 23651449, "text": "Outcome from protein formulation characterization supports the hypothesis that the gammaD-crystallin it is able to recover and improve the mechanical properties of chemical damaged hair."}, {"pubmed": 23670788, "text": "Presentation and discussion of the first crystal structure of the P23T mutant at 2.5 A resolution."}, {"pubmed": 23957864, "text": "study establishes that UV-B irradiation of gammaD-Crystallin leads to structurally specific modifications and precipitation via two mechanisms: amorphous aggregates and amyloid fibers"}, {"pubmed": 24103489, "text": "The missense P24T mutation in CRYGD was responsible for the coralliform cataract afflicting a four-generation Chinese family."}, {"pubmed": 24366391, "text": "The presence of anti-CCP antibodies was a reliable serologic marker in rheumatoid arthritis diagnosis and was associated with cigarette smoking."}, {"pubmed": 24415662, "text": "Results show that thermal denaturation of gammaD-crystallin results in sheet-like aggregates that contain cross-linked oligomers of the protein."}, {"pubmed": 24465161, "text": "This study identified a novel congenital nuclear and posterior polar cataract phenotype caused by the recurrent mutation p. R140X in CRYGD."}, {"pubmed": 25205362, "text": "Shared epitopes and smoking were associated with the production of anti-CCP antibodies and rheumatoid factors of IgM and IgA isotypes, which again were associated with erosive disease at presentation only in smokers."}, {"pubmed": 25393041, "text": "These results indicated that the single lysine residue at the second position (K2) is acetylated at an early age and that the amount of K2-acetylated gamma D-crystallin increased with age."}, {"pubmed": 25403472, "text": "We have used trio-based exome sequencing to uncover a recurrent missense mutation in CRYGD and two novel missense mutations in GJA8 associated with autosomal dominant cataract in three nuclear families."}, {"pubmed": 25613833, "text": "Created are three double mutants of human gamma D-crystallin for which the phase diagrams for singly mutated proteins can be used to predict the behavior of the double mutants."}, {"pubmed": 25787081, "text": "oxidation-mimicking W42Q mutant of gammad-crystallin formed non-native polymers starting from a native-like state under physiological conditions"}, {"pubmed": 26147294, "text": "We have identified a novel mutation, c.451_452insGACT, in CRYGD, which is associated with nuclear cataract. This is the first insertion mutation of CRYGD found to cause autosomal dominant congenital cataract."}, {"pubmed": 26703476, "text": "Single-molecule Force Spectroscopy Predicts a Misfolded, Domain-swapped Conformation in human gammaD-Crystallin Protein."}, {"pubmed": 26732753, "text": "Mutational analysis of CRYGD identified a recurrent (p.P24T) mutation in two unrelated families with congenital coralliform cataracts and three novel (p.Q101X, p.E104fsX4 and p.E135X) mutations in three families with congenital nuclear cataracts."}, {"pubmed": 26991007, "text": "Aggregation of Trp > Glu point mutants of human gamma-D crystallin provides a model for hereditary or UV-induced cataract."}, {"pubmed": 27417136, "text": "the mechanism of aggregation of two gammaD-crystallin mutants, W42R and W42Q: the former a congenital cataract mutation"}, {"pubmed": 27455011, "text": "The nonsense mutation c.471G>A of the CRYGD gene probably underlies the congenital cataract in the pedigree"}, {"pubmed": 28401204, "text": "Using the P23T mutant of gammaD-crystallin, a protein associated with congenital cataract, we have demonstrated that the equilibrium solubility boundary and solution behavior measured using phase diagrams of purified protein solutions is consistent with the assembly of the protein expressed in cell-free expression medium in artificial cells (without fluorescent labelling) and condensates formed in mammalian cells."}, {"pubmed": 28474685, "text": "At physiological pH, CRYGD forms aggregates that look amorphous and disordered by electron microscopy. Surprisingly, solid-state NMR reveals that these amorphous deposits have a high degree of structural homogeneity at the atomic level and that the aggregated protein retains a native-like conformation, with no evidence for large-scale misfolding."}, {"pubmed": 28849415, "text": "we identified two heterozygous rare variants in genes that are involved in early cataract development; the novel c.809C>A; p.(Ser270Tyr) in MAF and the c.168C>G; p.(Tyr56 *) variant in CRYGD, previously reported as pathogenic"}, {"pubmed": 29532225, "text": "A molecular dynamics approach to explore the structural characterization of cataract causing mutation R58H on human gammaD crystallin."}, {"pubmed": 29949747, "text": "This research compared the effects of various glycation modifiers on Hgammad-crystallin aggregation, by treating samples of Hgammad-crystallin with ribose, galactose, or methylglyoxal using several biophysical techniques"}, {"pubmed": 30242128, "text": "a previously unknown oxidoreductase activity in gammaD-crystallin (HgammaD) is found. This activity was assigned to a redox-active internal disulfide bond that is dynamically exchanged among HgammaD molecules. The W42Q variant acts as a disulfide sink, reducing oxidized WT and forming a distinct internal disulfide that kinetically traps the aggregation-prone intermediate."}, {"pubmed": 30251679, "text": "Study reports the identification of Cys111 as the major residue responsible for disulfide formation in protein dimers as well as for Cu2+-induced aggregation of human gammaD-crystallin."}, {"pubmed": 31266635, "text": "Kinetic Stability of Long-Lived Human Lens gamma-Crystallins and Their Isolated Double Greek Key Domains."}, {"pubmed": 31393108, "text": "The W42R variant assumes a distinct conformation in solution that leaves the Greek key domains of the native fold largely unaltered but lacks the hydrophobic interdomain interface that is key to the stability of wild-type gammaD-crystallin."}, {"pubmed": 31422822, "text": "Temperature-Dependent Interactions Explain Normal and Inverted Solubility in a gammaD-Crystallin Mutant."}, {"pubmed": 32899552, "text": "Cataract-Associated New Mutants S175G/H181Q of betaBeta2-Crystallin and P24S/S31G of gammaD-Crystallin Are Involved in Protein Aggregation by Structural Changes."}, {"pubmed": 33264606, "text": "Assessing the Structures and Interactions of gammaD-Crystallin Deamidation Variants."}, {"pubmed": 33460241, "text": "Increased hydrophobicity of CRYGD p.(Ala159ProfsTer9): Suspected cause of congenital cataracts in a large Chinese family."}, {"pubmed": 34537240, "text": "Surface Exposed Free Cysteine Suppresses Crystallization of Human gammaD-Crystallin."}, {"pubmed": 35163513, "text": "Insights to Human gammaD-Crystallin Unfolding by NMR Spectroscopy and Molecular Dynamics Simulations."}, {"pubmed": 37480084, "text": "Congenital coralliform cataract is the predominant consequence of a recurrent mutation in the CRYGD gene."}, {"pubmed": 37739288, "text": "Cataract-causing mutations S78F and S78P of gammaD-crystallin decrease protein conformational stability and drive aggregation."}, {"pubmed": 38685567, "text": "Effect of Pressure on the Conformational Landscape of Human gammaD-Crystallin from Replica Exchange Molecular Dynamics Simulations."}], "genomic_pos": [{"chr": "2", "end": 208124524, "ensemblgene": "ENSG00000118231", "start": 208121607, "strand": -1}, {"chr": "HSCHR2_8_CTG7_2", "end": 122818, "ensemblgene": "ENSG00000285434", "start": 119901, "strand": -1}], "genomic_pos_hg19": {"chr": "2", "end": 208989225, "start": 208986331, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002088", "qualifier": "involved_in", "term": "lens development in camera-type eye"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002088", "qualifier": "involved_in", "term": "lens development in camera-type eye"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007601", "qualifier": "involved_in", "term": "visual perception"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007601", "pubmed": [9927684, 12011157, 12676897], "qualifier": "involved_in", "term": "visual perception"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034614", "pubmed": 8943244, "qualifier": "involved_in", "term": "cellular response to reactive oxygen species"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070306", "qualifier": "involved_in", "term": "lens fiber cell differentiation"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005212", "qualifier": "enables", "term": "structural constituent of eye lens"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005212", "pubmed": 12507494, "qualifier": "enables", "term": "structural constituent of eye lens"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8943244, 22289178], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 554128], [9544, 711522], [9598, 459906], [9606, 1421], [9615, 488495], [10090, 12967], [10116, 24278]], "id": 36213}, "interpro": [{"desc": "Beta/gamma crystallin", "id": "IPR001064", "short_desc": "Beta/gamma_crystallin"}, {"desc": "Gamma-crystallin-like", "id": "IPR011024", "short_desc": "G_crystallin-like"}], "ipi": "IPI00215881", "map_location": "2q33.3", "name": "crystallin gamma D", "other_names": ["gamma crystallin 4", "gamma-D-crystallin", "gamma-crystallin D"], "pantherdb": {"HGNC": "2411", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88524", "ortholog_type": "LDO", "panther_family": "PTHR11818", "taxid": 10090, "uniprot_kb": "P04342"}, {"RGD": "2422", "ortholog_type": "LDO", "panther_family": "PTHR11818", "taxid": 10116, "uniprot_kb": "P10067"}, {"MGI": "88525", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 10090, "uniprot_kb": "Q03740"}, {"MGI": "88526", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 10090, "uniprot_kb": "Q9CXV3"}, {"RGD": "1586353", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 10116, "uniprot_kb": "P10068"}, {"RGD": "2423", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 10116, "uniprot_kb": "P02528"}, {"Ensembl": "ENSGALG00000015345", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 9031, "uniprot_kb": "A0A3Q2UE14"}, {"ZFIN": "ZDB-GENE-081104-427", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "B0UYP0"}, {"ZFIN": "ZDB-GENE-041024-6", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "Q5XJ63"}, {"ZFIN": "ZDB-GENE-081105-133", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "B0S6N1"}, {"ZFIN": "ZDB-GENE-060929-898", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "Q0D276"}, {"ZFIN": "ZDB-GENE-060918-2", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "Q15I85"}, {"ZFIN": "ZDB-GENE-070424-32", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "A3KNR6"}, {"ZFIN": "ZDB-GENE-120312-2", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "Q5XTN5"}, {"ZFIN": "ZDB-GENE-070822-19", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "A7E2K7"}, {"ZFIN": "ZDB-GENE-071004-42", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "B0UY86"}, {"ZFIN": "ZDB-GENE-050516-5", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "A4FVH2"}, {"ZFIN": "ZDB-GENE-040625-154", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "A0A286YB98"}, {"ZFIN": "ZDB-GENE-081105-116", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "F1QGU7"}, {"Ensembl": "ENSDARG00000112328", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "A0A2R8QFJ6"}, {"ZFIN": "ZDB-GENE-060918-5", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "A0A2R8RN74"}, {"ZFIN": "ZDB-GENE-050516-6", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "A0A2R8QSE8"}, {"ZFIN": "ZDB-GENE-040718-321", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "A0A2R8Q3Y3"}, {"ZFIN": "ZDB-GENE-040718-105", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "Q6DH12"}, {"ZFIN": "ZDB-GENE-050522-395", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "B0S6M3"}, {"ZFIN": "ZDB-GENE-071004-53", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "A7MC89"}, {"ZFIN": "ZDB-GENE-050516-9", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "Q4ZHG3"}, {"ZFIN": "ZDB-GENE-070720-9", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "A0A286Y891"}, {"ZFIN": "ZDB-GENE-040718-322", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "B0V190"}, {"Ensembl": "ENSDARG00000116426", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "A0A2R8Q815"}, {"ZFIN": "ZDB-GENE-070822-20", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "A0A0R4IM55"}, {"ZFIN": "ZDB-GENE-080220-17", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "A8KBB6"}, {"ZFIN": "ZDB-GENE-060918-1", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "A0A2R8Q1I4"}, {"ZFIN": "ZDB-GENE-060918-4", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "Q15I84"}, {"ZFIN": "ZDB-GENE-081105-81", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "B0S6P0"}, {"ZFIN": "ZDB-GENE-071004-96", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "A8E4S8"}, {"ZFIN": "ZDB-GENE-050516-10", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "Q5XTP3"}, {"ZFIN": "ZDB-GENE-040625-145", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "B0S6N4"}, {"ZFIN": "ZDB-GENE-050516-11", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "Q5XTP2"}, {"ZFIN": "ZDB-GENE-050522-392", "ortholog_type": "O", "panther_family": "PTHR11818", "taxid": 7955, "uniprot_kb": "Q4VBU1"}], "uniprot_kb": "P07320"}, "pdb": ["1H4A", "1HK0", "2G98", "2KFB", "2KLJ", "4GR7", "4JGF", "6ETA", "6ETC", "6W5B", "6WCY", "7P53", "8BD0", "8BPI", "8Q3L"], "pfam": "PF00030", "pharmgkb": "PA26918", "pharos": {"target_id": 12624, "tdl": "Tbio"}, "pir": "I77413", "prosite": "PS50915", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247939", "relationship": "is"}, {"id": "GNF247940", "relationship": "is"}, {"id": "GNF247941", "relationship": "is"}, {"id": "GNF247942", "relationship": "similar to"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081341", "relationship": "is"}, {"id": "GNF081342", "relationship": "is"}, {"id": "GNF081343", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052690", "relationship": "is"}, {"id": "GNF057460", "relationship": "is"}, {"id": "GNF072540", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070745", "relationship": "is"}, {"id": "GNF070746", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101666", "relationship": "is"}, {"id": "GNF141321", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_008039.1", "NW_018654710.1"], "protein": "NP_008822.2", "rna": "NM_006891.4", "translation": {"protein": "NP_008822.2", "rna": "NM_006891.4"}}, "reporter": {"HG-U133_Plus_2": "207532_at", "HG-U95Av2": "32427_at", "HTA-2_0": "TC02004933.hg.1", "HuEx-1_0": ["2525472", "2596938", "2596948"], "HuGene-1_1": "8058520", "HuGene-2_1": "16907724"}, "retired": 50969, "summary": "Crystallins are separated into two classes: taxon-specific, or enzyme, and ubiquitous. The latter class constitutes the major proteins of vertebrate eye lens and maintains the transparency and refractive index of the lens. Since lens central fiber cells lose their nuclei during development, these crystallins are made and then retained throughout life, making them extremely stable proteins. Mammalian lens crystallins are divided into alpha, beta, and gamma families; beta and gamma crystallins are also considered as a superfamily. Alpha and beta families are further divided into acidic and basic groups. Seven protein regions exist in crystallins: four homologous motifs, a connecting peptide, and N- and C-terminal extensions. Gamma-crystallins are a homogeneous group of highly symmetrical, monomeric proteins typically lacking connecting peptides and terminal extensions. They are differentially regulated after early development. Four gamma-crystallin genes (gamma-A through gamma-D) and three pseudogenes (gamma-E, gamma-F, gamma-G) are tandemly organized in a genomic segment as a gene cluster. Whether due to aging or mutations in specific genes, gamma-crystallins have been involved in cataract formation. [provided by RefSeq, Jul 2008].", "symbol": "CRYGD", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413736"}, "unigene": "Hs.546247", "uniprot": {"Swiss-Prot": "P07320", "TrEMBL": "A0A140CTX7"}, "wikipedia": {"url_stub": "Crystallin, gamma D"}}