{"AllianceGenome": "2434", "HGNC": "2434", "MIM": "138960", "_id": "1437", "_version": 1, "accession": {"genomic": ["AC004511.1", "AC034228.6", "AF373868.2", "CH471062.2", "CP068273.2", "CS401638.1", "HC025839.1", "HI574012.1", "M13207.1", "NC_000005.10", "NC_060929.1", "NG_033024.1", "X03021.1"], "protein": ["AAA52121.1", "AAA52122.1", "AAA52578.1", "AAA98768.1", "AAC08707.1", "AAI08725.1", "AAI13925.1", "AAI14000.1", "AAK51563.1", "AAM44054.1", "AAU21240.1", "AJC19278.1", "CAA26822.1", "CAL40350.1", "CBH19850.1", "CBX47495.1", "EAW62353.1", "NP_000749.2", "P04141.1"], "rna": ["AF510855.1", "AY720441.1", "BC108724.1", "BC113924.1", "BC113999.1", "KP271009.1", "M10663.1", "M11220.1", "M11734.1", "NM_000758.4"], "translation": [{"protein": "AAU21240.1", "rna": "AY720441.1"}, {"protein": "AAA52121.1", "rna": "M10663.1"}, {"protein": "AJC19278.1", "rna": "KP271009.1"}, {"protein": "NP_000749.2", "rna": "NM_000758.4"}, {"protein": "AAI08725.1", "rna": "BC108724.1"}, {"protein": "AAI13925.1", "rna": "BC113924.1"}, {"protein": "AAM44054.1", "rna": "AF510855.1"}, {"protein": "AAA52578.1", "rna": "M11220.1"}, {"protein": "AAA52122.1", "rna": "M11734.1"}, {"protein": "AAI14000.1", "rna": "BC113999.1"}]}, "alias": ["CSF", "GMCSF"], "ensembl": {"gene": "ENSG00000164400", "protein": "ENSP00000296871", "transcript": "ENST00000296871", "translation": [{"protein": "ENSP00000296871", "rna": "ENST00000296871"}], "type_of_gene": "protein_coding"}, "entrezgene": "1437", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.11554118, "exp_mis": 52.0841938, "exp_syn": 21.427939, "lof_z": 2.24045114291714, "mis_z": 0.54789845955523, "mu_lof": 3.03538592807e-07, "mu_mis": 4.44897516939e-06, "mu_syn": 1.74326483567e-06, "n_lof": 0.0, "n_mis": 44.0, "n_syn": 22.0, "p_li": 0.803849286352491, "p_null": 0.00520005506451966, "p_rec": 0.19095065858299, "syn_z": -0.0766127111868985}, "bp": 435, "cds_end": 131411545, "cds_start": 131409516, "n_exons": 4, "nonpsych": {"exp_lof": 4.547516, "exp_mis": 47.0586804, "exp_syn": 19.3118102, "lof_z": 2.09430094875449, "mis_z": 0.6660499078962, "mu_lof": 3.03538592807e-07, "mu_mis": 4.44897516939e-06, "mu_syn": 1.74326483567e-06, "n_lof": 0.0, "n_mis": 38.0, "n_syn": 22.0, "p_li": 0.789885929909618, "p_null": 0.00751216345507666, "p_rec": 0.202601906635305, "syn_z": -0.385134092712018}, "nontcga": {"exp_lof": 4.69825226, "exp_mis": 47.909416, "exp_syn": 19.70565902, "lof_z": 2.13820530666058, "mis_z": 0.713259306389455, "mu_lof": 3.03538592807e-07, "mu_mis": 4.44897516939e-06, "mu_syn": 1.74326483567e-06, "n_lof": 0.0, "n_mis": 38.0, "n_syn": 19.0, "p_li": 0.78423512452084, "p_null": 0.00670485730422748, "p_rec": 0.209060018174932, "syn_z": 0.100651984378145}, "transcript": "ENST00000296871.2"}, "exons": [{"cdsend": 132075852, "cdsstart": 132073823, "chr": "5", "position": [[132073788, 132073982], [132074080, 132074122], [132074809, 132074935], [132075744, 132076170]], "strand": 1, "transcript": "NM_000758", "txend": 132076170, "txstart": 132073788}], "exons_hg19": [{"cdsend": 131411545, "cdsstart": 131409516, "chr": "5", "position": [[131409481, 131409675], [131409773, 131409815], [131410502, 131410628], [131411437, 131411863]], "strand": 1, "transcript": "NM_000758", "txend": 131411863, "txstart": 131409481}], "generif": [{"pubmed": 11763346, "text": "inhibition of signaling by antisense oligodeoxynucleotides targeting the common beta chain of receptors"}, {"pubmed": 11855781, "text": "GM-CSF-driven apoptosis, but not TNF-driven apoptosis was reversibly associated with bcl-2-expression (bcl-2-dependent mechanism)in acute lymphoblastic leukaemia and non-Hodgkin's lymphoma in children."}, {"pubmed": 11880043, "text": "Protection of peritoneal macrophages by granulocyte/macrophage colony-stimulating factor (GM-CSF) against dexamethasone suppression of killing of Aspergillus, and the effect of human GM-CSF."}, {"pubmed": 11963838, "text": "Adenomyotic glandular epithelium had greater expression of the GM-CSF ligand compared with autologous endometrium from premenopausal women"}, {"pubmed": 12022701, "text": "Activated eosinophils release small amounts of anti-apoptotic GM-CSF by stabilizing its coding mRNA. Review."}, {"pubmed": 12031914, "text": "secretion from acute myelogenous leukemia blasts was up-regulated by leptin"}, {"pubmed": 12144536, "text": "B-CLL patients with progressive disease had a significantly increased number of T cells spontaneously producing IL-2, IL-4 and GM-CSF, suggesting a role for T cells in the pathogenesis of B-CLL."}, {"pubmed": 12171249, "text": "GM-CSF induced human myelopoiesis is regulated by transforming growth factor-beta isoforms"}, {"pubmed": 12356579, "text": "GMCSF is induced in bronchial epithelial cells by the MAP kinase signaling system in response to air pollutants"}, {"pubmed": 12356582, "text": "GM-CSF plays a critical role in lung homeostasis by regulating levels of MCSF, MCP-1 and IL-8."}, {"pubmed": 12397015, "text": "Enhanced PMN survival was attributed to effects of epithelial G-CSF and granulocyte-macrophage colony-stimulating factor expression, which inhibit PMN apoptosis.Both CF and normal cells responded to bacteria with increased cytokine production"}, {"pubmed": 12444058, "text": "data indicate that granulocyte-macrophage colony stimulating factor regulates cell viability in human embryos"}, {"pubmed": 12496443, "text": "GM-CSF inhibits prolonged glucocorticoid-induced activation of eosinophil c-Jun NH2-terminal kinase and preserves the expression of eosinophil antiapoptotic protein X-linked inhibitor of apoptosis."}, {"pubmed": 12538575, "text": "signals for increased glucose transport via phosphatidylinositol 3-kinase- and hydrogen peroxide-dependent mechanisms"}, {"pubmed": 12548211, "text": "Granulocyte-macrophage colony-stimulating factor inhibited the platelet-activating factor acetylhydrolase secretion by decidual macrophages"}, {"pubmed": 12568301, "text": "GM-CSF-mediated antiapoptosis is mediated through protein synthesis-independent mechanisms and involves the Janus kinase-STAT pathway."}, {"pubmed": 12615367, "text": "IL-6 and GM-CSF may be involved in the autoimmune mechanism of non-segmental vitiligo."}, {"pubmed": 12629028, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12637324, "text": "functional studies demonstrated GMCSF-dependent activation of IkappaB kinase activity in endothelial cells, degradation of IkappaB, and activation of NF-kappaB"}, {"pubmed": 12646185, "text": "GM-CSF is up-regulated by ETS2, a target of protein kinase C"}, {"pubmed": 12663443, "text": "GM-CSF exerts a dual effect: it stimulates cell division but contemporaneously up-regulates Jak-Stat-dependent proapoptotic proteins."}, {"pubmed": 12743567, "text": "ICAM-3 is highly expressed on the surface of human eosinophils and has a role in the downregulation of GM-CSF production."}, {"pubmed": 12744771, "text": "GMCSF is induced in lung fibroblasts by IL-beta, TNF-alpha, and macrophage contact."}, {"pubmed": 12759409, "text": "Incubation of eosinophils with GMCSF leads to reduced expression of IL-5R alpha that is sustained for up to 5 days; in contrast, eosinophil IL-3R alpha expression is increased by GMCSF, whereas eosinophil GMCSF receptor alpha is down-regulated by GMCSF."}, {"pubmed": 12855588, "text": "induces cell cycle progression via internal ribosome entry site-mediated translation of c-myc though the PI3K pathway in human factor-dependent leukemic cells"}, {"pubmed": 12926133, "text": "IL-10 is one of the cytokines up-regulating the GM-CSF expression in non-small cell lung cancer."}, {"pubmed": 12928384, "text": "GM-CSF induces expression of surface and total class II major histocompatibility antigens crucial for antigen presentation in human monocytes."}, {"pubmed": 12935848, "text": "immunolocalization studies confirmed the presence of granulocyte-macrophage colony stimulating factor(GM-CSF) in the germ cell line in bovine and human testes and addition of GM-CSF enhances several parameters of sperm motility"}, {"pubmed": 12954601, "text": "TNF, GM-CSF, and G-CSF induce actin depolymerization and morphological changes through activation of ERK and/or p38 MAPK, and cytokine-induced actin reorganization may affect inhibitory effect of these cytokines on neutrophil chemotaxis."}, {"pubmed": 13679820, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 13679820, "text": "The GM-CSF genotype is an important genetic marker predicting an individual's predisposition to atopic dermatitis."}, {"pubmed": 14503968, "text": "GMCSF was highly expressed in dendritic cells with a bicistronic retroviral vector."}, {"pubmed": 14512323, "text": "neutralizing anti-GM-CSF autoantibodies develop specifically in patients with idiopathic pulmonary alveolar proteinosis"}, {"pubmed": 14530365, "text": "GMCSF displays additive effects with TNF-alpha on the common p47phox phosphorylated site and on fMLP-induced NADPH oxidase activation in human neutrophils, which is evidence for a common priming pathway."}, {"pubmed": 14564341, "text": "Hematopoietin receptor superfamily. Comprised of cytokine-specific alpha chain and common beta chain for signaling. Contributes to differentiation and function of leukocytes. Protective immunity and pathophysiology of immunologic diseases. Review."}, {"pubmed": 14567558, "text": "results suggest that in pulmonary alveolar proteinosis, GM-CSF synthesis is deficient and associated with negative regulation by IL-10"}, {"pubmed": 14628073, "text": "long-term exposure of primitive human hematopoietic cells to elevated levels of human IL-3, GM-CSF and SF in vivo may deleteriously affect the stem cell compartment, while expanding terminal myelopoiesis."}, {"pubmed": 14630612, "text": "Results identify several transcriptional targets of interleukin-5 and granulocyte macrophage-colony-stimulating factor in human eosinophils and suggest that a number of protein products are critical to the responsiveness of airway eosinophils."}, {"pubmed": 14662891, "text": "GM-CSF elicits chemotaxis and chemokinesis of neutrophils by a process correlated with activity of the ribosomal p70 S6 kinase signaling pathway."}, {"pubmed": 14726527, "text": "the GM-CSF ARE controls translation and mRNA decay by interfering with poly(A)-binding protein-mediated mRNA circularization."}, {"pubmed": 14730225, "text": "Local injection of recombinant human GM-CSF may improve the healing of ischemic and even normal colon anastomoses."}, {"pubmed": 15009203, "text": "Data characterize recombinant human granulocyte-macrophage colony stimulating factor (GM-CSF) for glycosylation sites and the definition of the glycosidic moiety, including the degree of site occupancy."}, {"pubmed": 15078892, "text": "Profound changes in the rate of neutrophil apoptosis following Granulocyte macrophage colony-stimulating factor signaling occur via dynamic changes in the rate of Mcl-1 turnover via the proteasome."}, {"pubmed": 15123671, "text": "Data suggest that glycogen synthase kinase-3beta-phosphorylated Ets1 is a target of Runx1-recruited calcineurin phosphatase at the granulocyte macrophage colony-stimulating factor promoter."}, {"pubmed": 15129224, "text": "benzene metabolite hydroquinone stimulates proliferation via activation of ERK/AP-1 and is at least partially mediated via the production of GM-CSF"}, {"pubmed": 15136573, "text": "release of the eosinophil survival factor granulocyte/macrophage colony-stimulating factor from monocytes is stimulated by 5-oxo-6,8,11,14-eicosatetraenoic acid"}, {"pubmed": 15201279, "text": "mappin of an epitope on the human granulocyte-macrophage colony-stimulating factor at its C terminus"}, {"pubmed": 15218949, "text": "GM-CSF is associated with the expression of proliferation vascularization in memingioma."}, {"pubmed": 15245433, "text": "E2 may enhance GM-CSF production via guanine nucleotide-binding protein-coupled membrane receptors and signaling cascade of PI-specific PLC/protein kinase Calpha/MEK/ERK."}, {"pubmed": 15269821, "text": "TGF-beta and ET-1 have roles in mechanical force generation in keratinocyte-fibroblast co-cultures, and GM-CSF induces myofibroblasts acting indirectly"}, {"pubmed": 15308671, "text": "c-Kit makes both kinase-independent and -dependent contributions to the proliferative synergy induced by SCF in combination with GM-CSF"}, {"pubmed": 15340054, "text": "GM-CSF enhancer core elements are divided between two adjacent nucleosomes that become destabilized and highly accessible after activation."}, {"pubmed": 15358207, "text": "In vitro human osteoclastogenesis is dependent on M-CSF and the stimulatory effects of GM-CSF are mediated by M-CSF."}, {"pubmed": 15388258, "text": "IL-17 and IL-17F play a differential regulatory role in GM-CSF production by LMVECs stimulated with IL-1beta and/or TNF-alpha, which is sensitive to Th1 and Th2 cytokine modulation"}, {"pubmed": 15388264, "text": "a role for GM-CSF as a major mediator in increasing granuloma reaction in human schistosomiasis"}, {"pubmed": 15475489, "text": "roles for p38 MAPK and NF-kappaB in the potentiation of GM-CSF release"}, {"pubmed": 15479432, "text": "GM-CSF producing cells were present in both the divided and undivided airway smooth muscle cells populations"}, {"pubmed": 15528381, "text": "GM-CSF induces the protein expression of cyclin D3 and the kinase Pim-1, both of which are regulated by STAT-dependent processes in airway and blood eosinophils."}, {"pubmed": 15541716, "text": "majority of neutrophil chemoattractant activity produced by female reproductive tract epithelial cells results from the synergistic effects of IL-8 and GM-CSF"}, {"pubmed": 15576295, "text": "The GM-CFS mRNA expression in these cell lines and recent studies have demonstrated that HCs can stimulate tumor progression."}, {"pubmed": 15621725, "text": "GM-CSF governs the properties of the more mature myeloid cells of the granulocyte and macrophage lineages during host defence and inflammatory reactions [review]"}, {"pubmed": 15927668, "text": "Neither upregulation of CD20 antigen nor a change of the proportion of CD20 positive cells was observed after a dose of 5 microg/kg GM-CSFin B cell chronic leukemia."}, {"pubmed": 16027123, "text": "Helix C of human GM-CSF plays a prominent role in the regulation of high affinity heparin binding"}, {"pubmed": 16167889, "text": "This review summarizes the evidence supporting a major role for GM-CSF in inflammation and autoimmunity and its functions as major regulator governing granulocyte and macrophage lineage populations at all stages of maturation."}, {"pubmed": 16211258, "text": "Protein kinase C plays a role in activation of granulocyte macrophage-colony stimulating factor in lung cancer."}, {"pubmed": 16305336, "text": "Data describe coculture of human peripheral blood cells and mouse stromal cells transfected with c-kit ligand, thrombopoietin, flt-3/flk2 ligand, and granulocyte-macrophage-CSF or with weekly addition of these cytokines."}, {"pubmed": 16380083, "text": "RNA containing the AU-rich element of GM-CSF is destabilized by dicer and positive charge of proteins"}, {"pubmed": 16487109, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16491014, "text": "Histamine stimulated the activation of MAPK signals, which may regulate the expression or IL-8 and GM-CSF"}, {"pubmed": 16716376, "text": "The cytokines TNFalpha and GM-CSF activate CAEV transcription, and this effect occurs independently of AP-1."}, {"pubmed": 16783532, "text": "IL2 and GMCSF do not cause a cumulative gain in peripheral dendritic cell counts or an increase in myeloid BDCA-1+ BDCA-2- dendritic cell subset in the peripheral blood."}, {"pubmed": 16896315, "text": "We suggested that G-CSF has potentially neuroprotective effects on motor neurons in ALS and that downregulation of its receptor might contribute to ALS pathogenesis"}, {"pubmed": 16912178, "text": "A progression-promoting effect of G-CSF and GM-CSF in human head and neck squamous cell carcinomas."}, {"pubmed": 16949316, "text": "Csf-2 regulates invariant natural killer T (iNKT) cell effector differentiation during development by a mechanism that renders them competent for cytokine secretion."}, {"pubmed": 17142110, "text": "increased activity of inhibitory molecules, such as Src homology domain-containing protein tyrosine phosphatase-1 (SHP-1) and suppressors of cytokine signalling (SOCS), is responsible for age-related failure of GM-CSF to stimulate neutrophil functions"}, {"pubmed": 17205286, "text": "Results indicate that elevated GM-CSF levels may contribute, at least in part, to high leukocyte numbers in sickle cell disease."}, {"pubmed": 17273755, "text": "IL-3 can not replace GM-CSF to induce the differentiation of human monocytes into Langerhans cells in culture"}, {"pubmed": 17311927, "text": "recombinant GM-CSF-Bcl-XL binds the GM-CSF receptor on human monocyte/macrophage cells and bone marrow progenitors inducing differentiation and allowing Bcl-XL entry into cells"}, {"pubmed": 17342342, "text": "G-CSF and GM-CSF might accelerate tumor progression by directly regulating COX-2 expression, independently of an autocrine mechanism."}, {"pubmed": 17355643, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17362254, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17512774, "text": "GM-CSF has a role in regulation of embryo development and pregnancy [review]"}, {"pubmed": 17533050, "text": "GM-CSF-stimulated CD34(+) cell proliferation is regulated by the JAK/STAT3/survivin signaling pathway."}, {"pubmed": 17619839, "text": "Vascular smooth muscle cells-like endothelial cells appear to contribute to the maintenance of an inflammatory response in the atherosclerotic vessel wall upon CD40-CD154 co-stimulation."}, {"pubmed": 17681858, "text": "Carriers of the CSF2 117Ile allele had a 2.4-fold higher risk of COPD than the wild type (Thr/Thr) carriers."}, {"pubmed": 17681858, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17713553, "text": "dysregulated production of GM-CSF by polycythemia vera (PV) T cells, contributes to the in vitro formation of erythroid colonies in the absence of exogenous cytokines by PV CD34+ cells and likely plays a role in sustaining hematopoiesis in PV"}, {"pubmed": 17894541, "text": "Higher concentrations of interleukin-8, G-CSF, and GM-CSF in bronchoalveolar lavage fluid are associated with the development of fibrosis in sulfur mustard victims."}, {"pubmed": 17914409, "text": "gene expression profiling study of contribution of GM-CSF and IL-8 to the CD44-induced differentiation of acute monoblastic leukemia"}, {"pubmed": 17934321, "text": "GM-CSF is a prerequisite for the maintenance of structural integrity of the vessel wall."}, {"pubmed": 17938902, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 18027871, "text": "GM-CSF induced sprout formation in spheroids was found to be potently inhibited by siRNA specific for MT1-MMP"}, {"pubmed": 18089573, "text": "GM-CSF regulates MCP-1 expression via Janus kinase-2-Stat5 pathway and by a novel regulatory mechanism of statins to reduce inflammatory reactions by down-regulating the expression of monocytic MCP-1"}, {"pubmed": 18219369, "text": "Differential constitutive and cytokine-modulated expression of Toll-like receptors in primary neutrophils, monocytes, and macrophages is reported."}, {"pubmed": 18254319, "text": "IgE and GM-CSF may contribute to the recruitment of eosinophils in nasal polyps."}, {"pubmed": 18353856, "text": "No association was found for CSF2(colony stimulating factor 2) single nucleotide polymorphisms and lung function, nor was there evidence of epistasis"}, {"pubmed": 18353856, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18434187, "text": "GM-CSF operates downstream of CD40/CD40L interaction and that GM-CSF modulates Abeta production by influencing APP trafficking"}, {"pubmed": 18439101, "text": "These findings suggest that JNK1 and JNK2 are involved in TNF-alpha-induced neutrophil apoptosis and GM-CSF-mediated antiapoptotic effect on neutrophils, respectively."}, {"pubmed": 18441098, "text": "activation of the TRPM8 variant in human lung epithelial cells leads to increased expression of IL-1alpha, -1beta, -4, -6, -8, and -13, granulocyte-macrophage colony-stimulating factor (GM-CSF), and TNF-alpha."}, {"pubmed": 18523302, "text": "Within a three-dimensional collagen matrix, growth factor GM-CSF-induced eosinophil migration is only partially dependent on Rho kinase/Rho-associated kinase (ROCK) and is independent of RhoA GTP-binding protein activation."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18701168, "text": "GM-CSF modulates the CpG-independent, MyD88-dependent neutrophil response to bacterial DNA, by increasing the activation of the MAPKs p38 and ERK1/2."}, {"pubmed": 18755511, "text": "GM-CSF can both synergize with TNFalpha in the case of expression of IL1-RA and antagonize in the case of CD83."}, {"pubmed": 18804273, "text": "These results demonstrated that somatic cells derived from a cloned fetus can be used to produce recloned and transgenic pigs with the hGM-CSF gene."}, {"pubmed": 18830265, "text": "STAT5 is recruited to phosphorylated tyrosine residues on the activated GM-CSF receptor, indicating that STAT5 signaling profile reflects juvenile myelomonocytic leukemia hypersensitivity to GM-CSF."}, {"pubmed": 18926300, "text": "This review summarizes the role of different cytokine cocktails in the in vitro generation of human DCs from blood monocyte precursors, focusing on GM-CSF as a direct player in the generation of functionally distinct DCs."}, {"pubmed": 18928604, "text": "The levels of EPO, SCF and GM-CSF in chronic aplastic anemia patients were obviously lower than those in the healthy individuals."}, {"pubmed": 18971287, "text": "CCL11 induces SOCS1 and SOCS3 expression in murine macrophages, human monocytes, and dendritic cells and inhibits GM-CSF-mediated STAT5 activation and IL-4-induced STAT6 activation in a range of hematopoietic cells."}, {"pubmed": 18974369, "text": "GM-CSF derived from cultured skeletal muscle cells after mechanical strain promote neutrophil chemotaxis in vitro."}, {"pubmed": 18974840, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19028820, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19050289, "text": "Recombinant GM-CSF stimulation of either eosinophilic leukemia (EoL-1) cells or blood eosinophils in vitro results in reorganization of actin and translocation of alpha-fodrin to the plasma membrane."}, {"pubmed": 19131452, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19131662, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19141860, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19158269, "text": "These data argue that the regulation of the IL-3 and the GM-CSF promoters depends on the positions of their enhancers relative to the conserved CTCF/cohesin-binding sites."}, {"pubmed": 19164476, "text": "Expression of CFS2 by decidua cells contributes to host defense in patients with chorioamnionitis."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19222422, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19225544, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19230854, "text": "GM-CSF regulates ileal homeostasis in Crohn's disease (CD) and in mouse models."}, {"pubmed": 19247692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19263529, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19282464, "text": "A novel potential mechanism of innate immune regulation, help define the therapeutic window for potential clinical use of GM-CSF autoantibodies to treat inflammatory and autoimmune diseases, such as pulmonary alveolar proteinosis."}, {"pubmed": 19324950, "text": "PKC(alpha) and PKC(epsilon) differentially regulate Legionella pneumophila-induced GM-CSF"}, {"pubmed": 19379606, "text": "stimulation of HNEC with SEB resulted in increased IL-5 and GM-CSF expression, which could be suppressed by dexamethasone (p < 0.05), and SEB at concentrations of 1-100 ng/mL effectively promoted IL-5 and GM-CSF release by HNEC (p < 0.05)"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19479237, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19494510, "text": "These data showed that 15d-PGJ2 is a potent inducer of IL-8 and GM-CSF production through ERK1/2 kinase activation, but this is independent of CRTH2 or PPARgamma activation."}, {"pubmed": 19559392, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19560459, "text": "GM-CSF is expressed in normal and glaucomatous human retina."}, {"pubmed": 19578876, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19699526, "text": "Gal-3 expression in iDCs is restricted, and Gal-3 protein is localized mainly intracellular, due to the opposite actions of IL-4 and GM-CSF."}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19773451, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19807655, "text": "Higher plasma endogenous GM-CSF level is found in stroke patients compared to controls"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20015396, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20015396, "text": "The intronic CSF2_27348 A allele in chromosome 5q31 was associated with dose dependent protection from trichiasis, with each copy of the allele reducing risk by 37% (p = 0.005)."}, {"pubmed": 20056792, "text": "results clearly identified a TLR2/6-dependent induction of angiogenesis by the bacterial lipopeptide MALP-2, which is mediated by GM-CSF"}, {"pubmed": 20078425, "text": "Data show that Deletion of the Ig-like domain of GM-CSFRalpha abolished direct GM-CSF binding and decreased growth signalling in the presence of hbetac."}, {"pubmed": 20233331, "text": "Higher mRNA expression of CSF2 were detected in gingival tissue from chronic periodontitis patients compared to healthy controls."}, {"pubmed": 20382843, "text": "GM-CSF may serve as a link between a pathologic inflammatory environment, pDC activation, and the modulation of CD4 T-cell responses"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20483917, "text": "Computer modelling predicted that the palindromic element is able to accommodate binding of two Runx1/core binding factor beta complexes closely aligned on the same face of the DNA helix."}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20527084, "text": "GM-CSF contributes to the pathogenesis of RA through upregulation of NGAL in neutrophils, followed by induction of TERA, cathepsin D and TG2 in synoviocytes. NGAL and the upregulated enzymes may therefore play an important role in RA."}, {"pubmed": 20536507, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20603037, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20802406, "text": "These preliminary data might suggest an influence of cPLA2alpha on GM-CSF gene expression in human lung cells."}, {"pubmed": 20811626, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20829438, "text": "Results suggest that granulocyte-macrophage colony-stimulating factor plays a crucial role in the pathogenesis of preeclampsia."}, {"pubmed": 20956574, "text": "These results suggest that matrix metalloproteinases could be potentially involved in the tissue damage observed in osteoarticular brucellosis."}, {"pubmed": 20959405, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21052690, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21071541, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21123547, "text": "These findings suggest that human cytomegalovirus induces haemangiogenesis and lymphangiogenesis through an indirect mechanism that relies on the stimulation of IL-6 and GM-CSF secretion from infected cells."}, {"pubmed": 21262803, "text": "Human IL-3/GM-CSF knock-in mice support human alveolar macrophage development and human immune responses in the lung."}, {"pubmed": 21324206, "text": "Results suggest that the 3CLpro may suppress expression of GM-CSF in transfected A549 cells through down-regulation of NF-kB production."}, {"pubmed": 21486701, "text": "Zymosan-induced GM-CSF-mediated signaling network may play a key role in regulating specific immune cell type activities."}, {"pubmed": 21506110, "text": "Data indicate a role for PLCgamma2 and Ca(2+) signaling through the modulation of MEK/ERK in IL3/GM-csf stimulated human hematopoietic stem/progenitor cells."}, {"pubmed": 21705618, "text": "Potential paracrine interactions between human primary eosinophils and glioblastoma cells focus on the cytokine GM-CSF, which may play a functional role in certain tumor immune responses."}, {"pubmed": 21724805, "text": "Monocytes differentiated with GM-CSF and IL-15 initiate Th17 and Th1 responses that are contact-dependent and mediated by IL-15."}, {"pubmed": 21873076, "text": "Differences in protein expression induced by TNFalpha were limited and did not show discriminatory power in a principal component analysis, whereas the profile induced by GM-CSF did"}, {"pubmed": 21931646, "text": "Results provide evidence that TNF-alpha is an excellent readout of vaccinia specificity and that other cytokines such as GM-CSF can be used to evaluate the reactivity of CD4+ T cells in response to vaccinia antigens."}, {"pubmed": 22031867, "text": "Data indicate that infection may disturb both GM-CSF-dependent physiologic processes and suggest GM-CSF-based therapeutic approaches."}, {"pubmed": 22200506, "text": "The expression of granulocyte-macrophage colony-stimulating factor (GM-CSF) and its receptors (GM-CSF.R) in 20 human brain gliomas with different tumor gradings, were studied."}, {"pubmed": 22430742, "text": "This study demonistrated that GMCSF is downregulation in brain in patient with Alzheimer's disease."}, {"pubmed": 22698406, "text": "Data show that pancreatic ductal adenocarcinoma (PDA) tumor cells prominently expressed GM-CSF in vivo."}, {"pubmed": 22698407, "text": "Data indicate that an enhanced GM-CSF production was observed in pancreatic intraepithelial neoplasia (PanIN) lesions."}, {"pubmed": 22837488, "text": "IL-27 suppresss GM-CSF production under nonpolarizing and T helper (Th)1 cell, but not T helper (Th)17 cell conditions, in both murine and human cultures."}, {"pubmed": 22911897, "text": "impairment of NFATC2-calcineurin interaction promotes megakaryocyte proliferation through up-regulation of CSF2 transcription"}, {"pubmed": 23069312, "text": "The data presented suggest that -677C/A in the promoter region of the GM-CSF gene does not play a role in acne pathogenesis."}, {"pubmed": 23520016, "text": "The expression of CSF2 (but not CSF1) was highly up-regulated in glioblastoma patients and we found an inverse correlation between CSF2 expression and patient survival."}, {"pubmed": 23548906, "text": "Overexpression of a nonphosphorylatable MT1-MMP mutant (Y573F) abrogates CSF-2 and CSF-3 transcriptional increases."}, {"pubmed": 23585475, "text": "GM-CSF contributes to aortic aneurysms resulting from SMAD3 deficiency"}, {"pubmed": 23600834, "text": "Within pediatric Crohn disease, neutrophil GM-CSF-dependent STAT5 activation and bacterial killing were reduced as GM-CSF autoantibodies increased."}, {"pubmed": 23696637, "text": "CBL linker and RING finger mutants lead to enhanced GM-CSF signaling due to elevated kinase expression, which can be blocked using small molecule inhibitors targeting specific downstream pathways."}, {"pubmed": 23920355, "text": "Since GM-CSF plays an important role during pregnancy, the reduced levels of GM-CSF in the cervico-vaginal fluid of human papillomavirus(+) women might contribute to explain the reduced live birth rate."}, {"pubmed": 24040001, "text": "Data indicate that differentially expressed IL-17, IL-22, and IL-23 levels are associated with K-ras in a stage-specific fashion along colorectal cancer progression and an association was established between mutant K-ras and GM-CSF and IFN-gamma."}, {"pubmed": 24056818, "text": "Granulocyte colony-stimulating factor produces long-term changes in gene and microRNA expression profiles in CD34+ cells from healthy donors."}, {"pubmed": 24078930, "text": "in the type 2 diabetes mellitus group, significantly higher IL-4 level on the first and the third post dengue virus infection days, while higher IL-10 and granulocyte-macrophage colony-stimulating factor were detected on the third postinfection day."}, {"pubmed": 24100343, "text": "M-CSF induces macrophage transformation by upregulating c-Jun with a certain synergy of NFkappaB."}, {"pubmed": 24117406, "text": "GM-CSF polymorphism may be involved in the pathogenesis of atopic dermatitis."}, {"pubmed": 24211252, "text": "SECTM1 secreted from bone marrow stromal cells may interact with CD7 to influence GM-CSF expression in leukemic cells."}, {"pubmed": 24244449, "text": "Cytokines and signaling molecules predict clinical outcomes in sepsis."}, {"pubmed": 24258001, "text": "Treatment with GM-CSF increased the expression of vimentin and ZEB1, similar to TGF-b1 treatment, and decreased the expression of E-cadherin. Our results suggest that GM-CSF could induce EMT in human HERS/ERM cells."}, {"pubmed": 24275678, "text": "Describe GM-CSF ELISA for routine clinical diagnosis of autoimmune pulmonary alveolar proteinosis."}, {"pubmed": 24446489, "text": "loss of BMPR2 induced prolonged phospho-p38 MAPK in response to TNF, and this increased GADD34-PP1 phosphatase activity, dephosphorylating eukaryotic translation initiation factor (eIF2alpha), and derepressing GM-CSF mRNA translation"}, {"pubmed": 24463275, "text": "The comparison between the cytokine profiles of ET and PV patients showed a statistically significant increase of IL-4, IL-8, GM-CSF, interferon -gamma, MCP-1, PDGF-BB, and VEGF in the ET group"}, {"pubmed": 24670131, "text": "Periodic fever, aphthous stomatitis, pharyngitis and cervical adenopathy syndrome febrile episodes are characterized by activation of GM-CSF and IL-8 with Th1 skewing."}, {"pubmed": 24692225, "text": "The association of GM-CSF expression with systemic inflammation highlights the potential role of Th17-related cytokines in the pathology of juvenile idiopathic arthritis."}, {"pubmed": 24692240, "text": "G-CSF- or GM-CSF-secreting cancers, albeit not very common are, however, among the most rapidly advancing ones due to a cytokine-mediated immune suppression and angiogenesis. [Review]"}, {"pubmed": 24823638, "text": "mesenchymal-like breast cancer cells activate macrophages to a tumor-associated macrophage-like phenotype by GM-CSF."}, {"pubmed": 24836891, "text": "activation of STAT3 induces the expression of GM-CSFRa that protects CLL cells from apoptosis, suggesting that inhibition of STAT3 or GM-CSFRa may benefit patients with chronic lymphocytic leukemia"}, {"pubmed": 25080789, "text": "The detection of basal level of IgM rheumatoid factor, IgM and also certain cytokines can be useful in prognosis of effectiveness of rituximab therapy under rheumatoid arthritis."}, {"pubmed": 25278028, "text": "analysis of an IL2RA polymorphism that controls GM-CSF production in human TH cells"}, {"pubmed": 25629767, "text": "NFKBIZ gene knockdown in bronchial epithelial cells suppresses the release of IL-1b-induced IL-6 and GMCSF."}, {"pubmed": 25633855, "text": "GM-CSF primes IL-13 production by macrophages via PAR-2."}, {"pubmed": 25721620, "text": "Colony Stimulating Factors 1, 2, 3 and early pregnancy"}, {"pubmed": 25814824, "text": "CFH Y402H polymorphism is associated with elevated vitreal GM-CSF and choroidal macrophages in the postmortem human eye."}, {"pubmed": 25919140, "text": "The canonical NFkappaB signaling in fibroblasts, but not in tumor cells, was shown to be responsible for the induced and constitutive CSF2 expression."}, {"pubmed": 26033355, "text": "Influenza infection stimulates the secretion of IL-8 and GM-CSF by alveolar epithelial cells."}, {"pubmed": 26339358, "text": "Honokiol could possess potential anti-inflammatory effects and inhibits TNF-alpha-induced IL-1beta, GM-CSF and IL-8 production in PBMCs from rheumatoid arthritis patients."}, {"pubmed": 26381575, "text": "Letter: Knockdown of either filaggrin or loricrin increases the productions of interleukin (IL)-1alpha, IL-8, IL-18 and granulocyte macrophage colony-stimulating factor in stratified human keratinocytes."}, {"pubmed": 26521038, "text": "Impaired RASGRF1/ERK-mediated GM-CSF response characterizes CARD9 deficiency in French-Canadians."}, {"pubmed": 27016418, "text": "Data suggest that the intratumoral GM-CSF expression, as a potentially independent prognostic biomarker for recurrence, might improve conventional clinical and pathologic analysis to refine outcome prediction for clinically localized clear-cell renal cell carcinoma (ccRCC) patients after surgery."}, {"pubmed": 27173404, "text": "Upregulation of GM-CSF and M-CSF production by endothelial cells, an effect that appears to be mediated by NF-kappaB and to be independent of IL-1, may be an additional mechanism through which IL-33 contributes to inflammatory activation of the vessel wall."}, {"pubmed": 27364892, "text": "This review summarizes a number of findings to provide the currently available information regarding the anticancer immune response of GM-CSG. [review]"}, {"pubmed": 27819269, "text": "Data show that GIF (ORF117 ) serves as a competitive decoy receptor by leveraging binding hotspots underlying the cognate receptor interactions of granulocyte macrophage colony-stimulating factor (GM-CSF) and interleukin-2 (IL-2)."}, {"pubmed": 28043030, "text": "Oral and periodontal innate immunity is affected by HIV viremia and ART. GCF IL-8, G-CSF, as well as serum IL-8, MCP-1 and GM-CSF may be useful biomarkers for the detection of disease presence and/or its severity due to HIV infection and ART use."}, {"pubmed": 28274999, "text": "In gastric cancer (GC), tumour-derived GM-CSF activated neutrophils and induced neutrophil PD-L1 expression via Janus kinase (JAK)-signal transducer and activator of transcription 3 (STAT3) signalling pathway. The activated PD-L1(+) neutrophils effectively suppressed normal T-cell immunity in vitro and contributed to the growth and progression of human GC in vivo."}, {"pubmed": 28376863, "text": "Data suggest that the methylotrophic yeast Pichia pastoris is an effective recombinant host for heterologous granulocyte-macrophage colony-stimulating factor (rhGM-CSF) production."}, {"pubmed": 28377320, "text": "The IL-3/ GM-CSF effected on the myofibroblastic differentiation of human adipose derive stromal cells (hASCs) as well as it did on human dermal fibroblasts (HDFs)."}, {"pubmed": 28536308, "text": "In a subset of patients who received GM-CSF, circulating myeloid-derived suppressor cells (MDSC), and anti-GM-CSF-neutralizing antibodies (Nabs) were also modulated. The majority of patients developed anti-GM-CSF Nabs, which correlated with improved RFS and OS"}, {"pubmed": 28737771, "text": "Obesity alters the lung neutrophil infiltration to enhance breast cancer metastasis through IL5 and GM-CSF."}, {"pubmed": 28754674, "text": "High GM-CSF expression is associated with breast Cancer."}, {"pubmed": 28846166, "text": "this study shows that cortisol inhibits CSF2 via DNA methylation and inhibits invasion in first-trimester trophoblast cells"}, {"pubmed": 29142230, "text": "Data show that CD4 T cells from synovial fluid are enriched for granulocyte-macrophage colony-stimulating factor (GM-CSF) production, suggests that the GM-CSF programme may be a primary pathogenic process."}, {"pubmed": 29233902, "text": "As translated to human disease, these findings suggest vaccine-mediated expansion of GM-CSF-producing T cells could be an effective prophylactic or therapeutic TB strategy."}, {"pubmed": 29434451, "text": "GM-CSF bioavailability plays a critical role in maintaining intestinal homeostasis. Decreased bioavailability coupled with the genetic risk markers and/or smoking results in aggressive ileal Crohn's disease behavior."}, {"pubmed": 30007865, "text": "GM-CSF could be induced by M. pneumoniae infection in vivo and vitro. Childen with high level GM-CSF had longer duration of fever. GM-CSF probably plays a vital role in neutrophil inflammation in M. pneumoniae infection."}, {"pubmed": 30110645, "text": "It has been demonstrated that DLL1-dependent Notch signaling and GM-CSF cooperate to promote human dendritic cell differentiation."}, {"pubmed": 30205963, "text": "GM-CSF and IL-2 provided the best yield to differentiate active TB from latent TB and from TB uninfected, respectively, however, neither was sensitive enough to be used as a stand-alone biomarker for active TB."}, {"pubmed": 30769926, "text": "characterizing GM-CSF and IL-3 as central mediators of innate immune activation is poised to open new therapeutic avenues for several immune-mediated disorders and define their potential in the context of immunotherapies."}, {"pubmed": 30804212, "text": "Granulocyte-macrophage colony-stimulating factor inactivation in CAR T-cells prevents monocyte-dependent release of key cytokine release syndrome mediators."}, {"pubmed": 30935694, "text": "UNC93B1 regulates cell-cycle arrest at the G1 phase in oral squamous cell carcinoma. Down-regulated UNC93B1 stops granulocyte macrophage colony-stimulating factor. UNC93B1 may control tumors via granulocyte macrophage colony-stimulating factor."}, {"pubmed": 31133636, "text": "Study demonstrates that GM-CSF signaling is an important mechanism to tune macrophage inflammatory state and improve Mycobacterium tuberculosis (Mtb) control and that this pathway can be manipulated by pathogens to drive a more permissive bacterial state. Blocking GM-CSF makes macrophages more permissive of Mtb growth while addition of GM-CSF increases bacterial control."}, {"pubmed": 31175163, "text": "Stimulated with either GM-CSF, IL-3, or IL-5 for 48 h."}, {"pubmed": 31396950, "text": "Using microarray analysis to identify genes and pathways that regulate fetal hemoglobin levels."}, {"pubmed": 31552022, "text": "GM-CSF-Dependent Inflammatory Pathways."}, {"pubmed": 31581558, "text": "ACSL1 Regulates TNFalpha-Induced GM-CSF Production by Breast Cancer MDA-MB-231 Cells."}, {"pubmed": 31786501, "text": "Who's in charge here? Macrophage colony stimulating factor and granulocyte macrophage colony stimulating factor: Competing factors in macrophage polarization."}, {"pubmed": 32097462, "text": "NK cell-derived GM-CSF potentiates inflammatory arthritis and is negatively regulated by CIS."}, {"pubmed": 32246765, "text": "Therapeutic role of granulocyte macrophage colony-stimulating factor (GM-CSF) in patients with persistent thin endometrium: A prospective and randomized study."}, {"pubmed": 32347412, "text": "Roles of acyl-CoA synthetase long-chain family member 5 and colony stimulating factor 2 in inhibition of palmitic or stearic acids in lung cancer cell proliferation and metabolism."}, {"pubmed": 32365364, "text": "Expression of granulocyte macrophage-colony stimulating factor and its receptor in the synovium of osteoarthritis patients is negatively correlated with pain."}, {"pubmed": 32390004, "text": "Tumour-derived CSF2/granulocyte macrophage colony stimulating factor controls myeloid cell accumulation and progression of gliomas."}, {"pubmed": 32591464, "text": "A Phase II Study of Allogeneic GM-CSF-Transfected Pancreatic Tumor Vaccine (GVAX) with Ipilimumab as Maintenance Treatment for Metastatic Pancreatic Cancer."}, {"pubmed": 32668704, "text": "Inter-Tumor Heterogeneity-Melanomas Respond Differently to GM-CSF-Mediated Activation."}, {"pubmed": 32711425, "text": "The Clinicopathological Impact of Granulocyte-Macrophage Colony-Stimulating Factor Gene Expression and Different Molecular Prognostic Biomarkers in Egyptian Acute Myeloid Leukemia Patients."}, {"pubmed": 32765525, "text": "GM-CSF Primes Proinflammatory Monocyte Responses in Ankylosing Spondylitis."}, {"pubmed": 32793233, "text": "GM-CSF Dependent Differential Control of Mycobacterium tuberculosis Infection in Human and Mouse Macrophages: Is Macrophage Source of GM-CSF Critical to Tuberculosis Immunity?"}, {"pubmed": 32970801, "text": "The GM-CSF-IRF5 signaling axis in eosinophils promotes antitumor immunity through activation of type 1 T cell responses."}, {"pubmed": 33679701, "text": "GM-CSF Expression and Macrophage Polarization in Joints of Undifferentiated Arthritis Patients Evolving to Rheumatoid Arthritis or Psoriatic Arthritis."}, {"pubmed": 33692097, "text": "Inflammatory profiles across the spectrum of disease reveal a distinct role for GM-CSF in severe COVID-19."}, {"pubmed": 33742625, "text": "Granulocyte-Macrophage colony stimulating factor in asthmatic patients infected with respiratory syncytial virus."}, {"pubmed": 33766427, "text": "Cytokine IP-10 and GM-CSF are prognostic biomarkers for severity in secondary dengue infection."}, {"pubmed": 33875006, "text": "Identification of differentially expressed genes and signaling pathways in human conjunctiva and reproductive tract infected with Chlamydia trachomatis."}, {"pubmed": 33893236, "text": "CD4(+) T cells require Ikaros to inhibit their differentiation toward a pathogenic cell fate."}, {"pubmed": 34082682, "text": "Association of Variants in FCGR2A, PTPN2, and GM-CSF with Cerebral Cavernous Malformation: Potential Biomarkers for a Symptomatic Disease."}, {"pubmed": 34119277, "text": "Asymptomatic cerebral cavernous angiomas associated with plasma marker signature."}, {"pubmed": 34247146, "text": "Autocrine GMCSF Signaling Contributes to Growth of HER2(+) Breast Leptomeningeal Carcinomatosis."}, {"pubmed": 34371207, "text": "Initial serum GM-CSF levels are associated with the severity of cerebral small vessel disease in microscopic polyangiitis patients."}, {"pubmed": 34828331, "text": "Single Nucleotide Polymorphisms from CSF2, FLT1, TFPI and TLR9 Genes Are Associated with Prelabor Rupture of Membranes."}, {"pubmed": 35414668, "text": "Granulocyte-macrophage colony-stimulating factor suppresses induction of type I interferon in infants with severe pneumonia."}, {"pubmed": 35583004, "text": "Colonystimulating factor CSF2 mediates the phenotypic plasticity of smallcell lung cancer by regulating the pSTAT3/MYC pathway."}, {"pubmed": 36519914, "text": "Role of IL4 and GMCSF in Predicting Survival in Esophageal Cancer."}, {"pubmed": 36632762, "text": "Granulocyte-macrophage colony-stimulating factor: Conductor of the wound healing orchestra?"}, {"pubmed": 36633260, "text": "Nicotinamide N -methyltransferase promotes M2 macrophage polarization by IL6 and MDSC conversion by GM-CSF in gallbladder carcinoma."}, {"pubmed": 37081870, "text": "Role of GM-CSF in lung balance and disease."}, {"pubmed": 37536182, "text": "Eosinophils induces glioblastoma cell suppression and apoptosis - Roles of GM-CSF and cysteinyl-leukotrienes."}, {"pubmed": 37564209, "text": "PAK1 overexpression promotes myxofibrosarcoma angiogenesis through STAT5B-mediated CSF2 transactivation: clinical and therapeutic relevance of amplification and nuclear entry."}, {"pubmed": 37700482, "text": "GM-CSF is a marker of compartmentalised intrathecal inflammation in multiple sclerosis."}, {"pubmed": 37867465, "text": "T1 and FLAIR signal intensities are related to tau pathology in dominantly inherited Alzheimer disease."}, {"pubmed": 38113014, "text": "GM-CSF Promotes the Development of Dysfunctional Vascular Networks in Moyamoya Disease."}, {"pubmed": 38142781, "text": "Adenine is an anti-inflammatory metabolite found to be more abundant in M-CSF over GM-CSF-differentiated human macrophages."}], "genomic_pos": {"chr": "5", "end": 132076170, "ensemblgene": "ENSG00000164400", "start": 132073789, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 131411859, "start": 131409483, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001821", "qualifier": "involved_in", "term": "histamine secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001892", "qualifier": "involved_in", "term": "embryonic placenta development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007259", "pubmed": 18692472, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway via JAK-STAT"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008283", "qualifier": "involved_in", "term": "cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 9722506, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 10666185, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010744", "pubmed": 19032770, "qualifier": "involved_in", "term": "positive regulation of macrophage derived foam cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030099", "qualifier": "involved_in", "term": "myeloid cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030223", "qualifier": "involved_in", "term": "neutrophil differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030224", "qualifier": "involved_in", "term": "monocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030225", "pubmed": 24942581, "qualifier": "involved_in", "term": "macrophage differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032747", "pubmed": 20027291, "qualifier": "involved_in", "term": "positive regulation of interleukin-23 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034021", "qualifier": "involved_in", "term": "response to silicon dioxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034405", "qualifier": "involved_in", "term": "response to fluid shear stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038157", "pubmed": 18692472, "qualifier": "involved_in", "term": "granulocyte-macrophage colony-stimulating factor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042045", "qualifier": "involved_in", "term": "epithelial fluid transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042531", "pubmed": 9722506, "qualifier": "involved_in", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043011", "pubmed": 16116184, "qualifier": "involved_in", "term": "myeloid dendritic cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045187", "qualifier": "involved_in", "term": "regulation of circadian sleep/wake cycle, sleep"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 16606666, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070665", "pubmed": 18692472, "qualifier": "involved_in", "term": "positive regulation of leukocyte proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071803", "pubmed": 15220135, "qualifier": "involved_in", "term": "positive regulation of podosome assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097011", "pubmed": 24942581, "qualifier": "involved_in", "term": "cellular response to granulocyte macrophage colony-stimulating factor stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097028", "pubmed": 21149635, "qualifier": "involved_in", "term": "dendritic cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001240", "pubmed": 10666185, "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway in absence of ligand"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 3925454, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 1702217, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030526", "pubmed": 27396825, "qualifier": "part_of", "term": "granulocyte macrophage colony-stimulating factor receptor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 3925454, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005129", "qualifier": "enables", "term": "granulocyte macrophage colony-stimulating factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18692472, 25416956, 25910212, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}]}, "homologene": {"genes": [[9544, 574371], [9598, 471627], [9606, 1437], [9615, 403923], [9913, 281095], [10090, 12981], [10116, 116630]], "id": 600}, "interpro": [{"desc": "Granulocyte-macrophage colony-stimulating factor", "id": "IPR000773", "short_desc": "GM_colony-stim-fac"}, {"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}], "ipi": "IPI00022270", "map_location": "5q31.1", "name": "colony stimulating factor 2", "other_names": ["colony stimulating factor 2 (granulocyte-macrophage)", "granulocyte macrophage-colony stimulating factor", "granulocyte-macrophage colony-stimulating factor", "molgramostim", "molgramostin", "sargramostim"], "pantherdb": {"HGNC": "2434", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1339752", "ortholog_type": "LDO", "panther_family": "PTHR10059", "taxid": 10090, "uniprot_kb": "P01587"}, {"RGD": "621065", "ortholog_type": "LDO", "panther_family": "PTHR10059", "taxid": 10116, "uniprot_kb": "P48750"}], "uniprot_kb": "P04141"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}, {"id": "hsa04650", "name": "Natural killer cell mediated cytotoxicity - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04660", "name": "T cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04664", "name": "Fc epsilon RI signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05146", "name": "Amoebiasis - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05221", "name": "Acute myeloid leukemia - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}], "pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "gmcsf_pathway", "name": "GMCSF-mediated signaling events"}, {"id": "integrin_a9b1_pathway", "name": "Alpha9 beta1 integrin signaling events"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}, {"id": "rb_1pathway", "name": "Regulation of retinoblastoma protein"}, {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}, {"id": "syndecan_2_pathway", "name": "Syndecan-2-mediated signaling events"}, {"id": "tcrcalciumpathway", "name": "Calcium signaling in the CD4+ TCR pathway"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-451927", "name": "Interleukin-2 family signaling"}, {"id": "R-HSA-512988", "name": "Interleukin-3, Interleukin-5 and GM-CSF signaling"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-6783783", "name": "Interleukin-10 signaling"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8939246", "name": "RUNX1 regulates transcription of genes involved in differentiation of myeloid cells"}, {"id": "R-HSA-912526", "name": "Interleukin receptor SHC signaling"}], "smpdb": {"id": "SMP00358", "name": "Fc Epsilon Receptor I Signaling in Mast Cells"}, "wikipathways": [{"id": "WP3617", "name": "Photodynamic therapy-induced NF-kB survival signaling"}, {"id": "WP3624", "name": "Lung fibrosis"}, {"id": "WP3863", "name": "T-Cell antigen Receptor (TCR) pathway during Staphylococcus aureus infection"}, {"id": "WP3892", "name": "Development of pulmonary dendritic cells and macrophage subsets"}, {"id": "WP4494", "name": "Selective expression of chemokine receptors during T-cell polarization"}, {"id": "WP530", "name": "Cytokines and Inflammatory Response"}]}, "pdb": ["1CSG", "2GMF", "4NKQ", "4RS1", "5C7X", "5D70", "5D71", "5D72", "6BFQ", "6BFS"], "pfam": "PF01109", "pharmgkb": "PA26937", "pharos": {"target_id": 17286, "tdl": "Tbio"}, "pir": "C24636", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325371", "relationship": "is"}, {"id": "GNF325372", "relationship": "is"}, {"id": "GNF325373", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292894", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247963", "relationship": "is"}, {"id": "GNF247964", "relationship": "is"}, {"id": "GNF247965", "relationship": "is"}, {"id": "GNF247966", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081239", "relationship": "is"}, {"id": "GNF081240", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053269", "relationship": "is"}, {"id": "GNF058036", "relationship": "is"}, {"id": "GNF073209", "relationship": "is"}, {"id": "GNF078621", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066431", "relationship": "is"}, {"id": "GNF066432", "relationship": "is"}], "GNF_hs-oncomine_IDT-siRNA": [{"id": "GNF281641", "relationship": "is"}, {"id": "GNF281682", "relationship": "is"}, {"id": "GNF281723", "relationship": "is"}, {"id": "GNF281764", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF274371", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF329748", "relationship": "is"}, {"id": "GNF331655", "relationship": "is"}, {"id": "GNF332969", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336946", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100587", "relationship": "is"}, {"id": "GNF140242", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_033024.1"], "protein": "NP_000749.2", "rna": "NM_000758.4", "translation": {"protein": "NP_000749.2", "rna": "NM_000758.4"}}, "reporter": {"HG-U133_Plus_2": ["210228_at", "210229_s_at"], "HG-U95Av2": ["1400_at", "1401_g_at"], "HTA-2_0": "TC05000629.hg.1", "HuEx-1_0": "2828356", "HuGene-1_1": "8107887", "HuGene-2_1": "16988971"}, "summary": "The protein encoded by this gene is a cytokine that controls the production, differentiation, and function of granulocytes and macrophages. The active form of the protein is found extracellularly as a homodimer. This gene has been localized to a cluster of related genes at chromosome region 5q31, which is known to be associated with interstitial deletions in the 5q- syndrome and acute myelogenous leukemia. Other genes in the cluster include those encoding interleukins 4, 5, and 13. This gene plays a role in promoting tissue inflammation. Elevated levels of cytokines, including the one produced by this gene, have been detected in SARS-CoV-2 infected patients that develop acute respiratory distress syndrome. Mice deficient in this gene or its receptor develop pulmonary alveolar proteinosis. [provided by RefSeq, Aug 2020].", "symbol": "CSF2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332791"}, "unigene": "Hs.1349", "uniprot": {"Swiss-Prot": "P04141"}, "wikipedia": {"url_stub": "Granulocyte macrophage colony-stimulating factor"}}