{"AllianceGenome": "2453", "HGNC": "2453", "MIM": "600863", "_id": "1454", "_version": 1, "accession": {"genomic": ["AL020993.1", "CH471095.1", "CP068256.2", "KF511463.1", "NC_000022.11", "NC_060946.1", "NG_016707.2"], "protein": ["AAC41761.1", "AAH06490.1", "AAV38634.1", "BAA92345.1", "BAC10902.1", "BAD97218.1", "CAG30315.1", "EAW60228.1", "EAW60230.1", "EAW60232.1", "EAW60233.1", "EAW60234.1", "NP_001885.1", "NP_689407.1", "P49674.1"], "rna": ["AB024597.1", "AB091043.1", "AK223498.1", "BC006490.2", "BC013088.1", "BQ434269.1", "BQ642398.1", "BT019831.1", "BU517079.1", "CF594072.1", "CR456429.1", "L37043.1", "NM_001894.5", "NM_152221.3"], "translation": [{"protein": "BAD97218.1", "rna": "AK223498.1"}, {"protein": "CAG30315.1", "rna": "CR456429.1"}, {"protein": "AAC41761.1", "rna": "L37043.1"}, {"protein": "NP_001885.1", "rna": "NM_001894.5"}, {"protein": "AAH06490.1", "rna": "BC006490.2"}, {"protein": "AAV38634.1", "rna": "BT019831.1"}, {"protein": "BAA92345.1", "rna": "AB024597.1"}, {"protein": "NP_689407.1", "rna": "NM_152221.3"}, {"protein": "BAC10902.1", "rna": "AB091043.1"}]}, "alias": ["CKIe", "CKIepsilon", "HCKIE"], "ec": "2.7.11.1", "ensembl": {"gene": "ENSG00000213923", "protein": ["ENSP00000352929", "ENSP00000380044", "ENSP00000384074", "ENSP00000384426", "ENSP00000397460", "ENSP00000400494", "ENSP00000403057", "ENSP00000403610", "ENSP00000407235", "ENSP00000412194", "ENSP00000412335", "ENSP00000501204"], "transcript": ["ENST00000359867", "ENST00000366216", "ENST00000396832", "ENST00000403904", "ENST00000405675", "ENST00000413574", "ENST00000430335", "ENST00000431611", "ENST00000431632", "ENST00000442216", "ENST00000451964", "ENST00000494610", "ENST00000495232", "ENST00000498529", "ENST00000612795"], "translation": [{"protein": "ENSP00000380044", "rna": "ENST00000396832"}, {"protein": "ENSP00000352929", "rna": "ENST00000359867"}, {"protein": "ENSP00000400494", "rna": "ENST00000366216"}, {"protein": "ENSP00000403610", "rna": "ENST00000431632"}, {"protein": "ENSP00000384074", "rna": "ENST00000403904"}, {"protein": "ENSP00000412194", "rna": "ENST00000431611"}, {"protein": "ENSP00000407235", "rna": "ENST00000413574"}, {"protein": "ENSP00000384426", "rna": "ENST00000405675"}, {"protein": "ENSP00000501204", "rna": "ENST00000612795"}, {"protein": "ENSP00000397460", "rna": "ENST00000442216"}, {"protein": "ENSP00000403057", "rna": "ENST00000451964"}, {"protein": "ENSP00000412335", "rna": "ENST00000430335"}], "type_of_gene": "protein_coding"}, "entrezgene": "1454", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.7405962519, "exp_mis": 197.552962455, "exp_syn": 89.0463369387, "lof_z": 3.54517609313038, "mis_z": 4.47359696748438, "mu_lof": 1.15075288898e-06, "mu_mis": 1.96616441536e-05, "mu_syn": 8.65473693884e-06, "n_lof": 1.0, "n_mis": 69.0, "n_syn": 80.0, "p_li": 0.967319235295747, "p_null": 1.09379129490827e-05, "p_rec": 0.0326698267913037, "syn_z": 0.594311767098151}, "bp": 1251, "cds_end": 38710162, "cds_start": 38689292, "n_exons": 9, "nonpsych": {"exp_lof": 13.1741654096, "exp_mis": 178.637003028, "exp_syn": 80.4280284893, "lof_z": 3.56462298579835, "mis_z": 4.51483067456647, "mu_lof": 1.15075288898e-06, "mu_mis": 1.96616441536e-05, "mu_syn": 8.65473693884e-06, "n_lof": 0.0, "n_mis": 59.0, "n_syn": 72.0, "p_li": 0.989915816504778, "p_null": 3.63690312928565e-06, "p_rec": 0.0100805465920923, "syn_z": 0.591678580872389}, "nontcga": {"exp_lof": 13.5450225042, "exp_mis": 181.732412294, "exp_syn": 81.9063043824, "lof_z": 3.36250409483295, "mis_z": 4.46187601176561, "mu_lof": 1.15075288898e-06, "mu_mis": 1.96616441536e-05, "mu_syn": 8.65473693884e-06, "n_lof": 1.0, "n_mis": 61.0, "n_syn": 70.0, "p_li": 0.951712497114507, "p_null": 2.89003250227216e-05, "p_rec": 0.0482586025604707, "syn_z": 0.832991313098569}, "transcript": "ENST00000396832.1"}, "exons": [{"cdsend": 38314157, "cdsstart": 38293286, "chr": "22", "position": [[38290690, 38291938], [38293254, 38293319], [38294108, 38294248], [38294341, 38294534], [38298785, 38298934], [38299894, 38300065], [38300723, 38300952], [38302860, 38303009], [38303137, 38303248], [38314081, 38314169], [38317985, 38318084]], "strand": -1, "transcript": "NM_001894", "txend": 38318084, "txstart": 38290690}, {"cdsend": 38314157, "cdsstart": 38293286, "chr": "22", "position": [[38290690, 38291938], [38293254, 38293319], [38294108, 38294248], [38294341, 38294534], [38298785, 38298934], [38299894, 38300065], [38300723, 38300952], [38302860, 38303009], [38303137, 38303248], [38314081, 38314169], [38317159, 38317433]], "strand": -1, "transcript": "NM_152221", "txend": 38317433, "txstart": 38290690}], "exons_hg19": [{"cdsend": 38710162, "cdsstart": 38689292, "chr": "22", "position": [[38686696, 38687944], [38689260, 38689325], [38690114, 38690254], [38690347, 38690540], [38694790, 38694939], [38695899, 38696070], [38696728, 38696957], [38698865, 38699014], [38699142, 38699253], [38710086, 38710174], [38713990, 38714089]], "strand": -1, "transcript": "NM_001894", "txend": 38714089, "txstart": 38686696}, {"cdsend": 38710162, "cdsstart": 38689292, "chr": "22", "position": [[38686696, 38687944], [38689260, 38689325], [38690114, 38690254], [38690347, 38690540], [38694790, 38694939], [38695899, 38696070], [38696728, 38696957], [38698865, 38699014], [38699142, 38699253], [38710086, 38710174], [38713164, 38713438]], "strand": -1, "transcript": "NM_152221", "txend": 38713438, "txstart": 38686696}], "generif": [{"pubmed": 11875063, "text": "The circadian regulatory proteins BMAL1 and cryptochromes are substrates of casein kinase Iepsilon."}, {"pubmed": 12556519, "text": "CKI epsilon-dependent phosphorylation of Dvl enhances the formation of a complex of Dvl-1 with Frat-1 and this complex leads to the activation of Wnt-3a-induced accumulation of beta-catenin"}, {"pubmed": 14722104, "text": "casein kinase I epsilon activity is regulated by Wnt signaling"}, {"pubmed": 15133026, "text": "These results suggest that CKIepsilon plays a ligand-dependent, differential, and dual regulatory role within the TGF-beta signaling pathway."}, {"pubmed": 15187983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15187983, "text": "the N408 allele in casein kinase 1, epsilon plays a protective role in the development of delayed sleep phase syndrome"}, {"pubmed": 15747065, "text": "A negative regulatory function of CK1 in the Wnt signalling pathway, where CK1 acts as a negative regulator of the LEF-1/beta-catenin transcription complex, thereby protecting cells from development of cancer."}, {"pubmed": 15767683, "text": "CKIepsilon inhibition also slows the degradation of PER2 in cells"}, {"pubmed": 15917222, "text": "CK1epsilon and CK1gamma2 were found to bind to Per1 and to promote its degradation"}, {"pubmed": 16237383, "text": "Observational study of gene-disease association and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16274701, "text": "CKIepsilon-induced down-regulation of PI3K/Akt signaling through PTEN leads to amplified sensitivity to apoptosis."}, {"pubmed": 16513652, "text": "active CKIepsilon generation may induce a negative feedback loop by phosphorylation of sites on LRP5/6 that modulate axin binding and hence beta-catenin degradation"}, {"pubmed": 16528748, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16557393, "text": "These findings suggest that granulovacuolar and neurofibrillary lesions occupy separate populations of neurons, and implicate CK1 isoforms in the generation of lesion-associated phosphoepitopes."}, {"pubmed": 16616143, "text": "CKI epsilon is a novel occludin kinase that may be important for the regulation of occludin."}, {"pubmed": 16818876, "text": "CKI epsilon(tau) is a highly specific gain-of-function mutation that increases in vivo phosphorylation and degradation of the circadian regulators period (PER)1 and PER2."}, {"pubmed": 17962809, "text": "Signal transduction pathway is defined downstream of CCK2 receptor showing that CK1 delta and epsilon phosphorylate PKD2 at 3 sites, resulting in nuclear accumulation of PKD2 and phosphorylation of nuclear PKD2 substrates in human gastric cancer cells."}, {"pubmed": 17984998, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18228528, "text": "A multi-locus interaction between rs6442925 in the 5' upstream of BHLHB2, rs1534891 in CSNK1E, and rs534654 near the 3' end of the CLOCK gene, however, is significantly associated with bipolar disorder"}, {"pubmed": 18228528, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18258753, "text": "human casein kinase 1 epsilon cannot replace the activity of dbt in flies despite the high degree of similarity in primary sequence and kinase function"}, {"pubmed": 18262492, "text": "The results suggest that CKIepsilon is a new positive regulator of the Akt pathway. Here we propose that, rather than inhibiting PTEN function, CKIepsilon positively regulates Akt possibly by inhibiting Protein Phosphatase 2A (PP2A)."}, {"pubmed": 18400165, "text": "CK1 epsilon(tau), as a gain-of-function mutation, acts at a specific circadian phase to promote degradation of PERIOD proteins and thereby accelerate the mammalian clockwork in brain and periphery."}, {"pubmed": 18518925, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18518968, "text": "These data support the hypothesis that circadian clock genes can control the cell cycle and cell survival signaling, and emphasize a central role of CK1epsilon and PERIOD2 in linking these systems."}, {"pubmed": 18571740, "text": "DATA show that Casein kinase I epsilon (CKIvarepsilon) N408 allele is very rare in the Brazilian population and is not involved in susceptibility to circadian rhythm sleep disorders."}, {"pubmed": 18571740, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18708403, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18990770, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18990770, "text": "Variations in circadian genes are associated with serum levels of androgens and IGF markers, particularly CSNK1E rs1005473:A>C."}, {"pubmed": 18991847, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18991847, "text": "Results suggest that having a genetic variant of the casein kinase 1 epsilon gene did not affect susceptibility to methamphetamine dependence or psychosis, at least in a Japanese population."}, {"pubmed": 19043076, "text": "Casein kinase I epsilon is an upstream kinase regulating in vivo phosphorylation of topoisomerase IIalpha at Ser-1106."}, {"pubmed": 19058789, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19693801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19805222, "text": "The degradation rate of PER2, which is regulated by CKIepsilon/delta-dependent phosphorylation, was temperature-insensitive in living clock cells."}, {"pubmed": 19839995, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19934327, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20048001, "text": "identified CK1delta/epsilon as new regulators of YAP and uncovered an intricate mechanism of YAP regulation"}, {"pubmed": 20072116, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20126544, "text": "Data show that expression of CK1epsilon is able to promote oncogenic transformation of human cells in a beta-catenin-dependent manner."}, {"pubmed": 20174623, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20507565, "text": "Mutations in CK1epsilon inhibit Wnt/beta-catenin and activate the Wnt/Rac1/JNK and NFAT pathways to decrease cell adhesion and promote cell migration in breast cancer."}, {"pubmed": 20508983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20940130, "text": "Depletion of p120-catenin abolishes CK1epsilon binding to LRP5/6 and prevents CK1epsilon activation upon Wnt3a stimulation."}, {"pubmed": 21252624, "text": "CK1epsilon regulates the cellular levels of Cdc25A in parallel with Chk1-dependent Cdc25A degradation, contributing to the precise control of cell division."}, {"pubmed": 22113361, "text": "No evidence is provided for the association between CK1epsilon gene and personality traits in healthy Chinese-Han subjects."}, {"pubmed": 22367616, "text": "A genetic variant in the Csnk1epsilon gene significantly enhances the probability of schizophrenia in the Chinese Han population."}, {"pubmed": 22384121, "text": "Casein kinase 1 proteomics reveal prohibitin 2 function in molecular clock"}, {"pubmed": 22609948, "text": "Identification of a novel Wnt5a-CK1varepsilon-Dvl2-Plk1-mediated primary cilia disassembly pathway."}, {"pubmed": 22707389, "text": "In the context of ovarian cancer, the interaction between CKIepsilon and ANT2 mediates pathogenic signalling that is distinct from the canonical Wnt/beta-catenin pathway and is essential for cell proliferation and is clinically associated with poor survival."}, {"pubmed": 22981886, "text": "These results do not support that genetic variation in CSNK1D and CSNK1E is a susceptibility factor for major psychiatric disorders in the Japanese population."}, {"pubmed": 23413191, "text": "study identified DDX3 as a regulator of the Wnt-beta-catenin network, where it acts as a regulatory subunit of CK1epsilon: in a Wnt-dependent manner, DDX3 binds CK1epsilon and directly stimulates its kinase activity and promotes phosphorylation of the scaffold protein dishevelled"}, {"pubmed": 24180524, "text": "MST1 still inhibited the Wnt3A-induced phosphorylation of DVL2 (dishevelled 2) and Wnt/beta-catenin signalling by disturbing the interaction of DVL2 and CK1epsilon"}, {"pubmed": 24338102, "text": "Csnk1epsilon gene polymorphism (rs135745), especially the G allele, maybe associated with heroin dependence in the Han Chinese."}, {"pubmed": 24424021, "text": "CK1delta and CK1epsilon play a decisive role in triggering late steps of pre-40S maturation that are required for acquisition of functionality of 40S ribosomal subunits in protein translation."}, {"pubmed": 24557581, "text": "The loss of cytoplasmic CK1epsilon expression is greatly associated with poor survival and might be an adverse survival factor."}, {"pubmed": 24947187, "text": "we validated the top two synthetic lethal gene pairs, CSNK1E-TP53 and CTNNB1-TP53, in colorectal cancer"}, {"pubmed": 25404202, "text": "Results indicate that changes in the expression levels of casein kinase 1 isoforms CK1delta and DK1epsilon in colorectal tumors correlate with patients' survival."}, {"pubmed": 25521358, "text": "The results support our previous report of association of CSNK1E SNP rs1534891 with protection from heroin addiction. CSNK1E interacts with circadian rhythms and DARPP-32 and has been implicated in negative regulation of sensitivity to opioids in rodents."}, {"pubmed": 25665722, "text": "The dynamical and conformational properties for each of three isoforms of CK1 are explored through molecular dynamics (MD) simulations."}, {"pubmed": 25724478, "text": "site-specific phosphorylation of adiponectin, especially at sites targeted by CK1delta in vitro, provides an additional regulatory mechanism for modulating adiponectin complex formation and function."}, {"pubmed": 26122218, "text": "CK1epsilon expression was higher in colorectal cancer tissues vs normal and was correlated with the Dukes staging and depth of invasion. Knockdown reduced cell proliferation and invasion and downregulated wnt3alpha, beta-catenin, PCNA and MMP-9."}, {"pubmed": 26283580, "text": "a 4-locus CSNK1E haplotype encompassing the rs1534891 SNP (Z-score=2.685, permuted p=0.0076) and a 3-locus haplotype in ARNTL (Z-score=3.269, permuted p=0.0011) showed a significant association with Bipolar Disorder"}, {"pubmed": 26327509, "text": "CSNK1E expression is associated with disease-free survival in breast cancer patients with wild-type p53 or poor histological differentiation or in those without adjuvant chemotherapy."}, {"pubmed": 26482619, "text": "low CK1epsilon expression is correlated with a low survival rate and CK1epsilon may play a role as a tumor suppressor in hepatocarcinogenesis."}, {"pubmed": 26928339, "text": "Findings establish CK1varepsilon as a regulator of antiviral innate immune responses and indicate a novel mechanism of immunoregulation that involves CK1varepsilon-mediated phosphorylation of TRAF3."}, {"pubmed": 27236410, "text": "Findings in the dorsolateral prefrontal cortex in schizophrenia provide evidence of altered proteins involved in synaptic function (FABP4), cytoarchitecture organization (NEFH), and circadian molecular clock signaling (CSNK1E), which may be contributing to the cognitive and/or negative symptoms in this disorder. FABP4, CSNK1E and NEFH could become potentially useful biomarkers for schizophrenia."}, {"pubmed": 29044200, "text": "These data suggest that CK1epsilon is involved in the regulation of tau phosphorylation, the alternative splicing of tau exon 10, and cognitive performance. Up-regulation of CK1epsilon might contribute to tau pathology by hyperphosphorylating tau and by dysregulating the alternative splicing of tau exon 10 in AD."}, {"pubmed": 29222110, "text": "DDX3X is required for full CK1 activity in living cells. Phosphorylation by CK1 impairs the ATPase activity of DDX3X and RNA destabilizes the DDX3X-CK1 complex."}, {"pubmed": 29465811, "text": "CK1epsilon is activated by noncanonical Wnt and identify p120-catenin and CK1epsilon as two critical factors controlling Ror2 function."}, {"pubmed": 29795381, "text": "casein kinase 1epsilon (CK1epsilon) was identified as a novel target of REGgamma and knockdown of CK1epsilon effectively abolished the effect of REGgamma depletion on renal cell carcinoma cells growth."}, {"pubmed": 30166345, "text": "propose a model in which AXIN1 competes with dishevelled (DVL) for CK1 and regulates CK1-induced phosphorylation of DVL and activation of Wnt/beta-catenin signaling."}, {"pubmed": 30206363, "text": "results demonstrate that CK1epsilon regulates the survival of glioblastoma cells and glioblastoma stem cells through beta-catenin signaling, underscoring the importance of targeting CK1epsilon as an effective treatment for glioblastoma."}, {"pubmed": 30445897, "text": "CSNK1E SNP rs2075984 seemed to play a significant role in the development of bipolar disorder in this Korean sample."}, {"pubmed": 30488659, "text": "This study supported the potential role of CSNK1E variants in epileptic encephalopathy susceptibility."}, {"pubmed": 31000703, "text": "In silico modeling and in vitro biophysical methods explain how CK1epsilon-specific phosphorylation events control conformational dynamics of DVL3 in living cells upon Wnt pathway stimulation via modulation of the PDZ domain and its interaction with DVL3 C-terminus."}, {"pubmed": 31235588, "text": "LINC00673-v4 augmented the interaction between DDX3 and CK1epsilon and thus the phosphorylation of dishevelled, which subsequently activated WNT/beta-catenin signaling and consequently caused aggressiveness of lung adenocarcinoma (LAD)"}, {"pubmed": 31353086, "text": "Human Rad17 is constitutively phosphorylated in vivo on a C-terminal threonine, T670. Rad17-T670 is phosphorylated by casein kinase 1delta/epsilon."}, {"pubmed": 31539119, "text": "FENDRR reduces tumor invasiveness in prostate cancer PC-3 cells by targeting CSNK1E."}, {"pubmed": 32175635, "text": "Casein kinase 1 epsilon facilitates cartilage destruction in osteoarthritis through JNK pathway."}, {"pubmed": 32321936, "text": "CRISPR-mediated gene targeting of CK1delta/epsilon leads to enhanced understanding of their role in endocytosis via phosphoregulation of GAPVD1."}, {"pubmed": 32871831, "text": "Cytoplasmic CK1epsilon Protein Expression Is Correlated With Distant Metastasis and Survival in Patients With Melanoma."}, {"pubmed": 32888647, "text": "The Daple-CK1epsilon complex regulates Dvl2 phosphorylation and canonical Wnt signaling."}, {"pubmed": 32899434, "text": "Novel Insights into the Biochemical Mechanism of CK1epsilon and its Functional Interplay with DDX3X."}, {"pubmed": 37787983, "text": "CK1epsilon drives osteogenic differentiation of bone marrow mesenchymal stem cells via activating Wnt/beta-catenin pathway."}], "genomic_pos": {"chr": "22", "end": 38318084, "ensemblgene": "ENSG00000213923", "start": 38290691, "strand": -1}, "genomic_pos_hg19": {"chr": "22", "end": 38794527, "start": 38686697, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006281", "pubmed": 7797465, "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": 15917222, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006468", "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006897", "qualifier": "involved_in", "term": "endocytosis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008104", "qualifier": "involved_in", "term": "protein localization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0018105", "qualifier": "involved_in", "term": "peptidyl-serine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030178", "qualifier": "involved_in", "term": "negative regulation of Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032091", "pubmed": 23109420, "qualifier": "involved_in", "term": "negative regulation of protein binding"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032436", "qualifier": "involved_in", "term": "positive regulation of proteasomal ubiquitin-dependent protein catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032436", "qualifier": "involved_in", "term": "positive regulation of proteasomal ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032880", "pubmed": 17244647, "qualifier": "involved_in", "term": "regulation of protein localization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042752", "qualifier": "involved_in", "term": "regulation of circadian rhythm"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048512", "qualifier": "involved_in", "term": "circadian behavior"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060070", "pubmed": 14722104, "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0060070", "pubmed": 12556519, "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060070", "pubmed": 14722104, "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0090263", "qualifier": "involved_in", "term": "positive regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902004", "qualifier": "involved_in", "term": "positive regulation of amyloid-beta formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990090", "qualifier": "involved_in", "term": "cellular response to nerve growth factor stimulus"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:2000052", "pubmed": 17244647, "qualifier": "involved_in", "term": "positive regulation of non-canonical Wnt signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 17244647, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030426", "qualifier": "located_in", "term": "growth cone"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:1990904", "qualifier": "part_of", "term": "ribonucleoprotein complex"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22681889, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004672", "pubmed": [14722104, 17244647], "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004672", "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004674", "pubmed": [15917222, 25500533], "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004674", "pubmed": 7797465, "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11425858, 15917222, 16189514, 16616143, 16618118, 16790549, 17218255, 17244647, 19860830, 20708156, 21900206, 21988832, 22609948, 22682247, 22939624, 23109420, 23413191, 23455922, 25241761, 25416956, 25910212, 26496610, 28514442, 29789297, 31515488, 32296183, 32707033, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[3702, 828716], [3702, 835804], [7227, 43673], [7955, 100006858], [8364, 496553], [9031, 378891], [9544, 700565], [9598, 458829], [9606, 1454], [9615, 474510], [10090, 27373], [10116, 58822]], "id": 121695}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}], "ipi": ["IPI00027729", "IPI00878570", "IPI00878583", "IPI00878751"], "map_location": "22q13.1", "name": "casein kinase 1 epsilon", "other_names": "casein kinase I isoform epsilon", "pantherdb": {"HGNC": "2453", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1351660", "ortholog_type": "LDO", "panther_family": "PTHR11909", "taxid": 10090, "uniprot_kb": "Q9JMK2"}, {"RGD": "62045", "ortholog_type": "LDO", "panther_family": "PTHR11909", "taxid": 10116, "uniprot_kb": "Q99PS2"}, {"Ensembl": "ENSGALG00000032257", "ortholog_type": "LDO", "panther_family": "PTHR11909", "taxid": 9031, "uniprot_kb": "Q5ZLL1"}, {"ZFIN": "ZDB-GENE-030131-7873", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 7955, "uniprot_kb": "Q6P109"}, {"ZFIN": "ZDB-GENE-030131-825", "ortholog_type": "LDO", "panther_family": "PTHR11909", "taxid": 7955, "uniprot_kb": "Q7T2E3"}, {"WormBase": "WBGene00012943", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 6239, "uniprot_kb": "A0A5K1IBA7"}, {"WormBase": "WBGene00016421", "ortholog_type": "LDO", "panther_family": "PTHR11909", "taxid": 6239, "uniprot_kb": "O01493"}, {"FlyBase": "FBgn0031441", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 7227, "uniprot_kb": "Q9VQE3"}, {"FlyBase": "FBgn0037325", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 7227, "uniprot_kb": "Q7JWT4"}, {"FlyBase": "FBgn0030384", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 7227, "uniprot_kb": "Q9VYN5"}, {"FlyBase": "FBgn0002413", "ortholog_type": "LDO", "panther_family": "PTHR11909", "taxid": 7227, "uniprot_kb": "O76324"}, {"SGD": "S000006125", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 4932, "uniprot_kb": "P29295"}, {"PomBase": "SPAC23C4.12", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 4896, "uniprot_kb": "P40236"}, {"PomBase": "SPBC3H7.15", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 4896, "uniprot_kb": "P40235"}, {"dictyBase": "DDB_G0273059", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 352472, "uniprot_kb": "Q556Y4"}, {"TAIR": "2117778", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "Q93Z18"}, {"TAIR": "2117843", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "Q8LPI7"}, {"TAIR": "2129640", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "Q39050"}, {"TAIR": "2024147", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "Q9ZWB3"}, {"TAIR": "2090875", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "Q9LW62"}, {"TAIR": "2018269", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "Q5XF24"}, {"TAIR": "2121338", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "Q8LPJ1"}, {"TAIR": "2176431", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "Q9LSX4"}, {"TAIR": "2167634", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "Q9FFH8"}, {"TAIR": "2172344", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "Q9FK52"}, {"TAIR": "2079329", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "Q9SQR8"}, {"TAIR": "2091566", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "Q9LID3"}, {"TAIR": "2043475", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "F4ISN5"}, {"TAIR": "2030170", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "Q9CAI5"}, {"TAIR": "504954933", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "Q8VYK9"}, {"TAIR": "2138218", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "F4JID0"}, {"TAIR": "2050409", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "Q9ZUP4"}, {"TAIR": "2120765", "ortholog_type": "O", "panther_family": "PTHR11909", "taxid": 3702, "uniprot_kb": "P42158"}], "uniprot_kb": "P49674"}, "pathway": {"kegg": [{"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04340", "name": "Hedgehog signaling pathway - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa04392", "name": "Hippo signaling pathway - multiple species - Homo sapiens (human)"}, {"id": "hsa04710", "name": "Circadian rhythm - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Wnt", "name": "Wnt"}, "pid": [{"id": "betacatenin_deg_pathway", "name": "Degradation of beta catenin"}, {"id": "circadianpathway", "name": "Circadian rhythm pathway"}, {"id": "foxopathway", "name": "FoxO family signaling"}, {"id": "hedgehog_glipathway", "name": "Hedgehog signaling events mediated by Gli proteins"}, {"id": "p53regulationpathway", "name": "p53 pathway"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1852241", "name": "Organelle biogenesis and maintenance"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-201688", "name": "WNT mediated activation of DVL"}, {"id": "R-HSA-2565942", "name": "Regulation of PLK1 Activity at G2/M Transition"}, {"id": "R-HSA-380259", "name": "Loss of Nlp from mitotic centrosomes"}, {"id": "R-HSA-380270", "name": "Recruitment of mitotic centrosome proteins and complexes"}, {"id": "R-HSA-380284", "name": "Loss of proteins required for interphase microtubule organization from the centrosome"}, {"id": "R-HSA-380287", "name": "Centrosome maturation"}, {"id": "R-HSA-380320", "name": "Recruitment of NuMA to mitotic centrosomes"}, {"id": "R-HSA-400253", "name": "Circadian Clock"}, {"id": "R-HSA-453274", "name": "Mitotic G2-G2/M phases"}, {"id": "R-HSA-5617833", "name": "Cilium Assembly"}, {"id": "R-HSA-5620912", "name": "Anchoring of the basal body to the plasma membrane"}, {"id": "R-HSA-6791226", "name": "Major pathway of rRNA processing in the nucleolus and cytosol"}, {"id": "R-HSA-68877", "name": "Mitotic Prometaphase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69275", "name": "G2/M Transition"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-72312", "name": "rRNA processing"}, {"id": "R-HSA-8854518", "name": "AURKA Activation by TPX2"}, {"id": "R-HSA-8868773", "name": "rRNA processing in the nucleus and cytosol"}, {"id": "R-HSA-8953854", "name": "Metabolism of RNA"}], "wikipathways": [{"id": "WP3298", "name": "Melatonin metabolism and effects"}, {"id": "WP363", "name": "Wnt Signaling Pathway"}, {"id": "WP399", "name": "Wnt signaling pathway and pluripotency"}, {"id": "WP4249", "name": "Hedgehog Signaling Pathway"}, {"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}]}, "pdb": ["4HNI", "4HOK"], "pfam": "PF00069", "pharmgkb": "PA26953", "pharos": {"target_id": 9262, "tdl": "Tclin"}, "pir": "I61744", "prosite": "PS50011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247995", "relationship": "is"}, {"id": "GNF247996", "relationship": "is"}, {"id": "GNF247997", "relationship": "is"}, {"id": "GNF247998", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162406", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF034642", "relationship": "is"}, {"id": "GNF037278", "relationship": "similar to"}, {"id": "GNF038843", "relationship": "similar to"}, {"id": "GNF038872", "relationship": "weakly similar to"}, {"id": "GNF046353", "relationship": "is"}, {"id": "GNF048301", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080537", "relationship": "is"}, {"id": "GNF080538", "relationship": "is"}, {"id": "GNF080539", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053236", "relationship": "is"}, {"id": "GNF058005", "relationship": "is"}, {"id": "GNF073171", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068801", "relationship": "is"}, {"id": "GNF068802", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166776", "relationship": "is"}, {"id": "GNF166777", "relationship": "is"}, {"id": "GNF166778", "relationship": "is"}, {"id": "GNF166779", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282972", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283899", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF003044", "relationship": "is"}, {"id": "GNF017428", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF242654", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324812", "relationship": "is"}, {"id": "GNF324813", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334517", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF115304", "relationship": "is"}, {"id": "GNF154945", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_016707.2"], "protein": ["NP_001885.1", "NP_689407.1"], "rna": ["NM_001894.5", "NM_152221.3"], "translation": [{"protein": "NP_001885.1", "rna": "NM_001894.5"}, {"protein": "NP_689407.1", "rna": "NM_152221.3"}]}, "reporter": {"HG-U133_Plus_2": ["202332_at", "222015_at", "225756_at", "226858_at", "234943_at"], "HG-U95Av2": "38019_at", "HG-U95B": ["47542_at", "50075_at", "52939_at"], "HTA-2_0": "TC22001493.hg.1", "HuEx-1_0": ["3503816", "3924869", "3960478", "4032654"], "HuGene-1_1": "8076056", "HuGene-2_1": ["16934991", "16935018", "16935029", "17122926", "17122932", "17122936"]}, "summary": "The protein encoded by this gene is a serine/threonine protein kinase and a member of the casein kinase I protein family, whose members have been implicated in the control of cytoplasmic and nuclear processes, including DNA replication and repair. The encoded protein is found in the cytoplasm as a monomer and can phosphorylate a variety of proteins, including itself. This protein has been shown to phosphorylate period, a circadian rhythm protein. Two transcript variants encoding the same protein have been found for this gene. [provided by RefSeq, Feb 2014].", "symbol": "CSNK1E", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413756"}, "unigene": "Hs.474833", "uniprot": {"Swiss-Prot": "P49674", "TrEMBL": ["H7C0Y5", "Q5U045", "B0QY35", "H7C3J2", "H0Y682", "H0Y5S9", "B0QY34", "A0A669KBC0", "B0QY36", "H0Y645"]}, "wikipedia": {"url_stub": "CSNK1E"}}