{"AllianceGenome": "2466", "HGNC": "2466", "MIM": "601172", "_id": "1464", "_version": 1, "accession": {"genomic": ["AC105020.18", "CH471136.2", "CP068263.2", "NC_000015.10", "NC_060939.1"], "protein": ["AAI28111.1", "AAQ62842.1", "CAA65529.1", "EAW99239.1", "EAW99240.1", "NP_001888.2", "Q6UVK1.2", "XP_047288152.1", "XP_054233345.1"], "rna": ["AY359468.1", "BC033194.1", "BC128110.1", "BP363063.1", "BQ679485.1", "CA428796.1", "CA438367.1", "CB044012.1", "NM_001897.5", "X96753.1", "XM_047432196.1", "XM_054377370.1"], "translation": [{"protein": "AAI28111.1", "rna": "BC128110.1"}, {"protein": "XP_047288152.1", "rna": "XM_047432196.1"}, {"protein": "CAA65529.1", "rna": "X96753.1"}, {"protein": "AAQ62842.1", "rna": "AY359468.1"}, {"protein": "XP_054233345.1", "rna": "XM_054377370.1"}, {"protein": "NP_001888.2", "rna": "NM_001897.5"}]}, "alias": ["CSPG4A", "HMW-MAA", "MCSP", "MCSPG", "MEL-CSPG", "MSK16", "NG2"], "ensembl": {"gene": "ENSG00000173546", "protein": "ENSP00000312506", "transcript": "ENST00000308508", "translation": [{"protein": "ENSP00000312506", "rna": "ENST00000308508"}], "type_of_gene": "protein_coding"}, "entrezgene": "1464", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 42.4734861695, "exp_mis": 945.220619102, "exp_syn": 435.360065266, "lof_z": 4.17584650514981, "mis_z": 2.54899057092621, "mu_lof": 3.62412407422e-06, "mu_mis": 8.86222337659e-05, "mu_syn": 4.09012486069e-05, "n_lof": 15.0, "n_mis": 785.0, "n_syn": 401.0, "p_li": 8.89722030167291e-05, "p_null": 5.48094300110511e-06, "p_rec": 0.999905546853982, "syn_z": 1.02089145979971}, "bp": 6969, "cds_end": 76005096, "cds_start": 75967890, "n_exons": 10, "nonpsych": {"exp_lof": 38.263472906, "exp_mis": 855.336766841, "exp_syn": 393.863753304, "lof_z": 4.16976801903326, "mis_z": 2.60998255753585, "mu_lof": 3.62412407422e-06, "mu_mis": 8.86222337659e-05, "mu_syn": 4.09012486069e-05, "n_lof": 12.0, "n_mis": 704.0, "n_syn": 373.0, "p_li": 0.00296272109328659, "p_null": 5.22099784298724e-06, "p_rec": 0.99703205790887, "syn_z": 0.66188712778064}, "nontcga": {"exp_lof": 39.0581490486, "exp_mis": 869.585574399, "exp_syn": 400.513831792, "lof_z": 3.95525451951879, "mis_z": 2.49343217508993, "mu_lof": 3.62412407422e-06, "mu_mis": 8.86222337659e-05, "mu_syn": 4.09012486069e-05, "n_lof": 14.0, "n_mis": 722.0, "n_syn": 360.0, "p_li": 0.00013439463650774, "p_null": 1.49498703990698e-05, "p_rec": 0.999850655493093, "syn_z": 1.28178900398594}, "transcript": "ENST00000308508.5"}, "exons": [{"cdsend": 75712755, "cdsstart": 75675549, "chr": "15", "position": [[75674321, 75677384], [75677702, 75677886], [75682292, 75682459], [75682606, 75682741], [75682842, 75683041], [75684735, 75684912], [75685218, 75685701], [75687275, 75690812], [75693069, 75693233], [75712667, 75712848]], "strand": -1, "transcript": "NM_001897", "txend": 75712848, "txstart": 75674321}], "exons_hg19": [{"cdsend": 76005096, "cdsstart": 75967890, "chr": "15", "position": [[75966662, 75969725], [75970043, 75970227], [75974633, 75974800], [75974947, 75975082], [75975183, 75975382], [75977076, 75977253], [75977559, 75978042], [75979616, 75983153], [75985410, 75985574], [76005008, 76005189]], "strand": -1, "transcript": "NM_001897", "txend": 76005189, "txstart": 75966662}], "generif": [{"pubmed": 12220645, "text": "identified a novel repeat named CSPG in the central ectodomain"}, {"pubmed": 14573520, "text": "Data suggest that MCSP is a novel marker for epidermal stem cells that contributes to their patterned distribution by promoting stem cell clustering."}, {"pubmed": 15009727, "text": "MCSP coexpression with a subset of beta 1 integrin basal keratinocytes within the epidermis suggests that MCSP colocalizes with epidermal stem cells, MSCP expression within the hair follicle was more complex"}, {"pubmed": 15210734, "text": "MCSP may facilitate primary melanoma progression by enhancing the activation of key signaling pathways important for tumor invasion and growth."}, {"pubmed": 15504744, "text": "PKC-alpha-mediated NG2 phosphorylation at Thr(2256) is a key step for initiating cell polarization and motility"}, {"pubmed": 16169245, "text": "MCSP/NG2 proteoglycan may be considered an important receptor mediating COL6-sarcolemma interactions, a relationship that is disrupted by the pathogenesis of UCMD muscle."}, {"pubmed": 16253523, "text": "tumour cells can regulate both the function and structure of the host-derived tumour vasculature through NG2 expression"}, {"pubmed": 16365873, "text": "Co-expression and interaction of NG2 and galectin-3 in human glioma cells establish a molecular basis for the NG2/galectin-3 interaction."}, {"pubmed": 16455987, "text": "dendritic cell-based immunization represents an effective strategy to implement T cell-based immunotherapy targeting high molecular weight-melanoma-associated antigen (HMW-MAA) in patients with HMW-MAA-bearing tumors [HMW-MAA]"}, {"pubmed": 16625365, "text": "NG2 is abundantly distributed in the intestinal subepithelial myofibroblasts layer of the mouse and human intestines."}, {"pubmed": 17268261, "text": "Colocalization of chondroitin sulfate proteoglycan 4 (NG2) with type VI collagen in the pericellular area suggests that NG2 may play an important role in cell-matrix interactions."}, {"pubmed": 17591920, "text": "Differential phosphorylation of NG2 proteoglycan by ERK and PKCA helps balance cell proliferation and cell movement."}, {"pubmed": 17592550, "text": "NG2 expression was uniformly positive on a cell line derived from angiomyolipoma."}, {"pubmed": 17851550, "text": "NG2 antigen diagnosis of MLL rearrangements in pediatric patients"}, {"pubmed": 18292781, "text": "Data show that NG2 and integrin alpha4 oppositely regulate anoikis in fibroblasts, and that NG2 and integrin alpha4 regulate FAK phosphorylation by PKCalpha-dependent and -independent pathways, respectively."}, {"pubmed": 18469852, "text": "High NG2/MPG expression correlated with multidrug resistance mediated by increased activation of alpha3beta1 integrin/PI3K signaling and their downstream targets, promoting cell survival"}, {"pubmed": 18519770, "text": "High molecular weight-melanoma-associated antigen is more sensitive and specific than MART-1, S-100p, and HMB-45 for immunohistochemistry-based detection of malignant melanoma sentinel lymph nodes micrometastases"}, {"pubmed": 18634019, "text": "NG2 has a role in metastasis formation in soft-tissue sarcoma patients"}, {"pubmed": 18767415, "text": "the coexpression of KOR-SA35443 (kappa opioid receptor) and NG2 (chondroitin sulfate proteoglycan) in result of karyotype abnormal changes may predict a poor prognosis in Pro-B acute lymphoblastic leukemia"}, {"pubmed": 18829565, "text": "A Lm-based vaccine against HMW-MAA can trigger cell-mediated immune responses to this antigen that can target not only tumor cells but also pericytes in the tumor vasculature."}, {"pubmed": 19204726, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19462316, "text": "NG2 expression on culture-expanded mesenchymal stromal cells was investigated by flow cytometry."}, {"pubmed": 19604403, "text": "NG2 was present in the evolving astroglial scar after human traumatic spinal cord injury, and, therefore, might play an important role in the blockade of successful CNS regeneration."}, {"pubmed": 19776755, "text": "Human skin aging is associated with reduced expression of the stem cell markers beta1 integrin and MCSP"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20448346, "text": "Staining intensity of HMW-MAA in acral lentiginous melanoma lesions was weaker than in superficial spreading melanoma where it was found to be higher than previously reported."}, {"pubmed": 20455858, "text": "in squamous cell carcinoma of head and neck and in basal breast carcinoma, CSPG4 is expressed by cancer stem cells"}, {"pubmed": 20805128, "text": "Results showed the expression of MCSP and PRAME in conjunctival melanoma and benign conjunctival nevi and showed that MCSP and PRAME were differentially expressed in both and can help to differentiate the lesions diagnostically."}, {"pubmed": 21070915, "text": "Functional and clinical relevance of chondroitin sulfate proteoglycan 4."}, {"pubmed": 21092857, "text": "In regions of spinal cord neurodegeneration of amyotrophic lateral sclerosis model mice, NG2-positive cells exhibit enhanced proliferation and accelerated differentiation into oligodendrocytes but remained committed to the oligodendrocyte lineage."}, {"pubmed": 21123584, "text": "Cells that express NG2 proteoglycan act predominantly as a reservoir of new oligodendrocytes in the demyelinated spinal cord."}, {"pubmed": 21658254, "text": "Cell surface P-selectin binding depends on CHST11 gene expression. CSPG4 serves as a P-selectin ligand through its CS chain and participates in P-selectin binding to the highly metastatic breast cancer cells."}, {"pubmed": 21798846, "text": "High NG2 expression is associated with glioblastoma."}, {"pubmed": 22004131, "text": "REVIEW outlines recent advances in our understanding of CSPG4-associated cell signaling, describing the central role it plays in melanoma tumor cell growth, motility, and survival, and explores how modifying CSPG4 function and protein-protein interactions may provide us with novel combinatorial therapies for the treatment of advanced melanoma"}, {"pubmed": 22021902, "text": "Findings define the CSPG4-specific fully human scFv-FcC21 antibody as a candidate therapeutic agent to target the many types of tumors that express CSPG4."}, {"pubmed": 22699001, "text": "NG2 mediates activation of Rho leading to amoeboid invasiveness in sarcoma cell line."}, {"pubmed": 22999866, "text": "Although transgenic nestin-GFP-expressing progenitor cells share morphological and molecular markers with NG2-glia, they do not express other pericyte markers nor do they differentiate into the muscle lineage."}, {"pubmed": 23359523, "text": "NG2-positive adipose stem cells loaded on scaffolds fabricate skeletal muscle tissue in vivo without the need of a myogenic pre-differentiation step in vitro."}, {"pubmed": 23474192, "text": "tThis study demonistrated taht human infants, Western blot analyses exhibited trends for lower NG2 levels in the germinal matrix and white matter of infants with Intraventricular hemorrhage relative to controls without Intraventricular hemorrhage."}, {"pubmed": 23559515, "text": "NG2-Col VI interplay as putatively involved in the regulation of the cancer cell-host microenvironment interactions sustaining sarcoma progression"}, {"pubmed": 23804106, "text": "cell polarity complexes as new effectors of NG2 signaling in the establishment of front-rear polarity"}, {"pubmed": 23925489, "text": "NG2 knockdown results in loss of beta1 integrin activation in endothelial cells, revealing a mechanism for NG2-dependent cross talk between pericytes and endothelial cells."}, {"pubmed": 23953863, "text": "data suggest that locally produced CSPG4 stimulates human extravillous trophoblast migration and invasion and suggests that IL11 and LIF regulate villous cytotrophoblast differentiation towards the invasive phenotype at least in part via CSPG4."}, {"pubmed": 23995070, "text": "Transgenic NG2-positive glia are identified as the major central nervous system cellular target of IL-17 in experimental autoimmune encephalomyelitis."}, {"pubmed": 24177010, "text": "This study showed that high CSPG4 expression correlates with disease recurrence and overall survival in breast cancers."}, {"pubmed": 24334762, "text": "T-cells transduced with a CSPG4-specific chimeric antigen receptor inhibit the growth of CSPG4-expressing tumor cells both in vitro and in vivo."}, {"pubmed": 24386429, "text": "The results highlight an unprecedented, complex pattern of NG2/CSPG4 isoform expression in foetal and neoplastic CNS"}, {"pubmed": 24740185, "text": "Reduced promoter methylation and increased expression of CSPG4 are associated with head and neck squamous cell carcinomas."}, {"pubmed": 24932730, "text": "Low CSPG4 expression is associated with pancreatic tumors."}, {"pubmed": 25016058, "text": "Describe CSPG4-specific immunotoxin that kills rhabdomyosarcoma cells and binds to primary tumor tissues."}, {"pubmed": 25166220, "text": "MMP-13 overexpression or exogenous MMP-13 reduces anoikis by more effectively shedding NG2."}, {"pubmed": 25503117, "text": "NG2 expression in pediatric brain tumors differs depending upon type and, unlike adult glioma, includes expression on lower-grade tumors."}, {"pubmed": 25713464, "text": "These data are consistent with the concept that expression of inhibitory CSPG within the injury scar is an important impediment to regeneration but that NG2+ progenitors derived from ESNLCs can modify the microenvironment"}, {"pubmed": 26074703, "text": "The up-regulation of NG2 is associated with poor prognosis in HCC."}, {"pubmed": 26340347, "text": "The NG2 proteoglycan protects oligodendrocyte precursor cells against oxidative stress via interaction with OMI/HtrA2."}, {"pubmed": 26689475, "text": "A positive CSPG4 stain may be associated with an increased risk of metastasis and mortality from chordoma."}, {"pubmed": 26792897, "text": "These data suggest the possible involvement of GD3 and NG2 in pre/pro-tumorigenic events occurring in the complex microenvironment of the tissue surrounding glioblastoma"}, {"pubmed": 26890881, "text": "the ratio of serum proteoglycan 4 to protease C1 inhibitor may be used for screening of early breast cancer."}, {"pubmed": 27292772, "text": "The results indicate that CSPG4/NG2 has roles in regulating chondrosarcoma cell function in relation to growth, spread and resistance to chemotherapy."}, {"pubmed": 28098860, "text": "CSPG4 is a cell surface proteoglycan regulated by interleukin 11 in human endometrial epithelial cancer cells. the data suggest that CSPG4 inhibition may impair endometrial cancer progression by reducing cancer cell proliferation, migration and potentially epithelial-to-mesenchymal transition."}, {"pubmed": 28715802, "text": "Both tumor cell and vascular NG2 expression were shown to be present in a significant number of patients with colorectal cancer and this makes NG2 a double target for anti-tumor therapies."}, {"pubmed": 28842504, "text": "In addition to establishing the binding region for CSPG4, this work ascribes for the first time a role in TcdB CROPs in receptor binding and further clarifies the relative roles of host receptors in TcdB pathogenesis."}, {"pubmed": 28945172, "text": "of NG2/CSPG4 rather than changes in CD44 or Ki-67 expression is associated with low overall survival in glioblastoma multiforme patients"}, {"pubmed": 28964848, "text": "NG2 may represent a promising target for the modulation of ICAM-1-mediated immune responses."}, {"pubmed": 29054751, "text": "Study suggests that CSPG4 and progranulin may engage in mutual cell-to-cell communications orchestrating regenerative processes, which may enhance the repair capacity of the adult brain. CSPG4 might engage with PTPRs as cell bound ligand or as soluble molecule after its shedding, possibly regulating thereby adhesion and synaptic strength, which contribute to the rebuilding of connectivity after injury. [review]"}, {"pubmed": 29196603, "text": "Ng2/Cspg4 deletion altered the expression of genes regulating cell proliferation and apoptosis."}, {"pubmed": 29291617, "text": "DNA methylation status of blood leukocytes may be associated with susceptibility to Colorectal Cancer . The MCSM-H of blood leukocytes may be associated with CRC risk, especially in younger people."}, {"pubmed": 29302076, "text": "We observed familial segregation of two rare missense mutations in Chondroitin Sulfate Proteoglycan 4 (CSPG4) (c.391G > A [p.A131T], MAF 7.79 x 10(-5) and c.2702T > G [p.V901G], MAF 2.51 x 10(-3)). The CSPG4(A131T) mutation was absent from the Swedish Schizophrenia Exome Sequencing Study (2536 cases, 2543 controls), while the CSPG4(V901G) mutation was nominally enriched in cases (11 cases vs. 3 controls)"}, {"pubmed": 29462330, "text": "This study revealed that CSPG4 interacted with perlecan to support cell adhesion and actin polymerization and the data suggest a novel mechanism by which CSPG4 expressing cells might attach to perlecan-rich matrices so as those found in connective tissues and basement membranes."}, {"pubmed": 30213051, "text": "NG2/CSPG4 expression has been demonstrated in oligodendrogliomas, astrocytomas, and glioblastomas (GB), and it correlates with malignancy"}, {"pubmed": 30590711, "text": "High NG2 expression is associated with glioblastoma."}, {"pubmed": 33255261, "text": "Receptor Binding Domains of TcdB from Clostridioides difficile for Chondroitin Sulfate Proteoglycan-4 and Frizzled Proteins Are Functionally Independent and Additive."}, {"pubmed": 33649790, "text": "Expression of chondroitin sulfate proteoglycan 4 (CSPG4) in melanoma cells is downregulated upon inhibition of BRAF."}, {"pubmed": 33727640, "text": "NG2/CSPG4, CD146/MCAM and VAP1/AOC3 are regulated by myocardin-related transcription factors in smooth muscle cells."}, {"pubmed": 34078123, "text": "CSPG4 Is a Potential Therapeutic Target in Anaplastic Thyroid Cancer."}, {"pubmed": 34344877, "text": "Identification of a germline CSPG4 variation in a family with neurofibromatosis type 1-like phenotype."}, {"pubmed": 36221119, "text": "CSPG4 expression in soft tissue sarcomas is associated with poor prognosis and low cytotoxic immune response."}, {"pubmed": 36634519, "text": "Trophoblast-specific knockdown of CSPG4 expression causes pregnancy complications with poor placentation in mice."}, {"pubmed": 36674693, "text": "Neuron-Glial Antigen 2 Participates in Liver Fibrosis via Regulating the Differentiation of Bone Marrow Mesenchymal Stem Cell to Myofibroblast."}, {"pubmed": 36972308, "text": "Discovery of Hippo signaling as a regulator of CSPG4 expression and as a therapeutic target for Clostridioides difficile disease."}, {"pubmed": 37154195, "text": "Disrupting mechanical homeostasis promotes matrix metalloproteinase-13 mediated processing of neuron glial antigen 2 in mandibular condylar cartilage."}, {"pubmed": 38338902, "text": "Chondroitin Sulfate Proteoglycan 4 Provides New Treatment Approach to Preventing Peritoneal Dissemination in Ovarian Cancer."}], "genomic_pos": {"chr": "15", "end": 75712848, "ensemblgene": "ENSG00000173546", "start": 75674322, "strand": -1}, "genomic_pos_hg19": {"chr": "15", "end": 76005189, "start": 75966663, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006929", "qualifier": "involved_in", "term": "substrate-dependent cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008347", "qualifier": "involved_in", "term": "glial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035556", "pubmed": 10587647, "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043410", "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048008", "qualifier": "involved_in", "term": "platelet-derived growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048771", "qualifier": "involved_in", "term": "tissue remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050731", "pubmed": 10587647, "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097178", "qualifier": "involved_in", "term": "ruffle assembly"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001726", "qualifier": "located_in", "term": "ruffle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 19581412, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0009986", "pubmed": 10587647, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031258", "qualifier": "located_in", "term": "lamellipodium membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0043202", "qualifier": "located_in", "term": "lysosomal lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [27068509, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0015026", "qualifier": "enables", "term": "coreceptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 10587647, "qualifier": "enables", "term": "protein kinase binding"}]}, "homologene": {"genes": [[7955, 560393], [8364, 100145673], [9031, 425524], [9544, 713086], [9598, 737574], [9606, 1464], [9615, 487658], [9913, 533653], [10090, 121021], [10116, 81651]], "id": 20445}, "interpro": [{"desc": "Laminin G domain", "id": "IPR001791", "short_desc": "Laminin_G"}, {"desc": "Concanavalin A-like lectin/glucanase domain superfamily", "id": "IPR013320", "short_desc": "ConA-like_dom_sf"}, {"desc": "CSPG repeat", "id": "IPR039005", "short_desc": "CSPG_rpt"}], "ipi": "IPI00019157", "map_location": "15q24.2", "name": "chondroitin sulfate proteoglycan 4", "other_names": ["chondroitin sulfate proteoglycan 4", "chondroitin sulfate proteoglycan 4 (melanoma-associated)", "chondroitin sulfate proteoglycan NG2", "melanoma chondroitin sulfate proteoglycan", "melanoma-associated chondroitin sulfate proteoglycan"], "pantherdb": {"HGNC": "2466", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2153093", "ortholog_type": "LDO", "panther_family": "PTHR15036", "taxid": 10090, "uniprot_kb": "Q8VHY0"}, {"RGD": "619942", "ortholog_type": "LDO", "panther_family": "PTHR15036", "taxid": 10116, "uniprot_kb": "Q00657"}, {"ZFIN": "ZDB-GENE-050519-1", "ortholog_type": "LDO", "panther_family": "PTHR15036", "taxid": 7955, "uniprot_kb": "E7FCN9"}, {"FlyBase": "FBgn0032683", "ortholog_type": "LDO", "panther_family": "PTHR15036", "taxid": 7227, "uniprot_kb": "Q9VJ82"}], "uniprot_kb": "Q6UVK1"}, "pathway": {"pid": {"id": "integrin1_pathway", "name": "Beta1 integrin cell surface interactions"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1630316", "name": "Glycosaminoglycan metabolism"}, {"id": "R-HSA-1638091", "name": "Heparan sulfate/heparin (HS-GAG) metabolism"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1793185", "name": "Chondroitin sulfate/dermatan sulfate metabolism"}, {"id": "R-HSA-1971475", "name": "A tetrasaccharide linker sequence is required for GAG synthesis"}, {"id": "R-HSA-2022870", "name": "Chondroitin sulfate biosynthesis"}, {"id": "R-HSA-2022923", "name": "Dermatan sulfate biosynthesis"}, {"id": "R-HSA-2024101", "name": "CS/DS degradation"}, {"id": "R-HSA-3560782", "name": "Diseases associated with glycosaminoglycan metabolism"}, {"id": "R-HSA-3560783", "name": "Defective B4GALT7 causes EDS, progeroid type"}, {"id": "R-HSA-3560801", "name": "Defective B3GAT3 causes JDSSDHD"}, {"id": "R-HSA-3595172", "name": "Defective CHST3 causes SEDCJD"}, {"id": "R-HSA-3595174", "name": "Defective CHST14 causes EDS, musculocontractural type"}, {"id": "R-HSA-3595177", "name": "Defective CHSY1 causes TPBS"}, {"id": "R-HSA-3781865", "name": "Diseases of glycosylation"}, {"id": "R-HSA-4420332", "name": "Defective B3GALT6 causes EDSP2 and SEMDJL1"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}, {"id": "R-HSA-9725554", "name": "Differentiation of keratinocytes in interfollicular epidermis in mammalian skin"}, {"id": "R-HSA-9734767", "name": "Developmental Cell Lineages"}], "wikipathways": {"id": "WP2431", "name": "Spinal Cord Injury"}}, "pdb": ["7ML7", "7N8X", "7N9Y"], "pfam": ["PF02210", "PF16184"], "pharmgkb": "PA26963", "pharos": {"target_id": 14458, "tdl": "Tbio"}, "prosite": ["PS50025", "PS51854"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167522", "relationship": "is"}, {"id": "GNF178428", "relationship": "is"}, {"id": "GNF189334", "relationship": "is"}, {"id": "GNF200240", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103877", "relationship": "is"}, {"id": "GNF143527", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000015.10", "NC_060939.1"], "protein": ["NP_001888.2", "XP_047288152.1", "XP_054233345.1"], "rna": ["NM_001897.5", "XM_047432196.1", "XM_054377370.1"], "translation": [{"protein": "XP_047288152.1", "rna": "XM_047432196.1"}, {"protein": "XP_054233345.1", "rna": "XM_054377370.1"}, {"protein": "NP_001888.2", "rna": "NM_001897.5"}]}, "reporter": {"HG-U133_Plus_2": ["204736_s_at", "214297_at"], "HG-U95Av2": ["110_at", "38004_at"], "HTA-2_0": "TC15001670.hg.1", "HuEx-1_0": ["3603011", "3604669", "3604840", "3604888", "3605114", "3606194", "3633578", "3636032", "7385537"], "HuGene-1_1": "7990545", "HuGene-2_1": ["16811858", "17121214", "17121216", "17121220"]}, "summary": "A human melanoma-associated chondroitin sulfate proteoglycan plays a role in stabilizing cell-substratum interactions during early events of melanoma cell spreading on endothelial basement membranes. CSPG4 represents an integral membrane chondroitin sulfate proteoglycan expressed by human malignant melanoma cells. [provided by RefSeq, Jul 2008].", "symbol": "CSPG4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332797"}, "unigene": "Hs.513044", "uniprot": {"Swiss-Prot": "Q6UVK1"}, "wikipedia": {"url_stub": "CSPG4"}}