{"AllianceGenome": "2475", "HGNC": "2475", "MIM": "604312", "_id": "1471", "_version": 1, "accession": {"genomic": ["AH002668.2", "AL121894.26", "CH471133.3", "CP068258.2", "CS208043.1", "HB867228.1", "M27769.1", "NC_000020.11", "NC_060944.1", "NG_012887.3", "X52255.1", "X61681.1", "X61682.1", "X61683.1"], "protein": ["AAA52164.1", "AAH13083.1", "AAI10306.1", "AAP35485.1", "ACV87188.1", "BAG35146.1", "BAJ83816.1", "CAA29096.1", "CAA36497.1", "CAA43856.2", "CAG46785.1", "CAG46815.1", "CAJ44947.1", "CBF57600.1", "EAX10137.1", "EAX10138.1", "NP_000090.1", "NP_001275543.1", "P01034.1"], "rna": ["AB587083.1", "AK312213.1", "BC013083.1", "BC110305.1", "BF509512.1", "BT006839.1", "BX647523.1", "CR541988.1", "CR542018.1", "GQ472213.1", "HY042866.1", "NM_000099.4", "NM_001288614.2", "X05607.1"], "translation": [{"protein": "ACV87188.1", "rna": "GQ472213.1"}, {"protein": "BAG35146.1", "rna": "AK312213.1"}, {"protein": "BAJ83816.1", "rna": "AB587083.1"}, {"protein": "CAA29096.1", "rna": "X05607.1"}, {"protein": "AAP35485.1", "rna": "BT006839.1"}, {"protein": "AAI10306.1", "rna": "BC110305.1"}, {"protein": "AAH13083.1", "rna": "BC013083.1"}, {"protein": "CAG46785.1", "rna": "CR541988.1"}, {"protein": "CAG46815.1", "rna": "CR542018.1"}, {"protein": "NP_000090.1", "rna": "NM_000099.4"}, {"protein": "NP_001275543.1", "rna": "NM_001288614.2"}]}, "alias": ["ARMD11", "HEL-S-2"], "ensembl": {"gene": "ENSG00000101439", "protein": ["ENSP00000366124", "ENSP00000381446", "ENSP00000381448"], "transcript": ["ENST00000376925", "ENST00000398409", "ENST00000398411"], "translation": [{"protein": "ENSP00000381448", "rna": "ENST00000398411"}, {"protein": "ENSP00000366124", "rna": "ENST00000376925"}, {"protein": "ENSP00000381446", "rna": "ENST00000398409"}], "type_of_gene": "protein_coding"}, "entrezgene": "1471", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.75936524234, "exp_mis": 42.5307659452, "exp_syn": 24.0010161318, "lof_z": 0.898852544106238, "mis_z": 0.789814227655841, "mu_lof": 3.07265222009e-07, "mu_mis": 7.17378516387e-06, "mu_syn": 3.8885110648e-06, "n_lof": 2.0, "n_mis": 32.0, "n_syn": 20.0, "p_li": 0.0690352137873098, "p_null": 0.193947641780539, "p_rec": 0.737017144432151, "syn_z": 0.506296990823018}, "bp": 441, "cds_end": 23618499, "cds_start": 23614552, "n_exons": 3, "nonpsych": {"exp_lof": 3.35621169924, "exp_mis": 38.4480718429, "exp_syn": 21.6768587952, "lof_z": 0.727034085093657, "mis_z": 0.687198013833385, "mu_lof": 3.07265222009e-07, "mu_mis": 7.17378516387e-06, "mu_syn": 3.8885110648e-06, "n_lof": 2.0, "n_mis": 30.0, "n_syn": 18.0, "p_li": 0.0649665049274818, "p_null": 0.23090879901648, "p_rec": 0.704124696056039, "syn_z": 0.497212938249267}, "nontcga": {"exp_lof": 3.45409564731, "exp_mis": 39.1237870381, "exp_syn": 22.07641504, "lof_z": 1.83336295315728, "mis_z": 1.04531829276834, "mu_lof": 3.07265222009e-07, "mu_mis": 7.17378516387e-06, "mu_syn": 3.8885110648e-06, "n_lof": 0.0, "n_mis": 26.0, "n_syn": 19.0, "p_li": 0.6891384705491, "p_null": 0.0183016689217974, "p_rec": 0.292559860529103, "syn_z": 0.414575467305645}, "transcript": "ENST00000398411.1"}, "exons": [{"cdsend": 23637862, "cdsstart": 23633915, "chr": "20", "position": [[23633656, 23633999], [23635253, 23635367], [23637619, 23637955]], "strand": -1, "transcript": "NM_000099", "txend": 23637955, "txstart": 23633656}, {"cdsend": 23637862, "cdsstart": 23633915, "chr": "20", "position": [[23626705, 23629465], [23633913, 23633999], [23635253, 23635367], [23637619, 23637955]], "strand": -1, "transcript": "NM_001288614", "txend": 23637955, "txstart": 23626705}], "exons_hg19": [{"cdsend": 23618499, "cdsstart": 23614552, "chr": "20", "position": [[23614293, 23614636], [23615890, 23616004], [23618256, 23618592]], "strand": -1, "transcript": "NM_000099", "txend": 23618592, "txstart": 23614293}, {"cdsend": 23618499, "cdsstart": 23614552, "chr": "20", "position": [[23607342, 23610102], [23614550, 23614636], [23615890, 23616004], [23618256, 23618592]], "strand": -1, "transcript": "NM_001288614", "txend": 23618592, "txstart": 23607342}], "generif": [{"pubmed": 2153254, "text": "CST3 exhibits an antimicrobial activity against herpes simplex virus."}, {"pubmed": 10993992, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 11074789, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 11468325, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11681790, "text": "localization, targetting and trafficking of cystatin C is investigated in cultured human retinal pigment epithelial (RPE) cells"}, {"pubmed": 11711204, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 11750287, "text": "Relationship between serum cystatin C and creatinine in kidney and liver transplant patients."}, {"pubmed": 11815350, "text": "Associated with exudative age related macular degeneration."}, {"pubmed": 11815350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11865157, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12038606, "text": "Serum concentration of cystatin C is not affected by cellular proliferation in patients with proliferative haematological disorders."}, {"pubmed": 12101112, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12479412, "text": "Enhancement of proteinase inhibitory activity of recombinant human cystatin C"}, {"pubmed": 12483523, "text": "role in invasiveness of human glioblastoma cells"}, {"pubmed": 12589965, "text": "decrease of cystatin C in the CSF might contribute in the process of metastasis and spread of the cancer cells in the leptomeningeal tissues"}, {"pubmed": 12663624, "text": "May be a better marker of glomerular filtration rate in IDDM than creatinine."}, {"pubmed": 12670666, "text": "A significant elevation in the content of cystatin C is measured in the cerebrospinal fluid of human patients experiencing persistent pain of strong intensity."}, {"pubmed": 12738401, "text": "most sensitive marker at routinely used cutoff values and would be more clinically useful than B2M or serum creatinine in diabetic patients at risk for nephropathy"}, {"pubmed": 12758063, "text": "In fibroblasts from donors carrying A/A, A/B, and B/B CST3 pulse-chase experiments demonstrated that release of the B variant of cystatin c [CysC] has a different temporal pattern compared to that of the A. Fibroblasts B/B homozygous secreted less CysC"}, {"pubmed": 12787072, "text": "Cystatin C physically associates with A beta precursor protein (A beta PP), and may play a novel role in the pathogenesis of sporadic inclusion body myositis by influencing A beta PP processing and A beta deposition"}, {"pubmed": 12938144, "text": "levels of serum cystatin C may predict early prognostic stages of patients with type 2 diabetic nephropathy"}, {"pubmed": 14672279, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 14672279, "text": "a synergistic association of CST3 and APOE4 alleles was observed in predicting vascular dementia patients so CST3 might interact with APOE4 on conferring vascular pathologies."}, {"pubmed": 14714581, "text": "cystatin C level is a useful and convenient parameter of renal function, and may also prove to be an early marker of the severity of end-organ damage in patients with essential hypertension"}, {"pubmed": 14726415, "text": "7 polymorphisms, all in strong-linkage disequilibrium, were identified in the cystatin C gene. The mutant haplotype was associated with a higher average number of stenoses per coronary artery segment, implying an important role in coronary artery disease."}, {"pubmed": 15013312, "text": "Serum creatinine is a more efficacious marker than serum cystatin C to assess renal function after renal transplantation."}, {"pubmed": 15034766, "text": "presence of a susceptibility locus for Alzheimer's disease in the vicinity of CST3 for very elderly subjects."}, {"pubmed": 15037657, "text": "Identification of CystC as a novel TGF-beta receptor antagonist, as well as a novel CystC-mediated feedback loop that inhibits TGF-beta signaling."}, {"pubmed": 15086483, "text": "Serum cystatin C appears to be influenced by factors other than renal function alone."}, {"pubmed": 15122877, "text": "In a yeast two-hybrid system cystatin C has been identified as a neuroglobin-interacting protein."}, {"pubmed": 15212828, "text": "Cystatin C association with betaAPP resulted in increased sbetaAPP but did not affect levels of secreted Abeta. Analysis of the association of cystatin C and Abeta demonstrated a specific, saturable an"}, {"pubmed": 15223845, "text": "ystatin C is an important regulator for normal and pathological proteolysis in the male reproductive system."}, {"pubmed": 15336605, "text": "In calvarial bone explants recombinant human cystatin C decreases calcium release into the medium significantly."}, {"pubmed": 15350470, "text": "A valid serum marker for glomerular filtration rate in renal transplantation."}, {"pubmed": 15479453, "text": "an age-related macular degeneration-associated cystatin C variant is associated principally with mitochondria rather than the Golgi apparatus"}, {"pubmed": 15719405, "text": "An excellent blood marker for screening of renal dysfunction in children with liver disease and after liver transplantation."}, {"pubmed": 15728313, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15829557, "text": "The difference in localization of CyC and of CatS, -L, and -H in immature and mature DC shows that the regulatory potential of CyC toward CatS, -L, and -H inside DC is limited"}, {"pubmed": 15832773, "text": "Protein and mRNA levels of stefin B (p= 0.007), but not cystatin C, were significantly lower in atypical compared with benign meningiomas"}, {"pubmed": 15860739, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15860739, "text": "The major haplotype -82G/-5G/+4A of the cystatin C gene determines plasma levels of cystatin C with homozygous persons having the highest plasma levels, but there was no association with secondary cardiovascular events in this study."}, {"pubmed": 15882666, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16005452, "text": "No effect of sex on serum cystatin C levels was observed, but average levels increased with age"}, {"pubmed": 16049933, "text": "The cystatin C expression is altered during the chronic phase of epilepsy and suggest that cystatin C plays a role in network reorganization in the epileptic dentate gyrus, especially in granule cell dispersion."}, {"pubmed": 16131730, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16170782, "text": "full-length cystatin C when crystallized in a new, tetragonal form, dimerizes by swapping the same secondary structure elements but with a very different overall structure generated by the flexibility of the hinge linking the moveable elements"}, {"pubmed": 16188386, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16213753, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16213753, "text": "the present findings represent the first demonstration of relationships between the AD genetic risk factor CST3 B and global neurophysiological phenotype"}, {"pubmed": 16386559, "text": "Cystatin C is an endogenous marker of glomerular filtration rate in kidney transplantation patients."}, {"pubmed": 16437581, "text": "Cleavage of cystatin C to form a 12.5 kDa protein may identify a subgroup of patients with MS."}, {"pubmed": 16443201, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16446102, "text": "Conformational differences between the monomeric forms of wild-type cystatin C and its L68Q variant may be responsible for the higher tendency of the L68Q cystatin C to be amyloidogeneic."}, {"pubmed": 16481598, "text": "Cystatin C is a novel cerebrospinal fluid protein whose content is altered by amyotrophic lateral sclerosis and may therefore serve as a biomarker for this disease."}, {"pubmed": 16608402, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16612982, "text": "hereditary cystatin C amyloid angiopathy is a rare, fatal amyloid disease in young people in Iceland caused by a mutation in cystatin C {REVIEW}"}, {"pubmed": 16612983, "text": "Accumulating data suggest involvement of cystatin C in the pathogenic processes leading to amyloid deposition in cerebral vasculature and most significantly to cerebral hemorrhage in patients with cerebral amyloid angiopathy {REVIEW}"}, {"pubmed": 16640527, "text": "Modification of Diet in Renal Disease (MDRD) is equivalent to cystatin C measurement as a measure of glomerular filtration rate."}, {"pubmed": 16838182, "text": "The conclusion of this review is that the association of serum cystatin C with cardiovascular morbidity and mortality most likely reflects early renal dysfunction."}, {"pubmed": 16979980, "text": "A more sensitive serum marker than creatinine of glomerular filtration rate fter kidney transplantation."}, {"pubmed": 17130480, "text": "Linkage analysis of renal function, measured as glomerular filtration rate (GFR), in 63 extended families with multiple members with type 2 diabetes estimated from serum concentrations of cystatin C."}, {"pubmed": 17192785, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17210589, "text": "Although a gold standard of kidney function is lacking, this analysis suggests that cystatin C captures an association of mildly impaired kidney function with increased inflammation."}, {"pubmed": 17310123, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17310123, "text": "Plasma cystatin C levels were lower in the AD patients than in the control group. Plasma cystatin C levels were associated positively with age and negatively with CST3A allele in the control group."}, {"pubmed": 17353786, "text": "Plasma cystatin C has no clear advantage over serum creatinine to detect renal failure in heart transplanted patients."}, {"pubmed": 17394021, "text": "Increased CST3 is associated with an enhanced cardiovascular risk factor profile in Aboriginal youth."}, {"pubmed": 17470433, "text": "human cystatin C oligomers are formed by propagated domain swapping"}, {"pubmed": 17537416, "text": "Increased urinary cystatin C reflects structural and functional renal tubular impairment independent of glomerular filtration rate."}, {"pubmed": 17552057, "text": "There is a relative deficiency of circulating cystatin C (CysC) in systemic inflammation in rheumatoid arthritis. Interaction between CysC and serum amyloid A protein explains this CysC deficiency and suggests CysC is regulating inflammatory responses."}, {"pubmed": 17636214, "text": "Circulating levels of cystatin C in mothers, fetuses, and neonates from intrauterine growth-restricted and appropriate-for-gestational-age pregnancies."}, {"pubmed": 17660266, "text": "In individuals with type 1 diabetes, cystatin C blood levels modestly predicts subclinical coronary atherosclerosis."}, {"pubmed": 17668246, "text": "Serum creatinine levels are lower in malnourished children and lead to overestimation of glomerular filtration rate, but cystatin C levels are unaffected."}, {"pubmed": 17718592, "text": "molecular dynamics simulations were conducted to investigate the conformational fluctuations of monomeric L68Q and wild-type cystatin Cs at various combinations of temperature (300 and 500K) & pH (2 & 7) to gain insights into the domain swapping mechanism"}, {"pubmed": 17728092, "text": "cystatin C levels were significantly higher in breast cancer patients than in controls or patients with osteoporosis; cystatin C was more elevated in prostate cancer patients than in controls or BPH patients"}, {"pubmed": 17822797, "text": "In Korean type 2 diabetic patients, cystatin-c based glmoerular filtration rate may be more valuable than creatinine-based GFR in the prediction of the microalbuminuric stage."}, {"pubmed": 17826782, "text": "mild renal impairment detected by elevated cystatin C is associated with both the occurrence and the severity of coronart artery disease, independent of the other risk factors"}, {"pubmed": 17852800, "text": "The cystatin C, beta2-microglobulin and beta-trace protein levels displayed changes with increased levels in the third trimester but unaltered levels during the first and second trimesters."}, {"pubmed": 17852801, "text": "There was good correlation between eGFRCystC and iohexol clearance (r = 0.88) in patients with iohexol clearance <30 mL/min/1.73 m2 and none of the patients had a difference between eGFRCystC and iohexol clearance exceeding 50 %."}, {"pubmed": 17901710, "text": "Cystatin C rose significantly 24 h after percutaneous coronary intervention procedures."}, {"pubmed": 17947596, "text": "cystatin C may have a role in cardiovascular events and death in a Chinese population"}, {"pubmed": 17963746, "text": "Data show that solubilized cystatin C amyloid is cytotoxic to cultured human cerebrovascular smooth muscle cells."}, {"pubmed": 17998865, "text": "Creatinine measurement is cheaper and glomerular filtration rate is preferred to cystatin C levels in kidney donors."}, {"pubmed": 18026100, "text": "Using transgenic mice expressing human cystatin C (encoded by CST3), study shows that cystatin C binds soluble amyloid-beta peptide and inhibits cerebral amyloid deposition in amyloid-beta precursor protein (APP) transgenic mice."}, {"pubmed": 18026102, "text": "Study shows that overexpression of human cystatin C in brains of APP-transgenic mice reduces cerebral amyloid-beta deposition and that cystatin C binds amyloid-beta and inhibits its fibril formation."}, {"pubmed": 18044340, "text": "Statistically higher concentrations of cystatine C were found in neonates born by spontaneous delivery. Laktacidemia is probably one of the factors responsible for elevation of cystatin C concentration in the cord blood."}, {"pubmed": 18089366, "text": "Cys C is a better predictor of acute kidney injury than serum creatinine following liver transplantation."}, {"pubmed": 18187137, "text": "Cystatin C may have a role in atherosclerotic disease apart from its relation to kidney function"}, {"pubmed": 18216060, "text": "in pulmonary alveolar proteinosis,Cystatin C, was not increased to the same degree as cathepsin H, resulting in an imbalance of inhibitor to protease in the alveolar space"}, {"pubmed": 18280806, "text": "Cystatin C is a highly interesting option and could be a replace serum creatinine determination for diagnosing and possibly for monitoring chronic kidney disease in children."}, {"pubmed": 18307033, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18314113, "text": "Imbalanced serum concentration between cathepsin B and cystatin C in patients with pelvic inflammatory disease."}, {"pubmed": 18317874, "text": "Suggest that the serum levels of cystatin C are not always a reliable marker of the glomerular filtration rate in patients with a malignancy."}, {"pubmed": 18319326, "text": "Cystatin C is more accurate in detecting decline in renal function than creatinine-based methods in a population of subjects with type 1 diabetes and a normal mean baseline."}, {"pubmed": 18356552, "text": "Cystatin C was a significant predictor of flow-mediated dilation after adjustment for age, sex, smoking, systolic blood pressure, and high-density lipoprotein cholesterol."}, {"pubmed": 18373213, "text": "level of cystatin C decreases significantly in the CSF of Guillain-Barre Syndrome (GBS) and calls for further studying the role in the pathogenesis of GBS"}, {"pubmed": 18376131, "text": "Elastin- and collagen-rich human carotid plaques have increased levels of the cysteine protease inhibitor cystatin C."}, {"pubmed": 18408364, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18408364, "text": "polymorphism may not represent an additional genetic risk factor for late age of onset Alzheimer's disease in Mainland Chinese"}, {"pubmed": 18418694, "text": "Both serum cystatin C itself and cysC equations are effective to monitor the progress of renal impairment."}, {"pubmed": 18454664, "text": "Cystatin C was higher in saliva and gingival crevicular fluid in periodontally healthy children than in children with chronic gingivitis."}, {"pubmed": 18461289, "text": "marker of increased osteoblastic activity associated to bisphosphonate treatments in prostatic cancer patients with bone"}, {"pubmed": 18496846, "text": "We determined that serum cystatin C, a novel measure of kidney function that colocalizes with brain beta-amyloid, is associated with cognition disorders among 3,030 elders."}, {"pubmed": 18508448, "text": "Up-regulation of cystatin C was observed in glial cells with neuronal cell death in vivo indicating involvement of cystatin C in the process of neuronal cell death.[REVIEW]"}, {"pubmed": 18511756, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18566660, "text": "A parent-of-origin effect is currently evident whereby those who inherit the amyloid angiopathy gene cystatin C mutation L68Q from the mother have, on average, a 9.4 years shorter life span compared to those who inherit it from the father."}, {"pubmed": 18594189, "text": "new 'glomerular filtration rates' prediction equation is presented, based on the inverse of serum cystatin C and independent of gender, body surface area, body weight, lean body mass or serum creatinine"}, {"pubmed": 18667743, "text": "N-acetylcysteine, in doses currently recommended for prophylaxis of contrast-induced nephropathy, has no effect on serum creatinine or cystatin C levels."}, {"pubmed": 18674527, "text": "The comparisons show that differences in patient selections have a strong impact on the agreement between cystatin C and MDRD estimated glomerular filtration rate."}, {"pubmed": 18703370, "text": "CysC assay helps in the diagnosis and stratification of chronic kidney disease and leads to better estimates of glomerular filtration rate in diabetic patients without any substantial increase in complexity."}, {"pubmed": 18713542, "text": "The Logistic regression analysis showed that the levels of serum cystatin C before operation and the end of operation were correlated with early acute renal failure after liver transplantation."}, {"pubmed": 18804033, "text": "cystatin C acts as a facultative, endogenous cofactor for the papain-like IgG-cleaving enzyme IdeS of the human pathogen Streptococcus pyogenes"}, {"pubmed": 18815241, "text": "Serum cystatin C is significantly related to gender, age, race/ethnicity, uric acid, and blood urea nitrogen in adolescents."}, {"pubmed": 18824671, "text": "Low levels of serum cystatin C precede Alzheimer disease (AD) in elderly men free of dementia at baseline and may be a marker of future risk of AD. These findings strengthen the evidence for a role for cystatin C in the development of clinical AD."}, {"pubmed": 18830724, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18949742, "text": "cathepsin B, cathepsin H, cathepsin X and cystatin C may have roles in inflammatory breast cancer"}, {"pubmed": 18953178, "text": "Plasma cystatin C is better than serum creatinine in detecting stage 3 CKD in patients with AN."}, {"pubmed": 19119287, "text": "serum cystatin C and creatinine levels were related to clinical and biochemical parameters and GFR"}, {"pubmed": 19137579, "text": "Conformational studies, of the beta2-L1-beta3 (His43-Thr72) fragment of the Human cystatin C (HCC) involved in HCC dimer formation, are presented."}, {"pubmed": 19151417, "text": "The lower mass of PON1, an anti-inflammatory HDL-associated enzyme, in T2DM with cystatin C-eGFR <60 ml/min per 1.73 m(2) may contribute to their increased risk for cardiovascular disease."}, {"pubmed": 19252175, "text": "Serum cystatin-C is not only a sensitive marker of renal impairment but also reflects tumor burden and is of prognostic value in myeloma."}, {"pubmed": 19293566, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19293566, "text": "our data show that the CST3 gene is not associated with Alzheimer's disease risk in the Finnish population"}, {"pubmed": 19357259, "text": "Stiffness of large arteries may partially mediate the association between cystatin C and cardiovascular risk in older adults."}, {"pubmed": 19359536, "text": "Use of cystatin C as a serum marker of renal function may improve risk stratification"}, {"pubmed": 19394726, "text": "Body mass index (BMI) may influence the estimated prevalence of stage 3 or 4 chronic kidney disease when cystatin C-based equations are used."}, {"pubmed": 19403428, "text": "Cystatin C is closely related to cerebral infarction probably as a protective factor against cerebral infarction."}, {"pubmed": 19419268, "text": "In type 2 diabetic subjects, cystatin-C and cys-glomerular filtration rate appear to be useful markers of early renal damage."}, {"pubmed": 19436062, "text": "Raised maternal serum cystatin C concentrations in early pregnancy may be of value in identifying women at high risk of developing preeclampsia."}, {"pubmed": 19446036, "text": "Cystatin C through this effect can act as an immunomodulatory molecule."}, {"pubmed": 19517296, "text": "cystatin C seems a useful marker for kidney function in the elderly"}, {"pubmed": 19523634, "text": "Admission levels of Cys-C may be a good prognostic indicator of recurrent cardiovascular events in patients with acute coronary syndrome."}, {"pubmed": 19585181, "text": "CysC is a promising marker for glomerular filtration rate because it was not gender- or age-related. However, inflammation, prednisolone and DM caused CysC to deviate higher than expected from GFR. CysC can rise sensitively in early renal dysfunction."}, {"pubmed": 19597297, "text": "Homocysteine level correlated negatively with PON1 activity, and positively with cystatin C level"}, {"pubmed": 19597298, "text": "Cystatin C may be associated with more cardiovascular events, mainly rehospitalization for congestive heart failure, after percutaneous coronary intervention in patients with ST-elevation myocardial infarction."}, {"pubmed": 19601795, "text": "Studies indicate that a mutated variant protein or precursor protein including amyloid beta peptide, cystatin C, prion protein, transthyretin and gelsolin is abnormally metabolized and accumulates as amyloid."}, {"pubmed": 19636441, "text": "Results confirm the important role of the loop L1 in the dimerization process of human cystatin C and show that this process can be to some extent governed by single amino acid substitution."}, {"pubmed": 19674067, "text": "Long-term depletion of neurotrophic factors, such as cystatin C and progranulin proteins, seem to be a common theme in FTLD: boosting the expression of such proteins might be a promising therapeutic strategy for FTLD."}, {"pubmed": 19674067, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19741512, "text": "Cystatin C may contribute to the better prediction of left ventricular dysfunction progression and the risk of adverse cardiac events in patients with STEMI."}, {"pubmed": 19765773, "text": "cystatin C level was significantly associated with insulin resistance and biomarkers reflecting inflammation independent of renal function in type 2 diabetes mellitus patients"}, {"pubmed": 19774637, "text": "Elevated CysC is associated with lower glomerular filtration rate in Wilms tumor survivors."}, {"pubmed": 19808324, "text": "findings show that higher levels of cystatin C were associated with increased left ventricular (LV) mass and a concentric LV hypertrophy phenotype"}, {"pubmed": 19816197, "text": "Perturbations in endogenous levels of cytostatin C in neuronal and glial cells may be part of the neurodegenerative processes in amyotrophic lateral sclerosis."}, {"pubmed": 19819453, "text": "Increased levels of cystatin C were an independent predictor of cardiac events at 1-year follow up in this contemporary series of Mediterranean patients with non-ST elevation acute coronary syndrome."}, {"pubmed": 19861863, "text": "Serum cystatin C may be used as a marker of renal function after one-week post kidney transplantation."}, {"pubmed": 19915865, "text": "Levels of CatB and CysC were higher in CF of malignant serous tumors compared to those found in benign serous tumors whereas levels of CatL were significantly higher in CF of malignant mucinous tumors compared to those found in benign mucinous tumors"}, {"pubmed": 19929276, "text": "The intra-individual variance was greater for cystatin C than for creatinine in both healthy subjects and in patients with impaired renal function."}, {"pubmed": 19938052, "text": "Cystatin C plays an important role in the development of coronary artery disease and plasma level is a strong predictor for risk of cardiovascular events."}, {"pubmed": 20052346, "text": "Results suggests that serum cystatin C is a reliable endogenous marker for the assessment of renal function or glomerular filtration rate in gout patients with renal impairment."}, {"pubmed": 20132026, "text": "serum cystatin C is raised as early as the second trimester in women who subsequently develop pre-eclampsia in third trimester."}, {"pubmed": 20157249, "text": "CST3 genotype an dlow cystatin c cerebrospinal fluid are associated with dementia in Lewy body disease."}, {"pubmed": 20157249, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20175878, "text": "analysis of the human cystatin C crystal structure stabilized against amyloid formation"}, {"pubmed": 20353367, "text": "The best correlation, highest precision and least bias was seen when using cystatin C formula to estimate glomerular filtration rate in renal allografts."}, {"pubmed": 20399428, "text": "cystatin C-based glomerular filtration rate may be associated with flow-mediated vasodilation"}, {"pubmed": 20413850, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20447660, "text": "Results show potential of serum cystatin C as an early prognostic and easy to obtain biomarker for renal dysfunction after heart transplantation."}, {"pubmed": 20450259, "text": "Data show that urinary cystatin C is a more sensitive clinical marker for AKI in HFRS."}, {"pubmed": 20468060, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20482807, "text": "HIV-infected children have higher serum cystatin C level and lower gomerular filtration rate compared to controls."}, {"pubmed": 20489688, "text": "The serum cystatin C levels were significantly correlated with the the brachial-ankle pulse wave velocity, even after adjustments for confounding variables."}, {"pubmed": 20502295, "text": "Maternal serum cystatin C, CRP, and uterine artery mean resistance index are independent predictors of preeclampsia"}, {"pubmed": 20534741, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20538834, "text": "Serum cystatin C is an early predictive biomarker for acute kidney injury and its clinical outcomes after pediatric cardiopulmonary bypass."}, {"pubmed": 20574650, "text": "The elevated level of serum Cys-C is a more sensitive indicator to predict methotrexate-induced myelotoxicity than that of serum creatinine."}, {"pubmed": 20576828, "text": "Serum cystatin C is an early, predictive biomarker of acute kidney injury, which outperforms serum creatinine in the heterogeneous emergency department setting."}, {"pubmed": 20692472, "text": "Cystatin C is a sensitive marker of post-liver transplantation kidney function."}, {"pubmed": 20699092, "text": "high correlation between the cathepsin B/cystatin C system and markers of joint inflammation in acute gout of the knee, demonstrating the pathologic role of cathepsin B and cystatin C in inflammation"}, {"pubmed": 20802417, "text": "The aim of the study was to assess the prevalence of chronic kidney disease using estimated glomerular filtration rate (eGFR) and creatinine clearance according to different formulas and measurements of cystatin C and serum NGAL."}, {"pubmed": 20806899, "text": "Cystatin C was an inhibitor for human meprin alpha(K(i) = 8.5 x 10(-6) M) but, interestingly, not for meprin beta."}, {"pubmed": 20809110, "text": "In this cross-sectional study in patients with essential hypertension, we demonstrated that cystatin C was associated independently with the proinflammatory cytokine TNF-alpha, pulse pressure, and renal function assessed by eGFR."}, {"pubmed": 20849835, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20849835, "text": "The present data demonstrate that the level of cystatin C in CSF should not be considered as a biomarker of ALS, but there is a correlation between cystatin C levels and the CST3 genotype."}, {"pubmed": 20858959, "text": "Low levels of plasma cystatin C are found to predict significant conversion to dementia in patients with mild cognitive impairment."}, {"pubmed": 20879967, "text": "Subjects with four or five metabolic abnormalities had the highest cys-C levels, and with decreasing number of metabolic abnormalities, the cys-C levels decreased linearly in metabolic syndrome"}, {"pubmed": 20880607, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20882990, "text": "Data provide substantial evidence that APP and cystatin C are target secreted proteins of EGFR in NPC, and upregulation of secretory APP by EGFR may be involved in the pathogenesis of NPC."}, {"pubmed": 20885369, "text": "findings show a relationship of serum cystatin C with the incidence of hypertension in type 1 diabetes mellitus."}, {"pubmed": 20921817, "text": "Plasma Cys C might serve as a marker of coronary artery disease severity in patients without chronic kidney disease."}, {"pubmed": 20923994, "text": "elevated level is associated with cardiovascular disease risk"}, {"pubmed": 20926009, "text": "Serum concentrations of cystatin C and transforming growth factor-beta1 (TGF-beta1) were measured in patients with thyroid dysfunction."}, {"pubmed": 20980977, "text": "in patients with moderate-to-severe chronic kidney disease, serum cystatin C unlike serum creatinine was not affected by dietary protein intake independent of changes in GFR"}, {"pubmed": 21051748, "text": "Suggest that urinary-CysC could serve as a cardiovascular disease and chronic kidney disease risk factor in patients with obesity and metabolic syndrome."}, {"pubmed": 21069389, "text": "Serum CysC could be an appropriate marker for residual renal function."}, {"pubmed": 21094842, "text": "Serum midkine is related to NYHA class and cystatin C in heart transplant recipients."}, {"pubmed": 21112096, "text": "We investigated the modulation of Cathepsin S, Cathepsin B and Cystatin C expression in immune cells by interferon (IFN)-beta, and their role in cell migration"}, {"pubmed": 21115625, "text": "Suggest per dialysis CysC reduction ratio may be an excellent method to monitor hemodialysis efficiency of low molecular weight proteins."}, {"pubmed": 21143385, "text": "results suggest that cathepsin S and cystatin C may contribute to disease activity in multiple sclerosis, specifically in a subgroup of patients that are responsive to IFN-beta therapy"}, {"pubmed": 21151566, "text": "Cystatin C may have a role in amyotrophic lateral sclerosis"}, {"pubmed": 21187262, "text": "Serum cystatin C level on admission in patients with heart failure with preserved ejection fraction is a strong and independent predictor of unfavorable outcome."}, {"pubmed": 21198422, "text": "The inflammatory status of a patient does not influence the role of cystatin C as a marker of successful aging, nor of glomerular filtration rate."}, {"pubmed": 21274315, "text": "We demonstrated a significant effect of thyroid dysfunction on CysC levels, but the changes in serum CysC levels in hypo- and euthyroid status did not exceed the reference interval"}, {"pubmed": 21286018, "text": "Data suggets that cystatin C levels of serum and urine could be useful markers for renal dysfunction in type 2 diabetic patients with normoalbuminuria."}, {"pubmed": 21388623, "text": "cystatin C has a role in long-term mortality in patients with peripheral arterial disease"}, {"pubmed": 21415918, "text": "In metabolic syndrome patients without overt diabetes mellitus, cystatin C levels were found to be elevated and the elevation was more pronounced in the subgroup with silent myocardial ischemia."}, {"pubmed": 21470355, "text": "Monocytes, which play an important role in chronic inflammation and atherosclerosis, are independently related with cystatin C concentrations and may provide a plausible link for the usefulness of cystatin C in predicting increased cardiovascular risk."}, {"pubmed": 21494031, "text": "cystatin C has a role in proximal tubular function immediately after kidney transplantation"}, {"pubmed": 21518160, "text": "Cystatin C and neutrophil gelatinase-associated lipocalin have roles in renal function after pediatric heart transplantation"}, {"pubmed": 21577020, "text": "CST3 rs2424577 is associated with BMI in a complex fashion. This association is probably caused by the interaction between several functional variants."}, {"pubmed": 21617716, "text": "Detecting Cystatin C in esophageal squamous cell carcinoma indicates that cystatin C may play an important role in the pathogenesis and metastasis of esophageal cancer."}, {"pubmed": 21619490, "text": "In patients with rheumatoid arthritis, cystatin C may be not only an indicator of the glomerular filtration rate but also a marker of intensity of chronic inflammatory processes."}, {"pubmed": 21697790, "text": "Cystatin C and cystatin C-based estimation of GFR may be useful and more sensitive than creatinine in detecting mild acute renal insufficiency in diabetic patients undergoing coronary artery bypass grafting."}, {"pubmed": 21700821, "text": "The diagnostic accuracy of various cystatin C equations varies with GFR in children."}, {"pubmed": 21710343, "text": "High-dose N-acetylcysteine does not provide additional benefit over placebo with respect to Cys-C defined contrast-induced nephropathy in myocardial infarction patients undergoing primary PCI."}, {"pubmed": 21723753, "text": "Studies indicate that molecular markers, such as cystatin C, neutrophil gelatinase-associated lipocalin (NGAL), IL-18 and kidney injury molecule-1 (KIM-1), better quantify the extent of acute ischemic and/or tubular injury than other available tools."}, {"pubmed": 21740322, "text": "serum level may have significant role as a marker of pre-eclampsia specially when used in combination with uric acid levels"}, {"pubmed": 21757984, "text": "Serum CysC is a useful marker for detecting significant renal dysfunction in patients with cirrhotic ascites and normal serum creatinine levels."}, {"pubmed": 21782177, "text": "cystatin C is associated with early stage coronary atherosclerotic plaque morphology on multidetector computed tomography"}, {"pubmed": 21784814, "text": "Systematic shifts in cystatin C levels, which can be corrected by regression adjustment, occurred in samples measured in 2006 and 2007 to 2008 as compared with 2010. Assay standardization and measurement reliability for cystatin C must be addressed."}, {"pubmed": 21795086, "text": "As a prognostic marker, Cystatin C is a good and cost effective indicator of early renal dysfunction and/or heart failure in Fabry disease."}, {"pubmed": 21852668, "text": "The use of equations based on CysC and gender, or CysC, age, gender, and race, is more appropriate in hospitalized patients to estimate glomerular filtration rate, since these equations are less dependent on patient's nutritional status or muscle mass."}, {"pubmed": 21861242, "text": "Report performance of serum cystatin C versus serum creatinine as a marker of glomerular filtration rate as measured by inulin renal clearance."}, {"pubmed": 21927796, "text": "Letter: report cystatin C/creatinine ratio in pediatric kidney disease."}, {"pubmed": 21928225, "text": "Besides the traditional risk factors, a higher level of serum cystatin C might be another independent risk factor for cardiovascular events, even in those with relatively normal renal function."}, {"pubmed": 22008011, "text": "Serum cystatin-C did not correlate with inulin clearance during pregnancy or postpartum."}, {"pubmed": 22057131, "text": "Polymorphisms in the CST3 gene are significantly associated with the likelihood of deep white matter hyperintensity."}, {"pubmed": 22057374, "text": "Cystatin C is a good predictor of hepatorenal syndrome and survival in patients with cirrhosis who have normal serum creatinine levels."}, {"pubmed": 22072023, "text": "Cystatin C was significantly correlated with several markers of inflammation in systemic lupus erythematosus but was not associated with coronary atherosclerosis."}, {"pubmed": 22117908, "text": "Elevated cystatin C, together with hs-CRP and homocysteine, is an independent risk factor that is important in the prognosis of patients with systolic heart failure."}, {"pubmed": 22139178, "text": "the expression, purification and crystallization of V57D and V57P variants of recombinant human cystatin C are described. Crystals were grown by the vapour-diffusion method"}, {"pubmed": 22207347, "text": "cystatin C was not superior to creatinine for the detection of acute allograft dysfunction"}, {"pubmed": 22209964, "text": "Cathepsin B and cystatin C may play a role in the diagnosis and clinical assessment of the severity of community-acquired pneumonia, which could potentially guide the development of treatment strategies"}, {"pubmed": 22228436, "text": "Both urinary interleukin-18 and cystatin-C are independently predictive of acute kidney injury in non-septic critically ill neonates"}, {"pubmed": 22267378, "text": "Serum cystatin C measurement is preferable to serum creatinine measurement for evaluating renal function before/after radiotherapy in patients with stomach cancer."}, {"pubmed": 22278599, "text": "serum cystatin C might be an independent marker of cardiovascular events in incident dialysis patients."}, {"pubmed": 22287159, "text": "Elevated cystatin C level is associated with invasive glioblastoma."}, {"pubmed": 22305809, "text": "Cystatin C is a reliable maker for early identification of patients at risk for contrast-induced acute kidney injury."}, {"pubmed": 22307441, "text": "Serum cystatin C levels overestimate glomerular filtration rate in patients with heavy proteinuria."}, {"pubmed": 22315498, "text": "elevated serum cystatin C levels may promote venous thrombosis beyond reflecting impaired kidney function."}, {"pubmed": 22322818, "text": "Discuss vality of cystatin C-based equations for assessing glomerular filtration in various stages of chronic kidney disease."}, {"pubmed": 22349874, "text": "Certain factors affect cystatin C levels in cerebral-stroke patients, and they could be considered to be independent predictors of infarct size and hemorrhage volume in acute cerebral stroke events."}, {"pubmed": 22373662, "text": "Cystatin C serum levels are higher in patients with nondipper type hypertension compared to those with dipper hypertension."}, {"pubmed": 22380485, "text": "In multivariate Cox regression, cystatin C was an independent predictor of 90-day mortality in liver cirrhosis with a hazard ratio of 8.0 (95% CI: 2.2-29.6)."}, {"pubmed": 22426688, "text": "The level of serum cystatin C is not only a sensitive marker of renal function, but also reflects tumor burden and delivers prognostic information in multiple myeloma."}, {"pubmed": 22467317, "text": "The objective of this study was to describe the reference intervals of serum Cys-C."}, {"pubmed": 22474211, "text": "Increased of CysC in neonates is associated with bilateral kidney malformation."}, {"pubmed": 22515481, "text": "Studies indicate the most studied biomarkers for acute kidney injury are neutrophil gelatinase-associated lipocalin-2, kidney injury molecule-1, IL-18, cystatin C, N-acetyl-beta-D-glucosaminidase, liver fatty-acid binding protein, and heat shock protein 72."}, {"pubmed": 22547045, "text": "A glomerular filtration rate prediction model has been developed for spinal cord injury based on serum CysC, creatinine level, sex, age, height, weight, body surface area, and body mass index."}, {"pubmed": 22622496, "text": "Report validity of equations estimating glomerular filtration rate based on immunonephelometric determination of cystatin C."}, {"pubmed": 22626587, "text": "A progressive increase in cystatin C levels was associated with a worsening of renal function after cardiac surgery."}, {"pubmed": 22663994, "text": "Serum cystatin C can be used to predict an acute rejection episode after kidney transplantation."}, {"pubmed": 22669102, "text": "Data suggest that serum Cys-C level reflects glomerular filtration rate precisely in women with severe preeclampsia and can be good biological marker to monitor renal function/dysfunctions in third trimester of pregnancy."}, {"pubmed": 22674847, "text": "Present results of pressure-induced denaturation studies of an amyloidogenic protein-the wild-type human cystatin C (hCC) and its single-point mutants."}, {"pubmed": 22705926, "text": "N-GAL, cystatin C and eGFR indicate acute kidney injury and are associated with a poor 30-day prognosis in acute pulmonary embolism."}, {"pubmed": 22710694, "text": "Age negatively correlated with preoperative urinary cystatin C in obstructed hydronephrotic kidneys."}, {"pubmed": 22809763, "text": "Following cardiac surgery, measurement of cystatin C levels, compared to those of creatinine, identifies a subset of patients with acute kidney injury who have a substantially higher risk of adverse outcomes."}, {"pubmed": 22818840, "text": "Elevated Cystatin C plasma level is associated with mortality in patients with acute coronary syndrome."}, {"pubmed": 22837540, "text": "Cystatin C represents an easily available and reliable biomarker for estimation of true renal function in patients on dronedarone treatment."}, {"pubmed": 22844527, "text": "Correlation of plasma CatS and cystatin C with aortic diameter"}, {"pubmed": 22884092, "text": "The cystatic C estimated glomerular filtration rate was found to be superior to creatinine for assessing the risk of cardiovascular disease."}, {"pubmed": 22898924, "text": "Data indicate degradation of cystatin C by cathepsin D secreted by breast cancer cells at acidic pH."}, {"pubmed": 22899766, "text": "CysC is an independent predictor of adverse events in chronic heart failure. It adds prognostic value to creatinine, particularly in patients with preserved renal function."}, {"pubmed": 22947524, "text": "Serum cystatin C level may reflect current fibrogenic and necroinflammatory activities in chronic HCV-induced liver disease with normal renal function but can not be considered as a non-invasive marker of liver fibrosis."}, {"pubmed": 22978689, "text": "Serum cystatin C was significantly associated with the presence and severity of asymptomatic coronary artery disease in metabolic syndrome patients with normal kidney function."}, {"pubmed": 23000961, "text": "Lipo-prostaglandin E1 reudces cystatin C, beta2-microglobulin, and estimated glomerular filtration rate in patients with decompensated heart failure and renal dysfunction."}, {"pubmed": 23008697, "text": "investigation of relationship between serum cystatin C level and kidney function in overweight patients with diabetes mellitus type 2; investigation of serum cystatin C as a biomarker in diagnosis of diabetic nephropathies"}, {"pubmed": 23026591, "text": "Cystatin C-based equations showed a better predictive performance of graft function than creatinine-based equations."}, {"pubmed": 23026592, "text": "In a pediatric transplant population, the combined Schwartz formula exhibited better performance to estimate GFR than formulae based on Cyst-C or combined plasma creatinine."}, {"pubmed": 23070277, "text": "Serum CysC is an independent predictor of acute kidney injury in preterm neonates with respiratory distress syndrome."}, {"pubmed": 23089714, "text": "sCysC was effective for detection of grade 2 diabetic nephropathy and would be especially useful for screening stage 2 chronic kidney disease patients"}, {"pubmed": 23093662, "text": "The results of this study suggest that urinary cystatin C and NAP may be predictors of the progression of type 2 diabetic nephropathy."}, {"pubmed": 23095576, "text": "Simple cystatin C formula was found to be a reliable marker of glomerular filtration rate in patients with impaired kidney function."}, {"pubmed": 23111743, "text": "Antiapoptotic activity of cystatin C results from its inhibitory effect on reactive oxygen species production."}, {"pubmed": 23142864, "text": "Cystatin C-based GFR formulas can provide an accurate estimation of glomerular filtration rate in a pediatric population with a high proportion of transplant recipients and oncology patients."}, {"pubmed": 23179198, "text": "Cystatin C is very elevated in children on hemodialysis. It does not rise between HD sessions, is not removed by standard HD and remains at steady state; therefore, elimination is extrarenal."}, {"pubmed": 23194995, "text": "Cystatin C is a reliable marker of glomerular filtration rate in living kidney donors after uninephrectomy."}, {"pubmed": 23258794, "text": "Report prognostic value of glomerular filtration rate estimated using serum cystatin C in kidney disease."}, {"pubmed": 23300153, "text": "cystatin C may be a promising biomarker for identification of older adults at high risk of hip fracture."}, {"pubmed": 23306163, "text": "In systemic lupus erythematosus, serum cystatin C may be influenced by low grade in fl ammation as well as by renal dysfunction."}, {"pubmed": 23335043, "text": "betaTP, beta2M, CysC, and creatinine differ in their associations with demographic and clinical factors, suggesting variation in their non-glomerular filtration rate determinants."}, {"pubmed": 23347458, "text": "Cystatin C levels in Pima Indians with type 2 diabetes and albuminuria are a better predictor of end-stage renal disease than glomerular filtration rate."}, {"pubmed": 23383156, "text": "CysC is involved in Abeta metabolism suggesting that modulation of the CysC level in the brain might produce a disease-modifying effect in dementia with characteristic amyloid deposits."}, {"pubmed": 23392363, "text": "Review of studies suggests cystatin C levels are increased in sepsis, acute kidney injury, and congenital renal abnormalities in neonates."}, {"pubmed": 23396290, "text": "Plasma and urinary Cystatin C and urinary NGAL are useful markers in predicting AKI in septic critically ill patients"}, {"pubmed": 23414098, "text": "Urinary cystatin C is a useful biomarker of intrinsic acute kidney injury and can be predictive of in-hospital mortality."}, {"pubmed": 23414447, "text": "Cystatin C may adversely affect metabolic factors, particularly abdominal obesity, thus contributing to development metabolic syndrome. Results help to explain the link between cystatin C and development of cardiovascular disease."}, {"pubmed": 23423253, "text": "Cystatin C improves estimation of glomerular filtration rate over creatinine alone; however, the association between most of the risk factors and GFR was more accurate by eGFR based on creatinine alone."}, {"pubmed": 23429977, "text": "The reference level of serum CysC was determined according to postnatal age and postconceptional age."}, {"pubmed": 23479071, "text": "study found that the increased levels of cystatin-C, but not inflammatory biomarkers, were correlated with higher left ventricular mass index values in untreated hypertension"}, {"pubmed": 23518194, "text": "Cystatin C levels are strongly associated with all-cause- and cardiovascular mortality."}, {"pubmed": 23519666, "text": "Crystal structures of the Val57Asp and Val57Pro mutants of CST3 are reported and their dimeric architecture is discussed in terms of the stabilization and destabilization effects of the introduced mutations."}, {"pubmed": 23530579, "text": "serum cystatin C levels correlated with serum creatinine levels but were not an appropriate parameter to predict impairments in renal function during chemotherapy"}, {"pubmed": 23574755, "text": "We observed a significant correlation between cystatin C and cardio-ankle vascular index, which is a marker of early-stage arteriosclerosis, in women in a non-chronic kidney disease population with no proteinuria and eGFR>60 mL/min."}, {"pubmed": 23580616, "text": "Changes in serum cystatin C could be used for the early diagnosis of contrast-induced nephropathy after coronary angiography in patients with chronic kidney disease."}, {"pubmed": 23594833, "text": "A high sCyC level at the initiation of CRRT is associated with poor renal outcome."}, {"pubmed": 23629649, "text": "Stabilization, characterization, and selective removal of cystatin C amyloid oligomers."}, {"pubmed": 23629651, "text": "Microscopy revealed vesicular co-localization of internalized cystatin C with the lysosomal marker proteins cathepsin D and legumain."}, {"pubmed": 23670303, "text": "Report role of serum cystatin C measurements in estimating kidney function in Japanese renal transplant recipients with mildly reduced or normal kidney function."}, {"pubmed": 23684135, "text": "This study evaluated and compared the ability of urinary biomarkers, including urinary neutrophil gelatinase-associated lipocalin (NGAL), cystatin C, and the urinary albumin to creatinine ratio (ACR) to predict cisplatin-induced acute kidney injury."}, {"pubmed": 23698027, "text": "Among NSTE-ACS patients, BTP and CysC were superior to conventional renal parameters for predicting MB, and improved clinical stratification for hemorrhagic risk."}, {"pubmed": 23698074, "text": "The study presents Cystatin C- and creatinine-based estimates of renal function and their value for risk prediction in patients with acute coronary syndrome."}, {"pubmed": 23701892, "text": "This review shows the value of using cystatin C levels for diagnosis and treatment of chronic kidney disease."}, {"pubmed": 23706287, "text": "The concentration of cystatin C is strongly associated with long-term all-cause and cardiovascular mortality in patients referred to coronary angiography, irrespective of creatinine-based renal function."}, {"pubmed": 23835667, "text": "Cys C, together with total bilirubin and hs-CRP, is an independent risk factor associated with in-stent restenosis."}, {"pubmed": 23836469, "text": "All amino acid residues in the SAA sequence, essential for the formation of the protein complex with cystatin C, are basic ones."}, {"pubmed": 23849305, "text": "Higher circulating levels of beta2-m or cystatin C are independent cardiovascular risk factors of left atrial enlargement in patients with coronary artery disease, and could be a link between the kidney and the heart."}, {"pubmed": 23852792, "text": "Metabolic syndrome patients with microalbuminuria had high levels of fetuin-A and cystatin-C"}, {"pubmed": 23893055, "text": "The present study demonstrated that both oxidative stress and cystatin C levels were increased in patients with preeclampsia, and the increased cystatin C levels seem to be a consequence of oxidative stress."}, {"pubmed": 23912790, "text": "Cystatin C level independently predicts cardiac mortality or morbidity in patients receiving CRT. The assessment of cystatin C level could provide valuable information about long-term prognosis after CRT."}, {"pubmed": 23932088, "text": "the association of rs13038305 with cystatin C-based estimated glomerular filtration rate (eGFRcys)and serum creatinine-based eGFR"}, {"pubmed": 23945244, "text": "Cat X and cystatin C levels were significantly higher in patients with lung cancer"}, {"pubmed": 23987825, "text": "Serum cystatin C, urine NAG, RBP, and ET-1 levels were found to be insufficient for the evaluation of SCD nephropathy. Increased B2M/creatinie levels can be valuable in estimating possible glomerular and tubular damage in SCD."}, {"pubmed": 24028541, "text": "Serum cystatin C is independently and significantly associated with the risk of long-term mortality in patients suffering from ischemic stroke, in contrast to creatinine and estimated glomerular filtration rate analyses."}, {"pubmed": 24101592, "text": "High sCysC concentration may be a potential indicator of impaired lung function, and its application may improve the diagnosis and assessment of COPD severity in elderly male patients."}, {"pubmed": 24101711, "text": "Patients with coronary slow flow have lower CysC levels."}, {"pubmed": 24178809, "text": "cystatin C as a new biomarker of idiopathic pulmonary fibrosis"}, {"pubmed": 24202134, "text": "Derive a new combined serum creatinine and cystatin C quadratic formula for glomerular filtration rate assessment in children with chronic kidney disease."}, {"pubmed": 24216017, "text": "In patients with venous thromboembolism, the highest discriminating power value of dying at 6 months for cysC was 1,175mg/dl (sensitivity 76%, specificity 65%, positive predictive value 26%, negative predictive value 94%)."}, {"pubmed": 24254896, "text": "cystatin C may be an indicator of acute PTE in patients with normal renal function."}, {"pubmed": 24295505, "text": "GFR-estimating equations CKD-Epi_creatinine-cystatin and BIS_creatinine-cystatin showed better accuracy than other equations using creatinine or cystatin C alone in very elderly persons."}, {"pubmed": 24365793, "text": "Report no benefit of intravenous or oral high-dose N-acetylcysteine in addition to saline in preventing contrast-induced nephropathy assessed by cystatin C."}, {"pubmed": 24376511, "text": "The performance of the chronic kidney disease epidemiology collaboration equations based on serum concentrations of creatinine, cystatin C and both biomarkers combined in HIV-positive and 98 HIV-negative participants, was assessed."}, {"pubmed": 24384771, "text": "Cystatin C, serum and urinary NGAL values were significantly higher in diabetics than in non-diabetics."}, {"pubmed": 24405645, "text": "No significant impact was found for thyroid function on the diagnostic accuracy of serum cystatin C to detect acute kidney injury in ICU patients."}, {"pubmed": 24405769, "text": "Cystatin C is a potential pathogenic signal triggering neurodegeneration in multiple system atrophy."}, {"pubmed": 24409073, "text": "Serum cysstatin C provides early prediction of renal dysfunction in acute-on-chronic liver failure patients with a normal serum Cr level."}, {"pubmed": 24421217, "text": "Estimated glomerular filtration rate calculated using Le Bricon formula based on the cystatin C concentration was significantly lower than eGFR calculated from creatinine concentration and was more closely associated with albuminuria."}, {"pubmed": 24465871, "text": "The present study aimed to establish reference intervals for serum cystatin C (Scys-C) stratified by stages of chronic kidney disease."}, {"pubmed": 24470529, "text": "Cystatin C levels do not predict cardiovascular events in male patients with peripheral artery disease."}, {"pubmed": 24471722, "text": "Serum cystatin C is a reliable marker for estimating glomerular filtration rate among renal transplant recipients."}, {"pubmed": 24492354, "text": "Cys-C is not affected by the occurrence of myocardial necrosis or by acute left-ventricular impairment in non-ST-elevation acute coronary syndromes."}, {"pubmed": 24500719, "text": "The L68Q variant of cystatin C demonstrates a role for amyloid in male infertility."}, {"pubmed": 24522084, "text": "An increase of at least 30% in NT-proBNP levels after hospitalization is related to all-cause mortality in patients with acute heart failure and provides supplementary prognostic information in patients with high levels of cystatin C."}, {"pubmed": 24606172, "text": "Cystatin C changes are differentially present in the parkinsonian and cerebellar forms of multiple system atrophy and may play an important role in the pathogenesis of this neurodegenerative condition."}, {"pubmed": 24652630, "text": "Results suggest that cystatin C (CysC) can be used as a sensitive biomarker of the early stages of cadmium (Cd)-induced renal injury."}, {"pubmed": 24661756, "text": "Cystatin-C can be a reliable, useful and promising marker of gestational diabetes mellitus in pregnant women."}, {"pubmed": 24704396, "text": "Cystatin C predicts adverse events in chronic heart failure patients."}, {"pubmed": 24725853, "text": "Cystatin C was independently associated with the coronary artery calcium level and the presence of coronary disease."}, {"pubmed": 24734782, "text": "The serum concentrations of cystatin C, creatinine and urea in the central hepatic vein and the abdominal aorta are independent of the splanchnic blood flow."}, {"pubmed": 24789553, "text": "Cystatin C is cleared by high-flux dialysis membranes, and its usefulness as a marker of middle-molecule clearance should be further explored."}, {"pubmed": 24790080, "text": "report identifies PARP1 as a novel modulator of two UHRF1-regulated heterochromatin-associated events: the accumulation of H4K20me3 and the clearance of DNMT1"}, {"pubmed": 24821156, "text": "NGAL and plasma CysC may be considered as early predictors of acute kidney injury after cardiac surgery."}, {"pubmed": 24914379, "text": "cystatin C has a role in renal function in patients with liver cirrhosis"}, {"pubmed": 24925313, "text": "Cystatin C may be the most sensitive indicator of cerebral microbleeds severity among the renal disease markers"}, {"pubmed": 24963810, "text": "Elevated urinary levels of cystatin C is associated with Henoch-Schonlein purpura patients with renal involvement."}, {"pubmed": 24979323, "text": "Seru CST3 was lower in patients with coronary artery disease compared to controls. Decreased CST3 correlated with disease severity."}, {"pubmed": 25074643, "text": "Data suggest that serum CST3 levels (not ferritin levels) can be used as biological marker to indicate renal insufficiency in subjects with beta-thalassemia major treated with blood transfusions and iron-chelating agents to reduce iron overload."}, {"pubmed": 25084128, "text": "Serum cystatin C levels are associated with coronary artery disease and its severity"}, {"pubmed": 25155186, "text": "preoperative serum cystatin C combined with dipstick proteinuria may improve prediction of acute kidney injury among patients undergoing cardiac surgery"}, {"pubmed": 25182044, "text": "By using integrative genomics and analysing the relationships of COPD phenotypes with SNPs and gene expression in lung tissue, we identified CST3 and CD22 as potential causal genes for airflow obstruction."}, {"pubmed": 25194959, "text": "the determination of sCC before and after CABG surgery may help in the prognosis of adverse cardiovascular and renal outcomes after the CABG surgery."}, {"pubmed": 25216761, "text": "The measurement of human cystatin C was established with the self-made monoclonal antibodies and Variable domain of heavy chain of heavy-chain antibody with a high sensitivity."}, {"pubmed": 25230103, "text": "Cystatin C measurement by isotope dilution mass spectrometry is developed in this study with the aim of making available this tool to support diagnostics of kidney function in the same way."}, {"pubmed": 25265151, "text": "Risk of all-cause mortality for every incremental reduction in eGFR determined using CKD-EPI-creatinine, CKD-EPI-cystatin C and the CKD-EPI-creatinine-cystatic C equations was similar"}, {"pubmed": 25300191, "text": "Cys-C has shown strong associations with GFR and albuminuria among patients with SCA and so may be a useful screening tool in this patient population."}, {"pubmed": 25344529, "text": "In patients who underwent peripheral angiography, a serum Cys C increase >/=5% was an independent predictor of 1-year major adverse events."}, {"pubmed": 25367815, "text": "There were no associations between serum cysC levels and renal involvement in patients with primary Sjogren's syndrome."}, {"pubmed": 25402375, "text": "NGAL and cystatin C, known markers of renal injury, correlate with renal function decline in T1D, suggesting that they may be used as supplementary tests to urine albumin excretion in order to unmask early renal dysfunction."}, {"pubmed": 25479090, "text": "The pentapeptide LQVVR plays a pivotal role in human cystatin C fibrillization."}, {"pubmed": 25589536, "text": "Cystatin C plays a role in genetic susceptibility of cardiovascular diseases."}, {"pubmed": 25629773, "text": "We developed a new prognostic index combining serum CysC with TBil which early predicted the short-term mortality of HBV-ACLF patients."}, {"pubmed": 25654627, "text": "Serum cystatin C has an important role in enhancing accuracy of GFR estimation of kidney function and predicting mortality in liver transplant recipients."}, {"pubmed": 25663560, "text": "In heart failure, the combination of NT-proBNP with estimated GFR using CysC-based CKD-EPI equations better predicts outcomes than either parameter alone and adds valuable complementary prognosis information to other established risk factors."}, {"pubmed": 25697425, "text": "Elevated serum CysC in patients with acute ischemic stroke may play a protective role in ischemic injury. Under ischemic stimuli, neuronal cells, including neurons and astrocytes, may release high levels of CysC as a defensive mechanism to inhibit cysteine protease activity."}, {"pubmed": 25723809, "text": "Cystatin C, an alternative measure of kidney function, was more strongly associated with carotid thickening and plaque than other measures of kidney function."}, {"pubmed": 25727405, "text": "Postoperative serum Cys C appears to be a more specific and sensitive biomarker for NGAL-positive AKI resulting from cardiopulmonary bypass surgery in infants undergoing cardiac surgery."}, {"pubmed": 25736604, "text": "The detailed analysis of the docking results points to the fact that the best serum amyloid A-Cystatin C (SAA-hCC) binding is achieved by the peptides inclined toward interacting via Lys90 and Arg 96 (with ffhCC Ser98 and Tyr102, respectively)."}, {"pubmed": 25832128, "text": "Measurement of cystatin C level in both diabetic and non-diabetic patients may reveal acute kidney injury earlier than NGAL and BUN"}, {"pubmed": 25863806, "text": "Suggest that serum CysC level is an independent predictor of major adverse cardiovascular events, even in patients with preserved eGFR after elective sirolimus-eluting stent implantation."}, {"pubmed": 25893795, "text": "A missense variant in CST3 exerts a recessive effect on susceptibility to age-related macular degeneration resembling its association with Alzheimer's disease."}, {"pubmed": 25911852, "text": "Suggest that cystatin C may be a marker for metabolic syndrome and may identify a certain degree of renal dysfunction even when serum creatinine does not exceed normal level."}, {"pubmed": 25932809, "text": "High serum cystatin C is associated with structural cardiac abnormalities."}, {"pubmed": 25944130, "text": "In critically ill patients with acute kidney injury and sepsis, cystatin C is a reliable diagnostic biomarker."}, {"pubmed": 26024878, "text": "The Cr/CysC ratio could serve as a useful predictive marker for chemotherapy-related adverse effects in patients with nonsmall-cell lung cancer."}, {"pubmed": 26115583, "text": "Results revealed that cystatin C deposition in Hereditary Cystatin C Amyloid Angiopathy is always spatially associated with arteries, i.e. parenchymal focal deposits were never seen in areas with no arteries"}, {"pubmed": 26185434, "text": "Chronic kidney disease is a comorbidity that occurs frequently in COPD patients. Japanese COPD patients should preferably be evaluated based on creatinine in combination with cystatin C."}, {"pubmed": 26191245, "text": "the level of Cys-C in CSF should not be considered as a biomarker of ALS. Cys-C in serum may be useful as an indicator of the severity of disease and site of symptoms onset although the specificity of serum Cys-C levels in ALS was not significant."}, {"pubmed": 26194503, "text": "Serum cystatin C was higher in primary hyperparathyroidism patients than in healthy controls. Cys-C levels in PHPT patients were predicted by age, BMI, ionized calcium, hypertension and HDL-cholesterol."}, {"pubmed": 26215986, "text": "Cystatin C is a stronger predictor of postoperative renal dysfunction than serum creatinine, and its level is directly correlated with mid-term off-pump coronary artery bypass grafting adverse results."}, {"pubmed": 26354502, "text": "Cystatin C-based eGFR is a superior prognostic parameter to creatinine-based eGFR in post-endovascular therapy peripheral artery disease patients."}, {"pubmed": 26356356, "text": "First-trimester cystatin C levels were significantly higher in cases complicated with preterm delivery and premature rupture of membrane (PROM) compared to uncomplicated ones (0.58+/-0.07 vs. 0.55+/-0.07, P=0.041, and 0.58+/-0.07 vs. 0.55+/-0.07, P=0.036). With a cutoff value of 0.505 mg/L, sensitivity of cystatin C for preterm delivery and PROM was 91.9% and specificity was 27.7%."}, {"pubmed": 26396066, "text": "Reprot increases in serum cystatin C that could erroneously be interpreted as acute kidney injury following cardiopulmonary bypass."}, {"pubmed": 26402227, "text": "Serum cystatin C reflects angiographic coronary collateralization in patients with stable coronary artery disease, and cystatin C >/= 0.97 mg/L indicates a great risk of poor coronary collaterals."}, {"pubmed": 26427030, "text": "Report reliability of using serum creatinine or/and cystatin C equations to estimate glomerular filtration rate."}, {"pubmed": 26498756, "text": "Elevated cystatin C levels at admission were independently associated with impaired myocardial perfusion, poor cardiac functional recovery and development of congestive heart failure in patients with anterior STEMI undergoing PCI."}, {"pubmed": 26502295, "text": "Estimated pre-liver transplant renal function is predictive of post-LT survival only when assessed using the CKD-EPI cystatin C equation."}, {"pubmed": 26576434, "text": "Nearly half of diabetic study participants with cystatin C >/= 1.12 mg/L have moderate diabetic retinopathy."}, {"pubmed": 26584598, "text": "Serum cystatin-C levels revealed a significant negative correlation with estimated glomerular filtration rate ."}, {"pubmed": 26592151, "text": "Data (including data from studies in mutant mice) suggest that up-regulation of CST3, as observed in plasma of mice with type 2 diabetes, down-regulates insulin signaling and promotes endoplasmic reticulum stress in hepatocytes but not in myotubes."}, {"pubmed": 26629900, "text": "Plasma Levels of Middle Molecules to Estimate Residual Kidney Function in Haemodialysis"}, {"pubmed": 26632077, "text": "findings suggest that both NGAL and CysC are very sensitive markers that reflect renal impairment in newly diagnosed patients with multiple myeloma."}, {"pubmed": 26642700, "text": "Cystatin C may have a role in high blood pressure in elderly Chinese diabetics"}, {"pubmed": 26710332, "text": "Cystatin C demonstrated incremental benefit in the prediction of response to cardiac resynchronization therapy."}, {"pubmed": 26757339, "text": "Cystatin C expression was significantly downregulated in breast cancer cells with p53 mutations, and decreased cystatin C expression was associated with poor prognosis of breast cancer."}, {"pubmed": 26845025, "text": "the A25T polymorphism does not cause a significant reduction in Cystatin C secretion, but instead predisposes the protein to be cleaved at an alternative signal sequence cleavage site."}, {"pubmed": 26865059, "text": "the role of the cystatin C signal peptide in pathogenesis of AD and AMD"}, {"pubmed": 26897077, "text": "Cystatin C, a novel cardiac biomarker, predicts long-term mortality in patients with pulmonary hypertension and congenital heart disease."}, {"pubmed": 26904684, "text": "High activity of cathepsin B and increased level of cystatin C are typical for women in late pregnancy. Those levels significantly decrease after delivery which can be associated with potential role of those markers in placental separation"}, {"pubmed": 27010456, "text": "In mildly impaired renal function, serum cystatin C is a risk predictor of plaques and plaque burden."}, {"pubmed": 27012045, "text": "Serum cystatin C may correlate with post-transplant kidney function."}, {"pubmed": 27012051, "text": "Corticosteroids given to heart failure patients can elevate serum cystatin C levels."}, {"pubmed": 27020372, "text": "Urinary cystatin C levels in the acute kidney injury (AKI) preterm infant group were not significantly higher than in no-AKI group on day of life 1, 3 and 7."}, {"pubmed": 27079462, "text": "CysC plays an important regulatory role in combating cell death via the autophagic pathway in atherosclerosis."}, {"pubmed": 27087511, "text": "High cystatin C level is associated with kidney diseases."}, {"pubmed": 27125433, "text": "Application of the cystatin C-based equations most accurately estimate glomerular filtration rate in Chinese patients with chronic kidney disease."}, {"pubmed": 27190304, "text": "Cystatin C significantly decreased the lipopolysaccharide-stimulated release and expression of interleukin-1beta and tumor necrosis factor-alpha in monocyte and peripheral blood mononuclear cultures from healthy donors and Crohn's patients. Cystatin C was internalized by monocytes via an active endocytic process, decreased phosphorylation of the MAP kinase pathway ERK-1/2, and altered surface markers."}, {"pubmed": 27208743, "text": "ADAMTS13 activity, d-Dimer and cystatin C are associated with retinopathy in type 1 diabetic patients and are promising biomarkers for the diagnosis and monitoring of diabetic retinopathy"}, {"pubmed": 27414726, "text": "Elevated levels of cystatin C were detected in early diagnosis of right heart failure in patients with systemic sclerosis."}, {"pubmed": 27548357, "text": "The concentration change of Cys C is better than serum creatinine as a biomarker in the early detection of Contrast-Induced Nephropathy."}, {"pubmed": 27573935, "text": "The findings of the current studies may be important for future design of hCC dimerization inhibitors."}, {"pubmed": 27578255, "text": "High cystatin C was associated with increased risk of mortality but not with poor functional outcome in patients with acute intracerebral hemorrhage."}, {"pubmed": 27582023, "text": "Cystatin C may be considered a biological marker for vascular dysfunction and subclinical atherosclerosis in SCD."}, {"pubmed": 27658322, "text": "serum level in acute kidney injury patients helps predict risk of chronic kidney disease stage 3"}, {"pubmed": 27680774, "text": "Mild-to-moderate kidney dysfunction modifies the relationship between CysC and high-risk coronary lesion, but not NGAL."}, {"pubmed": 27714883, "text": "Results from nuclear magnetic resonance structural data and molecular dynamics modeling point to conformational requirements and special importance of some amino acid residues in cystatin 3 C-terminal for the its interaction with amyloid beta fragments."}, {"pubmed": 27743042, "text": "CysC is as an early acute kidney injury biomarker and predictive of persistent acute kidney injury on aminoglycoside treatment."}, {"pubmed": 27862029, "text": "This study tested the utility of neutrophil gelatinase-associated lipocalin (NGAL) and cystatin C (CysC) in addition to standard creatinine for early determination of Acute Kidney Injury (AKI) After Heart Operations Using Cardiopulmonary Bypass. The results support the notion that CysC and NGAL should be viewed as comparable for early AKI detection."}, {"pubmed": 27889768, "text": "Meta-analysis shows that Serum cystatin C is an early predictor of diabetic nephropathy among patients with diabetes mellitus"}, {"pubmed": 28067897, "text": "Data show that cystatin C deposition in minimally affected samples was limited to the basement membrane (BM) between the dermis and epidermis."}, {"pubmed": 28078200, "text": "Data indicate that serum cystatin C is not a reliable early marker to efficiently predict renal failure in patients receiving chemotherapy."}, {"pubmed": 28142264, "text": "Neutrophil gelatinase-associated lipocalin concentrations in the urine and serum on the second day of intensive care unit admission could be used to predict the development of acute kidney injury in the following three to seven days in the intensive care unit; however, the cystatin C concentration did not have predictive value"}, {"pubmed": 28143410, "text": "A high CysC level had predictive value regarding the severity of vascular lesions in acute coronary syndrome."}, {"pubmed": 28182342, "text": "Increasing cystatin C and cathepsin B reported in serum of colorectal cancer patients."}, {"pubmed": 28182344, "text": "Both cystatin C and beta 2 macroglobulin are elevated in type 2 diabetics with diabetic nephropathy. Cystatin C may be useful in the early diagnosis of diabetic nephropathy"}, {"pubmed": 28189145, "text": "a significant association of increased CysC levels with more advanced coronary artery disease, is reported."}, {"pubmed": 28272253, "text": "more closely associated with the presence of metabolic syndrome, as compared to serum creatinine"}, {"pubmed": 28321013, "text": "We enrolled 43 stable coronary artery disease (CAD) male patients to examine the relationship between cystatin C-adiponectin (CysC-APN) complex and coronary plaque characteristics. In multivariate analysis, CysC-APN complex levels were identified as the strongest negative factor for fibrotic components and the strongest positive factor for both necrotic and lipidic plus necrotic components."}, {"pubmed": 28332367, "text": "Serum cystatin C level was found to be associated with the development and worsening of AKI [Acute kidney injury ] in ICU [intensive care unit ] patients with sepsis."}, {"pubmed": 28372557, "text": "Serum and urine levels of cystatin C were significantly higher in children with acute kidney injury. [Review and Meta-Analysis]"}, {"pubmed": 28417217, "text": "Study emphasize the role of CyC as a good marker for assessing the adequacy of hemodialysis (HD) sessions in children on high-flux HD (HFH) and show that the CyC reduction ratio may be used as an index of middle-molecule toxin clearance following HFH sessions."}, {"pubmed": 28487367, "text": "Fibrillation of CysC therefore likely initiates from the monomer and does not require domain-swapping. The non-swapped oligomers likely represent a dead-end offshoot of the amyloid pathway and must dissociate to monomers prior to rearranging to amyloid fibrils. These prefibrillar CysC oligomers were potent inhibitors of aggregation of the Alzheimer's-related peptide, beta-amyloid."}, {"pubmed": 28535124, "text": "Acute kidney injury is common following deliberate self-poisoning with a combination washing powder containing oxalic acid and potassium permanganate and cystatin C monitoring may under estimate the severity of poisoning."}, {"pubmed": 28545169, "text": "biomarker of renal dysfunction, acute-on-chronic liver failure, and hepatorenal syndrome in decompensated liver cirrhosis"}, {"pubmed": 28552392, "text": "cystatin-C should be considered an early biomarker of AKI"}, {"pubmed": 28586363, "text": "An elevated preoperative Cys-C level was demonstrated to be related with worse survival in patients with renal cell carcinoma(RCC). Measuring preoperative serum Cys-C might be a simple way for finding poor prognostic patients and patients with elevated preoperative Cys-C level should be more closely followed up"}, {"pubmed": 28599259, "text": "elevated cystatin C is independently associated with adverse vascular outcomes in people with suspected or established CAD in terms of all-cause mortality, cardiovascular mortality, and total adverse vascular events [meta-analysis]"}, {"pubmed": 28630039, "text": "Data suggest that melanoma cells internalize/absorb cystatin C from culture media, leading to increased intracellular cystatin C levels; cystatin E/M is internalized as well but at modest rate due to down-regulation of cell migration; however, the effect of intracellular cystatin E/M on down-regulation of legumain activity is pronounced."}, {"pubmed": 28633877, "text": "this results identified cystatin 3 as a biomarker in patients with seasonal allergic rhinitis"}, {"pubmed": 28763843, "text": "Serum Cys C is a good marker for detecting AKI [acute kidney injury] in liver cirrhosis, and the different levels of increase in Cys C may be useful in differentiating the different types of AKI."}, {"pubmed": 28778467, "text": "Urinary cystatin C is an independent risk predictor in patients with acute myocardial infarction."}, {"pubmed": 28812020, "text": "serum Cys-C levels predict renal function in patients with prostate neoplasia, but were not a biomarker for the development of prostate neoplasia, and were not correlated with the clinicopathological characteristics of prostate cancer ."}, {"pubmed": 28830298, "text": "Circulating CysC and Gal-3 were associated with greater left atrial dilatation in patients with heart failure with reduced left ventricular ejection fraction."}, {"pubmed": 28865325, "text": "Cognitive function was significantly and inversely associated with cystatin C and microalbuminuria, in the relatively younger general Japanese population."}, {"pubmed": 28922364, "text": "The strong association between epicardial adipose tissue (EAT) and cystatin C demonstrated herein indicates that EAT accumulation may play an important role in Cystatin C secretion, possibly contributing to cardiometabolic risk in T2DM patients."}, {"pubmed": 28937056, "text": "Elevated serum CysC is an early marker for acute kidney injury in premature neonates with respiratory distress syndrome."}, {"pubmed": 29046353, "text": "Data suggest that kinetics of degradation/proteolysis versus of aggregation of amyloid beta(1-40) and amyloid beta(1-42) at specific concentrations of amyloid beta, cathepsin B, and cystatin C can be modeled and predicted."}, {"pubmed": 29086660, "text": "The average of estimated glomerular filtration rate (eGFRave) based on creatinine (eGFRcre) and eGFR based on cystatin C (eGFRcys) best predicted the exacerbation of renal function in allogeneic hematopoietic cell transplantation (allo-HCT)."}, {"pubmed": 29090609, "text": "Serum cystatin C level was significantly associated with subclinical atherosclerosis. An increase in cystatin C level could be a valuable surrogate marker for the risk of cardiovascular disease in patients with type 2 diabetes mellitus."}, {"pubmed": 29179178, "text": "Serum CysC is a strong predictor of AKI and the short-term prognosis of CCU patients."}, {"pubmed": 29249381, "text": "Study demonstrated that the binding of CST3 and PSAP decreased the inhibitory effects of CST3 on proteinase in vitro. The co-localization of both proteins was detected in cultured cells and in Bunina body-containing motor neurons from patients with amyotrophic lateral sclerosis, suggesting that they might be involved in the process of Bunina body formation."}, {"pubmed": 29355583, "text": "Cystatin C plays immune regulatory roles at both cellular and molecular levels including antigen presentation, secretion of cytokines, synthesis of nitric oxide and apoptosis [Review]."}, {"pubmed": 29464358, "text": "the relationships of cystatin C-based glomerular filtration rate (eGFRcys) and creatinine-based GFR (eGFRcr), as well as their ratio with occurrence of osteoporotic fracture in postmenopausal osteoporotic women, were examined."}, {"pubmed": 29627485, "text": "Postoperative serum Cystatin C, IL-18 and Uric acid after 24h were significantly associated with acute kidney injury"}, {"pubmed": 29654808, "text": "This paper discusses the current findings regarding the role of Cyst C in cancer progression and the clinical implications emerging from these studies--{review}"}, {"pubmed": 29661604, "text": "Age and cystatin C were found to be significant risk factors for cardiovascular events in a pre-diabetic cohort."}, {"pubmed": 29673928, "text": "Urinary cystatin-C levels were increased in type 2 diabetic patients with early diabetic nephropathy."}, {"pubmed": 29684685, "text": "identify the epitope sequence"}, {"pubmed": 29722001, "text": "he similarities between melanoma brain metastasis and stroke with respect to CysC expression by and secretion from microglia cells suggest that CysC may be involved in shared pathways between brain metastasis and post-stroke regeneration. This manifests the tendency of tumor cells to highjack physiological molecular pathways in their progression"}, {"pubmed": 29724997, "text": "In mouse and human lungs with interstitial fibrosis, CST3 and GDF15 expression levels were markedly reduced, and the restoration of these cytokines alleviated the fibrotic changes in mouse lungs."}, {"pubmed": 29749360, "text": "bladder cancer (BCa) patients have lower serum cysC concentration than the control group. Serum cysC may be considered as a potential marker of BCa but not its aggressiveness."}, {"pubmed": 29778943, "text": "Low CysC estimated glomerular filtration rate may be an independent predictor for 1-year poor functional outcome in ischemic stroke patients with LDL-C >/=4.14mmol/l."}, {"pubmed": 29789781, "text": "Studied serum Cystatin C as a biomarker in bladder urothelial neoplasm; results found serum Cystatin C not to be a reliable marker in predicting bladder urothelial tumors tumorigenesis and clinicopathological characteristics."}, {"pubmed": 29792017, "text": "Levels of cystatin C and hs-CRP are significantly increased in patients with active systemic lupus erythematosus, and cystatin C and hs-CRP are negatively related to inner diameter of brachial artery under ultrasound, but positively correlated with the level of VEGF in vivo"}, {"pubmed": 29870981, "text": "Serum CysC, at the time of CRRT (Continuous Renal Replacement Therapy cessation), is an independent predictor of the successful weaning from CRRT in critically ill patients with acute kidney injury."}, {"pubmed": 29891036, "text": "Increased cystatin C levels may be associated with enhanced risks of composite endpoints in patients with ST-elevation acute myocardial infarction undergoing elective percutaneous coronary intervention"}, {"pubmed": 30024915, "text": "Data show that cystatin C was negatively associated with small-for-gestational age infants (SGA)."}, {"pubmed": 30033802, "text": "Study showed that serum cystatin C level is an independent prediction biomarker for acute cerebral infarction (ACI) recurrence."}, {"pubmed": 30035656, "text": "The serum levels of cystatin C and urine NGAL, urine OPN can be used as a good marker for assessing the renal effect of obesity which can lead end stage renal disease in pediatric population."}, {"pubmed": 30284299, "text": "Serum cystatin C and urinary NGAL were found to be predictors of long-term mortality in high-risk patients undergoing percutaneous mitral valve repair."}, {"pubmed": 30460495, "text": "Over the first 2 years of life, median cystatin C (CysC) levels decrease depending on height and weight from 1.06 to 0.88 mg/l for males and from 1.04 to 0.87 mg/l for females. Following the second year of age, the levels remain stable for eight years. From 11 to 14 years of age, there is an increase of median CysC levels in males to 0.98 mg/l and a decrease in females to 0.86 mg/l. The change is associated with puberty."}, {"pubmed": 30484377, "text": "the absence of alpha-helix 2 in the appendant structure region could induce structural instability in cystatin C."}, {"pubmed": 30517681, "text": "Studied serum levels of Cystatin C in singleton and twin pregnancies, both with and without preeclampsia."}, {"pubmed": 30581500, "text": "Serum cystatin C level was associated with acute kidney injury in patients with acute pancreatitis."}, {"pubmed": 30610366, "text": "Cystatin C may be superior to creatinine for the detection of minor changes in glomerular filtration rate in early stages of renal insufficiency secondary to chemotherapy.[systematic review and meta-analysis]"}, {"pubmed": 30639197, "text": "In patients with STEMI treated by primary PCI, plasma NGAL and cystatin C did not provide additional value regarding contrast induced-acute kidney injury prediction compared with known risk factors such as baseline creatinine."}, {"pubmed": 30640054, "text": "Higher cystatin C levels were associated with a greater risk of new-onset depressive symptoms among subjects with normal renal function."}, {"pubmed": 30643006, "text": "Elevated Cystatin C level is possibly associated with an increased risk of all-cause mortality and rehospitalization in heart failure patients. [meta-analysis]"}, {"pubmed": 30805744, "text": "A high serum cystatin C level and CST3 B allele may be risk factors for vascular cognitive impairment after acute cerebral infarction."}, {"pubmed": 30848029, "text": "Cathepsin S and CatS/CysC were associated with acute Cerebral infarction."}, {"pubmed": 30871390, "text": "A high serum Cys C level was independently associated with acute coronary syndrome."}, {"pubmed": 30874448, "text": "Preeclampsia history was associated with elevated postpartum levels of cystatin C; however, duration of lactation was not associated with postpartum hsCRP or cystatin C, regardless of history of gestational hypertension or preeclampsia."}, {"pubmed": 30890820, "text": "Serum Cystatin-C levels were higher in subjectswith prehypertension compared to normotensive subjects. Serum Cystatin-C and Estimated glomerular filtration based on rate Cystatin-C appeared to be better renal biomarkers in the detection of pre-hypertensive nephropathy."}, {"pubmed": 31054924, "text": "Serum Cys C levels were independently associated with dyskinesia in parkinson patients."}, {"pubmed": 31096818, "text": "High CST3 expression is associated with Diabetes mellitus associated aortic aneurysms."}, {"pubmed": 31115219, "text": "Neutrophil gelatinase-associated lipocalin (NGAL) and cystatin C levels in serum appear to be ideal biomarkers for PE prediction at 10 - 14 weeks; while the combination of NGAL and cystatin C seems to be more valuable in discriminating patients at risk of developing PE from other pregnancy complications early in gestation."}, {"pubmed": 31119598, "text": "This is a comparative study of the structural, thermal stability, and oligomerization properties of human cystatin C (HCC) and its stabilized variant (sHCC) L47C/G69C (which possesses an additional disulfide bridge) as well as their binding thermodynamics to the protease chymopapain, analyzed by Isothermal titration calorimetry."}, {"pubmed": 31189155, "text": "Combining sCyC and sCr to diagnose Cardiac Surgery-Associated Acute Kidney Injury would be beneficial for risk stratification and prognosis in patients after cardiac surgery."}, {"pubmed": 31189973, "text": "The domain swapping of human cystatin C induced by synchrotron radiation."}, {"pubmed": 31313057, "text": "Patients with ischemic stroke had significantly higher serum cystatin C concentrations compared with the participants without ischemic stroke, in particular acute ischemic stroke and subclinical cerebral infarction. Review."}, {"pubmed": 31317040, "text": "Cystatin C may be an independent predictor of metabolic syndrome and therefore valuable for management of non-ST-segment elevation acute coronary syndrome patients."}, {"pubmed": 31342824, "text": "The combination of carotid artery color Doppler ultrasonography with the Lp-PLA2 and Cys C plasma levels is of great clinical value in the diagnosis and treatment of arteriosclerotic cerebral infarction."}, {"pubmed": 31353156, "text": "Evolution of renal function and predictive value of serial renal assessments among patients with acute coronary syndrome: BIOMArCS study."}, {"pubmed": 31601879, "text": "Role of biomarkers as predictors of acute kidney injury and mortality in decompensated cirrhosis."}, {"pubmed": 31606750, "text": "The role of urinary NGAL and serum cystatin C in assessing the severity of ureteropelvic junction obstruction in infants."}, {"pubmed": 31619362, "text": "A single cystatin C determination before coronary angiography can predict short and long-term adverse events."}, {"pubmed": 31686541, "text": "Early serum cystatin C-enhances risk prediction for acute kidney injury following cardiac surgical procedures."}, {"pubmed": 31709845, "text": "This study aims to validate the existing cystatin C (CysC)-derived estimated glomerular filtration rate (eGFR) equations in Chinese patients."}, {"pubmed": 31755786, "text": "Evidence for shrunken pore syndrome in children."}, {"pubmed": 31828903, "text": "Correlations between blood lipid, serum cystatin C, and homocysteine levels in patients with Parkinson's disease."}, {"pubmed": 31979726, "text": "Study of Urinary Cystatin C and Neutrophil Gelatinase Associated Lipocalin (NGAL) Levels During the Progression of Early CKD."}, {"pubmed": 32050196, "text": "Effects of CST3 Gene G73A Polymorphism on Cystatin C in a Prospective Multiethnic Cohort Study."}, {"pubmed": 32062670, "text": "Association Between Cystatin C and Cardiac Function and Long-Term Prognosis in Patients with Chronic Heart Failure."}, {"pubmed": 32150034, "text": "Cystatin C and Sarcopenia Predict Acute on Chronic Liver Failure Development and Mortality in Patients on the Liver Transplant Waiting List."}, {"pubmed": 32165608, "text": "Serum Levels of Cystatin C, N-Terminal Pro-B-Type Natriuretic Peptide (NT-proBNP), and Cardiac Function in Patients with Unstable Angina Pectoris."}, {"pubmed": 32170118, "text": "Association between cystatin C gene polymorphism and the prevalence of white matter lesion in elderly healthy subjects."}, {"pubmed": 32281037, "text": "Serum cystatin C is associated with carotid atherosclerosis in patients with acute ischemic stroke."}, {"pubmed": 32306911, "text": "Clinical utility of serum cystatin C for prediction of multi-vessel disease by coronary angiography in type 2 diabetes mellitus patients with normal renal function."}, {"pubmed": 32401159, "text": "Association of cathepsin B and cystatin C with an age-related pulmonary subclinical state in a healthy Chinese population."}, {"pubmed": 32438638, "text": "NOX4 Deficiency Exacerbates the Impairment of Cystatin C-Dependent Hippocampal Neurogenesis by a Chronic High Fat Diet."}, {"pubmed": 32447504, "text": "Reference intervals for serum cystatin C in neonates and children 30 days to 18 years old."}, {"pubmed": 32481372, "text": "serum level up-regulated in patients with hypertension and coronary heart disease, correlated with the severity of coronary artery disease"}, {"pubmed": 32586317, "text": "The association between cystatin C and COPD: a meta-analysis and systematic review."}, {"pubmed": 32616516, "text": "Obesity-Induced Increase in Cystatin C Alleviates Tissue Inflammation."}, {"pubmed": 32648717, "text": "Extracellular vesicle Cystatin C and CD14 are associated with both renal dysfunction and heart failure."}, {"pubmed": 32664054, "text": "Leukocyte Rho kinase activity and serum cystatin C affect cardiovascular events in acute coronary syndrome."}, {"pubmed": 32716587, "text": "Cystatin C may be better than creatinine for digoxin dosing in older adults with atrial fibrillation."}, {"pubmed": 32750487, "text": "Cystatin C and Muscle Mass in Patients With Heart Failure."}, {"pubmed": 32757062, "text": "The progression of serum cystatin C concentrations within the first month of life after preterm birth-a worldwide systematic review."}, {"pubmed": 32799396, "text": "Cystatin C: A more reliable biomarker of renal function in young infants? A longitudinal cohort study."}, {"pubmed": 32924598, "text": "Serum cystatin C: A potential predictor for hospital-acquired acute kidney injury in patients with acute exacerbation of COPD."}, {"pubmed": 33017825, "text": "Serum Cystatin C, Klotho, and Neutrophil Gelatinase-Associated Lipocalin in the Risk Prediction of Acute Kidney Injury after Acute Myocardial Infarction."}, {"pubmed": 33058496, "text": "Plasma cystatin C is a marker of renal glomerular injury in children treated with cisplatin or ifosfamide."}, {"pubmed": 33061826, "text": "Serum Cystatin C and Coronavirus Disease 2019: A Potential Inflammatory Biomarker in Predicting Critical Illness and Mortality for Adult Patients."}, {"pubmed": 33068572, "text": "The validation of immunoblot SDS-PAGE as a qualitative and quantitative method for the determination of urinary Cystatin C in neonates."}, {"pubmed": 33098923, "text": "Creatinine-Cystatin C Ratio and Mortality in Patients Receiving Intensive Care and Continuous Kidney Replacement Therapy: A Retrospective Cohort Study."}, {"pubmed": 33172965, "text": "Cold-inducible RNA binding protein promotes breast cancer cell malignancy by regulating Cystatin C levels."}, {"pubmed": 33207943, "text": "Predictive value of circulating cystatin C level in patients with acute coronary syndrome: a meta-analysis."}, {"pubmed": 33388409, "text": "Association between Cystatin C and Peripheral Artery Disease in the Chinese Han Population."}, {"pubmed": 33431697, "text": "Natural cystatin C fragments inhibit GPR15-mediated HIV and SIV infection without interfering with GPR15L signaling."}, {"pubmed": 33601303, "text": "Differential expression of serum GBP-28, NBP-Cyc 3 and TIMP-1 complicates pregnancy in hypertensive disorder pregnancy."}, {"pubmed": 33723337, "text": "Cystatin C predicts long term mortality better than creatinine in a nationwide study of intensive care patients."}, {"pubmed": 33727514, "text": "Assessment of renal function using cystatin C and creatinine in Saudi patients after transplantation."}, {"pubmed": 33832138, "text": "The efficacy of biomarkers in the diagnosis of acute kidney injury secondary to liver cirrhosis."}, {"pubmed": 33843816, "text": "Detection of Renal Insufficiency in a Cohort of Patients With Beta-thalassemia Major Using Cystatin-C."}, {"pubmed": 34019155, "text": "Correlation between retinal vascular parameters and cystatin C in patients with type 2 diabetes."}, {"pubmed": 34037438, "text": "Association of CST3 Gene with Its Protein: Cystatin C in Health and Severe Periodontal Disease."}, {"pubmed": 34234738, "text": "Association Between the Concentration and Rangeability of Cystatin C and Mortality of COVID-19 Patients With or Without Type 2 Diabetes Mellitus: A Retrospective Analysis."}, {"pubmed": 34302440, "text": "Changes in creatinine-to-cystatin C ratio over 4 years, risk of diabetes, and cardiometabolic control: The China Health and Retirement Longitudinal Study."}, {"pubmed": 34397720, "text": "Association of cystatin C with coronary artery calcification in patients undergoing multidetector computed tomography."}, {"pubmed": 34404134, "text": "[The value of serum cystatin C for the evaluation of renal function damage in patients with proliferative diabetic retinopathy]."}, {"pubmed": 34413410, "text": "Associations of creatinine/cystatin C ratio and postoperative pulmonary complications in elderly patients undergoing off-pump coronary artery bypass surgery: a retrospective study."}, {"pubmed": 34432142, "text": "Cystatin C relates to metabolism in healthy, pubertal adolescents."}, {"pubmed": 34549533, "text": "The role of cystatin C in multiple myeloma."}, {"pubmed": 34571286, "text": "The difference between cystatin C- and creatinine-based eGFR is associated with adverse cardiovascular outcome in patients with chronic kidney disease."}, {"pubmed": 34676572, "text": "Assessment of seminal cystatin C levels in infertile men with varicocele: A preliminary study."}, {"pubmed": 34789194, "text": "Associations of serum cystatin C with depressive symptoms and suicidal ideation in major depressive disorder."}, {"pubmed": 34867965, "text": "Modulation of Cystatin C in Human Macrophages Improves Anti-Mycobacterial Immune Responses to Mycobacterium tuberculosis Infection and Coinfection With HIV."}, {"pubmed": 34957724, "text": "Cystatin C and cystatin SN as possible soluble tumor markers in malignant uveal melanoma."}, {"pubmed": 34981441, "text": "Baseline serum cystatin C as a marker of acute kidney injury in patients with acute-on-chronic liver failure."}, {"pubmed": 35139514, "text": "Correlation between Serum Cystatin C Level and Retinal Blood Flow in Patients with Essential Hypertension."}, {"pubmed": 35148465, "text": "Association between serum cystatin C level and post-stroke cognitive impairment in patients with acute mild ischemic stroke."}, {"pubmed": 35208542, "text": "Serum Cystatin C as a Biomarker for Early Diabetic Kidney Disease and Dyslipidemia in Young Type 1 Diabetes Patients."}, {"pubmed": 35232902, "text": "Correlation among cystatin C, homocysteine and arteriosclerosis indexes in patients with chronic kidney disease.\", trans \"C."}, {"pubmed": 35247129, "text": "Higher cystatin C level increases the risk of delayed cerebral ischemia after endovascular treatment of aneurysmal subarachnoid hemorrhage: a case-control study."}, {"pubmed": 35249274, "text": "Normalized Creatinine-to-Cystatin C Ratio and Risk of Diabetes in Middle-Aged and Older Adults: The China Health and Retirement Longitudinal Study."}, {"pubmed": 35253373, "text": "The association between serum cystatin C and residual renal function in peritoneal dialysis patients."}, {"pubmed": 35256845, "text": "Sarcopenia Index Based on Serum Creatinine and Cystatin C is Associated with Mortality, Nutritional Risk/Malnutrition and Sarcopenia in Older Patients."}, {"pubmed": 35397491, "text": "The value of cystatin C in evaluating the severity and prognosis of patients with severe fever with thrombocytopenia syndrome."}, {"pubmed": 35435079, "text": "Proteome Changes Associated with the VEGFR Pathway and Immune System in Diabetic Macular Edema Patients at Different Diabetic Retinopathy Stages."}, {"pubmed": 35466734, "text": "Lipocalin-2, S100A8/A9, and cystatin C: Potential predictive biomarkers of cardiovascular complications in COVID-19."}, {"pubmed": 35738955, "text": "Associations of serum cystatin C and its change with new-onset cardiovascular disease in Chinese general population."}, {"pubmed": 35749633, "text": "Relationships between cystatin C and creatinine-based eGFR with low tongue pressure in Japanese rural community-dwelling older adults."}, {"pubmed": 35809647, "text": "Serum cystatin C and CRP are early predictive biomarkers for emergence of hypoxia in COVID-19."}, {"pubmed": 35846887, "text": "CD14 and CD26 from serum exosomes are associated with type 2 diabetes, exosomal Cystatin C and CD14 are associated with metabolic syndrome and atherogenic index of plasma."}, {"pubmed": 35862202, "text": "Association of Serum Cystatin C With Cerebral Small Vessel Disease in Community-Based Population."}, {"pubmed": 35883416, "text": "Urinary Cystatin C Has Prognostic Value in Peripheral Artery Disease."}, {"pubmed": 35928354, "text": "The role of renal damage markers in the diagnosis of early stages of kidney injury in patients with latent autoimmune diabetes in adults."}, {"pubmed": 36036280, "text": "Neutrophil Gelatinase-Associated Lipocalin (NGAL) and cystatin C are early biomarkers of acute kidney injury associated with cardiac surgery."}, {"pubmed": 36116601, "text": "Sex differences in the relationship of serum creatinine to cystatin C ratio and depressive symptoms among middle-aged and older adults in China."}, {"pubmed": 36178684, "text": "Association of Cystatin C Kidney Function Measures With Long-term Deficit-Accumulation Frailty Trajectories and Physical Function Decline."}, {"pubmed": 36282503, "text": "Assessment of Cystatin C Level for Risk Stratification in Adults With Chronic Kidney Disease."}, {"pubmed": 36327158, "text": "Does cystatin C have an immunomodulatory role in Hashimoto's thyroiditis?"}, {"pubmed": 36361485, "text": "Prognostic Performance of Cystatin C in COVID-19: A Systematic Review and Meta-Analysis."}, {"pubmed": 36362228, "text": "Oligomerization of Human Cystatin C-An Amyloidogenic Protein: An Analysis of Small Oligomeric Subspecies."}, {"pubmed": 36402931, "text": "Mast cells inhibit colorectal cancer development by inducing ER stress through secreting Cystatin C."}, {"pubmed": 36484372, "text": "Coronary artery calcium and cystatin C for risk stratification of MACCEs and all-cause death in symptomatic patients."}, {"pubmed": 36501049, "text": "A New Index Based on Serum Creatinine and Cystatin C Can Predict the Risks of Sarcopenia, Falls and Fractures in Old Patients with Low Bone Mineral Density."}, {"pubmed": 36545837, "text": "Lower serum cystatin C level predicts poor functional outcome in patients with hypertensive intracerebral hemorrhage independent of renal function."}, {"pubmed": 36589819, "text": "Role of cystatin C in urogenital malignancy."}, {"pubmed": 36637459, "text": "Using Serum Cystatin C to Predict Acute Kidney Injury Following Infant Cardiac Surgery."}, {"pubmed": 36724153, "text": "Cystatin C proteoforms in chronic kidney disease."}, {"pubmed": 37038817, "text": "Association Between Serum Cystatin C and Cognitive Decline Independently from Creatinine: Evidence from Two Nationally Representative Aging Cohorts."}, {"pubmed": 37190783, "text": "Association Between Serum GDF15 Concentration and Total Mortality in Community-Dwelling Japanese Older Populations: The Involvement of Renal Dysfunction."}, {"pubmed": 37348180, "text": "Role of cystatin C in the detection of sight-threatening diabetic retinopathy in Asian Indians with type 2 diabetes."}, {"pubmed": 37530342, "text": "Prognostic value of serum cystatin C in patients with sepsis."}, {"pubmed": 37548757, "text": "Serum Cystatin C is a potential biomarker for predicting amyotrophic lateral sclerosis survival."}, {"pubmed": 37633906, "text": "The potential of cystatin C as a predictive biomarker in pulmonary hypertension."}, {"pubmed": 37639939, "text": "Genome-wide association analysis of cystatin-C kidney function in continental Africa."}, {"pubmed": 37792781, "text": "Clinical value of combined plasma brain natriuretic peptide and serum cystatin C measurement on the prediction of heart failure in patients after acute myocardial infarction."}, {"pubmed": 37866793, "text": "Modification of Association of Cystatin C With Kidney and Cardiovascular Outcomes by Obesity."}, {"pubmed": 37898064, "text": "Serum cystatin C for risk stratification of prediabetes and diabetes populations."}, {"pubmed": 37975398, "text": "The value of serum lipoprotein-associated phospholipase A2, ischemia-modified albumin, and cystatin C in predicting coronary heart disease risk: a single center retrospective cohort study."}, {"pubmed": 38012338, "text": "Human cystatin C induces the disaggregation process of selected amyloid beta peptides: a structural and kinetic view."}, {"pubmed": 38041201, "text": "Serum cystatin C predicts the risk of non-ST-elevation acute coronary syndrome."}, {"pubmed": 38125620, "text": "Determination of cystatin C reference interval for children in Croatia."}, {"pubmed": 38145311, "text": "Cystatin C and eGFRCKD-EPI-CysC: novel biomarkers for renal impairment diagnosis and two-year progression-free survival in multiple myeloma."}, {"pubmed": 38708345, "text": "Cystatin C: immunoregulation role in macrophages infected with Porphyromonas gingivalis."}], "genomic_pos": {"chr": "20", "end": 23638473, "ensemblgene": "ENSG00000101439", "start": 23626706, "strand": -1}, "genomic_pos_hg19": {"chr": "20", "end": 23619110, "start": 23608534, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006952", "pubmed": 6203523, "qualifier": "involved_in", "term": "defense response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010466", "pubmed": [6203523, 7890620, 18256700], "qualifier": "involved_in", "term": "negative regulation of peptidase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010711", "pubmed": 10545518, "qualifier": "involved_in", "term": "negative regulation of collagen catabolic process"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0010716", "pubmed": 7890620, "qualifier": "involved_in", "term": "negative regulation of extracellular matrix disassembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010716", "pubmed": 10545518, "qualifier": "involved_in", "term": "negative regulation of extracellular matrix disassembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034103", "pubmed": 10545518, "qualifier": "involved_in", "term": "regulation of tissue remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045861", "pubmed": 3488317, "qualifier": "involved_in", "term": "negative regulation of proteolysis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060311", "pubmed": 10545518, "qualifier": "involved_in", "term": "negative regulation of elastin catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060313", "pubmed": 10545518, "qualifier": "involved_in", "term": "negative regulation of blood vessel remodeling"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0097435", "pubmed": 18026102, "qualifier": "involved_in", "term": "supramolecular fiber organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:2000117", "qualifier": "involved_in", "term": "negative regulation of cysteine-type endopeptidase activity"}], "CC": [{"evidence": "IMP", "gocategory": "CC", "id": "GO:0005576", "pubmed": 18026102, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [3488317, 18613859, 28904096], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005783", "pubmed": 28904096, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 15212960, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 22365146, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031982", "qualifier": "is_active_in", "term": "vesicle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904724", "qualifier": "located_in", "term": "tertiary granule lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904813", "qualifier": "located_in", "term": "ficolin-1-rich granule lumen"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0001540", "pubmed": 18026102, "qualifier": "enables", "term": "amyloid-beta binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": [6203523, 7890620], "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004866", "pubmed": 15127951, "qualifier": "enables", "term": "endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004869", "qualifier": "enables", "term": "cysteine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004869", "pubmed": [3488317, 6203523, 7890620, 8999869], "qualifier": "enables", "term": "cysteine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15127951, 17462596, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030414", "pubmed": 18256700, "qualifier": "enables", "term": "peptidase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [25479090, 26865059], "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[8364, 100485774], [9031, 396497], [9544, 574313], [9598, 743081], [9606, 1471], [9615, 607874], [9913, 281102], [10090, 13010], [10116, 25307]], "id": 78}, "interpro": [{"desc": "Cystatin domain", "id": "IPR000010", "short_desc": "Cystatin_dom"}, {"desc": "Proteinase inhibitor I25, cystatin, conserved site", "id": "IPR018073", "short_desc": "Prot_inh_cystat_CS"}, {"desc": "Cystatin superfamily", "id": "IPR046350", "short_desc": "Cystatin_sf"}], "ipi": "IPI00032293", "map_location": "20p11.21", "name": "cystatin C", "other_names": ["bA218C14.4 (cystatin C)", "cystatin 3", "cystatin-C", "epididymis secretory protein Li 2", "gamma-trace", "neuroendocrine basic polypeptide", "post-gamma-globulin"], "pantherdb": {"HGNC": "2475", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1930004", "ortholog_type": "O", "panther_family": "PTHR46186", "taxid": 10090, "uniprot_kb": "Q9JM84"}, {"RGD": "727814", "ortholog_type": "O", "panther_family": "PTHR46186", "taxid": 10116, "uniprot_kb": "P22283"}, {"Ensembl": "ENSRNOG00000048021", "ortholog_type": "O", "panther_family": "PTHR46186", "taxid": 10116, "uniprot_kb": "M0RC20"}, {"RGD": "2115", "ortholog_type": "O", "panther_family": "PTHR46186", "taxid": 10116, "uniprot_kb": "P22282"}, {"Ensembl": "ENSRNOG00000058400", "ortholog_type": "O", "panther_family": "PTHR46186", "taxid": 10116, "uniprot_kb": "A0A0G2JVT6"}, {"RGD": "1310978", "ortholog_type": "O", "panther_family": "PTHR46186", "taxid": 10116, "uniprot_kb": "D4AAU9"}, {"MGI": "102519", "ortholog_type": "LDO", "panther_family": "PTHR46186", "taxid": 10090, "uniprot_kb": "P21460"}, {"RGD": "735160", "ortholog_type": "O", "panther_family": "PTHR46186", "taxid": 10116, "uniprot_kb": "P19313"}, {"RGD": "1565109", "ortholog_type": "O", "panther_family": "PTHR46186", "taxid": 10116, "uniprot_kb": "G3V9M0"}, {"RGD": "1594832", "ortholog_type": "O", "panther_family": "PTHR46186", "taxid": 10116, "uniprot_kb": "D3ZP68"}, {"RGD": "2432", "ortholog_type": "LDO", "panther_family": "PTHR46186", "taxid": 10116, "uniprot_kb": "P14841"}, {"Ensembl": "ENSGALG00000028520", "ortholog_type": "O", "panther_family": "PTHR46186", "taxid": 9031, "uniprot_kb": "R4GLT1"}, {"GeneID": "396497", "ortholog_type": "LDO", "panther_family": "PTHR46186", "taxid": 9031, "uniprot_kb": "P01038"}, {"ZFIN": "ZDB-GENE-030616-512", "ortholog_type": "O", "panther_family": "PTHR46186", "taxid": 7955, "uniprot_kb": "F1R4C2"}, {"Ensembl": "ENSDARG00000116199", "ortholog_type": "O", "panther_family": "PTHR46186", "taxid": 7955, "uniprot_kb": "A0A2R8QM50"}, {"ZFIN": "ZDB-GENE-081022-170", "ortholog_type": "O", "panther_family": "PTHR46186", "taxid": 7955, "uniprot_kb": "B3DJF1"}, {"ZFIN": "ZDB-GENE-060810-77", "ortholog_type": "O", "panther_family": "PTHR46186", "taxid": 7955, "uniprot_kb": "B8A4D2"}, {"ZFIN": "ZDB-GENE-030131-373", "ortholog_type": "LDO", "panther_family": "PTHR46186", "taxid": 7955, "uniprot_kb": "B8A4D0"}, {"WormBase": "WBGene00000534", "ortholog_type": "LDO", "panther_family": "PTHR46186", "taxid": 6239, "uniprot_kb": "G5ECM9"}, {"WormBase": "WBGene00000535", "ortholog_type": "O", "panther_family": "PTHR46186", "taxid": 6239, "uniprot_kb": "G5EDZ9"}], "uniprot_kb": "P01034"}, "pathway": {"kegg": {"id": "hsa04970", "name": "Salivary secretion - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}, {"id": "R-HSA-977225", "name": "Amyloid fiber formation"}]}, "pdb": ["1G96", "1R4C", "1TIJ", "3GAX", "3NX0", "3PS8", "3QRD", "3S67", "3SVA", "6ROA", "6RPV"], "pfam": "PF00031", "pharmgkb": "PA26976", "pharos": {"target_id": 3983, "tdl": "Tbio"}, "pir": "S10216", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325160", "relationship": "is"}, {"id": "GNF325161", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248019", "relationship": "is"}, {"id": "GNF248020", "relationship": "is"}, {"id": "GNF248021", "relationship": "is"}, {"id": "GNF248022", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035280", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081447", "relationship": "is"}, {"id": "GNF081448", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052707", "relationship": "is"}, {"id": "GNF057476", "relationship": "is"}, {"id": "GNF072560", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069791", "relationship": "is"}, {"id": "GNF069792", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF003063", "relationship": "is"}, {"id": "GNF274055", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF245008", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331018", "relationship": "is"}, {"id": "GNF333416", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338407", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095360", "relationship": "is"}, {"id": "GNF135017", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_012887.3"], "protein": ["NP_000090.1", "NP_001275543.1"], "rna": ["NM_000099.4", "NM_001288614.2"], "translation": [{"protein": "NP_001275543.1", "rna": "NM_001288614.2"}, {"protein": "NP_000090.1", "rna": "NM_000099.4"}]}, "reporter": {"HG-U133_Plus_2": ["201360_at", "230343_at", "237623_at"], "HG-U95Av2": "39689_at", "HG-U95B": "45850_at", "HTA-2_0": "TC20000715.hg.1", "HuEx-1_0": "3901296", "HuGene-1_1": "8065403", "HuGene-2_1": "16917939"}, "summary": "The cystatin superfamily encompasses proteins that contain multiple cystatin-like sequences. Some of the members are active cysteine protease inhibitors, while others have lost or perhaps never acquired this inhibitory activity. There are three inhibitory families in the superfamily, including the type 1 cystatins (stefins), type 2 cystatins and the kininogens. The type 2 cystatin proteins are a class of cysteine proteinase inhibitors found in a variety of human fluids and secretions, where they appear to provide protective functions. The cystatin locus on chromosome 20 contains the majority of the type 2 cystatin genes and pseudogenes. This gene is located in the cystatin locus and encodes the most abundant extracellular inhibitor of cysteine proteases, which is found in high concentrations in biological fluids and is expressed in virtually all organs of the body. A mutation in this gene has been associated with amyloid angiopathy. Expression of this protein in vascular wall smooth muscle cells is severely reduced in both atherosclerotic and aneurysmal aortic lesions, establishing its role in vascular disease. In addition, this protein has been shown to have an antimicrobial function, inhibiting the replication of herpes simplex virus. Alternative splicing results in multiple transcript variants encoding a single protein. [provided by RefSeq, Nov 2014].", "symbol": "CST3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413772"}, "unigene": "Hs.304682", "uniprot": {"Swiss-Prot": "P01034", "TrEMBL": "A0A0K0K1J1"}, "wikipedia": {"url_stub": "Cystatin C"}}