{"AllianceGenome": "2491", "HGNC": "2491", "MIM": "300156", "_id": "1485", "_version": 1, "accession": {"genomic": ["AC244107.3", "AF277315.6", "AJ275977.1", "CH471172.2", "CP068255.2", "NC_000023.11", "NC_060947.1"], "protein": ["AAB49693.1", "AAD05202.1", "AAD05203.1", "AAI30363.1", "AAI30365.1", "AAL27014.1", "CAA05908.1", "CAB76943.1", "CAB76944.1", "CAB76945.1", "EAW72674.1", "NP_001318.1", "P78358.1"], "rna": ["AF038567.1", "AJ003149.1", "AJ275978.1", "BC130362.1", "BC130364.1", "NM_001327.3", "U87459.1"], "translation": [{"protein": "CAA05908.1", "rna": "AJ003149.1"}, {"protein": "AAI30365.1", "rna": "BC130364.1"}, {"protein": "CAB76945.1", "rna": "AJ275978.1"}, {"protein": "NP_001318.1", "rna": "NM_001327.3"}, {"protein": "AAD05202.1", "rna": "AF038567.1"}, {"protein": "AAD05203.1", "rna": "AF038567.1"}, {"protein": "AAB49693.1", "rna": "U87459.1"}, {"protein": "AAI30363.1", "rna": "BC130362.1"}]}, "alias": ["CT6.1", "CTAG", "CTAG1", "ESO1", "LAGE-2", "LAGE2B", "NY-ESO-1"], "ensembl": {"gene": "ENSG00000184033", "protein": ["ENSP00000332602", "ENSP00000352953"], "transcript": ["ENST00000328435", "ENST00000359887"], "translation": [{"protein": "ENSP00000332602", "rna": "ENST00000328435"}, {"protein": "ENSP00000352953", "rna": "ENST00000359887"}], "type_of_gene": "protein_coding"}, "entrezgene": "1485", "exons": [{"cdsend": 154586664, "cdsstart": 154585206, "chr": "X", "position": [[154585153, 154585475], [154586151, 154586286], [154586525, 154586816]], "strand": 1, "transcript": "NM_001327", "txend": 154586816, "txstart": 154585153}, {"cdsend": 154619218, "cdsstart": 154617760, "chr": "X", "position": [[154617608, 154617899], [154618138, 154618273], [154618949, 154619271]], "strand": -1, "transcript": "NM_001327", "txend": 154619271, "txstart": 154617608}], "exons_hg19": [{"cdsend": 153847469, "cdsstart": 153846016, "chr": "X", "position": [[153845864, 153846155], [153846394, 153846529], [153847200, 153847522]], "strand": -1, "transcript": "NM_001327", "txend": 153847522, "txstart": 153845864}, {"cdsend": 153814923, "cdsstart": 153813470, "chr": "X", "position": [[153813417, 153813739], [153814410, 153814545], [153814784, 153815075]], "strand": 1, "transcript": "NM_001327", "txend": 153815075, "txstart": 153813417}], "generif": [{"pubmed": 11782380, "text": "NY-ESO-1 119-143 is a promiscuous major histocompatibility complex class II T-helper epitope recognized by Th1- and Th2-type tumor-reactive CD4+ T cells."}, {"pubmed": 12065688, "text": "NY-ESO-1 is a marker that can be used to follow the early progression of testicular tumorigenesiswhen the tumors express a similar pattern to the cells of origin,although later tumors cease to express NY-ESO-1."}, {"pubmed": 12138174, "text": "abilities of human monocyte-derived DCs and DCs derived in vitro from CD34-positive stem cells to present NY-ESO-1 epitopes to MHC class I-restricted cytotoxic T cells"}, {"pubmed": 12209997, "text": "strong MAGE-A4 expression and to a lesser degree NY-ESO-1 expression is characteristic of the vast majority of uterine carcinosarcomas and a major subset of papillary serous carcinomas"}, {"pubmed": 12452034, "text": "NY-ESO-1 gene is expressed highly in esophageal carcinoma"}, {"pubmed": 12853579, "text": "naturally occurring CD4+ T cell responses against NY-ESO-1 in cancer patients: correlation with antibody responses"}, {"pubmed": 12889868, "text": "NY-ESO-1 mRNA expression, specific antibodies and CD8 T cell responses in advanced prostate cancer."}, {"pubmed": 14503968, "text": "NY-ESO-1 was highly expressed in dendritic cells with a bicistronic retroviral vector."}, {"pubmed": 14522938, "text": "Data showed aberrant expression of NY-ESO-1 and LAGE-1 by IHC/RT-PCR in a significant proportion of epithelial ovarian cancer patients."}, {"pubmed": 14583496, "text": "NY-ESO-1-specific CD4(+) and CD8(+) T cells were also able to recognize NY-ESO-1 expressing neuroblastoma cells."}, {"pubmed": 15026363, "text": "Higher rate of NY-ESO-1 expression was noted in breast cancer with high histological grade and negative hormone receptor status"}, {"pubmed": 15069548, "text": "results demonstrate that the NY-ESO-1 expression was frequently present in primary NSCLC, especially advanced cases with lymph node metastasis"}, {"pubmed": 15240519, "text": "NY-ESO-1 induces tumor-specific humoral and cellular immune responses in hepatocellular carcinoma"}, {"pubmed": 15252201, "text": "Data show that recombinant NY-ESO-1 protein with ISCOMATRIX adjuvant induces broad integrated antibody and CD4(+) and CD8(+) T cell responses in humans."}, {"pubmed": 15475443, "text": "The high expression frequency of NY-ESO-1 mRNA and protein indicates NY-ESO-1 as a feasible vaccine target in esophageal cancer."}, {"pubmed": 15521719, "text": "NY-ESO-1 spontaneously induces HLA-DP4-restricted CD4+ Th1 and Th2 responses in a significant proportion of patients with epithelial ovarian cancer."}, {"pubmed": 15671442, "text": "NY-ESO-1 is frequently expressed in multiple myeloma with cytogenetic abnormality"}, {"pubmed": 16114059, "text": "Present, by immunocytochemistry, in normal prostate, prostatic hypertrophy and prostate cancer."}, {"pubmed": 16140944, "text": "Data indicate that reciprocal binding of CTCF and BORIS to the NY-ESO-1 promoter mediates epigenetic regulation of this CT gene in lung cancer cells."}, {"pubmed": 16751374, "text": "HLA-peptide presentation is directly visualized for the first time, demonstrating that NY-ESO-1/LAGE-1-positive tumor cells present 10-50 NY-ESO-1/LAGE-1(157-165) epitopes per cell."}, {"pubmed": 16951317, "text": "NY-ESO-1 directly engages the innate immune system through calreticulin present on dendritic cells, macrophages, and monocytes."}, {"pubmed": 17023585, "text": "found strong antibody responses against CT antigens preferentially in patients who had received allogeneic stem cell transplantation"}, {"pubmed": 17137291, "text": "This is the first report of direct interaction between two CT antigens (MAGE-C1 and NY-ESO-1) and may be pertinent in the light of the frequently coordinated expression of these proteins"}, {"pubmed": 17208940, "text": "MAGE-A1 and NY-ESO-1 are associated with highly proliferating germ cells, whereas GAGE proteins have a more general function in germ cells unrelated to any specific developmental stage"}, {"pubmed": 17488334, "text": "usefulness of NY-ESO-1 as a tool for tumor vaccine therapy in eliciting NY-ESO-1-specific helper T-cell responses, especially in Japanese cancer patients."}, {"pubmed": 17625806, "text": "NY-ESO-1 is more frequently expressed in metastatic than in primary malignant melanoma and its expression is associated with thicker primary lesions and a higher frequency of metastatic disease, indicative of a worse prognosis."}, {"pubmed": 17640060, "text": "immunization with NY-ESO-1 peptides leads to strong tumor-reactive CD8+ T-cell responses"}, {"pubmed": 18396787, "text": "NY-ESO-1 overexpression increases as the malignancy grade of the astrocytic tumors increases."}, {"pubmed": 18923710, "text": "Autoantibodies to NY-ESO-1 were associated with increased tumor-infiltrating CD8+, CD4+ and FoxP3+ cells in ovarian cancer patients"}, {"pubmed": 18982744, "text": "Its expression is significantly associated with prognostic factors in poor outcome of the non-small cell lung cancer."}, {"pubmed": 19030781, "text": "valproic acid enhances induction of NY-ESO-1 in synergy with DNA-methyltransferase inhibitors"}, {"pubmed": 19155470, "text": "NY-ESO-1/immune complexes induce cross-presentation of HLA-A2-negative and HLA-Cw3-restricted epitopes via a proteasome-dependent pathway."}, {"pubmed": 19212631, "text": "We evaluated the correlations among the expression levels of NY-ESO-1, LAGE-1 and SSX-1 and clinical parameters in hepatocellular carcinoma"}, {"pubmed": 19380770, "text": "Tumor-induced NY-ESO-1-specific CD8-positive T cells detectable ex vivo in patients with advanced NY-ESO-1-expressing melanoma up-regulate PD-1 expression in contrast to CD8-positive T cells directed against other tumor antigens."}, {"pubmed": 19531622, "text": "The identification of a DR52b-restricted epitope from ESO that is immunodominant in the context of vaccine-elicited immune responses is instrumental for the immunologic monitoring of vaccination trials targeting this important tumor antigen."}, {"pubmed": 19728336, "text": "Postvaccine T-cell clones are shown to recognize and lyse NY-ESO-1 expressing tumor cell lines in vitro."}, {"pubmed": 19795170, "text": "MAGE-A3/6 and NY-ESO-1 were expressed in 50.0% (66/132) and 18.2% (24/132) of non-small-cell lung carcinomas, respectively."}, {"pubmed": 20044626, "text": "High NY-ESO-1 expression is associated with oral squamous cell carcinoma."}, {"pubmed": 20053942, "text": "ESO 9V peptide isoform is more efficient in inducing conjugate formation and cytolytic granule polarization than the ESO 9L isoform."}, {"pubmed": 20368442, "text": "tumor antigen NY-ESO-1 has a role in the immune responses to tumor and self-antigens"}, {"pubmed": 20591578, "text": "Report immunohistochemical expression of NY-ESO-1 in renal oncocytoma and chromophobe renal cell carcinoma."}, {"pubmed": 20733200, "text": "A versatile prime-boost vaccine strategy allows the generation of powerful, high-avidity tumor-associated immunodominant NY-ESO-1-transgene specific CD8-positive cytotoxic T cell responses."}, {"pubmed": 21131422, "text": "Most melanoma patients with spontaneous NY-ESO-1-specific responses in this study exhibit spontaneous CD4-positive T cell responses to at least one of the three immunodominant LAGE-1 epitopes."}, {"pubmed": 21247062, "text": "LAGE-1a and NY-ESO-1 homology cannot be easily exploited in an anti-NY-ESO-1 vaccine given the low frequency of protein expression detected by IHC or serum analysis."}, {"pubmed": 21556122, "text": "Primary tumors with and without lymph node metastases showed no significant differences in MAGE-A 3/4 (P=0.672) and NY-ESO-1 (P=0.444) expression"}, {"pubmed": 21900253, "text": "Polymeric structure and TLR4 may play important roles in rendering NY-ESO-1 immunogenic and thus serve as a potent molecular adjuvant. NY-ESO-1 thus represents the first example of a cancer/testis antigen"}, {"pubmed": 21933959, "text": "Integrated NY-ESO-1 immune responses may have predictive value for ipilimumab treatment in patients with advanced metastatic melanoma."}, {"pubmed": 22323448, "text": "Cancer/testis antigens are novel targets of immunotherapy for adult T-cell leukemia/lymphoma."}, {"pubmed": 22388761, "text": "NY-ESO-1 is strongly and diffusely expressed in a majority of synovial sarcomas, but only rarely in other mesenchymal lesions. Suggest roles in targeted therapy and differential diagnosis."}, {"pubmed": 22529253, "text": "The presence of circulating T cells responding to Melan-A or NY-ESO-1 had strong independent prognostic impact on survival in advanced melanoma."}, {"pubmed": 22936067, "text": "CTAG1B mRNA and protein are overexpressed with high frequency in myxoid and round cell liposarcoma"}, {"pubmed": 23312906, "text": "In two non epithelial cancers (glioma and mesothelioma), the epigenetic regulation of the NY-ESO-1 gene requires the sequential recruitment of the HDAC1-mSin3a-NCOR, Dnmt3b-HDAC1-Egr1 and Dnmt1-PCNA-UHRF1-G9a complexes."}, {"pubmed": 23454162, "text": "Melanoma patients' humoral immune systems responded to NY-ESO-1 differently in each individual."}, {"pubmed": 23599152, "text": "NY-ESO-1 appears to be a sensitive and a specific marker for myxoid and round cell liposarcoma among mesenchymal myxoid neoplasms."}, {"pubmed": 23645764, "text": "High CTAG1 expression and down-regulation of HLA class-I is associated with non-small cell lung cancer."}, {"pubmed": 23923079, "text": "Positive results of immunohistostaining were obtained in 16 (35.6%), 7 (15.6%) and 36 (80.0%) samples using MAGE-C1, NY-ESO-1 and Sp17 antibodies, respectively"}, {"pubmed": 24103781, "text": "NY-ESO-1 and SP17 was not significantly associated with a specific histotype, but high-level GAGE expression was more frequent in squamous cell carcinoma. GAGE expression was demonstrated to be significantly higher in stage II-IIIa than stage I NSCLC."}, {"pubmed": 24290058, "text": "study analyzed NY-ESO-1 expression in 222 melanoma specimens including 16 primary and 206 metastatic tumors; results support previous findings showing higher expression of NY-ESO-1 in metastatic (58/206) versus primary (0/16) tumors; results also show epithelioid subtype of melanoma has the highest incidence of NY-ESO-1 expression"}, {"pubmed": 24482145, "text": "neck squamous cell carcinoma patients showing protein expression of MAGE-A family members or NY-ESO-1 represent a subgroup with an extraordinarily poor survival."}, {"pubmed": 24744590, "text": "NY-ESO-1 is expressed in esophageal adenocarcinomas, Barrett's metaplasia and normal tissues other than germ cells"}, {"pubmed": 24777967, "text": "We have also shown that NY-ESO-1 expression may lead to humoral immune response in patients with meningioma."}, {"pubmed": 24777968, "text": "NY-ESO-1 tetramer(+) cells were detected concomitantly with high proportions of Treg but were distinct from the latter and displayed characteristics of TH1 effectors."}, {"pubmed": 24789172, "text": "Our observations indicate a tight link of NY-ESO-1 expression to ERG activation"}, {"pubmed": 24811699, "text": "NY-ESO-1 cancer antigen expression has a role in immunotherapy in thyroid cancer"}, {"pubmed": 25078248, "text": "primary autoantibodies against intracellular MM-specific tumor antigens SSX-2 and NY-ESO-1 are rare but functional in multiple myeloma patients after allogeneic stem cell transplantation"}, {"pubmed": 25412843, "text": "Among mesenchymal tumors, myxoid liposarcomas showed the highest positivity for NY-ESO-1 (88%), followed by synovial sarcomas (49%), myxofibrosarcomas (35%), and conventional chondrosarcomas (28%)."}, {"pubmed": 25954764, "text": "NY-ESO-1 expression in melanoma was associated with tumor progression, including increased tumor thickness, and with reduced tumor infiltrating lymphocytes."}, {"pubmed": 26191258, "text": "CTAs (MAGE-A4, NY-ESO-1, MAGE-A10) were more likely expressed in patients with squamous cell carcinoma of the lung and when CTAs combined with CD133, they can be better prognostic factors."}, {"pubmed": 26324743, "text": "These cells were used to target a human lung cancer line that expressed NY-ESO-1."}, {"pubmed": 26413775, "text": "High expression of NY-ESO-1 is associated with Triple-Negative Breast Cancer."}, {"pubmed": 26903513, "text": "regulation of NY-ESO-1 processing by the ubiquitin receptors Rpn10 and Rpn13 as a well as by the standard and immunoproteasome is governed by non-canonical ubiquitination on non-lysine sites."}, {"pubmed": 27070449, "text": "MAGE-A is more highly expressed than NY-ESO-1 in a majority of human malignancies"}, {"pubmed": 27140836, "text": "some autoantibodies, such as anti-MAGEA4, anti-CTAG1 or anti-TP53 and their combinations could possibly contribute to the development of cancer early detection tests (not necessarily restricted to gastric cancer) when being combined with other markers."}, {"pubmed": 27466502, "text": "Comparing the overall expression of CTAs, a decreased expression of all melanoma-associated antigens (MAGEs) post-treatment and a slightly increased expression of New York esophageal squamous cell carcinoma 1 (NY-ESO-1) was visible. The simultaneous cytoplasmic and nuclear expression of pan-MAGE or MAGE-A3/A4 correlated with reduced treatment-failure-free-survival (TFFS)."}, {"pubmed": 27793776, "text": "High NY-ESO-1 expression is associated with Lung Cancer."}, {"pubmed": 27993576, "text": "Results support the potential utility of NY-ESO-1, PRAME, and MAGEA4 as targets for immunotherapy and as ancillary prognostic parameters in synovial sarcomas."}, {"pubmed": 28105694, "text": "In 22 melanoma patients with stage III lymph node metastasis, overall survival was significantly higher in the XAGE-1b and NY-ESO-1 double-negative group than in the other groups."}, {"pubmed": 28536262, "text": "Data suggest that only a small fraction of HLA-A*02:01- (HA)-binding ESO peptides are immunogenic, namely those that have high peptide-binding strength and peptide/HA complex stability. This study involved comparison of in silico-predicted and observed cytotoxic T-lymphocyte recognition of tumor antigen epitopes in melanoma patients and transgenic/knockout mice. (ESO = tumor antigen NY-ESO-1)"}, {"pubmed": 28677424, "text": "These data demonstrate that MAGE-A1-, MAGE-A3-, and NY-ESO-1-specific T cells with antigen-specific cytotoxicity can be cultured from healthy donors and patient-derived cells making adoptive immunotherapy with these cytotoxic T lymphocyte feasible."}, {"pubmed": 28716148, "text": "The present results indicate the strong humoral immune response against NY-ESO-1 in natural human T-cell leukemia virus type 1 infection, irrespective of the clinical status."}, {"pubmed": 29058035, "text": "Twenty-eight out of 38 cancer specimens exhibited NY-ESO-1 protein expression, 2/38 showed a strong universal (4+) NY-ESO-1 staining, and 9/40 cancer lesions exhibited a strong (4+) staining for survivin."}, {"pubmed": 29480665, "text": "A significant association was found between AKAP4 gene expression and metastasis (P-value: 0.045), expression of the CTAG1B (NY-ESO-1) gene was not observed in our cases."}, {"pubmed": 30384365, "text": "MAGEA3 and CTAG1B are expressed in urothelial bladder neoplasms and may be useful in prognosis"}, {"pubmed": 30953385, "text": "High NY-ESO-1 expression is associated with non-small cell lung cancer metastasis."}, {"pubmed": 31095042, "text": "The programmed cell death protein-1/programmed cell death ligand 1 expression, CD3+ T cell infiltration, NY-ESO-1 expression, and microsatellite instability phenotype in primary cutaneous melanoma and mucosal melanoma and their clinical significance and prognostic value: a study of 89 consecutive cases."}, {"pubmed": 31158427, "text": "TWIST1 and NY-ESO1 overexpression was associated with stage of progression and size of tumors in esophageal squamous cell carcinoma."}, {"pubmed": 31227504, "text": "First-in-Class, First-in-Human Study Evaluating LV305, a Dendritic-Cell Tropic Lentiviral Vector, in Sarcoma and Other Solid Tumors Expressing NY-ESO-1."}, {"pubmed": 32600281, "text": "MAGE-A4, NY-ESO-1 and SAGE mRNA expression rates and co-expression relationships in solid tumours."}, {"pubmed": 32816945, "text": "HLA Genotyping in Synovial Sarcoma: Identifying HLA-A*02 and Its Association with Clinical Outcome."}, {"pubmed": 33466646, "text": "Evaluation of Production Protocols for the Generation of NY-ESO-1-Specific T Cells."}, {"pubmed": 34845972, "text": "Expression of CTAG1B clone EPR13780 versus DDIT3 gene rearrangement distinguishes myxoid liposarcoma from its mimics with detection of novel DDIT3 gene copy number variations."}, {"pubmed": 35736245, "text": "Clinicopathological assessment of cancer/testis antigens NYESO1 and MAGEA4 in osteosarcoma."}, {"pubmed": 36603407, "text": "The role of PRAME and NY-ESO-1 as potential therapeutic and prognostic biomarkers in triple-negative breast carcinomas."}, {"pubmed": 37857483, "text": "Gene of the month: cancer testis antigen gene 1b (NY-ESO-1)."}], "genomic_pos": {"chr": "X", "end": 154619282, "ensemblgene": "ENSG00000184033", "start": 154617609, "strand": -1}, "genomic_pos_hg19": [{"chr": "HG1497_PATCH", "end": 153755284, "start": 153753611, "strand": 1}, {"chr": "HG1497_PATCH", "end": 153787739, "start": 153786077, "strand": -1}, {"chr": "X", "end": 153815075, "start": 153813407, "strand": 1}, {"chr": "X", "end": 153847533, "start": 153845865, "strand": -1}], "go": {"BP": {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070525", "qualifier": "involved_in", "term": "tRNA threonylcarbamoyladenosine metabolic process"}, "CC": {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17137291, 25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 32296183, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[9606, 1485], [9606, 246100]], "id": 133254}, "interpro": {"desc": "CTAG/Pcc1 family", "id": "IPR015419", "short_desc": "CTAG/Pcc1"}, "ipi": ["IPI00019217", "IPI00386104"], "map_location": "Xq28", "name": "cancer/testis antigen 1B", "other_names": ["New York esophageal squamous cell carcinoma 1", "autoimmunogenic cancer/testis antigen NY-ESO-1", "cancer antigen 3", "cancer/testis antigen 1", "cancer/testis antigen 6.1", "l antigen family member 2"], "pdb": ["1S9W", "2BNQ", "2BNR", "2F53", "2F54", "2P5E", "2P5W", "2PYE", "3GJF", "3HAE", "3KLA", "6AT5", "6AVF", "6AVG", "6RP9", "6RPA", "6RPB"], "pfam": "PF09341", "pharmgkb": "PA26993", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF199263", "relationship": "is"}, {"id": "GNF210169", "relationship": "is"}, {"id": "GNF248023", "relationship": "is"}, {"id": "GNF248024", "relationship": "is"}, {"id": "GNF248025", "relationship": "is"}, {"id": "GNF248026", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF109181", "relationship": "is"}, {"id": "GNF148822", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1"], "protein": "NP_001318.1", "rna": "NM_001327.3", "translation": {"protein": "NP_001318.1", "rna": "NM_001327.3"}}, "reporter": {"HG-U133_Plus_2": ["210546_x_at", "211674_x_at", "217339_x_at"], "HG-U95Av2": ["33636_at", "33637_g_at"], "HTA-2_0": ["TC0X000778.hg.1", "TC0X001539.hg.1"], "HuEx-1_0": ["3996632", "4027501", "4027577"], "HuGene-1_1": ["8170965", "8176149"], "HuGene-2_1": ["17108492", "17115659"]}, "retired": [88439, 113055, 116358, 139718, 158959, 246101], "summary": "The protein encoded by this gene is an antigen that is overexpressed in many cancers but that is also expressed in normal testis. This gene is found in a duplicated region of the X-chromosome and therefore has a neighboring gene of identical sequence. [provided by RefSeq, Jan 2012].", "symbol": "CTAG1B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413787"}, "unigene": ["Hs.745351", "Hs.534310"], "uniprot": {"Swiss-Prot": "P78358"}, "wikipedia": {"url_stub": "CTAG1B"}}