{"AllianceGenome": "13723", "HGNC": "13723", "MIM": "604167", "_id": "10664", "_version": 3, "accession": {"genomic": ["AC009095.7", "AC027682.10", "AH009122.2", "CH471092.1", "CP068262.2", "CQ834784.1", "KT583976.1", "NC_000016.10", "NC_060940.1", "NG_033892.1"], "protein": ["AAB07788.1", "AAF31318.1", "AAH14267.1", "AAP88917.1", "BAD93030.1", "BAG52706.1", "CAH05607.1", "EAW83142.1", "EAW83143.1", "EAW83144.1", "EAW83145.1", "EAW83146.1", "NP_001177951.1", "NP_001350845.1", "NP_006556.1", "P49711.1", "XP_005255832.1", "XP_016878357.1", "XP_054235373.1", "XP_054235374.1"], "rna": ["AA814313.1", "AB209793.1", "AI753629.1", "AK093395.1", "AK314804.1", "BC014267.2", "BT009915.1", "DB229066.1", "NM_001191022.2", "NM_001363916.1", "NM_006565.4", "U25435.1", "XM_005255775.4", "XM_017022868.2", "XM_054379398.1", "XM_054379399.1"], "translation": [{"protein": "XP_054235374.1", "rna": "XM_054379399.1"}, {"protein": "XP_054235373.1", "rna": "XM_054379398.1"}, {"protein": "AAP88917.1", "rna": "BT009915.1"}, {"protein": "NP_001177951.1", "rna": "NM_001191022.2"}, {"protein": "AAH14267.1", "rna": "BC014267.2"}, {"protein": "NP_001350845.1", "rna": "NM_001363916.1"}, {"protein": "BAG52706.1", "rna": "AK093395.1"}, {"protein": "BAD93030.1", "rna": "AB209793.1"}, {"protein": "AAB07788.1", "rna": "U25435.1"}, {"protein": "XP_016878357.1", "rna": "XM_017022868.2"}, {"protein": "NP_006556.1", "rna": "NM_006565.4"}, {"protein": "XP_005255832.1", "rna": "XM_005255775.4"}]}, "alias": ["CFAP108", "FAP108", "MRD21"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-07-21T16:00:00.000Z", "disease_label": "syndromic intellectual disability", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0000508", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_f1cbcd7b-83e2-47c1-b708-c9052502e639-2021-07-21T160000.000Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000102974", "protein": ["ENSP00000264010", "ENSP00000384707", "ENSP00000493495", "ENSP00000494358", "ENSP00000494408", "ENSP00000494443", "ENSP00000494538", "ENSP00000495115", "ENSP00000495218", "ENSP00000495348", "ENSP00000495923"], "transcript": ["ENST00000264010", "ENST00000401394", "ENST00000566078", "ENST00000642420", "ENST00000642819", "ENST00000642847", "ENST00000642943", "ENST00000643892", "ENST00000644753", "ENST00000644852", "ENST00000644950", "ENST00000645306", "ENST00000645409", "ENST00000645699", "ENST00000646076", "ENST00000646566", "ENST00000646771"], "translation": [{"protein": "ENSP00000494538", "rna": "ENST00000646076"}, {"protein": "ENSP00000495115", "rna": "ENST00000644852"}, {"protein": "ENSP00000264010", "rna": "ENST00000264010"}, {"protein": "ENSP00000384707", "rna": "ENST00000401394"}, {"protein": "ENSP00000494443", "rna": "ENST00000646771"}, {"protein": "ENSP00000495923", "rna": "ENST00000642847"}, {"protein": "ENSP00000493495", "rna": "ENST00000644753"}, {"protein": "ENSP00000494408", "rna": "ENST00000642819"}, {"protein": "ENSP00000495218", "rna": "ENST00000645306"}, {"protein": "ENSP00000494358", "rna": "ENST00000643892"}, {"protein": "ENSP00000495348", "rna": "ENST00000645699"}], "type_of_gene": "protein_coding"}, "entrezgene": "10664", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 22.1941419342, "exp_mis": 274.907008363, "exp_syn": 102.408966879, "lof_z": 4.45642255775443, "mis_z": 4.86477390951858, "mu_lof": 1.60764858277e-06, "mu_mis": 2.40156183647e-05, "mu_syn": 8.70556866313e-06, "n_lof": 1.0, "n_mis": 110.0, "n_syn": 123.0, "p_li": 0.997924957852537, "p_null": 1.26918452271987e-08, "p_rec": 0.00207502945561787, "syn_z": -1.26141448613349}, "bp": 2184, "cds_end": 67671775, "cds_start": 67644735, "n_exons": 10, "nonpsych": {"exp_lof": 19.8832708435, "exp_mis": 248.612808439, "exp_syn": 92.4854321084, "lof_z": 4.15896462752714, "mis_z": 4.94590048689909, "mu_lof": 1.60764858277e-06, "mu_mis": 2.40156183647e-05, "mu_syn": 8.70556866313e-06, "n_lof": 1.0, "n_mis": 94.0, "n_syn": 111.0, "p_li": 0.995709729246896, "p_null": 9.10899556380357e-08, "p_rec": 0.00429017966314804, "syn_z": -1.212105608678}, "nontcga": {"exp_lof": 20.3986713094, "exp_mis": 252.894526191, "exp_syn": 94.1963177609, "lof_z": 4.45535357845684, "mis_z": 4.85261870980477, "mu_lof": 1.60764858277e-06, "mu_mis": 2.40156183647e-05, "mu_syn": 8.70556866313e-06, "n_lof": 0.0, "n_mis": 98.0, "n_syn": 108.0, "p_li": 0.999249512830287, "p_null": 5.24647629531686e-09, "p_rec": 0.00075048192323651, "syn_z": -0.900534108067716}, "transcript": "ENST00000264010.4"}, "exons": [{"cdsend": 67637872, "cdsstart": 67616776, "chr": "16", "position": [[67562525, 67562724], [67571147, 67571264], [67616744, 67616878], [67620696, 67620817], [67621441, 67621591], [67626554, 67626715], [67628369, 67628552], [67629397, 67629533], [67636689, 67636851], [67637687, 67639177]], "strand": 1, "transcript": "NM_001191022", "txend": 67639177, "txstart": 67562525}, {"cdsend": 67637872, "cdsstart": 67610832, "chr": "16", "position": [[67570772, 67570840], [67571147, 67571264], [67610823, 67611613], [67611950, 67612121], [67616744, 67616878], [67620696, 67620817], [67621441, 67621591], [67626554, 67626715], [67628369, 67628552], [67629397, 67629533], [67636689, 67636851], [67637693, 67639185]], "strand": 1, "transcript": "NM_001363916", "txend": 67639185, "txstart": 67570772}, {"cdsend": 67637872, "cdsstart": 67610832, "chr": "16", "position": [[67562525, 67562724], [67571147, 67571264], [67610823, 67611613], [67611950, 67612121], [67616744, 67616878], [67620696, 67620817], [67621441, 67621591], [67626554, 67626715], [67628369, 67628552], [67629397, 67629533], [67636689, 67636851], [67637687, 67639177]], "strand": 1, "transcript": "NM_006565", "txend": 67639177, "txstart": 67562525}], "exons_hg19": [{"cdsend": 67671775, "cdsstart": 67650679, "chr": "16", "position": [[67596428, 67596627], [67605050, 67605167], [67650647, 67650781], [67654599, 67654720], [67655344, 67655494], [67660457, 67660618], [67662272, 67662455], [67663300, 67663436], [67670592, 67670754], [67671590, 67673080]], "strand": 1, "transcript": "NM_001191022", "txend": 67673080, "txstart": 67596428}, {"cdsend": 67671775, "cdsstart": 67644735, "chr": "16", "position": [[67604675, 67604743], [67605050, 67605167], [67644726, 67645516], [67645853, 67646024], [67650647, 67650781], [67654599, 67654720], [67655344, 67655494], [67660457, 67660618], [67662272, 67662455], [67663300, 67663436], [67670592, 67670754], [67671596, 67673088]], "strand": 1, "transcript": "NM_001363916", "txend": 67673088, "txstart": 67604675}, {"cdsend": 67671775, "cdsstart": 67644735, "chr": "16", "position": [[67596428, 67596627], [67605050, 67605167], [67644726, 67645516], [67645853, 67646024], [67650647, 67650781], [67654599, 67654720], [67655344, 67655494], [67660457, 67660618], [67662272, 67662455], [67663300, 67663436], [67670592, 67670754], [67671590, 67673080]], "strand": 1, "transcript": "NM_006565", "txend": 67673080, "txstart": 67596428}], "generif": [{"pubmed": 11743158, "text": "It's proposed that Tsix and CTCF together establish a regulatable epigenetic switch for X-inactivation."}, {"pubmed": 11782357, "text": "observations suggest that CTCF may represent a novel tumor suppressor gene that displays tumor-specific \"change of function\" rather than complete \"loss of function\""}, {"pubmed": 11971967, "text": "Insertional mutagenesis identified nucleosome positioning sequences (NPSs) allow the remarkably precise distribution of target sites for the chromatin insulator protein CTCF to nucleosome linker sequences in the H19 ICR."}, {"pubmed": 11997516, "text": "Conserved CTCF insulator elements flank the mouse and human beta-globin loci."}, {"pubmed": 12099698, "text": "Transforming growth factor-beta-induced transcription of the Alzheimer beta-amyloid precursor protein gene involves interaction between the CTCF-complex and Smads"}, {"pubmed": 12203779, "text": "Loss of CTCF mRNA or protein in Wilms tumors does not predispose to de novo methylation of the maternal allele of H19 but leaves open the possibility that post-transcriptional loss of CTCF protein may account for some instances of loss of imprinting."}, {"pubmed": 12524457, "text": "CTCF is a common determinant to different pathways of death signaling in immature B cells."}, {"pubmed": 12878173, "text": "the insulator activity of CTCF apparently involves an HDAC-independent association with the nuclear matrix"}, {"pubmed": 12960026, "text": "CTCF binding at the human IGF2/H19 imprinting control region(ICR). CTCF binding at the IGF2/H19 ICR is insufficient to regulate expression of IGF2/H19 in many human tissues."}, {"pubmed": 14503807, "text": "CTCF can be inactivated by somatic mutation and genetic or epigenetic silencing of the wild-type allele in individual cases of invasivene ductal breast cancer; loss of CTCF protein function may contribute to tumor heterogeneity"}, {"pubmed": 14645507, "text": "beta-globin locus control region HS5 contains enhancer-blocking (insulator) activity that is both CTCF and developmental stage dependent"}, {"pubmed": 14759373, "text": "CTCF has a role in tethering an insulator to subnuclear sites"}, {"pubmed": 15084242, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15096508, "text": "CTCF regulates Pax6 transcription by binding to its repressor element, which in turn blocks the effect of the ectoderm enhancer resulting in the inhibition of P0 promoter activity."}, {"pubmed": 15304340, "text": "The terminal domain is active in HeLa, HEK293 and COS-7 cell lines where it is both sufficient and necessary for silencing an SV40 core promoter."}, {"pubmed": 15471867, "text": "novel mechanism for IGF2 imprinting regulation, that is, the reduction of CTCF expression in the control of IGF2 imprinting"}, {"pubmed": 15670593, "text": "CTCF plays a major role in IRAK2 transcription; EMSA revealed a CTCF-binding site within the mouse Irak2 promoter"}, {"pubmed": 15731119, "text": "point mutations in the XIST promoter reveal a correlation between CTCF binding and pre-emptive choices of X chromosome inactivation"}, {"pubmed": 15941718, "text": "CTCF is involved in the control of myeloid cell growth and differentiation"}, {"pubmed": 15958555, "text": "CTCF overexpression may have evolved as a compensatory mechanism to protect breast cancer cells from apoptosis, thus providing selective survival advantages to these cells."}, {"pubmed": 16107875, "text": "chromatin loop organized by the CTCF-bound, differentially methylated region at the Igf2/H19 locus can be detected in mitosis"}, {"pubmed": 16140944, "text": "Data indicate that reciprocal binding of CTCF and BORIS to the NY-ESO-1 promoter mediates epigenetic regulation of this CT gene in lung cancer cells."}, {"pubmed": 16230345, "text": "the Kaiso-CTCF interaction negatively regulates CTCF insulator activity"}, {"pubmed": 16731911, "text": "increased CTCF can repress EBNA2 transcription"}, {"pubmed": 16989720, "text": "CTCF is a multifunctional epigenetic regulator with a role in carcinogenesis (review)"}, {"pubmed": 17267480, "text": "this study reports the identification and characterization of an insulator from the herpes simplex virus-1 LAT intron region that functions via CTCF"}, {"pubmed": 17382889, "text": "Study describes 13,804 CTCF-binding sites in potential insulators of the human genome in primary human fibroblasts; most of these sequences are located far from the transcriptional start sites, with their distribution strongly correlated with genes"}, {"pubmed": 17583694, "text": "Results reveal that CTCF is a down stream target of stress-induced signaling cascades and it plays a significant anti-apoptotic role in regulation of stress-induced cellular responses in HCE and hematopoietic myeloid cells."}, {"pubmed": 17827499, "text": "a small number of zinc fingers mediate strong binding of CTCF to DNA, and a single finger-DNA interaction controls binding at imprinted loci"}, {"pubmed": 18021171, "text": "CTCF is indeed a protein with multifunctional activity that plays a significant role in modulating signalling pathways to mediate insulin-induced ML-1 cell proliferation."}, {"pubmed": 18207574, "text": "Band-shift analysis upon the nuclear fractions from HIV-1 resistant cells showed that CTCF protein bound to HIV-1 promoter and this binding prevented the formation of NF-kappaB/LTR complex."}, {"pubmed": 18235444, "text": "description of cohesin-binding sites in the human genome; most of these are associated with the CCCTC-binding factor (CTCF), a zinc-finger protein required for transcriptional insulation"}, {"pubmed": 18237772, "text": "Study shows that the distribution of cohesins on mammalian chromosome arms is not driven by transcriptional activity, instead, cohesins are found at most CTCF sites and CTCF is required for cohesin localization to these sites."}, {"pubmed": 18347100, "text": "The results suggest a model whereby both HLA-DRB1 and HLA-DQA1 loci can interact simultaneously with XL9, and describe a regulatory mechanism involving the alteration of the general chromatin conformation and their regulation by CTCF."}, {"pubmed": 18550811, "text": "STAG1 (Scc3/SA1) subunit of cohesin interacts with the CCTC-binding factor CTCF bound to the c-myc insulator element."}, {"pubmed": 18604514, "text": "Results decribethe loss IGF2/H19 imprinting,loss of heterozygosity of IGF2R and CTCF, and incidental H. pylori infections in laryngeal squamous cell carcinoma."}, {"pubmed": 18654629, "text": "CTCF positions 20 nucleosomes around its binding sites across the human genome."}, {"pubmed": 18923423, "text": "CTCF is required in a dose-dependent manner and is involved in cell cycle progression of alphabeta T cells in the thymus."}, {"pubmed": 19008940, "text": "CTCF binding-site mutation promotes triplet repeat instability both in the germ line and in somatic tissues."}, {"pubmed": 19056695, "text": "mapped the genome-wide binding sites of CTCF in three cell types and identified significant binding of CTCF to the boundaries of repressive chromatin domains marked by H3K27me3"}, {"pubmed": 19060911, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19074263, "text": "intrinsic looping activity of CTCF sites can nullify locus control region function."}, {"pubmed": 19158269, "text": "These data argue that the regulation of the IL-3 and the GM-CSF promoters depends on the positions of their enhancers relative to the conserved CTCF/cohesin-binding sites."}, {"pubmed": 19247430, "text": "Regulation of the D4Z4 array depends on both the number of repeats and the presence of CTCF and A-type Lamins in facio-scapulo-humeral dystrophy."}, {"pubmed": 19322193, "text": "CTCF/cohesin-mediated insulators maintain the chromatin loop formation and the localization of transcriptional apparatus at the promoters."}, {"pubmed": 19369356, "text": "Deletion of CTCF binding sites altered the normal cell cycle control of transcription for KSHV latency-associated genes."}, {"pubmed": 19450526, "text": "Results substantiate the critical role of CTCF in establishing and maintaining p16INK4A and other tumor suppressor genes in higher-order chromosomal domains through appropriate boundary formation."}, {"pubmed": 19513555, "text": "Report aberrant epigenetic modifications in the CTCF binding domain of the IGF2/H19 gene in prostate cancer compared with benign prostate hyperplasia."}, {"pubmed": 19568426, "text": "findings collectively demonstrate that CTCF-binding at the human MYC locus does not repress transcriptional activity but is required for protection from DNA methylation"}, {"pubmed": 19584098, "text": "Results show that spermatozoa endonuclease sensitivity DNA sequences are closely associated with gene regulatory regions, including many promoter sequences and sequences recognized by CCCTC-binding factor (CTCF)."}, {"pubmed": 19644448, "text": "These findings reveal the existence of an 80 bp D4Z4 human subtelomeric repeat sequence that is sufficient to position an adjacent telomere to the nuclear periphery in a CTCF and A-type lamins-dependent manner."}, {"pubmed": 19737964, "text": "The loss of CTCF poly(ADP-ribosyl)ation is associated with cell proliferation and breast tumor development."}, {"pubmed": 19818655, "text": "cooperation between architectural (CTCF) and transcriptional enhancing (T-bet) factors and the elements to which they bind is required for proper Th1 cell-specific expression of Ifng."}, {"pubmed": 19922652, "text": "analysis of key differences among CTCF occupancy-based classes"}, {"pubmed": 19956589, "text": "there is a a severe depletion of CTCF in the 5'UTR of the FXN gene in FRDA, and coincident heterochromatin formation involving the +1 nucleosome via enrichment of H3K9me3 and recruitment of heterochromatin protein 1"}, {"pubmed": 20038529, "text": "model of CTCF regulation by poly(ADP-ribosyl)ation whereby CTCF and PARP-1 form functional complexes at sites along the DNA, producing a dynamic reversible modification of CTCF"}, {"pubmed": 20051228, "text": "CTCF is an essential factor for transcription of the INK/ARF locus and abrogation of its binding by DNA methylation contributes to the permanent silencing of several genes of the locus in tumors."}, {"pubmed": 20101205, "text": "CTCF protects the p53 gene promoter against repressive histone marks."}, {"pubmed": 20110362, "text": "CTCF is a downstream component of the NF-kappaB pathway involved in the core transcriptional network of cell fate"}, {"pubmed": 20133600, "text": "These results support a genome-wide role for CTCF/cohesin sites through loop formation that both influences transcription and contributes to cell-type-specific chromatin organization and function."}, {"pubmed": 20196073, "text": "Recombinant terminal fragments of human CCCTC-binding factor were purified and observed that both are extended, monomeric, and predominantly consist of unordered content."}, {"pubmed": 20404925, "text": "determine whether CTCF and TR combined sites are representative of a general feature of the genome, and whether such sites are functional in regulating enhancer blocking"}, {"pubmed": 20478995, "text": "CTCF plays a pivotal role in dampening the p53 apoptotic response by acting as a gene-specific repressor"}, {"pubmed": 20584980, "text": "CTCF organizes the MHC-II locus into a novel basal architecture of interacting foci and loop structures that rearranges in the presence of CIITA."}, {"pubmed": 20610384, "text": "CCCTC-binding factor acts upstream of FOXA1 and demarcates the genomic response to estrogen."}, {"pubmed": 20733034, "text": "BCL6 expression is maintained during lymphomagenesis in part through DNA methylation that prevents CTCF-mediated silencing."}, {"pubmed": 20877461, "text": "CTCF bound to insulator sequences located between BLU and RASSF1A."}, {"pubmed": 20966046, "text": "DEAD-box RNA helicase p68 (DDX5) and its associated noncoding RNA, steroid receptor RNA activator (SRA), form a complex with CTCF that is essential for insulator function"}, {"pubmed": 21296871, "text": "Data show that the BORIS/CTCF mRNA expression ratio is closely associated with DNA hypomethylation and confers poor prognosis in EOC."}, {"pubmed": 21325284, "text": "The activity of CTCF in controlling Rb2/p130 gene expression is impaired by BORIS, which by binding to the Rb2/p130 gene could trigger changes in the chromatin asset established by CTCF affecting CTCF regulatory activity on Rb2/p130 transcription."}, {"pubmed": 21444719, "text": "results demonstrate specific sites on C terminus of CTCF are essential for cohesin binding and insulator function; only direct interaction between CTCF and cohesin involves contact with SA2, which is external to the cohesin ring"}, {"pubmed": 21536749, "text": "CTCF epigenetically governs allelic gene expression of IGF2 by orchestrating chromatin loop structures involving PRC2"}, {"pubmed": 21550623, "text": "Human CTCF binds specific sites throughout the latent EBV genome. CTCF colocalizes with cohesin but not RNAP II. The overlapping cohesin-binding sites are found proximal to regulatory elements of both latent and lytic genes."}, {"pubmed": 21663659, "text": "CTCF plays an important role in maintaining the Rb promoter in an optimal chromatin configuration. Its absence induces rapid epigenetic silencing through progressive gain of DNA methylation."}, {"pubmed": 21912613, "text": "a novel mechanism for regulatory control of CTCF in UV stress-induced human corneal epithelial cells, which requires activation and formation of Bcl-3/p50 complex through a noncanonical NF-kappaB pathway"}, {"pubmed": 21964334, "text": "a DNA-binding protein, CCCTC-binding factor (CTCF), can promote inclusion of weak upstream exons by mediating local RNA polymerase II pausing both in a mammalian model system for alternative splicing, CD45, and genome-wide"}, {"pubmed": 21970734, "text": "recent advances in CTCF biology and discussion of the role of histone variants H2A.Z and H3.3 at CTCF binding sites [review]"}, {"pubmed": 22072770, "text": "CTCF contributes to but is not essential for the establishment of restricted latency."}, {"pubmed": 22142239, "text": "CTCF binding can co-localise with ER and/or FOXA1 in MCF-7 cells."}, {"pubmed": 22247490, "text": "CTCF, an epigenetic regulator and transcription factor, involves EGF-induced increases in cell motility and migration."}, {"pubmed": 22286186, "text": "Data suggest that CTCF contributes to the structural organization of the nucleolus and, through epigenetic mechanisms, to the regulation of the ribosomal gene expression."}, {"pubmed": 22347474, "text": "characterized the cell-type specific spatial organization of the kcnq5 gene locus mediated by CTCF in detail using chromosome conformation capture (3C) and 3C-derived techniques"}, {"pubmed": 22354964, "text": "Hypoxic stress induces de-SUMOylation of CTCF to functionally regulate CTCF activity."}, {"pubmed": 22422629, "text": "Results showed that CTCF, A-type lamins and an active HDAC were essential for perinuclear positioning of CFTR and these components acted on a CTCF site adjacent to the CFTR promoter."}, {"pubmed": 22487828, "text": "CTCF is involved in multiple aspects of epigenetic regulation."}, {"pubmed": 22538856, "text": "Loss of CTCF-mediated restriction of enhancer activity may well contribute to oncogenic activation, when in chromosomal translocations Ig enhancer elements and oncogenes appear in a novel genomic context."}, {"pubmed": 22615834, "text": "Knocking-down CTCF expression hampered RARRES1 expression."}, {"pubmed": 22791747, "text": "The macrosatellite DXZ4 mediates CTCF-dependent long-range intrachromosomal interactions on the human inactive X chromosome"}, {"pubmed": 22879976, "text": "The role of CTCF in human embryonic stem cell (hESC) biology, was examined."}, {"pubmed": 22952237, "text": "This partnership between CTCF and cohesin is emerging as a novel and perhaps pivotal aspect of gene regulatory mechanisms, in addition to playing a role in the organization of higher order chromatin architecture"}, {"pubmed": 23186133, "text": "Results found that CTCF may be bound immediately upstream of RNA polymerase II in most active CpG island promoters."}, {"pubmed": 23192870, "text": "CTCF binding sites regulate mRNA production, RNA polymerase II (RNAPII) programming, and nucleosome organization of the Kaposi's sarcoma-associated herpesvirus latency transcript control region."}, {"pubmed": 23204437, "text": "CTCF/cohesin-mediated DNA looping is required for protocadherin alpha promoter choice"}, {"pubmed": 23553099, "text": "CTCF and BORIS suppressed breast cancer growth; findings provide further evidence that CTCF behaves as a tumor suppressor, and show BORIS has a similar growth inhibitory effect in vitro and in vivo"}, {"pubmed": 23620300, "text": "CTCF regulates the expression of IPO13, which, in turn, mediates the nuclear import of CTCF."}, {"pubmed": 23706817, "text": "Studies suggest that CTCF binding sites exhibited barrier insulator function."}, {"pubmed": 23746550, "text": "Haploinsufficiency of CTCF affects genomic interaction of enhancers and their regulated gene promoters that drive developmental processes and cognition."}, {"pubmed": 23843455, "text": "a direct regulatory relationship between EGF-induced NFkappaB p50 and CTCF activation affecting corneal epithelial wound healing has been established"}, {"pubmed": 23874213, "text": "FXS cells and its splicing is correlated to that of the FMR1-mRNA. We conclude that CTCF has a complex role in regulating FMR1 expression, probably through the organization of chromatin loops between sense/antisense transcriptional regulatory regions"}, {"pubmed": 23884423, "text": "condensin competes with CTCF in binding to a specific rDNA locus and negatively regulates CTCF-mediated rRNA gene transcription."}, {"pubmed": 23908591, "text": "Data show that CCCTC binding factor (CTCF) binding was enriched at the Bax CTCF binding sites (CTSs) in breast cancer cells and tumors."}, {"pubmed": 24023969, "text": "Increased DNA methylation at the FXN upstream GAA region, primarily 5 hmC rather than 5 mC, and decreased CTCF occupancy at the FXN 5' UTR are associated with FRDA disease-relevant human tissues."}, {"pubmed": 24130125, "text": "Data shows that T204fs, a frameshift mutation in CTCF gene is frequent in endometrial neoplasms with microsatellite istability. Also, The spectrum and pattern of mutations observed is consistent with CTCF acting as a haploinsufficient tumor suppressor."}, {"pubmed": 24174344, "text": "Results show that CCCTC-binding factor (CTCF) plays an important role in maintaining telomerase reverse transcriptase catalytic subunit (TERT) expression in a subset of lung cancer cell lines may be due to CTCF-dependent enhancer-promoter interactions."}, {"pubmed": 24257606, "text": "A single CTCF binding site controls LMP2A and LMP1 promoter selection, chromatin boundary function and episome copy number control during Epstein-Barr virus latency."}, {"pubmed": 24321385, "text": "The intronic binding sites for cohesin and CTCF coincide with histone modifications that confer enhancer-like properties, and two of the cohesin/CTCF sites behaved as insulators in an in vivo assay."}, {"pubmed": 24335803, "text": "CTCF and cohesin contribute differentially to chromatin organization and gene regulation"}, {"pubmed": 24362533, "text": "This work demonstrates that, in contexts in which BCL6 is expressed, CTCF binding to BCL6 exon1A associates with epigenetic modifications indicative of transcriptionally open chromatin."}, {"pubmed": 24393203, "text": "CTCF may play a significant role in the anti-apoptotic pathway mediated by NF-kappaB in pediatric Acute lymphoblastic leukemia"}, {"pubmed": 24415941, "text": "CTCF and Rad21 act as host cell restriction factors for Kaposi's sarcoma-associated herpesvirus (KSHV) lytic replication by modulating viral gene transcription."}, {"pubmed": 24498324, "text": "Data show that CCCTC-binding factor (CTCF) together with ISWI ATPase SMARCA5 and members of the Cohesin complex associate with the SPI1 protein is disrupted in acute myeloid leukemia (AML) blasts."}, {"pubmed": 24534946, "text": "Our results demonstrated an aberrant methylation pattern at a CTCF binding site downstream the WT1 gene, which is associated with an elevated WT1 transcriptional activity"}, {"pubmed": 24561205, "text": "CTCF may regulate vigilin behavior and thus indirectly influence the binding of HP1alpha to the satellite 2 locus"}, {"pubmed": 24614316, "text": "CTCF links the architecture of the genome to its function. [Review]"}, {"pubmed": 24659782, "text": "Data show that the transcription of angiogenin (ANG) and ribonuclease 4 (RNASE4) promoter is influenced by RNA polymerase III (Pol III) elements and could be differentially regulated by an intragenic CCCTC binding factor (CTCF)-dependent chromatin loop."}, {"pubmed": 24725430, "text": "results reveal the functional relevance of vigilin and CTCF, and show that the CTCF-vigilin complex contributes to regulation of Igf2/H19"}, {"pubmed": 24794443, "text": "Findings establish CTCF as a prominent tumor-suppressor gene and point to CTCF-mediated epigenetic stability as a major barrier to neoplastic progression."}, {"pubmed": 24842653, "text": "The methylation status of CTCF and SIRT6 promoter regions was not statistically different in cancer lesions compared with matched normal tissues."}, {"pubmed": 24901509, "text": "In the gene-based analysis, CACNB2 and CTCF showed the strongest evidence for association with schizophrenia in both the present samples and in those of the Psychiatric Genetics Consortium datasets."}, {"pubmed": 25135475, "text": "CTCF facilitates the stabilization of Polycomb repressive complex 2 and trimethylated lysine 27 of histone H3 at the human HOXA locus."}, {"pubmed": 25299688, "text": "Studied the role of looping in large-scale (supra Mb) folding of human chromosomes by knocking down the gene that codes for CTCF and the one coding for Rad21, an essential subunit of cohesin."}, {"pubmed": 25411781, "text": "our data reveal extensive genetic effects on CTCF binding, both direct and indirect, and identify a diversity of patterns of CTCF binding on the X chromosome."}, {"pubmed": 25499215, "text": "In the first detailed analysis in cancer, a marked loss of CHD8 expression and increased BORIS/CTCF ratio indicate frequent disruption of CTCF and its effector genes in PCa."}, {"pubmed": 25580597, "text": "These elements are highly occupied by the insulator protein CTCF, are DNase I hypersensitive and represent only a small minority of the CTCF recognition sequences in the human genome"}, {"pubmed": 25592173, "text": "A novel single nucleotide polymorphism rs60507107 was significantly associated with increased risk of lung cancer in two stages"}, {"pubmed": 25658338, "text": "To validate this finding and to better understand the phenomenon, we used LNCaP, a prostate cell line as a model, and identified 16 additional cis-SAGe events by silencing transcription factor CTCF and paired-end RNA sequencing."}, {"pubmed": 25694598, "text": "Authors conclude that high-risk human papillomavirus types have evolved to recruit CTCF to the early gene region to control the balance and complexity of splicing events that regulate viral oncoprotein expression."}, {"pubmed": 25703332, "text": "results provide evidence that CTCF/cohesin-mediated chromatin looping of the PTGS2 locus is dynamically influenced by the DNA methylation status."}, {"pubmed": 25875106, "text": "Our findings identify both SMC1 and CTCF as critical regulators of the differentiation-dependent life cycle of high-risk human papillomaviruses"}, {"pubmed": 25881024, "text": "Results provide insights into the distribution of histone modifications at promoters and suggest a novel role of CTCF and cohesin as regulators of transcriptional direction."}, {"pubmed": 25934638, "text": "a considerable number of alternative splicing events could have a chromatin-dependent regulation involving the association of HP1alpha and CTCF near regulated exons."}, {"pubmed": 25936568, "text": "CTCF controls the homeostatic maintenance and migration of Langerhans cells."}, {"pubmed": 26125810, "text": "Data found that BORIS and CTCF expression in low-grade squamous intraepithelial lesions and invasive cervical carcinoma is higher than in normal samples. The possible utility of BORIS and CTCF as biomarkers in cervical neoplasm requires further analysis."}, {"pubmed": 26154016, "text": "CTCF can both enhance and repress virus gene expression. [review]"}, {"pubmed": 26276636, "text": "Study suggests that genome-wide topological chromatin looping can be predicted based on CTCF/cohesin directional binding; findings reveal how nonlinear 3D genome topology could be encoded by linear 1D genomic sequences."}, {"pubmed": 26302455, "text": "the CTCF-associated boundary element, CBS5, employs both Cohesin and noncoding RNA to establish and maintain topologically associated domains at the HOXA locus."}, {"pubmed": 26315019, "text": "These results demonstrate the existence of definitive CTCF binding motifs corresponding to CTCF's diverse functions."}, {"pubmed": 26321255, "text": "PARP1- and CTCF-regulate contacts between circadian loci and the repressive chromatin environment at the lamina therefore mediate circadian transcriptional plasticity."}, {"pubmed": 26321640, "text": "CTCF helps recruit CENP-E to the centromere during mitosis and that it may do so through a structure stabilized by the CTCF/CENP-E complex."}, {"pubmed": 26330387, "text": "data demonstrate there is strong selection for inactivation of both CTCF and ZFHX3 in Endometroid Endometrial cancer(EEC)."}, {"pubmed": 26376810, "text": "CTCF/cohesin coordinates HOXA cluster higher-order chromatin structure and expression during development"}, {"pubmed": 26439501, "text": "CTCF and cohesins shape the genome during evolution. (Review)"}, {"pubmed": 26478432, "text": "CTCF negatively regulates HOXA10 expression in breast cancer cells.CTCF flanks important promoter element of HOXA10."}, {"pubmed": 26549029, "text": "CCCTC-binding factor (CTCF) targets the binding sites within MYCN promoter to facilitate its expression in neuroblastoma (NB) cells."}, {"pubmed": 26549033, "text": "GAD1 is reactivated by DNA methylation, which provided a model for DNA methylation and the active orchestration of oncogenic gene expression by CTCF in cancer cells."}, {"pubmed": 26578602, "text": "CSB and CTCF can regulate each other's chromatin association, thereby modulating chromatin structure and coordinating gene expression in response to oxidative stress."}, {"pubmed": 26686651, "text": "3D genome simulation suggests a model of chromatin folding around chromosomal axes, where CTCF is involved in defining the interface between condensed and open compartments for structural regulation."}, {"pubmed": 26711177, "text": "Here, the authors reveal the methylcytosine dioxygenases TET1 and TET2 as active regulators of CTCF-mediated alternative splicing through conversion of 5-methylcytosine to its oxidation derivatives."}, {"pubmed": 26747525, "text": "Mutational analysis highlighted a potential role for CTCF, a crucial regulator of long-range chromatin interactions, in head and neck cancer progression."}, {"pubmed": 26784546, "text": "TGF-beta/beta2-spectrin/CTCF-regulated tumor suppression in human stem cell disorder Beckwith-Wiedemann syndrome."}, {"pubmed": 26802288, "text": "CTCF-mediated long-range interactions are integral for a multitude of topological features of interphase chromatin, such as the formation of topologically associated domains, domain insulation, enhancer blocking and even enhancer function."}, {"pubmed": 26833217, "text": "Our data show that aberrant epigenetic inactivation of DUSP2 occurs in carcinogenesis and that CTCF is involved in the epigenetic regulation of DUSP2 expression."}, {"pubmed": 26929370, "text": "CTCF binds to the provirus at a sharp border in epigenetic modifications in the pX region of the HTLV-1 provirus in T cells naturally infected with HTLV-1. This may cause widespread abnormalities in host cell chromatin structure and gene expression."}, {"pubmed": 26938874, "text": "CTCF has a role in regulating SLC45A3-ELK4 Chimeric RNA"}, {"pubmed": 26953320, "text": "although we were unable to detect HD-associated DNA methylation alterations at queried sites, we found that DNA methylation may be correlated to the age of disease onset in cortex tissues. Moreover, our data suggest that DNA methylation may, in part, contribute to tissue-specific HTT transcription through differential CTCF occupancy."}, {"pubmed": 26983574, "text": "This is supported by the depletion of CTCF in glioblastoma cells affecting the expression levels of NOTCH2 as a target of miR-181c. CONCLUSION: Together, our results point to the epigenetic role of CTCF in the regulation of microRNAs implicated in tumorigenesis"}, {"pubmed": 27019336, "text": "The action of SNF2H at CTCF sites is functionally important as depletion of CTCF or SNF2H affects transcription of a common group of genes."}, {"pubmed": 27067545, "text": "we investigated the cell-type specificities of CTCF sites related to these functions across five cell types. Our study provides new insights into the multivalent functions of CTCF in the human genome"}, {"pubmed": 27089971, "text": "we review recent high-resolution chromosome conformation capture and functional studies that have informed models of the spatial and regulatory compartmentalization of mammalian genomes, and discuss mechanistic models for how CTCF and cohesin control the functional architecture of mammalian chromosomes."}, {"pubmed": 27219007, "text": "Data support the hypothesis that CTCF and cohesin SA-1 have multiple roles in the regulation of gene expression during erythropoiesis."}, {"pubmed": 27226577, "text": "data demonstrate a reciprocal relationship between Hmgb2 and Ctcf in controlling aspects of chromatin structure and gene expression."}, {"pubmed": 27417714, "text": "Study described the formation of mutually exclusive complexes of ENY2 with insulator proteins and Sgfl1-a component of the SAGA complex, direct binding partner for ENY2"}, {"pubmed": 27490693, "text": "we find no evidence for selection driving these distinctive patterns of mutation. The mutational load at CTCF-binding sites is substantially determined by replication timing and the mutational signature of the tumor in question, suggesting that selectively neutral processes underlie the unusual mutation patterns."}, {"pubmed": 27569350, "text": "vitamin D-sensitive CTCF sites provide further mechanistic details to the epigenome-wide understanding of 1,25(OH)2D3-mediated gene regulation"}, {"pubmed": 27582050, "text": "TOP2B is positioned to solve topological problems at diverse cis-regulatory elements and its occupancy is a highly ordered and prevalent feature of CTCF/cohesin binding sites that flank TADs."}, {"pubmed": 27583466, "text": "epigenetic factor CTCF-mediated chromatin remodeling regulates interactions between eye-specific PAX6 and those genes that are induced/associated with cell differentiation to modulate corneal epithelial cell-specific differentiation"}, {"pubmed": 27638884, "text": "CTCF binding to eRNAs and promoters is facilitated by estrogen when chromatin establishes contacts with nuclear lamina."}, {"pubmed": 27762310, "text": "CTCF may be a key factor that contributes to gene co-mutations in cancer."}, {"pubmed": 27798106, "text": "The results indicate that the initial chromatin conformation affects subsequent RA-induced HOXA gene activation. Our study uncovers that a removable insulator spatiotemporally switches higher-order chromatin and multiple gene activities via cooperation of CTCF and key transcription factors."}, {"pubmed": 27848966, "text": "CD4(+) T cells showed the greatest increase (threefold) in ORMDL3 expression in individuals carrying the asthma-risk alleles, where ORMDL3 negatively regulated interleukin-2 production. The asthma-risk variants rs4065275 and rs12936231 switched CTCF-binding sites in the 17q21 locus."}, {"pubmed": 27974201, "text": "we show CTCF binding site mutations to be functional by demonstrating allele-specific reduction of CTCF binding to mutant alleles. While topologically associating domains with mutated CTCF anchors in melanoma contain differentially expressed cancer-associated genes, CTCF motif mutations appear generally under neutral selection"}, {"pubmed": 28045091, "text": "CTCF promotes HSV-1 lytic transcription by facilitating the elongation of RNA Pol II and preventing silenced chromatin on the viral genome."}, {"pubmed": 28161276, "text": "These findings indicate that erythroid specific activator GATA-1 acts at CTCF sites around the beta-globin locus to establish tissue-specific chromatin organization."}, {"pubmed": 28262757, "text": "these results suggest that CTCF participate in DNA damage response via poly(ADP-ribosylation)."}, {"pubmed": 28319062, "text": "Authors have identified two novel pro-tumorigenic roles (promoting cell survival and altering cell polarity) for genetic alterations of CTCF in endometrial cancer."}, {"pubmed": 28490592, "text": "Rta-mediated decreased binding of CTCF in the viral genome is concurrent with virus reactivation. Via interfering with CTCF binding, in the host genome Rta can function as a transcriptional repressor for gene silencing."}, {"pubmed": 28529057, "text": "Describe several protein-DNA complex structures of a human CTCF tandem zinc-finger array, explaining the adaptability of CTCF to sequence variations and the positiondependent effect of differential DNA methylation at two cytosine residues, and revealing a potential function of C-terminal ZF8 and ZF9 spanning across the DNA phosphate backbone."}, {"pubmed": 28536180, "text": "results support a model in which YY1 acts as an architectural protein to connect developmentally regulated looping interactions; the location of YY1-mediated interactions may be demarcated in development by a preexisting topological framework created by constitutive CTCF-mediated interactions."}, {"pubmed": 28560323, "text": "findings establish for the first time that CTCF is an important regulator of the homologous recombination repair pathway."}, {"pubmed": 28796949, "text": "The MeCP2, a protein whose mutated forms are involved in Rett syndrome; and CTCF, a constitutive transcriptional insulator."}, {"pubmed": 28848059, "text": "This study confirms that haploinsufficiency of CTCF causes distinct clinical features, and that a microdeletion encompassing CTCF could cause a recognisable CTCF deletion syndrome. Perturbed DNA methylation at CTCF binding sites, not at imprinted loci, may underlie the pathomechanism of the syndrome."}, {"pubmed": 28862757, "text": "CTCF-FOXM1 axis regulates tumour growth and metastasis in hepatocellular carcinoma cells."}, {"pubmed": 29076501, "text": "structural studies show that the sequence-specific interactions between zinc fingers and CTCF-binding sites determine the directionality and conservation of CTCF recognition."}, {"pubmed": 29077515, "text": "previously overlooked classes of CTCF binding regions may have different roles in regulating diverse chromatin-based phenomena, and may impact the understanding of heritable epigenetic regulation in cancer cells and normal germ cells"}, {"pubmed": 29110030, "text": "Studies suggest that the connection between DNA-binding protein CTCF (CTCF), cohesin, chromatin structure, and behavior is important in understanding of the development of behavior in general, and neurodevelopmental disorders in particular [Review]."}, {"pubmed": 29157910, "text": "Our data reveal that vigilin is essential for maintenance of imprinting of IGF2 gene via functional interaction between KH1-7 domains of vigilin and zinc-finger domains of CTCF."}, {"pubmed": 29217591, "text": "The results show that cohesin has an essential genome-wide function in mediating long-range chromatin interactions and support the hypothesis that cohesin creates these by loop extrusion, until it is delayed by CTCF in a manner dependent on PDS5 proteins, or until it is released from DNA by WAPL."}, {"pubmed": 29235471, "text": "Findings indicate that CCCTC-binding factor (CTCF)-driven doublesex and mab-3 related transcription factor 2 protein (TERRA) transcription acts in cis to facilitate telomere repeat replication and chromosome stability."}, {"pubmed": 29437926, "text": "The authors propose that cellular CCCTC-binding factor binding at the herpes simplex virus 1 CCCTC-binding factor binding sites (CTRL2) acts as a chromatin insulator to keep viral chromatin in a form that is poised for reactivation, a state which we call poised latency."}, {"pubmed": 29581440, "text": "The analysis shows that CTCF interaction anchors are enriched by transcription factors yet deficient in histone modifications, while the opposite is true in the case of RNAP II mediated interactions."}, {"pubmed": 29654311, "text": "neither the deletion of the CTCF locus nor the ectopic insertion of Firre cDNA or its ectopic expression are sufficient to alter topologically associated domains in a sex-specific or allele-specific manner"}, {"pubmed": 29698677, "text": "HOTTIP cooperates with CTCF to coordinate HOXA gene expression."}, {"pubmed": 29723654, "text": "These phenotypes were rescued with human CTCF mRNA injections."}, {"pubmed": 29760161, "text": "the CTCF boundary constrains the normal gene-expression program, as well as plays a role in maintaining the oncogenic transcription program for leukemic transformation. The CTCF boundaries may serve as novel therapeutic targets for the treatment of myeloid malignancies."}, {"pubmed": 29845264, "text": "These results, together with a prior exomesequencing based study, suggest that CTCF mutations may be involved in the development of ovarian endometriosis."}, {"pubmed": 29898989, "text": "A CTCF-bound region within the MLH1-35 enhancer regulates MLH1 expression in colorectal cells and is worthy of scrutiny in future genetic screening strategies for suspected Lynch syndrome associated with loss of MLH1 expression."}, {"pubmed": 29941091, "text": "HTLV-1 disrupts host chromatin structure by forming loops between the provirus and the host genome; certain loops depend on the critical chromatin architectural protein CTCF, which binds to the HTLV-1 provirus."}, {"pubmed": 29956775, "text": "ID1, CTCF and ELK1 may be associated with prostate cancer, and may be potential therapeutic targets for the treatment of this disease."}, {"pubmed": 29976663, "text": "Here, we show that PARP1 and host insulator protein CTCF colocalize at specific sites throughout the EBV genome and provide evidence to suggest that PARP1 acts to stabilize CTCF binding and maintain the open chromatin landscape at the active Cp promoter during type III latency. Further, PARP1 activity is important in maintaining latency type-specific viral gene expression."}, {"pubmed": 29981477, "text": "poly(ADP-ribosyl)ated CTCF changes its DNA binding and localisation in a breast cell line which is associated with nucleosome repositioning."}, {"pubmed": 30031212, "text": "The CTCF acts as a versatile nuclear factor, a transcriptional activator or repressor, an insulator binding factor, or a regulator of genomic imprinting as required for various biological procedures."}, {"pubmed": 30031214, "text": "It summarizes the single cell approaches to further monitor dynamics of CTCF functions and structures in the maintenance of 3D genome organization and function at single cell level."}, {"pubmed": 30086769, "text": "CTCF maintains regulatory homeostasis of cancer pathways."}, {"pubmed": 30096365, "text": "It explains the recent discoveries describing the 3D structure of the CTCF-DNA complex and the role of CTCF in establishing genome structure."}, {"pubmed": 30212590, "text": "Enhanced CTCF enrichment was detected on the intergenic sequence XL9 separating two subregions coding for MHC-II genes in septic patients."}, {"pubmed": 30296942, "text": "prostate cancer risk-associated CTCF sites involved in long-range chromatin loops, were identified."}, {"pubmed": 30310060, "text": "This study contributes to a better understanding about the underlying principles of CTCF-mediated chromatin interactions and their impact on gene expression."}, {"pubmed": 30459231, "text": "One of the newly validated CTCF interactors is BRG1, the major ATPase subunit of the chromatin remodeling complex SWI/SNF, establishing a relationship between two master regulators of genome organization."}, {"pubmed": 30674949, "text": "Collectively, the authors propose that CTCF has functional roles for the temporal expression of EGR1 in early G1 phase through regulation of higher-order chromatin structure organization."}, {"pubmed": 30738580, "text": "CTCF controls the transcription activity of metallothionein family."}, {"pubmed": 30873749, "text": "It was found that the FoxO pathway was enriched according to the ChIP-seq results of CTCF. The expression of CTCF, pFoxO1a, FoxO1a, pFoxO3a and FoxO3a was tested by RT-qPCR and Western blot. Inhibition of CTCF could lead to the up-regulation of the FoxO signalling pathway"}, {"pubmed": 30902546, "text": "An analysis in B cells confirms the strong dependency on NAP1-mediated H1 eviction for induction of the silent CD40 gene and further demonstrates that H1 eviction, seeded by activator-p300-NAP1-H1 interactions, is propagated over a CCCTC-binding factor (CTCF)-demarcated region through a distinct mechanism that also involves NAP1"}, {"pubmed": 31076284, "text": "The transcription factor CTCF has been found completely RNA dependent; RNA is required for the CTCF-chromatin association."}, {"pubmed": 31127282, "text": "In a pediatric B-ALL cell line, CTCF loss notably disrupted intra-TAD loops and TAD integrity in concurrence with a reduction in CTCF-binding affinity, while showing no perturbation to nuclear compartment integrity. The overall effect of CTCF's loss on transcription was minimal."}, {"pubmed": 31164150, "text": "Study suggests an intriguing model where cell type-specific transcription factors such as p63 cooperate with the genome organizer CTCF in the three-dimensional chromatin space to regulate the transcription program important for the proper cell identity."}, {"pubmed": 31177910, "text": "Results found that the binding sites of CTCF were preferentially located surrounding G-quadruplexes in the chromatin."}, {"pubmed": 31204999, "text": "Absolute copy numbers and dynamics of cohesin, CCCTC-binding factor (CTCF), NIPBL cohesin loading factor (NIPBL), WAPL cohesin release factor (WAPL) and sororin were measured by mass spectrometry and fluorescence recovery after photobleaching in HeLa cells."}, {"pubmed": 31237042, "text": "The allele G of rs2001389 weakened the binding activity with CTCF, and it was related to the lower expression of a putative antioncogene MFSD13A whose knockdown promoted proliferation of PC cells. By integrating analysis on multiomics data, association studies and functional assays, we proposed that the common variant rs2001389 and the gene MFSD13A might be genetic modifiers of PC tumorigenesis."}, {"pubmed": 31266948, "text": "Stripe domain formation is linked to the functional state of the cell through cohesin loading at lineage-specific enhancers and developmental control of CTCF binding site occupancy."}, {"pubmed": 31292201, "text": "ChIP-seq demonstrated that expression of BORIS was associated with de novo and enhanced binding of CTCF at hundreds of loci, many of which correlated with activation of transcription at target genes, including GALNT14."}, {"pubmed": 31340001, "text": "The N-terminus of CTCF is able to bind to only MRE11 and its C-terminus is incapable of binding to MRE11 and CtIP, thereby resulting in compromised CtIP recruitment, DSB resection and HR. Overall, this suggests an important function of CTCF in DNA end resection through the recruitment of CtIP at DSBs."}, {"pubmed": 31372638, "text": "our data show that distinct CTCF-mediated chromatin structures are required for ERalpha- driven breast cancer cell proliferation"}, {"pubmed": 31391552, "text": "interaction between LINC00346 and CTCF prevents the binding of CTCF to c-Myc promoter, relieving the CTCF-mediated repression of c-Myc"}, {"pubmed": 31518612, "text": "We find that human JPX and its mouse homolog, lncRNA Jpx, have deep divergence in their nucleotide sequences and RNA secondary structures. Despite such differences, both lncRNAs demonstrate robust binding to CTCF, a protein that is central to Jpx's role in X chromosome inactivation"}, {"pubmed": 31562641, "text": "Transcriptional downregulation of miR-127-3p by CTCF promotes prostate cancer bone metastasis by targeting PSMB5."}, {"pubmed": 31666380, "text": "Complex Interactions between Cohesin and CTCF in Regulation of Kaposi's Sarcoma-Associated Herpesvirus Lytic Transcription."}, {"pubmed": 31736271, "text": "Expression of CCCTC-binding factor (CTCF) is linked to poor prognosis in prostate cancer."}, {"pubmed": 31831844, "text": "NPM1c impedes CTCF functions through cytoplasmic mislocalization in acute myeloid leukemia."}, {"pubmed": 31837328, "text": "protects cardiomyocytes from endoplasmic reticulum stress through S100A1-RYR2 axis"}, {"pubmed": 31905366, "text": "results provide fundamental insights into the molecular mechanism that enables the dynamic regulation of chromatin folding by cohesin and CTCF"}, {"pubmed": 31911579, "text": "The subset of essential CTCF sites are involved in cell-type constitutive, higher order chromatin architecture."}, {"pubmed": 31917284, "text": "Knockdown of CTCF reduces the binding of EZH2 and affects the methylation of the SOCS3 promoter in hepatocellular carcinoma."}, {"pubmed": 31937660, "text": "provide insight into the process by which DNA-bound CTCF constrains cohesin movement to shape spatiotemporal genome organization"}, {"pubmed": 31971633, "text": "CTCF was validated to activate HOXA11-AS transcription in PCa cells."}, {"pubmed": 32065581, "text": "ESCO1 and CTCF enable formation of long chromatin loops by protecting cohesin(STAG1) from WAPL."}, {"pubmed": 32086528, "text": "Manipulation of CTCF boundary can alter TAL1 TAD and oncogenic transcription networks in leukemogenesis."}, {"pubmed": 32170002, "text": "Customised next-generation sequencing multigene panel to screen a large cohort of individuals with chromatin-related disorder."}, {"pubmed": 32232485, "text": "AML displays increased CTCF occupancy associated with aberrant gene expression and transcription factor binding."}, {"pubmed": 32299027, "text": "Differential 3D chromatin organization and gene activity in genomic imprinting."}, {"pubmed": 32334335, "text": "CTCF and CTCFL in cancer."}, {"pubmed": 32393311, "text": "Defining the relative and combined contribution of CTCF and CTCFL to genomic regulation."}, {"pubmed": 32398790, "text": "Contribution of CTCF binding to transcriptional activity at the HOXA locus in NPM1-mutant AML cells."}, {"pubmed": 32503656, "text": "CTCF loss mediates unique DNA hypermethylation landscapes in human cancers."}, {"pubmed": 32518417, "text": "CTCF-mediated genome organization and leukemogenesis."}, {"pubmed": 32541019, "text": "Superresolution imaging reveals spatiotemporal propagation of human replication foci mediated by CTCF-organized chromatin structures."}, {"pubmed": 32594908, "text": "Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs."}, {"pubmed": 32692488, "text": "A functional genomics approach to investigate the differentiation of iPSCs into lung epithelium at air-liquid interface."}, {"pubmed": 32868908, "text": "Alteration of genome folding via contact domain boundary insertion."}, {"pubmed": 32885250, "text": "Systematic screening of CTCF binding partners identifies that BHLHE40 regulates CTCF genome-wide distribution and long-range chromatin interactions."}, {"pubmed": 32933554, "text": "Cancer-specific CTCF binding facilitates oncogenic transcriptional dysregulation."}, {"pubmed": 33057942, "text": "Disruption of CTCF Boundary at HOXA Locus Promote BET Inhibitors' Therapeutic Sensitivity in Acute Myeloid Leukemia."}, {"pubmed": 33071257, "text": "Intracellular zinc-dependent TAS2R8 gene expression through CTCF activation."}, {"pubmed": 33187878, "text": "Many facades of CTCF unified by its coding for three-dimensional genome architecture."}, {"pubmed": 33196849, "text": "Generation of onco-enhancer enhances chromosomal remodeling and accelerates tumorigenesis."}, {"pubmed": 33204322, "text": "Gastric cancer mesenchymal stem cells regulate PD-L1-CTCF enhancing cancer stem cell-like properties and tumorigenesis."}, {"pubmed": 33208463, "text": "Comparative interactomes of HSF1 in stress and disease reveal a role for CTCF in HSF1-mediated gene regulation."}, {"pubmed": 33229569, "text": "Chromatin topology and the timing of enhancer function at the HoxD locus."}, {"pubmed": 33239721, "text": "Genomic retargeting of p53 and CTCF is associated with transcriptional changes during oncogenic HRas-induced transformation."}, {"pubmed": 33255744, "text": "Exploring the Interaction between the SWI/SNF Chromatin Remodeling Complex and the Zinc Finger Factor CTCF."}, {"pubmed": 33259986, "text": "Regulation of 3D chromatin organization by CTCF."}, {"pubmed": 33411704, "text": "Dynamic regulation of CTCF stability and sub-nuclear localization in response to stress."}, {"pubmed": 33436746, "text": "CTCF and EGR1 suppress breast cancer cell migration through transcriptional control of Nm23-H1."}, {"pubmed": 33452729, "text": "Depletion of CTCF disrupts PSG gene expression in the human trophoblast cell line Swan 71."}, {"pubmed": 33512425, "text": "Dynamic CTCF binding directly mediates interactions among cis-regulatory elements essential for hematopoiesis."}, {"pubmed": 33594051, "text": "Loop competition and extrusion model predicts CTCF interaction specificity."}, {"pubmed": 33634313, "text": "A sequence-based deep learning approach to predict CTCF-mediated chromatin loop."}, {"pubmed": 33863876, "text": "Deletion of CTCF sites in the SHH locus alters enhancer-promoter interactions and leads to acheiropodia."}, {"pubmed": 33895926, "text": "Human CTCF Interacts with Drosophila CP190, but not with Kaiso."}, {"pubmed": 33930311, "text": "STAG2 mutations alter CTCF-anchored loop extrusion, reduce cis-regulatory interactions and EWSR1-FLI1 activity in Ewing sarcoma."}, {"pubmed": 33939725, "text": "Postoperative abdominal sepsis induces selective and persistent changes in CTCF binding within the MHC-II region of human monocytes."}, {"pubmed": 33950334, "text": "Cooperation of ATF4 and CTCF promotes adipogenesis through transcriptional regulation."}, {"pubmed": 34036385, "text": "QPCT regulation by CTCF leads to sunitinib resistance in renal cell carcinoma by promoting angiogenesis."}, {"pubmed": 34042564, "text": "Regulation of host and viral promoters during human cytomegalovirus latency via US28 and CTCF."}, {"pubmed": 34181707, "text": "CTCF as a regulator of alternative splicing: new tricks for an old player."}, {"pubmed": 34209337, "text": "DNA G-Quadruplexes Contribute to CTCF Recruitment."}, {"pubmed": 34245617, "text": "Multiple CTCF sites cooperate with each other to maintain a TAD for enhancer-promoter interaction in the beta-globin locus."}, {"pubmed": 34253239, "text": "Transcription-coupled structural dynamics of topologically associating domains regulate replication origin efficiency."}, {"pubmed": 34405474, "text": "Assessing acute myeloid leukemia susceptibility in rearrangement-driven patients by DNA breakage at topoisomerase II and CCCTC-binding factor/cohesin binding sites."}, {"pubmed": 34429148, "text": "Acute depletion of CTCF rewires genome-wide chromatin accessibility."}, {"pubmed": 34432028, "text": "Myotonic dystrophy type 1 (DM1) clinical subtypes and CTCF site methylation status flanking the CTG expansion are mutant allele length-dependent."}, {"pubmed": 34487363, "text": "CTCF binding modulates UV damage formation to promote mutation hot spots in melanoma."}, {"pubmed": 34584081, "text": "The leukemic oncogene EVI1 hijacks a MYC super-enhancer by CTCF-facilitated loops."}, {"pubmed": 34585631, "text": "CGGBP1-dependent CTCF-binding sites restrict ectopic transcription."}, {"pubmed": 34585664, "text": "3'HS1 CTCF binding site in human beta-globin locus regulates fetal hemoglobin expression."}, {"pubmed": 34643340, "text": "CCCTC-binding factor transcriptionally regulates Galectin-7 and activates the JNK/STAT3 axis to aggravate bronchial epithelial cell injury."}, {"pubmed": 34657170, "text": "Structure-function relationships explain CTCF zinc finger mutation phenotypes in cancer."}, {"pubmed": 34702695, "text": "Research progress of CTCF in mediating 3D genome formation and regulating gene expression."}, {"pubmed": 34769020, "text": "Genomic Marks Associated with Chromatin Compartments in the CTCF, RNAPII Loop and Genomic Windows."}, {"pubmed": 34931241, "text": "CTCF-mediated chromatin looping provides a topological framework for the formation of phase-separated transcriptional condensates."}, {"pubmed": 34969862, "text": "RedChIP identifies noncoding RNAs associated with genomic sites occupied by Polycomb and CTCF proteins."}, {"pubmed": 34978167, "text": "Regulatory Variant rs2535629 in ITIH3 Intron Confers Schizophrenia Risk By Regulating CTCF Binding and SFMBT1 Expression."}, {"pubmed": 35017527, "text": "Canonical WNT signaling-dependent gating of MYC requires a noncanonical CTCF function at a distal binding site."}, {"pubmed": 35066433, "text": "LncRNA OGFRP1 promotes angiogenesis and epithelial-mesenchymal transition in colorectal cancer cells through miR-423-5p/CTCF axis."}, {"pubmed": 35149558, "text": "Genetic analysis of cancer drivers reveals cohesin and CTCF as suppressors of PD-L1."}, {"pubmed": 35175239, "text": "Mutational Alterations of DNA Methylation-related Genes CTCF, ZFP57, and ATF7IP Genes in Colon Cancers."}, {"pubmed": 35180428, "text": "HOTTIP-dependent R-loop formation regulates CTCF boundary activity and TAD integrity in leukemia."}, {"pubmed": 35234932, "text": "8-oxodG accumulation within super-enhancers marks fragile CTCF-mediated chromatin loops."}, {"pubmed": 35385732, "text": "CTCF functions as an insulator for somatic genes and a chromatin remodeler for pluripotency genes during reprogramming."}, {"pubmed": 35456389, "text": "Implications of Dosage Deficiencies in CTCF and Cohesin on Genome Organization, Gene Expression, and Human Neurodevelopment."}, {"pubmed": 35872368, "text": "LncRNA PCGEM1 promotes colorectal cancer cell proliferation and migration in positive feedback loop through PCGEM1/miR-433-3p/CTCF axis."}, {"pubmed": 36454652, "text": "Expansion of the genotypic and phenotypic spectrum of CTCF-related disorder guides clinical management: 43 new subjects and a comprehensive literature review."}, {"pubmed": 36828916, "text": "BAP18 facilitates CTCF-mediated chromatin accessible to regulate enhancer activity in breast cancer."}, {"pubmed": 36847142, "text": "CTCF variant begets to short stature by down-regulation of IGF1."}, {"pubmed": 37000624, "text": "SATB1 regulates 3D genome architecture in T cells by constraining chromatin interactions surrounding CTCF-binding sites."}, {"pubmed": 37040762, "text": "DNA architectural protein CTCF facilitates subset-specific chromatin interactions to limit the formation of memory CD8[+] T cells."}, {"pubmed": 37060567, "text": "Elevated enhancer-oncogene contacts and higher oncogene expression levels by recurrent CTCF inactivating mutations in acute T cell leukemia."}, {"pubmed": 37086646, "text": "Associations of CTCF and FOXA1 with androgen and IGF pathways in men with localized prostate cancer."}, {"pubmed": 37102286, "text": "[Clinical characteristics and genetic analysis of two children with Autosomal dominant mental retardation type 21 due to variants of CTCF gene]."}, {"pubmed": 37326830, "text": "CCCTC-binding factor: the specific transcription factor of beta-galactoside alpha-2,6-sialyltransferase 1 that upregulates the sialylation of anti-citrullinated protein antibodies in rheumatoid arthritis."}, {"pubmed": 37439339, "text": "Structures of CTCF-DNA complexes including all 11 zinc fingers."}, {"pubmed": 37541187, "text": "Combined CRISPRi and proteomics screening reveal a cohesin-CTCF-bound allele contributing to increased expression of RUVBL1 and prostate cancer progression."}, {"pubmed": 37813869, "text": "Regulation of CTCF loop formation during pancreatic cell differentiation."}, {"pubmed": 37840067, "text": "Involvement of CCCTC-binding factor in epigenetic regulation of cancer."}, {"pubmed": 37851578, "text": "CTCF coordinates cell fate specification via orchestrating regulatory hubs with pioneer transcription factors."}, {"pubmed": 37882064, "text": "A SNAI2/CTCF Interaction is Required for NOTCH1 Expression in Rhabdomyosarcoma."}, {"pubmed": 37910254, "text": "Long non-coding RNA MIR22HG suppresses the chondrogenic differentiation of human adipose-derived stem cells by interacting with CTCF to upregulate CRLF1."}, {"pubmed": 37914145, "text": "SENP1 knockdown-mediated CTCF SUMOylation enhanced its stability and alleviated lipopolysaccharide-evoked inflammatory injury in human lung fibroblasts via regulation of FOXA2 transcription."}, {"pubmed": 37993084, "text": "Epigenetic inhibition of CTCF by HN1 promotes dedifferentiation and stemness of anaplastic thyroid cancer."}, {"pubmed": 38054406, "text": "Identification of DNA methylation episignature for the intellectual developmental disorder, autosomal dominant 21 syndrome, caused by variants in the CTCF gene."}, {"pubmed": 38236307, "text": "Differential DNA methylation and CTCF binding between the ESR1 promoter a of MCF-7 and MDA-MB-231 breast cancer cells."}, {"pubmed": 38408244, "text": "Host-encoded CTCF regulates human cytomegalovirus latency via chromatin looping."}, {"pubmed": 38436544, "text": "RPL35A drives ovarian cancer progression by promoting the binding of YY1 to CTCF promoter."}, {"pubmed": 38561749, "text": "The N-terminal dimerization domains of human and Drosophila CTCF have similar functionality."}, {"pubmed": 38742641, "text": "Single-molecule imaging reveals a direct role of CTCF's zinc fingers in SA interaction and cluster-dependent RNA recruitment."}, {"pubmed": 38757482, "text": "METTL3 aggravates cell damage induced by Streptococcus pneumoniae via the NEAT1/CTCF/MUC19 axis."}, {"pubmed": 38774923, "text": "CCCTC-binding factor suppresses alpha-2-macroglobulin transcription to improve vascular endothelial cell functions in lower extremity arteriosclerosis obliterans."}, {"pubmed": 38810696, "text": "CTCF and BORIS-mediated autophagy regulation via alternative splicing of BNIP3L in breast cancer."}, {"pubmed": 38951485, "text": "CTCF mutation at R567 causes developmental disorders via 3D genome rearrangement and abnormal neurodevelopment."}], "genomic_pos": {"chr": "16", "end": 67639177, "ensemblgene": "ENSG00000102974", "start": 67562467, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 67673086, "start": 67596310, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 8649389, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 34856126, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007059", "qualifier": "involved_in", "term": "chromosome segregation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008285", "pubmed": 28319062, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 18347100, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0040029", "qualifier": "involved_in", "term": "epigenetic regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0040029", "pubmed": 16815976, "qualifier": "involved_in", "term": "epigenetic regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044027", "qualifier": "involved_in", "term": "negative regulation of gene expression via chromosomal CpG island methylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": [8649389, 18413740], "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 9407128, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 19322193, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 24662484, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0070602", "pubmed": 18550811, "qualifier": "involved_in", "term": "regulation of centromeric sister chromatid cohesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071459", "pubmed": 26321640, "qualifier": "involved_in", "term": "protein localization to chromosome, centromeric region"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071514", "pubmed": 17827499, "qualifier": "involved_in", "term": "genomic imprinting"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140588", "pubmed": [18654629, 24662484], "qualifier": "involved_in", "term": "chromatin looping"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0140588", "pubmed": 34856126, "qualifier": "involved_in", "term": "chromatin looping"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000775", "pubmed": [18550811, 26321640], "qualifier": "located_in", "term": "chromosome, centromeric region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000793", "pubmed": 16107875, "qualifier": "located_in", "term": "condensed chromosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001673", "qualifier": "located_in", "term": "male germ cell nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [9407128, 28319062, 31547883], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "pubmed": [16107875, 16595548], "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "pubmed": 16595548, "qualifier": "located_in", "term": "nucleolus"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": 18413740, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 8649389, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0001221", "pubmed": 31547883, "qualifier": "enables", "term": "transcription coregulator binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 8649389, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003700", "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [8649389, 9591631], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19505873, 19536159, 24725430, 24937458, 25416956, 26321640, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008270", "pubmed": 8649389, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043035", "qualifier": "enables", "term": "chromatin insulator sequence binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043035", "pubmed": 17827499, "qualifier": "enables", "term": "chromatin insulator sequence binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 17827499, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0140587", "pubmed": 34856126, "qualifier": "enables", "term": "chromatin loop anchoring activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 34856126, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 415104], [8364, 100101689], [9031, 396274], [9598, 454169], [9606, 10664], [9615, 479684], [9913, 517097], [10090, 13018], [10116, 83726]], "id": 4786}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": ["IPI00027988", "IPI00556456"], "map_location": "16q22.1", "name": "CCCTC-binding factor", "other_names": ["11 zinc finger transcriptional repressor", "11-zinc finger protein", "CCCTC-binding factor (zinc finger protein)", "CTCFL paralog", "transcriptional repressor CTCF"], "pantherdb": {"HGNC": "13723", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"RGD": "621344", "ortholog_type": "LDO", "panther_family": "PTHR24404", "taxid": 10116, "uniprot_kb": "Q9R1D1"}, {"ZFIN": "ZDB-GENE-060503-27", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 7955, "uniprot_kb": "Q1LWQ5"}, {"ZFIN": "ZDB-GENE-110913-147", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 7955, "uniprot_kb": "E9QC72"}, {"ZFIN": "ZDB-GENE-050522-532", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 7955, "uniprot_kb": "F1Q8D4"}, {"Ensembl": "ENSDARG00000105713", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 7955, "uniprot_kb": "A0A1L1QZL6"}, {"ZFIN": "ZDB-GENE-070705-201", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 7955, "uniprot_kb": "A0A0R4IIT7"}, {"Ensembl": "ENSDARG00000112449", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 7955, "uniprot_kb": "A0A0G2KPH2"}, {"ZFIN": "ZDB-GENE-110913-166", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 7955, "uniprot_kb": "F1RA54"}, {"WormBase": "WBGene00019960", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 6239, "uniprot_kb": "H2L008"}, {"FlyBase": "FBgn0033252", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 7227, "uniprot_kb": "A0A0B4LFS0"}, {"WormBase": "WBGene00013970", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 6239, "uniprot_kb": "O46016"}, {"FlyBase": "FBgn0013469", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 7227, "uniprot_kb": "M9PF84"}, {"WormBase": "WBGene00008762", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 6239, "uniprot_kb": "Q19418"}, {"WormBase": "WBGene00010264", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 6239, "uniprot_kb": "B7WNA2"}, {"WormBase": "WBGene00018740", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 6239, "uniprot_kb": "Q20709"}, {"FlyBase": "FBgn0037921", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 7227, "uniprot_kb": "Q7YZ91"}, {"FlyBase": "FBgn0030659", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 7227, "uniprot_kb": "Q9VXT1"}, {"FlyBase": "FBgn0037584", "ortholog_type": "O", "panther_family": "PTHR24404", "taxid": 7227, "uniprot_kb": "Q9VHR4"}], "uniprot_kb": "P49711"}, "pathway": {"biocarta": {"id": "ctcfpathway", "name": "ctcf: first multivalent nuclear factor"}, "netpath": {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-5617472", "name": "Activation of anterior HOX genes in hindbrain development during early embryogenesis"}, {"id": "R-HSA-5619507", "name": "Activation of HOX genes during differentiation"}], "wikipathways": [{"id": "WP3584", "name": "MECP2 and Associated Rett Syndrome"}, {"id": "WP3995", "name": "Prion disease pathway"}, {"id": "WP4397", "name": "Model for regulation of MSMP expression in cancer cells and its proangiogenic role in ovarian tumors"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pdb": ["1X6H", "2CT1", "5K5H", "5K5I", "5K5J", "5K5L", "5KKQ", "5T00", "5T0U", "5UND", "5YEF", "5YEG", "5YEH", "5YEL", "6QNX", "7W1M", "8SSQ", "8SSR", "8SSS", "8SST", "8SSU"], "pfam": ["PF00096", "PF13909"], "pharmgkb": "PA26998", "pharos": {"target_id": 9991, "tdl": "Tbio"}, "pir": "G01792", "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169606", "relationship": "is"}, {"id": "GNF180512", "relationship": "is"}, {"id": "GNF191418", "relationship": "is"}, {"id": "GNF202324", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163990", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035261", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF003084", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF286430", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098484", "relationship": "is"}, {"id": "GNF138139", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_033892.1"], "protein": ["NP_001177951.1", "NP_001350845.1", "NP_006556.1", "XP_005255832.1", "XP_016878357.1", "XP_054235373.1", "XP_054235374.1"], "rna": ["NM_001191022.2", "NM_001363916.1", "NM_006565.4", "XM_005255775.4", "XM_017022868.2", "XM_054379398.1", "XM_054379399.1"], "translation": [{"protein": "XP_054235374.1", "rna": "XM_054379399.1"}, {"protein": "XP_054235373.1", "rna": "XM_054379398.1"}, {"protein": "NP_001177951.1", "rna": "NM_001191022.2"}, {"protein": "NP_001350845.1", "rna": "NM_001363916.1"}, {"protein": "XP_016878357.1", "rna": "XM_017022868.2"}, {"protein": "NP_006556.1", "rna": "NM_006565.4"}, {"protein": "XP_005255832.1", "rna": "XM_005255775.4"}]}, "reporter": {"HG-U133_Plus_2": "202521_at", "HG-U95Av2": ["35319_at", "36398_at"], "HTA-2_0": "TC16000542.hg.1", "HuEx-1_0": "3665603", "HuGene-1_1": "7996593", "HuGene-2_1": "16820193"}, "summary": "This gene is a member of the BORIS + CTCF gene family and encodes a transcriptional regulator protein with 11 highly conserved zinc finger (ZF) domains. This nuclear protein is able to use different combinations of the ZF domains to bind different DNA target sequences and proteins. Depending upon the context of the site, the protein can bind a histone acetyltransferase (HAT)-containing complex and function as a transcriptional activator or bind a histone deacetylase (HDAC)-containing complex and function as a transcriptional repressor. If the protein is bound to a transcriptional insulator element, it can block communication between enhancers and upstream promoters, thereby regulating imprinted expression. Mutations in this gene have been associated with invasive breast cancers, prostate cancers, and Wilms' tumors. Alternatively spliced transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2010].", "symbol": "CTCF", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1422163"}, "unigene": "Hs.368367", "uniprot": {"Swiss-Prot": "P49711", "TrEMBL": ["A0A2R8Y595", "A0A2R8YFL0", "A0A2R8Y6C1", "A0A2R8Y6Z6"]}, "wikipedia": {"url_stub": "CTCF"}}