{"AllianceGenome": "2501", "HGNC": "2501", "MIM": "607657", "_id": "1491", "_version": 1, "accession": {"genomic": ["AL354872.9", "CH471059.2", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_008041.1"], "protein": ["AAB24699.1", "AAB24700.1", "AAH15807.1", "AAP35528.1", "BAD97096.1", "BAG64874.1", "EAX06450.1", "EAX06451.1", "NP_001177392.1", "NP_001893.2", "NP_714964.2", "P32929.3", "XP_016855905.1", "XP_054190611.1"], "rna": ["AK223376.1", "AK303946.1", "AK310269.1", "BC015807.2", "BT006882.1", "DB466459.1", "NM_001190463.2", "NM_001902.6", "NM_153742.5", "S52028.1", "S52784.1", "XM_017000416.3", "XM_054334636.1"], "translation": [{"protein": "NP_001177392.1", "rna": "NM_001190463.2"}, {"protein": "XP_016855905.1", "rna": "XM_017000416.3"}, {"protein": "BAD97096.1", "rna": "AK223376.1"}, {"protein": "BAG64874.1", "rna": "AK303946.1"}, {"protein": "AAB24699.1", "rna": "S52028.1"}, {"protein": "AAB24700.1", "rna": "S52784.1"}, {"protein": "NP_001893.2", "rna": "NM_001902.6"}, {"protein": "AAP35528.1", "rna": "BT006882.1"}, {"protein": "AAH15807.1", "rna": "BC015807.2"}, {"protein": "NP_714964.2", "rna": "NM_153742.5"}, {"protein": "XP_054190611.1", "rna": "XM_054334636.1"}]}, "alias": ["CGL", "CSE"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2019-06-14T16:00:00.000Z", "disease_label": "cystathioninuria", "gcep": "Aminoacidopathy Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0009058", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_2f5047f7-80ba-4b8f-8009-59d7130e63be-2019-06-14T160000.000Z", "sop": "SOP6"}}, "ec": ["4.4.1.1", "4.4.1.2"], "ensembl": {"gene": "ENSG00000116761", "protein": ["ENSP00000311554", "ENSP00000359976", "ENSP00000413407"], "transcript": ["ENST00000346806", "ENST00000370938", "ENST00000411986", "ENST00000464926", "ENST00000482383"], "translation": [{"protein": "ENSP00000413407", "rna": "ENST00000411986"}, {"protein": "ENSP00000359976", "rna": "ENST00000370938"}, {"protein": "ENSP00000311554", "rna": "ENST00000346806"}], "type_of_gene": "protein_coding"}, "entrezgene": "1491", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 18.4681836806, "exp_mis": 127.063265485, "exp_syn": 54.8823055272, "lof_z": 1.9519462376658, "mis_z": -0.127428324582827, "mu_lof": 1.23050181386e-06, "mu_mis": 1.09252609248e-05, "mu_syn": 4.47159540532e-06, "n_lof": 10.0, "n_mis": 130.0, "n_syn": 53.0, "p_li": 4.08793061635348e-05, "p_null": 0.0442147253690651, "p_rec": 0.955744395324771, "syn_z": 0.157515910478478}, "bp": 1218, "cds_end": 70904810, "cds_start": 70877098, "n_exons": 12, "nonpsych": {"exp_lof": 16.4728181378, "exp_mis": 114.761849613, "exp_syn": 49.4311078246, "lof_z": 2.29217199820298, "mis_z": -0.387878154449985, "mu_lof": 1.23050181386e-06, "mu_mis": 1.09252609248e-05, "mu_syn": 4.47159540532e-06, "n_lof": 7.0, "n_mis": 123.0, "n_syn": 43.0, "p_li": 0.00321633427441773, "p_null": 0.0132336041364658, "p_rec": 0.983550061589116, "syn_z": 0.575902897912443}, "nontcga": {"exp_lof": 16.9670755012, "exp_mis": 116.874558415, "exp_syn": 50.4680644701, "lof_z": 1.90799253288845, "mis_z": -0.190116728165292, "mu_lof": 1.23050181386e-06, "mu_mis": 1.09252609248e-05, "mu_syn": 4.47159540532e-06, "n_lof": 9.0, "n_mis": 121.0, "n_syn": 49.0, "p_li": 0.000126474465081951, "p_null": 0.0431887790658874, "p_rec": 0.956684746469031, "syn_z": 0.130845200527962}, "transcript": "ENST00000370938.3"}, "exons": [{"cdsend": 70439127, "cdsstart": 70411415, "chr": "1", "position": [[70411217, 70411583], [70415955, 70416037], [70421565, 70421675], [70424284, 70424416], [70429793, 70429851], [70430316, 70430394], [70432082, 70432235], [70433827, 70433949], [70435124, 70435177], [70438687, 70438826], [70439100, 70439851]], "strand": 1, "transcript": "NM_001190463", "txend": 70439851, "txstart": 70411217}, {"cdsend": 70439127, "cdsstart": 70411415, "chr": "1", "position": [[70411267, 70411583], [70415955, 70416037], [70417936, 70418032], [70421565, 70421675], [70424284, 70424416], [70429793, 70429851], [70430316, 70430394], [70432082, 70432235], [70433827, 70433949], [70435124, 70435177], [70438687, 70438826], [70439100, 70439851]], "strand": 1, "transcript": "NM_001902", "txend": 70439851, "txstart": 70411267}, {"cdsend": 70439127, "cdsstart": 70411415, "chr": "1", "position": [[70411217, 70411583], [70415955, 70416037], [70417936, 70418032], [70421565, 70421675], [70429793, 70429851], [70430316, 70430394], [70432082, 70432235], [70433827, 70433949], [70435124, 70435177], [70438687, 70438826], [70439100, 70439851]], "strand": 1, "transcript": "NM_153742", "txend": 70439851, "txstart": 70411217}], "exons_hg19": [{"cdsend": 70904810, "cdsstart": 70877098, "chr": "1", "position": [[70876900, 70877266], [70881638, 70881720], [70887248, 70887358], [70889967, 70890099], [70895476, 70895534], [70895999, 70896077], [70897765, 70897918], [70899510, 70899632], [70900807, 70900860], [70904370, 70904509], [70904783, 70905534]], "strand": 1, "transcript": "NM_001190463", "txend": 70905534, "txstart": 70876900}, {"cdsend": 70904810, "cdsstart": 70877098, "chr": "1", "position": [[70876950, 70877266], [70881638, 70881720], [70883619, 70883715], [70887248, 70887358], [70889967, 70890099], [70895476, 70895534], [70895999, 70896077], [70897765, 70897918], [70899510, 70899632], [70900807, 70900860], [70904370, 70904509], [70904783, 70905534]], "strand": 1, "transcript": "NM_001902", "txend": 70905534, "txstart": 70876950}, {"cdsend": 70904810, "cdsstart": 70877098, "chr": "1", "position": [[70876900, 70877266], [70881638, 70881720], [70883619, 70883715], [70887248, 70887358], [70895476, 70895534], [70895999, 70896077], [70897765, 70897918], [70899510, 70899632], [70900807, 70900860], [70904370, 70904509], [70904783, 70905534]], "strand": 1, "transcript": "NM_153742", "txend": 70905534, "txstart": 70876900}], "generif": [{"pubmed": 12574942, "text": "two nonsense mutations, namely exon 8 c.940-941delCT and exon 11 c.1220delC, and two missense mutations, namely exon 2 c.356C>T (T67I) and exon 7 c.874C>G (Q240E)were found in four probands with cystathioninuria"}, {"pubmed": 15151507, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15347670, "text": "Cystathionine gamma-lyase has a role in regulating cell proliferation via a H2S-dependent modulation of ERK1/2 phosphorylation and p21Cip/WAK-1"}, {"pubmed": 17311259, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18476726, "text": "Mutations weaken the affinity for pyridoxal-5-phosphate and suggest that cystathionuric patients with these mutations should be responsive to pyridoxine therapy."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18701025, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18701025, "text": "The present study suggests that the SNPs rs482843 and rs1021737 of the CTH gene were not associated with essential hypertension in the Northern Chinese Han population."}, {"pubmed": 18849566, "text": "porphyrin moiety of the heme plays a critical role in proper CBS folding and assembly, but the metal ion is not essential for this function or for allosteric regulation by S-adenosyl-L-methionine"}, {"pubmed": 18988749, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 19019829, "text": "structure of hCSE.PLP.PAG complex highlights the particular importance of Tyr(114) in hCSE and the mechanism of PAG-dependent inhibition of hCSE"}, {"pubmed": 19048631, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19161160, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19261609, "text": "H2S biogenesis by human cystathionine gamma-lyase leads to the novel sulfur metabolites lanthionine and homolanthionine and is responsive to the grade of hyperhomocysteinemia"}, {"pubmed": 19324355, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19418582, "text": "These results demonstrate that cystathionase is a farnesoid X receptor-regulated gene and provide a new molecular explanation for the pathophysiology of portal hypertension."}, {"pubmed": 19428278, "text": "no evidence that severe loss of CTH activity due to the mutations is accompanied by adverse clinical effects"}, {"pubmed": 19531479, "text": "cystathionine beta-synthase and gamma-cystathionase have roles in H2S biogenesis via alternative trans-sulfuration reactions"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20175737, "text": "Cystathionine beta-synthase 844Ins68 polymorphism is not associated with the levels of homocysteine and cysteine in an Indian population"}, {"pubmed": 20446008, "text": "The investigations could aim at verifying whether the stimulation of CST, at the level of protein or gene expression, could change the proliferation of neoplastic cells."}, {"pubmed": 20584029, "text": "the CTH p.T67I substitution could have an ancient common origin, which probably occurred in the Neolithic Era and spread throughout Europe."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20849728, "text": "The increased expression of cystathionine-gamma-lyase(CSE)/H2S pathway might be involved in the pathogenesis of viral myocarditis."}, {"pubmed": 21507721, "text": "CTH 1208 GT genotype was associated with increased chance of pregnancy and smaller number of previously failed IVF cycles and genotype frequency was lower in IVF patients with three or more previously failed IVF treatments compared with fertile controls"}, {"pubmed": 21659522, "text": "transcript factor Sp1 is a critical regulator of the hCSE expression during SMC differentiation, and CSE/H(2)S system is essential for maintenance of SMC phenotype."}, {"pubmed": 21886822, "text": "H(2)S generated by CSE and CBS locally exerts dual effects on the contractility of pregnant myometrium"}, {"pubmed": 22034194, "text": "Take together, these results suggest that miR-21 participates in CSE/H(2)S-mediated-SMC differentiation by targeting SP1."}, {"pubmed": 22310774, "text": "CTH is present in prostatic tissues and both normal and malignant prostate cell lines, including stromal compartments and the stromal cell line WPMY-1. It is downregulated by dihydrotestosterone."}, {"pubmed": 22360859, "text": "PI3K/AKT pathway increased the activity of cystathionine gamma-lyase gene promoter via Sp1."}, {"pubmed": 23393010, "text": "Transgenic CTH plays a critical role in the preservation of cardiac function following transverse aortic constriction, i.e., in the setting of pressure overload-induced heart failure."}, {"pubmed": 23410520, "text": "MicroRNA-21, which negatively regulates CSE expression, was increased in placentas with abnormal Doppler waveforms."}, {"pubmed": 23704251, "text": "Endogenous H2S is required for healthy placental vasculature, and a decrease in cystathionine gamma-lyase/H2S activity may contribute to the pathogenesis of preeclampsia."}, {"pubmed": 23852134, "text": "The up-regulation of cystathionine gamma-lyase expression during hypoxia may be useful for increasing the production and concentration of H2S in mammalian cells and indirectly protecting cells from hypoxia."}, {"pubmed": 24491890, "text": "Overexpression of the gene encoding CTH in cells leads to increased production of H2S, which plays a role in neuron protection against oxidative stress, and stimulates increase in gamma-glutamylcysteine synthetase and an increase in level of GSH. (review)"}, {"pubmed": 24610811, "text": "demonstrates for the first time that both hyperglycemia and hyperketonemia mediate a reduction in CSE expression and activity, which can contribute to the impaired H2S signaling associated with diabetes"}, {"pubmed": 24657251, "text": "These results demonstrate that H2S/CSE and its downstream pathway contribute to the proliferation of hepatoma cells, and inhibition of this pathway strongly suppress the excessive growth of hepatoma cells by stimulating mitochondrial apoptosis"}, {"pubmed": 24707893, "text": "results of the present study provide molecular insights into the antioxidative activity of CSE and highlights the importance of the CSE/H2S system in maintaining cellular glutathione status"}, {"pubmed": 24866963, "text": "our data suggest that the NF-kappaB binding site on CSE promoter is critical for LPS-induced CSE expression in mammalian cells."}, {"pubmed": 24896355, "text": "Studies indicate taht a number of transcript factors regulate cystathionine gamma-lyase (CSE) transcription through direct or indirect binding with CSE promoter."}, {"pubmed": 24914509, "text": "CTH is distributed in the human fallopian tube epithelium."}, {"pubmed": 25193114, "text": "Wnt pathway regulates CSE gene expression on transcriptional level and CSE/hydrogen sulfide plays important roles in colon cancer."}, {"pubmed": 25203395, "text": "The miR-30 family are potentially important regulators of cystathionine gamma-lyase gene expression."}, {"pubmed": 25205294, "text": "The l-cysteine/cystathionine gamma lyase/hydrogen sulfide pathway is involved in melanoma progression."}, {"pubmed": 25486189, "text": "Substantial portion of Huntington's disease neurotoxicity appears to be attributable to cystathionine gamma-lyase deficiency."}, {"pubmed": 25801727, "text": "An increase of placental mRNA levels in the pre-eclampsia group was observed for methionine synthase and cystathionine gamma-lyase."}, {"pubmed": 25807836, "text": "CTH observed relationship between the rs482843 polymorphism and the risk of preeclampsia."}, {"pubmed": 25934094, "text": "GPBAR1 plays a role in secondary bile acid induced vasodilation via reglation of cystathionine gamma-lyase. The GPBAR1/CSE pathway might contribute to endothelial dysfunction and hyperdynamic circulation in liver cirrhosis."}, {"pubmed": 26060478, "text": "The expression of CSE was positively correlated with the severity of gastric ulcer"}, {"pubmed": 26519030, "text": "3-Mercaptopyruvate sulphurtransferase and not cystathionine gamma-lyase is the primary regulator of coronary artery hydrogen sulfide production and function."}, {"pubmed": 26620565, "text": "Nox4 is a positive transcriptional regulator of cystathionine-gamma-lyase in endothelial cells."}, {"pubmed": 26631093, "text": "Lipopolysaccharide increases the expression of CSE in human macrophages, increasing H2S synthesis, via ERK/NF-kappaB pathway."}, {"pubmed": 26727544, "text": "Collectively, our findings indicate that radiation could promote HCC cell invasion through EMT mediated by endogenous H2S/CSE signaling via the p38MAPK pathway."}, {"pubmed": 26772887, "text": "Our study demonstrates that CSE/H2S system is regulated by miR-216a, and regulates ABCA1-mediated cholesterol efflux and cholesterol levels through the PI3K/AKT pathway."}, {"pubmed": 27205869, "text": "MicroRNA-186 promotes macrophage lipid accumulation and pro-inflammatory cytokine secretion by targeting cystathionine gamma-lyase in THP-1 macrophages"}, {"pubmed": 27708362, "text": "CSE is expressed in intraplaque microvessels, and H2S is a stimulator of micro-angiogenesis in vitro. Due to this pro-angiogenic effect, high levels of CSE in atherosclerotic plaques may be a potential risk for plaque vulnerability."}, {"pubmed": 28034716, "text": "ur findings suggest that these two families of amines inhibit cystathionine-gamma-lyase (CSE) to varying extents, which directly results in altered levels of intracellular HCY and consequent changes in Human vascular smooth muscle cells proliferation."}, {"pubmed": 28121025, "text": "Inducible expression of CBS and CSE was found to be associated with a mineralizing phenotype in mesenchymal stem cells transitioning to mineralizing osteoblasts."}, {"pubmed": 28253731, "text": "Study demonstrated that lower abundance of cystathionine gamma-lyase expression and H2S production enhances type-2 immunoreaction and renders a higher incidence of allergic asthma at a young age."}, {"pubmed": 28339573, "text": "not upregulated in uterine artery endothelium and smooth muscle in estrogen-dominant physiological states"}, {"pubmed": 29413960, "text": "We also performed SNP analysis of H2S synthesizing enzymes and found a significant increase in cystathionine gamma-lyase (CTH) 1364G-T allele frequency in patients with cardiovascular disease compared to controls"}, {"pubmed": 29844591, "text": "Cystathionine-gamma-lyase ameliorates the histone demethylase JMJD3-mediated autoimmune response in rheumatoid arthritis."}, {"pubmed": 29970364, "text": "Constitutive S-sulfhydration of human antigen R (on Cys13) by cystathionine gamma lyase -derived H2S prevents its homodimerization and activity, which attenuates the expression of target proteins such as CD62E and cathepsin S, preserving endothelial function and delaying atherogenesis."}, {"pubmed": 30646578, "text": "MTHFR is critical for production of S-adenosyl-l-methionine (SAM), the principal methyl donor. A common mutation (1364T/T) of the cystathionine-gamma-lyase (CTH) gene affects the enzyme that converts cystathionine to cysteine in the transsulfuration pathway causing plasma elevation of total homocysteine (tHcy) or hyperhomocysteinemia-a strong and independent risk factor for cognitive loss and Alzheimer's disease"}, {"pubmed": 30860977, "text": "The CTH 1364 G>T polymorphism was not associated with coronary artery disease (CAD) in the studied Greek population. However, interestingly, a higher - if not significantly so - CTH 1364 TT genotype frequency was present in female CABG patients compared with female controls. Larger studies are necessary to conclude on the potential overall or gender-driven association between CTH 1364 G>T gene polymorphism and CAD."}, {"pubmed": 31084929, "text": "Angiotensin II downregulates vascular endothelial cell hydrogen sulfide production by enhancing cystathionine gamma-lyase degradation through ROS-activated ubiquitination pathway."}, {"pubmed": 31173185, "text": "High expression of cystathionine gamma-lyase is associated with metastasis of breast cancer."}, {"pubmed": 31439665, "text": "silencing of either CSE or pGC-A in mice attenuates estradiol-induced aorta vasodilation."}, {"pubmed": 31468690, "text": "CTH generated hydrogen sulfide promotes prostate cancer progression and metastasis through IL-1beta/NF-kappaB signaling pathways."}, {"pubmed": 31759247, "text": "Shear stress regulates cystathionine gamma lyase expression to preserve endothelial redox balance and reduce membrane lipid peroxidation."}, {"pubmed": 32563979, "text": "Association between an indel polymorphism within CTH and the risk of sudden cardiac death in a Chinese population."}, {"pubmed": 33760156, "text": "Hydrogen sulfide improves oxLDLinduced expression levels of LpPLA2 in THP1 monocytes via the p38MAPK pathway."}, {"pubmed": 33903672, "text": "A novel cystathionine gamma-lyase inhibitor, I194496, inhibits the growth and metastasis of human TNBC via downregulating multiple signaling pathways."}, {"pubmed": 36310322, "text": "Cystathionine gamma-lyase mediates cell proliferation, migration, and invasion of nasopharyngeal carcinoma."}, {"pubmed": 36514219, "text": "KRAS G12D mutation eliminates reactive oxygen species through the Nrf2/CSE/H 2S axis and contributes to pancreatic cancer growth."}, {"pubmed": 37300955, "text": "Cystathionine gamma-lyase (CTH) inhibition attenuates glioblastoma formation."}, {"pubmed": 37800327, "text": "Disrupted Binding of Cystathionine gamma-Lyase to p53 Promotes Endothelial Senescence."}, {"pubmed": 37922764, "text": "Hypoxia increases persulfide and polysulfide formation by AMP kinase dependent cystathionine gamma lyase phosphorylation."}, {"pubmed": 38238950, "text": "[Exploration of cystathionine beta-synthase and cystathionine gamma-lyase gene expression poor prognostic predictive value with the application of bioinformatics data mining in liver cancer]."}, {"pubmed": 38388661, "text": "Identifying CTH and MAP1LC3B as ferroptosis biomarkers for prognostic indication in gastric cancer decoding."}], "genomic_pos": {"chr": "1", "end": 70439851, "ensemblgene": "ENSG00000116761", "start": 70411218, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 70905534, "start": 70876901, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006534", "pubmed": 1339280, "qualifier": "involved_in", "term": "cysteine metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006629", "qualifier": "involved_in", "term": "lipid metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018272", "pubmed": 19019829, "qualifier": "involved_in", "term": "protein-pyridoxal-5-phosphate linkage via peptidyl-N6-pyridoxal phosphate-L-lysine"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019343", "qualifier": "involved_in", "term": "cysteine biosynthetic process via cystathionine"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019343", "pubmed": 19428278, "qualifier": "involved_in", "term": "cysteine biosynthetic process via cystathionine"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019344", "pubmed": 10212249, "qualifier": "involved_in", "term": "cysteine biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019346", "qualifier": "involved_in", "term": "transsulfuration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019346", "pubmed": 19428278, "qualifier": "involved_in", "term": "transsulfuration"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030968", "pubmed": 22169477, "qualifier": "involved_in", "term": "endoplasmic reticulum unfolded protein response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043123", "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0044524", "pubmed": 22169477, "qualifier": "involved_in", "term": "protein sulfhydration"}, {"evidence": "IPI", "gocategory": "BP", "id": "GO:0051289", "pubmed": 19019829, "qualifier": "involved_in", "term": "protein homotetramerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070814", "pubmed": 19019829, "qualifier": "involved_in", "term": "hydrogen sulfide biosynthetic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0070814", "pubmed": 19428278, "qualifier": "involved_in", "term": "hydrogen sulfide biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904831", "pubmed": 21659522, "qualifier": "involved_in", "term": "positive regulation of aortic smooth muscle cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990830", "qualifier": "involved_in", "term": "cellular response to leukemia inhibitory factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001234", "qualifier": "involved_in", "term": "negative regulation of apoptotic signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004123", "qualifier": "enables", "term": "cystathionine gamma-lyase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004123", "pubmed": [10212249, 19019829, 19428278], "qualifier": "enables", "term": "cystathionine gamma-lyase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [22169477, 25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005516", "qualifier": "enables", "term": "calmodulin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030170", "qualifier": "enables", "term": "pyridoxal phosphate binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030170", "pubmed": [10212249, 19019829], "qualifier": "enables", "term": "pyridoxal phosphate binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [16189514, 25416956, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0044540", "pubmed": 22169477, "qualifier": "enables", "term": "L-cystine L-cysteine-lyase (deaminating)"}, {"category": "MF", "evidence": "IEA", "id": "GO:0047982", "qualifier": "enables", "term": "homocysteine desulfhydrase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0080146", "qualifier": "enables", "term": "L-cysteine desulfhydrase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0098606", "qualifier": "enables", "term": "selenocystathionine gamma-lyase activity"}]}, "homologene": {"genes": [[4932, 851221], [5141, 3879956], [6239, 174155], [6239, 180079], [7165, 1270758], [7227, 37143], [7955, 322055], [7955, 445818], [8364, 394634], [9031, 424716], [9544, 696664], [9598, 456939], [9606, 1491], [9615, 479991], [9913, 539159], [10090, 107869], [10116, 24962], [28985, 2895066], [33169, 4620688], [318829, 2681991]], "id": 1432}, "interpro": [{"desc": "Cys/Met metabolism, pyridoxal phosphate-dependent enzyme", "id": "IPR000277", "short_desc": "Cys/Met-Metab_PyrdxlP-dep_enz"}, {"desc": "Pyridoxal phosphate-dependent transferase, major domain", "id": "IPR015421", "short_desc": "PyrdxlP-dep_Trfase_major"}, {"desc": "Pyridoxal phosphate-dependent transferase, small domain", "id": "IPR015422", "short_desc": "PyrdxlP-dep_Trfase_small"}, {"desc": "Pyridoxal phosphate-dependent transferase", "id": "IPR015424", "short_desc": "PyrdxlP-dep_Trfase"}], "ipi": ["IPI00031557", "IPI00221301", "IPI00908512"], "map_location": "1p31.1", "name": "cystathionine gamma-lyase", "other_names": ["cystathionase (cystathionine gamma-lyase)", "cystathionine gamma-lyase", "cysteine desulfhydrase", "cysteine-protein sulfhydrase", "gamma-cystathionase", "homocysteine desulfhydrase", "homoserine deaminase", "homoserine dehydratase"], "pantherdb": {"HGNC": "2501", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1339968", "ortholog_type": "LDO", "panther_family": "PTHR11808", "taxid": 10090, "uniprot_kb": "Q8VCN5"}, {"RGD": "2443", "ortholog_type": "LDO", "panther_family": "PTHR11808", "taxid": 10116, "uniprot_kb": "P18757"}, {"Ensembl": "ENSGALG00000011331", "ortholog_type": "LDO", "panther_family": "PTHR11808", "taxid": 9031, "uniprot_kb": "E1BYF1"}, {"ZFIN": "ZDB-GENE-040905-3", "ortholog_type": "O", "panther_family": "PTHR11808", "taxid": 7955, "uniprot_kb": "F1R5R0"}, {"ZFIN": "ZDB-GENE-030131-774", "ortholog_type": "LDO", "panther_family": "PTHR11808", "taxid": 7955, "uniprot_kb": "F1QPF7"}, {"WormBase": "WBGene00009048", "ortholog_type": "O", "panther_family": "PTHR11808", "taxid": 6239, "uniprot_kb": "O45391"}, {"WormBase": "WBGene00022856", "ortholog_type": "LDO", "panther_family": "PTHR11808", "taxid": 6239, "uniprot_kb": "P55216"}, {"FlyBase": "FBgn0000566", "ortholog_type": "LDO", "panther_family": "PTHR11808", "taxid": 7227, "uniprot_kb": "Q7JXZ2"}, {"SGD": "S000001154", "ortholog_type": "O", "panther_family": "PTHR11808", "taxid": 4932, "uniprot_kb": "P38716"}, {"PomBase": "SPAC23A1.14c", "ortholog_type": "O", "panther_family": "PTHR11808", "taxid": 4896, "uniprot_kb": "O42851"}, {"SGD": "S000000010", "ortholog_type": "LDO", "panther_family": "PTHR11808", "taxid": 4932, "uniprot_kb": "P31373"}, {"dictyBase": "DDB_G0269122", "ortholog_type": "LDO", "panther_family": "PTHR11808", "taxid": 352472, "uniprot_kb": "Q55DV9"}, {"EnsemblGenome": "BAE77371", "ortholog_type": "O", "panther_family": "PTHR11808", "taxid": 562, "uniprot_kb": "P00935"}], "uniprot_kb": "P32929"}, "pathway": {"humancyc": [{"id": "HOMOCYSDEGR-PWY", "name": "cysteine biosynthesis/homocysteine degradation (trans-sulfuration)"}, {"id": "PWY-5328", "name": "superpathway of methionine degradation"}, {"id": "PWY-6292", "name": "cysteine biosynthesis"}, {"id": "PWY66-426", "name": "hydrogen sulfide biosynthesis (trans-sulfuration)"}], "kegg": [{"id": "hsa00260", "name": "Glycine, serine and threonine metabolism - Homo sapiens (human)"}, {"id": "hsa00270", "name": "Cysteine and methionine metabolism - Homo sapiens (human)"}, {"id": "hsa00450", "name": "Selenocompound metabolism - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1614558", "name": "Degradation of cysteine and homocysteine"}, {"id": "R-HSA-1614603", "name": "Cysteine formation from homocysteine"}, {"id": "R-HSA-1614635", "name": "Sulfur amino acid metabolism"}, {"id": "R-HSA-2408508", "name": "Metabolism of ingested SeMet, Sec, MeSec into H2Se"}, {"id": "R-HSA-2408522", "name": "Selenoamino acid metabolism"}, {"id": "R-HSA-71291", "name": "Metabolism of amino acids and derivatives"}, {"id": "R-HSA-71291", "name": "Metabolism of amino acids and derivatives"}], "smpdb": [{"id": "SMP00004", "name": "Glycine and Serine Metabolism"}, {"id": "SMP00013", "name": "Cysteine Metabolism"}, {"id": "SMP00029", "name": "Selenoamino Acid Metabolism"}, {"id": "SMP00033", "name": "Methionine Metabolism"}, {"id": "SMP00177", "name": "Cystathionine Beta-Synthase Deficiency"}, {"id": "SMP00179", "name": "Dihydropyrimidine Dehydrogenase Deficiency (DHPD)"}, {"id": "SMP00214", "name": "S-Adenosylhomocysteine (SAH) Hydrolase Deficiency"}, {"id": "SMP00221", "name": "Methionine Adenosyltransferase Deficiency"}, {"id": "SMP00222", "name": "Glycine N-methyltransferase Deficiency"}, {"id": "SMP00223", "name": "Non Ketotic Hyperglycinemia"}, {"id": "SMP00242", "name": "Dimethylglycine Dehydrogenase Deficiency"}, {"id": "SMP00244", "name": "Sarcosinemia"}, {"id": "SMP00340", "name": "Methylenetetrahydrofolate Reductase Deficiency (MTHFRD)"}, {"id": "SMP00341", "name": "Hypermethioninemia"}, {"id": "SMP00455", "name": "Homocysteine Degradation"}, {"id": "SMP00484", "name": "Dimethylglycine Dehydrogenase Deficiency"}, {"id": "SMP00485", "name": "Hyperglycinemia, non-ketotic"}, {"id": "SMP00499", "name": "Beta-mercaptolactate-cysteine disulfiduria"}, {"id": "SMP00514", "name": "Gamma-cystathionase deficiency (CTH)"}, {"id": "SMP00515", "name": "Homocystinuria, cystathionine beta-synthase deficiency"}, {"id": "SMP00570", "name": "Homocystinuria-megaloblastic anemia due to defect in cobalamin metabolism, cblG complementation type"}, {"id": "SMP00721", "name": "3-Phosphoglycerate dehydrogenase deficiency"}, {"id": "SMP00722", "name": "Cystinosis, ocular nonnephropathic"}], "wikipathways": [{"id": "WP15", "name": "Selenium Micronutrient Network"}, {"id": "WP1533", "name": "Vitamin B12 metabolism"}, {"id": "WP176", "name": "Folate Metabolism"}, {"id": "WP2333", "name": "Trans-sulfuration pathway"}, {"id": "WP2525", "name": "Trans-sulfuration and one-carbon metabolism"}, {"id": "WP3925", "name": "Amino Acid metabolism"}, {"id": "WP3940", "name": "One-carbon metabolism and related pathways"}, {"id": "WP4292", "name": "Methionine metabolism leading to sulfur amino acids and related disorders"}]}, "pdb": ["2NMP", "3COG", "3ELP", "5EIG", "5TSU", "5TT2", "6NBA", "6OVG"], "pfam": "PF01053", "pharmgkb": "PA27004", "pharos": {"target_id": 19648, "tdl": "Tchem"}, "pir": "JC1362", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176592", "relationship": "is"}, {"id": "GNF187498", "relationship": "is"}, {"id": "GNF198404", "relationship": "is"}, {"id": "GNF209310", "relationship": "is"}, {"id": "GNF213012", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157579", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF003090", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF234518", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096939", "relationship": "is"}, {"id": "GNF107528", "relationship": "is"}, {"id": "GNF136594", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_008041.1"], "protein": ["NP_001177392.1", "NP_001893.2", "NP_714964.2", "XP_016855905.1", "XP_054190611.1"], "rna": ["NM_001190463.2", "NM_001902.6", "NM_153742.5", "XM_017000416.3", "XM_054334636.1"], "translation": [{"protein": "NP_001177392.1", "rna": "NM_001190463.2"}, {"protein": "XP_016855905.1", "rna": "XM_017000416.3"}, {"protein": "NP_001893.2", "rna": "NM_001902.6"}, {"protein": "NP_714964.2", "rna": "NM_153742.5"}, {"protein": "XP_054190611.1", "rna": "XM_054334636.1"}]}, "reporter": {"HG-U133_Plus_2": ["206085_s_at", "217127_at"], "HG-U95Av2": "32962_at", "HTA-2_0": "TC01000757.hg.1", "HuEx-1_0": "2341663", "HuGene-1_1": "7902290", "HuGene-2_1": "16666055"}, "retired": 63046, "summary": "This gene encodes a cytoplasmic enzyme in the trans-sulfuration pathway that converts cystathione derived from methionine into cysteine. Glutathione synthesis in the liver is dependent upon the availability of cysteine. Mutations in this gene cause cystathioninuria. Alternative splicing of this gene results in three transcript variants encoding different isoforms. [provided by RefSeq, Jun 2010].", "symbol": "CTH", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413792"}, "unigene": "Hs.19904", "uniprot": {"Swiss-Prot": "P32929"}}