{"AllianceGenome": "18831", "HGNC": "18831", "MIM": "610635", "_id": "115908", "_version": 1, "accession": {"genomic": ["AC012213.8", "AC069351.5", "CH471060.1", "CP068270.2", "HG005336.1", "HG005337.1", "NC_000008.11", "NC_060932.1", "NG_031985.1"], "protein": ["AAH14245.1", "AAN15749.1", "AAO17919.1", "AAQ89273.1", "BAG62033.1", "EAW91874.1", "EAW91875.1", "EAW91876.1", "NP_001243028.1", "NP_612464.1", "Q96CG8.1", "XP_011515126.1", "XP_054215690.1"], "rna": ["AF395488.1", "AI743774.1", "AK130063.1", "AK300273.1", "AY136825.1", "AY358914.1", "BC014245.2", "BC021025.1", "BI763295.1", "NM_001256099.2", "NM_138455.4", "XM_011516824.3", "XM_054359715.1"], "translation": [{"protein": "NP_612464.1", "rna": "NM_138455.4"}, {"protein": "NP_001243028.1", "rna": "NM_001256099.2"}, {"protein": "AAO17919.1", "rna": "AF395488.1"}, {"protein": "BAG62033.1", "rna": "AK300273.1"}, {"protein": "AAN15749.1", "rna": "AY136825.1"}, {"protein": "XP_054215690.1", "rna": "XM_054359715.1"}, {"protein": "AAH14245.1", "rna": "BC014245.2"}, {"protein": "AAQ89273.1", "rna": "AY358914.1"}, {"protein": "XP_011515126.1", "rna": "XM_011516824.3"}]}, "ensembl": {"gene": "ENSG00000164932", "protein": ["ENSP00000330523", "ENSP00000416045", "ENSP00000430399", "ENSP00000430550"], "transcript": ["ENST00000330295", "ENST00000415886", "ENST00000520337", "ENST00000520880"], "translation": [{"protein": "ENSP00000330523", "rna": "ENST00000330295"}, {"protein": "ENSP00000416045", "rna": "ENST00000415886"}, {"protein": "ENSP00000430550", "rna": "ENST00000520337"}, {"protein": "ENSP00000430399", "rna": "ENST00000520880"}], "type_of_gene": "protein_coding"}, "entrezgene": "115908", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.68800052865, "exp_mis": 71.2647563408, "exp_syn": 26.5391234816, "lof_z": 1.02960567113484, "mis_z": 0.131220361870048, "mu_lof": 5.90985630893e-07, "mu_mis": 8.04464973571e-06, "mu_syn": 3.3277317791e-06, "n_lof": 4.0, "n_mis": 69.0, "n_syn": 21.0, "p_li": 0.00818066246056197, "p_null": 0.201340140908494, "p_rec": 0.790479196630944, "syn_z": 0.666571857861018}, "bp": 732, "cds_end": 104394828, "cds_start": 104383884, "n_exons": 4, "nonpsych": {"exp_lof": 5.98616720575, "exp_mis": 64.4343645993, "exp_syn": 23.9533466862, "lof_z": 0.797247857561678, "mis_z": 0.0272930940590105, "mu_lof": 5.90985630893e-07, "mu_mis": 8.04464973571e-06, "mu_syn": 3.3277317791e-06, "n_lof": 4.0, "n_mis": 64.0, "n_syn": 19.0, "p_li": 0.0065978471924524, "p_null": 0.269681803854041, "p_rec": 0.723720348953506, "syn_z": 0.637205352636626}, "nontcga": {"exp_lof": 6.14641841625, "exp_mis": 65.5570382574, "exp_syn": 24.409449908, "lof_z": 0.854052496554971, "mis_z": -0.0272562666278871, "mu_lof": 5.90985630893e-07, "mu_mis": 8.04464973571e-06, "mu_syn": 3.3277317791e-06, "n_lof": 4.0, "n_mis": 66.0, "n_syn": 19.0, "p_li": 0.00662142927035493, "p_null": 0.241201063142937, "p_rec": 0.752177507586708, "syn_z": 0.693260394880868}, "transcript": "ENST00000330295.5"}, "exons": [{"cdsend": 103382600, "cdsstart": 103372551, "chr": "8", "position": [[103372506, 103372659], [103375737, 103375959], [103378026, 103378243], [103382457, 103382989]], "strand": 1, "transcript": "NM_001256099", "txend": 103382989, "txstart": 103372506}, {"cdsend": 103382600, "cdsstart": 103371656, "chr": "8", "position": [[103371537, 103371806], [103375737, 103375959], [103378026, 103378243], [103382457, 103382989]], "strand": 1, "transcript": "NM_138455", "txend": 103382989, "txstart": 103371537}], "exons_hg19": [{"cdsend": 104394828, "cdsstart": 104384779, "chr": "8", "position": [[104384734, 104384887], [104387965, 104388187], [104390254, 104390471], [104394685, 104395217]], "strand": 1, "transcript": "NM_001256099", "txend": 104395217, "txstart": 104384734}, {"cdsend": 104394828, "cdsstart": 104383884, "chr": "8", "position": [[104383765, 104384034], [104387965, 104388187], [104390254, 104390471], [104394685, 104395217]], "strand": 1, "transcript": "NM_138455", "txend": 104395217, "txstart": 104383765}], "generif": [{"pubmed": 15618538, "text": "CTHRC1 is transiently expressed in the arterial wall in response to injury where it may contribute to vascular remodeling by limiting collagen matrix deposition and promoting cell migration."}, {"pubmed": 16778098, "text": "Aberrant expression of CTHRC1 is widely present in human solid cancers and seems to be associated with cancer tissue invasion and metastasis."}, {"pubmed": 18467647, "text": "Intracellular localization of Cthrc1 characterizes differentiated smooth muscle."}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21791690, "text": "Three major genes, MSR1, ASCC1, and CTHRC1 were associated with Barrett esophagus/esophageal adenocarcinoma"}, {"pubmed": 22590977, "text": "Data indicate that the upregulated expression of collagen triple helix repeat containing 1 (CTHRC1) in gastric carcinogenesis contributes to tumor cell invasion and metastasis."}, {"pubmed": 23222813, "text": "CTHRC1 has a role in pancreatic cancer progression and metastasis by regulating migration and adhesion activities of cancer cells."}, {"pubmed": 23274062, "text": "this is the first demonstration of Cthrc1 as a marker of the severity of the disease progression in the dystrophic muscles."}, {"pubmed": 23359115, "text": "the results of our study suggest that increased expression of CTHRC1 is associated with peritoneal carcinomatosis in Colorectal cancer patients"}, {"pubmed": 23658133, "text": "Studied CTHRC1 expression in human breast cancer tissue. A significant increase of CTHRC1 mRNA expression was seen in breast cancer tissue compared to the normal tissue from the same patients using RT-PCR and real-time PCR."}, {"pubmed": 23703614, "text": "Data suggest that in oral squamous cell carcinoma (OSCC), dysregulation of canonical Wnt signaling and DPAGT1-dependent N-glycosylation induces CTHRC1, thereby driving OSCC cell migration and tumor spread."}, {"pubmed": 23922981, "text": "Overexpression of CTHRC1 in hepatocellular carcinoma promotes tumor invasion and predicts poor prognosis."}, {"pubmed": 24370779, "text": "Rs35500845 in the CTHRC1 gene was associated with Paget's disease of bone in the French-Canadian population."}, {"pubmed": 24504172, "text": "CTHRC1 expression is elevated in human colon cancer cell lines and clinical specimens, and promotes cancer cell invasivity through ERK-dependent induction of MMP9 expression."}, {"pubmed": 24726140, "text": "CTHRC1 acts as a prognostic factor and promotes invasiveness of gastrointestinal stromal tumors by activating Wnt/PCP-Rho signaling."}, {"pubmed": 24746208, "text": "high Cthrc1 expression was an independent prognostic factor for both overall survival and disease-free survival of patients with gastric carcinoma"}, {"pubmed": 24841500, "text": "CTHRC1 has the potential to be a new biomarker for the aggressive hepatocellular carcinoma"}, {"pubmed": 24945147, "text": "Cthrc1 is a pituitary hormone with significantly elevated levels in subjects carrying variant alleles of the melanocortin-1 receptor as wells as in patients with inflammatory conditions."}, {"pubmed": 25139095, "text": "Cthrc1 overexpression was associated with non-small cell lung cancers."}, {"pubmed": 25238260, "text": "CTHRC1 was overexpressed in human non-small cell lung cancer tissues and non-small cell lung cancer cell lines at the protein and mRNA level."}, {"pubmed": 25263696, "text": "HBV facilitates HCC development through activating the oncoprotein CTHRC1."}, {"pubmed": 25510669, "text": "let-7b may directly target Cthrc1 and function as a tumor suppressor gene in gastric cancer."}, {"pubmed": 26180054, "text": "CTHRC1 has a novel role in viral infection."}, {"pubmed": 26452130, "text": "Authors showed that ectopic transfection of CTHRC1 in EOC cells up-regulated the expression of EMT markers such as N-cadherin and vimentin, and EMT-associated transcriptional factor Snail."}, {"pubmed": 26664254, "text": "determined the mRNA and protein expression of CTHRC1 in oral squamous cell carcinoma and evaluated the clinical and prognostic impact of CTHRC1 overexpression"}, {"pubmed": 26722469, "text": "CTHRC1 is secreted both by colorectal epithelia cells and stromal fibroblasts. CTHRC1 overexpression promotes colorectal cancer cell migration, invasion and proliferation in vitro."}, {"pubmed": 26918341, "text": "High CTHRC1 expression is associated with metastatic melanomas."}, {"pubmed": 27043295, "text": "High CTHRC1 expression is associated with Osteosarcoma."}, {"pubmed": 27230801, "text": "Expression of CTHRC1 was significantly higher in Wilms' tumor compared to the expression in the adjacent non-cancerous tissues. High tumor expression of CTHRC1 was associated with tumor size, clinical stage, histopathological type, and vascular invasion/metastasis.  Patients with high CTHRC1 expression also exhibited a shorter survival."}, {"pubmed": 27323076, "text": "increased CTHRC1 expression is associated with advanced TNM stage, increased LN metastasis and tumor size, and decreased OS and DFS, indicating that CTHRC1 may be a biomarker for prognosis of cancer patients"}, {"pubmed": 27430622, "text": "CTHRC1 was established as a novel marker of activated synoviocytes in murine experimental arthritis and rheumatoid arthritis"}, {"pubmed": 27599582, "text": "Gene expression levels of three randomly selected DEGs, VCAN, COL5A1 and KCNJ16, were examined using RT-PCR in 10 ATC samples.. angiogenesis was activated by the high expression of CTHRC1, VCAN and POSTN, providing necessary nutrition for tumor cells"}, {"pubmed": 27718266, "text": "this study shows that the serum CTHRC1 level was significantly higher in the influenza A virus infection patients than in the healthy individuals; the influenza A virus non-structural protein NS1 upregulates the expression of CTHRC1 protein"}, {"pubmed": 27779718, "text": "CTHRC1 may play a role in the progression of ovarian cancer."}, {"pubmed": 27870703, "text": "The negative and sensitivity-predictive values of CTHRC1 staining were excellent for both lymph node and peritoneal metastases."}, {"pubmed": 28005267, "text": "CTHRC1 expression is significantly upregulated in human masticatory mucosa during wound healing."}, {"pubmed": 28277194, "text": "The knockdown of CTHRC1 exerts inhibitory effects on the proliferation and migration ability of glioblastoma cells."}, {"pubmed": 28281968, "text": "CTHRC1 downregulation inhibited proliferation."}, {"pubmed": 28303973, "text": "E6/E7-p53-POU2F1-CTHRC1 axis promotes cervical cancer cell invasion and metastasis"}, {"pubmed": 28645305, "text": "Our data suggest that CTHRC1 may act as an oncogenic driver in progression and metastasis of ESCC, and may serve as a potential biomarker for prognosis and personalized therapy."}, {"pubmed": 28697793, "text": "CTHRC1, negatively regulated by miR-30c, promoted cell proliferation, invasion and migration and suppressed cell apoptosis in breast cancer, which might be by activating GSK-3beta/beta-catenin signaling and inhibiting Bax/Caspase-9/Caspase-3 signaling respectively."}, {"pubmed": 28854193, "text": "ANOS1 and its co-expression partner, CTHRC1, promote the development and metastasis of colorectal cancer."}, {"pubmed": 28901303, "text": "CTHRC1 plays a pivotal role in a great many fields, including increases bone mass, prevents myelination, reverses collagen synthesis in keloid fibroblasts, and increases fibroblast-like synoviocytes migration speed and abundant production of arthritic pannus in rheumatoid arthritis"}, {"pubmed": 29021002, "text": "CTHRC1 interacts with integrin beta3 and accelerates the FAK phosphorylation to promote ovarian cancer cell adhesion, migration and invasion in vitro and in vivo."}, {"pubmed": 29393342, "text": "IL-1beta and CTHRC1 are upregulated in patients with Osteoarthritis."}, {"pubmed": 29631554, "text": "CTHRC1 serves as a pro-metastatic gene that contributes to NSCLC invasion and metastasis, which are mediated by upregulated MMP7 and MMP9 expression. Targeting CTHRC1 may be beneficial for inhibiting NSCLC metastasis."}, {"pubmed": 29970438, "text": "High Collagen Triple Helix Repeat Containing 1 Expression is associated with Osteosarcoma."}, {"pubmed": 30302922, "text": "Study revealed that CTHRC1 mRNA and protein levels are both upregulated in colorectal cancer (CRC) tissues and correlated with poor prognosis. Furthermore, CTHRC1 induced EMT and promoted cell motility in CRC cells by activating transforming growth factor-beta (TGF-beta) signaling."}, {"pubmed": 30336754, "text": "CTHRC1 probably plays an important part in the pathogenesis of systemic lupus erythematosus (SLE), and is positively associated with disease activity, while it also likely refers to the development of arthritis and anemia in SLE"}, {"pubmed": 30341526, "text": "Cthrc1 may play a role in the pathogenesis of keloid by inhibiting collagen synthesis and fibroblasts migration via suppressing TGF-b/Smad pathway and YAP nucleus translocation"}, {"pubmed": 30381261, "text": "CTHRC1 overexpression was an independent predictor of overall survival and disease-free survival in cervical squamous cell carcinoma."}, {"pubmed": 30628714, "text": "Study revealed that CTHRC1 promoted HeLa cell progression by activating the Wnt/PCP signaling pathway and may play a key role in the invasion and metastasis of cervical carcinoma."}, {"pubmed": 31119444, "text": "a novel role for CTHRC1 in remodeling the tumor immune microenvironment to promote tumor metastasis in endometrial carcinoma patients."}, {"pubmed": 31249576, "text": "CTHRC1: A New Candidate Biomarker for Improved Rheumatoid Arthritis Diagnosis."}, {"pubmed": 31545446, "text": "we demonstrated that the prognosis and immunity of PC are closely linked to CTHRC1 upregulation."}, {"pubmed": 31787549, "text": "CTHRC1 overexpression promotes ectopic endometrial stromal cell proliferation, migration and invasion via activation of the Wnt/beta-catenin pathway."}, {"pubmed": 31855733, "text": "CTHRC1 promotes gastric cancer metastasis via HIF-1alpha/CXCR4 signaling pathway."}, {"pubmed": 32102754, "text": "CTHRC1 affects malignant tumor cell behavior and is regulated by miR-30e-5p in human prostate cancer."}, {"pubmed": 32432749, "text": "Linc00707 promotes cell proliferation, invasion, and migration via the miR-30c/CTHRC1 regulatory loop in breast cancer."}, {"pubmed": 32848510, "text": "The Role of CTHRC1 in Regulation of Multiple Signaling and Tumor Progression and Metastasis."}, {"pubmed": 32972203, "text": "Single-Cell RNA Sequencing Analysis Reveals a Crucial Role for CTHRC1 (Collagen Triple Helix Repeat Containing 1) Cardiac Fibroblasts After Myocardial Infarction."}, {"pubmed": 33593721, "text": "miR-509-3p Suppresses Migration, Invasion, and Epithelial- Mesenchymal Transition in Melanoma Cells by Targeting Collagen Triple Helix Repeat Containing 1."}, {"pubmed": 33670905, "text": "The Role of Collagen Triple Helix Repeat-Containing 1 Protein (CTHRC1) in Rheumatoid Arthritis."}, {"pubmed": 33846931, "text": "CTHRC1 Knockdown Promotes Inflammatory Responses Partially by p38 MAPK Activation in Human Periodontal Ligament Cells."}, {"pubmed": 33963714, "text": "[Effects of RNA interference of CTHRC1 on proliferation and apoptosis of thyroid papillary cancer TCP-1 cells in vitro]."}, {"pubmed": 33986509, "text": "CTHRC1 promotes liver metastasis by reshaping infiltrated macrophages through physical interactions with TGF-beta receptors in colorectal cancer."}, {"pubmed": 34512149, "text": "NEDD4L-induced beta-catenin ubiquitination suppresses the formation and progression of interstitial pulmonary fibrosis via inhibiting the CTHRC1/HIF-1alpha axis."}, {"pubmed": 34615943, "text": "CTHRC1 expression is a novel shared diagnostic and prognostic biomarker of survival in six different human cancer subtypes."}, {"pubmed": 34880217, "text": "GPR180 is a component of TGFbeta signalling that promotes thermogenic adipocyte function and mediates the metabolic effects of the adipocyte-secreted factor CTHRC1."}, {"pubmed": 35150048, "text": "CTHRC1 expressed in periodontitis and human periodontal fibroblasts exposed to inflammatory stimuli."}, {"pubmed": 35307012, "text": "CTHRC1 is a prognosis-related biomarker correlated with immune infiltrates in colon adenocarcinoma."}, {"pubmed": 35313900, "text": "CTHRC1 targeted by miR-30a-5p regulates cell adhesion, invasion and migration in lung adenocarcinoma."}, {"pubmed": 35385156, "text": "Application of collagen triple helix repeat containing-1 and mitotic spindle apparatus antibody in small cell lung cancer diagnosis."}, {"pubmed": 36190948, "text": "A pan-cancer analysis of matrisome proteins reveals CTHRC1 and a related network as major ECM regulators across cancers."}, {"pubmed": 36585164, "text": "CTHRC1 Is Associated With Immune Escape and Poor Prognosis in Gastric Cancer."}, {"pubmed": 36690273, "text": "The well-developed actin cytoskeleton and Cthrc1 expression by actin-binding protein drebrin in myofibroblasts promote cardiac and hepatic fibrosis."}, {"pubmed": 36924985, "text": "Sox2ot /miR-9 /Cthrc1 Promote Proliferation and Migration of Schwann Cells Following Nerve Injury."}, {"pubmed": 37109608, "text": "Elevated Levels of Plasma Collagen Triple Helix Repeat Containing 1 (CTHRC1) Are Strongly Associated with eGFR and Albuminuria in Chronic Kidney Disease."}, {"pubmed": 37205792, "text": "Activation of CTHRC1 by HOXB9 Promotes Angiogenesis through Fatty Acid Metabolism in Lung Adenocarcinoma."}, {"pubmed": 37987774, "text": "CTHRC1 promotes colorectal cancer progression by recruiting tumor-associated macrophages via up-regulation of CCL15."}, {"pubmed": 38040222, "text": "Activated CTHRC1 promotes glycolysis in endothelial cells: Implications for metabolism and angiogenesis."}], "genomic_pos": {"chr": "8", "end": 103382989, "ensemblgene": "ENSG00000164932", "start": 103371538, "strand": 1}, "genomic_pos_hg19": {"chr": "8", "end": 104395225, "start": 104383743, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033687", "qualifier": "involved_in", "term": "osteoblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033690", "qualifier": "involved_in", "term": "positive regulation of osteoblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043932", "qualifier": "involved_in", "term": "ossification involved in bone remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045669", "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060071", "qualifier": "involved_in", "term": "Wnt signaling pathway, planar cell polarity pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060122", "qualifier": "involved_in", "term": "inner ear receptor cell stereocilium organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090103", "qualifier": "involved_in", "term": "cochlea morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090177", "qualifier": "involved_in", "term": "establishment of planar polarity involved in neural tube closure"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005581", "qualifier": "part_of", "term": "collagen trimer"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [18467647, 23056600], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016528", "qualifier": "located_in", "term": "sarcoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28675934, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005109", "qualifier": "enables", "term": "frizzled binding"}, {"category": "MF", "evidence": "RCA", "id": "GO:0005201", "pubmed": 28675934, "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "IEA", "id": "GO:0017147", "qualifier": "enables", "term": "Wnt-protein binding"}]}, "homologene": {"genes": [[7955, 445308], [7955, 566140], [8364, 548356], [9031, 420262], [9544, 694882], [9598, 472834], [9606, 115908], [9615, 100684449], [9913, 538634], [10090, 68588], [10116, 282836]], "id": 16320}, "interpro": {"desc": "Collagen triple helix repeat", "id": "IPR008160", "short_desc": "Collagen"}, "ipi": ["IPI00060423", "IPI00336091", "IPI00909154", "IPI00983832"], "map_location": "8q22.3", "name": "collagen triple helix repeat containing 1", "other_names": "collagen triple helix repeat-containing protein 1", "pantherdb": {"HGNC": "18831", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1915838", "ortholog_type": "LDO", "panther_family": "PTHR11903", "taxid": 10090, "uniprot_kb": "Q9D1D6"}, {"RGD": "628801", "ortholog_type": "LDO", "panther_family": "PTHR11903", "taxid": 10116, "uniprot_kb": "Q8CG08"}, {"Ensembl": "ENSGALG00000033351", "ortholog_type": "LDO", "panther_family": "PTHR11903", "taxid": 9031, "uniprot_kb": "A0A3Q2U6K2"}, {"ZFIN": "ZDB-GENE-050420-46", "ortholog_type": "O", "panther_family": "PTHR11903", "taxid": 7955, "uniprot_kb": "F6P0H3"}, {"ZFIN": "ZDB-GENE-040808-22", "ortholog_type": "LDO", "panther_family": "PTHR11903", "taxid": 7955, "uniprot_kb": "F1Q7G0"}, {"TAIR": "2027799", "ortholog_type": "O", "panther_family": "PTHR11903", "taxid": 3702, "uniprot_kb": "Q9C9U3"}, {"TAIR": "2096697", "ortholog_type": "O", "panther_family": "PTHR11903", "taxid": 3702, "uniprot_kb": "Q9SGH6"}], "uniprot_kb": "Q96CG8"}, "pathway": {"pid": [{"id": "wnt_noncanonical_pathway", "name": "Noncanonical Wnt signaling pathway"}, {"id": "wnt_signaling_pathway", "name": "Wnt signaling network"}]}, "pfam": "PF01391", "pharmgkb": "PA38701", "pharos": {"target_id": 13468, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF328900", "relationship": "is"}, {"id": "GNF328901", "relationship": "is"}, {"id": "GNF328902", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF173853", "relationship": "is"}, {"id": "GNF184759", "relationship": "is"}, {"id": "GNF195665", "relationship": "is"}, {"id": "GNF206571", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158565", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF048075", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF003091", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF329928", "relationship": "is"}, {"id": "GNF331389", "relationship": "is"}, {"id": "GNF333004", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335506", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095816", "relationship": "is"}, {"id": "GNF135472", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_031985.1"], "protein": ["NP_001243028.1", "NP_612464.1", "XP_011515126.1", "XP_054215690.1"], "rna": ["NM_001256099.2", "NM_138455.4", "XM_011516824.3", "XM_054359715.1"], "translation": [{"protein": "XP_054215690.1", "rna": "XM_054359715.1"}, {"protein": "NP_001243028.1", "rna": "NM_001256099.2"}, {"protein": "NP_612464.1", "rna": "NM_138455.4"}, {"protein": "XP_011515126.1", "rna": "XM_011516824.3"}]}, "reporter": {"GNF1H": "gnf1h11561_at", "HG-U133_Plus_2": "225681_at", "HTA-2_0": "TC08000646.hg.1", "HuEx-1_0": "3110317", "HuGene-1_1": "8147777", "HuGene-2_1": "17071640"}, "summary": "This locus encodes a protein that may play a role in the cellular response to arterial injury through involvement in vascular remodeling. Mutations at this locus have been associated with Barrett esophagus and esophageal adenocarcinoma. Alternatively spliced transcript variants have been described. [provided by RefSeq, Jan 2012].", "symbol": "CTHRC1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425808"}, "unigene": "Hs.405614", "uniprot": {"Swiss-Prot": "Q96CG8", "TrEMBL": ["E7EVQ5", "E5RK99"]}}