{"AllianceGenome": "16913", "HGNC": "16913", "MIM": "607758", "_id": "56998", "_version": 1, "accession": {"genomic": ["AL357140.33", "CH471130.1", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_029165.1"], "protein": ["AAH14300.1", "AAI46893.1", "AAI46897.1", "BAB03458.1", "EAW71631.1", "EAW71632.1", "NP_001012329.1", "NP_064633.1", "Q9NSA3.1", "XP_047281718.1", "XP_047281719.1", "XP_047281721.1", "XP_047281722.1", "XP_047281726.1", "XP_054193752.1", "XP_054193753.1", "XP_054193754.1", "XP_054193755.1", "XP_054193756.1", "XP_054193757.1"], "rna": ["AB021262.1", "BC014300.1", "BC035794.1", "BC146892.1", "BC146896.1", "BI226022.1", "CB995652.1", "NM_001012329.2", "NM_020248.3", "XM_047425762.1", "XM_047425763.1", "XM_047425765.1", "XM_047425766.1", "XM_047425770.1", "XM_054337777.1", "XM_054337778.1", "XM_054337779.1", "XM_054337780.1", "XM_054337781.1", "XM_054337782.1"], "translation": [{"protein": "AAI46893.1", "rna": "BC146892.1"}, {"protein": "NP_001012329.1", "rna": "NM_001012329.2"}, {"protein": "XP_047281719.1", "rna": "XM_047425763.1"}, {"protein": "XP_054193754.1", "rna": "XM_054337779.1"}, {"protein": "AAH14300.1", "rna": "BC014300.1"}, {"protein": "BAB03458.1", "rna": "AB021262.1"}, {"protein": "XP_054193756.1", "rna": "XM_054337781.1"}, {"protein": "XP_047281726.1", "rna": "XM_047425770.1"}, {"protein": "XP_054193757.1", "rna": "XM_054337782.1"}, {"protein": "XP_054193755.1", "rna": "XM_054337780.1"}, {"protein": "AAI46897.1", "rna": "BC146896.1"}, {"protein": "XP_047281722.1", "rna": "XM_047425766.1"}, {"protein": "XP_047281718.1", "rna": "XM_047425762.1"}, {"protein": "XP_054193752.1", "rna": "XM_054337777.1"}, {"protein": "NP_064633.1", "rna": "NM_020248.3"}, {"protein": "XP_047281721.1", "rna": "XM_047425765.1"}, {"protein": "XP_054193753.1", "rna": "XM_054337778.1"}]}, "alias": "ICAT", "ensembl": {"gene": "ENSG00000178585", "protein": ["ENSP00000366466", "ENSP00000366468", "ENSP00000366474", "ENSP00000383696"], "transcript": ["ENST00000377256", "ENST00000377258", "ENST00000377263", "ENST00000400904"], "translation": [{"protein": "ENSP00000366474", "rna": "ENST00000377263"}, {"protein": "ENSP00000383696", "rna": "ENST00000400904"}, {"protein": "ENSP00000366468", "rna": "ENST00000377258"}, {"protein": "ENSP00000366466", "rna": "ENST00000377256"}], "type_of_gene": "protein_coding"}, "entrezgene": "56998", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.12115557746, "exp_mis": 35.3362071687, "exp_syn": 18.5539222549, "lof_z": 0.928492123016453, "mis_z": 0.4390756843804, "mu_lof": 3.92440215616e-07, "mu_mis": 3.51266163225e-06, "mu_syn": 1.78528920319e-06, "n_lof": 3.0, "n_mis": 30.0, "n_syn": 16.0, "p_li": 0.0229867402741806, "p_null": 0.20985503221925, "p_rec": 0.767158227506569, "syn_z": 0.367569049917059}, "bp": 246, "cds_end": 9932122, "cds_start": 9910775, "n_exons": 3, "nonpsych": {"exp_lof": 4.58247976133, "exp_mis": 31.9300179664, "exp_syn": 16.7404300272, "lof_z": 1.18478263654219, "mis_z": 0.618580982906945, "mu_lof": 3.92440215616e-07, "mu_mis": 3.51266163225e-06, "mu_syn": 1.78528920319e-06, "n_lof": 2.0, "n_mis": 25.0, "n_syn": 15.0, "p_li": 0.110932823716355, "p_null": 0.129017185528857, "p_rec": 0.760049990754788, "syn_z": 0.267816167204162}, "nontcga": {"exp_lof": 4.7063303285, "exp_mis": 32.5041798423, "exp_syn": 17.0644763499, "lof_z": 0.775895371822316, "mis_z": 0.568372083521783, "mu_lof": 3.92440215616e-07, "mu_mis": 3.51266163225e-06, "mu_syn": 1.78528920319e-06, "n_lof": 3.0, "n_mis": 26.0, "n_syn": 14.0, "p_li": 0.0198188307182457, "p_null": 0.238591645615002, "p_rec": 0.741589523666753, "syn_z": 0.469712968502062}, "transcript": "ENST00000377263.1"}, "exons": [{"cdsend": 9872064, "cdsstart": 9850717, "chr": "1", "position": [[9848275, 9850776], [9871186, 9871277], [9871968, 9872088], [9877904, 9877989], [9910094, 9910269]], "strand": -1, "transcript": "NM_001012329", "txend": 9910269, "txstart": 9848275}, {"cdsend": 9872064, "cdsstart": 9850717, "chr": "1", "position": [[9848275, 9850776], [9871186, 9871277], [9871968, 9872088], [9877904, 9877989], [9883704, 9883738], [9910094, 9910269]], "strand": -1, "transcript": "NM_020248", "txend": 9910269, "txstart": 9848275}], "exons_hg19": [{"cdsend": 9932122, "cdsstart": 9910775, "chr": "1", "position": [[9908333, 9910834], [9931244, 9931335], [9932026, 9932146], [9937962, 9938047], [9970152, 9970327]], "strand": -1, "transcript": "NM_001012329", "txend": 9970327, "txstart": 9908333}, {"cdsend": 9932122, "cdsstart": 9910775, "chr": "1", "position": [[9908333, 9910834], [9931244, 9931335], [9932026, 9932146], [9937962, 9938047], [9943762, 9943796], [9970152, 9970327]], "strand": -1, "transcript": "NM_020248", "txend": 9970327, "txstart": 9908333}], "generif": [{"pubmed": 12068170, "text": "stimulation of beta-catenin and suppression of gamma-catenin expression, occur within endometrial carcinomas with squamous differentiation"}, {"pubmed": 12124804, "text": "Molecular genetic analysis of malignant melanomas for aberrations of the WNT signaling pathway genes CTNNB1, APC, ICAT and BTRC."}, {"pubmed": 12182422, "text": "presentation of medulloblastoma in two siblings (one of each sex) and their great-uncle; immunostaining for gene products in medulloblastoma differed in the two siblings for beta-catenin and was similar with staining for gli."}, {"pubmed": 12408825, "text": "Data report the elucidation of the crystal structure of ICAT, an inhibitor of beta-catenin-mediated transcription, bound to the armadillo repeat domain of beta-catenin."}, {"pubmed": 14613891, "text": "ICAT's primary role in beta-catenin signaling inhibition and further suggest that ICAT may have consequences for cadherin-based adhesive function in certain circumstances"}, {"pubmed": 15063782, "text": "We also found that cyclin A/CDK2 phosphorylates Axin, thereby enhancing its association with beta-catenin."}, {"pubmed": 16575872, "text": "The comparison between Wilms tumors with and without CTNNB1 mutations revealed several target genes specifically deregulated in CTNNB1-mutated Wilms tumors"}, {"pubmed": 17255093, "text": "in motile cells beta-catenin is recruited by IQGAP1 and N-cadherin to active membrane ruffles, wherein beta-catenin mediates the internalization and possible recycling of the membrane-associated proteins N-cadherin and APC"}, {"pubmed": 17418091, "text": "The retained beta-catenin in cytoplasm by APC may be down-regulated by Axin 2, which is induced by beta-catenin/Tcf signaling."}, {"pubmed": 17638851, "text": "Strategies targeting signals in the marrow microenvironment that amplify the Bcr-abl/VE-cadherin/beta-catenin axis may have utility in sensitizing drug-resistant leukemic stem cells."}, {"pubmed": 18070361, "text": "Amyloid protein precursor induced phosphorylation of beta catenin, resulted in the reduction of total beta-catenin levels."}, {"pubmed": 18183411, "text": "Beta-catenin expression is not reduced in laryngeal squamous expithelium of patients with laryngopharyngeal reflux."}, {"pubmed": 18433021, "text": "Beta-catenin and HNF1alpha could regulate miR-375 and miR-107 expression levels, respectively, in hepatocellular tumors."}, {"pubmed": 18500270, "text": "There was a direct relationship between tamoxifen exposure and overexpression of beta-catenin oncoprotein in endometrial adenocarcinoma."}, {"pubmed": 18705344, "text": "In the gastric cancerous tissues, the expression percentage of Wnt-1, beta-catenin and E-cadherin is 54.4%, 45.6%, 47.2%, respectively, which is significantly higher than the percentage expression of these genes in normal tissues (p<0.01)."}, {"pubmed": 18715618, "text": "The matrix metalloproteinase-7 gene may be up-regulated by mutated or continuously elevated beta-catenin protein in sporadic desmoid tumors."}, {"pubmed": 18806748, "text": "The presence of beta-catenin expression was detected in gastric tumors of the patients without distant metastases"}, {"pubmed": 18844223, "text": "adenomatous polyposis coli gene and nuclear b-catenin may have roles in wnt-related progression of invasive urothelial carcinomas"}, {"pubmed": 18852287, "text": "Results indicate that association of c-Jun, TCF$, and beta-catenin with a downstream enhancer element provides the principal regulation of c-Myc expression."}, {"pubmed": 18854359, "text": "The CID domain of APC is required to down-regulate the transcriptional activity and the level of beta-catenin."}, {"pubmed": 18992165, "text": "Increased expression in colorectal adenomas, high-grade intraepithelial neoplasia and adenocarcinomas than in the adjacent normal epithelia"}, {"pubmed": 19038973, "text": "The results suggest that WNT2 could act through its receptor FZD9 to regulate the beta-CATENIN pathway in cumulus cells, recruiting beta-CATENIN into plasma membranes and promoting the formation of adherens junctions involving CDH1."}, {"pubmed": 19089909, "text": "decreased expression of the Hint1 gene through epigenetic silencing may play a role in enhancing the growth of a subset of human hepatoma by increasing the expression of genes controlled by the transcription factors beta-catenin, USF2, and NFkappaB"}, {"pubmed": 19550115, "text": "ICAT expression was upregulated during NSC67657-induced differentiation of HL-60 cells."}, {"pubmed": 19569129, "text": "Over-expression of ICAT was not sufficient to induce monocytic differentiation of HL60 cells; overexpression of ICAT enhanced differentiation of HL60 cells stimulated by all-trans retinoic acid or NSC67657."}, {"pubmed": 19898961, "text": "beta-catenin-a marker of early stage of colorectal carcinogenesis, as well as TGF-beta1 and HIF-1alpha appear to be devoid of prognostic significance for colorectal cancer in this study of disease free survival"}, {"pubmed": 20034989, "text": "Reduced/aberrant beta-catenin expression was seen in benign and malignant salivary gland tumors."}, {"pubmed": 20182836, "text": "Our results suggest that beta-catenin is useful for the prognosis evaluation of astrocytoma."}, {"pubmed": 20219600, "text": "The results showed no differences in the expression of beta-catenin between tooth germs and solid and unicystic ameloblastomas."}, {"pubmed": 20300972, "text": "overexpression of beta-catenin may be an important contributing factor to glioma progression."}, {"pubmed": 20809334, "text": "The protein expression levels of Wnt1, beta-catenin and Cyclin D1 were all positively correlated with the Karnofsky performance scale (KPS) score and World Health Organization (WHO) grades of patients with gliomas."}, {"pubmed": 20811694, "text": "The results from the current study demonstrated the importance of the Wnt/beta-catenin signaling pathway in regulation of gene expression in hepatocellular carcinoma"}, {"pubmed": 20830236, "text": "our results support the concept that STAT3 upregulates the protein expression and transcriptional activity of beta-catenin in breast cancer."}, {"pubmed": 20878057, "text": "cytoplasmic accumulation of beta-catenin can induce Tcf/Lef-mediated transcriptional activity, up-regulate MMP-7, and induce epithelial and mesenchymal transition (EMT)."}, {"pubmed": 20970365, "text": "beta-catenin is expressed in actinic chelitis and squamous cell carcinoma of the lip"}, {"pubmed": 21049553, "text": "Data show that elevated beta-catenin expression level may be an adverse indicator for the prognosis of ESCC patients at stage T2-3N0M0, especially for those with T3 lesions or stage IIB diseases."}, {"pubmed": 21336584, "text": "LMP1 may be involved in nasopharyngeal carcinogenesis via beta-catenin signaling pathway"}, {"pubmed": 21478268, "text": "A coactivator role of CARM1 in the dysregulation of beta-catenin activity in colorectal cancer cell growth and gene expression"}, {"pubmed": 21532622, "text": "ICAT is a direct transcriptional target of E2F1, and activation of ICAT by E2F1 is required for E2F1 to inhibit beta-catenin activity."}, {"pubmed": 21574102, "text": "When both E-cadherin and beta -catenin expressions were reduced, there was a significant unfavourable prognosis."}, {"pubmed": 21636708, "text": "High beta-catenin is associated with glioma progression."}, {"pubmed": 21791486, "text": "Microatellite-stable cases exhibited reduced membranous beta catenin and increased cytoplasmic and nuclear beta catenin compared with microsatellite-instable cases."}, {"pubmed": 21885566, "text": "Inhibitor of beta-catenin and T-cell factor (ICAT), a beta-catenin binding protein that inhibits the canonical Wnt/beta-catenin signaling pathway, in AR signaling, was investigated."}, {"pubmed": 22075503, "text": "Cholangiocarcinoma cell lines express E-cad and beta-cat but with different localizat- ion patterns."}, {"pubmed": 22081448, "text": "Airway basal cell beta-catenin determines cell fate and its mis-expression is associated with the development of human lung cancer."}, {"pubmed": 22525043, "text": "beta-catenin was significantly associated with nodal stage, TNM stage, and E-cadherin expression. beta-catenin could be early marker for identification of occult metastases in oral SCC."}, {"pubmed": 22749188, "text": "our data clearly identify protein stabilizing mutations of the beta-catenin gene as a common feature of nested stromal epithelial tumors of the liver, similarly as in hepatoblastomas."}, {"pubmed": 22815884, "text": "R-Spondin potentiates Wnt/beta-catenin signaling through orphan receptors LGR4 and LGR5"}, {"pubmed": 23027379, "text": "In this review, we will discuss the points of intersection between the Wnt/beta-catenin and Hippo/YAP pathways and how these interactions contribute to homeostasis, organ repair, and tumorigenesis."}, {"pubmed": 23110823, "text": "This study demonistrated that mean protein and mRNA levels of beta-catenin were significantly decreased in both the PFC and hippocampus of teenage suicide group compared to controls."}, {"pubmed": 23339455, "text": "ICAT is a novel Ptf1a interactor that regulates pancreatic acinar differentiation and displays altered expression."}, {"pubmed": 23572266, "text": "beta-catenin is delocalized and survivin is over-expressed in recurrent sporadic and nevoid basal cell carcinoma syndrome-associated keratocystic odontogenic tumor"}, {"pubmed": 23612487, "text": "These findings suggest that Sphingosine-1-phosphate activates signaling leading to nuclear translocation of beta-catenin in osteoblast-like cells and upregulation of osteoptotegerin and osteoblast differentiation markers"}, {"pubmed": 23648139, "text": "beta-catenin accumulation in the nucleus regulates expression of Nanog protein and has a role in progression of non-small cell lung cancer"}, {"pubmed": 23752183, "text": "PTHrP was found to inhibit DKK1 expression through c-Jun-mediated inhibition of beta-catenin activity on the DKK1 promoter."}, {"pubmed": 23928935, "text": "Neither cyclin D1 nor beta-catenin was expressed in a statistically significant manner, concluding that the development of MCCs is independent of beta-catenin and cyclin D1 expression and these proteins are not suitable as prognostic markers."}, {"pubmed": 23971040, "text": "Thus, our results indicated abnormal expression of CD44V6, CDH11, and beta-catenin in osteosarcomas and osteochondromas, which may provide important indicators for further research."}, {"pubmed": 23973669, "text": "The data show that Snail1 and beta-catenin, besides association with loss of hormone dependence, protect cancer cells from hypoxia and may serve as an important target in the treatment of breast cancer."}, {"pubmed": 24390805, "text": "It involved in the control of cell growth, differentiation, and apoptosis."}, {"pubmed": 24514042, "text": "beta-catenin inhibitor ICAT modulates the invasive motility of melanoma cells."}, {"pubmed": 25175916, "text": "A potent beta-catenin inhibitor, ICAT/CTNNBIP1 was a direct target of miR-424-5p."}, {"pubmed": 25193262, "text": "review of control of cell fate and proliferation in colon cancer"}, {"pubmed": 25344754, "text": "ASPP2 prevents beta-catenin from transactivating ZEB1 directly by forming an ASPP2-beta-catenin-E-cadherin ternary complex"}, {"pubmed": 25404731, "text": "Suppressing TrpC5 expression decreased nuclear beta-catenin accumulation, reduced the induction of ABCB1, and reversed 5-fluorouracil neoplastic resistance."}, {"pubmed": 25434796, "text": "ICAT may serve as a tumor-suppressor in human glioma."}, {"pubmed": 25445594, "text": "Our results indicate that HDAC1 plays an important role in chondrogenesis and may represent a therapeutic target for modulation of cartilage development."}, {"pubmed": 25681036, "text": "miR-603 regulates glioma development via Wnt-beta-cateninn signaling pathway and its WIF1 and CTNNBIP1 targets."}, {"pubmed": 25845340, "text": "Simultaneous silencing of beta-catenin and STAT3 synergistically induces apoptosis and inhibits cell proliferation in HepG2 liver cancer cells."}, {"pubmed": 25849888, "text": "These results indicate that beta-catenin translation is initiated via the IRES and this is regulated by PTX, suggesting that regulation of the IRES-dependent translation of beta-catenin may be involved in the cancer cell response to PTX treatment."}, {"pubmed": 26047787, "text": "Particulate matter (PM10) downregulates E-Cadherin/beta-Catenin expression."}, {"pubmed": 26096243, "text": "The present work aims to investigate the relationship between the expression of AEG-1(astrocyte elevated gene-1), b-FGF(basic-fibroblast growth factor), beta-catenin, Ki-67, TNF-alpha (tumor necrosis factor-alfa) other prognostic parameters in DC (Ductal Carcinomas) and ductal intraepithelial neoplasm. We found a relationship between these factors."}, {"pubmed": 26124325, "text": "A statistically significant lapatinib- and gefitinib-induced repression of cyclin D1, MMP9 and beta-catenin in CERV196 cells."}, {"pubmed": 26124339, "text": "Nuclear YAP and cytoplasmic beta-catenin play important roles in carcinogenesis."}, {"pubmed": 26284974, "text": "Finally, pro-incubation with idebenone inhibited mitochondrial dysfunction induced by oxLDL through the mitochondrial-dependent apoptotic pathway and GSK3beta/beta-catenin signalling pathways."}, {"pubmed": 26299367, "text": "CTNNBIP1 expression correlated with longer overall survival in LAC patients. This study reveals that miR-214 plays a critical role in CSLC self-renewal and stemness by targeting CTNNBIP1."}, {"pubmed": 26317904, "text": "Data show that microRNA miR-215 activates beta-catenin pathways by decreasing catenin beta interacting protein 1 (CTNNBIP1)expression in gliomas."}, {"pubmed": 27208794, "text": "Alterations (deletion/methylation/mutation/expression) of MCC and CTNNBIP1 were analyzed in breast cancer patients (N=120) followed by expression/mutation analysis of beta-catenin. The alterations of MCC/CTNNBIP1 showed significant correlation with increased nuclear beta-catenin/p-beta-catenin(Y654) expression."}, {"pubmed": 27679509, "text": "Somatic mutation of beta-catenin (CTNNB1) is known to be crucial for Wilms tumor development in up to 15% of cases."}, {"pubmed": 27774943, "text": "Overexpression of ICAT promoted Caski cells' proliferation, arrested the cell cycle in the S phase and enhanced cell migration. Conclusion Overexpression of ICAT can promote the proliferation and migration of Caski cervical cancer cells."}, {"pubmed": 28939743, "text": "Low PLD1 expression and high ICAT expression were significantly associated with increased survival in colorectal cancer patients."}, {"pubmed": 29048651, "text": "Data demonstrated that ICAT was highly expressed in cervical cancer tissues and had a role in control of epithelial-mesenchymal transition (EMT) in cervical cancer cells. Its overexpression promoted cell proliferation, migration, invasion and resulted in EMT by disrupting the stability of E-cadherin/betacatenin complex."}, {"pubmed": 30076728, "text": "Our findings revealed the tumor suppressor role for CTNNBIP1 in gastric adenocarcinoma. Interestingly, EBV and CMV infections modulate CTNNBIP1 expression."}, {"pubmed": 30197296, "text": "Using ICAT as a tool to disengage beta-catenin-mediated APC-Axin interaction, we demonstrate that Wnt quickly inhibits the direct interaction between APC and Axin"}, {"pubmed": 30424816, "text": "CircRNA_102171 interacted with CTNNBIP1 to block its interaction with the beta-catenin/TCF3/TCF4/LEF1 complex, leading to activation of Wnt/beta-catenin pathway."}, {"pubmed": 31766223, "text": "These findings suggest that CTNNBIP1 is a suppressor of cancer migration, thus making it a potential prognostic predictor for lung cancer."}, {"pubmed": 32323769, "text": "miR2963p promotes the proliferation of glioblastoma cells by targeting ICAT."}, {"pubmed": 32531088, "text": "CTNNBIP1 modulates keratinocyte proliferation through promoting the transcription of beta-catenin/TCF complex downstream genes."}, {"pubmed": 33060769, "text": "beta-catenin activates TGF-beta-induced epithelial-mesenchymal transition in adenomyosis."}, {"pubmed": 34078411, "text": "Effects of WNT1 c.110 T>C and c.505G>T mutations on osteoblast differentiation via the WNT1/beta-catenin signaling pathway."}, {"pubmed": 34118593, "text": "MiR-486-3p promotes osteogenic differentiation of BMSC by targeting CTNNBIP1 and activating the Wnt/beta-catenin pathway."}, {"pubmed": 34569368, "text": "Overexpression of ICAT Inhibits the Progression of Colorectal Cancer by Binding with beta-Catenin in the Cytoplasm."}, {"pubmed": 35984200, "text": "Expression level and prognostic potential of beta-catenin-interacting protein in acute myeloid leukemia."}, {"pubmed": 36036768, "text": "ICAT promotes colorectal cancer metastasis via binding to JUP and activating the NF-kappaB signaling pathway."}, {"pubmed": 36738224, "text": "LINC00355 Mediates CTNNBIP1 Promoter Methylation and Promotes Endoplasmic Reticulum Stress-Induced Podocyte Injury in Diabetic Nephropathy."}], "genomic_pos": {"chr": "1", "end": 9910336, "ensemblgene": "ENSG00000178585", "start": 9848276, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 9970394, "start": 9908334, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001658", "qualifier": "involved_in", "term": "branching involved in ureteric bud morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002528", "pubmed": 18287330, "qualifier": "involved_in", "term": "regulation of vascular permeability involved in acute inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009952", "qualifier": "involved_in", "term": "anterior/posterior pattern specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016055", "qualifier": "involved_in", "term": "Wnt signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030178", "qualifier": "involved_in", "term": "negative regulation of Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031333", "qualifier": "involved_in", "term": "negative regulation of protein-containing complex assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032091", "pubmed": [12408825, 18287330], "qualifier": "involved_in", "term": "negative regulation of protein binding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043433", "pubmed": 18977368, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045657", "pubmed": 19569129, "qualifier": "involved_in", "term": "positive regulation of monocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045669", "pubmed": 18977368, "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048662", "qualifier": "involved_in", "term": "negative regulation of smooth muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060633", "qualifier": "involved_in", "term": "negative regulation of transcription initiation by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072201", "pubmed": 18977368, "qualifier": "involved_in", "term": "negative regulation of mesenchymal cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [18287330, 19569129], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 19569129, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 18287330, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030877", "qualifier": "part_of", "term": "beta-catenin destruction complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030877", "pubmed": 16188939, "qualifier": "part_of", "term": "beta-catenin destruction complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:1990711", "qualifier": "part_of", "term": "beta-catenin-ICAT complex"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12408824, 12408825, 16189514, 16293619, 17510365, 18287330, 20211142, 21885566, 25416956, 28514442, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008013", "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0008013", "pubmed": [12408825, 18287330], "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070016", "pubmed": 12408825, "qualifier": "enables", "term": "armadillo repeat domain binding"}]}, "homologene": {"genes": [[7955, 58117], [8364, 493465], [9031, 771460], [9544, 712257], [9598, 749394], [9606, 56998], [9615, 479600], [9913, 614630], [10090, 67087], [10116, 503000]], "id": 10641}, "interpro": [{"desc": "Beta-catenin-interacting ICAT domain", "id": "IPR009428", "short_desc": "ICAT_dom"}, {"desc": "Beta-catenin-interacting ICAT superfamily", "id": "IPR036911", "short_desc": "ICAT_sf"}, {"desc": "Beta-catenin-interacting protein 1/LZIC", "id": "IPR042999", "short_desc": "CTNNBIP1/LZIC"}], "ipi": "IPI00025001", "map_location": "1p36.22", "name": "catenin beta interacting protein 1", "other_names": ["beta-catenin-interacting protein 1", "beta-catenin-interacting protein ICAT", "inhibitor of beta-catenin and Tcf-4"], "pantherdb": {"HGNC": "16913", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1915756", "ortholog_type": "LDO", "panther_family": "PTHR47142", "taxid": 10090, "uniprot_kb": "Q9JJN6"}, {"RGD": "1562749", "ortholog_type": "LDO", "panther_family": "PTHR47142", "taxid": 10116, "uniprot_kb": "Q4KM58"}, {"Ensembl": "ENSGALG00000053363", "ortholog_type": "LDO", "panther_family": "PTHR47142", "taxid": 9031, "uniprot_kb": "A0A3Q2UE31"}, {"ZFIN": "ZDB-GENE-000906-3", "ortholog_type": "LDO", "panther_family": "PTHR47142", "taxid": 7955, "uniprot_kb": "Q9I903"}], "uniprot_kb": "Q9NSA3"}, "pathway": {"kegg": {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, "pid": {"id": "betacatenin_nuc_pathway", "name": "Regulation of nuclear beta catenin signaling and target gene transcription"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-3769402", "name": "Deactivation of the beta-catenin transactivating complex"}], "wikipathways": [{"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}]}, "pdb": ["1LUJ", "1M1E", "1T08"], "pfam": "PF06384", "pharmgkb": "PA27014", "pharos": {"target_id": 18579, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF266863", "relationship": "is"}, {"id": "GNF266864", "relationship": "is"}, {"id": "GNF266865", "relationship": "is"}, {"id": "GNF266866", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160418", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF036421", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF003100", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096039", "relationship": "is"}, {"id": "GNF135695", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_029165.1"], "protein": ["NP_001012329.1", "NP_064633.1", "XP_047281718.1", "XP_047281719.1", "XP_047281721.1", "XP_047281722.1", "XP_047281726.1", "XP_054193752.1", "XP_054193753.1", "XP_054193754.1", "XP_054193755.1", "XP_054193756.1", "XP_054193757.1"], "rna": ["NM_001012329.2", "NM_020248.3", "XM_047425762.1", "XM_047425763.1", "XM_047425765.1", "XM_047425766.1", "XM_047425770.1", "XM_054337777.1", "XM_054337778.1", "XM_054337779.1", "XM_054337780.1", "XM_054337781.1", "XM_054337782.1"], "translation": [{"protein": "NP_001012329.1", "rna": "NM_001012329.2"}, {"protein": "XP_047281719.1", "rna": "XM_047425763.1"}, {"protein": "XP_054193754.1", "rna": "XM_054337779.1"}, {"protein": "XP_054193756.1", "rna": "XM_054337781.1"}, {"protein": "XP_047281726.1", "rna": "XM_047425770.1"}, {"protein": "XP_054193757.1", "rna": "XM_054337782.1"}, {"protein": "XP_054193755.1", "rna": "XM_054337780.1"}, {"protein": "XP_047281722.1", "rna": "XM_047425766.1"}, {"protein": "XP_047281718.1", "rna": "XM_047425762.1"}, {"protein": "XP_054193752.1", "rna": "XM_054337777.1"}, {"protein": "NP_064633.1", "rna": "NM_020248.3"}, {"protein": "XP_047281721.1", "rna": "XM_047425765.1"}, {"protein": "XP_054193753.1", "rna": "XM_054337778.1"}]}, "reporter": {"HG-U133_Plus_2": "203081_at", "HG-U95Av2": "39171_at", "HTA-2_0": ["TC01002187.hg.1", "TC01005260.hg.1"], "HuEx-1_0": "2395965", "HuGene-1_1": "7912283", "HuGene-2_1": "16681501"}, "summary": "The protein encoded by this gene binds CTNNB1 and prevents interaction between CTNNB1 and TCF family members. The encoded protein is a negative regulator of the Wnt signaling pathway. Two transcript variants encoding the same protein have been found for this gene. [provided by RefSeq, Jul 2008].", "symbol": "CTNNBIP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424630"}, "unigene": ["Hs.685322", "Hs.463759"], "uniprot": {"Swiss-Prot": "Q9NSA3"}, "wikipedia": {"url_stub": "CTNNBIP1"}}