{"AllianceGenome": "10647", "HGNC": "10647", "MIM": "601880", "_id": "6376", "_version": 2, "accession": {"genomic": ["AC004382.1", "AC009052.8", "CH471092.1", "CP068262.2", "EF064745.1", "NC_000016.10", "NC_060940.1"], "protein": ["AAB49679.1", "AAB50014.1", "AAC24307.1", "AAH01163.1", "AAH16164.1", "ABK41928.1", "BAD92274.1", "BAD96412.1", "BAD97071.1", "BAG36542.1", "CAG33707.1", "EAW82919.1", "NP_001291321.1", "NP_002987.1", "P78423.1"], "rna": ["AB209037.1", "AK222692.1", "AK223351.1", "AK313806.1", "BC001163.1", "BC016164.1", "BP251342.1", "CA396869.1", "CR457426.1", "GU047346.1", "HY114023.1", "NM_001304392.3", "NM_002996.6", "U84487.1", "U91835.1"], "translation": [{"protein": "AAB50014.1", "rna": "U91835.1"}, {"protein": "CAG33707.1", "rna": "CR457426.1"}, {"protein": "BAD97071.1", "rna": "AK223351.1"}, {"protein": "NP_001291321.1", "rna": "NM_001304392.3"}, {"protein": "AAB49679.1", "rna": "U84487.1"}, {"protein": "NP_002987.1", "rna": "NM_002996.6"}, {"protein": "AAH16164.1", "rna": "BC016164.1"}, {"protein": "AAH01163.1", "rna": "BC001163.1"}, {"protein": "BAD92274.1", "rna": "AB209037.1"}, {"protein": "BAD96412.1", "rna": "AK222692.1"}, {"protein": "BAG36542.1", "rna": "AK313806.1"}]}, "alias": ["ABCD-3", "C3Xkine", "CXC3", "CXC3C", "NTN", "NTT", "SCYD1", "fractalkine", "neurotactin"], "ensembl": {"gene": "ENSG00000006210", "protein": ["ENSP00000006053", "ENSP00000456830", "ENSP00000457996", "ENSP00000464114"], "transcript": ["ENST00000006053", "ENST00000563383", "ENST00000564948", "ENST00000565912"], "translation": [{"protein": "ENSP00000006053", "rna": "ENST00000006053"}, {"protein": "ENSP00000456830", "rna": "ENST00000563383"}, {"protein": "ENSP00000457996", "rna": "ENST00000564948"}, {"protein": "ENSP00000464114", "rna": "ENST00000565912"}], "type_of_gene": "protein_coding"}, "entrezgene": "6376", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.02024594, "exp_mis": 168.7426322, "exp_syn": 89.102405, "lof_z": 3.13566003943036, "mis_z": 0.893989333336517, "mu_lof": 7.73415367908e-07, "mu_mis": 1.4782189889e-05, "mu_syn": 7.75317760551e-06, "n_lof": 0.0, "n_mis": 145.0, "n_syn": 98.0, "p_li": 0.963378216670433, "p_null": 7.14696399695686e-05, "p_rec": 0.0365503136895976, "syn_z": -0.584355487249904}, "bp": 1194, "cds_end": 57416944, "cds_start": 57406480, "n_exons": 3, "nonpsych": {"exp_lof": 9.0073829, "exp_mis": 152.6664634, "exp_syn": 80.5843702, "lof_z": 2.94748284716211, "mis_z": 0.925282346092665, "mu_lof": 7.73415367908e-07, "mu_mis": 1.4782189889e-05, "mu_syn": 7.75317760551e-06, "n_lof": 0.0, "n_mis": 130.0, "n_syn": 85.0, "p_li": 0.953702364587945, "p_null": 0.000155991750960966, "p_rec": 0.0461416436610943, "syn_z": -0.309692578215291}, "nontcga": {"exp_lof": 9.21259248, "exp_mis": 155.237199, "exp_syn": 81.96818419, "lof_z": 2.99414044901467, "mis_z": 0.929171133126792, "mu_lof": 7.73415367908e-07, "mu_mis": 1.4782189889e-05, "mu_syn": 7.75317760551e-06, "n_lof": 0.0, "n_mis": 132.0, "n_syn": 91.0, "p_li": 0.952916958368881, "p_null": 0.000133332026447094, "p_rec": 0.0469497096046716, "syn_z": -0.631647714830411}, "transcript": "ENST00000006053.6"}, "exons": [{"cdsend": 57383032, "cdsstart": 57382093, "chr": "16", "position": [[57372489, 57372638], [57382029, 57385044]], "strand": 1, "transcript": "NM_001304392", "txend": 57385044, "txstart": 57372489}, {"cdsend": 57383032, "cdsstart": 57372568, "chr": "16", "position": [[57372489, 57372638], [57379633, 57379754], [57382029, 57385044]], "strand": 1, "transcript": "NM_002996", "txend": 57385044, "txstart": 57372489}], "exons_hg19": [{"cdsend": 57416944, "cdsstart": 57416005, "chr": "16", "position": [[57406401, 57406550], [57415941, 57418956]], "strand": 1, "transcript": "NM_001304392", "txend": 57418956, "txstart": 57406401}, {"cdsend": 57416944, "cdsstart": 57406480, "chr": "16", "position": [[57406401, 57406550], [57413545, 57413666], [57415941, 57418956]], "strand": 1, "transcript": "NM_002996", "txend": 57418956, "txstart": 57406401}], "generif": [{"pubmed": 11777952, "text": "The role of smooth muscle cell-derived fractalkine in vascular inflammation is dependent on the synergism of TNF-alpha and IFN-gamma as well as the activity of fractalkine-cleaving metalloproteinase."}, {"pubmed": 11909868, "text": "CX3CR1 tyrosine sulfation enhances fractalkine-induced cell adhesion"}, {"pubmed": 12016106, "text": "We conclude that inflammatory mechanisms involving chemokine fractalkine and its receptor CX(3)CR1 may have a role in the natural history of Pulmonary Arterial Hypertension."}, {"pubmed": 12042278, "text": "Detection of fractalkine in human seminal plasma and its role in infertile patients."}, {"pubmed": 12055230, "text": "CX3CR1 defines peripheral blood cytotoxic effector lymphocytes commonly armed with intracellular perforin and granzyme B, which include NK cells, gamma delta T cells, and terminally differentiated CD8+ T cells."}, {"pubmed": 12076860, "text": "the fractalkine system is up-regulated during liver damage, and suggests that fractalkine may play a role in the recruitment and adhesion of inflammatory cells and in the biology of liver epithelial cells."}, {"pubmed": 12100035, "text": "CX3CR1/fractalkine interactions accounted for 26% of THP-1 cell and 17% of peripheral blood NK cell adhesion to renal tubular epithelial cells, suggesting a functional role in leucocyte adhesion/retention in acute renal inflammation."}, {"pubmed": 12125082, "text": "Fractalkine released by injured neurons could induce proliferation, activation and/or migration of microglia at the injured brain sites."}, {"pubmed": 12551893, "text": "linkage relationships between CX3CR1 promoter polymorphisms and two previously described CX3CR1 coding polymorphisms associated with human immunodeficiency virus disease progression and arteriosclerosis susceptibility."}, {"pubmed": 12569179, "text": "It is present, and its gene expressed, in amniotic fluid during pregnancy."}, {"pubmed": 12616493, "text": "endothelial expression of membrane-associated fractalkine may be an important contributing mechanism by which monocytes are selectively recruited to inflamed tissue"}, {"pubmed": 12639246, "text": "intrathecal fractalkine release was observed in the majority of patients with HIV infections, with highest levels in CSF and serum of HIV-iduced CNS disorders."}, {"pubmed": 12667665, "text": "The finding of increased levels of fractalkine in the blood during subacute and chronic CNS inflammation suggests that it may be an interesting regulator of leukocyte extravasation into the inflamed brain."}, {"pubmed": 12727021, "text": "Expressed in human skin keratinocytes"}, {"pubmed": 12810688, "text": "These results demonstrate that fractalkine preferentially mediates arrest and migration of CD16+ monocytes."}, {"pubmed": 12824004, "text": "CX3CL1 directly promotes monocyte antiinflammatory and antiprocoagulant responses"}, {"pubmed": 12969973, "text": "expression of the fractalkine receptor on platelets"}, {"pubmed": 12969992, "text": "Review.  New concepts underlying fractalkine-mediated leukocyte migration & tissue damage, the pathophysiological roles of fractalkine in various clinical conditions, especially in atherosclerosis & vascular injury, are reviewed."}, {"pubmed": 14514721, "text": "Fractalkine might contribute to direct mononuclear cells into peritubular interstitium and enhance their adhesion property, which in turn would favor inflammation and disease progression."}, {"pubmed": 14533779, "text": "CX3CL1 is constitutively expressed in human brain; no evidence for expression differences of CX3CL1 is found between control patients and multiple sclerosis patients."}, {"pubmed": 14580149, "text": "Results show that hypoxia inhibited the expression of fractalkine mRNA and protein by interferon-gamma, and this effect was observed with concomitant increase in vascular endothelial growth factor expression."}, {"pubmed": 14581400, "text": "a subset of mononuclear cells expresses high levels of fractalkine in human coronary atherosclerotic plaques and smooth muscle cells within the neointima express the fractalkine receptor CX3CR1"}, {"pubmed": 14657873, "text": "increased circulating levels in symptomatic allergic rhinitis and asthmatic patients"}, {"pubmed": 14665693, "text": "CX3CL1 acts as a receptor for pRBCs, and this may contribute to furthering our present understanding of cytoadherence in the pathology of falciparum malaria"}, {"pubmed": 14688370, "text": "Soluble fractalkine antagonizes the chemoattractant effect of monocyte chemoattractant protein-1 on monocytes, probably by inhibiting crucial signaling pathways like those of stress-activated protein kinase 2/p38 and matrix metalloproteinase-2."}, {"pubmed": 14747189, "text": "existence of CX(3)CR1 (fractalkine receptor) in ejaculated sperm and present findings suggest that fractalkine in the Fallopian tube contributes to immunodefence mechanism during fertilization and to sperm motion in the oviduct"}, {"pubmed": 15013759, "text": "IL-4 and TNF-alpha induced expression of fractalkine in fibroblasts, and subsequent monocyte chemotactic activity in the culture supernatant"}, {"pubmed": 15111313, "text": "fractalkine expression is induced by TNFalpha in arterial endothelial cells"}, {"pubmed": 15131578, "text": "fractalkine (FKN) and CX(3)CR1 expression in the skin, serum sFKN levels, and CX(3)CR1 expression on blood leukocytes in patients with atopic dermatitis"}, {"pubmed": 15223613, "text": "Higher serum levels in moderate-severe depression"}, {"pubmed": 15361546, "text": "Replacement of the fractalkine N terminus with the cognate domain of vMIP-II disrupted the ability of FKN to bind CX3CR1."}, {"pubmed": 15529011, "text": "Fractalkine-CX3CR1 protein system may be involved in the inflammatory response to traumatic brain injury"}, {"pubmed": 15579768, "text": "examined production and localization of fractalkine in endometrium at different stages of the menstrual cycle corresponding to known leukocyte accumulation, in early pregnancy and in women using progestin-only contraceptives"}, {"pubmed": 15621116, "text": "trend toward higher glomerular Fractalkine expression among patients with more severe kidney transplantation rejection"}, {"pubmed": 15726664, "text": "Fractalkine and CX3CR1 are involved in the recruitment of intraepithelial lymphocytes of intrahepatic bile ducts."}, {"pubmed": 15774461, "text": "dynamic, SNARE-mediated recycling of CX(3)CL1 from the cell surface to and from an endomembrane storage compartment"}, {"pubmed": 16224053, "text": "CX3CL1/CX3CR1 dyad may contribute to atherogenesis and plaque destabilization in human coronary artery disease"}, {"pubmed": 16645504, "text": "study demonstrates a significant association between the CX3CR1-T280M polymorphism and severe respiratory syncytial virus -induced bronchiolitis"}, {"pubmed": 16767549, "text": "This review examines new concepts underlying fractalkine-mediated leukocyte migration and tissue damage, focusing primarily on the pathophysiological roles of fractalkine in rheumatic diseases"}, {"pubmed": 16877565, "text": "This study suggests that FKN may play an important role in the pathophysiological process of inflammatory angiogenesis."}, {"pubmed": 17002687, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17002687, "text": "role for the CX3CL1-CX3CR1 system in the pathogenesis of psoriasis"}, {"pubmed": 17062081, "text": "serum CXC3L1 is increased in pityriasis rosea"}, {"pubmed": 17075825, "text": "Fkn and CX(3)CR1 play crucial roles in the pathogenesis of rheumatoid vasculitis"}, {"pubmed": 17082482, "text": "In addition to its role as a chemokine and adhesion molecule, fractalkine induces vascular dysfunction by stimulating vascular reactive oxygen species resulting in reduced NO bioavailability"}, {"pubmed": 17132725, "text": "interaction of CX(3)CR1(+) cells with fractalkine present on activated endothelial cells may contribute to renal injury in hemolytic uremic syndrome"}, {"pubmed": 17241867, "text": "significant role of FKN in disease pathogenesis of inflammatory bowel diseases"}, {"pubmed": 17415055, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17471309, "text": "FKN might preferentially mediate migration and recruitment of CD16+ monocytes, and might contribute to synovial tissue inflammation."}, {"pubmed": 17487393, "text": "This study further confirms that membrane-expressed fractalkine plays a critical role in NK cell activation."}, {"pubmed": 17505143, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17611763, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17611763, "text": "Plasma levels of CX3CL1 do not seem to be a useful tumour marker that reflects the disease outcome of CRC."}, {"pubmed": 17885215, "text": "s-FKN is shed from endothelial cells following hypoxia/reoxygenation and acts on them through CX3CR1 to increase ICAM-1 expression and promote neutrophil adhesion through activation of the Jak-Stat5 pathway"}, {"pubmed": 17895402, "text": "fractalkine-CX(3)CR1 interaction resulting in recruitment of natural killer (NK) cells and monocyte-macrophages plays an important role in mediating endothelial damage in cytomegalovirus infection"}, {"pubmed": 17907166, "text": "These data assign a critical role to fractalkine and its receptor in fibroblast proliferation and pannus formation in rheumatoid arthritis"}, {"pubmed": 18006432, "text": "Activation of fractalkine/CX3CR1 by vascular endothelial cells induces angiogenesis through VEGF-A/KDR."}, {"pubmed": 18230685, "text": "CX(3)CL1 expression is regulated through the NF-kappaB pathway; dexamethasone inhibits CX(3)CL1 expression through a glucocorticoid receptor-dependent (RU486 sensitive) mechanism"}, {"pubmed": 18296082, "text": "CX3CL1+ and CX3CR1+ cells are present in abdominal aortic aneurysms and may contribute to the recruitment of inflammatory cells."}, {"pubmed": 18367676, "text": "CX3CL1 is involved in mechanisms by which trophoblast cells migrate during early pregnancy."}, {"pubmed": 18436581, "text": "The thrombin-induced monocyte/endothelial cell cross-talk mediated by increased CX3CL1 expression potentiates the CCL2 chemokine generation that might contribute to the recruitment of monocytes into inflamed areas"}, {"pubmed": 18523306, "text": "Transduction of adhesion molecules in unactivated human dermal microvascular cells indicates that T cell receptor-driven transedothelial migration is dependent upon fractalkine."}, {"pubmed": 18606701, "text": "in response to Shiga toxin 2, FKN is induced playing an essential role in the promotion of leukocyte-endothelial cell interaction."}, {"pubmed": 18725411, "text": "analysis of the role of the transmembrane domain and how it affects the adhesiveness of the CX3CL1 chemokine, which requires its aggregation"}, {"pubmed": 18778890, "text": "CX3CR1-expressing neuroblastoma cells were stimulated by CX3CL1 to transmigrate through human bone-marrow endothelial cells"}, {"pubmed": 18799080, "text": "In systemic sclerosis, serum fractalkine basal level was significantly higher than in controls"}, {"pubmed": 18799722, "text": "CX3CL1/fractalkine is released rapidly from apoptotic lymphocytes, via caspase- and Bcl-2-regulated mechanisms, to attract macrophages."}, {"pubmed": 18800027, "text": "urinary fractalkine levels predict acute rejection, where high levels were associated with steroid-resistance and poor outcome."}, {"pubmed": 18938112, "text": "Increased CX3CL1/CX3CR1 interaction could contribute to the inflammatory phenotype seen in subgroups of CVID patients."}, {"pubmed": 19030200, "text": "Fractalkine and TGF-beta1 levels reflect the severity of chronic pancreatitis in humans."}, {"pubmed": 19047106, "text": "CX3CL1, IL-15, and CCL4 can serve as independent predictors of biochemical recurrence."}, {"pubmed": 19132243, "text": "High glucose conditions induce upregulation of fractalkine and monocyte chemotactic protein-1 in human smooth muscle cells."}, {"pubmed": 19153557, "text": "in chronic pancreatitis patients, pancreatic fractalkine expression appears to be linked to visceral pain and to the recruitment of inflammatory cells into the pancreatic tissue and nerve fibers, with subsequent pancreatic neuritis"}, {"pubmed": 19155311, "text": "Prostate cancer cell chemotaxis seems, at least partially, dependent on membrane-bound CX3CL1/fractalkine ligand for chemokine receptor CX3CR1."}, {"pubmed": 19214751, "text": "the suppression of CX3CL1 production by WIN55,212-2 involves inhibition of signaling via p38 MAPK."}, {"pubmed": 19324423, "text": "Tumour necrosis factor (TNF) significantly increased fractalkine mRNA (>100 fold) and protein expression, which was associated with increased shedding of fractalkine from the cell."}, {"pubmed": 19327232, "text": "Serum CX3CL1 (chemokine (C-X3-C motif) ligand 1)levels were significantly higher in Microscopic polyangiitis patients than in either Large Vessel vasculitis group or healthy individuals"}, {"pubmed": 19351602, "text": "The new data uncover fractalkine (Fk) as a novel molecular link between resistin and inflammation and show that resistin and TNF-alpha have no additive effect in Fk up-regulation or on the signalling molecules implicated"}, {"pubmed": 19369458, "text": "Our results suggest that the CX3CL1-CX3CR1 system in patients with active rheumatoid arthritis may be sensitive to anti-tumor necrosis factor-alpha therapy, and confirm that CX3CL1 plays a crucial role in the pathogenesis of rheumatoid arthritis."}, {"pubmed": 19372452, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19372452, "text": "we found no replicable associations of CX3CL1 polymorphisms with carotid intima-media thickness or plaque"}, {"pubmed": 19432809, "text": "ADAM10, ADAM17 and MMP-2 synthesized by activated hepatic stellate cells mediate CX3CL1 shedding and release of chemotactic peptides."}, {"pubmed": 19563789, "text": "The expression of human fractalkine is significantly increased following bone marrow transplantation into the ischemic brain."}, {"pubmed": 19605482, "text": "the carboxy terminus of US28 controls US28 signaling in the context of HCMV infection and chemokines such as CX3CL1 can decrease constitutive US28 signals and yet simultaneously promote nonconstitutive US28 signals"}, {"pubmed": 19723636, "text": "the cytoplasmic tail of CX(3)CL1 facilitates its constitutive clathrin-mediated endocytosis. Such regulation enables intracellular storage of a sizable pool of presynthesized CX(3)CL1"}, {"pubmed": 19729601, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19840952, "text": "two novel and important functions of CX3CL1 on primary human vascular smooth muscles: anti-apoptosis and proliferation, both mediated via epiregulin-induced EGFR signalling"}, {"pubmed": 19850645, "text": "These data suggest that PPARgamma activation represses FKN signaling."}, {"pubmed": 19851523, "text": "Patients with insulin-dependent diabetes or coronary heart disease following rehabilitation express serum fractalkine levels similar to those in healthy control subjects."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19923448, "text": "CX3CL1/fractalkine, which is a dual functional chemokine, on osteoblasts works as an adhesion molecule toward osteoclast precursors. Osteoblasts constitutively express CX3CL1 at high levels and may also use soluble CX3CL1 to attract osteoclast precursors."}, {"pubmed": 20019415, "text": "Increases in the fractalkine level and the number of CX3CR1-expressing mononuclear cells might contribute to coronary plaque rupture in unstable angina pectoris."}, {"pubmed": 20034466, "text": "resistin and high glucose induce the up-regulation of P-selectin and fractalkine and the ensuing increased monocyte adhesion by a mechanism involving oxidative stress and NF-kB and AP-1 activation."}, {"pubmed": 20041188, "text": "Germinal centre and memory B cells expressed CX(3)CR1 but only germinal centre B cells were attracted by soluble CX(3)CL1 in a transwell assay."}, {"pubmed": 20158572, "text": "Data show that PLT adhesion to HIMEC was ICAM-1, FKN and integrin alpha(v)beta(3) dependent."}, {"pubmed": 20237149, "text": "Thromboxane receptor stimulation induces rapid cleavage of surface CX(3)CL1, thereby releasing the soluble chemoattractant, plus mobilization of the remaining transmembrane CX(3)CL1 to enhance the avidity of interactions with adherent leukocytes."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20482449, "text": "Data show that pre-CPB, plasma levels of EGF and MIP-1beta, 2 h following CPB, sVCAM-1, fractalkine and MIP-1ALPHA, and at later time points, sVCAM-1 and IL-6 were associated with AKI."}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20511186, "text": "CX3CL1 is expressed on the tumor cell plasma membrane while soluble CX3CL1 accumulates in the culture supernatants, indicating that the chemokine is constitutively released."}, {"pubmed": 20512991, "text": "A novel combination of surface molecules, including VAP-1 and CX(3)CL1 promotes the recruitment of CD16(+) monocytes to the liver, allowing them to localize at sites of chronic inflammation and fibrosis."}, {"pubmed": 20559678, "text": "Data suggest that transmembrane CX3CL1 mediates leukocyte transmigration via the DRY motif and C-terminus of CX3CR1 and the activity of ADAM10."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20664972, "text": "Suggest that fractalkine may play a key role in the mechanism of angiogenesis and carcinogenesis of hepatocellular carcinoma."}, {"pubmed": 20668227, "text": "Inhibition of Natural killer cell response to CX3CL1 is mediated by the P2Y11 receptor."}, {"pubmed": 20869263, "text": "FKN levels significantly correlate with preoperative hypoxemia and PAH, suggesting that FKN may be up-regulated during hypoxemia"}, {"pubmed": 20880200, "text": "CX3CL1 secreted by oral fibroblasts appears to play an important role in the oral immune response to Candida albicans infection"}, {"pubmed": 20922190, "text": "Soluble fractalkine is up-regulated under inflammatory conditions associated with hepatocellular carcinoma development, but ADAM17 does not appear to be responsible for regulating this process."}, {"pubmed": 21168500, "text": "Fractalkine and IL-5 inhibit cytokine-induced proinflammatory gene expression in a human microglia cell line"}, {"pubmed": 21398580, "text": "endothelial expressed fractalkine activates platelets via its cognate receptor CX3CR1, whereas platelet adhesion is predominantly mediated by GPIbalpha and independent of CX3CR1"}, {"pubmed": 21463954, "text": "plasma fractalkine (CX3CL1) may have a role in severe liver disease in HIV/HCV co-infected patients with HCV genotype 1"}, {"pubmed": 21525510, "text": "CX3CL1-CX3CR1 is a novel inflammatory adipose chemokine system that modulates monocyte adhesion to adipocytes and is associated with obesity, insulin resistance, and type 2 diabetes."}, {"pubmed": 21527754, "text": "Suggest that amyloid-beta enhances endothelial progenitor cell migration in response to fractalkine through the upregulation of CX3CR1. This may be involved in the development of choroidal neovascularization."}, {"pubmed": 21546901, "text": "CX(3)CR1/CX(3)CL1 system may contribute to interactions between chronic lymphocytic leukemia (CLL) cells and tumor microenvironment by increasing CXCL12-mediated attraction of leukemic cells to nurselike cells"}, {"pubmed": 21638128, "text": "is associated with Henoch-Schonlein purpura"}, {"pubmed": 21750716, "text": "Data show that together with GILZ, chemokine CX3CL1 emerges as a regulator of cell proliferation, which may be of potential"}, {"pubmed": 21768350, "text": "Data show that Pic, a class 2 SPATE protein produced by Shigella flexneri 2a targets a broad range of human leukocyte glycoproteins including CD43, CD44, CD45, CD93, CD162 and the surface-attached chemokine fractalkine."}, {"pubmed": 22123179, "text": "Data show that CX(3)CR1 expression enables CD4(+)CD28(-) T cells to migrate towards a fractalkine gradient in vitro."}, {"pubmed": 22177089, "text": "Serum CX3CL1 levels are not changed in this study of active and inactive Behcet's disease and neuro-Behcet's disease."}, {"pubmed": 22321225, "text": "Upregulated MCP-1, RANTES and Fractalkine might promote coronary plaque vulnerability in unstable angina pectoris patients."}, {"pubmed": 22322207, "text": "The serum CX3CL1 level may be used as a clinical marker to assess the disease activity of adult-onset Still's disease."}, {"pubmed": 22394569, "text": "Serum CX3CL1 level could be a surrogate marker of polymyositis and dermatomyositis activity."}, {"pubmed": 22422195, "text": "CX3CL1 is a new prognostic biomarker and may be a novel candidate for development of a more effective therapeutic strategy for breast carcinoma."}, {"pubmed": 22572859, "text": "Upregulation of glomerular and urinary fractalkine suggests an involvement of the CX3CR1-fractalkine axis in the exacerbation of gross hematuria in patients with IgA nephropathy."}, {"pubmed": 22639377, "text": "Overall survival was worse for patients with pancreatic ductal adenocarcinoma with the combined high expression of CX3CL1 and CX3CR1. Patients with a high CX3CL1 expression tumor had a significantly shorter overall survival."}, {"pubmed": 22641052, "text": "ADAM-10 is responsible for TNF-induced shedding of fractalkine from the cell membrane in human adult brain endothelial cell line."}, {"pubmed": 22652599, "text": "increased fractalkine levels are associated with decreased endogenous platelet inhibition and impaired response to P2Y12 inhibition with clopidogrel."}, {"pubmed": 22664781, "text": "MCP-1, RANTES and fractalkine independently participate in the pathogenesis of plaque vulnerability and subsequent plaque rupture."}, {"pubmed": 22692452, "text": "CX3CL1 expression in the conjunctiva is increased in immune cell trafficking during toxic ocular surface inflammation."}, {"pubmed": 22709495, "text": "FKN up-regulates FKN mRNA expression in rheumatoid arthritis-fibroblast-like synoviocytes via the NF-kappaB pathway to stimulate cell proliferation."}, {"pubmed": 22739755, "text": "Fractalkine is a potential local inflammatory mediator which influences platelet activation in the setting of atherosclerosis. Review."}, {"pubmed": 22798324, "text": "In contrast to our original hypothesis, lower concentrations of CX3CL1 are associated with worse stroke outcome"}, {"pubmed": 22897138, "text": "In the present coronary artery disease population, no differences in circulating levels of fractalkine or expression levels of CX3CR1 were observed between patients with and without T2DM, or with and without metabolic syndrome."}, {"pubmed": 22916279, "text": "Fractalkine is expressed in early and advanced atherosclerotic lesions and supports monocyte recruitment via CX3CR1."}, {"pubmed": 23002075, "text": "Hypoxic release of endothelial CX3CL1 induced SMC phenotypic switching from the contractile to the proliferative state. Inhibition of CX3CR1 prevented CX3CL1 stimulation of SMC proliferation and monolayer expansion."}, {"pubmed": 23014777, "text": "Fractalkine was a significant predictor of all-cause mortality in patients with advanced heart failure. Fractalkine improves risk prediction beyond NT-proBNP and might therefore help to identify high risk patients who need special care."}, {"pubmed": 23029290, "text": "Fibroblast growth factor receptor 1 activation leads to induction of CX3CL1 in a tumor setting."}, {"pubmed": 23086480, "text": "resistin contributes to the pro-inflammatory state of SMC by the up-regulation of CX3CL1 and CX3CR1 expression via a mechanism involving NF-kB, AP-1, and STAT1/3 transcription factors, (2) resistin employs TLR4 and Gi-protein signaling."}, {"pubmed": 23117657, "text": "Suggest that Ang-II induces functional CX(3)CL1 expression in arterial but not in venous endothelial cells."}, {"pubmed": 23125415, "text": "Chemokine fractalkine receptor (CX3CL1) binds directly to integrins alpha4beta1 and alphav4beta3 at a very high affinity."}, {"pubmed": 23168573, "text": "The TLR3/IRF3/Fkn signaling pathway may, at least in part, mediate immune and inflammatory responses against viral infection in mesangial cells."}, {"pubmed": 23229614, "text": "CX3CL1 was found to be abundantly expressed in human meningioma samples of different malignant grades."}, {"pubmed": 23261412, "text": "Results suggest that putative genetic factors (heritability) explained 43.6+/-3% of the total variation of plasma fractalkine (CX3CL1) levels."}, {"pubmed": 23303826, "text": "In contrast to CX3CR1, which promotes efficient cell capture upon binding to anchored CX3CL1, US28 acts to increase the migration of cells upon binding to the same ligand."}, {"pubmed": 23332170, "text": "Soluble fractalkine overexpression significantly reduced tau pathology in transgenic mouse model of tauopathy."}, {"pubmed": 23470165, "text": "Interactions between CX3CL1 and CX3CR1 may contribute to the development of leukocytoclastic vasculitis."}, {"pubmed": 23477808, "text": "fat mass alone is not responsible for elevation of fractalkine seen in obese individuals"}, {"pubmed": 23584220, "text": "Fractalkine and its receptor CX3CR1 are expressed in the human brain after traumatic brain injury and intracranial hemorrhage and may be involved in the limitation of tissue damage."}, {"pubmed": 23645563, "text": "CXCL12 and CX3CL1 and their respective receptors are expressed in benign and malignant human nerve sheath tumors"}, {"pubmed": 23724129, "text": "HDACs and NF-kB signaling coordinate epithelial expression of CX3CL1 to promote mucosal antimicrobial defense through suppression of the mir-424-503 gene."}, {"pubmed": 23857671, "text": "CX3CL1/CX3CR1 reprograms glucose metabolism through HIF-1 pathway in pancreatic cancer cells."}, {"pubmed": 23887641, "text": "The CX3CR1 antagonist F1 (N-terminal modified CX3CL1) is a potent inhibitor of the progression of atherosclerotic lesions."}, {"pubmed": 23897050, "text": "Our results provide new understanding of the role of ADAM-17, p38 MAPK, cathepsins, and the proteasome pathway in FKN expression and shedding."}, {"pubmed": 23912959, "text": "CX3CL1 expression is associated with poor outcome in breast cancer patients."}, {"pubmed": 23956503, "text": "CX3CL1 and CX3CR1 signaling may have a role in the pathomechanism of placental microvasculature remodeling in diabetes class C"}, {"pubmed": 23974513, "text": "studies support an important pathogenic role of CX3CL1/CX3CR1 in atherogenesis and plaque destabilization"}, {"pubmed": 24006262, "text": "we show that deletion of the CX3CL1 receptor in Cx3cr1(-/-) DCs results in markedly delayed lymphatic trafficking in vivo and impaired translymphatic migration in vitro."}, {"pubmed": 24060055, "text": "This study identified for the first time that increases in CX3CL1 and CX3CR1-expressing cells are significantly related to ligamentum flavum hypertrophy."}, {"pubmed": 24068281, "text": "These observations suggest a crosstalk between monocytes and human renal mesangial cells via the interaction of MMP2 and fractalkine."}, {"pubmed": 24185682, "text": "CX3CL1 produced by senescent biliary epithelial cells may promote infiltration of corresponding CX3CR1-expressing cells and further aggravate inflammation in bile duct lesion in primary biliary cirrhosis."}, {"pubmed": 24270813, "text": "The modulatory influence of TNFalpha on CX3CR1 expression in hypoxia and CX3CL1/CX3CR1 interaction may serve as a compensatory mechanism to preserve or augment the pro-inflammatory course of intercellular interactions in placental endothelium"}, {"pubmed": 24294368, "text": "miR-195 plays important roles in regulating the functions of endometrial stromal cells by targeting fractalkine."}, {"pubmed": 24307760, "text": "Unlike IL-18 and FKN, plasma GZB may have a role in severity of acute coronary syndrome"}, {"pubmed": 24324211, "text": "Increased serum levels of CX3CL1 protein were observed in Sjogren's patients and in RA patients compared with controls, but no difference was found between Sicca patients and controls. mRNA was upregulated in Sjogren's patients' salivary glands."}, {"pubmed": 24336891, "text": "elevated plasma levels promote platelet hyperreactivity and vascular dysfunction in congestive heart failure"}, {"pubmed": 24352739, "text": "Results show that FKN appears to prevent excess microglial activation in the absence of injury while promoting activation of microglia and astrocytes during inflammatory episodes."}, {"pubmed": 24427339, "text": "higher levels of FKN secreted by eutopic endometrial stromal cells facilitate the onset and progression of endometriosis"}, {"pubmed": 24603149, "text": "CX3CL1(+) apo-MPs released by apoptotic cells mediate the chemotactic transmigration of alveolar macrophages."}, {"pubmed": 24632971, "text": "A significant and persistent decrease in circulating fractalkine was observed after orthopedic and coronary bypass surgery despite a marked inflammatory response."}, {"pubmed": 24673545, "text": "Data suggest that serum levels of fractalkine are not different between women with gestational diabetes and control subjects, but are associated with markers of insulin resistance and progranulin in normal pregnancy."}, {"pubmed": 24676787, "text": "Low expression of CX3CL1 is gender-specifically associated with soft tissue sarcoma."}, {"pubmed": 24764683, "text": "CX3CL1/CX3CR1 expression may be associated with the occurrence and development of gastric carcinoma as well as gastric carcinoma perineural invasion"}, {"pubmed": 24788416, "text": "Insulin resistance increases plaque vulnerability by augmenting the CX3CL1/CX3CR1 axis, which is mechanistically linked to reduced vascular smooth muscle cell survival"}, {"pubmed": 24789099, "text": "Data show that chemokine domain of fractalkine (FKN-CD) can activate alphavbeta3 integrin in the absence of fractalkine receptor CX3CR1, but that this activation requires the direct binding of FKN-CD to alphavbeta3."}, {"pubmed": 24930044, "text": "Fractalkine levels are elevated the first 12 h after percutaneous coronary intervention in patients with acute myocardial infarction, however, not correlated to infarct size."}, {"pubmed": 24935307, "text": "Measuring serum levels of fractalkine, IP-10, and their receptors (especially the fractalkine/IP-10 combination) may serve as a noninvasive approach for the early diagnosis of renal allograft rejection"}, {"pubmed": 25040843, "text": "molecular cloning and expression analysis of fractalkine (Fk); findings indicate NF-kappaB and STAT1/STAT3 contribute to Fk promoter activity in smooth muscle cells, and that this takes place through functional NF-kappaB and interferon-gamma-activated sites"}, {"pubmed": 25253723, "text": "Data indicate that metalloprotease ADAM10 has limited interaction with CX3CL1 chemokine on the surface of umbilical vein endothelial cell."}, {"pubmed": 25320221, "text": "Fractalkine and CX3CR1 may play a role in the pathogenesis of pSS, including extraglandular manifestations."}, {"pubmed": 25359863, "text": "CX3CL1, but not other chemokines tested, promoted monocyte survival in a dose-dependent manner with full-length CX3CL1 (including the mucin stalk) having a more potent antiapoptotic effect than chemokine-domain CX3CL1."}, {"pubmed": 25420917, "text": "These findings strongly suggest the implication of the CX3CL1/CX3CR1 axis in the pathogenesis of aGVHD."}, {"pubmed": 25480631, "text": "The findings of elevated serum Fkn and Fkn gene expression in both vaso-occlusive crisis and stable forms of SCD suggest that this chemokine may be involved in the pathogenesis of inflammation observed in SCD."}, {"pubmed": 25503251, "text": "The study found no difference in plasma levels of CX3CL1 and CCL2 among age-related macular degeneration patients and the control groups."}, {"pubmed": 25566740, "text": "Forskolin-induced differentiation and syncytialization of the trophoblast cell line BeWo was accompanied with a substantial upregulation in fractalkine expression and led to increased adhesion of the monocyte cell line THP-1, which bound to syncytia."}, {"pubmed": 25596452, "text": "CX3CL1 induces recruitment of CX3CR1(+)ICAM-1(+)CD4(+) T-cells into the central nervous system (CNS) during the early inflammatory response in multiple sclerosis."}, {"pubmed": 25596843, "text": "This study found that CX3CL1 and TREM2, two genes related to neuroinflammation, were expressed at higher levels in brain regions with pronounced vulnerability to Alzheimer disease-related changes."}, {"pubmed": 25692263, "text": "Fractalkine in synovial fluid and serum is reflective of symptomatic severity in knee osteoarthritis."}, {"pubmed": 25745166, "text": "this study reports the crystal structure at 2.9 angstrom resolution of the human cytomegalovirus GPCR US28 in complex with the chemokine domain of human CX3CL1 (fractalkine)."}, {"pubmed": 25769431, "text": "we suggest that increased maternal TNF-alpha may up-regulate the expression and release of placental fractalkine, which, in turn, may contribute to an exaggerated systemic inflammatory response in preeclampsia"}, {"pubmed": 25795074, "text": "In a CKD cohort, CX3CL1 levels were associated positively with several CVD risk factors and metabolic traits, lower estimated glomerular filtration rate, and higher levels of inflammatory cytokines, as well as prevalent CVD and diabetes."}, {"pubmed": 25845619, "text": "CX3CL1 and CX3CR1 may contribute to the formation of coronary atherosclerotic plaque in coronary artery disease"}, {"pubmed": 25962684, "text": "the results from the present study support the concept of the CX3CL1-mediated activation of the progression of the multiple myeloma via CX3CR1."}, {"pubmed": 26049921, "text": "Report increased circulating fractalkine in STEMI patients, which was rapidly decreased after PCI."}, {"pubmed": 26074318, "text": "MIP-1beta, TNF-alpha and fractalkine are expressed in plasma, which reflects the levels of several pro-atherogenic cytokines in plaque tissue"}, {"pubmed": 26080445, "text": "Data show that US28 receptor binds with high selectivity and improved binding for the CX3C chemokine, CX3CL1."}, {"pubmed": 26168217, "text": "data suggest that fractalkine contributes to lymphocyte shifts, which may influence development of MVO through the action of effector T cells."}, {"pubmed": 26189830, "text": "CX3CL1/CX3CR1 axis plays a key role in the development of ischemia-induced oligodendrocyte injury via p38MAPK signaling pathway."}, {"pubmed": 26191329, "text": "The interactions of CX3CL1, LEPR and IL-6 genes might increase the risk of coronary artery disease in Chinese Han population."}, {"pubmed": 26496926, "text": "FKN enhances cell proliferation by promoting cell cycle progression in hypoxic prostate cancer cells."}, {"pubmed": 26558776, "text": "Fractalkine signaling regulates macrophage recruitment into the cochlea and promotes survival of spiral ganglion neurons."}, {"pubmed": 26586708, "text": "Skin and serum CX3CL1 elevated expression was associated with psoriasis severity."}, {"pubmed": 26631623, "text": "Post-transcriptional suppression of KSRP destabilizes CX3CL1 mRNA in liver epithelial cells."}, {"pubmed": 26632602, "text": "Suggest that CX3CL1 participates in cross-talk mechanisms between endothelium and other muscle tissue cells and may promote a shift in the microenvironment toward a more regenerative milieu after exercise."}, {"pubmed": 26633537, "text": "CX3CL1 was expressed only by the normal and cancer adjacent normal fallopian tube epithelium; its expression was largely lost in the malignant fallopian epithelium."}, {"pubmed": 26718770, "text": "CX3CL1 increased the migration and invasiveness of DU145 and PC-3, causing epithelial-to-mesenchymal transition. TACE/TGF-alpha/EGFR pathway activation and Slug upregulation were responsible for this."}, {"pubmed": 26796342, "text": "Cell proliferation enhancing and anti-apoptosis activity requires the intracellular domain and apparently the dimerization of the transmembrane chemokine ligand."}, {"pubmed": 26864305, "text": "miR-223 controls the expression of CX3CL1 by targeting HDAC2 in chronic obstructive pulmonary disease patients and mouse models of the disease."}, {"pubmed": 27011244, "text": "Recent works show that, in allergic diseases, there is an increased expression of fractalkine/CX3CL1 and its unique receptor CX3CR1 and that this chemokine does not act as chemoattractant. In allergic asthma, CX3CR1 expression regulates Th2 and Th1 cell survival in the inflammatory lung, while, in atopic dermatitis, it regulate Th2 and Th1 cell retention into the inflammatory site. [review]"}, {"pubmed": 27031442, "text": "Soluble FKN that was efficiently shed from the surface of LPS-activated ECs in response to binding of CD16(+) monocytes to ECs, diminished monocyte adhesion in down-regulating CX3CR1 expression on the surface of CD16(+) monocytes resulting in decreased TNF-secretion."}, {"pubmed": 27098399, "text": "CX3CL1 exerts numerous effects on pathophysiological conditions that have both negative and positive consequences on pathogenesis and outcome [review]"}, {"pubmed": 27098623, "text": "FKN may serve as a reliable biomarker for evaluating disease severity in atopic dermatitis patients."}, {"pubmed": 27156946, "text": "XCL2 and CX3CL1 expression in lung cancers and adjacent non-cancerous tissues was detected by quantitative PCR and ELISA. The expression of XCL2 and CX3CL1 increases with increasing degree of malignancy, indicating that both chemokines might be important targets in gene therapy for lung cancer."}, {"pubmed": 27180200, "text": "Amendment of the cytokine profile in macrophages subsequent to their interaction with smooth muscle cells: Differential modulation by fractalkine and resistin."}, {"pubmed": 27386819, "text": "Reduced fractalkine levels were found in follicular fluid and granulosa cells, accompanied by decreased progesterone production and reduced steroidogenic acute regulatory protein (StAR) expression in the granulosa cells of patients with polycystic ovary syndrome. Administration of fractalkine reversed the inhibition of progesterone and StAR expression."}, {"pubmed": 27476376, "text": "Serum FKN may serve as a novel biomarker for assessing disease progression and a new potential therapeutic target for anti-resorptive treatment in osteoporosis patients."}, {"pubmed": 27553970, "text": "high levels of fractalkine in ectopic endometrium taken from patients with endometriosis promoted proliferation and invasion of endometrial stromal cells through activating AKT and p38 signal pathways"}, {"pubmed": 27658415, "text": "FKN concentrations are attenuated in girls with anorexia nervosa compared with healthy adolescents and are positively related to nutritional status."}, {"pubmed": 27814376, "text": "Fractalkine-CX3CR1 signaling has been shown to protect neurons."}, {"pubmed": 27832289, "text": "changes in GSK-3beta activity and/or levels regulate the production and subsequent secretion of fractalkine, a chemokine involved in the immune response that has been linked to AD and to other different neurological disorders."}, {"pubmed": 27891323, "text": "In conclusion, leukoplakia-associated fibroblasts produced and secreted less CX3CL1 by inhibiting the ERK signaling pathway, thereby contributing to impaired cell resistance to Candida albicans."}, {"pubmed": 27941884, "text": "High expression of CX3CR1 correlates with significantly shorter survival, specifically in post-menopausal patients with advanced and terminal stages of the disease. Taken together, this support a key regulatory role for the fractalkine axis in advanced and relapsed peritoneal metastasis in epithelial ovarian carcinoma."}, {"pubmed": 28122354, "text": "High CX3CL1 expression is associated with spinal metastases."}, {"pubmed": 28315475, "text": "The US28 gene product has maintained the function of the ancestral gene and has the ability to bind and signal in response to human CX3CL1, the natural ligand for CX3CR1."}, {"pubmed": 28320472, "text": "Data indicate that patients with systemic sclerosis (SSc) displayed higher serum levels of VEGF, endothelin-1 and s-Fractalkine, and that the s-Fractalkine levels positively correlated with CD34(+)CD45(-) endothelial progenitor cells (EPC) numbers."}, {"pubmed": 28470428, "text": "TRAF1, CTGF, and CX3CL1 genes are hypomethylated in osteoarthritis"}, {"pubmed": 28677375, "text": "we conclude that fractalkine may be involved in vulnerability of human carotid plaque"}, {"pubmed": 28677664, "text": "this study shows that allergenic proteases cleave the chemokine CX3CL1 directly from the surface of airway epithelium and augment the effect of rhinovirus"}, {"pubmed": 28739588, "text": "The results strongly suggest that glutaminyl cyclase-catalysed N-terminal pyroglutamate formation of CX3CL1 is important for the stability or the interaction with its receptor and opens new insights into the function of glutaminyl cyclase in inflammation."}, {"pubmed": 28859129, "text": "Fractalkine may be involved in both immunopathological and anti-viral immune responses to rhinovirus infection in asthma."}, {"pubmed": 28986258, "text": "FKN and CX3CR1 expression was significantly increased in pancreatic ductal adenocarcinoma (PDAC) tissues, especially in the metastatic samples, and was highly-correlated with severity of PDAC. Ectopic expression of FKN promoted the proliferation and migration of PDAC, while knockdown of CX3CR1 reversed the function of FKN."}, {"pubmed": 29380447, "text": "Study revealed that high level of CX3CL1 expression correlates well with higher N stage and worse prognosis, perhaps due to enhanced invasive capability of lung cancer cells via activation of JNK & MMP2/MMP9 in lung cancer cells."}, {"pubmed": 29406386, "text": "Low shear stress ( approximately 4.58 dyne/cm) for more than 1 h promoted Fractalkine expression and activated the extracellular signal-regulated kinase (ERK)1/2, p38, and Jun N-terminal kinase (JNK) mitogen-activated protein kinases signaling pathways by their phosphorylation."}, {"pubmed": 29414322, "text": "The results suggest that upregulation of FKN is associated with the pathogenesis and activity of lupus nephritis in Chinese patients."}, {"pubmed": 29433150, "text": "CX3CR1 and CX3CL1 may have roles in deep vein thrombosis-associated endothelial dysfunction"}, {"pubmed": 29446734, "text": "CX3CL1 role in renal diseases.[review]"}, {"pubmed": 29455547, "text": "Serum fractalkine levels were significantly higher in the impaired glucose tolerance and type 2 diabetes groups compared to the normal glucose tolerance group."}, {"pubmed": 29461240, "text": "The expression of CX3CL1 and capital EM, Cyrilliccapital ES, Cyrilliccapital ER, Cyrillic-1 affect vital pulmonary capacity and forced expiratory volume in patients with asthma complicated by diabetes mellitus type 2."}, {"pubmed": 29867042, "text": "The chemokine CX3CL1 was established as a central NF-kappaB target gene mediating therapy resistance. While no direct impact of CX3CL1 expression on cancer cell apoptosis was identified in co-culture assays it became apparent that CX3CL1 is acting in a paracrine fashion, leading to an increased recruitment of inflammatory cells."}, {"pubmed": 29882741, "text": "The structure of a G-protein-biased CX3CL1 chemokine (CX3CL1)-variant in complex with envelope protein US28 (US28) indicated an entirely unique chemokine amino terminal peptide conformation and remodeled constellation of receptor-ligand interactions."}, {"pubmed": 30010903, "text": "Plasma fractalkine levels were associated with creatinine level, 24-h urine protein, mesangial hypercellularity pathological damage, the CD68+ macrophage and CD20+ B cell infiltration in renal tissue and renal outcome"}, {"pubmed": 30049235, "text": "Placental fractalkine immunoreactivity in preeclampsia and its correlation with histopathological changes in the placenta and adverse pregnancy outcomes()."}, {"pubmed": 30066854, "text": "Study demonstrated that CX3CL1/CX3CR1 was overexpressed in prostate cancer tissues with spinal metastasis compared with primary tumors. Overexpression of CX3CR1 increased cell proliferation, migration and invasion. Also, study observed that EGFR/Src/FAK pathway was activated by CX3CL1/CX3CR1."}, {"pubmed": 30081186, "text": "these findings demonstrated a more powerful prediction of early acute renal allograft rejection during the first month after transplantation by combination of multiple-biomarkers of fractalkine, IFN-gamma and IP-10, and the results might help stratify the immunologic risk of acute allograft rejection in recipients"}, {"pubmed": 30150990, "text": "this study identifies a novel role for CX3CL1 in memory CD8(+) T cell accumulation in the omentum of obesity-associated cancer patients"}, {"pubmed": 30352020, "text": "The results indicated that the absence of CX3CR1/CX3CL1 signaling in the central nervous system (CNS) may worsen neurodegeneration. The CX3CL1/CX3CR1 communication system has anti-inflammatory and neuroprotective effects and plays an important role in maintaining autophagy activity."}, {"pubmed": 30352758, "text": "Prognostic value of fractalkine/CX3CL1 concentration in patients with acute myocardial infarction treated with primary percutaneous coronary intervention."}, {"pubmed": 30468463, "text": "miR-485-5p/CX3CL1 axis controls metastasis and proliferation of osteosarcoma cells."}, {"pubmed": 30554983, "text": "Although there was no significant difference in fractalkine expression, fractalkine receptor expression was significantly higher in tonsillar hypertrophy group than chronic tonsillitis group."}, {"pubmed": 30575118, "text": "data have identified a novel mechanism in which R132H mutation of the IDH1 gene serves as a tumor suppressor by promoting the recruitment of NK cells through CX3CL1/CX3CR1 chemotaxis."}, {"pubmed": 30628679, "text": "Study findings indicated that CX3CL1 promotes lung cancer cell migration and invasion in vitro, and the Src/FAK signaling pathway serves a vital role in this process."}, {"pubmed": 30717334, "text": "These data suggest that maternal angiotensin II levels influence placental CX3CL1 expression, which, in turn, can affect monocyte to trophoblast adhesion. Release of placental CX3CL1 could promote the pro-inflammatory status of the CD16 subset of maternal monocytes."}, {"pubmed": 30744705, "text": "Disrupting fractaline signaling has opposing effects on the two hallmark pathologies of Alzheimer disease, but over-expressing a soluble FKN has been shown to reduce tau pathology while not altering amyloid pathology--{REVIEW}"}, {"pubmed": 30886214, "text": "CX3CR1-CX3CL1-dependent cell-to-cell Japanese encephalitis virus transmission by human microglial cells."}, {"pubmed": 30948201, "text": "CX3CL1-CX3CR1 interaction mediates macrophage-mesothelial cross talk and promotes peritoneal fibrosis."}, {"pubmed": 31154608, "text": "Increased Fractalkine (FKN) levels related to insulin resistance, inflammation and androgens in women with Polycystic Ovarian Syndrome (PCOS). FKN may have an inter-related role in different pathophysiologic pathways of PCOS."}, {"pubmed": 31367257, "text": "The miR-561-5p/CX3CL1 Signaling Axis Regulates Pulmonary Metastasis in Hepatocellular Carcinoma Involving CX3CR1(+) Natural Killer Cells Infiltration."}, {"pubmed": 31441843, "text": "OUR RESULTS SUPPORT THAT CCL2, CALCA, AND CXCL1 GENE POLYMORPHISM ARE ASSOCIATED WITH THE OCCURRENCE OF CHRONIC PAIN AFTER CESAREAN SECTION IN CHINESE HAN WOMEN"}, {"pubmed": 31625434, "text": "Endothelial expression of fractalkine (CX3CL1) is induced by Toll-like receptor 3 signaling in cultured human glomerular endothelial cells."}, {"pubmed": 31629111, "text": "Increased levels of inflammatory biomarker CX3CL1 in patients with chronic obstructive pulmonary disease."}, {"pubmed": 31652730, "text": "It was concluded that CX3CL1 seems to be involved in the appearance and progression of celiac disease, and it appears to be a potential diagnostic biomarker."}, {"pubmed": 31996771, "text": "CX3CL1 induction and shedding may play a role in Sjogren's syndrome pathogenesis"}, {"pubmed": 32060841, "text": "REVIEW: CX3CL1 Signaling in the Tumor Microenvironment"}, {"pubmed": 32179066, "text": "Pivotal Involvement of the CX3CL1-CX3CR1 Axis for the Recruitment of M2 Tumor-Associated Macrophages in Skin Carcinogenesis."}, {"pubmed": 32234515, "text": "CX3CL1 rs170364 gene polymorphism has a protective effect against major depression by enhancing its transcriptional activity."}, {"pubmed": 32295454, "text": "Diminished levels of the chemokine fractalkine in post-mortem prefrontal cortex in schizophrenia but not bipolar disorder."}, {"pubmed": 32319605, "text": "ADAM17-regulated CX3CL1 expression produced by bone marrow endothelial cells promotes spinal metastasis from hepatocellular carcinoma."}, {"pubmed": 32346064, "text": "Entry and exit of chemotherapeutically-promoted cellular dormancy in glioblastoma cells is differentially affected by the chemokines CXCL12, CXCL16, and CX3CL1."}, {"pubmed": 32494000, "text": "CX3CL1 homo-oligomerization drives cell-to-cell adherence."}, {"pubmed": 32673994, "text": "TRIM28/TIF1beta and Fli-1 negatively regulate peroxynitrite generation via DUOX2 to decrease the shedding of membrane-bound fractalkine in human macrophages after exposure to substance P."}, {"pubmed": 32717023, "text": "Human CD16+ monocytes promote a pro-atherosclerotic endothelial cell phenotype via CX3CR1-CX3CL1 interaction."}, {"pubmed": 32799418, "text": "Platelets are recruited to hepatocellular carcinoma tissues in a CX3CL1-CX3CR1 dependent manner and induce tumour cell apoptosis."}, {"pubmed": 32884948, "text": "Comparative Analysis of the Occurrence and Role of CX3CL1 (Fractalkine) and Its Receptor CX3CR1 in Hemophilic Arthropathy and Osteoarthritis."}, {"pubmed": 32922201, "text": "CX3CL1 and CX3CR1 could be a relevant molecular axis in the pathophysiology of idiopathic pulmonary fibrosis."}, {"pubmed": 32975307, "text": "Increased expression of CX3CL1 and CX3CR1 in papillary thyroid carcinoma."}, {"pubmed": 32976527, "text": "CX3CL1 and IL-15 Promote CD8 T cell chemoattraction in HIV and in atherosclerosis."}, {"pubmed": 33073965, "text": "Expression of CCL-18 and CX3CL1 in Serum, and Their Potential Roles as Two Diagnostic and Prognostic Markers in Chronic Obstructive Pulmonary Disease and Chronic cor Pulmonale (COPD&CCP): a Pilot Study."}, {"pubmed": 33325803, "text": "The chemokine CX3CL1/fractalkine regulates immunopathogenesis during fungal-associated allergic airway inflammation."}, {"pubmed": 33330982, "text": "Salivary and serum concentrations of monocyte chemoattractant protein-1, macrophage inhibitory factor, and fractalkine in relation to rheumatoid arthritis and periodontitis."}, {"pubmed": 33456354, "text": "STAT3/miR-15a-5p/CX3CL1 Loop Regulates Proliferation and Migration of Vascular Endothelial Cells in Atherosclerosis."}, {"pubmed": 33496844, "text": "The potential association between a new angiogenic marker fractalkine and a placental vascularization in preeclampsia."}, {"pubmed": 33498837, "text": "Fractalkine, sICAM-1 and Kynurenine Pathway in Restrictive Anorexia Nervosa-Exploratory Study."}, {"pubmed": 33641164, "text": "Potential biomarkers reflecting inflammation in patients with severe periodontitis: Fractalkine (CX3CL1) and its receptor (CX3CR1)."}, {"pubmed": 33754027, "text": "Vertebral-specific activation of the CX3CL1/ICAM-1 signaling network mediates non-small-cell lung cancer spinal metastasis by engaging tumor cell-vertebral bone marrow endothelial cell interactions."}, {"pubmed": 33772780, "text": "Driving T cells to human atherosclerotic plaques: CCL3/CCR5 and CX3CL1/CX3CR1 migration axes."}, {"pubmed": 33906866, "text": "The Chemokine CX3CL1 Improves Trastuzumab Efficacy in HER2 Low-Expressing Cancer In Vitro and In Vivo."}, {"pubmed": 33907786, "text": "[Effects of different orthodontic treatments on sputum chemokines CX3CL1, RANKL/OPG levels in patients with malocclusion]."}, {"pubmed": 34325117, "text": "CX3CL1/fractalkine regulates the differentiation of human peripheral blood monocytes and monocyte-derived dendritic cells into osteoclasts."}, {"pubmed": 34685562, "text": "CX3CL1(+) Microparticles-Induced MFG-E8 Enhances Apoptotic Cell Clearance by Alveolar Macrophages."}, {"pubmed": 34689723, "text": "Urinary IgG, serum CX3CL1 and miRNA-152-3p: as predictors of nephropathy in Egyptian type 2 diabetic patients."}, {"pubmed": 34898373, "text": "MicroRNA (miR)-590-3p alleviates high-glucose induced renal tubular epithelial cell damage by targeting C-X3-C motif chemokine ligand 1 (CX3CL1) in diabetic nephropathy."}, {"pubmed": 34940835, "text": "T helper cells expressing fractalkine receptor and bearing T follicular helper 1-like cell functions in patients with IgG4-related disease."}, {"pubmed": 35330998, "text": "CX3CL1 in the red bone marrow promotes renal cell carcinoma to metastasize to the spine by involving the Src-related pathway."}, {"pubmed": 35485293, "text": "Suppression of CX3CL1 by miR-497-5p inhibits cell growth and invasion through inactivating the ERK/AKT pathway in NSCLC cells."}, {"pubmed": 35770395, "text": "Structure and Function of Ligand CX3CL1 and its Receptor CX3CR1 in Cancer."}, {"pubmed": 35841826, "text": "Intestinal fatty acid binding protein (I-FABP) and CXC3L1 evaluation as biomarkers for patients at high-risk for coeliac disease in Johannesburg, South Africa."}, {"pubmed": 36059489, "text": "CX3CL1-induced CD16(+) monocytes extravasation in myeloperoxidase-ANCA-associated vasculitis correlates with renal damage."}, {"pubmed": 36397015, "text": "CX3CL1 promotes cell sensitivity to ferroptosis and is associated with the tumor microenvironment in clear cell renal cell carcinoma."}, {"pubmed": 37082943, "text": "CX3CL1 induces cell migration and invasion through ICAM-1 expression in oral squamous cell carcinoma cells."}, {"pubmed": 37175630, "text": "Fractalkine Improves the Expression of Endometrium Receptivity-Related Genes and Proteins at Desferrioxamine-Induced Iron Deficiency in HEC-1A Cells."}, {"pubmed": 37175729, "text": "The Cytokine CX3CL1 and ADAMs/MMPs in Concerted Cross-Talk Influencing Neurodegenerative Diseases."}, {"pubmed": 37366231, "text": "Plasma fractalkine contributes to systemic myeloid diversity and PD-L1/PD-1 blockade in lung cancer."}, {"pubmed": 37679252, "text": "The cytokine trio - visfatin, placental growth factor and fractalkine - and their role in myocardial infarction with non-obstructive coronary arteries (MINOCA)."}, {"pubmed": 37814796, "text": "Alpha-1 antitrypsin inhibits fractalkine-mediated monocyte-lung endothelial cell interactions."}, {"pubmed": 38008424, "text": "Fractalkine's dual role in inflammation and hard tissue formation in cultured human dental pulp cells."}, {"pubmed": 38280480, "text": "Direct interaction of platelet with tumor cell aggravates hepatocellular carcinoma metastasis by activating TLR4/ADAM10/CX3CL1 axis."}, {"pubmed": 38561692, "text": "Increased CX3CL1 in cerebrospinal fluid and ictal serum t-tau elevations in migraine: results from a cross-sectional exploratory case-control study."}, {"pubmed": 38660801, "text": "Mild Hypoxia Accelerates Cerebral Cavernous Malformation Disease Through CX3CR1-CX3CL1 Signaling."}, {"pubmed": 38715600, "text": "Deciphering the role of CX3CL1-CX3CR1 in aortic aneurysm pathogenesis: insights from Mendelian randomization and transcriptomic analyses."}, {"pubmed": 38760287, "text": "Relationship between aggressive features of oral squamous cell carcinoma and the immunoexpression of CX3CR1, CX3CL1 and ITGAV."}, {"pubmed": 39062768, "text": "Chemokine CX3CL1 (Fractalkine) Signaling and Diabetic Encephalopathy."}], "genomic_pos": {"chr": "16", "end": 57385044, "ensemblgene": "ENSG00000006210", "start": 57372477, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 57418960, "start": 57406370, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001774", "qualifier": "involved_in", "term": "microglial cell activation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0001954", "pubmed": 24352739, "qualifier": "involved_in", "term": "positive regulation of cell-matrix adhesion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002052", "qualifier": "involved_in", "term": "positive regulation of neuroblast proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002523", "pubmed": 23125415, "qualifier": "involved_in", "term": "leukocyte migration involved in inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002931", "qualifier": "involved_in", "term": "response to ischemia"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006935", "pubmed": 21829356, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006935", "pubmed": 23125415, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006952", "pubmed": 12714508, "qualifier": "involved_in", "term": "defense response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 12714508, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IPI", "gocategory": "BP", "id": "GO:0007155", "pubmed": 10187784, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 24352739, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 24294368, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0010812", "pubmed": 24352739, "qualifier": "involved_in", "term": "negative regulation of cell-substrate adhesion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010976", "qualifier": "involved_in", "term": "positive regulation of neuron projection development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016322", "pubmed": 20920788, "qualifier": "involved_in", "term": "neuron remodeling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019221", "pubmed": 11777952, "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030336", "pubmed": 25435433, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030593", "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030595", "pubmed": 11777952, "qualifier": "involved_in", "term": "leukocyte chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031664", "pubmed": 10652441, "qualifier": "involved_in", "term": "regulation of lipopolysaccharide-mediated signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0032233", "pubmed": 10415068, "qualifier": "involved_in", "term": "positive regulation of actin filament bundle assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032690", "qualifier": "involved_in", "term": "negative regulation of interleukin-1 alpha production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032691", "pubmed": 20018408, "qualifier": "involved_in", "term": "negative regulation of interleukin-1 beta production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032715", "pubmed": 20018408, "qualifier": "involved_in", "term": "negative regulation of interleukin-6 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032720", "pubmed": 10652441, "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032720", "pubmed": 20018408, "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032914", "qualifier": "involved_in", "term": "positive regulation of transforming growth factor beta1 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0033622", "pubmed": 23125415, "qualifier": "involved_in", "term": "integrin activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035425", "qualifier": "involved_in", "term": "autocrine signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": 24294368, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0043123", "pubmed": 10869418, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043123", "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0043410", "pubmed": 10415068, "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043547", "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048167", "pubmed": 24352739, "qualifier": "involved_in", "term": "regulation of synaptic plasticity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048245", "qualifier": "involved_in", "term": "eosinophil chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048247", "qualifier": "involved_in", "term": "lymphocyte chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048661", "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0050729", "pubmed": 11777952, "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050767", "pubmed": 24352739, "qualifier": "involved_in", "term": "regulation of neurogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050902", "pubmed": 12714508, "qualifier": "involved_in", "term": "leukocyte adhesive activation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050918", "pubmed": 10899174, "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051041", "pubmed": 12714508, "qualifier": "involved_in", "term": "positive regulation of calcium-independent cell-cell adhesion"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0051281", "pubmed": [10415068, 10869418], "qualifier": "involved_in", "term": "positive regulation of release of sequestered calcium ion into cytosol"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0051897", "pubmed": [10415068, 10869418], "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051897", "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060055", "qualifier": "involved_in", "term": "angiogenesis involved in wound healing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060326", "pubmed": 10415068, "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061518", "pubmed": 12125082, "qualifier": "involved_in", "term": "microglial cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070050", "qualifier": "involved_in", "term": "neuron cellular homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070098", "pubmed": 10415068, "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0070098", "pubmed": 10869418, "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0070374", "pubmed": 24352739, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097192", "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway in absence of ligand"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0098609", "pubmed": 24352739, "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0098883", "pubmed": 20920788, "qualifier": "involved_in", "term": "synapse pruning"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0110091", "pubmed": 10869418, "qualifier": "involved_in", "term": "negative regulation of hippocampal neuron apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900450", "qualifier": "involved_in", "term": "negative regulation of glutamate receptor signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1903721", "pubmed": 10869418, "qualifier": "involved_in", "term": "positive regulation of I-kappaB phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904141", "pubmed": 10415068, "qualifier": "involved_in", "term": "positive regulation of microglial cell migration"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:2001223", "pubmed": 24352739, "qualifier": "involved_in", "term": "negative regulation of neuron migration"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:2001234", "pubmed": 10869418, "qualifier": "involved_in", "term": "negative regulation of apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001240", "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway in absence of ligand"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": [10415068, 12714508], "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005576", "pubmed": 10899174, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 24352739, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 12714508, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": [10899174, 12714508], "qualifier": "located_in", "term": "membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0042995", "qualifier": "located_in", "term": "cell projection"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043005", "qualifier": "located_in", "term": "neuron projection"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 12714508, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005178", "pubmed": 23125415, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9931005, 23125415, 24789099, 25745166, 27653778], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008009", "pubmed": 21829356, "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IGI", "id": "GO:0008009", "pubmed": 10415068, "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008009", "pubmed": [12714508, 24352739], "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031737", "pubmed": [10415068, 23125415], "qualifier": "enables", "term": "CX3C chemokine receptor binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0031737", "pubmed": 20018408, "qualifier": "enables", "term": "CX3C chemokine receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0031737", "pubmed": 24352739, "qualifier": "enables", "term": "CX3C chemokine receptor binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0042056", "pubmed": 10899174, "qualifier": "enables", "term": "chemoattractant activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0045237", "pubmed": 10187784, "qualifier": "enables", "term": "CXCR1 chemokine receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048020", "qualifier": "enables", "term": "CCR chemokine receptor binding"}]}, "homologene": {"genes": [[9544, 574225], [9598, 454115], [9606, 6376], [9615, 487265], [9913, 517354], [10090, 20312], [10116, 89808]], "id": 2251}, "interpro": [{"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}, {"desc": "Chemokine beta/gamma/delta", "id": "IPR039809", "short_desc": "Chemokine_b/g/d"}, {"desc": "CX3C chemokine domain", "id": "IPR034127", "short_desc": "Chemokine_CX3C"}], "ipi": "IPI00019771", "map_location": "16q21", "name": "C-X3-C motif chemokine ligand 1", "other_names": ["C-X3-C motif chemokine 1", "CX3C membrane-anchored chemokine", "chemokine (C-X3-C motif) ligand 1", "fractalkine", "small inducible cytokine subfamily D (Cys-X3-Cys), member 1 (fractalkine, neurotactin)", "small inducible cytokine subfamily D (Cys-X3-Cys), member-1", "small-inducible cytokine D1"], "pantherdb": {"HGNC": "10647", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1097153", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 10090, "uniprot_kb": "O35188"}, {"RGD": "620458", "ortholog_type": "LDO", "panther_family": "PTHR12015", "taxid": 10116, "uniprot_kb": "O55145"}, {"Ensembl": "ENSGALG00000053121", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P147"}, {"Ensembl": "ENSGALG00000053868", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q5IEZ5"}, {"Ensembl": "ENSGALG00000002329", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P167"}, {"Ensembl": "ENSGALG00000049551", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P166"}, {"Ensembl": "ENSGALG00000034478", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q4KS30"}, {"Ensembl": "ENSGALG00000054196", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "F1P148"}, {"Ensembl": "ENSGALG00000026663", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "A0A3S5ZPM8"}, {"Ensembl": "ENSGALG00000024470", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "E1BSX8"}, {"Ensembl": "ENSGALG00000014585", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "E1C733"}, {"Ensembl": "ENSGALG00000032717", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 9031, "uniprot_kb": "Q90826"}, {"ZFIN": "ZDB-GENE-131120-38", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4ISV2"}, {"ZFIN": "ZDB-GENE-120709-76", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A0R4IT34"}, {"ZFIN": "ZDB-GENE-081104-131", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A0A2R8Q333"}, {"ZFIN": "ZDB-GENE-081022-33", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "B0V353"}, {"ZFIN": "ZDB-GENE-140718-1", "ortholog_type": "O", "panther_family": "PTHR12015", "taxid": 7955, "uniprot_kb": "A9ZPD8"}], "uniprot_kb": "P78423"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}], "pid": {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}]}, "pdb": ["1B2T", "1F2L", "3ONA", "4XT1", "4XT3", "5WB2", "7RKF", "7RKM", "7RKN", "7XBX"], "pfam": "PF00048", "pharmgkb": "PA35577", "pharos": {"target_id": 18546, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326158", "relationship": "is"}, {"id": "GNF326159", "relationship": "is"}, {"id": "GNF326160", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF222930", "relationship": "is"}, {"id": "GNF256171", "relationship": "is"}, {"id": "GNF256172", "relationship": "is"}, {"id": "GNF256173", "relationship": "is"}, {"id": "GNF256174", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157553", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF040275", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080857", "relationship": "is"}, {"id": "GNF080858", "relationship": "is"}, {"id": "GNF080859", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054049", "relationship": "is"}, {"id": "GNF058828", "relationship": "is"}, {"id": "GNF074112", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062179", "relationship": "is"}, {"id": "GNF062180", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF003141", "relationship": "is"}, {"id": "GNF003142", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF285066", "relationship": "is"}, {"id": "GNF286409", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330560", "relationship": "is"}, {"id": "GNF332265", "relationship": "is"}, {"id": "GNF333715", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337640", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104059", "relationship": "is"}, {"id": "GNF143708", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1"], "protein": ["NP_001291321.1", "NP_002987.1"], "rna": ["NM_001304392.3", "NM_002996.6"], "translation": [{"protein": "NP_001291321.1", "rna": "NM_001304392.3"}, {"protein": "NP_002987.1", "rna": "NM_002996.6"}]}, "reporter": {"HG-U133_Plus_2": ["203687_at", "823_at"], "HG-U95Av2": "823_at", "HTA-2_0": "TC16000488.hg.1", "HuEx-1_0": "3662696", "HuGene-1_1": "7996027", "HuGene-2_1": "16819484"}, "summary": "This gene belongs to the CX3C subgroup of chemokines, characterized by the number of amino acids located between the conserved cysteine residues. This is the only member of the CX3C subgroup, which contains three amino acids between cysteine residues, resulting in a Cys-X-X-X-Cys configuration. The encoded protein contains an extended mucin-like stalk with a chemokine domain on top, and exists in both a membrane-anchored form where it acts as a binding molecule, or, in soluble form, as a chemotactic cytokine. The mature form of this protein can be cleaved at the cell surface, yielding different soluble forms that can interact with the G-protein coupled receptor, C-X3-C motif chemokine receptor 1 gene product. This gene plays a role in a wide range of diseases, including cancer, vasculitis, neuropathies, atherosclerosis, inflammatory diseases, and in human immunodeficiency virus infections. [provided by RefSeq, Sep 2017].", "symbol": "CX3CL1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332814"}, "unigene": "Hs.531668", "uniprot": {"Swiss-Prot": "P78423", "TrEMBL": ["H3BSR6", "A0N0N7", "H3BV86", "J3QRA1"]}, "wikipedia": {"url_stub": "CX3CL1"}}