{"AllianceGenome": "10637", "HGNC": "10637", "MIM": "147310", "_id": "3627", "_version": 4, "accession": {"genomic": ["AC112719.4", "CH471057.1", "CP068274.2", "LC727559.1", "NC_000004.12", "NC_060928.1"], "protein": ["AAH10954.1", "CAA26370.1", "EAX05772.1", "EAX05773.1", "NP_001556.2", "P02778.2"], "rna": ["AA321649.1", "AA505379.1", "BC010954.1", "BF056337.1", "NM_001565.4", "NR_168520.1", "X02530.1"], "translation": [{"protein": "NP_001556.2", "rna": "NM_001565.4"}, {"protein": "AAH10954.1", "rna": "BC010954.1"}, {"protein": "CAA26370.1", "rna": "X02530.1"}]}, "alias": ["C7", "IFI10", "INP10", "IP-10", "SCYB10", "crg-2", "gIP-10", "mob-1"], "ensembl": {"gene": "ENSG00000169245", "protein": "ENSP00000305651", "transcript": "ENST00000306602", "translation": [{"protein": "ENSP00000305651", "rna": "ENST00000306602"}], "type_of_gene": "protein_coding"}, "entrezgene": "3627", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.07027462, "exp_mis": 31.0245395, "exp_syn": 10.6648706, "lof_z": 1.99848811155003, "mis_z": -0.261287044689375, "mu_lof": 2.1128375687e-07, "mu_mis": 2.59025693383e-06, "mu_syn": 7.93320362157e-07, "n_lof": 0.0, "n_mis": 34.0, "n_syn": 10.0, "p_li": 0.731025929703926, "p_null": 0.0122551246081519, "p_rec": 0.256718945687922, "syn_z": 0.126214260876743}, "bp": 297, "cds_end": 76944584, "cds_start": 76943082, "n_exons": 4, "nonpsych": {"exp_lof": 3.6014488, "exp_mis": 27.9976603, "exp_syn": 9.5701947, "lof_z": 1.86376265847063, "mis_z": -0.00022305742153375, "mu_lof": 2.1128375687e-07, "mu_mis": 2.59025693383e-06, "mu_syn": 7.93320362157e-07, "n_lof": 0.0, "n_mis": 28.0, "n_syn": 10.0, "p_li": 0.720514533231399, "p_null": 0.0162236128417689, "p_rec": 0.263261853926832, "syn_z": -0.087473106936192}, "nontcga": {"exp_lof": 3.73660694, "exp_mis": 28.5345325, "exp_syn": 9.8036357, "lof_z": 1.90686505914277, "mis_z": -0.229944845190858, "mu_lof": 2.1128375687e-07, "mu_mis": 2.59025693383e-06, "mu_syn": 7.93320362157e-07, "n_lof": 0.0, "n_mis": 31.0, "n_syn": 8.0, "p_li": 0.71301563129357, "p_null": 0.0146389470826949, "p_rec": 0.272345421623735, "syn_z": 0.364735163833175}, "transcript": "ENST00000306602.1"}, "exons": [{"cdsend": 76023431, "cdsstart": 76021929, "chr": "4", "position": [[76021117, 76021948], [76022365, 76022455], [76022690, 76022817], [76023370, 76023497]], "strand": -1, "transcript": "NM_001565", "txend": 76023497, "txstart": 76021117}, {"cdsend": 76023497, "cdsstart": 76023497, "chr": "4", "position": [[76021117, 76021948], [76022365, 76022455], [76023370, 76023497]], "strand": -1, "transcript": "NR_168520", "txend": 76023497, "txstart": 76021117}], "exons_hg19": [{"cdsend": 76944584, "cdsstart": 76943082, "chr": "4", "position": [[76942270, 76943101], [76943518, 76943608], [76943843, 76943970], [76944523, 76944650]], "strand": -1, "transcript": "NM_001565", "txend": 76944650, "txstart": 76942270}, {"cdsend": 76944650, "cdsstart": 76944650, "chr": "4", "position": [[76942270, 76943101], [76943518, 76943608], [76944523, 76944650]], "strand": -1, "transcript": "NR_168520", "txend": 76944650, "txstart": 76942270}], "generif": [{"pubmed": 11418676, "text": "In a mouse model, this protein is expressed as a marker of hepatic inflammation and injury, suggesting a role in liver repair and regeneration."}, {"pubmed": 11818520, "text": "Production by endometrial stromal cells is regulated by inflammatory mediators; Level may regulate leukocyte trafficking in the endometrium"}, {"pubmed": 11897701, "text": "synthesis was detected in human Leydig cells exposed to the Sendai virus, but not in human total germ cells"}, {"pubmed": 12016104, "text": "These findings suggest that the CXCR3/CXCL10 axis may be involved in the T cell recruitment that occurs in peripheral airways of smokers with COPD and that these T cells may have a type-1 profile."}, {"pubmed": 12117914, "text": "bacterium-induced CXCL10(IP-10) secretion by osteoblast can be mediated in part through toll-like receptor 4"}, {"pubmed": 12117926, "text": "Leishmania promastigotes release a granulocyte chemotactic factor and inhibit gamma-interferon-inducible protein 10 production by neutrophil granulocyte"}, {"pubmed": 12162873, "text": "The IFN-gamma-inducible IP-10 protein was induced in human brain microvascular endothelial cells and astrocytes only after inflammatory stimuli."}, {"pubmed": 12173928, "text": "The structure of IP-10 has been solved by NMR spectroscopy and the surface of IP-10 that interacts with the N-terminus of the receptor CXCR3 has been defined."}, {"pubmed": 12189440, "text": "circulating IP-10 concentrations is increased in patients with Type I diabetes, but only during the early and subclinical stage of the disease."}, {"pubmed": 12270371, "text": "Gene expression is predictive for the individual response of children with chronic allograft nephropathy to mycophenolate mofetil."}, {"pubmed": 12356205, "text": "Increased levels of CXCL10 in cerebrospinal fluid were found in a subgroup of MS patients."}, {"pubmed": 12384933, "text": "IFNgamma stimulates the production of IP-10 and Mig in the SS ductal epithelium, and that IP-10 and Mig are involved in the accumulation of T cell infiltrates in the SS salivary gland."}, {"pubmed": 12393716, "text": "complex gene expression regulation for IP-10 in peripheral blood t lymphocytes, involving both calcineurin-dependent and -independent pathways, is demonstrated"}, {"pubmed": 12441140, "text": "release is evoked by tumor necrosis factor-alpha and interferon-gamma in HaCaT cell line by interleukin-4"}, {"pubmed": 12584353, "text": "highly expressed by mumps virus-infected Leydig cells and ribavirin does not block IP-10 production"}, {"pubmed": 12603854, "text": "17beta-estradiol inhibited interferon-gamma-induced interferon-induced protein of 10 kDa secretion, mRNA expression, and promoter activity in keratinocytes; effects may be mediated by cell surface receptors"}, {"pubmed": 12663757, "text": "infection with cytomegalovirus was found to elicit the production of CXCL10 from primary microglial cells but not from astrocytes; CXCL10 production was regulated by human and viral interleukin-10"}, {"pubmed": 12667820, "text": "This chemokine receptor stimulates HIV-1 replication."}, {"pubmed": 12668159, "text": "IP-10 expression and secretion in human monocytic cells is selectively induced by leptin"}, {"pubmed": 12718750, "text": "Regulation of interferon-inducible cytokine IP-10 expression in rheumatoid arthritis."}, {"pubmed": 12794718, "text": "expression in serum and liver highest in chronic hepatitis C and correlates with accumulation of Il-18 and INFgamma mRNA in chronic hepatitis C, but not in hepatitis B nor in nonviral liver disorders"}, {"pubmed": 12819030, "text": "Data suggest that in oral lichen planus, the presence of CCL5 and CXCL10 in the cytolytic granules of tissue-infiltrating CD8(+)T cells expressing CCR5 and CXCR3 reveals a potential self-recruiting mechanism involving activated effector cytotoxic T cells"}, {"pubmed": 12819903, "text": "Cannot be related to islet autoimmune processes in IDDM."}, {"pubmed": 12847282, "text": "A higher amount of IP-10 mRNA is expressed after exposure of keratinocytes to interferon-gamma, leading to migration of T cells from the dermis to the epidermis and representing a second step of chemotaxis following T cell recruitment from blood."}, {"pubmed": 12884299, "text": "CCR3 functional responses are regulated by both CXCR3 and its ligands CXCL9, CXCL10 and CXCL11."}, {"pubmed": 12946268, "text": "Constitutive NF-kappaB activity is required for the induced gene expression of CXCL10 in tumour cell lines in response to IFNgamma."}, {"pubmed": 12949249, "text": "CXCL10 displays antimicrobial activity against E. coli and S. aureus."}, {"pubmed": 14507644, "text": "Peak of expression of CXCL9 and CXCL10 occurred 4 days before CD8+ T cells infiltrated infected tissues. CXCL9 and CXCL10 may play role early during immune response against rickettsial infections."}, {"pubmed": 14550288, "text": "MIG and IP-10 are cleaved by gelatinase B and neutrophil collagenase"}, {"pubmed": 14578618, "text": "In restinosis, increased plasma concentrations of IP10 were accompanied by a compensatory decrease in the CXCR3 expression on lymphocytes, but not monocytes, suggesting that a high plasma concentration of IP10 strongly induces monocytes signaling."}, {"pubmed": 14600836, "text": "both at molecular and protein levels CXCL10 and CXCL12 significantly increased only when cells were differentiated on calcium phosphate-coated slides"}, {"pubmed": 14739277, "text": "furin is a novel chemokine-modifying enzyme in vitro and most probably also in vivo, generating a C-terminally truncated CXCL10, which fully retains its (inverse) agonistic properties."}, {"pubmed": 15063730, "text": "Nitric oxide suppressed IP-10 expression."}, {"pubmed": 15081247, "text": "Chronic production of CXCL10 does not alter synaptic plasticity in CXCL10 transgenic (TG)mouse hippocampal slices. By contrast, exogenous recombinant CXCL10 significantly inhibits long-term potentiation in slices from normal C57Bl/6J and CXCL10 TG mice."}, {"pubmed": 15081261, "text": "The chemokine CXCL10, usually associated with Th1 cells, is elevated in serum of patients with acute Syndenham's chorea."}, {"pubmed": 15150261, "text": "CXCL9, CXCL10, and CXCL11 functions are mediated by intracellular domains of CXCR3"}, {"pubmed": 15307834, "text": "Pretransplant serum CXCL10 levels might represent a clinically useful parameter to identify subjects who are at high risk of severe rejection and graft failure."}, {"pubmed": 15644410, "text": "TRAIL pretreatment of endothelial cells down-modulated mRNA steady-state levels of several TNF-alpha-induced chemokines, and it abrogated the TNF-alpha-mediated up-regulation of CCL8 and CXCL10, modulating leukocyte/endothelial cell adhesion"}, {"pubmed": 15725351, "text": "These data indicate that IFN-gamma mediates the recruitment of lymphocytes into the lung via production of the chemokine CXCL10, resulting in Tc1-cell alveolitis and granuloma formation."}, {"pubmed": 15745922, "text": "increased CXCL10 especially in hypothyroid patients with a more aggressive disorder, and normal CCL2 serum levels in autoimmune thyroiditis"}, {"pubmed": 15814716, "text": "recruitment might enhance the sequestration of T cells in infected lymphoid organs and the spread of infection between cells, contributing to the immunopathology of AIDS"}, {"pubmed": 15843529, "text": "IP-10/CXCR3 signaling is associated with the pathogenesis of human myasthenia gravis."}, {"pubmed": 15879427, "text": "These results suggest that inhibition of the CXCL10/CXCR3 axis offers a novel target for the treatment of asthma."}, {"pubmed": 15880073, "text": "Pretransplant serum CXCL10 levels greater than 150 pg/mL confer an increased risk of early, severe, acute rejection."}, {"pubmed": 15885315, "text": "CXCL10 creates a chemokine gradient between the cerebrospinal fluid (CSF) and serum and recruits CXCR3-expressing memory CD4+ T-cells into the CSF of neuroborreliosis patients."}, {"pubmed": 15919935, "text": "expression induced in macrophages by SARS-CoV infection"}, {"pubmed": 15944327, "text": "Elevated bronchial mucosal expression of IP-10/CXCL10 is implicated in asthma pathogenesis; its action is partly through selective development and retention, or recruitment of T helper type 2, not Th1, receptor-bearing cells."}, {"pubmed": 15988033, "text": "IP10 inhibits viral replication through the induction of host cell death via a p53-mediated apoptotic pathway."}, {"pubmed": 16181055, "text": "Increase in serum CXCL10 with advancing age."}, {"pubmed": 16195357, "text": "IP-10 was increased in lung tissue from patients who died of SARS"}, {"pubmed": 16200621, "text": "Increased expression of the interferon-induced angiostatic ELR- CXC chemokines is a feature of juvenile DM that parallels the degree of vasculopathy in patients with the disease."}, {"pubmed": 16210647, "text": "This CXCR3 ligand has the ability to activate biochemical (e.g., PtdIns 3-kinase and MAP kinase activation) and functional events in intestinal myofibroblasts."}, {"pubmed": 16243485, "text": "Increased plasma IP-10 levels in daughters and sisters of primary biliary cirrhosis (PBC) patients demonstrates involvement of IP-10 interaction with its receptor CXCR3 as a familial risk factor for PBC."}, {"pubmed": 16490936, "text": "Poly IC enhanced the expression of IP-10 mRNA and protein in concentration- and time-dependent manners. Overexpression of RIG-I or IRF-3 potentiated the poly-IC-induced upregulation of IP-10."}, {"pubmed": 16507178, "text": "High levels of CXCL10 are present in synovial fluid of children with juvenile idiopathic arthritis."}, {"pubmed": 16581825, "text": "Furthermore, hyaluronan, by inducing IL-8 and IP-10 by distinct pathways, provides a unique target for differential regulation of key inflammatory chemokines."}, {"pubmed": 16645011, "text": "Increased sCXCL10 is not associated with Hyper or Hypo per se, but is specifically sustained by the autoimmune inflammatory event occurring in both Graves disease and autoimmune thyroiditis"}, {"pubmed": 16709871, "text": "CXCL10 is up-regulated in bronchoalveolar lavage fluid taken from human lungs 24 h after lung transplantation."}, {"pubmed": 16733654, "text": "Results suggest that MCP-1/CCL2 and IP-10/CXCL10 produced by astrocytes may activate astrocytes in an autocrine or paracrine manner and direct reactive gliosis followed by migration and activation of microglia/macrophages in demyelinating lesions."}, {"pubmed": 16825597, "text": "Elevated systemic levels of the chemokines MCP-1, IL-8, and IP-10 precede coronary heart disease but do not represent independent risk factors."}, {"pubmed": 16864907, "text": "M. bovis BCG-infected human epithelial cells can have an active role in a local inflammatory immune response via the secretion of IL-4, CXCL-8 and CXCL-10, which can be selectively regulated by Th2-derived cytokines"}, {"pubmed": 16867276, "text": "The histone H4 deacetylation at the ISRE site is related to the activation of IP-10 by IFN-gamma."}, {"pubmed": 16920957, "text": "inhibitory effect of CXCL10/IP-10 on the binding of dengue virus to cells may represent a novel contribution of this chemokine to the host defense against viral infection"}, {"pubmed": 16931519, "text": "IP-10 mRNA is stabilized by RNA-binding proteins in monocytes treated with S100b"}, {"pubmed": 16934957, "text": "These results indicated that CXCL10 inhibited LNCaP cell proliferation and decreased PSA production by up-regulation of CXCR3 receptor. CXCL10 may be potentially useful in the treatment of prostate cancer."}, {"pubmed": 16969644, "text": "Uregulation of IP-10 during infection of the islets in vivo is the first step towards destructive insulitis."}, {"pubmed": 17018607, "text": "Activation of Ras plays a critical role in modulating the expression of both CXCL10 and CXCR3-B, which may have important consequences in the development of breast tumors through cancer cell proliferation."}, {"pubmed": 17052298, "text": "IP-10 may play an important role in regulating lymphocytes into the lung and ENA-78 may be associated with lung parenchymal disease in pulmonary sarcoidosis."}, {"pubmed": 17052299, "text": "The early induction of IP-10 and IL-2, as well as the subsequent over-production of IL-6 and lack of IL-10 production, probably contribute to the main immuno-pathological processes involved in lung injury in SARS."}, {"pubmed": 17085967, "text": "Activation of CXCL10 transcription in response to interferon gamma was paralleled by a decrease in histone H4 acetylation and an increase in recruitment of the STAT1 complex to the CXCL10 interferon-stimulated response element locus."}, {"pubmed": 17211148, "text": "Preterm infants have the ability to induce a robust chemokine and cytokine response during sepsis, and IP-10 is a sensitive early marker of infection."}, {"pubmed": 17244787, "text": "The reduction of CXCL10 levels after 131I treatment in Graves disease shows that the thyroid gland itself is the main source of circulating CXCL10."}, {"pubmed": 17250724, "text": "GGTT haplotype of CXCL10 gene is not susceptibility factor for development of multiple sclerosis(MS), but is probably to influence the course of MS, possibly contributing to slow down disease progression."}, {"pubmed": 17250724, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17255201, "text": "prolactin may enhance IFN-gamma-induced CXCL9, CXCL10, and CXCL11 production in keratinocytes"}, {"pubmed": 17364892, "text": "A study of CXCL10 transport across vascular endothelial cells was done."}, {"pubmed": 17467667, "text": "PA increase in IP-10 gene expression (and 2- to 4-fold increases in IL-8, MCP-1, COX-2, and MIG). PA also induced an approximately 2-fold increase (p<0.05) in active NF-kappaB."}, {"pubmed": 17505511, "text": "IP-10 levels significantly reverse-correlated with vascular endothelial growth factor (VEGF) levels in uterine cervical cancers."}, {"pubmed": 17541284, "text": "The Th1 cytokine IFN stimulated the expression of IP-10."}, {"pubmed": 17628646, "text": "IP-10 release is specific to acute virus-induced asthma"}, {"pubmed": 17652371, "text": "HO-1 can regulate the expression of the anti-angiogenic CXCL-10 and may alter a critical balance between angiogenic vs. anti-angiogenic factors that are important to maintain renal microvasculature during injury."}, {"pubmed": 17668902, "text": "synergy observed between lipopolysaccharides(LPS) and Interferon-gamma toward CXCL10 gene expression likely reflects the cooperative induction of the NF-kappaB and STAT1 transcription factors by LPS and Interferon-gamma, respectively"}, {"pubmed": 17763275, "text": "Pyelonephritis in pregnant women is associated with an increased maternal serum concentration of the chemokine CXCL10."}, {"pubmed": 17763328, "text": "Elevated IP-10 levels are associated with and may contribute to liver damage in both HCV-monoinfected and HCV/HIV-coinfected patients."}, {"pubmed": 17766680, "text": "CXCL10 plays a central role in the pathogenesis of skin aGVHD by the recruitment of CXCR3(+) T cells to the sites of inflammation."}, {"pubmed": 17875534, "text": "serum IP-10 and MIG levels were significantly higher in lymphoproliferative disease of granular lymphocytes patients than in healthy donors, and MIG expression was associated with the number of circulating LGLs"}, {"pubmed": 17912012, "text": "The existence of CXCL10 and CXCR3 with other CXC/CC chemokine signature in chronic pancreatitis is suggestive of their vital role in the progression of chronic inflammation."}, {"pubmed": 17943641, "text": "Patients with preeclampsia have significantly higher serum concentrations of chemokine (C-X-C motif) ligand 10(CXCL10/IP-10) than both normal pregnant women and mothers who have SGA neonates"}, {"pubmed": 17957030, "text": "3 markers in chemokine (C-X-C motif) ligand 10 (CXCL10, 4q21, 11,101 C>T, P=.007; 1642 C"}, {"pubmed": 17957030, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17963704, "text": "The serum IP-10 level was increased in AMI, and a higher level of serum IP-10 before PCI may be informative regarding infarct size."}, {"pubmed": 17996064, "text": "IP-10 expression in epithelial cell/PBMC co-cultures is regulated by multiple factors, such as intercellular interactions in addition to IFN-gamma and IL-12 levels."}, {"pubmed": 18037659, "text": "CXCL10 was detected in macrophages, endothelial cells, and fibroblasts in inflamed dental pulp."}, {"pubmed": 18046562, "text": "In colonic epithelial cells, depending on the cellular context and utilizing the NF-kappaB pathway, IL-1beta alone and/or in synergism with IFN-gamma may play a major role in the induction of CXCL10."}, {"pubmed": 18085351, "text": "Serum IP-10 levels reflected ulcerative colitis disease activity, and the source of IP-10 was granulocytes and monocytes."}, {"pubmed": 18234638, "text": "Chemokine IP-10 may play an important role in trafficking inflammatory cells to the local focus in the liver and induce the development of the chronicity of hepatitis B"}, {"pubmed": 18259970, "text": "Cytokine treatment (TNF-alpha, IL-1beta and IFN-gamma) increased IP-10 and IL-8 protein and mRNA levels. Fluticasone (0.1 nM to 1 microM) increased IP-10 but reduced IL-8 protein release without changing IP-10 mRNA levels assessed by real time RT-PCR."}, {"pubmed": 18275857, "text": "DP8 cleavage of the N-terminal two residues of IP10 (CXCL10), ITAC (CXCL11) and SDF-1 (CXCL12), is reported."}, {"pubmed": 18281042, "text": "Low serum and peritoneal fluid concentration of interferon-gamma-induced protein-10 (CXCL10) in women with endometriosis."}, {"pubmed": 18282714, "text": "Data demonstrate high serum levels of CXCL10 in mixed cryoglobulinemia (MC) and that CXCL10 in MC+autoimmune thyroiditis patients are significantly higher compared to MC patients."}, {"pubmed": 18325387, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18325387, "text": "Polymorphism G-210A in the promoter of CXCL10 gene could be a part of the genetic variation underlying the susceptibility of individuals to disease progression of chronic hepatitis B infection."}, {"pubmed": 18379127, "text": "CXCL-10 could play an important role in the intra-thyroid angiogenesis modulation, explaining, at least partiality, color Doppler ultrasound findings typical of thyroid autoimmune diseases."}, {"pubmed": 18415893, "text": "CXCL10 levels were lower in patients with Graves' disease, but the difference was statistically significant only when compared with patients with Hashimoto's thyroiditis."}, {"pubmed": 18424889, "text": "Significantly decreased interferon-gamma-inducible protein 10 expression is associated with angiogenesis in uterine endometrial cancers"}, {"pubmed": 18538864, "text": "expression of chemokine receptor/ligand pairs such as CXCR3/CXCL10 have an important role in the proliferation of glioma cells"}, {"pubmed": 18645041, "text": "These data provide new structure-function dimensions for chemokines in leukocyte mobilization, disclosing an anti-inflammatory role for PAD."}, {"pubmed": 18647352, "text": "Candida albicans-derived PGE(2) may impair IFN-gamma-induced IP-10 expression in human keratinocytes and may play a role in the pathogenesis of cutaneous candidiasis."}, {"pubmed": 18682747, "text": "IP-10 and il-2 are expressed in high levels in children with tuberculosis and may be used as a diagnostic tool."}, {"pubmed": 18684849, "text": "IP-10 and MCP-2 are expressed in tuberculosis patients"}, {"pubmed": 18702954, "text": "High CXCL10 and CCL2 serum levels in patients with mixed cryoglobulinemia and chronic hepatitis c(MC); CXCL10 in MC + autoimmune thyroiditis is significantly higher than that in MC."}, {"pubmed": 18729739, "text": "IFN-alpha2b possibly controls chemotaxis by regulating the interaction between CXCL10 and CXCR3A"}, {"pubmed": 18798334, "text": "CXCL10 play an important role in the development of necroinflammation and fibrosis in the liver."}, {"pubmed": 18855195, "text": "study demonstrates higher serum levels of CXCL10 & CCL2 in patients with psoriatic arthritis without autoimmune thyroiditis than controls; serum CXCL10 levels in psoriatic arthritis patients are significantly higher in presence of autoimmune thyroiditis"}, {"pubmed": 18973545, "text": "production might be important for the regulation of T-helper 1 cell infiltration in periodontally diseased tissue"}, {"pubmed": 18985732, "text": "findings demonstrate a synergistic induction of CXCL10 mRNA and protein in astrocytes exposed to HIV-1 and the proinflammatory cytokines"}, {"pubmed": 18986693, "text": "NO inhibits HRV-16-induced production of CXCL10 by inhibiting viral activation of nuclear factor kappaB and of IRFs, including IRF-1, through a cGMP-independent pathway"}, {"pubmed": 19031697, "text": "NS1 protein of H5N1 down-regulates the expression level of IP-10."}, {"pubmed": 19065267, "text": "Like IFNgamma, IP-10 also does not distinguish between active tuberculosis (TB) and latent TB infection."}, {"pubmed": 19070948, "text": "A second phase of injury observed in patients with acute kidney injury may involve IP-10 recruitment of inflammatory cells."}, {"pubmed": 19088500, "text": "Report downmodulatory effect of the antihistaminic drug bepotastine on CXCL10 expression in human keratinocytes."}, {"pubmed": 19105984, "text": "increased expression are in rheumatoid arthritis, systemic lupus rythematosus, Sjogren syndrome, systemic sclerosis, and idiopathic inflammatory myopathy"}, {"pubmed": 19134328, "text": "The interactions between CXCL9, CXCL10 and CXCL12 expressed in decidua and villi and CXCR3, CXCR4 expressed in CD(56)(+) decidua NK cells may influence the CD(56)(+)NK cell recruitment at the maternal-fetal interface."}, {"pubmed": 19155980, "text": "Measurement of pretransplant CXCL10 serum levels could be a clinically useful tool for predicting cardiac acute rejection, especially in the early posttransplant period."}, {"pubmed": 19175890, "text": "Development of allergic disease is associated with a more marked Th2-like deviation already at birth, shown as increased levels of cord blood IgE and MDC (CCL22) and higher ratios of MDC (CCL22) to IP-10 (CXCL10) and I-TAC (CXCL11)."}, {"pubmed": 19181310, "text": "The functional association between PI3K/Akt and NF-kB demonstrates another mechanism in the regulation of M. bovis BCG-induced CXCL10 in A549 cells."}, {"pubmed": 19187771, "text": "CXCL10 protein may serve as a marker for beta cell destruction and a potential mechanism for the switch from proliferation into apoptosis in insulin-secreting cells."}, {"pubmed": 19195322, "text": "Pretreatment IP-10 levels correlated with HCV viral load, ALT levels, hepatic inflammation and fibrosis."}, {"pubmed": 19203362, "text": "transcript levels of CXCL8, CXCL10, calgranulin B and CXCL2 are correlated to ulcerative colitis severity"}, {"pubmed": 19223260, "text": "The results indicate that the GBP1, STAT1 and CXCL10 may be novel risk genes for the differentiation of PBM at the monocyte stage."}, {"pubmed": 19258635, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19274094, "text": "SpeB destroys most of the signaling and antibacterial properties of chemokines expressed by an inflamed epithelium."}, {"pubmed": 19281798, "text": "Results from gel electrophoresis and mass spectrometry using recombinant CCL2 and CXCL10, incubated with either MMP-2 or -9, indicate that both chemokines are cleaved by the enzymes."}, {"pubmed": 19327225, "text": "patients with Psoriatic arthritis had high circulating levels of CXCL10 (chemokine (C-X-C motif) ligand 10) and CCL2(chemokine (C-C motif) ligand 2) compared with controls"}, {"pubmed": 19342252, "text": "Results suggest upregulated monocytic expression of CXCL-10 as an important molecular mechanism that contributes to increased IL-6 and inflammation activation in frail older adults."}, {"pubmed": 19342664, "text": "activation of MEK1 selectively down-regulates human rhinovirus-16-induced expression of CXCL10 via modulation of IFN regulatory factor-1 interactions with the gene promoter in human airway epithelial cells"}, {"pubmed": 19410617, "text": "Although data did not find an association of the CXCL9 and CXCL10 polymorphisms with type 1 diabetes in the German population, it cannot discard their role in other populations or other autoimmune diseases."}, {"pubmed": 19410617, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19441886, "text": "higher circulating levels in patients with hepatitis C virus chronic infection"}, {"pubmed": 19447045, "text": "Down-regulation of TLR2 and TLR4 abrogates hyperglycemia-induced IP-10 release via NF-kappaB inhibition"}, {"pubmed": 19459809, "text": "urinary CXCL9 and CXCL10 concentrations demonstrated a close correlation with the extent of subclinical tubulitis, while no such distinction was seen for urinary CXCL4, CXCL11, CCL2 and tubular injury markers."}, {"pubmed": 19472212, "text": "Report essential involvement of cross-talk between IFN-gamma and TNF-alpha in CXCL10 production in human THP-1 monocytes."}, {"pubmed": 19479051, "text": "The combined actions of HIV-1 Tat and the pro-inflammatory cytokines, IFN-gamma and TNF-alpha, result in the induction of CXCL10 at both the RNA and protein level."}, {"pubmed": 19506876, "text": "There was a remarkably high proportion of proangiogenic factors, in particular IP10, ENA-78, and IL-8 accounting for a genetically determined susceptibility to reactive arthritis at the host cell level."}, {"pubmed": 19508602, "text": "IL-1beta, TNF and IP-10 in the cerebrospinal fluid and serum are not altered in patients with idiopathic intracranial hypertension compared to controls."}, {"pubmed": 19523460, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19523460, "text": "Single nucleotide polymorphism of CXCL10 might account for susceptibility to tuberculosis."}, {"pubmed": 19558503, "text": "We identify IFI27, CCL2 and CXCL10 as sensitive biomarkers for the response of multiple sclerosis patients to IFN-beta."}, {"pubmed": 19565490, "text": "There are disease-specific associations between anti-Jo-1 antibody-positive interstitial lung disease and serum levels of CRP as well as the interferon-gamma-inducible chemokines CXCL9 and CXCL10."}, {"pubmed": 19590927, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19639049, "text": "Significantly lower serum concentration of CXCL-9, CXCL-10, CCL-17, and IL-18 and higher concentration of CXCL-12 and CCL-27 were found in atopic dermatitis patients under 10 years old when compared to Control."}, {"pubmed": 19641142, "text": "Enterovirus infection of the pancreas initiates coexpression of interferon-gamma and CXCL10 in beta-cells in type 1 diabetes."}, {"pubmed": 19694638, "text": "neutrophils and T cells release differential levels of interferon-gamma-induced protein-10 and IL-8 in response to stimulation with peritoneal fluid obtained from patients with endometriosis"}, {"pubmed": 19756997, "text": "Endocrine disrupting chemicals suppressed CCL22 and IP-10 levels in cultured monocytes via, at least in part, the MKK1/2-ERK MAPK pathway and histone H4 acetylation."}, {"pubmed": 19800124, "text": "The three-dimensional structure of CXCL9 and CXCR3, and, successively, of the CXCL9/CXCR3 complex were modelled in comparison to CXCL10/CXCR3 and CXCL11/CXCR3 complexes."}, {"pubmed": 19817957, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19821051, "text": "Detection of CXCL10, as a prognostic marker for stage II and III colorectal cancer patients, may contribute to predicting clinical outcome."}, {"pubmed": 19827943, "text": "elevated levels of CXCL10 (chemokine (C-X-C motif) ligand 10) are detected in the Cerebrospinal fluid of patients with late stage African trypanosomiasis"}, {"pubmed": 19880820, "text": "Human rhinovirus-16-induced CXCL10 production is dependent upon IRF-1."}, {"pubmed": 19887486, "text": "IP-10 may play an important role in cell invasion in nasal NK/T-cell lymphoma through an autocrine mechanism"}, {"pubmed": 19901067, "text": "These results suggest that, following L. braziliensis infection, the production of multiple inflammatory mediators, such as CXCL10, by the host may contribute to disease severity by increasing cellular recruitment."}, {"pubmed": 19918044, "text": "Results describe the serum levels of IL-1beta, IFN-gamma, and CXCL10 in a series of patients with hepatitis C-related mixed cryoglobulinemia and correlate these measurements with clinical disease features."}, {"pubmed": 19939453, "text": "TNFSF14 enhanced IFN-gamma-induced secretion of CXCL10 and CXCL11 from human gingival fibroblasts."}, {"pubmed": 19969087, "text": "Data show that Cxcl10 is expressed by a subset of cells within the subventricular zone, constituting a primary chemo-attractant signal for activated T cells in both experimental autoimmune encephalomyelitis in mice and in healthy human brain."}, {"pubmed": 20041963, "text": "CXCL10 induces cell death in human cultured pancreatic cells leading to apoptosis and DNA fragmentation via CXCR3 signalling"}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20059481, "text": "Insulitic lesions were characterized by presence of beta cells, elevated levels of the chemokine CXCL10 and infiltration of lymphocytes expressing the corresponding chemokine receptor CXCR3 in all pancreatic lesions of type 1 diabetes patients"}, {"pubmed": 20137269, "text": "The -1596T allele of IP-10 may be a beneficial factor for idiopathic pulmonary fibrosis."}, {"pubmed": 20137825, "text": "CXCL-9 and CXCL-10 play a major role in the development of hepatic flares. Their differential expression in acute versus chronic patients suggests the presence of different mechanisms that govern liver injury during acute and chronic hepatitis B."}, {"pubmed": 20144041, "text": "Serum chemokine (C-X-C motif ) ligand 10 levels are elevated in patients with Graves' disease in long-term remission"}, {"pubmed": 20153790, "text": "elevated plasma levels in patients with autoimmune thrombocytopenia"}, {"pubmed": 20164184, "text": "novel molecular mechanism of HBV infection inducing IP-10 expression, which involves viral protein HBx affecting NF-kappaB pathway, leading to transactivation of the IP-10 promoter"}, {"pubmed": 20186422, "text": "CXCL10 appears to be a new promising noninvasive biomarker for pulmonary arterial hypertension."}, {"pubmed": 20186843, "text": "In patients with chronic hepatitis C, low levels of intrahepatic and systemic IP-10 predict a favorable first-phase decline of HCV RNA during therapy with pegylated interferon and ribavirin for genotypes of HCV."}, {"pubmed": 20187787, "text": "CXCL10 polymorphism can predict severity of Graves disease."}, {"pubmed": 20187787, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20299237, "text": "The effect of IFNalpha, IFNbeta and IFNgamma on the secretion of the Th1 chemokines CXCL9 and CXCL10, in primary cultures of human thyroid follicular cells and to assess the effect of PPARgamma activation on CXCL9 and CXCL10 secretion, were tested."}, {"pubmed": 20302596, "text": "elocalcitol and BXL-01-0029 could decrease the expression of CXCL10 in activated renal tubular cells in vitro and thus be useful in kidney allograft rejection treatment."}, {"pubmed": 20404089, "text": "These findings strongly suggest that epigenetic dysregulation involving interactions between histone deacetylation and hypermethylation is responsible for targeted repression of IP-10 in fibrotic lung disease."}, {"pubmed": 20473322, "text": "Autophagic responses play a role in influenza virus-induced CXCL10 and interferon-alpha expression in primary human blood macrophages."}, {"pubmed": 20485145, "text": "CXCL10 over-expression, the distinct gene signature of acute-phase graft injury and tumor invasiveness in small-for-size liver grafts, may contribute to early tumor recurrence after liver transplantation"}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20523065, "text": "Serum levels of ECP, IL-5, -6, -8 and -10, G-CSF, MCP-1, IL-1 ra and IP-10 were significantly elevated in acute compared with stable childhhood asthma."}, {"pubmed": 20525556, "text": "The levels of IP-10 and IP-10 mRNA in the peripheral blood of patients with cirrhosis increase, are closely correlated with the load of HBV DNA in serum, and play a key role in the progression of post-hepatitic cirrhosis."}, {"pubmed": 20592450, "text": "Decreased IP-10 levels are associated with viral clearance following therapy in patients with hepatitis C virus."}, {"pubmed": 20626297, "text": "predominant expression in the brain during chronic infection with Toxoplasma gondii is dependent on interferon-gamma"}, {"pubmed": 20648615, "text": "in this study the mean CXCL10 serum levels were not elevated in patients with type 1 diabetes neither in patients with proven enterovirus infection."}, {"pubmed": 20680966, "text": "Data show that oncostatin M stimulation induced CXCL10 and ICAM-1 expression in human gingival fibroblasts stimulated with IL-1beta."}, {"pubmed": 20833730, "text": "TNFalpha and IFNgamma synergistically enhance transcriptional activation of CXCL10 in human airway smooth muscle cells via STAT-1, NF-kappaB, and the transcriptional coactivator CREB-binding protein."}, {"pubmed": 20856926, "text": "CXCL10 inhibits endothelial cell proliferation independently of CXCR3."}, {"pubmed": 20929277, "text": "increased serum levels in cryoglobulinemic patients with hepatitis C virus chronic infection"}, {"pubmed": 20943047, "text": "Our study identifies IP-10 and interleukin 5 as proteins differentiating complicated and uncomplicated plaques from human carotid arteries"}, {"pubmed": 20948191, "text": "microRNA-155 negatively regulates the expression of transforming growth factor-beta-activated kinase-1-binding protein 2 and downstream IFN-gamma-inducible protein of 10 kDa as a negative feedback system (IP-10)."}, {"pubmed": 20980518, "text": "This study identifies VZV-induced CXCL10 as a potential driver of T lymphocyte recruitment into dorsal root ganglion during herpes zoster."}, {"pubmed": 21045270, "text": "Low plasma levels of CXCL10 may reflect successful control of non-tuberculosis mycobacteria lung disease with or without therapy"}, {"pubmed": 21054674, "text": "Viral persistence was associated with elevated IL-10 mRNA and inducible protein-10 gene expression."}, {"pubmed": 21062959, "text": "in this study, we could demonstrate that the NF-kappaB pathway is essential for the regulation of IP-10 in primary human"}, {"pubmed": 21099280, "text": "Toll like receptor 4 as the receptor for CXCL10 and as new pathway for the induction of beta-cell apoptosis."}, {"pubmed": 21106778, "text": "A time- and dose-dependent increase in IP-10 is found upon activation of viral receptors expressed on mesothelial cells, which provides novel evidence for a link between viral infections and inflammation of serous membranes."}, {"pubmed": 21167783, "text": "Mycobacterium tuberculosis increases IP-10 and MIG protein despite inhibition of IP-10 and MIG transcription."}, {"pubmed": 21183794, "text": "CXCL10 in the plasma of patients chronically infected with HCV exists in an antagonist form, due to in situ amino-terminal truncation of the protein."}, {"pubmed": 21191639, "text": "CXCL10 and CXCL13 Expression were highly up-regulated in peripheral blood mononuclear cells in acute rejection and poor response to anti-rejection therapy."}, {"pubmed": 21219680, "text": "IP-10 may be used for detecting latent tuberculosis infection and as a potential biomarker to identify active TB in rheumatoid arthritis patients receiving anti-TNF-alpha treatment."}, {"pubmed": 21254158, "text": "When IL28B genotype is combined with pretreatment serum IP-10 measurement, the predictive value for discrimination between sustained virological response and nonresponse is significantly improved, especially in non-CC genotypes."}, {"pubmed": 21270681, "text": "Chemokine CXCL10, in particular, effectively recruits isolated annulus fibrosis cells in the process of herniated disc tissue repair and homeostasis."}, {"pubmed": 21303425, "text": "Suggest that the renal TWEAK/Fn14 and IP-10/CXCR3 axis may contribute to the pathogenesis of lupus nephritis."}, {"pubmed": 21303517, "text": "These results show that while the expression of MIG/CXCL9 and IP-10/CXCL10 are elevated in Systemic sclerosis (SSc) serum, the expression of CXCR3 is downregulated on SSc dermal Endothelial cells."}, {"pubmed": 21390311, "text": "Concomitant assessment of pretreatment IP-10 and IL28B-related SNPs augments the prediction of the first phase decline in HCV RNA, RVR, and final therapeutic outcome."}, {"pubmed": 21454254, "text": "In hepatitis C virus-associated glomerulonephritis a significant upregulation of both interferon-gamma-inducible protein and TNF-alpha is mediated specifically by the viral receptor Toll-like receptor 3"}, {"pubmed": 21457060, "text": "from a number of neuromuscular manifestations, only the existence of carpal tunnel syndrome correlated with significantly higher CXCL10 levels"}, {"pubmed": 21475065, "text": "Letter: Pretransplant serum CXCL10 levels failed to predict acute rejection in patients receiving basiliximab or alemtuzumab induction therapy."}, {"pubmed": 21489350, "text": "Genetic variability of the IP10 gene may play a varied role depending on the inherent genetic risk of autoimmunity. IP10 (CXCL10) variability may reduce the risk of type 1 diabetes or alter its course depending on HLA background."}, {"pubmed": 21497908, "text": "data suggested that PI3K/AKT pathway contributes to influenza A virus induced CXCL-10 production; this process is involved in binding of IRF3 to the ISRE binding site in CXCL-10 promoter region"}, {"pubmed": 21508508, "text": "CXCL4 and CXCL10 play a prominent role in pathogenesis of cerebral malaria (CM) associated death and may be used as functional or surrogate biomarkers for predicting CM severity"}, {"pubmed": 21531038, "text": "GRO-alpha and IP-10 are the predominant CXC chemokines involved in neutrophil and activated T lymphocyte chemoattraction in endogenous uveitis, particularly in Behcet's disease"}, {"pubmed": 21601475, "text": "Data show circulating CXCL9, in association with CXCL10, levels were clearly elevated in autoimmune thyroiditis patients."}, {"pubmed": 21613464, "text": "Incubation of whole blood at 39 degrees C increased IP-10 and IFN-gamma responsiveness to both Mycobacterium tuberculosis antigens and mitogen in persons with baseline or initial low responses."}, {"pubmed": 21645215, "text": "CXCR3 ligands, CXCL9,10,11, are differentially expressed during chronic liver diseases across different disease stages and aetiologies."}, {"pubmed": 21649525, "text": "In CFTR-corrected cells, stimulation with LPS increased IP-10 secretion."}, {"pubmed": 21708014, "text": "CXCL10 may have a potential role in osteoclastogenesis of rheumatoic arthritis synovial tissue and subsequent joint erosion."}, {"pubmed": 21725974, "text": "Transcriptional profiling of ATRA-treated SCC-9 cells showed downregulation of CXCL10, which plays an important role in promoting cell proliferation and invasion"}, {"pubmed": 21802343, "text": "CXCL10/IP-10 in infectious diseases pathogenesis and potential therapeutic implications."}, {"pubmed": 21811993, "text": "We describe and characterize a new autocrine/paracrine role of CXCL10/CXCR3 in the regulation of fibroblast-like synoviocyte invasion in rats with arthritis and in rheumatoid arthritis patients."}, {"pubmed": 21812928, "text": "We found that urine CXCL9 and CXCL10 were markedly elevated in adults and children experiencing either AR or BKI (p = 0.0002"}, {"pubmed": 21849907, "text": "ACEI is effective in downregulating LPS-induced TNF-alpha, I-309, and IP-10, which play important roles in the pathogenesis of inflammation"}, {"pubmed": 21897004, "text": "Serum IP-10 and IL-17 levels after 2 months of anti-TB treatment may be biomarkers for estimating risk of both cavitation and delayed sputum conversion, and for predicting long-term mortality, respectively."}, {"pubmed": 21906079, "text": "Staphylococcal alpha-toxin contributes to Th1 polarization by induction of CXCL10 in macrophages."}, {"pubmed": 21912394, "text": "myelodysplastic syndromes patients with normal plasma levels of CXCL10, IL-7 and IL-6 lived significantly longer (median survival 76 months) than those with elevated levels."}, {"pubmed": 21958213, "text": "Mycobacterium tuberculosis sonicate-induced IFN-gamma, CXCL10 and IL10 can differentiate severity in tuberculosis."}, {"pubmed": 21962843, "text": "Elevated plasma levels of interferon-gamma and Cys-X-Cys chemokine receptor 3-binding chemokine CXCL10 are present in patients with thoracic aortic aneurysms."}, {"pubmed": 21966356, "text": "Data show that IP10 concentrations were higher in INFgamma+ children independently of Tuberculin Skin Test(p<0.001)."}, {"pubmed": 22004287, "text": "CXCR3 ligands including IP-10 modify the effector functions of eosinophils in bronchial asthma."}, {"pubmed": 22008312, "text": "CXCL10, CXCL11, CXCL12 and CXCL13 chemokines are biomarkers in serum and cerebrospinal fluid in patients with tick borne encephalitis"}, {"pubmed": 22022583, "text": "Loss of PML protein expression in gastric cancer cells contributes to increased IP-10 transcription."}, {"pubmed": 22037980, "text": "Significantly higher levels of chemokines CCL2, CXCL8, CXCL9 and CXCL10 are found in hematoma fluid compared with serum."}, {"pubmed": 22038159, "text": "Preoperative high serum levels of CXCL10 were associated with poor prognosis and liver metastasis in colorectal cancer"}, {"pubmed": 22053613, "text": "The HCV patients demonstrated a significant increase in serum TNF-alpha and CXCL-10 as compared to normal controls."}, {"pubmed": 22058116, "text": "High CXCL10 is associated with B-cell precursor acute lymphoblastic leukemia."}, {"pubmed": 22117591, "text": "The predictive value of interferon-gamma inducible protein 10 (IP10) on treatment outcome has been described in HCV patients"}, {"pubmed": 22136974, "text": "Plasma CXCL10 levels were influenced by several characteristics of patients related to human immunodeficiency virus and hepatitis C virus infections, insulin resistance, and liver fibrosis."}, {"pubmed": 22160826, "text": "CXCL10 and CXCL11 in hepatitis C-positive patients were significantly higher than in controls, but lower than in mixed cryoglobulinemia or mixed cryoglobulinemia and autoimmune thyroiditis patients"}, {"pubmed": 22168752, "text": "circulating CXCL11, together with CXCL10, is increased in patients with thyroiditis and hypothyroidism, and is related to CXCL10 levels."}, {"pubmed": 22178859, "text": "IL-1beta-induced CXCL10 protein expression in astrocytes was potentiated by co-exposure to alpha-synuclein"}, {"pubmed": 22192885, "text": "Combination of serum level of IP-10 and SNPs in IL28B can identify patients with acute hepatitis C who are most likely to undergo spontaneous clearance."}, {"pubmed": 22367045, "text": "Expression of CXCL9, -10, and -11 chemokines and their receptor CXCR3 increases in the aqueous humor of patients with herpetic endotheliitis."}, {"pubmed": 22390571, "text": "urinary CXCL10 had clinically useful diagnostic properties making it a candidate biomarker to guide allograft biopsies"}, {"pubmed": 22393386, "text": "Lethal Nipah virus infection induces rapid overexpression of CXCL10"}, {"pubmed": 22401175, "text": "Immunohistochemically, the lining synovium of Rheumatoid Aarthritis clearly expressed CXCL10"}, {"pubmed": 22471703, "text": "HIV-1/HCV co-infection is associated with increased expression of IP-10 mRNA and replication of HCV RNA."}, {"pubmed": 22491449, "text": "The enhancement of IP-10 production upon stimulation with TLR2 ligands in cells replicating hepatitis C virus induced CD44 expression."}, {"pubmed": 22496888, "text": "In response to multiple soluble factors produced by human macrophages including IL-8, CCL2, and CCL5, human mesenchymal stem cells secreted IL-6, CCL5, and CXCL10. Increased cell mobility was on activation of a c-Jun N-terminal kinase pathway."}, {"pubmed": 22562465, "text": "CXCL10 facilitates trafficking of CXCR3-expressing cancer cells to bone, which augments its own production and promotes osteoclastic differentiation"}, {"pubmed": 22564606, "text": "Tumor necrosis factor-alpha pathway plays a critical role in regulating interferon-gamma induced protein-10 production in initial allogeneic human monocyte-endothelial cell interactions."}, {"pubmed": 22621182, "text": "IL-27 primes for CXCL10 production by antigen-presenting cells."}, {"pubmed": 22634718, "text": "Liver X receptor regulates rheumatoid arthritis fibroblast-like synoviocyte invasiveness, matrix metalloproteinase 2 activation, interleukin-6 and CXCL10."}, {"pubmed": 22652417, "text": "The effects of CXCL10 in activated human primary T lymphocytes in terms of apoptosis or survival, and delineated the signaling pathways that are involved, were investigated."}, {"pubmed": 22675025, "text": "CK2alpha-NCoR cascade selectively represses the transcription of IP-10 and promotes oncogenic signaling in human esophageal cancer cells."}, {"pubmed": 22685032, "text": "CXCL10 and CXCR3 were upregulated in colonic mucosa in active inflammatory bowel disease (IBD). The TLR3-ligand poly(I:C) increased release of CXCL10 in colonic epithelial cell lines, suggesting a TLR3-mediated CXCL10 release in IBD patients."}, {"pubmed": 22697070, "text": "Study demonstrates increased circulating levels of the prototype chemokines CXCL10 and CCL2 in patients with hypertension."}, {"pubmed": 22738089, "text": "elevated circulating levels in mothers bearing pre-term infants"}, {"pubmed": 22746298, "text": "There was a significant correlation between body weight and leptin, and leptin in turn was significantly correlated with 10-kDa interferon-gamma-induced protein (IP-10) levels and insulin resistance in type 2 diabetic patients."}, {"pubmed": 22800603, "text": "Data show that IFN-gamma inducible protein-10 (IP-10, CXCL10) chemokine mRNA and protein expression was significantly suppressed by vitamin D(3) in both the study groups."}, {"pubmed": 22809599, "text": "Serum IFN-gamma and IP-10 levels increase after mechanical ventilation, suggesting that both may participate in the immune-inflammatory process of ventilation-induced lung injury."}, {"pubmed": 22814248, "text": "Data indicate that concomitant treatment with gp120 reduced the levels of IFN-alpha, IFN-beta, TNF-alpha, IL-6, and IP-10 induced by CpG-A in plasmacytoid dendritic cells."}, {"pubmed": 22892369, "text": "MDA5 induced by polyinosinic-polycytidylic acid, in turn, increased the expression of a chemokine CXCL10."}, {"pubmed": 22896023, "text": "Glomerular Fn14 and tubulointerstitial TWEAK and IP-10 expression appeared to have consistent changes in relation to the histological class of lupus nephritis and correlated with the histological activity index."}, {"pubmed": 22905138, "text": "CXCL9/10 have antifibrotic roles on liver non-parenchymal cells"}, {"pubmed": 22975476, "text": "CXCL10 was elevated in acute lymphoblastic leukemia and increased after bone marrow transplantation."}, {"pubmed": 22989785, "text": "Data suggest that adrenocortical cells express functional TLR3 (toll-like receptor 3); stimulation through TLR3 may serve to synergistically enhance production of proinflammatory chemokine CXCL10 in such cells."}, {"pubmed": 22996399, "text": "an increase of apoptotic cells within livers of hepatitis C virus-infected patients is strongly correlated with an increased mRNA expression of CXCL10."}, {"pubmed": 23011799, "text": "Data show that transfection of ORMDL3 in bronchial epithelial cells induced expression of MMP-9, ADAM-8, CCL-20, IL-8, CXCL-10, CXCL-11, oligoadenylate synthetases (OAS) genes, and selectively activated activating transcription factor 6 (ATF6)."}, {"pubmed": 23012327, "text": "In chronic graft-vs-host disease, increased levels of the Th1-associated chemokines CXCL9, CXCL10, and CXCL11 led to recruitment of CXCR3+ T cells from the peripheral blood into affected tissues."}, {"pubmed": 23024806, "text": "The dried plasma spots based method for IP-10 detection performs well in HCV-infected patients with either minimal or significant fibrosis."}, {"pubmed": 23034049, "text": "the thiazolidinediones inhibited asthmatic ASMC CXCL10 release under conditions when common asthma therapies were ineffective or enhanced it"}, {"pubmed": 23056251, "text": "Data indicate that IP-10, TGF-beta1 and IL-18 were associated with T Cell activation at set-point."}, {"pubmed": 23065240, "text": "serum and/or the tissue expressions of CXCL10 are increased in various autoimmune diseases like type 1 diabetes mellitus."}, {"pubmed": 23092582, "text": "[review] The interaction between CXCL10 and tumor necrosis factor-alpha (TNF-alpha) contributes to sustained inflammation in rheumatoid arthritis."}, {"pubmed": 23118425, "text": "A major role for CXCL10 in thyroid autoimmunity whereas CXCL8 might be involved in tumor-related inflammation."}, {"pubmed": 23118858, "text": "Direct comparison of IP-10 and IL-28B polymorphism between chimpanzees and patients in relation to HCV infection, illustrates that the IFN-pathways are important during HCV infection in both species"}, {"pubmed": 23144331, "text": "CXCL10-CXCR3 signaling appears to be a critical factor for the exacerbation of the pathology of ARDS."}, {"pubmed": 23150742, "text": "These results may suggest that CXCL9 and CXCL10 are master regulators of myocardial inflammatory cell migration, perhaps affecting clinical progression to the life-threatening form of chronic Chagas cardiomyopathy."}, {"pubmed": 23213058, "text": "The CXCL10-CXCR3 axis can serve as a potential target in BRCA1 and basal breast cancers, which present with a prominent lymphocytic infiltrate and a poor prognosis."}, {"pubmed": 23265968, "text": "Type 1 diabetes mellitus (T1DM) children had a stronger seropositivity towards MAP3738c protein and serum activity towards the specific protein of Mycobacterium avium subsp. paratuberculosis and the increase of CXCL10 concentration, was also reported."}, {"pubmed": 23272100, "text": "IP-10 and IL-2 have roles in diagnosis of active and latent tuberculosis in a BCG-vaccinated population"}, {"pubmed": 23288171, "text": "Extravillous trophoblast-induced C-X-C motif chemokine 10 expression may contribute to spiral arteries remodeling during pregnancy."}, {"pubmed": 23291247, "text": "Recipient CXCL10 C/G or G/G genotype is associated with a significantly better survival rate in patients with hematologic malignancies in the Japan Marrow Donor Program."}, {"pubmed": 23291435, "text": "Data suggest that CXCL10 in blood (and presumably liver) is higher in chronic hepatitis C patients than in control subjects but not related to thyroid dysfunction; thus, no evidence was observed for association of autoimmune thyroiditis to hepatitis."}, {"pubmed": 23306067, "text": "Human trophectoderm apposition is regulated by interferon gamma-induced protein 10 (IP-10) during early implantation."}, {"pubmed": 23312578, "text": "Increased production of CXCL10 from hair follicles induces preferential infiltrates of highly chemoattracted Th1 and Tc1 cells in the acute phase of alopecia areata, and Tc1 infiltration remains prolonged in the chronic phase."}, {"pubmed": 23322900, "text": "we will explore this duality and the pathways by which CXCL10 is produced by hepatocytes during HCV infection, its effects on resident and infiltrating immune cells, and how deregulation of these cell populations"}, {"pubmed": 23333920, "text": "IL-27 has the potential to amplify airway inflammation via the induction of CXCL10 from HLFs, in combination with TNF-alpha."}, {"pubmed": 23352833, "text": "This study aimed at examining the presence and role of chemokines (angiogenic CCL2/MCP-1 and angiostatic CXCL4/PF-4, CXCL9/Mig, CXCL10/IP-10) in proliferative diabetic retinopathy."}, {"pubmed": 23437705, "text": "A promising candidate for the new tuberculosis marker is interferon gamma induced protein (IP-10)which can be detected in increased amounts in patients with active tuberculosis, latent TB infection and in individuals who had contact with an index case."}, {"pubmed": 23458521, "text": "Serum IP-10 levels positively correlated with hepatitis B viral load and levels of ALT at baseline in chronic hepatitis B patients."}, {"pubmed": 23502337, "text": "increased serum levels in patients with alopecia areata"}, {"pubmed": 23505918, "text": "Elevated levels of CXCL1 and CXCL10 could possibly be used as a marker of inflammation and angiogenesis/angiostasis in type 2 diabetes"}, {"pubmed": 23542734, "text": "Patients with influenza A/H1N1 infection and acute respiratory distress syndrome/acute kidney injury have an over-production of MCP-1, VEGF and IP-10 possibly contributing to kidney injury and are associated to a higher risk of death."}, {"pubmed": 23559389, "text": "Th1 chemokines CXCL11 and CXCL10 may be involved in the pathogenesis of mixed cryoglobulinemia; IL-6 and CCL2 may be involved in regulating their elevation"}, {"pubmed": 23589576, "text": "Porphyromonas gingivalis infection inhibits the secretion of IP-10 in gingival epithelial cells."}, {"pubmed": 23600831, "text": "CXCR3 ligands CXCL10, CXCL9 and CXCL11 were measured in 245 children with opsoclonus-myoclonus syndrome and 81 controls."}, {"pubmed": 23614810, "text": "associated with uterine fibroids in African American women living in the Detroit, Michigan area"}, {"pubmed": 23629827, "text": "Urinary and serum IP-10 and MCP-1 are potentially useful markers of lupus activity; however, only the urinary levels are indicative of renal activity."}, {"pubmed": 23630573, "text": "CXCL10 induces apoptosis in HBVECs and neuroglia cells"}, {"pubmed": 23684765, "text": "melanoma differentiation-associated gene 5 and ISG56 positively regulate the LPS-induced expression of a chemokine CXCL10"}, {"pubmed": 23740952, "text": "The CXCL10 gene is activated by interleukin (IL)-1beta, a response that is synergistic with concomitant activation of the interferon (IFN)-gamma-signaling pathway."}, {"pubmed": 23743311, "text": "Increasing IP-10 and IL-6 production by bronchoalveolar lavage cells is associated with non-cavitary tuberculosis in patients who present with radiographically advanced TB"}, {"pubmed": 23762283, "text": "High IP-10 serum levels are associated with fibromyalgia syndrome."}, {"pubmed": 23770038, "text": "CXCL10 induction in hepatocytes during the initial phase of HCV infection is independent of hepatocyte-derived type I and type III interferons"}, {"pubmed": 23838123, "text": "The chemokine IP-10 was identified in putative limbal stem cells."}, {"pubmed": 23873303, "text": "suggest that CXCL10 cleavage and subsequent antagonism of immune cell recruitment may be a feature of the \"immunoreactive\" HGSOC subtype, leading to early impairment of the immune response and subsequently worsening patient prognosis"}, {"pubmed": 23899720, "text": "Subjects with sarcoidosis had higher plasma levels of interferon gamma induced protein 10 and tumor necrosis factor alpha"}, {"pubmed": 23902475, "text": "Increased CXCL9 serum levels in hepatitis C-related mixed cryoglobulinemia, with autoimmune thyroiditis, associated with high levels of CXCL10."}, {"pubmed": 23905710, "text": "higher maternal plasma concentration in patients with massive perivillous fibrin deposition"}, {"pubmed": 23975214, "text": "Data suggest serum levels of CXCL9/CXCL10 at diagnosis of LAHS (non-Hodgkin lymphoma-associated hemophagocytic syndrome) are elevated; successful treatment decreases levels; CXCL9/CXCL10 levels are useful for diagnosis/therapeutic outcomes in LAHS."}, {"pubmed": 23977293, "text": "IP-10 levels were measured to test epithelial secretion in cytic fibrosis."}, {"pubmed": 23994383, "text": "Post-transplant enhanced CXCL10/CXCR3 signaling in small-for-size liver grafts directly induced endothelial progenitor cell mobilization"}, {"pubmed": 23998932, "text": "miRNA-21 inhibition enhances RANTES and IP-10 release in the MCF-7 breast cancer cell line and causes increased lymphocyte migration."}, {"pubmed": 24023775, "text": "G-201A in promoter region of IP-10 gene was associated with liver disease progression in patients with HBV infection through up-regulating IP-10 expression."}, {"pubmed": 24025324, "text": "Higher values of CXCL10 (IP-10) in bronchoalveolar lavage fluid are associated with acute cellular rejection in lung transplant recipients."}, {"pubmed": 24063316, "text": "CXCL10 was increased in lung transplant lavage fluid during diffuse alveolar damage, acute rejection, and lymphocytic bronchiolitis. Elevated CXCL10 was associated with increased risk of chronic allograft dysfunction."}, {"pubmed": 24096630, "text": "Monocytes and mDCs produce significant amounts of IP-10 in response to HIV-1 viremia and after in-vitro stimulation with HIV-1."}, {"pubmed": 24127910, "text": "Cigarette smoke inhibits human rhinovirus-induced CXCL10 expression in airway epithelial cells via multiple pathways."}, {"pubmed": 24153332, "text": "these findings suggest that chronic rhinosinusitis associated with asthma may become intractable through the over-production of CXCL10 in response to viral infection."}, {"pubmed": 24182907, "text": "High levels of plasma IP-10 are associated with chronic Chagas disease."}, {"pubmed": 24247066, "text": "Studied the levels of serum IP-10 and TB antigen-dependent IP-10 at the time of diagnosis and after completing treatment in 32 patients with active TB."}, {"pubmed": 24257594, "text": "NF-kappaB and IRF3 activated the CXCL10 promoter independently of type I or type III IFN signaling during hepatitis C virus infection."}, {"pubmed": 24273934, "text": "IL-1alpha regulated its sub-network genes including CXCL1, CXCL10, and ICAM1 mRNA levels in time dependent but not in concentration dependent manner"}, {"pubmed": 24278230, "text": "Baseline IP-10 levels are associated with early viral kinetics but not ultimate treatment outcome in acute HCV infection"}, {"pubmed": 24349056, "text": "The results suggest that the -1447A>G polymorphism in CXCL10 gene promoter could be partly responsible for the reported variation underlying severity of cerebral malaria outcomes particularly in males."}, {"pubmed": 24407030, "text": "Migration assays showed a stimulating role for both intrinsic and extrinsic CXCL10 in vascular smooth muscle cell migration. Significantly fewer VSMCs migrated toward treated HUVECs after siRNA knockdown of CXCL10."}, {"pubmed": 24430489, "text": "We found no evidence that CXCL-10, IL-12 or IL-21 were associated with HBeAg seroconversion following HBV-active cART."}, {"pubmed": 24438378, "text": "Serum IP-10 and NGAL have demonstrated good predictive ability for the development of acute kidney graft rejection at a very early time point."}, {"pubmed": 24451065, "text": "Our data indicate a novel role for STAT1 in the pathogenesis of SLE as an expression enhancer of CCL2 and CXCL10 in systemic lupus erythematosus patients"}, {"pubmed": 24464131, "text": "we found that IRF1 was essential for IL-1-induced expression of the chemokines CXCL10 and CCL5"}, {"pubmed": 24499523, "text": "that IP-10 is a potential biomarker in pediatric localized scleroderma"}, {"pubmed": 24582930, "text": "IP-10 is detected and increased in the urine of HCV-viremic patients compared to healthy donors and cured-HCV subjects."}, {"pubmed": 24586509, "text": "the participation of the chemokine CXCL10/CXCR3 axis in celiac disease pathogenesis"}, {"pubmed": 24600982, "text": "Results also showed that the circulating levels of CXCL9 and CXCL10 were decreased in SCD patients in comparison to control subjects"}, {"pubmed": 24609754, "text": "The CCL2-2518A/G, CXCL10-201A/G, and IL8+781C/T gene polymorphisms could play a role in the severity of Enterovirus 71 infection in an ethnic Chinese cohort"}, {"pubmed": 24659862, "text": "IL-27 has a role in activating human trophoblasts to express IP-10 and IL-6 in preeclampsia"}, {"pubmed": 24668726, "text": "We suggest that the DPP4-CXCL10 axis inhibits antiviral innate and adaptive host immunity and favors establishment of viral persistence."}, {"pubmed": 24670704, "text": "Serum CXCL10 levels reflect treatment responses in tuberculosis but that these are affected by baseline 25(OH)D levels."}, {"pubmed": 24699306, "text": "We found that heparanase induction is associated with decreased levels of CXCL10, suggesting that this chemokine exerts tumor-suppressor properties in myeloma."}, {"pubmed": 24701034, "text": "CXCL10 expression is induced by Hantaan virus infection through TLR3, RIG-I, and MDA-5 pathways correlated with the disease severity"}, {"pubmed": 24705033, "text": "CXCL10 was significantly correlated with renal activity score. It is sensitive and specific non-invasive diagnostic tool for lupus nephritis patients."}, {"pubmed": 24715380, "text": "We show here for the first time that CXCL10 and CXCR3 expression are both predictors of favorable outcome in patients treated with tamoxifen."}, {"pubmed": 24750380, "text": "High CXCL10 levels identify individuals with rapid fibrosis at 12 months post-transplant for hepatitis C virus."}, {"pubmed": 24753255, "text": "We have identified previously uncharacterized p65 post-translational modifications critical for CXCL10 induction."}, {"pubmed": 24767350, "text": "Bile CXCL10 levels were significantly correlated with CD25 expression of CD8+ T cell subsets, especially in response to anti-donor stimulation"}, {"pubmed": 24868552, "text": "CXCL10 has multifaceted functions in cardiovascular disease [review]"}, {"pubmed": 24935307, "text": "Measuring serum levels of fractalkine, IP-10, and their receptors (especially the fractalkine/IP-10 combination) may serve as a noninvasive approach for the early diagnosis of renal allograft rejection"}, {"pubmed": 24977661, "text": "High levels of circulating IP-10 have been shown in patients with autoimmune thyroiditis.[review]"}, {"pubmed": 24999581, "text": "The role of IP-10 in in Graves' disease and Graves'ophthalmopathy [review]"}, {"pubmed": 24999582, "text": "CXCL10 role in autoimmune thyroiditis [review]"}, {"pubmed": 25013801, "text": "High CXCL10 levels were detected in acutely infected children regardless of virus pathogen, whereas increased CCL17 production was RSV-specific"}, {"pubmed": 25033426, "text": "IFN gamma and dsRNA act in concert to potentiate CXCL10 expression in airway epithelial cells via an NFkappaB-dependent but type I interferon-STAT independent pathway and it is at least partly regulated at the transcriptional level."}, {"pubmed": 25048951, "text": "CXCL10 maybe a potential non-invasive biomarker for NASH patients."}, {"pubmed": 25135111, "text": "The up-regulated NKRF serves as an endogenous repressor for IP-10 and IL-8 synthesis to hinder host from robust response to MTb infection."}, {"pubmed": 25157027, "text": "IP-10 is increased in serum in HIV-1-infected patients on stable ART compared with uninfected controls. IP-10 treatment of PBMCs had decreased cytokine secretions, decreased antigen-specific calcium signaling and MAPK38 phosphorylation."}, {"pubmed": 25175315, "text": "One of the important roles of IFN-b for malignant glioma growth inhibition was anti-angiogenesis by directly inhibiting angiogenesis through downregulation of VEGF and upregulation of IP-10 and indirectly changing the tumor microcirculation"}, {"pubmed": 25203349, "text": "IP-10 role in cryoglobulinemia [review]"}, {"pubmed": 25221954, "text": "The findings conveys the idea that CCL2 and CXCL10 chemokines at least in advanced stages of leprosy nerve lesions are not determinant for the establishment of AFB or AFB leprosy lesions"}, {"pubmed": 25222013, "text": "Urinary CXCL10:Cr corresponds with microvascular inflammation and is a sensitive and specific biomarker for subclinical and clinical T-cell mediated rejection in children."}, {"pubmed": 25251331, "text": "High CXCL10 expression is associated with acute cellular rejection."}, {"pubmed": 25342131, "text": "Circulating MRP8/MRP14 levels in blunt trauma nonsurvivors were significantly lower than those of survivors. Monocytic THP-1 cells stimulated with MRP8/MRP14 expressed the chemokine IFN-gamma inducible protein 10 (IP-10)/CXCL10."}, {"pubmed": 25344904, "text": "Our findings demonstrate the importance of CXCL10-induced chemoattraction in the anti-tumor response of adoptively transferred expanded NK cells against solid melanoma tumors."}, {"pubmed": 25353097, "text": "Results show that an increase in IL-1b and CXCL10 correlated with a decreased progression free survival, indicating their important prognostic role."}, {"pubmed": 25366387, "text": "up-regulated levels in sera of pulmonary sarcoidosis patients"}, {"pubmed": 25378811, "text": "Serum biomarkers OPN, IP-10, and neutrophil counts are useful in detecting Mycobacterium tuberculosis infection and may have utility in monitoring the course of the disease."}, {"pubmed": 25415223, "text": "Gene expression of IP-10 and its receptor CXCR3 were significantly associated with the intratumoral presence of regulatory T cells (Tregs)in pancreatic cancer."}, {"pubmed": 25503583, "text": "a potential pathogenic role for IL-8 and IP-10 in adults with falciparum malaria and HIV-1"}, {"pubmed": 25512630, "text": "Peripheral and liver CXCL10 levels was studied in 15 patients treated with telaprevir/pegylated interferon/ribavirin."}, {"pubmed": 25559603, "text": "The homozygosity for the CXCL9 rs10336 (T), CXCL10 rs3921 (G), and CXCL11 rs4619915 (A) alleles is associated with the higher likelihood of significant liver fibrosis in HIV-infected patients coinfected with hepatitis C virus genotype 1."}, {"pubmed": 25605650, "text": "IP-10 was upregulated during the acute phase of Kawasaki disease. The IP-10-CXCR3 axis may play an important role in effector lymphocyte recruitment to inflammatory tissue."}, {"pubmed": 25613532, "text": "Novel protein biomarker models improve identification of 10-year MI risk above and beyond traditional risk factors with 14% better allocation to either high or low risk group."}, {"pubmed": 25618120, "text": "Serum/urinary IP-10 responds to infection but cannot be used as reliable biomarker in childhood urinary tract infections."}, {"pubmed": 25648521, "text": "study showed that CXCL10 is elevated in acute Crimean-Congo hemorrhagic fever cases and that it is related highly with the viral load, suggesting that it plays an important role in the host immune response and in the pathogenesis of the disease"}, {"pubmed": 25671296, "text": "Active secretion of CXCL10 and CCL5 from colorectal cancer microenvironments associates with GranzymeB+ CD8+ T-cell infiltration."}, {"pubmed": 25693758, "text": "No correlation was found between leptin and IP-10"}, {"pubmed": 25702175, "text": "Results of this study suggest the association between CXCL10 gene polymorphism and rheumatoid arthritis."}, {"pubmed": 25713416, "text": "These findings functionally integrate K17, hnRNP K, and gene expression along with RSK and CXCR3 signaling in a keratinocyte-autonomous axis and provide a potential basis for their implication in tumorigenesis"}, {"pubmed": 25741937, "text": "In contrast to elevated 1st trimester levels of IP-10 previously found in the maternal serum of women who later developed preeclampsia, this study found lower umbilical cord IP-10 and ITAC plasma levels in near-term gestations with established severe preeclampsia."}, {"pubmed": 25760840, "text": "CXCR3 and IP-10 are involved in the pathogenesis of bronchiolitis, and CXCR3 is associated with allergic factors."}, {"pubmed": 25765738, "text": "A novel mechanism for inducing CXCL10 production directly from melanoma cells, with TLR2/6 agonists +IFNgamma."}, {"pubmed": 25769924, "text": "a distinct activation of the IFN-stimulated gene signature with a substantial increase in the release of proinflammatory cytokines (IL-6) and chemokines (CXCL10 and CCL5)."}, {"pubmed": 25811465, "text": "The over-production of IP-10 in BMECs may play an important role in the pathogenesis of NMO and may therefore help to mediate the trafficking of T cells expressing its receptor across the BBB."}, {"pubmed": 25839711, "text": "Some chemokine-receptor patterns can direct the organ-specific metastasis. CXCL10 can help to prognosticate high-risk patients as it is a chemokine that differentiated patients with vs. metastasis free ones."}, {"pubmed": 25858769, "text": "Common variants of CXCR3 and its ligands CXCL10 and CXCL11 are associated with vascular permeability of dengue infection in peninsular Malaysia."}, {"pubmed": 25948873, "text": "urinary CXCL10:Cr ratio associates with tubulointerstitial and microvascular inflammation of the renal allograft"}, {"pubmed": 25961500, "text": "Circulating IP-10 may be a non-invasive biomarker for disease progression and subsequent diabetes development of NAFLD."}, {"pubmed": 25973761, "text": "Pretreatment IP-10 could not predict either fibrosis or response to PEG-IFN/RIB therapy in chronic HCV Egyptian patients."}, {"pubmed": 25982097, "text": "Data suggest that Behcet's syndrome (BS) monocytes have dysfunctional post-transcriptional regulation of chemokine CXCL10 mRNA, resulting in over-expression of CXCL10 protein upon interferon-gamma stimulation."}, {"pubmed": 26020377, "text": "Serum IP-10 seems to represent a satisfactory diagnostic marker for the diagnosis of spontaneous bacterial peritonitis."}, {"pubmed": 26042934, "text": "CXCL10 and CXCR3 predicted an increased metastatic potential and was associated with early metastatic disease progression and poor overall survival"}, {"pubmed": 26079660, "text": "CXCL10 in metastatic breast cancer patients\\' sera triggers breast cancer cells to proliferate and migrate in a hormone receptor-independent manner via the activation of specific signaling pathways"}, {"pubmed": 26102027, "text": "data suggest that IFN-beta suppresses proliferation and metastasis from the local lymphatic system and melanoma cells via CXCL10"}, {"pubmed": 26136521, "text": "Levels of plasma IP-10 were able to distinguish between different types of inflammatory myopathy."}, {"pubmed": 26153763, "text": "Donor interleukin-22 and host type I interferon signaling pathway participate in intestinal graft-versus-host disease via STAT1 activation and CXCL10."}, {"pubmed": 26253531, "text": "CXCL10 has been implicated in exuberating the inflammatory response during viral infections and antibodies could therefore play a role in the pathogenesis of RSV infections"}, {"pubmed": 26275808, "text": "higher concentration is associated with neutrophils accumulation in the alveolar space of Systemic Lupus Erythematosus patients with pulmonary fibrosis"}, {"pubmed": 26285074, "text": "clinical samples, taken from confirmed TB and non-TB (i.e. other respiratory diseases (ORD)) cases, were collected and analyzed simultaneously with quality control (QC) human IP-10 or CCL4 standards"}, {"pubmed": 26317795, "text": "indicate that chemokines CCL5 and CXCL10 serve as the key chemokines to recruit CD8(+) T lymphocytes into esophageal squamous cell carcinoma (ESCC) tissue and may play a role in patient survival."}, {"pubmed": 26336986, "text": "may promote cisplatin resistance after liver transplantation by activating endoplasmic reticulum stress signaling pathways."}, {"pubmed": 26339406, "text": "Serum IP-10 may be correlated with the risk of chronic hepatitis B and the efficiency of interferon therapy."}, {"pubmed": 26339796, "text": "Association has been found between CXCL10 and DPP4 Gene polymorphisms and a complementary role for unfavorable IL28B genotype in prediction of treatment response in Thai patients with chronic hepatitis C virus infection."}, {"pubmed": 26346028, "text": "IP-10 levels are higher in children with respiratory illness compared to controls, independent of \"TB status\" suggesting that the evaluation of this parameter can be used as an inflammatory marker more than a TB test."}, {"pubmed": 26361424, "text": "Lower pretreatment serum CXCL10 levels are associated with thyroid dysfunction. Thyroid dysfunction prevalence increases in female patients and patients who are positive for TPOAb at baseline."}, {"pubmed": 26385705, "text": "Serum CXCL10 and CXCL13 levels may serve as clinical markers and contribute to the inflammatory response, especially skin manifestations thereof, in adult-onset Still's disease"}, {"pubmed": 26406121, "text": "During hepatocyte lipotoxicity, activated MLK3 induces the release of CXCL10-bearing vesicles from hepatocytes, which are chemotactic for macrophages."}, {"pubmed": 26462839, "text": "Data show that plasma C-X-C motif chemokine 10 (CXCL10) was increased in ten patients (type I patients) but decreased in the other 10 patients (type II patients)."}, {"pubmed": 26464192, "text": "High CXCL10 expression is associated with Thoracic Esophageal Squamous Cell Carcinoma."}, {"pubmed": 26553462, "text": "CXCL10 exerts antibacterial effects on clinical and laboratory strains of Escherichia coli and disruption of pyruvate dehydrogenase complex, which converts pyruvate to acetyl coenzyme A, enables E. coli to resist these antimicrobial effects."}, {"pubmed": 26555697, "text": "findings were confirmed in EPC precursors in vitro; where it was determined that heme-induced apoptosis and CXCL10 expression was TLR4-mediated"}, {"pubmed": 26602091, "text": "High amounts of IL-17, IP-10, and IL-10 were predictors of MOD; decreased IL-17 and MIP-1alpha separated CM-MOD from MOD; and increased IL-12p40 differentiated CM from CM-MOD"}, {"pubmed": 26658573, "text": "serum level preoperative period may serve as a predictive parameter for early liver allograft dysfunction"}, {"pubmed": 26687629, "text": "The results suggested that astrocytes contribute to Cerebral Malaria pathogenesis by producing CXCL10 in response to IFN-gamma and LT-alpha."}, {"pubmed": 26694099, "text": "High urine CXCL10 level is associated with acute rejection in Histologically Stable Kidney transplant Recipients."}, {"pubmed": 26708691, "text": "increased serum levels in 22q11.2 Deletion Syndrome patients"}, {"pubmed": 26771653, "text": "Interferon Gamma Inducible Protein 10 can be used as a Potential Biomarker in the Diagnosis of Latent Tuberculosis Infection"}, {"pubmed": 26786652, "text": "Report use of up-converting phosphor reporter technology in a lateral flow based test to determine IP-10 levels in pleural effusions and whole blood for tuberculosis diagnosis."}, {"pubmed": 26801009, "text": "The CXCL10/CXCR3 axis mediates T-cell recruitment into the skin in progressive vitiligo. Blocking this chemotactic mechanism may present a new form of therapy. Serum CXCL10 may be a novel biomarker in monitoring disease activity and guiding treatment of progressive vitiligo."}, {"pubmed": 26827189, "text": "Data suggest that Th1 (IFN-gamma-inducible protein-10 IP-10/CXCL10) and Th2 (thymus and activation regulated chemokine TARC/CCL17) and (macrophage derived chemokine MDC/CCL22) cooperatively play a role in the development of ankylosing spondylitis (AS)."}, {"pubmed": 26831417, "text": "Both CXCL10 and CXCR3 appeared to be useful in differentiating T1R reaction in borderline leprosy while CXCR3 alone differentiated BT from BT-T1R"}, {"pubmed": 26861446, "text": "Metformin simultaneously increases VEGFA and reduces CXCL10 and TIMP1 in CD34(+) cells in a model of the diabetic state combined with hypoxia to stimulate angiogenesis."}, {"pubmed": 26881918, "text": "Our results suggested that TNF-alpha may be an ideal biomarker for diagnosing the 3 forms of TB presentation, while the other factors (IL-6, IP-10, MCP-1, and IFN-gamma) can potentially facilitate differential diagnosis for the 3 TB presentation types"}, {"pubmed": 26895737, "text": "HCV infection leads to upregulated expression of CXCL10 in brain microvascular endothelial cells, which is probably via the phosphorylation of NF-kappaB."}, {"pubmed": 26907493, "text": "ANDV caused long-term elevated levels of eotaxin-1, IL-6, IL-8, IP-10, and VEGF-A that peaked 20-25 days after infection"}, {"pubmed": 26910919, "text": "High CXCL10 expression is associated with clear-cell renal cell carcinoma."}, {"pubmed": 26950614, "text": "Oral lipid loading is linked to reduced circulating pro-inflammatory chemokines CCL2, IP-10, and chemerin and to increased RANTES levels, suggesting that dietary lipids affect immune function."}, {"pubmed": 27002757, "text": "the results of the present study showed higher serum levels of CXCL10 in patients with breast cancer. The levels of CXCL10 also increased with advanced stageswhich represent that the chemokine may contribute in thetumor development."}, {"pubmed": 27012046, "text": "Findings indicate high sensitivity and specificity of IP-10 as a novel biomarker for tuberculosis in China."}, {"pubmed": 27034164, "text": "Neuroendocrine-like cells promote the chemotaxis activity of tumor-associated macrophages (TAM) via CXCL10 and CXCL11."}, {"pubmed": 27152707, "text": "These results showed that the higher levels of CXCL10, CCL20 and CCL22 were associated with ischemic heart disease. The serum levels of chemokines may influence by the certain traditional risk factors of IHD and some studied SNPs, but did not influence by treatment and gender of patients."}, {"pubmed": 27156612, "text": "The performance of IFNG release assays is robust despite variations in the incubation temperature between 37 degrees C and 39 degrees C for the diagnosis of latent tuberculosis infection."}, {"pubmed": 27165799, "text": "study indicates that the interferon-inducible, ELR(-) chemokine CXCL10 kills the Gram-positive pathogen Bacillus anthracis through multiple molecular mechanisms."}, {"pubmed": 27173614, "text": "The strongest OR was for CXCL8 (interleukin-8) in serum (96.8, 95% CI: 11.9-790.2). Of these 15 markers, 6 were also significantly elevated in serum from Chile (CCL20, C-reactive protein, CXCL8, CXCL10, resistin, serum amyloid A)."}, {"pubmed": 27180202, "text": "a massive and selective serum CXCL10 response in R. conorii-infected patients, likely reflecting release from infected endothelial cells characterized by infiltrating T cells and monocytes."}, {"pubmed": 27271043, "text": "CXCL10 is a circulating inflammatory marker elevated in advanced heart failure."}, {"pubmed": 27271323, "text": "Melatonin decreased CXCL10 and MMP-1 production and increased TIMP-1 production in IL-1beta-stimulated Human Periodontal Ligament Cells"}, {"pubmed": 27355513, "text": "analysis of plasma CXCL10, sCD163 and sCD14 in virological suppression and risk of cardiovascular disease"}, {"pubmed": 27375180, "text": "CCL2 and CXCL10 play important roles in the progression of obesity-related metabolic complications in children."}, {"pubmed": 27389865, "text": "CXCL10 was significantly higher in psoriasis patients who developed psoriatic arthritis than in psoriasis patients who did not develop arthritis."}, {"pubmed": 27390897, "text": "TLR9 ligands may contribute to the immunopathogenesis of sarcoidosis via induction of CXCL10 release in the alveolar macrophages."}, {"pubmed": 27422384, "text": "T-cell attractant chemokine CXCL10 showed an almost 10-fold higher expression in the peri-islet area than in the islet in insulitic islets from living patients with recent-onset T1D, possibly partly explaining the localization of T cells mainly to this region."}, {"pubmed": 27428020, "text": "In human Idiopathic Pulmonary Fibrosis patient samples the study established a strong negative correlation in the mRNA expression levels of gremlin-1 and CXCL10. The results suggest that in addition to regulation of epithelial-mesenchymal crosstalk during tissue injury, gremlin-1 modulates inflammatory cell recruitment and anti-fibrotic chemokine production in the lung."}, {"pubmed": 27450011, "text": "IL-10, IL-17 and IP-10 response to tubercular antigens act as potent discriminative markers for active tuberculosis among pulmonary tuberculosis suspects."}, {"pubmed": 27470388, "text": "CXCL10/CXCR3 axis promotes gastric cancer cell invasion and migration by upregulating MMP-2 and MMP-9 production via PI3K/AKT pathway."}, {"pubmed": 27490802, "text": "results support the notion that CXCL9 and CXCL10 exert tumour-suppressive function by TIL recruitment in human ovarian cancer"}, {"pubmed": 27498551, "text": "this paper shows that the combined detection of IL-10, IL-17, and CXCL10 at 1-2 weeks post-operation could predict acute rejection following adult liver transplantation with 97% specificity and 94% sensitivity"}, {"pubmed": 27503209, "text": "results indicate that rhinovirus (RV) stimulates CXCL-10 expression via the IL-33/ST2 signaling axis, and that TLR2 signaling limits RV-induced CXCL-10 via IRAK-1 depletion at least in airway epithelial cells"}, {"pubmed": 27522581, "text": "this study shows that melanoma peptides vaccination and intratumoral administration of IFNgamma increases production of CXCL10 in patient tumors"}, {"pubmed": 27541605, "text": "Determination of serum IP-10 levels before treatment could be useful for predicting favorable virologic response to TVR-based triple therapy, especially in patients with IL28B non-TT genotype."}, {"pubmed": 27548845, "text": "Urinary CCL2:Cr/CXCL10:Cr alone have similar prognostic performance after kidney transplantation, but when both are elevated, this suggests a worse prognosis."}, {"pubmed": 27551049, "text": "silencing of IL1B plus dexamethasone-induced DUSP1 significantly reduced IRF1 expression. IL1B-induced expression of CXCL10 was largely insensitive to dexamethasone, whereas other DUSP1-enhanced, IRF1-dependent mRNAs showed various degrees of repression."}, {"pubmed": 27574027, "text": "p43 induces both the mRNA and protein expression of IP-10."}, {"pubmed": 27585367, "text": "EGF and IP-10 were significantly elevated and GRO levels were lower in the tear profile of HIV patients with dry eye disease (DED) compared to immunocompetent patients with DED."}, {"pubmed": 27614982, "text": "Results provide evidence for an association between an increase level of CCL21 and IP-10 in the blood and pulmonary involvement in systemic lupus erythematosus patients."}, {"pubmed": 27617644, "text": "IL-27 stimulation activated STAT1 and STAT3 in HeLa and T98G cells, suggesting that IL-27 engages the STAT1/3 pathway, which then leads to the upregulation of IL-6, IP-10, and MIG"}, {"pubmed": 27637385, "text": "Increased levels of inflammatory biomarkers in patients with bullous pemphigoid, such as CXCL10, favor neutrophil- and monocyte-associated MMP-9 release and disease relapse and opened new therapeutic horizons in patients with this autoimmune disease"}, {"pubmed": 27650493, "text": "the elevated concentrations of CXCL13, CXCL8, and CXCL10 or their increasing CSF/serum ratios may be potential biomarkers of neurosyphilis"}, {"pubmed": 27718226, "text": "Results indicated that HGF may promote angiogenesis by not only increasing the expression of VEGF but also by decreasing the expression of an angiostatic chemokine, CXCL10 in keratinocytes."}, {"pubmed": 27764787, "text": "CXCL10/IP-10 transcript showed up to 20 fold-increase, with similar changes detectable at the protein level in melanoma cells overexpressing PDFGRA."}, {"pubmed": 27826704, "text": "Results show that IP-10 was higher in non-alcoholic fatty liver (NAFL) than in controls and higher in non-alcoholic steatohepatitis than in NAFL patients."}, {"pubmed": 27863059, "text": "CXCL10 in the serum of patients with vitiligo and alopecia areata was significantly elevated compared with healthy controls, but was similar between patients with vitiligo and AA"}, {"pubmed": 27863395, "text": "Cord blood CXCL10 levels were negatively associated with mite sensitization at age 3. A high cord blood CCL22/CXCL10 chemokine ratio was significantly associated with a higher risk of allergic sensitization at age 3."}, {"pubmed": 27922126, "text": "viral and bacterial co-infection modulates the JAK-STAT signaling pathway and leads to exacerbated IP-10 expression, which could play a major role in the pathogenesis of pneumonia."}, {"pubmed": 27935598, "text": "gene polymorphisms of IL-8(-251T/A) and IP-10(-1596C/T) are associated with susceptibility and progression of type 2 diabetic retinopathy in a northern Chinese population"}, {"pubmed": 27941826, "text": "Differential regulation of cytokine release at both transcriptional and post-transcriptional levels, suppresses type-I-IFN induction yet allows for CXCL10 secretion during imDNA-induced cellular stress."}, {"pubmed": 27955890, "text": "this study shows that serum IP-10 levels of acute asthma group are higher than controlled asthma group, and can be used to predict viral-induced acute asthma"}, {"pubmed": 28051885, "text": "The serum IP10 concentrations increase in women with polycystic ovary syndrome (PCOS), moreover, IP10 appears to be correlated with the inflammatory and Insulin resistance statuses of PCOS. IP10 may be a potential biomarker to estimate the disease activity of PCOS."}, {"pubmed": 28067328, "text": "serum IP-10 level and the IFN-gamma/IL-4 ratio have great potential to predict significant fibrosis among chronic hepatitis B patients."}, {"pubmed": 28074184, "text": "MCP-1, MIP-1beta, and IP-10 may modify the pathologic features of Rhegmatogenous Retinal Detachment."}, {"pubmed": 28077582, "text": "Potential immune markers, including interleukin 1 receptor antagonist, interferon gamma-inducible protein 10, hepatocyte growth factor, soluble p75 tumor necrosis factor alpha receptor, vascular cell adhesion molecule 1, and matrix metalloproteinase 2, were significantly associated with significant plasma leakage during Dengue virus infection."}, {"pubmed": 28111710, "text": "IP-10 complexes with CXCR3, which in turn activates the ERK1/2 pathway, thus resulting in upregulation of p-CREB and increased vascular smooth muscle cell proliferation."}, {"pubmed": 28122962, "text": "findings show that S. aureus downregulates superantigen-induced IP-10 production and prevents Th1 cell recruitment; S. aureus triggered activation of MAPKs p38 and ERK, as well as inhibition of STAT1 signaling in monocytes, altogether contributing to the downregulation of IP-10"}, {"pubmed": 28142122, "text": "The present data suggests a potential role of CXCL10 in the oncogenic function of COMMD7."}, {"pubmed": 28148302, "text": "Data suggest that chemokine CXCL10 may serve as a disease activity marker in early rheumatoid arthritis."}, {"pubmed": 28205564, "text": "IP-10 might be involved in the pathogenesis of thrombocytopenia (T), anasarca (A), fever (F), reticulin fibrosis (R), and organomegaly (O) -idiopathic Multicentric Castleman disease."}, {"pubmed": 28233092, "text": "Data provide first evidence for a link between oncogenic JAK2V617F signaling and cell intrinsic induction of CXCL10 induced by activated NFkB signaling."}, {"pubmed": 28234905, "text": "This would suggest that the change in IP-10 is genotypically driven, while the change in IL-6 may be reflective of systemic lupus erythematosus (SLE) transition status. These data suggest that IFIH1 may contribute to SLE pathogenesis via altered inflammatory mechanisms."}, {"pubmed": 28245475, "text": "IP-10 serum increase or TARC/IP-10 ratio decrease along with abnormal hepatic enzymatic alteration could signify early rejection of the transplanted liver."}, {"pubmed": 28246678, "text": "The results indicate significantly increased levels of CXCL10 protein in the urine at the time of allograft rejection. This association of urinary CXCL10 protein levels with rejection could provide an additional tool for the non-invasive monitoring of allograft rejection."}, {"pubmed": 28262979, "text": "In lipotoxic hepatocytes, MLK3 activates a MAPK signaling cascade, resulting in the activating phosphorylation of STAT1, and CXCL10 transcriptional upregulation."}, {"pubmed": 28278706, "text": "High IP10 expression is associated with multiple myeloma."}, {"pubmed": 28336310, "text": "this study suggests that GG genotype of CXCL10 -135G/A (rs56061981) polymorphism decreased CXCL10 expression in T cells which may have defective recruitment of mononuclear cells at the site of infection as well granuloma formation and in turn contribute to progression of tuberculosis"}, {"pubmed": 28375674, "text": "IP-10 low in the tumor microenvironment can be used as potential indicators for the progression of non-small cell lung cancer"}, {"pubmed": 28411045, "text": "results indicated that CXCL10, a pro-inflammatory chemokine, might be involved in the abnormal immune response in aplastic anaemia."}, {"pubmed": 28413983, "text": "Results highlight the role of phytohaemagglutin-stimulated peripheral blood mononuclear cells from patients with Alzheimer's disease on the expression of chemokines CXCL10 and CCL4 by endothelial cells and H4 cell line (mimicking the brain parenchyma) in a human blood brain barrier model."}, {"pubmed": 28419006, "text": "Studied perinatally HIV-infected children on cART and in good clinical status with respect to HIV disease; found that high plasma levels of Interferon-gamma-inducible protein 10 (IP10) associate with increased numbers of abnormal memory B cells (MBCs) phenotypes. IP10 appears to be a sensitive marker to predict the presence of exhausted MBC."}, {"pubmed": 28465448, "text": "These data suggest that elevated IP-10 levels may impair NK cell function during HIV infection and that IP-10/CXCR3 blocking may be a novel therapeutic strategy in the control and functional cure of HIV."}, {"pubmed": 28501799, "text": "Mothers of children affected by autoimmune congenital heart block did not have significantly elevated levels of IP-10 expression."}, {"pubmed": 28544362, "text": "Increased amniotic fluid CXCL10 concentration is associated with chronic chorioamnionitis or maternal anti-fetal rejection, whereas increased amniotic fluid IL-6 concentration is associated with acute histologic chorioamnionitis."}, {"pubmed": 28592115, "text": "hepatocellular carcinoma patients with a high concentration of CXCL10 in the tumor microenvironment had significantly poorer overall survival and disease-free survival than those with lower CXCL10 expression levels"}, {"pubmed": 28592626, "text": "data indicate that IP-10 is associated with disease activity and perseverance of rheumatoid arthritis."}, {"pubmed": 28610785, "text": "CXCL10 in addition to IFN-gamma can be used to differentiate among Mycobacterium tuberculosis infection possibilities."}, {"pubmed": 28614914, "text": "Interferon-gamma-inducible protein 10 (IP-10) directly promoted hepatocyte apoptosis, and baseline IP-10 levels may predict the decrease in the hepatitis B surface antigen levels after entecavir therapy in patients with chronic hepatitis B."}, {"pubmed": 28698095, "text": "Higher serum levels of CXCL10 are found in patients with non-segmental vitiligo (NSV) and NSV + autoimmune thyroiditis than in controls."}, {"pubmed": 28717003, "text": "Data suggest that, unlike non-metastatic intestinal epithelial cells (IECs), metastatic IECs express TLR3 and that TLR3 agonists induce inflammatory cytokine (CXCL10) production and promote invasiveness of IECs. (TLR3 = toll-like receptor 3; CXCL10 = chemokine [C-X-C motif] ligand 10 protein)"}, {"pubmed": 28744018, "text": "Results found that hepatitis A virus infection strongly induces the production of helper 1 T cell-associated chemokines, particularly CXCL10 via RIG-I-like receptor signaling, even without secreted interferons."}, {"pubmed": 28753407, "text": "In conclusion, IL-29 enhanced CXCL10 production in human oral epithelial cells via the p38 MAPK, STAT3, and NF-kappaB pathways, which might control Th1-cell accumulation in periodontal lesions and be involved in pathological processes in periodontal disease."}, {"pubmed": 28802168, "text": "Hepatitis b vaccine was efficient in enhancing IP-10 level with HBsAg clearance, or reduction to a favorable level."}, {"pubmed": 28808319, "text": "IP-10 is an accurate biomarker to screen febrile HIV-seronegative individuals."}, {"pubmed": 28855240, "text": "These findings elucidate an NFAT-MAPK signaling paradigm for induction of isletokine expression in beta-cells and reveal IP-10 as a primary therapeutic target to prevent beta-cell-induced inflammatory loss of graft function after islet cell transplantation."}, {"pubmed": 28862188, "text": "Our findings showed that the assessment of serum IP-10 level could be a predictive factor for SVR and it was associated with fibrosis, necroinflammatory activity, significant steatosis and IR in patients with chronic HCV infection."}, {"pubmed": 28880456, "text": "The regular early post-transplantation monitoring of urinary miR-155-5p and CXCL10 can help in the prognosis of acute rejection and graft dysfunction after kidney transplantation."}, {"pubmed": 28899907, "text": "A novel function of CXCL10 in mediating monocyte production of proinflammatory cytokines in inflammatory bowel diseases has been described."}, {"pubmed": 28902772, "text": "Urinary CXCL10 reflects subclinical inflammation within the tubulointerstitial and peritubular capillary spaces, but not the vascular/systemic compartments"}, {"pubmed": 28906016, "text": "upregulated in synovium and chondrocytes following trauma"}, {"pubmed": 29053336, "text": "Suggest that a novel and functionally interdependent interplay between EZH2 and G9a regulates histone methylation-mediated epigenetic repression of the antifibrotic CXCL10 gene in idiopathic pulmonary fibrosis."}, {"pubmed": 29058291, "text": "Results show that the expression of IP-10 in peripheral blood of patients with HBV-associated acute-on-chronic liver failure (HBV-ACLF) was significantly high and correlated with the severity of liver failure. IP-10 played an important role in the pathogenesis and progression of HBV-ACLF."}, {"pubmed": 29105936, "text": "Circulating CXCL10 possibly reflects systemic inflammation and it is correlated with acute decompensation, acute-on-chronic liver failure and complications in patients with severe portal hypertension receiving transjugular intrahepatic portosystemic shunt"}, {"pubmed": 29115683, "text": "serum levels in active vitiligo significantly elevated compared to those in stable vitiligo patients"}, {"pubmed": 29116188, "text": "results suggest that the CXCL10/CXCR3 axis may contribute to the pathogenesis of Behcet's disease"}, {"pubmed": 29122683, "text": "Plasma CXCL10 levels are significantly higher in SPs pre-HAART and RPs pre-HAART when compared with HIV-negative controls."}, {"pubmed": 29127442, "text": "The frequency of non-classical monocytes spontaneously producing CXCL10 was increased in both limited and diffuse systemic sclerosis"}, {"pubmed": 29223680, "text": "Age-related epigenetic and genetic factors which contribute to the dysregulation of CXCL10."}, {"pubmed": 29247155, "text": "The downregulation of TXNDC5 could contribute to rheumatoid arthritis synovial fibroblasts antiangiogenic and proapoptotic features through suppression of CXCL10 and TRAIL."}, {"pubmed": 29285564, "text": "Study suggests that rs56061981 and rs56216945 in CXCL10 gene promoter contribute COPD susceptibility."}, {"pubmed": 29528582, "text": "The level of the serum IP-10 is higher in Chronic Hepatitis C patients compared to control group, and its level significantly decreased with effective antiviral treatment."}, {"pubmed": 29532873, "text": "COMMD7 activates CXCL10 production by regulating NFkappaB and the production of ROS. The present study highlighted the role of COMMD7 in the development of HCC, and provides novel options for anticancer drug design."}, {"pubmed": 29549479, "text": "results of study suggest that the CXCL10 overexpression in the salivary glands is caused mainly by IFN-gamma-stimulated salivary gland ductal cells."}, {"pubmed": 29559124, "text": "Elevated plasma level of CXCL10 is predictive of the active phase of tuberculosis infection."}, {"pubmed": 29663331, "text": "Study in three Japanese patients with advanced cutaneous angiosarcoma revealed that serum levels of soluble CD163 and CXCL10 increased in parallel with disease progression in all these patients."}, {"pubmed": 29764370, "text": "CXCL10 blood level is associated with tuberculosis in the HIV infected patients."}, {"pubmed": 29795466, "text": "Studied role of chemokines (including C-X-C motif chemokine ligand 11 [CXCL11] and C-X-C motif chemokine ligand 10 [CXCL10] in the CXCR3 axis with regards to angiogenesis in adipose tissue of morbidly obese patients."}, {"pubmed": 29853737, "text": "CXCL10 rs1439490 G/G is positively associated with seronegative occult hepatitis C virus infection and antiviral treatment outcome."}, {"pubmed": 29860220, "text": "CXCL10, not CXCL9 or CXCL11, induced IL-9 expression in the liver tissue."}, {"pubmed": 29902349, "text": "Nab-PTX treatment could increase CXCL10 expression."}, {"pubmed": 29980471, "text": "CD46 activation of moDCs downregulates LPS-induced CXCL-10 expression, while the expression of CXCL-10 in monocytes is unaffected."}, {"pubmed": 30018088, "text": "Inflammatory cytokines interleukin (IL)-1alpha, IL-1beta and interferon-gamma-induced protein (IP)-10 are biomarkers for detecting asymptomatic STIs and vaginal dysbiosis (bacterial vaginosis (BV) or intermediate microbiota)."}, {"pubmed": 30029901, "text": "IP-10 is an alternative biomarker to IFN-gamma in the QFT-Plus format for the diagnosis of latent tuberculosis infection."}, {"pubmed": 30029914, "text": "Combination of IP-10 and RANTES could be potentially used as diagnostic and monitoring biomarker in pulmonary tuberculosis management."}, {"pubmed": 30081186, "text": "these findings demonstrated a more powerful prediction of early acute renal allograft rejection during the first month after transplantation by combination of multiple-biomarkers of fractalkine, IFN-gamma and IP-10, and the results might help stratify the immunologic risk of acute allograft rejection in recipients"}, {"pubmed": 30188739, "text": "No association between IP-10 serum-levels and cancer-related fatigue."}, {"pubmed": 30242057, "text": "ur results showed that a fragment consisting of residues 196-413 in MERS-N is sufficient to up-regulate CXCL10, while the N-terminal domain and serine-arginine (SR)-rich motif of MERS-N do not play a role in this up-regulation."}, {"pubmed": 30268671, "text": "Findings show that a combination of CRP, PCT, TRAIL and IP-10 can identify bacterial infections with higher accuracy than single biomarkers and combinations of a single bacterial biomarkers combined with TRAIL and IP-10."}, {"pubmed": 30467622, "text": "the expression of CXCR3 and CXCL10 was significantly increased oral lichen planus (OLP) patients.  T lymphocyte migration rate of CXCL10 stimulation group was significantly higher.  CXCL10/CXCR3 axis may be related to the immune mechanism of OLP."}, {"pubmed": 30472104, "text": "The biological characteristics of IP-10."}, {"pubmed": 30507970, "text": "A strong correlation between elevated serum levels of IP-10 and DPPIV activity was seen in different cholestatic patient groups."}, {"pubmed": 30523038, "text": "IP10 secretion induced by patient sera in peripheral nerve microvascular endothelial cells was markedly upregulated in both the multifocal acquired demyelinating sensory and motor neuropathy and multifocal motor neuropathy groups. The overproduction of IP-10 leads to the focal breakdown of the blood nerve barrier, and may help to mediate the transfer of pathogenic T cells across the BNB."}, {"pubmed": 30718282, "text": "Viperin (also known as radical SAM domain-containing 2 (RSAD2)) is expressed in differentiating chondrocytic cells and regulates their protein secretion and the outcome of chondrogenic differentiation by influencing transforming growth factor beta (TGF-beta)/SMAD family 2/3 (SMAD2/3) activity via C-X-C motif chemokine ligand 10 (CXCL10)."}, {"pubmed": 30813187, "text": "The SNPs of CXCL9 (rs10336) and CXCL10 (rs3921) are not associated with the incidence of acute cellular rejection"}, {"pubmed": 30851700, "text": "sCD163, CCL2, and CXCL10 are associated with activation of macrophages and may have a serious impact on overall survival in patients with idiopathic pulmonary fibrosis ."}, {"pubmed": 30974283, "text": "The up-regulated release of CXCL10 is important in the immunopathogenesis of Clostridium difficile infection (CDI), and may be served as a potential alternative biomarker for the monitoring of CDI disease severity and therapeutic efficacy."}, {"pubmed": 31059842, "text": "TNFalpha by itself has no effect on the secretion of CXCL10, whereas it increases dose-dependently the secretion of CXCL8 in Graves' thyrocytes, and in Grave's opthalmopathy fibroblasts and preadipocytes, while IFNgamma does stimulate the secretion of CXCL10 but it inhibits that of CXCL8. This differential modulation of CXCL10 and CXCL8 chemokines may reflect a different role of the two chemokines in the course of the ..."}, {"pubmed": 31072618, "text": "high levels of IKKepsilon might induce intractable inflammation via CXCL10."}, {"pubmed": 31127759, "text": "IP10 is a useful non-invasive biomarker for viral clearance."}, {"pubmed": 31209409, "text": "Expression of CXCL10 was up-regulated in hepatocellular carcinoma (HCC) tissues, expression of CXCR3 was down-regulated in HBV-related HCC tissues"}, {"pubmed": 31216116, "text": "high CXCL10 andSTAT1 expression may prompt highly suppressive func-tions, which was associated with decreased survival in mela-noma tumours."}, {"pubmed": 31388072, "text": "Diagnostic accuracy of interferon-gamma-induced protein 10 for differentiating active tuberculosis from latent tuberculosis: A meta-analysis."}, {"pubmed": 31412247, "text": "Inflammatory Activation of Astrocytes Facilitates Melanoma Brain Tropism via the CXCL10-CXCR3 Signaling Axis."}, {"pubmed": 31421626, "text": "IP10 levels are significantly increased in clinically active multiple sclerosis patients."}, {"pubmed": 31440475, "text": "The authors found that the transcriptionally independent suppression of CXCL10 is mediated by the virulence factor and protease, glycoprotein-63 (gp63) of Leishmania major. Specifically, GP63 cleaves CXCL10 after amino acid A81 at the base of a C-terminal alpha-helix."}, {"pubmed": 31440939, "text": "MMP-9 is involved in the IFN-gamma-induced production of CXCL10 in Sjogren's syndrome lesions."}, {"pubmed": 31440940, "text": "MDA5 positively modulated the TNF-alpha-induced expression of CXCL10 in both STAT1-dependent and -independent manner and may be associated with metabolic inflammation in the liver."}, {"pubmed": 31485460, "text": "The combination of the serum level of CXCL10 and SNPs in IL-28B can identify patients with acute HCV infection who are most likely to have clearance spontaneously and those in need of early antiviral therapy"}, {"pubmed": 31530029, "text": "No significant differences were revealed in genotypes and allele distributions of MCP-1 (-2518 A/G) between primary immune thrombocytopenia (ITP) patients and normal controls, as well as the MCP-1 levels. In conclusion, the -201 G/A polymorphism of IP-10 gene may be associated with the susceptibility of ITP in Chinese population."}, {"pubmed": 31636098, "text": "Macrophage-Derived CXCL9 and CXCL10 Are Required for Antitumor Immune Responses Following Immune Checkpoint Blockade."}, {"pubmed": 31651197, "text": "High CXCL10 expression is associated with Acute Respiratory Distress Syndrome."}, {"pubmed": 31666025, "text": "IP-10 is a promising marker for differentiating pulmonary tuberculosis from non- tuberculosis.[meta-analysis]"}, {"pubmed": 31836011, "text": "The combination of CXCL9, CXCL10 and CXCL11 levels during primary HIV infection predicts HIV disease progression."}, {"pubmed": 31866063, "text": "Association of IL-6, IL-10 and CXCL10 serum concentrations with visceral Kaposi's sarcoma in people living with HIV/AIDS."}, {"pubmed": 31924747, "text": "Identification of CXCR4 and CXCL10 as Potential Predictive Biomarkers in Triple Negative Breast Cancer (TNBC)."}, {"pubmed": 31926497, "text": "Serum levels of CXCL10 were significantly higher in rheumatoid arthritis (RA) patients than controls, and were more elevated in early diagnosed than longstanding RA patients."}, {"pubmed": 32037509, "text": "The interferon-gamma-induced protein 10/CXCR3 axis is associated with human herpesvirus-6 reactivation and the development of sequelae in drug reaction with eosinophilia and systemic symptoms."}, {"pubmed": 32037514, "text": "Declining levels of serum chemokine (C-X-C motif) ligand 10 over time are associated with new onset of psoriatic arthritis in patients with psoriasis: a new biomarker?"}, {"pubmed": 32126552, "text": "Activin A Expressed in Rheumatoid Synovial Cells Downregulates TNFalpha-Induced CXCL10 Expression and Osteoclastogenesis."}, {"pubmed": 32165324, "text": "Acute Kidney Injury in Children after Hematopoietic Cell Transplantation Is Associated with Elevated Urine CXCL10 and CXCL9."}, {"pubmed": 32228128, "text": "The modifying effect of nutritional factors on the association between IL1-beta single nucleotide polymorphism and serum CXCL10 levels in young Canadian adults."}, {"pubmed": 32238853, "text": "Human Chorionic Gonadotropin modulates CXCL10 Expression through Histone Methylation in human decidua."}, {"pubmed": 32240245, "text": "No association between IP-10 and stroke."}, {"pubmed": 32363951, "text": "ISG56 is involved in CXCL10 expression induced by TLR3 signaling in BEAS-2B bronchial epithelial cells."}, {"pubmed": 32417506, "text": "CXCL10 mediates breast cancer tamoxifen resistance and promotes estrogen-dependent and independent proliferation."}, {"pubmed": 32446265, "text": "Hsa_circ_0000515 is a novel circular RNA implicated in the development of breast cancer through its regulation of the microRNA-296-5p/CXCL10 axis."}, {"pubmed": 32515478, "text": "Elevated CXCL10 Serum Levels in Measles Virus Primary Infection and Reinfection Correlate With the Serological Stage and Hospitalization Status."}, {"pubmed": 32587340, "text": "Plasma IP-10 and IL-6 are linked to Child-Pugh B cirrhosis in patients with advanced HCV-related cirrhosis: a cross-sectional study."}, {"pubmed": 32641985, "text": "Kupffer cells promote T-cell hepatitis by producing CXCL10 and limiting liver sinusoidal endothelial cell permeability."}, {"pubmed": 32701583, "text": "Elevation of cervical C-X-C motif chemokine ligand 10 levels is associated with HIV-1 acquisition in pregnant and postpartum women."}, {"pubmed": 32706090, "text": "CXCL10 an important chemokine associated with cytokine storm in COVID-19 infected patients."}, {"pubmed": 32730345, "text": "Increased hepatic and circulating chemokine and osteopontin expression occurs early in human NAFLD development."}, {"pubmed": 32794336, "text": "MXD1 regulates the H9N2 and H1N1 influenza A virus-induced chemokine expression and their replications in human macrophage."}, {"pubmed": 32816891, "text": "Tebentafusp, A TCR/Anti-CD3 Bispecific Fusion Protein Targeting gp100, Potently Activated Antitumor Immune Responses in Patients with Metastatic Melanoma."}, {"pubmed": 32841529, "text": "Association of Mps one binder kinase activator 1 (MOB1) expression with poor disease-free survival in individuals with non-small cell lung cancer."}, {"pubmed": 32860784, "text": "Development of cell-free platform-based toehold switch system for detection of IP-10 mRNA, an indicator for acute kidney allograft rejection diagnosis."}, {"pubmed": 32870689, "text": "Immunoaffinity Targeted Mass Spectrometry Analysis of Human Plasma Samples Reveals an Imbalance of Active and Inactive CXCL10 in Primary Sjogren's Syndrome Disease Patients."}, {"pubmed": 32873571, "text": "CXCR3 and Cognate Ligands are Associated with Immune Cell Alteration and Aggressiveness of Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 32926524, "text": "Semaphorin3A released from human dental pulp cells inhibits the increase in interleukin-6 and CXC chemokine ligand 10 production induced by tumor necrosis factor-alpha through suppression of nuclear factor-kappaB activation."}, {"pubmed": 32943658, "text": "Downregulation of the CCL2/CCR2 and CXCL10/CXCR3 axes contributes to antitumor effects in a mouse model of malignant glioma."}, {"pubmed": 32989803, "text": "Functional correlations between CXCL10/IP10 gene polymorphisms and risk of Kawasaki disease."}, {"pubmed": 33106516, "text": "Modeling of variables in cellular infection reveals CXCL10 levels are regulated by human genetic variation and the Chlamydia-encoded CPAF protease."}, {"pubmed": 33118080, "text": "Down-Regulation of microRNA-30d Alleviates Intervertebral Disc Degeneration Through the Promotion of FOXO3 and Suppression of CXCL10."}, {"pubmed": 33121429, "text": "IP-10 and MCP-1 as biomarkers associated with disease severity of COVID-19."}, {"pubmed": 33236620, "text": "Relation between HLA-DP/DQ Polymorphisms, Serum IP-10 and Response to Direct Acting Antiviral Therapy among HCV Infected Patients."}, {"pubmed": 33236621, "text": "Significance of Intracellular Adhesion Molecule-1 Polymorphism and IP-10 among Breast Cancer Patients."}, {"pubmed": 33253709, "text": "IFNgamma-inducible CXCL10/CXCR3 axis alters the sensitivity of HEp-2 cells to ionizing radiation."}, {"pubmed": 33260038, "text": "Tryptanthrin suppresses double-stranded RNA-induced CXCL10 expression via inhibiting the phosphorylation of STAT1 in human umbilical vein endothelial cells."}, {"pubmed": 33326977, "text": "IFIT Proteins Are Involved in CXCL10 Expression in Human Glomerular Endothelial Cells Treated with a Toll-Like Receptor 3 Agonist."}, {"pubmed": 33337555, "text": "Interferon-gamma amplifies airway smooth muscle-mediated CD4+ T cell recruitment by promoting the secretion of C-X-C-motif chemokine receptor 3 ligands."}, {"pubmed": 33345267, "text": "CXCL10 is a potential biomarker and associated with immune infiltration in human papillary thyroid cancer."}, {"pubmed": 33362789, "text": "Deciphering the Prognostic and Predictive Value of Urinary CXCL10 in Kidney Recipients With BK Virus Reactivation."}, {"pubmed": 33378361, "text": "IP-10 and CXCR3 signaling inhibit Zika virus replication in human prostate cells."}, {"pubmed": 33387195, "text": "Role of MDA5 in regulating CXCL10 expression induced by TLR3 signaling in human rheumatoid fibroblast-like synoviocytes."}, {"pubmed": 33406104, "text": "Cross-linking of T cell to B cell lymphoma by the T cell bispecific antibody CD20-TCB induces IFNgamma/CXCL10-dependent peripheral T cell recruitment in humanized murine model."}, {"pubmed": 33421057, "text": "Measurement of 45 cytokine, chemokine and growth factors in established cell culture supernatants and autologous serum from advanced melanoma patients."}, {"pubmed": 33445993, "text": "The Impact of Interferon-gamma (IFN-gamma) and IFN-gamma-Inducible Protein 10 (IP-10) Genes' Polymorphism on Risk of Hepatitis C Virus-Related Liver Cirrhosis."}, {"pubmed": 33453262, "text": "The Role of CXCL10 and IL-18 as Markers of Repigmentation Response in Nonsegmental Vitiligo Treated with Narrowband UVB Phototherapy: A Prospective Cohort Study."}, {"pubmed": 33494515, "text": "Targeted Profiling of Immunological Genes during Norovirus Replication in Human Intestinal Enteroids."}, {"pubmed": 33548977, "text": "IP-10 Levels in Patients Infected with HBV Predicts The Response to Treatment with Entecavir."}, {"pubmed": 33574564, "text": "Inflammatory profiles in Chilean Mapuche and non-Mapuche women with gallstones at risk of developing gallbladder cancer."}, {"pubmed": 33612760, "text": "Interferon-gamma inducible protein-10 and interleukin 28B gene polymorphism as predictive markers for genotype 4 hepatitis C virus treatment response."}, {"pubmed": 33651323, "text": "A significant association between CXCL10 -1447 A > G and IL18 -607 C > A gene polymorphism with human T-cell lymphotropic virus type 1 associated myelopathy/tropical spastic paraparesis (HAM-TSP), a case-control report from city of Mashhad, Iran."}, {"pubmed": 33689775, "text": "Interferon regulatory factor 1(IRF-1) activates anti-tumor immunity via CXCL10/CXCR3 axis in hepatocellular carcinoma (HCC)."}, {"pubmed": 33758270, "text": "Circulating CXCL10 and IL-6 in solid organ donors after brain death predict graft outcomes."}, {"pubmed": 33766427, "text": "Cytokine IP-10 and GM-CSF are prognostic biomarkers for severity in secondary dengue infection."}, {"pubmed": 33778831, "text": "[Effect of pulp revascularization on CCL21, IFN-gamma-inducible protein 10 in chronic periapical periodontitis]."}, {"pubmed": 33809279, "text": "Muscle Damage in Systemic Sclerosis and CXCL10: The Potential Therapeutic Role of PDE5 Inhibition."}, {"pubmed": 33810947, "text": "Serum IP-10 and IL-7 levels are associated with disease severity of coronavirus disease 2019."}, {"pubmed": 33841438, "text": "Plasmacytoid Dendritic Cells Depletion and Elevation of IFN-gamma Dependent Chemokines CXCL9 and CXCL10 in Children With Multisystem Inflammatory Syndrome."}, {"pubmed": 33845543, "text": "[Expression and clinical significance of CXC chemokine ligand 10 in glioma]."}, {"pubmed": 33865267, "text": "A Predictive Test in The Screening of HIV Positive Cases; Interferon Gamma Inducible Protein 10 (IP-10)."}, {"pubmed": 33926524, "text": "HDAC2 enhances esophageal squamous cell carcinoma development through down-regulating microRNA-503-5p and promoting CXCL10."}, {"pubmed": 33930221, "text": "Peripheral blood levels of CXCL10 are a useful marker for diabetic polyneuropathy in subjects with type 2 diabetes."}, {"pubmed": 34085699, "text": "CXCL2/10/12/14 are prognostic biomarkers and correlated with immune infiltration in hepatocellular carcinoma."}, {"pubmed": 34090843, "text": "Relationship of IP-10 gene expression to systemic lupus erythematosus activity."}, {"pubmed": 34101271, "text": "Childhood CCL18, CXCL10 and CXCL11 levels differentially relate to and predict allergy development."}, {"pubmed": 34124768, "text": "Expressions of CXCL12, CXCL10 and CCL18 in Warthin tumors characterized pathologically by having a lymphoid stroma with germinal centers."}, {"pubmed": 34153670, "text": "Genetic polymorphisms of chemokine (C-X-C motif) ligand 10 gene associated with hepatitis B virus infection in a Chinese Han population."}, {"pubmed": 34158843, "text": "CXCL10 potentiates immune checkpoint blockade therapy in homologous recombination-deficient tumors."}, {"pubmed": 34205098, "text": "The Pro-Inflammatory Chemokines CXCL9, CXCL10 and CXCL11 Are Upregulated Following SARS-CoV-2 Infection in an AKT-Dependent Manner."}, {"pubmed": 34217849, "text": "Advantages of plasmatic CXCL-10 as a prognostic and diagnostic biomarker for the risk of rejection and subclinical rejection in kidney transplantation."}, {"pubmed": 34220848, "text": "Infiltration by CXCL10 Secreting Macrophages Is Associated With Antitumor Immunity and Response to Therapy in Ovarian Cancer Subtypes."}, {"pubmed": 34256195, "text": "CD163L1(+)CXCL10(+) Macrophages are Enriched Within Colonic Lamina Propria of Diverticulitis Patients."}, {"pubmed": 34271200, "text": "Assessment of Interferon Gamma-Induced Protein 10 mRNA Release Assay for Detection of Latent Tuberculosis Infection in Egyptian Pediatric Household Contacts."}, {"pubmed": 34288108, "text": "Elevated serum eotaxin and IP-10 levels as potential biomarkers for the detection of esophageal squamous cell carcinoma."}, {"pubmed": 34345201, "text": "TNF-alpha augments CXCL10/CXCR3 axis activity to induce Epithelial-Mesenchymal Transition in colon cancer cell."}, {"pubmed": 34381047, "text": "Malaria parasites both repress host CXCL10 and use it as a cue for growth acceleration."}, {"pubmed": 34388247, "text": "Association Between Graft Function and Urine CXCL10 and Acylcarnitines Levels in Kidney Transplant Recipients."}, {"pubmed": 34419254, "text": "Urinary CXCL10 Measurement in Late Renal Allograft Biopsies Predicts Outcome Even in Histologically Quiescent Patients."}, {"pubmed": 34481469, "text": "Serum CXCL10/IP-10 may be a potential biomarker for severe Mycoplasma pneumoniae pneumonia in children."}, {"pubmed": 34504204, "text": "Role of CXCL10 in the progression of in situ to invasive carcinoma of the breast."}, {"pubmed": 34528678, "text": "Circ_0000514 promotes breast cancer progression by regulating the miR-296-5p/CXCL10 axis."}, {"pubmed": 34531848, "text": "HCV Core Protein Induces Chemokine CCL2 and CXCL10 Expression Through NF-kappaB Signaling Pathway in Macrophages."}, {"pubmed": 34534571, "text": "Association of chemokines IP-10/CXCL10 and I-TAC/CXCL11 with insulin resistance and enhance leukocyte endothelial arrest in obesity."}, {"pubmed": 34555221, "text": "CXCL8, CXCL9, and CXCL10 serum levels increase in syphilitic patients with seroresistance."}, {"pubmed": 34559160, "text": "CXCL10 and its related key genes as potential biomarkers for psoriasis: Evidence from bioinformatics and real-time quantitative polymerase chain reaction."}, {"pubmed": 34572567, "text": "TNF-alpha Increases IP-10 Expression in MCF-7 Breast Cancer Cells via Activation of the JNK/c-Jun Pathways."}, {"pubmed": 34626520, "text": "Effect of IL-6, IL-8/CXCL8, IP-10/CXCL 10 levels on the severity in COVID 19 infection."}, {"pubmed": 34659199, "text": "Pathogenic Roles of CXCL10 in Experimental Autoimmune Prostatitis by Modulating Macrophage Chemotaxis and Cytokine Secretion."}, {"pubmed": 34663207, "text": "CXCL10 levels at hospital admission predict COVID-19 outcome: hierarchical assessment of 53 putative inflammatory biomarkers in an observational study."}, {"pubmed": 34663639, "text": "Interleukin-30 feeds breast cancer stem cells via CXCL10 and IL23 autocrine loops and shapes immune contexture and host outcome."}, {"pubmed": 34691031, "text": "Serum Biomarker Profile Including CCL1, CXCL10, VEGF, and Adenosine Deaminase Activity Distinguishes Active From Remotely Acquired Latent Tuberculosis."}, {"pubmed": 34710089, "text": "Variation in Leishmania chemokine suppression driven by diversification of the GP63 virulence factor."}, {"pubmed": 34710525, "text": "STAT1 and CXCL10 involve in M1 macrophage polarization that may affect osteolysis and bone remodeling in extrapulmonary tuberculosis."}, {"pubmed": 34725501, "text": "Prediction of acute kidney injury, sepsis and mortality in children with urinary CXCL10."}, {"pubmed": 34794429, "text": "Screening of CXC chemokines in the microenvironment of ovarian cancer and the biological function of CXCL10."}, {"pubmed": 34830041, "text": "Chemoattraction of Neoplastic Glial Cells with CXCL10, CCL2 and CCL11 as a Paradigm for a Promising Therapeutic Approach for Primary Brain Tumors."}, {"pubmed": 34871062, "text": "Cxcl10 Chemokine Induces Migration of ING4-Deficient Breast Cancer Cells via a Novel Cross Talk Mechanism between the Cxcr3 and Egfr Receptors."}, {"pubmed": 34902344, "text": "Increased serum CXCL10 levels are associated with clinical severity and radiographic progression in patients with lumbar disc degeneration."}, {"pubmed": 34914972, "text": "HnRNPK and lysine specific histone demethylase-1 regulates IP-10 mRNA stability in monocytes."}, {"pubmed": 34916676, "text": "[Effect of chemokines CXCL9 and CXCL10 on bone erosion in patients with rheumatoid arthritis]."}, {"pubmed": 35013216, "text": "GPR182 limits antitumor immunity via chemokine scavenging in mouse melanoma models."}, {"pubmed": 35090158, "text": "Higher Cerebrospinal Fluid Soluble Urokinase-type Plasminogen Activator Receptor, But Not Interferon gamma-inducible Protein 10, Correlate With Higher Working Memory Deficits."}, {"pubmed": 35242241, "text": "Prognostic Markers in Hospitalized COVID-19 Patients: The Role of IP-10 and C-Reactive Protein."}, {"pubmed": 35298096, "text": "Differentiating active from stable vitiligo: The role of dermoscopic findings and their relation to CXCL10."}, {"pubmed": 35380893, "text": "CCL21 and IP10 as serum biomarkers for pulmonary involvement in systemic lupus erythematosus."}, {"pubmed": 35398531, "text": "CXCL10 conditions alveolar macrophages within the premetastatic niche to promote metastasis."}, {"pubmed": 35409036, "text": "What Is Currently Known about the Role of CXCL10 in SARS-CoV-2 Infection?"}, {"pubmed": 35485686, "text": "Lack of Association between IFN-gamma, CXCL10 and TGF-beta1 Gene Polymorphisms and Liver Complication in HIV-infected Thais."}, {"pubmed": 35531750, "text": "IP-10 and complement activation as friend or foe in COVID-19."}, {"pubmed": 35634722, "text": "Plasma CXCL9 and CXCL10 at allograft injury predict chronic lung allograft dysfunction."}, {"pubmed": 35785033, "text": "Circulating IL-1beta, IL-17, and IP-10 as Potential Predictors of Hepatitis B Virus Infection Prognosis."}, {"pubmed": 35785034, "text": "Study on the Correlation between Interleukin-27 and CXCL10 in Pulmonary Tuberculosis."}, {"pubmed": 36111765, "text": "Investigating Association Level of CXCL12 with its SDF-1alpha 3'A Genetic Variant and CXCL10 with its 1443 Promoter Polymorphism in Type-1 Diabetes."}, {"pubmed": 36207693, "text": "CXCL10 serves as a potential serum biomarker complementing SCC-Ag for diagnosing cervical squamous cell carcinoma."}, {"pubmed": 36342195, "text": "CCL24, CXCL9 and CXCL10 are increased in synovial fluid in patients with juvenile idiopathic arthritis requiring advanced treatment."}, {"pubmed": 36475632, "text": "Disparate Regions of the Human Chemokine CXCL10 Exhibit Broad-Spectrum Antimicrobial Activity against Biodefense and Antibiotic-Resistant Bacterial Pathogens."}, {"pubmed": 36529030, "text": "Interferon gamma-induced protein 10 (IP-10) for the early prognosis of the risk for severe respiratory failure and death in COVID-19 pneumonia."}, {"pubmed": 36622131, "text": "Potential role of type I interferon/IP-10 axis in the pathogenesis of anti-MDA5 antibody-positive dermatomyositis."}, {"pubmed": 36648332, "text": "Spatially resolved transcriptomics reveals pro-inflammatory fibroblast involved in lymphocyte recruitment through CXCL8 and CXCL10."}, {"pubmed": 36688994, "text": "Radiotherapy enhances CXCR3[high]CD8[+] T cell activation through inducing IFNgamma-mediated CXCL10 and ICAM-1 expression in lung cancer cells."}, {"pubmed": 36898851, "text": "EBV-positive pyothorax-associated lymphoma expresses CXCL9 and CXCL10 chemokines that attract cytotoxic lymphocytes via CXCR3."}, {"pubmed": 36975091, "text": "Predictive value of CXCL10 for the occurrence of immune-related adverse events in patient with renal cell carcinoma."}, {"pubmed": 37058963, "text": "Increased neutrophil derived chemokines (CXCL10 and CCL2) in human trichinellosis as possible serological markers of the polarization of the immune response against the parasite."}, {"pubmed": 37379802, "text": "Relationship between Plasma IP-10/CXCL10 Levels and the Initial Therapeutic Response in Patients Treated with Atezolizumab plus Bevacizumab for Unresectable Hepatocellular Carcinoma."}, {"pubmed": 37599316, "text": "Profile and clinical significance of interferon gamma-inducible protein-10 (IP-10) and its receptor in patients with hepatocellular carcinoma."}, {"pubmed": 37627269, "text": "CXCL10 Is Associated with Increased Cerebrospinal Fluid Immune Cell Infiltration and Disease Duration in Multiple Sclerosis."}, {"pubmed": 37770883, "text": "Prediction of spontaneous preterm birth using CCL2 and CXCL10 in maternal serum of symptomatic high-risk pregnant women: a prospective cohort study."}, {"pubmed": 37794699, "text": "Plasma interferon-gamma-inducible-protein 10 level as a predictive factor of spontaneous hepatitis B surface antigen seroclearance in chronic hepatitis B patients."}, {"pubmed": 37937817, "text": "The IFN-gamma-CXCL9/CXCL10-CXCR3 axis in vitiligo: Pathological mechanism and treatment."}, {"pubmed": 37952216, "text": "The CXCL10-CXCR3 axis plays an important role in Kawasaki disease."}, {"pubmed": 37995465, "text": "High serum C-X-C motif chemokine ligand 10 (CXCL10) levels may be associated with new onset interstitial lung disease in patients with systemic sclerosis: evidence from observational, clinical, transcriptomic and in vitro studies."}, {"pubmed": 38109864, "text": "Association between Circulating Levels of CXCL9 and CXCL10 and Physical Frailty in Older Adults."}, {"pubmed": 38151286, "text": "CXCL10 Expression in Human Colorectal Cancer Tissue and its Correlation With Serum Levels of CXCL10."}, {"pubmed": 38152968, "text": "Proteogenomic Data Integration Reveals CXCL10 as a Potentially Downstream Causal Mediator for IL-6 Signaling on Atherosclerosis."}, {"pubmed": 38175171, "text": "Obesity-related Plasma CXCL10 Drives CX3CR1-dependent Monocytic Secretion of Macrophage Migration Inhibitory Factor."}, {"pubmed": 38233007, "text": "CXCL10 as a biomarker of interstitial lung disease in patients with rheumatoid arthritis."}, {"pubmed": 38308278, "text": "Natural carboxyterminal truncation of human CXCL10 attenuates glycosaminoglycan binding, CXCR3A signaling and lymphocyte chemotaxis, while retaining angiostatic activity."}, {"pubmed": 38364458, "text": "Circulating TNF-RII, IP-10 and HGF are associated with severity of COVID-19 in oncologic patients."}, {"pubmed": 38512222, "text": "Induction of SK-MEL-28 Invasion by Brain Cortical Cell-Conditioned Medium Through CXCL10 Signaling."}, {"pubmed": 38700885, "text": "Coinfection with respiratory syncytial virus and rhinovirus increases IFN-lambda1 and CXCL10 expression in human primary bronchial epithelial cells."}, {"pubmed": 38750069, "text": "Mechanistic insights into SARS-CoV-2 spike protein induction of the chemokine CXCL10."}, {"pubmed": 38763471, "text": "Increased CXCL10 (IP-10) is associated with advanced myeloproliferative neoplasms and its loss dampens erythrocytosis in mouse models."}, {"pubmed": 38822345, "text": "Augmentation of tumor expression of HLA-DR, CXCL9, and CXCL10 may improve olfactory neuroblastoma immunotherapeutic responses."}, {"pubmed": 38955622, "text": "Dysregulated tryptophan metabolism and AhR pathway contributed to CXCL10 upregulation in stable non-segmental vitiligo."}, {"pubmed": 38963029, "text": "Expression of ISG60 is induced by TLR3 signaling in BEAS-2B bronchial epithelial cells: Possible involvement in CXCL10 expression."}], "genomic_pos": {"chr": "4", "end": 76023497, "ensemblgene": "ENSG00000169245", "start": 76021118, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 76944650, "start": 76942273, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006935", "pubmed": 12782716, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10201891, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 10903763, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007186", "pubmed": 12782716, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007189", "pubmed": 12782716, "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 3925348, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007517", "pubmed": 8798675, "qualifier": "involved_in", "term": "muscle organ development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008015", "pubmed": 8798675, "qualifier": "involved_in", "term": "blood circulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010332", "qualifier": "involved_in", "term": "response to gamma radiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010818", "pubmed": 18645041, "qualifier": "involved_in", "term": "T cell chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010819", "pubmed": 8608232, "qualifier": "involved_in", "term": "regulation of T cell chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010996", "qualifier": "involved_in", "term": "response to auditory stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016525", "pubmed": 7540647, "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030593", "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033280", "qualifier": "involved_in", "term": "response to vitamin D"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034605", "qualifier": "involved_in", "term": "cellular response to heat"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0042118", "pubmed": 19470579, "qualifier": "involved_in", "term": "endothelial cell activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042127", "pubmed": 12782716, "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042981", "pubmed": 22652417, "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045662", "qualifier": "involved_in", "term": "negative regulation of myoblast differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045944", "pubmed": 12782716, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050918", "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051281", "pubmed": 12782716, "qualifier": "involved_in", "term": "positive regulation of release of sequestered calcium ion into cytosol"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070098", "pubmed": 18645041, "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071222", "pubmed": 23776175, "qualifier": "acts_upstream_of_or_within", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090026", "pubmed": 8608232, "qualifier": "involved_in", "term": "positive regulation of monocyte chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097398", "qualifier": "involved_in", "term": "cellular response to interleukin-17"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0098586", "pubmed": 28146100, "qualifier": "involved_in", "term": "cellular response to virus"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0140374", "pubmed": 25930096, "qualifier": "involved_in", "term": "antiviral innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901509", "pubmed": 16484616, "qualifier": "involved_in", "term": "regulation of endothelial tube morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901740", "qualifier": "involved_in", "term": "negative regulation of myoblast fusion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000406", "pubmed": 23620790, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of T cell migration"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 20041150, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 10201891, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18275857, 21314817, 28381538], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008009", "pubmed": 12782716, "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0008201", "pubmed": 18645041, "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008603", "pubmed": 10903763, "qualifier": "enables", "term": "cAMP-dependent protein kinase regulator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042056", "pubmed": 11157474, "qualifier": "enables", "term": "chemoattractant activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0045236", "qualifier": "enables", "term": "CXCR chemokine receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048248", "pubmed": 12782716, "qualifier": "enables", "term": "CXCR3 chemokine receptor binding"}]}, "homologene": {"genes": [[9544, 574243], [9598, 461242], [9606, 3627], [9615, 478432], [9913, 615107], [10090, 15945], [10116, 245920]], "id": 1203}, "interpro": [{"desc": "CXC chemokine", "id": "IPR001089", "short_desc": "Chemokine_CXC"}, {"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "CXC chemokine, conserved site", "id": "IPR018048", "short_desc": "Chemokine_CXC_CS"}, {"desc": "CXC Chemokine domain", "id": "IPR033899", "short_desc": "CXC_Chemokine_domain"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}], "ipi": "IPI00022448", "map_location": "4q21.1", "name": "C-X-C motif chemokine ligand 10", "other_names": ["10 kDa interferon gamma-induced protein", "C-X-C motif chemokine 10", "gamma IP10", "interferon-inducible cytokine IP-10", "protein 10 from interferon (gamma)-induced cell line", "small inducible cytokine subfamily B (Cys-X-Cys), member 10", "small-inducible cytokine B10"], "pantherdb": {"HGNC": "10637", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1352450", "ortholog_type": "LDO", "panther_family": "PTHR10179", "taxid": 10090, "uniprot_kb": "P17515"}, {"RGD": "620209", "ortholog_type": "LDO", "panther_family": "PTHR10179", "taxid": 10116, "uniprot_kb": "P48973"}, {"Ensembl": "ENSDARG00000101138", "ortholog_type": "LDO", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0G2KM47"}, {"ZFIN": "ZDB-GENE-070907-2", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0R4INB9"}, {"ZFIN": "ZDB-GENE-060526-77", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0R4IQ43"}, {"ZFIN": "ZDB-GENE-060526-319", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A2BHJ6"}, {"ZFIN": "ZDB-GENE-060526-78", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "B0R191"}, {"Ensembl": "ENSDARG00000102514", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0G2KWZ2"}], "uniprot_kb": "P02778"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04622", "name": "RIG-I-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04623", "name": "Cytosolic DNA-sensing pathway - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}], "pid": {"id": "cxcr3pathway", "name": "CXCR3-mediated signaling events"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-6783783", "name": "Interleukin-10 signaling"}], "wikipathways": [{"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP3865", "name": "Novel intracellular components of RIG-I-like receptor (RLR) pathway"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP4136", "name": "Fibrin Complement Receptor 3 Signaling Pathway"}, {"id": "WP4537", "name": "Hippo-Yap signaling pathway"}, {"id": "WP4541", "name": "Hippo-Merlin Signaling Dysregulation"}, {"id": "WP4559", "name": "Interactions between immune cells and microRNAs in tumor microenvironment"}, {"id": "WP4655", "name": "Cytosolic DNA-sensing pathway"}, {"id": "WP4891", "name": "COVID-19 adverse outcome pathway"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}, {"id": "WP619", "name": "Type II interferon signaling (IFNG)"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pdb": ["1LV9", "1O7Y", "1O7Z", "1O80", "8K2X"], "pfam": "PF00048", "pharmgkb": "PA35568", "pharos": {"target_id": 6280, "tdl": "Tbio"}, "pir": "A03243", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251495", "relationship": "is"}, {"id": "GNF251496", "relationship": "is"}, {"id": "GNF251497", "relationship": "is"}, {"id": "GNF251498", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158140", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035916", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080866", "relationship": "is"}, {"id": "GNF080867", "relationship": "is"}, {"id": "GNF080868", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052020", "relationship": "is"}, {"id": "GNF056785", "relationship": "is"}, {"id": "GNF061590", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066377", "relationship": "is"}, {"id": "GNF066378", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF003148", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337533", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101719", "relationship": "is"}, {"id": "GNF141374", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1"], "protein": "NP_001556.2", "rna": ["NM_001565.4", "NR_168520.1"], "translation": {"protein": "NP_001556.2", "rna": "NM_001565.4"}}, "reporter": {"HG-U133_Plus_2": "204533_at", "HG-U95Av2": "431_at", "HTA-2_0": "TC04001305.hg.1", "HuEx-1_0": "2773958", "HuGene-1_1": "8101126", "HuGene-2_1": "16977052"}, "summary": "This antimicrobial gene encodes a chemokine of the CXC subfamily and ligand for the receptor CXCR3. Binding of this protein to CXCR3 results in pleiotropic effects, including stimulation of monocytes, natural killer and T-cell migration, and modulation of adhesion molecule expression. This gene may also be a key regulator of the 'cytokine storm' immune response to SARS-CoV-2 infection. [provided by RefSeq, Sep 2020].", "symbol": "CXCL10", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1367714"}, "unigene": "Hs.632586", "uniprot": {"Swiss-Prot": "P02778"}, "wikipedia": {"url_stub": "CXCL10"}}