{"AllianceGenome": "4602", "HGNC": "4602", "MIM": "155730", "_id": "2919", "_version": 1, "accession": {"genomic": ["AC092438.5", "CH471057.1", "CP068274.2", "HI519534.1", "JA514411.1", "M65005.1", "NC_000004.12", "NC_060928.1", "U03018.1", "X54489.1"], "protein": ["AAA03452.1", "AAA35933.1", "AAH11976.1", "AAP13103.1", "AAP35526.1", "CAA31027.1", "CAA38361.1", "CBX54348.1", "CCD62019.1", "EAX05693.1", "NP_001502.1", "P09341.1"], "rna": ["BC011976.1", "BG121608.1", "BM554448.1", "BM996663.1", "BQ000742.1", "BT006880.1", "CB112830.1", "J03561.1", "NM_001511.4", "NR_046035.2", "X12510.1"], "translation": [{"protein": "CAA31027.1", "rna": "X12510.1"}, {"protein": "AAA35933.1", "rna": "J03561.1"}, {"protein": "AAH11976.1", "rna": "BC011976.1"}, {"protein": "AAP35526.1", "rna": "BT006880.1"}, {"protein": "NP_001502.1", "rna": "NM_001511.4"}]}, "alias": ["FSP", "GRO1", "GROa", "MGSA", "MGSA-a", "NAP-3", "SCYB1"], "ensembl": {"gene": "ENSG00000163739", "protein": "ENSP00000379110", "transcript": ["ENST00000395761", "ENST00000509101"], "translation": [{"protein": "ENSP00000379110", "rna": "ENST00000395761"}], "type_of_gene": "protein_coding"}, "entrezgene": "2919", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.43253505362, "exp_mis": 45.5222964048, "exp_syn": 22.6573758399, "lof_z": 1.14451814081761, "mis_z": -0.179619318640423, "mu_lof": 3.00467173853e-07, "mu_mis": 4.55563408903e-06, "mu_syn": 2.15793945019e-06, "n_lof": 2.0, "n_mis": 48.0, "n_syn": 29.0, "p_li": 0.0924102929795663, "p_null": 0.140604668928614, "p_rec": 0.76698503809182, "syn_z": -0.826063335166779}, "bp": 324, "cds_end": 74736253, "cds_start": 74735187, "n_exons": 4, "nonpsych": {"exp_lof": 3.93839780088, "exp_mis": 41.1285982431, "exp_syn": 20.4336372851, "lof_z": 1.45412839785282, "mis_z": -0.225830940993765, "mu_lof": 3.00467173853e-07, "mu_mis": 4.55563408903e-06, "mu_syn": 2.15793945019e-06, "n_lof": 1.0, "n_mis": 44.0, "n_syn": 27.0, "p_li": 0.349422451843978, "p_null": 0.0650360805264509, "p_rec": 0.585541467629571, "syn_z": -0.914566573839009}, "nontcga": {"exp_lof": 4.07077052762, "exp_mis": 41.8733537644, "exp_syn": 20.8376245895, "lof_z": 1.01245286647719, "mis_z": -0.163732982194538, "mu_lof": 3.00467173853e-07, "mu_mis": 4.55563408903e-06, "mu_syn": 2.15793945019e-06, "n_lof": 2.0, "n_mis": 44.0, "n_syn": 27.0, "p_li": 0.0830946807105406, "p_null": 0.15885275773789, "p_rec": 0.758052561551569, "syn_z": -0.854765083509692}, "transcript": "ENST00000395761.3"}, "exons": [{"cdsend": 73870536, "cdsstart": 73869470, "chr": "4", "position": [[73869392, 73869570], [73869668, 73869792], [73869905, 73869989], [73870520, 73871308]], "strand": 1, "transcript": "NM_001511", "txend": 73871308, "txstart": 73869392}, {"cdsend": 73871308, "cdsstart": 73871308, "chr": "4", "position": [[73869392, 73869570], [73869645, 73869792], [73869905, 73869989], [73870520, 73871308]], "strand": 1, "transcript": "NR_046035", "txend": 73871308, "txstart": 73869392}], "exons_hg19": [{"cdsend": 74736253, "cdsstart": 74735187, "chr": "4", "position": [[74735109, 74735287], [74735385, 74735509], [74735622, 74735706], [74736237, 74737025]], "strand": 1, "transcript": "NM_001511", "txend": 74737025, "txstart": 74735109}, {"cdsend": 74737025, "cdsstart": 74737025, "chr": "4", "position": [[74735109, 74735287], [74735362, 74735509], [74735622, 74735706], [74736237, 74737025]], "strand": 1, "transcript": "NR_046035", "txend": 74737025, "txstart": 74735109}], "generif": [{"pubmed": 11816717, "text": "GRO-alpha levels in blood, quantities released from platelets ex vivo, and quantities released from SFFLRN stimulated platelets ex vivo were compared for preeclamptic and normal pregnancies."}, {"pubmed": 12012624, "text": "may play a role in the pathogenesis of endometriosis, possibly by chemoattraction and activation of neutrophils present in higher numbers in the peritoneal fluid of women with endometriosis"}, {"pubmed": 12388718, "text": "mediates angiogenesis in Kaposi's sarcoma"}, {"pubmed": 12734381, "text": "Eosinophils produce large amounts of the CXC chemokine GRO-alpha, which may be important during resolution of inflammation and may explain the interaction between eosinophils and certain tumors."}, {"pubmed": 12744776, "text": "The role of GROa in cultured nasal epithelial cells was studied for its ability to synthesize and deliver neutrophil chemotactic factors following TNF-alpha induction."}, {"pubmed": 12949249, "text": "This protein displays antimicrobial activity against E. coli and S. aureus."}, {"pubmed": 14530367, "text": "Recombinant GROalpha induces articular chondrocyte hypertrophy and calcification through p38 MAP kinase and transglutaminase 2."}, {"pubmed": 15218300, "text": "expression of GRO-1 in 9 oral squamous cell carcinoma (OSCC) cell lines and 94 OSCC specimens; findings suggest a possible relationship between the expression level of GRO-1 and tumor progression"}, {"pubmed": 15492419, "text": "This suggests that GRO-alpha plays a role in the infiltration of neutrophils into the lesional skin and in bulla formation in linear IgA bullous dermatosis."}, {"pubmed": 15843053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15994316, "text": "KC (CXCL1) mRNA is regulated by functionally independent AU-rich sequence motifs"}, {"pubmed": 16086366, "text": "We propose that the concurrence of CXCR2 on oligodendrocytes and induced CXCL1 on hypertrophic astrocytes in MS provides a novel mechanism for recruitment of oligodendrocytes to areas of damage, an essential prerequisite for lesion repair."}, {"pubmed": 16098041, "text": "endothelin-1 (ET-1) induces CXCL1 and CXCL8 secretion in three human melanoma cell lines"}, {"pubmed": 16567391, "text": "CXCL1 released from prostaglandin E2-treated carcinoma cells induces microvascular endothelial cell migration and tube formation in vitro."}, {"pubmed": 16617094, "text": "IL-1beta- and TNF-alpha-stimulated expression of GRO-alpha from airway smooth muscle is regulated by independent pathways involving NF-kappaB activation and ERK and JNK pathways"}, {"pubmed": 16941962, "text": "GRO-1 can promote tumor growth and metastasis of laryngeal squamous cell carcinoma."}, {"pubmed": 17022986, "text": "LDL lipoprotein subunit L5 induces human umbilical vein endothelial cells (HUVEC) to express GRO-alpha."}, {"pubmed": 17060621, "text": "Gro-1 may be a therapeutic target as well as a diagnostic marker in ovarian cancer"}, {"pubmed": 17062666, "text": "Coexpression of fibulin-1 with GROalpha abrogates key aspects of the transformed phenotype, including colonic tumor formation in a murine xenograft model."}, {"pubmed": 17096385, "text": "GROalpha led to p38 MAPK activation in chondrocytes cultured in micromass but not as a high-density monolayer. This caused the downstream triggering of chondrocyte hypertrophy and apoptosis/anoikis following concurrence of matrix degrading activity."}, {"pubmed": 17456471, "text": "CX3CR1 and CX3CL1 mediate heterotypic anchorage of foam cells to coronary artery smooth muscle cells in the context of atherosclerosis"}, {"pubmed": 17466952, "text": "Inhibition of ERK decreased expression of Groa."}, {"pubmed": 17581194, "text": "PAR-2 plays a role in serine protease-mediated regulation of IL-8 and GRO-alpha in nasal epithelial cells and may be involved in the pathophysiology of rhinosinusitis."}, {"pubmed": 17703315, "text": "During treatment of ulceretive colitis with corticosteroids CXCL1/CXCL9 were decreased."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17999991, "text": "rease of CXCL1 and -2 mediated by Curcumin is involved in the inhibition of metastasis in breast cancer cells."}, {"pubmed": 18056965, "text": "GRO-alpha may be a novel diagnostic marker for age-related pathology, including cancer."}, {"pubmed": 18065201, "text": "The production of GRO-alpha, IL-6 and IL-8 was shown to account for the ability of the HeLa cell culture medium to stimulate the migration of monocytes/macrophages, suggesting a key role for p38 MAPK and ERK1/ERK2."}, {"pubmed": 18211687, "text": "In addition to transcriptional up regulation of CXCL1, these primary cells exhibited the greatest IL-8 secretion and cell damage in response to stimulation with an acapsular strain of C. neoformans."}, {"pubmed": 18276907, "text": "GROalpha could be involved in atherogenesis and plaque destabilization, potentially contributing to inflammation, matrix degradation, and lipid accumulation within the atherosclerotic lesion."}, {"pubmed": 18283335, "text": "CXCL1 secreted by endothelial cells induces tumor cell invasion"}, {"pubmed": 18451219, "text": "results suggest that CXCL1 modulates the invasive abilities of bladder cancer cells and this chemokine may be a potential candidate of urinary biomarker for invasive bladder cancer and a possible therapeutic target for preventing tumor invasion"}, {"pubmed": 19103522, "text": "observed that CCL4, CXCL1 and CXCL8 secretion, following PROK1 induction"}, {"pubmed": 19176759, "text": "Vascular endothelial growth factor induces protein kinase D-dependent production of proinflammatory cytokine GRO-alpha in endothelial cells."}, {"pubmed": 19258312, "text": "a novel mechanism by which mutant p53 acquires its gain of function via transactivating the GRO1 gene in cancer cells."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19430878, "text": "Data show that oral fibroblasts respond to LPS stimulation by increasing GROalpha production via the transcription factor NF-kappaB, suggesting that this mechanism may be involved in development of periodontal inflammation."}, {"pubmed": 19435811, "text": "Results indicate that EGR-1 and nuclear factor-kappaB mediate GRO/CXCR2 proliferative signaling in esophageal cancer and may represent potential target molecules for therapeutic intervention."}, {"pubmed": 19549892, "text": "Data show that expression of CXCL1 and its receptor, CXCR2, are elevated in cancer tissue compared with normal endometrium."}, {"pubmed": 19780053, "text": "The expression levels of four of the up-regulated genes, CXCL1, SPARC, SPP1 and SULF, were significantly higher in the cancerous tissue compared with the normal tissue (fold change 3.4-8.9)."}, {"pubmed": 19838218, "text": "Data show that the knockdown of Ron in PC-3 or DU145 cells results in a significant decrease in angiogenic chemokine production and is associated with a decreased activation of NF-kappaB."}, {"pubmed": 19906815, "text": "Lysophosphatidic acid mediates trophoblast cells to produce GRO-alpha, IL-8, and MCP-1 via LPA1 receptors and nuclear factor-kappaB-dependent signal pathways."}, {"pubmed": 20042592, "text": "CXCL1 transgene mRNA stabilization is dependent on AUUUA-containing sequence motifs that are recognized by the RNA binding protein tristetraprolin."}, {"pubmed": 20195728, "text": "PGI(2) analogues enhanced LPS-induced GRO-alpha expression via the IP receptor-cAMP and p38-MAPK pathways in human dendritic cells."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20495539, "text": "Aberrant expression of selectin E, CXCL1, and CXCL13 occurs in chronic endometritis."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20621720, "text": "We conclude that primary human thymic epithelial cells produce GRO-alpha and that its expression is regulated primarily by autocrine IL-6 and IL-6-activated Jak2 signaling."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20685145, "text": "Our findings suggest up-regulation of GRO-alpha and down-regulation of RANTES at the onset of a septic episode in premature and term neonates."}, {"pubmed": 20702723, "text": "CXCL1 functions through CXCR2 to transactivate theefgr by proteolytic cleavage of HB-EGF, leading to activation of MAPK signaling and increased proliferation of epithelial ovarian cancer cells."}, {"pubmed": 20731665, "text": "Within gastric cancer patients, CXCL1 serum levels increased according to tumor stage and lymph node metastasis."}, {"pubmed": 21042742, "text": "GRO-alpha may play a pivotal role in the invasion of human colorectal cancer."}, {"pubmed": 21075844, "text": "Serglycin is a major proteoglycan in polarized human endothelial cells and is implicated in the secretion of the chemokine GROalpha/CXCL1."}, {"pubmed": 21220697, "text": "Chemokines CCL2, CCL8, CXCL1, and CXCL2 rank highest among signaling and inflammatory genes significantly enriched in human antigen R (HuR) ribonucleoprotein from stimulated airway epithelial cells compared to controls."}, {"pubmed": 21257927, "text": "Fas induces KC release by a mechanism requiring MyD88, mitogen-activated protein kinases, and likely activator protein-1"}, {"pubmed": 21343381, "text": "Cancer cells expressing CXCL1 stably exhibited an increase in their migration and invasion ability, whereas CXCL1 or CXCR2 depletion significantly reduced the migration and invasion ability of each cell line."}, {"pubmed": 21396766, "text": "GROalpha regulates human embryonic stem cell self-renewal or adoption of a neuronal fate"}, {"pubmed": 21531038, "text": "GRO-alpha and IP-10 are the predominant CXC chemokines involved in neutrophil and activated T lymphocyte chemoattraction in endogenous uveitis, particularly in Behcet's disease"}, {"pubmed": 21820916, "text": "IL-8 and GRO-alpha were measured by enzyme immunoassay in the first 48 h. After multiple regression analysis only absence of preeclampsia was associated with high IL-8 levels"}, {"pubmed": 21928244, "text": "Serum CCL18 and CXCL1 are potentially useful as novel circulating tumor markers for the differential diagnosis between ovarian cancer and benign ovarian masses."}, {"pubmed": 21994122, "text": "CD133(+) liver tumor-initiating cells promote tumor angiogenesis, growth, and self-renewal through neurotensin/interleukin-8/CXCL1 signaling."}, {"pubmed": 22030312, "text": "The induction of IL-6, CXCL1 and CXCL8 upon the interaction of bronchial epithelial cells with mast cells was mediated by MAPKs and NF-kappaB signaling pathways."}, {"pubmed": 22069268, "text": "elevated serum CXCL1, indicating a predisposition to autoimmunity, is a good marker of T1DM risk"}, {"pubmed": 22125641, "text": "Data show that tumour conditioned media obtained from cultured colorectal tumour explant tissue contained high levels of the chemokines CCL2, CXCL1, CXCL5 in addition to VEGF."}, {"pubmed": 22129625, "text": "Down-regulation of CXCL1 resulted in a nearly complete prevention of tumor growth."}, {"pubmed": 22173151, "text": "CXCL1 rs4074 A allele as a genetic risk factor for cirrhosis progression in hepatitis C."}, {"pubmed": 22183310, "text": "CCL2-CCR2 and CX3CL1-CX3CR1 signaling are involved in age related macular degeneration."}, {"pubmed": 22251138, "text": "Vitamin D3 oppositely regulated the expression of Growth-related oncogene-alpha in THP-1 cells in vitro and human primary monocytes ex vivo via different intracellular signal pathways."}, {"pubmed": 22615136, "text": "Suppression of CXCL1 and CXCL2 by siRNA or by progesterone and calcitriol inhibits endometrial and ovarian tumor cell invasiveness."}, {"pubmed": 22732298, "text": "Seminal plasma rapidly enhanced the expression of the angiogenic chemokines, interleukin (IL)-8 and growth regulated oncogene alpha (GRO) in HeLa cells."}, {"pubmed": 22770218, "text": "Study uncovered a paracrine network, with the chemokines CXCL1 and 2 at its core, that mediates lung metastasis and chemoresistance in breast cancer."}, {"pubmed": 22902060, "text": "IL-17A produced by neutrophils stimulates Gro-alpha secretion from endometrial stromal cells, thereby recruiting more neutrophils and inducing perpetuating inflammation in endometriosis."}, {"pubmed": 22975476, "text": "CXCL1 was elevated in acute lymphoblastic leukemia and decreased after bone marrow transplantation."}, {"pubmed": 23027620, "text": "CXCL1/GROalpha increases cell migration and invasion of prostate cancer by decreasing fibulin-1 expression through NF-kappaB/HDAC1 epigenetic regulation."}, {"pubmed": 23043537, "text": "Upregulation of IL-6, IL-8 and CXCL-1 production in dermal fibroblasts by normal/malignant epithelial cells in vitro: Immunohistochemical and transcriptomic analyses."}, {"pubmed": 23052840, "text": "The silencing of the pro-angiogenic chemokine GRO-alpha is proportionally correlated with decreased expression of CXCR2 in pro-inflammatory cytokine-stimulated SGEC indicating the GRO-alpha/CXCR2 complex as a novel therapeutic target for Sjogren's syndrome."}, {"pubmed": 23198952, "text": "The CXCL1 gene and particularly T allele of rs3117604 was associated with ischemic stroke."}, {"pubmed": 23207068, "text": "Cowpox virus but not Vaccinia virus induces secretion of CXCL1, IL-8 and IL-6 and chemotaxis of monocytes in vitro."}, {"pubmed": 23225384, "text": "This study demonistrated that CXCL1, CXCL2, CXCL3, CXCL8, and CXCL11, absent from normal muscle fibers, were induced in DMD myofibers."}, {"pubmed": 23269549, "text": "Data indicate that in NIH3T3 cells expressing unsulfated vGPCR mutant (yydd-vGN) but not vGPCR (wt-vGN) could significantly inhibit the tumor growth triggered by hGRO-alpha."}, {"pubmed": 23334998, "text": "When expressed, CXCL1 is limited to small areas with faint staining and PCa progression does not rely on CXCL1 expression."}, {"pubmed": 23389772, "text": "findings of the current study suggest a broad involvement of the chemokine GRO-alpha/CXCR2 system in Sjogren's syndrome pathogenesis that is mediated by the involvement of ADAM17"}, {"pubmed": 23444042, "text": "A novel miRNA, miR-7641, significantly suppressed CXCL1 expression in embryonic stem cells."}, {"pubmed": 23479735, "text": "Chemokine CXCL1 dimer is a potent agonist for the CXCR2 receptor."}, {"pubmed": 23502337, "text": "decreased serum levels in patients with alopecia areata"}, {"pubmed": 23505918, "text": "Elevated levels of CXCL1 and CXCL10 could possibly be used as a marker of inflammation and angiogenesis/angiostasis in type 2 diabetes"}, {"pubmed": 23519936, "text": "sequence-linked, post-transcriptional activities provide substantial mechanistic diversity in the control of GRO family chemokine gene expression."}, {"pubmed": 23554905, "text": "Neutrophil priming led to the rapid expression of a common set of transcripts for cytokines, chemokines and cell surface receptors (CXCL1, CXCL2, IL1A, IL1B, IL1RA, ICAM1)."}, {"pubmed": 23567329, "text": "CXCL1 mRNA expression was significantly higher in the lymphocytes of Thromboangiitis obliterans patients than control subjects."}, {"pubmed": 23665907, "text": "VEGF markedly induces CXCL1 release in A549 lung epithelial cells."}, {"pubmed": 23732813, "text": "expressed and secreted from endothelial cells"}, {"pubmed": 23815949, "text": "this is the largest study describing increased CXCL1 protein expression in more aggressive phenotypes in human bladder cancer"}, {"pubmed": 23890481, "text": "Normal keratinocytes and cancer cells can stimulate the CXCL-1 secretion from normal dermal fibroblasts and stromal fibroblasts from squamous cell carcinoma."}, {"pubmed": 23953856, "text": "CXCL1 is a target for the embryos' secretion product IL-1beta in decidualised endometrial stromal cells during the peri-implantation period."}, {"pubmed": 23967336, "text": "CXCL1 expressed by monocytes and CXCR2 on HBMEC is involved in monocytes migrating from blood to brain in AD patients"}, {"pubmed": 24023680, "text": "IgA1 complexes from IgA nephropathy patients could up-regulate the secretion of CXCL1 and TGF-beta1 in mesangial cells."}, {"pubmed": 24250750, "text": "Expression of the CXCL8, CXCL6 and CXCL1 genes are under the primary control of 1,25-dihydroxyvitamin D3 and its receptor."}, {"pubmed": 24260493, "text": "The rs4074 single nucleotide polymorphism within the CXCL1 gene is associated with increased CXCL1 blood levels and increased risk for development of cirrhosis in alcoholics."}, {"pubmed": 24273934, "text": "IL-1alpha regulated its sub-network genes including CXCL1, CXCL10, and ICAM1 mRNA levels in time dependent but not in concentration dependent manner"}, {"pubmed": 24487964, "text": "TNF-alpha stimulates CXCL1 release from human endothelial cells through JNK-mediated CXCL1 mRNA expression and p38 MAPK- and PI-3K-mediated CXCL1 secretory processes."}, {"pubmed": 24581860, "text": "Four genes showed increased expression in the epithelium of OLP patients: CD14, CXCL1, IL8, and TLR1, and at least two of these proteins, TLR1 and CXCL1, were expressed at substantial levels in oral keratinocytes."}, {"pubmed": 24588865, "text": "CXCL1 is a negative regulator of mast cell chemotaxis to airway smooth muscle cell products in vitro."}, {"pubmed": 24600982, "text": "findings of this study demonstrated that serum concentrations of CXCL1 and CXCL12 were elevated in SCD patients when compared with controls"}, {"pubmed": 24619879, "text": "Increased CXCL1/CXCL8 instigated polymorphonuclear leukocyte adhesion to cerebral microvascular endothelial cells, possibly contributing to Diabetic ketoacidosis-associated intracranial vascular complications."}, {"pubmed": 24981451, "text": "CXCL1 inhibits airway smooth muscle cell migration via activation of the ERK-1/2 MAP kinase pathway."}, {"pubmed": 24999605, "text": "High CXCL1 stromal protein expression is highly specific for the tumorous transition in cases of sporadic colorectal neoplasias."}, {"pubmed": 25135733, "text": "The present study showed that nasal fibroblasts can produce GRO-alpha and IL-8, and their production is remarkably enhanced by IL-17 stimulation, thereby clarifying the mechanism of the IL-17 mediated neutrophil infiltration in nasal polyps."}, {"pubmed": 25175281, "text": "CXCL1 expression was a negative prognostic factor."}, {"pubmed": 25301363, "text": "The released CXCL1 enhanced monocyte migration."}, {"pubmed": 25344051, "text": "Elevated CXCL1 expression in breast cancer stroma predicts poor prognosis and is inversely associated with expression of TGF-beta signaling proteins."}, {"pubmed": 25349304, "text": "miR141-CXCL1-CXCR2 signaling-induced Treg recruitment regulates metastases and survival of non-small cell lung cancer."}, {"pubmed": 25383568, "text": "In CSF, CXCL1 is up-regulated in opioid-tolerant patients (and rodents)."}, {"pubmed": 25393692, "text": "SF of BC OA displayed significantly higher concentrations for a number of proinflammatory cytokines [CXCL1, eotaxin, interferon (IFN)-gamma, interleukin (IL)-7, IL-8, IL-9, IL-12]."}, {"pubmed": 25471749, "text": "Intense glomerular CXCL1 expression was observed in biopsy specimens from patients with lupus nephritis"}, {"pubmed": 25641338, "text": "CXCL1 increases local tumor growth through activation of VEGF signaling."}, {"pubmed": 25766782, "text": "There was a significant positive correlation between CXCL-1 levels in the vitreous and the extent of the retinal detachment."}, {"pubmed": 25802102, "text": "CXCL1 and CXCL2 chemokines stimulate osteoclast differentiation in vitro"}, {"pubmed": 25816025, "text": "urinary CXCL1 as a new non-invasive predictor of IgAN progression"}, {"pubmed": 25930080, "text": "CXCL1 expression was highly upregulated in patients with alcoholic hepatitis."}, {"pubmed": 26104296, "text": "High CXCL1 expression is a poor prognostic biomarker in metastatic colorectal cancer."}, {"pubmed": 26252654, "text": "TGF-beta negatively regulates CXCL1 expression in CAFs through Smad2/3 binding to the promoter, and through suppression of HGF/c-Met autocrine signaling"}, {"pubmed": 26341115, "text": "increased amounts released by neutrophils from fibromyalgia patients"}, {"pubmed": 26345899, "text": "Polymorphisms in the promoter regions of the CXCL1 and CXCL2 genes contribute to increased risk of alopecia areata in the Korean population"}, {"pubmed": 26349659, "text": "The novel findings reveal the critical role of NLRP12-IL-17A-CXCL1 axis in host defense by modulating neutrophil recruitment against Klebsiella pneumoniae."}, {"pubmed": 26397389, "text": "BBP also stimulated the production of CXCL1/GROalpha by TADCs, which increased the angiogenesis of breast cancer in a mouse model"}, {"pubmed": 26406865, "text": "Urine CXCL1 is a promising, non-invasive molecular marker for tumor detection and outcome prediction in patients with bladder cancer ."}, {"pubmed": 26499374, "text": "these findings suggest that CXCL1 plays critical roles in the growth and apoptosis of hepatocellular carcinoma"}, {"pubmed": 26503598, "text": "CXCR2-CXCL1 axis is correlated with neutrophil infiltration and predicts a poor prognosis in hepatocellular carcinoma"}, {"pubmed": 26721883, "text": "hCXCL1-GAG interactions provide stringent control over regulating chemokine levels and receptor accessibility and activation, and that chemotactic gradients mediate cellular trafficking to the target site."}, {"pubmed": 27049944, "text": "work shows parallel networks of necroptosis-induced CXCL1 and Mincle signalling that promote macrophage-induced adaptive immune suppression and thereby enable pancreatic ductal adenocarcinoma progression"}, {"pubmed": 27092462, "text": "Results suggest that CXCL1 is a key molecular link between senescence of stromal fibroblasts and tumor growth."}, {"pubmed": 27190986, "text": "the serum levels of the soluble factors sCD40L and CXCL1 are not associated with endometriosis and are not suitable as biomarkers for disease diagnosis."}, {"pubmed": 27241286, "text": "Adipose stromal cells recruitment to tumours, driven by CXCL1 and CXCL8, promotes prostate cancer progression."}, {"pubmed": 27297392, "text": "Increased IL-8 and CXCL1 transcription in T84 and THP-1 cells compared to that in wild-type EPEC."}, {"pubmed": 27446967, "text": "These results demonstrate that tumor-derived CXCL1 contributes to TANs infiltration in lung cancer which promotes tumor growth."}, {"pubmed": 27472713, "text": "Elevated expression of GRO-alpha in cytoplasm of cancer cells (hazard ratio [HR] = 5.730, P = 0.007) and stroma (HR = 3.120, P = 0.022) were independent prognostic factors of pancreatic cancer. T classification (HR = 2.130, P = 0.023), lymphatic metastasis (HR = 4.211, P = 0.009) and TNM classification (HR = 0.481, P = 0.031) were also prognostic predictors in PC patients."}, {"pubmed": 27542259, "text": "we identified the microRNA miR-200a as a putative post-transcriptional regulator of CXCL1 in hepatocellular carcinoma"}, {"pubmed": 27577959, "text": "IL-8, but not the CXCL1 circuit, is critical for the regulation of thyroid cancer stem cells."}, {"pubmed": 27665197, "text": "this study shows that CXCL1 is expressed in epithelium of the endometrium with adenomyosis and demonstrate that VEGF is capable of inducing CXCL1 expression"}, {"pubmed": 27690238, "text": "CXCL1 signaling in the tumor microenvironment is highly responsible for repeated intravesical recurrence, disease progression, and drug resistance through enhanced invasion ability. In conclusion, disrupting CXCL1 signaling to dysregulate this chemokine is a promising therapeutic approach for human UCB."}, {"pubmed": 27748927, "text": "Silencing of the CXCL1 gene inhibits HGC803 cell migration and invasion. The positive expression of CXCL1 is correlated with poor survival of gastric cancer patients and CXCL1 is an independent prognostic factor for gastric cancer."}, {"pubmed": 27799352, "text": "These findings support a role for CXCL1 and IL-8 in cystic fibrosis lung disease severity and identify STAT3 as a modulating pathway."}, {"pubmed": 27832972, "text": "CXCL1 secreted by tumor-associated lymphatic endothelial cells promotes lymph node metastasis of gastric cancer through integrin beta1/FAK/AKT signaling pathway."}, {"pubmed": 27958346, "text": "the plasma concentrations of CXCL1 indicated the disease activity and prognosis in interstitial pneumonia with autoimmune features (IPAF). Thus, the CXCL1/CXCR2 axis appears to be involved in the progression of IPAF."}, {"pubmed": 28176455, "text": "The results of the transwell chemotaxis assay also supported the above results. Our data suggest that APN can promote h-JBMMSC chemotaxis by up-regulating CXCL1 and CXCL8"}, {"pubmed": 28375674, "text": "GROalpha high in the tumor microenvironment can be used as potential indicators for the progression of non-small cell lung cancer"}, {"pubmed": 28381820, "text": "S100A9 and S100A12 may have a role in the pathogenesis of pneumonia: S100A9 and CXCL1 may contribute solely in mild pneumonia, and CCL5 and CXCL11 may contribute in severe pneumonia."}, {"pubmed": 28455419, "text": "Study provides the first evidence that primary malignant cell-secreted VEGFA stimulates tumor-associated macrophages to produce CXCL1, which recruits CXCR2-positive MDSCs to form a premetastatic niche to promote liver metastases."}, {"pubmed": 28514506, "text": "CXCL1/8 secreted by adipose-derived mesenchymal stem cells could promote breast cancer angiogenesis."}, {"pubmed": 28518141, "text": "This study highlighted CAF-secreted CXCL1 as an attractive target to reverse tumor radioresistance."}, {"pubmed": 28560447, "text": "GROA overexpression is associated with invasion in triple negative breast cancer."}, {"pubmed": 28575019, "text": "The expressions of CXCL1 in cancer cells and CXCR2 in stromal cells are useful prognostic factors for gastric cancer patients"}, {"pubmed": 28637660, "text": "Taken together, the present study indicates that IL-33 localized in the human atherosclerotic plaque increases GRO-alpha mRNA expression and protein secretion via activation of ERK1/2, JNK, and NF-kappaB in HUVECs, suggesting that IL-33 plays an important role in the pathophysiology and development of atherosclerosis."}, {"pubmed": 28831670, "text": "Thrombocytosis was more prevalent in patients with inflammatory breast cancer (IBC)than in those with non-IBC and it was associated with poor prognosis. GRO and TGF-beta were associated with thrombocytosis in IBC"}, {"pubmed": 28859336, "text": "This study describe elevated levels of CXCL1 and it receptor in the Solid Component and Cyst Fluid of Human Adamantinomatous Craniopharyngioma, relative to other pediatric brain tumors and normal cerebral tissue."}, {"pubmed": 28870907, "text": "the presence of elevated circulating levels of VEGF and CXCL1 are predictive of liver and lung metastasis, respectively of colorectal cancer."}, {"pubmed": 28960786, "text": "These results suggest that secretion of the myokine CXCL1 is stimulated by saturated fatty acids and that CXCL1 promotes myogenesis from satellite cells to maintain skeletal muscle homeostasis."}, {"pubmed": 29283424, "text": "miR-204 inhibits cell proliferation in gastric cancer by targeting CKS1B, CXCL1 and GPRC5A."}, {"pubmed": 29360827, "text": "study demonstrates that CXCL1 can transform NOFs into senescent CAFs via an autocrine mechanism"}, {"pubmed": 29369549, "text": "Association of polymorphic markers of chemokine genes, their receptors, and CD14 gene with coronary atherosclerosis"}, {"pubmed": 29438938, "text": "CXCL1, which is produced by breast cancer cells, can promote cancer growth and development"}, {"pubmed": 29507619, "text": "Both GRO-alpha and IL-8 can activate TAK1/NFkappaB signaling via the CXCR2 receptor."}, {"pubmed": 29520695, "text": "These results show that AKIP1 is crucial in cervical cancer angiogenesis and growth by elevating the levels of the NF-kappaB-dependent chemokines CXCL1, CXCL2, and CXCL8."}, {"pubmed": 29784873, "text": "By inducing glycolysis, CXCL1 plays a crucial role in both cancer progression and metastasis in colorectal cancer patients."}, {"pubmed": 30015110, "text": "CXCL1 gene expression was associated with the negative syndrome in non-deficit schizophrenia patients, while no association in deficit schizophrenia was observed."}, {"pubmed": 30035347, "text": "GRO-alpha from OSF-associated fibroblasts paracrinally promotes oral malignant transformation and significantly contributes to OSCC development."}, {"pubmed": 30115896, "text": "CXCL1 displays a specific microRNA (miR) upregulated by the prototypical colon cancer onco-miR miR-105."}, {"pubmed": 30158589, "text": "TAMs/CXCL1 promotes breast cancer metastasis via NF-kappaB/SOX4 activation, and CXCL1-based therapy might become a novel strategy for breast cancer metastasis prevention."}, {"pubmed": 30201019, "text": "The chemokine Gro1 induced in response to inflammation triggers senescence and arrests development of new neurons in the hippocampus and that the magnitude of this response is sex-dependent."}, {"pubmed": 30230320, "text": "Distinct Differences in Structural States of Conserved Histidines in Two Related Proteins: NMR Studies of the Chemokines CXCL1 and CXCL8 in the Free Form and Macromolecular Complexes."}, {"pubmed": 30259595, "text": "Results show that the expression of CXCL1 and CXCL2 in tumor cells and tumor-infiltrated CD11b+ myeloid cells is critically involved in the promotion of the generation of monocytic myeloid-derived suppressor cells (mo-MDSC) from bone marrow cells. CXCL1 and CXCL2 were found to specifically promote the expansion of mo-MDSC rather than granulocytic MDSC (G-MDSC)."}, {"pubmed": 30489503, "text": "The rs1429638 polymorphism in the CXCL1 gene and the rs2297630 polymorphism in the CXCL12 gene were associated with altered susceptibility to sepsis and might be used as important genetic markers to assess the risks of sepsis in trauma patients."}, {"pubmed": 30514120, "text": "Among 29 immune and inflammatory proteins, CXCL1, CD84 and TNFRSF10A were associated with early post-acute coronary syndrome (ACS) after initial ACS-admission"}, {"pubmed": 30669188, "text": "CXCL1 and CSF3 levels are controlled by MAFF in myometrial cells."}, {"pubmed": 30676127, "text": "Sputum CXCL1 levels in chronic obstructive pulmonary disease andasthma-COPD overlap patients were higher than in interstitial pneumonia"}, {"pubmed": 30705034, "text": "High CXCL1 expression is associated with Colorectal Cancer Progression."}, {"pubmed": 30802327, "text": "CXCL1-dependent neutrophil transendothelial migration was not associated with neutrophil microtubule polymerization."}, {"pubmed": 30809313, "text": "Taken together, these results argue that CXCL1 plays an important role in sustaining the growth of bladder and prostate tumors via up-regulation of IL6 and down-regulation of TIMP4."}, {"pubmed": 30967059, "text": "Adiponectin treatment of ovarian cancer cells induces angiogenesis via CXC chemokine ligand 1 independently of vascular endothelial growth factor. These findings suggest that adiponectin may serve as a novel therapeutic target for ovarian cancer."}, {"pubmed": 31147602, "text": "MicroRNAs (miRNAs) profiling of the EVs and the transfection experiment suggested that several miRNAs played a role in the induction of chemokines such as CXCL1 and CXCL8 in fibroblasts"}, {"pubmed": 31239384, "text": "vCXCL-1 increases mouse cytomegalovirus dissemination kinetics for both primary and secondary dissemination. We confirm the hypothesis that vCXCL-1 is a Human cytomegalovirus virulence factor"}, {"pubmed": 31322183, "text": "Findings revealed that the expression levels of CXCL1 were upregulated in ERnegative breast cancer. It was demonstrated that CXCL1 can stimulate tumor cell invasion via the ERK1/2/MMP2/9 pathway axis."}, {"pubmed": 31387444, "text": "Prognostic and clinicopathological significance of CXCL1 in cancers: a systematic review and meta-analysis."}, {"pubmed": 31500632, "text": "CXCL1-LCN2 axis is a key contributor to prostate cancer cells migration"}, {"pubmed": 31617252, "text": "A-kinase interacting protein 1 might serve as a novel biomarker for worse prognosis through the interaction of chemokine (C-X-C motif) ligand 1/chemokine (C-X-C motif) ligand 2 in acute myeloid leukemia."}, {"pubmed": 31722447, "text": "CXCL1 is upregulated during the development of ileus resulting in decreased intestinal contractile activity."}, {"pubmed": 32132577, "text": "Oxidative stress enhanced the transforming growth factor-beta2-induced epithelial-mesenchymal transition through chemokine ligand 1 on ARPE-19 cell."}, {"pubmed": 32187449, "text": "Elevation of CXCL1 indicates poor prognosis and radioresistance by inducing mesenchymal transition in glioblastoma."}, {"pubmed": 32326946, "text": "Associations of CXCL1 gene 5'UTR variations with ovarian cancer."}, {"pubmed": 32694172, "text": "Fusobacterium nucleatum host-cell binding and invasion induces IL-8 and CXCL1 secretion that drives colorectal cancer cell migration."}, {"pubmed": 32782028, "text": "Tumor-suppressor miRNA-27b-5p regulates the growth and metastatic behaviors of ovarian carcinoma cells by targeting CXCL1."}, {"pubmed": 32910411, "text": "Epithelial-stromal communication via CXCL1-CXCR2 interaction stimulates growth of ovarian cancer cells through p38 activation."}, {"pubmed": 32968020, "text": "14-3-3zeta-TRAF5 axis governs interleukin-17A signaling."}, {"pubmed": 33223508, "text": "Histone methyltransferase SETD2 inhibits tumor growth via suppressing CXCL1-mediated activation of cell cycle in lung adenocarcinoma."}, {"pubmed": 33571109, "text": "Regulation of tumor immune suppression and cancer cell survival by CXCL1/2 elevation in glioblastoma multiforme."}, {"pubmed": 33579221, "text": "A 4-gene signature predicts prognosis of uterine serous carcinoma."}, {"pubmed": 33867350, "text": "MicroRNA-532-5p protects against cerebral ischemia-reperfusion injury by directly targeting CXCL1."}, {"pubmed": 33959656, "text": "CXCL1 Clone Evolution Induced by the HDAC Inhibitor Belinostat Might Be a Favorable Prognostic Indicator in Triple-Negative Breast Cancer."}, {"pubmed": 34049975, "text": "Apolipoprotein E Promotes Immune Suppression in Pancreatic Cancer through NF-kappaB-Mediated Production of CXCL1."}, {"pubmed": 34269159, "text": "Expression levels of chemokine (C-X-C motif) ligands CXCL1 and CXCL3 as prognostic biomarkers in rectal adenocarcinoma: evidence from Gene Expression Omnibus (GEO) analyses."}, {"pubmed": 34403447, "text": "CXCL1: A new diagnostic biomarker for human tuberculosis discovered using Diversity Outbred mice."}, {"pubmed": 34461944, "text": "Aiduqing formula inhibits breast cancer metastasis by suppressing TAM/CXCL1-induced Treg differentiation and infiltration."}, {"pubmed": 34465514, "text": "Umbilical cord-derived mesenchymal stem cells promote myeloid-derived suppressor cell enrichment by secreting CXCL1 to prevent graft-versus-host disease after hematopoietic stem cell transplantation."}, {"pubmed": 34860147, "text": "MicroRNA miR-145-5p regulates cell proliferation and cell migration in colon cancer by inhibiting chemokine (C-X-C motif) ligand 1 and integrin alpha2."}, {"pubmed": 34961474, "text": "Chemokine CXCL1 as a potential marker of disease activity in systemic lupus erythematosus."}, {"pubmed": 35173310, "text": "EMT-mediated regulation of CXCL1/5 for resistance to anti-EGFR therapy in colorectal cancer."}, {"pubmed": 35258407, "text": "Monocyte secretory profiling in a clinical and MEFV genotype-characterized cohort of Danish familial Mediterranean fever patients: diagnostic potential of CCL1 and CXCL1."}, {"pubmed": 35421427, "text": "Mechanotransduction-induced glycolysis epigenetically regulates a CXCL1-dominant angiocrine signaling program in liver sinusoidal endothelial cells in vitro and in vivo."}, {"pubmed": 35481427, "text": "Adipose tissue from subjects with type 2 diabetes exhibits impaired capillary formation in response to GROalpha: involvement of MMPs-2 and -9."}, {"pubmed": 35764974, "text": "High expression level of CXCL1/GROalpha is linked to advanced stage and worse survival in uterine cervical cancer and facilitates tumor cell malignant processes."}, {"pubmed": 35864308, "text": "ROS-activated CXCR2(+) neutrophils recruited by CXCL1 delay denervated skeletal muscle atrophy and undergo P53-mediated apoptosis."}, {"pubmed": 35869037, "text": "CXCL1 confers a survival advantage in Kaposi's sarcoma-associated herpesvirus-infected human endothelial cells through STAT3 phosphorylation."}, {"pubmed": 35958781, "text": "Expression and Prognostic Role of CXCL1 Gene in Colorectal Adenocarcinoma."}, {"pubmed": 36169092, "text": "Hepatic stellate cell-released CXCL1 aggravates HCC malignant behaviors through the MIR4435-2HG/miR-506-3p/TGFB1 axis."}, {"pubmed": 36434686, "text": "CXCL1 promotes colon cancer progression through activation of NF-kappaB/P300 signaling pathway."}, {"pubmed": 36613652, "text": "The Potential Importance of CXCL1 in the Physiological State and in Noncancer Diseases of the Cardiovascular System, Respiratory System and Skin."}, {"pubmed": 36640674, "text": "Obesity in pregnancy is associated with macrophage influx and an upregulated GRO-alpha and IL-6 expression in the decidua."}, {"pubmed": 36829264, "text": "CXCL1 promoted the migration and invasion abilities of oral cancer cells and might serve as a promising marker of prognosis in tongue cancer."}, {"pubmed": 36930735, "text": "Transcriptomic Profiling Reveals Chemokine CXCL1 as a Mediator for Neutrophil Recruitment Associated With Blood-Retinal Barrier Alteration in Diabetic Retinopathy."}, {"pubmed": 37058471, "text": "Dysregulation of CXCL1 Expression and Neutrophil Recruitment in Insulin Resistance and Diabetes-Related Periodontitis in Male Mice."}, {"pubmed": 37108425, "text": "Involvement in Tumorigenesis and Clinical Significance of CXCL1 in Reproductive Cancers: Breast Cancer, Cervical Cancer, Endometrial Cancer, Ovarian Cancer and Prostate Cancer."}, {"pubmed": 37268663, "text": "Elevated GRO-alpha and IL-18 in serum and brain implicate the NLRP3 inflammasome in frontotemporal dementia."}, {"pubmed": 37408240, "text": "The Clinical Significance and Role of CXCL1 Chemokine in Gastrointestinal Cancers."}, {"pubmed": 37495756, "text": "Biomarkers of ulcerative colitis disease activity CXCL1, CYP2R1, LPCAT1, and NEU4 and their relationship to immune infiltrates."}, {"pubmed": 37787042, "text": "Biological function of C-X-C Motif Chemokine Ligand 1 gene (CXCL1) in ovarian malignant tumors."}, {"pubmed": 37802708, "text": "CXCL1 promotes immune escape in colorectal cancer by autophagy-mediated MHC-I degradation."}, {"pubmed": 38128116, "text": "Cxcl1 monomer-dimer equilibrium controls neutrophil extravasation."}, {"pubmed": 38158808, "text": "TGFbeta1 induces CXCL1 to promote stemness features in lung cancer."}, {"pubmed": 38393465, "text": "The role of CXCL1 in crosstalk between endocrine resistant breast cancer and fibroblast."}, {"pubmed": 38454443, "text": "Regulation of cancer stem cells by CXCL1, a chemokine whose secretion is controlled by MCM2."}, {"pubmed": 38654356, "text": "Chemotherapy-elicited extracellular vesicle CXCL1 from dying cells promotes triple-negative breast cancer metastasis by activating TAM/PD-L1 signaling."}, {"pubmed": 38670307, "text": "Acetyl-CoA metabolic accumulation promotes hepatocellular carcinoma metastasis via enhancing CXCL1-dependent infiltration of tumor-associated neutrophils."}, {"pubmed": 38724465, "text": "CD276 regulates the immune escape of esophageal squamous cell carcinoma through CXCL1-CXCR2 induced NETs."}], "genomic_pos": {"chr": "4", "end": 73871308, "ensemblgene": "ENSG00000163739", "start": 73869393, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 74736959, "start": 74735110, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006935", "pubmed": 10820279, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": [9725262, 10820279], "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 10820279, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007399", "pubmed": 9058825, "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 9551928, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030036", "pubmed": 9725262, "qualifier": "involved_in", "term": "actin cytoskeleton organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030593", "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0035556", "pubmed": 9551928, "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035580", "qualifier": "located_in", "term": "specific granule lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904724", "qualifier": "located_in", "term": "tertiary granule lumen"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": [9079638, 10820279], "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008047", "pubmed": 9079638, "qualifier": "enables", "term": "enzyme activator activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008083", "pubmed": 8380167, "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0045236", "qualifier": "enables", "term": "CXCR chemokine receptor binding"}]}, "homologene": {"genes": [[9598, 740567], [9606, 2919]], "id": 136748}, "interpro": [{"desc": "CXC chemokine", "id": "IPR001089", "short_desc": "Chemokine_CXC"}, {"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "CXC chemokine, conserved site", "id": "IPR018048", "short_desc": "Chemokine_CXC_CS"}, {"desc": "CXC Chemokine domain", "id": "IPR033899", "short_desc": "CXC_Chemokine_domain"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}], "ipi": "IPI00013874", "map_location": "4q13.3", "name": "C-X-C motif chemokine ligand 1", "other_names": ["C-X-C motif chemokine 1", "GRO-alpha(1-73)", "GRO1 oncogene (melanoma growth stimulating activity, alpha)", "GRO1 oncogene (melanoma growth-stimulating activity)", "MGSA alpha", "chemokine (C-X-C motif) ligand 1 (melanoma growth stimulating activity, alpha)", "fibroblast secretory protein", "growth-regulated alpha protein", "melanoma growth stimulating activity, alpha", "melanoma growth stimulatory activity alpha", "neutrophil-activating protein 3"], "pantherdb": {"HGNC": "4602", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1340094", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 10090, "uniprot_kb": "P10889"}, {"RGD": "70069", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 10116, "uniprot_kb": "P30348"}, {"MGI": "3037818", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 10090, "uniprot_kb": "Q6W5C0"}, {"RGD": "621812", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 10116, "uniprot_kb": "Q10746"}, {"MGI": "108068", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 10090, "uniprot_kb": "P12850"}, {"RGD": "619869", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 10116, "uniprot_kb": "P14095"}, {"Ensembl": "ENSGALG00000046160", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 9031, "uniprot_kb": "A0A1L1RX22"}, {"ZFIN": "ZDB-GENE-140708-2", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A9ZPF1"}, {"Ensembl": "ENSDARG00000102299", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "N0GW19"}, {"ZFIN": "ZDB-GENE-111004-1", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0R4IPQ6"}, {"ZFIN": "ZDB-GENE-111004-2", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A9ZPF6"}, {"Ensembl": "ENSDARG00000110601", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A2R8QE94"}, {"Ensembl": "ENSDARG00000104795", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0G2KYH9"}], "uniprot_kb": "P09341"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa05120", "name": "Epithelial cell signaling in Helicobacter pylori infection - Homo sapiens (human)"}, {"id": "hsa05134", "name": "Legionellosis - Homo sapiens (human)"}, {"id": "hsa05146", "name": "Amoebiasis - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": {"id": "il23pathway", "name": "IL23-mediated signaling events"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-6783783", "name": "Interleukin-10 signaling"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}], "wikipathways": [{"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}, {"id": "WP530", "name": "Cytokines and Inflammatory Response"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}]}, "pdb": ["1MGS", "1MSG", "1MSH", "1ROD"], "pfam": "PF00048", "pharmgkb": "PA35050", "pharos": {"target_id": 10654, "tdl": "Tbio"}, "pir": "S13669", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250527", "relationship": "is"}, {"id": "GNF250528", "relationship": "is"}, {"id": "GNF250529", "relationship": "is"}, {"id": "GNF250530", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156815", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF038144", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080863", "relationship": "is"}, {"id": "GNF080864", "relationship": "is"}, {"id": "GNF080865", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052816", "relationship": "is"}, {"id": "GNF057582", "relationship": "is"}, {"id": "GNF072685", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062487", "relationship": "is"}, {"id": "GNF062488", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF003147", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF245011", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331252", "relationship": "is"}, {"id": "GNF332643", "relationship": "is"}, {"id": "GNF332656", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337303", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101724", "relationship": "is"}, {"id": "GNF141379", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1"], "protein": "NP_001502.1", "rna": ["NM_001511.4", "NR_046035.2"], "translation": {"protein": "NP_001502.1", "rna": "NM_001511.4"}}, "reporter": {"HG-U133_Plus_2": "204470_at", "HG-U95Av2": "408_at", "HTA-2_0": "TC04000411.hg.1", "HuEx-1_0": "2731381", "HuGene-1_1": "8095697"}, "retired": 2493, "summary": "This antimicrobial gene encodes a member of the CXC subfamily of chemokines. The encoded protein is a secreted growth factor that signals through the G-protein coupled receptor, CXC receptor 2. This protein plays a role in inflammation and as a chemoattractant for neutrophils. Aberrant expression of this protein is associated with the growth and progression of certain tumors. A naturally occurring processed form of this protein has increased chemotactic activity. Alternate splicing results in coding and non-coding variants of this gene. A pseudogene of this gene is found on chromosome 4. [provided by RefSeq, Sep 2014].", "symbol": "CXCL1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812445"}, "unigene": ["Hs.708652", "Hs.789"], "uniprot": {"Swiss-Prot": "P09341"}, "wikipedia": {"url_stub": "CXCL1"}}