{"AllianceGenome": "10640", "HGNC": "10640", "MIM": "604186", "_id": "9547", "_version": 1, "accession": {"genomic": ["AC034206.4", "CP068273.2", "CS051437.1", "NC_000005.10", "NC_060929.1"], "protein": ["AAD03839.1", "AAD38944.1", "AAF78449.1", "AAH03513.1", "AAP35743.1", "AAQ89265.1", "BAG52160.1", "BAI78370.1", "CAI72212.1", "NP_004878.3", "O95715.2"], "rna": ["AB543622.1", "AF073957.1", "AF086340.1", "AF106911.1", "AF144103.2", "AI743431.1", "AK056613.1", "AK075514.1", "AW614568.1", "AY358906.1", "BC003513.1", "BM670989.1", "BT007080.1", "BU729234.1", "BX106404.1", "NM_004887.5"], "translation": [{"protein": "NP_004878.3", "rna": "NM_004887.5"}, {"protein": "AAH03513.1", "rna": "BC003513.1"}, {"protein": "AAQ89265.1", "rna": "AY358906.1"}, {"protein": "AAD03839.1", "rna": "AF073957.1"}, {"protein": "BAI78370.1", "rna": "AB543622.1"}, {"protein": "AAP35743.1", "rna": "BT007080.1"}, {"protein": "AAD38944.1", "rna": "AF144103.2"}, {"protein": "BAG52160.1", "rna": "AK075514.1"}, {"protein": "AAF78449.1", "rna": "AF106911.1"}]}, "alias": ["BMAC", "BRAK", "KEC", "KS1", "MIP-2g", "MIP2G", "NJAC", "SCYB14"], "ensembl": {"gene": "ENSG00000145824", "protein": ["ENSP00000337065", "ENSP00000423783"], "transcript": ["ENST00000337225", "ENST00000512158"], "translation": [{"protein": "ENSP00000423783", "rna": "ENST00000512158"}, {"protein": "ENSP00000337065", "rna": "ENST00000337225"}], "type_of_gene": "protein_coding"}, "entrezgene": "9547", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.10284533423, "exp_mis": 43.153147521, "exp_syn": 20.7479332967, "lof_z": 0.922127165284835, "mis_z": 1.57501724982134, "mu_lof": 3.66005164536e-07, "mu_mis": 5.35646333699e-06, "mu_syn": 2.67945196564e-06, "n_lof": 3.0, "n_mis": 22.0, "n_syn": 14.0, "p_li": 0.0227861893272512, "p_null": 0.211523199432077, "p_rec": 0.765690611240672, "syn_z": 0.918401722772947}, "bp": 336, "cds_end": 134914504, "cds_start": 134907542, "n_exons": 4, "nonpsych": {"exp_lof": 4.55478362178, "exp_mis": 38.9939799202, "exp_syn": 18.7150979432, "lof_z": 1.17563413537835, "mis_z": 1.53418903833793, "mu_lof": 3.66005164536e-07, "mu_mis": 5.35646333699e-06, "mu_syn": 2.67945196564e-06, "n_lof": 2.0, "n_mis": 20.0, "n_syn": 11.0, "p_li": 0.109703003085786, "p_null": 0.130847001839205, "p_rec": 0.759449995075009, "syn_z": 1.12281708456966}, "nontcga": {"exp_lof": 4.68840059391, "exp_mis": 39.6946812944, "exp_syn": 19.0818822923, "lof_z": 0.769209069305022, "mis_z": 1.63644882083967, "mu_lof": 3.66005164536e-07, "mu_mis": 5.35646333699e-06, "mu_syn": 2.67945196564e-06, "n_lof": 3.0, "n_mis": 19.0, "n_syn": 14.0, "p_li": 0.0196436338983545, "p_null": 0.240376937005723, "p_rec": 0.739979429095922, "syn_z": 0.736607585422978}, "transcript": "ENST00000337225.5"}, "exons": [{"cdsend": 135578778, "cdsstart": 135571852, "chr": "5", "position": [[135570680, 135571868], [135574571, 135574685], [135578433, 135578539], [135578714, 135578991]], "strand": -1, "transcript": "NM_004887", "txend": 135578991, "txstart": 135570680}], "exons_hg19": [{"cdsend": 134914468, "cdsstart": 134907542, "chr": "5", "position": [[134906370, 134907558], [134910261, 134910375], [134914123, 134914229], [134914404, 134914681]], "strand": -1, "transcript": "NM_004887", "txend": 134914681, "txstart": 134906370}], "generif": [{"pubmed": 12949249, "text": "CXCL14 displays antimicrobial activity against E. coli and S. aureus."}, {"pubmed": 15548693, "text": "loss of BRAK expression from tumors may facilitate neovascularization and possibly contributes to immunologic escape"}, {"pubmed": 15651028, "text": "The finding that CXCL14 expression inhibits prostate tumor growth suggests this gene has tumor suppressive functions."}, {"pubmed": 15843547, "text": "CXCL14 is a potent chemoattractant and activator of dendritic cells (DC) and may be involved in DC homing in vivo."}, {"pubmed": 16175604, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16884687, "text": "results indicate that BRAK/CXCL14 is a chemokine, having suppressive activity toward tumor progression of oral carcinoma in vivo"}, {"pubmed": 16987528, "text": "This study elucidates a post-translational mechanism for the loss of CXCL14 in cancer and a novel mode of chemokine regulation."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18054154, "text": "CXCL14 might play a pivotal role in the pathobiology of pancreatic cancer, probably by regulating cancer invasion."}, {"pubmed": 18676742, "text": "CST6, CXCL14, DHRS3, and SPP1 are regulated by BRAF signaling and may play a role in papillary thyroid carcinoma pathogenesis"}, {"pubmed": 18762809, "text": "CXCL14 is a gene target of RhoBTB2 and supports downregulation of CXCL14 as a functional outcome of RhoBTB2 loss in cancer."}, {"pubmed": 18765527, "text": "CXCL14-positive epithelial cells were found in all tissue types. The expression of CXCL14 was not associated with any tumor or patient characteristics analyzed"}, {"pubmed": 18809336, "text": "Data suggest that despite the structural homology and similarity in tissue distribution of human and murine CXCL14, distinct differences point to diverse, species-specific needs for CXCL14 in epithelial immunity."}, {"pubmed": 19109182, "text": "Cell supernatant-derived CXCL14 fights bacteria at the earliest stage of infection, well before the establishment of inflammation, and thus fulfills a unique role in antimicrobial immunity."}, {"pubmed": 19172796, "text": "regulates energy metabolism and eating behaviior, induces insulin resistance, suppresses induction of neovascularization. (review)"}, {"pubmed": 19218429, "text": "identify CXCL14 as a novel autocrine stimulator of fibroblast growth and migration, with multi-modal tumor-stimulatory activities"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19276362, "text": "CXCL14 expression is upregulated by ROS through the AP-1 signaling pathway and promotes cell motility through elevation of cytosolic Ca(2+) by binding to the inositol 1,4,5-trisphosphate receptor on the endoplasmic reticulum in breast cancer."}, {"pubmed": 19339694, "text": "-A-induced migration depends on the selective and polarized release of 2 chemokines, namely CXC chemokine ligands 12 and 14"}, {"pubmed": 19833716, "text": "Results suggest that CXCL14 plays an important role in regulating trophoblast invasion through an autocrine/paracrine manner during early pregnancy."}, {"pubmed": 19834535, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19903701, "text": "Data conclude that CXCL14 is likely to be regulated by progesterone in human endometrium and that it may exert a chemoattractive effect on uNK cells and in part be responsible for their clustering around the epithelial glands."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20067447, "text": "Data indicate that the expression of BRAK stimulated the formation of elongated focal adhesions of the HSC-3 cells in an autocrine or paracrine fashion, in which stimulation may be responsible for the reduced migration of the cells."}, {"pubmed": 20212097, "text": "Increased severity of collagen-induced arthritis in CXCL14-transgenic mice is associated with enhanced T helper (Th) type 1 cytokine production, elevated autoantibody levels and increased inflammatory cell infiltration into the joints."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20460540, "text": "CXCL14 removal from conditioned media abolished its chemotactic properties. Findings offer direct evidence for epigenetic regulation of chemokine expression in tumor cells."}, {"pubmed": 20478268, "text": "Taken together, the data indicate that the respective stress-dependent action of p38 isoforms is responsible for the up-regulation of the gene expression of the chemokine BRAK/CXCL14."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20562917, "text": "CXCL14 methylation in sputum from asymptomatic early-stage lung cancer cases was associated with a 2.9-fold elevated risk for this disease compared with controls, substantiating its potential as a biomarker for early detection of lung cancer"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20737948, "text": "CEACAM-1 and CXCL-14 are involved in the occurrence and development of infantile hemangioma."}, {"pubmed": 20815772, "text": "The results indicate that oxidative stress induced by H(2)O(2) or HO(*) stimulates angiogenesis and tumuor progression by altering the gene expression of CXCL14 via the EGFR/MEK/ERK pathway in human HNSCC cells."}, {"pubmed": 21556757, "text": "The rs2237062 polymorphism in the CXCL14 gene might influence Hepatits B Virus-related hepatocellular carcinoma progression in a Chinese population."}, {"pubmed": 22382027, "text": "These results indicated that upregulation of BRAK was accompanied by differentiation of epithelial cells induced by calcium/calmodulin signaling, and that SP1 binding to the BRAK promoter region played an important role in this signaling."}, {"pubmed": 22910931, "text": "CXCL14 is a negative regulator of growth and metastasis in breast cancer."}, {"pubmed": 23161284, "text": "CXCL14 binding to glycoproteins harboring heparan sulfate proteoglycans and sialic acids leads proliferation and migration of some cancer cells."}, {"pubmed": 23294544, "text": "CXCL14 might be a potential novel prognostic factor to predict the disease recurrence and overall survival and could be a potential target of postoperative adjuvant therapy in CRC patients"}, {"pubmed": 23597004, "text": "Smoking-induced CXCL14 expression in the human airway epithelium links chronic obstructive pulmonary disease to lung cancer."}, {"pubmed": 23669361, "text": "CXCL14 represents, along with CXCR7, molecules that co-evolved with the CXCL12-CXCR4 axis to modulate important physiological processes in development, stem cell maintenance, and immune responses"}, {"pubmed": 23982764, "text": "Downregulation of CXCL14 expression is associated with gastric adenocarcinoma."}, {"pubmed": 24033560, "text": "CXCL14 plays a pivotal role as a potential tumor suppressor in hepatocellular carcinoma."}, {"pubmed": 24099668, "text": "CXCL14 inhibits colorectal cancer migration, invasion, and epithelial-to-mesenchymal transition (EMT) by suppressing NF-kappaB signaling."}, {"pubmed": 24710408, "text": "Genetic or pharmacologic inhibition of NOS1 reduced the growth of CXCL14-expressing fibroblasts."}, {"pubmed": 24938992, "text": "CXCL14 overexpression influences proliferation and changes in cell cycle distributions of HT29 colorectal carcinoma cells."}, {"pubmed": 25102097, "text": "Data indicate that site-specific CpG methylation in the CXC chemokine CXCL14 promoter is associated with altered expression."}, {"pubmed": 25411967, "text": "three of these five genes (CXCL14, ITGAX, and LPCAT2) harbored polymorphisms associated with aggressive disease development in a human GWAS cohort consisting of 1,172 prostate cancer patients."}, {"pubmed": 25451233, "text": "essential CXCL12-operated functions of CXCR4 are insensitive to CXCL14"}, {"pubmed": 25760073, "text": "Elevated S100A6 enhances tumorigenesis and suppresses CXCL14-induced apoptosis in clear cell renal cell carcinoma."}, {"pubmed": 25822025, "text": "Prometastatic effects of IRX1 were mediated by upregulation of CXCL14/NF-kappaB signaling."}, {"pubmed": 26428435, "text": "Data indicate that CXC chemokine CXCL14, CXC chemokine receptor CXCR7 and the ratio between CXC chemokine receptor CXCR4-2 and CXCR4-1 could predict diseae free survival in Ewing sarcoma patients."}, {"pubmed": 27115465, "text": "Epithelial CXCL14 expression is significantly associated with ERalpha positivity and low proliferation, whereas stromal CXCL14 expression is not linked to any of the established clinicopathological parameters, subtypes of breast cancer or tumour stroma abundance."}, {"pubmed": 27143385, "text": "These results suggest that CXCL14 downregulation by human papillomaviruses plays an important role in suppression of antitumor immune responses."}, {"pubmed": 27259322, "text": "Elevated expression of CXCL14 in osteosarcoma tissues correlated with poor prognosis of the osteosarcoma patients."}, {"pubmed": 28087599, "text": "High CXCL14 expression is associated with metastatic progression of Ovarian Cancer."}, {"pubmed": 28277316, "text": "These findings suggest a possibility that cells at the sites of MELF pattern had acquired increased invasiveness through the function of the CXCL14-CXCR4 and CXCL12-CXCR4 axes."}, {"pubmed": 28359053, "text": "Platelets are a relevant source of CXCL14. Platelet-derived CXCL14 at the site of vascular lesions might play an important role in vascular repair/regeneration."}, {"pubmed": 28360196, "text": "These results suggest that that CXCL14 is a positive allosteric modulator of CXCR4 via CXCL12 that enhances the potency of CXCR4 ligands."}, {"pubmed": 28382159, "text": "These findings indicate that CXCL14 is a critical immunomodulator involved in the stroke-induced inflammatory reaction."}, {"pubmed": 29504253, "text": "Therefore, Porphyromonas gingivalis not only directly stimulates CXCL14 expression via PAR-3 but also promotes its expression by antagonising EGF signalling."}, {"pubmed": 29507348, "text": "Application of STRING database analysis and confirmation via in-vitro and histological assay highlights the CXCL14/CXCR4 chemokine axis with a possible role in the progression and/or activation of fibroblasts within the Idiopathic Pulmonary Fibrosis lung."}, {"pubmed": 29959905, "text": "CXCL14 peptides could have roles as anti-inflammatory agents and anti-microbials; the analog of CXCL1459-75 (named CXCL14-C17) corresponds to the C-terminal alpha-helix of CXCL14"}, {"pubmed": 30122557, "text": "The chemokine CXCL14 is secreted by brown fat in response to thermogenic activation. Brown-fat-secreted CXCL14 promotes the recruitment of M2-type macrophages. Lack of CXCL14 impairs brown fat activity and alters glucose homeostasis. CXCL14 induces browning of white fat via type 2 immune cells activation."}, {"pubmed": 31087594, "text": "Serum CXCL14 levels were significantly decreased in systemic sclerosis (SSc) patients compared with healthy individuals and in diffuse cutaneous SSc patients relative to limited cutaneous SSc patients. SSc patients with digital ulcers had serum CXCL14 levels significantly lower than those without. Results indicate that decreased CXCL14 expression may contribute to the maintenance of Th2-skewed immune polarization."}, {"pubmed": 31117166, "text": "CXCL14 is a protumorigenic chemokine in Glioblastoma (GBM). The expression of CXCL14 correlates with several aggressive aspects of GBM."}, {"pubmed": 31264681, "text": "The CXCL14-glycosaminoglycans system represents a promising approach to investigate the specificity of glycosaminoglycans-protein interactions, which represents an important topic for developing the rational approaches to novel strategies in regenerative medicine"}, {"pubmed": 31640472, "text": "IRX1 hypermethylation promotes heart failure by inhibiting CXCL14 expression."}, {"pubmed": 31881212, "text": "Reduction in Human Epidermal Langerhans Cells with Age Is Associated with Decline in CXCL14-Mediated Recruitment of CD14(+) Monocytes."}, {"pubmed": 32077118, "text": "Upregulated CXCL14 is associated with poor survival outcomes and promotes ovarian cancer cells proliferation."}, {"pubmed": 32239134, "text": "The chemokine CXCL14 mediates platelet function and migration via direct interaction with CXCR4."}, {"pubmed": 32408131, "text": "Inhibitory effect of C-X-C motif chemokine ligand 14 on the osteogenic differentiation of human periodontal ligament cells through transforming growth factor-beta1."}, {"pubmed": 32552011, "text": "Effect of chemokine CXCL14 on in vitro angiogenesis of human hepatocellular carcinoma cells."}, {"pubmed": 32708730, "text": "CXCL14 Maintains hESC Self-Renewal through Binding to IGF-1R and Activation of the IGF-1R Pathway."}, {"pubmed": 33108937, "text": "CXCL14 inhibits the growth and promotes apoptosis of hepatocellular carcinoma cells via suppressing Akt/mTOR pathway."}, {"pubmed": 33414488, "text": "The chemokine CXCL14 is negatively associated with obesity and concomitant type-2 diabetes in humans."}, {"pubmed": 33564857, "text": "Integrative analyses of scRNA-seq and scATAC-seq reveal CXCL14 as a key regulator of lymph node metastasis in breast cancer."}, {"pubmed": 34082276, "text": "Role of C-X-C motif chemokine ligand 14 promoter region DNA methylation and single nucleotide polymorphism in influenza A severity."}, {"pubmed": 34085699, "text": "CXCL2/10/12/14 are prognostic biomarkers and correlated with immune infiltration in hepatocellular carcinoma."}, {"pubmed": 34677618, "text": "Posterior Cervical Brown Fat and CXCL14 Levels in the First Year of Life: Sex Differences and Association With Adiposity."}, {"pubmed": 34696665, "text": "The roles of Y-box-binding protein (YB)-1 and C-X-C motif chemokine ligand 14 (CXCL14) in the progression of prostate cancer via extracellular-signal-regulated kinase (ERK) signaling."}, {"pubmed": 34704819, "text": "MiR-3188 regulates the proliferation and apoptosis of hepatocellular carcinoma cells by targeting CXCL14."}, {"pubmed": 34789307, "text": "CXCL14 facilitates the growth and metastasis of ovarian carcinoma cells via activation of the Wnt/beta-catenin signaling pathway."}, {"pubmed": 35421632, "text": "Dysregulation of CXCL14 promotes malignant phenotypes of esophageal squamous carcinoma cells via regulating SRC and EGFR signaling."}, {"pubmed": 35452413, "text": "Integrated analysis of 14 lymphoma datasets revealed high expression of CXCL14 promotes cell migration in mantle cell lymphoma."}, {"pubmed": 35511927, "text": "CXCL14 Promotes a Robust Brain Tumor-Associated Immune Response in Glioma."}, {"pubmed": 35588310, "text": "BRAK and APRIL as novel biomarkers for ovarian tumors."}, {"pubmed": 35776020, "text": "The negative feedback loop FAM129A/CXCL14 aggravates the progression of esophageal cancer."}, {"pubmed": 35926119, "text": "CXCL14 Protects against Polymicrobial Sepsis by Enhancing Antibacterial Functions of Macrophages."}, {"pubmed": 36012586, "text": "CXCL14 Attenuates Triple-Negative Breast Cancer Progression by Regulating Immune Profiles of the Tumor Microenvironment in a T Cell-Dependent Manner."}, {"pubmed": 36063806, "text": "Elevated CXCL14 in Induced Sputum Was Associated with Eosinophilic Inflammation and Airway Obstruction in Patients with Asthma."}, {"pubmed": 36106406, "text": "Hypoxia-induced CXC chemokine ligand 14 expression drives protumorigenic effects through activation of insulin-like growth factor-1 receptor signaling in glioblastoma."}, {"pubmed": 36721112, "text": "Secreted proteins MDK, WFDC2, and CXCL14 as candidate biomarkers for early diagnosis of lung adenocarcinoma."}, {"pubmed": 36722664, "text": "Targetable Brg1-CXCL14 axis contributes to alcoholic liver injury by driving neutrophil trafficking."}, {"pubmed": 37018663, "text": "Characterization of the bone marrow niche in patients with chronic myeloid leukemia identifies CXCL14 as a new therapeutic option."}, {"pubmed": 37056937, "text": "CXCL14 promotes metastasis of non-small cell lung cancer through ACKR2-depended signaling pathway."}, {"pubmed": 37563546, "text": "Comprehensive analysis of CXCL14 uncovers its role during liver metastasis in colon cancer."}, {"pubmed": 37848726, "text": "CXCL5 and CXCL14, but not CXCL16 as potential biomarkers of colorectal cancer."}, {"pubmed": 38003215, "text": "Data Mining Suggests That CXCL14 Gene Silencing in Colon Cancer Is Due to Promoter Methylation."}, {"pubmed": 38184723, "text": "Proinflammatory chemokine CXCL14 activates MAS-related G protein-coupled receptor MRGPRX2 and its putative mouse ortholog MRGPRB2."}, {"pubmed": 38295227, "text": "Osteosarcoma Cells Secrete CXCL14 That Activates Integrin alpha11beta1 on Fibroblasts to Form a Lung Metastatic Niche."}, {"pubmed": 38338930, "text": "CXCL14 as a Key Regulator of Neuronal Development: Insights from Its Receptor and Multi-Omics Analysis."}, {"pubmed": 38400076, "text": "The Chemokine CXCL14 as a Potential Immunotherapeutic Agent for Cancer Therapy."}, {"pubmed": 38453037, "text": "Analysis of the mucosal chemokines CCL28, CXCL14, and CXCL17 in dry eye disease: An in vitro and clinical investigation."}], "genomic_pos": {"chr": "5", "end": 135579279, "ensemblgene": "ENSG00000145824", "start": 135570679, "strand": -1}, "genomic_pos_hg19": {"chr": "5", "end": 134914969, "start": 134906373, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006935", "pubmed": 10049774, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10049774, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 10049774, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 28381538], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}]}, "homologene": {"genes": [[7955, 58151], [8364, 100125115], [9031, 395451], [9544, 712076], [9598, 471640], [9606, 9547], [9615, 610078], [9913, 511771], [10090, 57266], [10116, 306748]], "id": 3592}, "interpro": [{"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}, {"desc": "C-X-C motif chemokine 14", "id": "IPR039088", "short_desc": "CXCL14"}], "ipi": "IPI00396257", "map_location": "5q31.1", "name": "C-X-C motif chemokine ligand 14", "other_names": ["C-X-C motif chemokine 14", "CXC chemokine in breast and kidney", "MIP-2 gamma", "bolekine", "breast and kidney", "chemokine (C-X-C motif) ligand 14", "chemokine BRAK", "small inducible cytokine subfamily B (Cys-X-Cys), member 14 (BRAK)", "small-inducible cytokine B14", "tumor-suppressing chemokine"], "pantherdb": {"HGNC": "10640", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1888514", "ortholog_type": "LDO", "panther_family": "PTHR15188", "taxid": 10090, "uniprot_kb": "Q9WUQ5"}, {"RGD": "1307406", "ortholog_type": "LDO", "panther_family": "PTHR15188", "taxid": 10116, "uniprot_kb": "Q8K453"}, {"Ensembl": "ENSGALG00000006346", "ortholog_type": "LDO", "panther_family": "PTHR15188", "taxid": 9031, "uniprot_kb": "Q9DGL8"}, {"ZFIN": "ZDB-GENE-000619-1", "ortholog_type": "LDO", "panther_family": "PTHR15188", "taxid": 7955, "uniprot_kb": "F1QG12"}], "uniprot_kb": "O95715"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}], "wikipathways": [{"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}]}, "pdb": "2HDL", "pfam": "PF00048", "pharmgkb": "PA35571", "pharos": {"target_id": 2523, "tdl": "Tbio"}, "pir": "JG0182", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326432", "relationship": "is"}, {"id": "GNF326433", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292845", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF260339", "relationship": "is"}, {"id": "GNF260340", "relationship": "is"}, {"id": "GNF260341", "relationship": "is"}, {"id": "GNF260342", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163528", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF031298", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080874", "relationship": "is"}, {"id": "GNF080875", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053528", "relationship": "is"}, {"id": "GNF058298", "relationship": "is"}, {"id": "GNF073504", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068179", "relationship": "is"}, {"id": "GNF068180", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF003153", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330868", "relationship": "is"}, {"id": "GNF332284", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337558", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104061", "relationship": "is"}, {"id": "GNF143710", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1"], "protein": "NP_004878.3", "rna": "NM_004887.5", "translation": {"protein": "NP_004878.3", "rna": "NM_004887.5"}}, "reporter": {"HG-U133_Plus_2": ["218002_s_at", "222484_s_at", "237038_at"], "HG-U95B": ["44982_s_at", "59432_at"], "HTA-2_0": "TC05001804.hg.1", "HuEx-1_0": "2876608", "HuGene-1_1": "8114249", "HuGene-2_1": "17000168"}, "summary": "This antimicrobial gene belongs to the cytokine gene family which encode secreted proteins involved in immunoregulatory and inflammatory processes. The protein encoded by this gene is structurally related to the CXC (Cys-X-Cys) subfamily of cytokines. Members of this subfamily are characterized by two cysteines separated by a single amino acid. This cytokine displays chemotactic activity for monocytes but not for lymphocytes, dendritic cells, neutrophils or macrophages. It has been implicated that this cytokine is involved in the homeostasis of monocyte-derived macrophages rather than in inflammation. [provided by RefSeq, Sep 2014].", "symbol": "CXCL14", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332818"}, "unigene": "Hs.483444", "uniprot": {"Swiss-Prot": "O95715", "TrEMBL": "A0A0C4DGC1"}, "wikipedia": {"url_stub": "Chemokine (c-x-c motif) ligand 14"}}