{"AllianceGenome": "10642", "HGNC": "10642", "MIM": "600324", "_id": "6374", "_version": 1, "accession": {"genomic": ["AC097709.3", "AF349466.1", "AJ315731.1", "AJ315732.1", "CH471057.1", "CP068274.2", "FB342965.1", "FB711088.1", "L37036.1", "NC_000004.12", "NC_060928.1", "U12709.1"], "protein": ["AAA62475.1", "AAA86426.1", "AAH08376.1", "AAK29641.1", "AAP35453.1", "AAY41005.1", "BAG35064.1", "CAA55355.1", "CAC42884.1", "CAG33709.1", "CAR81483.1", "CAS91499.1", "EAX05696.1", "NP_002985.1", "P42830.1", "WMI02478.1"], "rna": ["AK026546.1", "AK312128.1", "BC008376.1", "BT006807.1", "BU169770.1", "BU626570.1", "CB529782.1", "CR457428.1", "DN992282.1", "NM_002994.5", "OR122666.1", "X78686.1"], "translation": [{"protein": "WMI02478.1", "rna": "OR122666.1"}, {"protein": "AAP35453.1", "rna": "BT006807.1"}, {"protein": "AAH08376.1", "rna": "BC008376.1"}, {"protein": "BAG35064.1", "rna": "AK312128.1"}, {"protein": "NP_002985.1", "rna": "NM_002994.5"}, {"protein": "CAA55355.1", "rna": "X78686.1"}, {"protein": "CAG33709.1", "rna": "CR457428.1"}]}, "alias": ["ENA-78", "SCYB5"], "ensembl": {"gene": "ENSG00000163735", "protein": "ENSP00000296027", "transcript": "ENST00000296027", "translation": [{"protein": "ENSP00000296027", "rna": "ENST00000296027"}], "type_of_gene": "protein_coding"}, "entrezgene": "6374", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.02446053857, "exp_mis": 43.4949567701, "exp_syn": 23.3188757967, "lof_z": -0.481704448561557, "mis_z": -0.334114728138948, "mu_lof": 2.38743736632e-07, "mu_mis": 4.44644166156e-06, "mu_syn": 2.36069230139e-06, "n_lof": 5.0, "n_mis": 48.0, "n_syn": 21.0, "p_li": 0.000222602233631482, "p_null": 0.696771569180025, "p_rec": 0.303005828586343, "syn_z": 0.297696640486928}, "bp": 345, "cds_end": 74864298, "cds_start": 74863353, "n_exons": 4, "nonpsych": {"exp_lof": 3.56764779355, "exp_mis": 39.2922568621, "exp_syn": 21.0309529663, "lof_z": -0.744750523616448, "mis_z": 0.0235167639090238, "mu_lof": 2.38743736632e-07, "mu_mis": 4.44644166156e-06, "mu_syn": 2.36069230139e-06, "n_lof": 5.0, "n_mis": 39.0, "n_syn": 20.0, "p_li": 0.00017955506664413, "p_null": 0.746664609121157, "p_rec": 0.253155835812199, "syn_z": 0.141537546560301}, "nontcga": {"exp_lof": 3.69520515344, "exp_mis": 40.0080644448, "exp_syn": 21.4460654494, "lof_z": -0.156411826224496, "mis_z": 0.000635196526185233, "mu_lof": 2.38743736632e-07, "mu_mis": 4.44644166156e-06, "mu_syn": 2.36069230139e-06, "n_lof": 4.0, "n_mis": 40.0, "n_syn": 18.0, "p_li": 0.00160017620785803, "p_null": 0.543749498208883, "p_rec": 0.454650325583259, "syn_z": 0.471164478166873}, "transcript": "ENST00000296027.4"}, "exons": [{"cdsend": 73998581, "cdsstart": 73997636, "chr": "4", "position": [[73995641, 73997655], [73998011, 73998095], [73998205, 73998338], [73998472, 73998677]], "strand": -1, "transcript": "NM_002994", "txend": 73998677, "txstart": 73995641}], "exons_hg19": [{"cdsend": 74864298, "cdsstart": 74863353, "chr": "4", "position": [[74861358, 74863372], [74863728, 74863812], [74863922, 74864055], [74864189, 74864394]], "strand": -1, "transcript": "NM_002994", "txend": 74864394, "txstart": 74861358}], "generif": [{"pubmed": 12751040, "text": "ENA-78 is produced in bronchial epithelial cells in response to RV16 infection"}, {"pubmed": 13679321, "text": "ENA-78 is present in increased abundance in the amniotic cavity in response to intrauterine infection and may play a role in infection-driven preterm birth and rupture of membranes secondary to leukocyte recruitment and activation."}, {"pubmed": 14644041, "text": "During bacterial meningitis, CXCL5 is elevated in cerebrospinal fluid, where it is involved in the recruitment of neutrophils to the central nervous system."}, {"pubmed": 14967364, "text": "ENA-78 may contribute to the pathogenesis of endometriosis, possibly promoting neovascularization."}, {"pubmed": 15021975, "text": "Peripheral blood monocytes upregulated both tumor ENA-78 and IL-8 mRNA and protein. Alveolar macrophages only upregulated ENA-78 mRNA and protein."}, {"pubmed": 15714497, "text": "induced by Rhinovirus infection of primary human airway fibroblasts"}, {"pubmed": 16567110, "text": "CXCL5 gene polymorphisms are related to systemic concentrations and leukocyte production of epithelial neutrophil-activating peptide 78"}, {"pubmed": 16567110, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16574090, "text": "Observational study of genotype prevalence and genetic testing. (HuGE Navigator)"}, {"pubmed": 16635746, "text": "The platelet-derived chemokines ENA-78 exhibited particular changes after SCT; results suggest that ENA-78 plays a role in hematopoietic conditions in which G-CSF is not involved"}, {"pubmed": 17022986, "text": "LDL lipoprotein subunit L5 induces human umbilical vein endothelial cells (HUVEC) to express ENA-78."}, {"pubmed": 17052298, "text": "IP-10 may play an important role in regulating lymphocytes into the lung and ENA-78 may be associated with lung parenchymal disease in pulmonary sarcoidosis."}, {"pubmed": 17428364, "text": "lack of association of ENA-78 polymorphism with giant cell arteritis"}, {"pubmed": 17479287, "text": "CXCL5 overexpression is associated with late stage gastric cancer"}, {"pubmed": 17549409, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17549409, "text": "This is the first report on the influence of CXCL5 gene variants and their relation to expression of CXCL5 protein in human colorectal cancer."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17761179, "text": "Stromal endometrial cells produced ENA-78 and IL-8 under cytokine stimulation."}, {"pubmed": 17878384, "text": "unveils a proinflammatory pathway centered on kinin B1 receptor activation of CXCL5 leading to leukocyte trafficking"}, {"pubmed": 18320069, "text": "CXCL5 may play multiple roles in the etiology of both benign and malignant proliferative diseases in the prostate."}, {"pubmed": 18413205, "text": "CXCL5 may be of use for telling diabetic nephropathy from primary renal diseases"}, {"pubmed": 18413816, "text": "Disrupted expression of CXCL5 in colorectal cancer is associated with rapid tumor formation in rats and poor prognosis in patients."}, {"pubmed": 18570917, "text": "Results reveal that platelet-derived growth factor-B-activated fibroblasts play a key role in the recruitment/migration and differentiation of mesenchymal stem cells and implicate a bFGF- and CXCL5-dependent mechanism in mediating these effects."}, {"pubmed": 18769620, "text": "CXCL5/ENA-78 has a role in acute coronary syndrome and the statin response"}, {"pubmed": 18769620, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19035625, "text": "patients with type 2 diabetes had higher frequency of carrying the G/C or C/C genotype compared with controls; frequency of allele C was increased in patients with diabetes compared to controls; findings suggest role of CXCL5 in pathogenesis of diabetes"}, {"pubmed": 19047312, "text": "Epithelial neutrophil-activating peptide-78 recruits neutrophils into pleural effusion"}, {"pubmed": 19258635, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19356715, "text": "Secretion of CXCL5 by white adipose tissue resident macrophages represents a link between obesity, inflammation, and insulin resistance."}, {"pubmed": 19506876, "text": "There was a remarkably high proportion of proangiogenic factors, in particular IP10, ENA-78, and IL-8 accounting for a genetically determined susceptibility to reactive arthritis at the host cell level."}, {"pubmed": 19567485, "text": "expression in gingival epithelial cells is induced by thrombin via activation of protease-activated receptor 1"}, {"pubmed": 19646363, "text": "No significant differences in allele or genotype frequencies for RANTES or ENA-78 proteins were found in patients with erythema nodosum."}, {"pubmed": 19646363, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19724852, "text": "CXCL5 was significantly correlated with deeper depth of invasion and advanced stage of tumor but not with lymph node status in primary gastric cancer"}, {"pubmed": 19838218, "text": "Data show that the knockdown of Ron in PC-3 or DU145 cells results in a significant decrease in angiogenic chemokine production and is associated with a decreased activation of NF-kappaB."}, {"pubmed": 20137269, "text": "The 156C allele for ENA-78 may be a risk factor for idiopathic pulmonary fibrosis."}, {"pubmed": 20501684, "text": "Elevated circulating CXCL5 concentrations were associated with higher risk of hypercholesterolemia in middle-aged and elderly Chinese independent of obesity, inflammation, adipokines, and other risk factors but not insulin resistance."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20630876, "text": "The highly divergent effects of modifications of CXCL5 on neutrophil influx underline the potential importance of tissue-specific interactions between chemokines and PAD or proteases."}, {"pubmed": 20945384, "text": "CXCL5/ENA78 increased cell migration and epithelial-to-mesenchymal transition of hormone-independent prostate cancer by early growth response-1/snail signaling pathway."}, {"pubmed": 21034724, "text": "CD14 and CXCL5 were both expressed in tunica intima and tunica adventitia of adipose tissue blood vessels; CXCL5 exhibited chemoattractant and angiogenic properties."}, {"pubmed": 21229889, "text": "Report influence of troglitazone, sodium butyrate, 5-aminosalicylic acid and BAY 11-7082 on the chemokine ENA-78/CXCL5 secretion in the intestinal subepithelial myofibroblasts."}, {"pubmed": 21332547, "text": "Plasma CXCL5 levels are lower in patients with chronic liver disease, suggesting that CXCL5 might be involved in the pathogenesis of chronic liver disease."}, {"pubmed": 21609350, "text": "Serum CXC ligand 5 is a new marker of subclinical atherosclerosis in type 2 diabetes."}, {"pubmed": 21734176, "text": "Data demonstrate that the chemokine CXCL5 is a peripheral mediator of UVB-induced inflammatory pain, likely in humans as well as rats."}, {"pubmed": 21779896, "text": "Blockade of CXCL5 can modulate IL-17-induced arthritic inflammation in part by reducing joint blood vessel formation through a non-overlapping IL-17 mechanism."}, {"pubmed": 22125641, "text": "Data show that tumour conditioned media obtained from cultured colorectal tumour explant tissue contained high levels of the chemokines CCL2, CXCL1, CXCL5 in addition to VEGF."}, {"pubmed": 22197219, "text": "Preoperative serum CXCL5 could serve as a novel predictive marker for prognosis determination of colorectal cancer patients."}, {"pubmed": 22274300, "text": "Endothelial production of both ENA-78 and IL-8 was induced by the proinflammatory cytokine IL-1beta."}, {"pubmed": 22711685, "text": "CXCL5 promotes HCC cell proliferation, invasion, and intratumoral neutrophil infiltration."}, {"pubmed": 23179318, "text": "Gene expression in dendritic cells of CCL5 and CXCL5 as well as TIMP1 and GUCY1B3 showed a significant increase within the first 4 days after trauma."}, {"pubmed": 23245743, "text": "CXCL5 gene polymorphisms are functional and associated with variable blood pressure in cardiovascular disease-free individuals."}, {"pubmed": 23290114, "text": "Liver cancer cells with high metastatic potential have a higher expression of CXCL5. Exogenous CXCL5 can increase the proliferation, migration and invasion of liver cancer cells with low metastatic potential."}, {"pubmed": 23439434, "text": "Increased levels of CXCL5 contribute to enhanced levels of RANKL expression in Paget's disease of bone."}, {"pubmed": 23469080, "text": "sCXCL5 level was determined to be an independent prognostic factor for NPC patients"}, {"pubmed": 24292093, "text": "the expression levels of CXCL5 proteins were decreased in dermal blood vessels of early stage diffuse cutaneous systemic sclerosis"}, {"pubmed": 24346967, "text": "Knockdown of HSP27 by shRNA decreased HB-EGF plus CXCL5-mediated tumor spheroid formation in a three-dimensional culture system, suggesting that AKT/HSP27 was required for HB-EGF/CXCL5-mediated cancer progression"}, {"pubmed": 24500664, "text": "CXCL5 showed a statistically significant prognostic effect"}, {"pubmed": 24583128, "text": "mRNA and protein of CXCL5 is increased in bladder tumor tissues and cell lines; down-regulation of CXCL5 resulted in significantly decreased cell proliferation, migration and increased cell apoptosis through Snail, PI3K-AKT and ERK1/2 signaling pathways."}, {"pubmed": 24695525, "text": "Solution structure of CXCL5--a novel chemokine and adipokine implicated in inflammation and obesity"}, {"pubmed": 24943990, "text": "Citrullinated ENA-78/CXCL5 is highly correlated with rheumatoid arthritis disease activity and, unlike noncitrullinated ENA-78/CXCL5, recruits monocytes."}, {"pubmed": 25011526, "text": "data indicates that LCCs per se may act as the producer and receptor of CXCL5 responsible for liver cancer migration and invasion"}, {"pubmed": 25462858, "text": "our data showed that the CXCR2/CXCL5 axis contributes to EMT of HCC cells through activating PI3K/Akt/GSK-3beta/Snail signaling, and it may serve as a potential therapeutic target."}, {"pubmed": 25536401, "text": "the increased level of CXCL5 in tissue compartments, including the central nervous system of HIV-1-infected individuals might alter the inflammatory response through the infiltration of neutrophils into tissue compartment"}, {"pubmed": 25689618, "text": "This study aims to evaluate serum levels of ENA78/CXCL5 and SDF-1/CXCL12 along the gastric cancer carcinogenesis, and analyze their clinical significance, and diagnostic potentials through human serum samples."}, {"pubmed": 25690483, "text": "Analysis of monocultured dermal fibroblasts and keratinocytes revealed that only fibroblasts but not keratinocytes displayed up regulated CXCL5 levels after UV stimulation."}, {"pubmed": 25738378, "text": "High CXCL5 expression is associated with pediatric ulcerative colitis."}, {"pubmed": 25788272, "text": "There was an inverse correlation between DACH1 mRNA levels and CXCL5 in both lung cancer cell lines and human NSCLC tissues."}, {"pubmed": 25871636, "text": "Serum levels of ENA-78 were elevated in autistic children and they were significantly associated with the increased levels of serum antineuronal auto-antibodies"}, {"pubmed": 26058729, "text": "Study shows that CXCL5 expression is elevated in positive correlation to bladder cancer grade and promotes cell migration and invasion via binding to its receptor CXCR2."}, {"pubmed": 26287498, "text": "CXCL5 expression is enriched in human atherosclerotic coronary artery. The CXCL5 variant might be a genetic risk factor for the susceptibility of CAD and the CXCL5 promoter -156 G/C C allele might be an independent predictor for CAD."}, {"pubmed": 26503215, "text": "CXCL5 expression in urine is related to bladder cancer TNM stage, lymph node metastasis, tumor size, and tumor grade."}, {"pubmed": 27401736, "text": "ENA 78 plasma levels were correlated with Expanded Disability Status Scale scores in neuromyelitis optica (NMO) patients; elevated secretion of ENA 78 may be a critical step in neutrophil recruitment during the remission of NMO."}, {"pubmed": 27471273, "text": "a finely tuned balance between the GAG-bound dimer and free soluble monomer regulates CXCL5-mediated receptor signaling and function."}, {"pubmed": 27501402, "text": "Serum CXCL5 levels from pemphigus vulgaris patients are significantly higher than those in bullous pemphigoid patients and healthy controls."}, {"pubmed": 27538525, "text": "Curcumin suppressed CXCL5 expression by direct inhibition of IKKbeta phosphorylation, and inhibition of p38 MAPK via induction of negative regulator MKP-1."}, {"pubmed": 27848972, "text": "Mechanistically, AR modulated cytokine CXCL5 expression by altering AKT --> NF-kappaB signaling, and interruption of AKT --> NF-kappaB --> CXCL5 signaling using either specific inhibitors or siRNA suppressed AR-enhanced EC recruitment and AR-EC-promoted RCC progression."}, {"pubmed": 27876461, "text": "CXCL5 levels were decreased in LSCC patient serum."}, {"pubmed": 28277189, "text": "The expression of CXCL5 is up-regulated in osteosarcoma cells."}, {"pubmed": 28356111, "text": "our findings support CXCL5 as a promoter of colorectal cancer metastasis and a predictor of poor clinical outcomes in colorectal cancer patients."}, {"pubmed": 28441588, "text": "findings for the first time provided evidence that ENA78 may play a key role of mediator in pathogenesis of Major Depressive Disorder(MDD) and in the mechanism of vinlafaxine effects on MDD."}, {"pubmed": 28467728, "text": "Two haplotype blocks, one upstream to the coding region of UGT2A1 (rs146712414, P = 9.1 x 10(-5); odds ratio [OR], 1.34; 95% confidence interval [CI], 1.16-1.56) and one downstream of the genes PF4/PPBP/CXCL5 (rs1595009, P = 1.3 x 10(-4); OR, 1.32; 95% CI, 1.15-1.52), were associated with AgP."}, {"pubmed": 28854064, "text": "The CXCL5 and the overexpression of miR-141 reduced levels of MMP-2 and MMP-9 in tumor necrosis factor-alpha-treated HT29 cells by means of repressing the inhibitory AKT."}, {"pubmed": 29053414, "text": "PERK-p-eIF2alpha pathway could suppress metastasis in triple-negative breast cancer by inhibiting expression of PDL1 and CXCL5 in tumor cells."}, {"pubmed": 29471001, "text": "activated CXCL5-CXCR2 axis contributes to the metastatic phenotype of PTC cells by modulating Akt/GSK-3beta/beta-catenin pathway"}, {"pubmed": 29474942, "text": "CXCL5-overexpressing tumors recruited high amounts of neutrophils and exhibited significantly increased lymphangiogenesis in xenograft SCID mouse model. Clinically, CXCL5-overexpressing melanomas had significantly increased lymph node metastases. In human patient samples CXCL5 expression positively correlated with numbers of neutrophils in stage T4 primary melanoma, and the occurrence of locoregional metastasis."}, {"pubmed": 29526026, "text": "study elucidates the important role of CXCL5 in the progression and prognosis of NSCLC. These findings suggested that CXCL5 might be a potential biomarker and novel therapeutic target for lung cancer"}, {"pubmed": 29545183, "text": "CXCL5 may promote mitomycin resistance by activating EMT and NF-kappaB pathway. Thus, this study identifies CXCL5 as a novel chemoresistance-related marker in non-muscle invasive bladder cancer"}, {"pubmed": 29749439, "text": "These data demonstrated that CXCL5 expression was upregulated in prostate cancer tissues and that exogenous CXCL5 protein exposure or CXCL5 overexpression promoted malignant phenotypes of prostate cancer cells in vitro and in vivo."}, {"pubmed": 30009831, "text": "CXCL5-overexpressing tumors had reduced lung metastasis compared with control tumors. Neutrophil depletion reversed this effect. In vitro, unstimulated lung-derived neutrophils had higher levels of reactive oxygen species compared with tumor-associated neutrophils, and CXCL5 stimulation further increased reactive oxygen species levels"}, {"pubmed": 30255816, "text": "Sensitivity and specificity of serum CXCL5 were found to be low as a result of the ROC analysis."}, {"pubmed": 30257367, "text": "CXCL5 may contribute to a dominant role in uterine cervix cancer progression; at the gene level, CXCL5 overexpression regulated the expression of tumor-related genes"}, {"pubmed": 30404567, "text": "Recombinant human CXCL5 (rhCXCL5) promoted the proliferation of papillary thyroid carcinoma (PTC) cells. rhCXCL5 accelerated the G1/S transition, upregulated the expression of a group of S (DNA synthesis) or M (mitosis)-promoting cyclins and cyclin-dependent kinases (CDKs), and downregulated CDK inhibitors in PTC cells. Study demonstrates a growth-promoting effect of CXCL5-CXCR2 axis in PTC cells in vitro and in vivo."}, {"pubmed": 30775384, "text": "Decreased wound exudate ENA-78 was independently associated with wound healing of patients with diabetic foot. Exudate ENA-78 level is implicated as a novel predictor of wound healing in patients with diabetic foot ulcers."}, {"pubmed": 30792394, "text": "CXCL5 is an angiogenic factor that can promote cell metastasis through tumor angiogenesis in colorectal cancer."}, {"pubmed": 30804325, "text": "Mesenchymal stem cells from ankylosing spondylitis (AS) patients exhibit a stronger capacity to inhibit osteoclastogenesis than mesenchymal stem cells from healthy donors through the miR-4284/CXCL5 axis, which provide a new perspective on the mechanism of pathologic osteogenesis in AS."}, {"pubmed": 31636124, "text": "these findings suggest that GNA13 drives CXCL5 expression by transactivating NF-kappaB in a Rho-dependent manner in prostate cancer cells."}, {"pubmed": 31999765, "text": "These findings indicate that necroptosis at the pancreatic cancer invasion front can promote cancer cell migration and invasion via the CXCL5-CXCR2 axis."}, {"pubmed": 32338995, "text": "Apolipoprotein E Signals via TLR4 to Induce CXCL5 Secretion by Asthmatic Airway Epithelial Cells."}, {"pubmed": 32483412, "text": "A S100A14-CCL2/CXCL5 signaling axis drives breast cancer metastasis."}, {"pubmed": 32959976, "text": "CXCL5-CXCR2 signaling is a senescence-associated secretory phenotype in preimplantation embryos."}, {"pubmed": 33026667, "text": "CXC chemokine ligand 5 (CXCL5) disrupted the permeability of human brain microvascular endothelial cells via regulating p38 signal."}, {"pubmed": 33185249, "text": "Expressions of IL-8 and CXCL5 in uterine endometrioid carcinomas which have frequent neutrophil infiltration and comparison to colorectal adenocarcinoma."}, {"pubmed": 33231340, "text": "Crosstalk between head and neck cancer cells and lymphatic endothelial cells promotes tumor metastasis via CXCL5-CXCR2 signaling."}, {"pubmed": 33458757, "text": "Serum CXCL5 level is associated with tumor progression in penile cancer."}, {"pubmed": 33688078, "text": "Endogenous modification of the chemoattractant CXCL5 alters receptor usage and enhances its activity toward neutrophils and monocytes."}, {"pubmed": 33752504, "text": "Expression and potential role of CXCL5 in the pathogenesis of intrauterine adhesions."}, {"pubmed": 33835870, "text": "Inhibition of Autophagy Does Not Affect Innate Cytokine Production in Human Lung Epithelial Cells During Respiratory Syncytial Virus Infection."}, {"pubmed": 34050991, "text": "Association of single nucleotide polymorphisms in CXCR1, CXCR2 and CXCL5 with Behcet disease: a study in the Denizli province of Turkey."}, {"pubmed": 34062414, "text": "Hsa-miR-605 regulates the proinflammatory chemokine CXCL5 in complex regional pain syndrome."}, {"pubmed": 34603292, "text": "CXCL5 Downregulation in Villous Tissue Is Correlated With Recurrent Spontaneous Abortion."}, {"pubmed": 34831316, "text": "Tumor Lymphatic Interactions Induce CXCR2-CXCL5 Axis and Alter Cellular Metabolism and Lymphangiogenic Pathways to Promote Cholangiocarcinoma."}, {"pubmed": 34931005, "text": "Chemokines modulate glycan binding and the immunoregulatory activity of galectins."}, {"pubmed": 35038357, "text": "Sox9/CXCL5 axis facilitates tumour cell growth and invasion in hepatocellular carcinoma."}, {"pubmed": 35173310, "text": "EMT-mediated regulation of CXCL1/5 for resistance to anti-EGFR therapy in colorectal cancer."}, {"pubmed": 35399116, "text": "KIF4A promotes tumor progression of bladder cancer via CXCL5 dependent myeloid-derived suppressor cells recruitment."}, {"pubmed": 35486941, "text": "MicroRNA-873-5p suppresses cell malignant behaviors of thyroid cancer via targeting CXCL5 and regulating P53 pathway."}, {"pubmed": 35615793, "text": "[CXCL5 inhibits tumor immune of lung cancer via modulating PD1/PD-L1 signaling]."}, {"pubmed": 35650416, "text": "Targeting CXCL5 in Pancreatic Cancer Cells Inhibits Cancer Xenograft Growth by Reducing Proliferation and Inhibiting EMT Progression."}, {"pubmed": 35936390, "text": "miR-145-3p Hampers the Malignant Progression of Esophageal Carcinoma via CXCL5 Downregulation."}, {"pubmed": 36104403, "text": "ADSCs stimulated by resistin promote breast cancer cell malignancy via CXCL5 in a breast cancer coculture model."}, {"pubmed": 36543124, "text": "IL-17/CXCL5 signaling within the oligovascular niche mediates human and mouse white matter injury."}, {"pubmed": 36889175, "text": "Renal clear cell carcinoma-derived CXCL5 drives tumor-associated fibroblast formation and facilitates cancer progression."}, {"pubmed": 36982370, "text": "Serum CXCL5 Detects Early Hepatocellular Carcinoma and Indicates Tumor Progression."}, {"pubmed": 37201403, "text": "Collagen-induced DDR1 upregulates CXCL5 to promote neutrophil extracellular traps formation and Treg infiltration in breast cancer."}, {"pubmed": 37263532, "text": "Is elevated ENA-78 serum level a link between obstructive sleep apnea and atherosclerosis?"}, {"pubmed": 37541997, "text": "CXCL5 promotes tumorigenesis and angiogenesis of glioblastoma via JAK-STAT/NF-kappab signaling pathways."}, {"pubmed": 37567498, "text": "Mechanistic role of CXCL5 in cardiovascular disease, diabetes mellitus, and kidney disease."}, {"pubmed": 37657716, "text": "DIA-based analysis of the menstrual blood proteome identifies association between CXCL5 and IL1RN and endometriosis."}, {"pubmed": 37672286, "text": "Plasma-Derived Small Extracellular Vesicles From VKH Patients Suppress T Cell Proliferation Via MicroRNA-410-3p Modulation of CXCL5 Axis."}, {"pubmed": 37848726, "text": "CXCL5 and CXCL14, but not CXCL16 as potential biomarkers of colorectal cancer."}, {"pubmed": 38269483, "text": "CircNRIP1 promotes proliferation, migration and phenotypic switch of Ang II-induced HA-VSMCs by increasing CXCL5 mRNA stability via recruiting IGF2BP1."}, {"pubmed": 38287266, "text": "Prognostic marker CXCL5 in glioblastoma polyformis and its mechanism of immune invasion."}, {"pubmed": 38439196, "text": "Serum levels of CXCL5 are decreased and correlate with circulating platelet counts in systemic lupus erythematosus."}, {"pubmed": 38627393, "text": "CXCL5 activates CXCR2 in nociceptive sensory neurons to drive joint pain and inflammation in experimental gouty arthritis."}, {"pubmed": 38642131, "text": "A2AR-mediated CXCL5 upregulation on macrophages promotes NSCLC progression via NETosis."}, {"pubmed": 39034411, "text": "CXCL5 impedes CD8[+] T cell immunity by upregulating PD-L1 expression in lung cancer via PXN/AKT signaling phosphorylation and neutrophil chemotaxis."}], "genomic_pos": {"chr": "4", "end": 73998677, "ensemblgene": "ENSG00000163735", "start": 73995642, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 74864496, "start": 74861359, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006935", "pubmed": 10820279, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10820279, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 7929219, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008284", "pubmed": 10463948, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030593", "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042802", "pubmed": 24695525, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0045236", "qualifier": "enables", "term": "CXCR chemokine receptor binding"}]}, "homologene": {"genes": [[9544, 701946], [9598, 740377], [9606, 6374], [9913, 281735]], "id": 88672}, "interpro": [{"desc": "CXC chemokine", "id": "IPR001089", "short_desc": "Chemokine_CXC"}, {"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "CXC chemokine, conserved site", "id": "IPR018048", "short_desc": "Chemokine_CXC_CS"}, {"desc": "CXC Chemokine domain", "id": "IPR033899", "short_desc": "CXC_Chemokine_domain"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}], "ipi": "IPI00292936", "map_location": "4q13.3", "name": "C-X-C motif chemokine ligand 5", "other_names": ["C-X-C motif chemokine 5", "chemokine (C-X-C motif) ligand 5", "epithelial-derived neutrophil-activating protein 78", "neutrophil-activating peptide ENA-78", "neutrophil-activating protein 78", "small inducible cytokine subfamily B (Cys-X-Cys), member 5 (epithelial-derived neutrophil-activating peptide 78)"], "pantherdb": {"HGNC": "10642", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1096868", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 10090, "uniprot_kb": "P50228"}, {"RGD": "708540", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 10116, "uniprot_kb": "P97885"}, {"Ensembl": "ENSGALG00000046160", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 9031, "uniprot_kb": "A0A1L1RX22"}, {"ZFIN": "ZDB-GENE-140708-2", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A9ZPF1"}, {"Ensembl": "ENSDARG00000102299", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "N0GW19"}, {"ZFIN": "ZDB-GENE-111004-1", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0R4IPQ6"}, {"ZFIN": "ZDB-GENE-111004-2", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A9ZPF6"}, {"Ensembl": "ENSDARG00000110601", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A2R8QE94"}, {"Ensembl": "ENSDARG00000104795", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0G2KYH9"}], "uniprot_kb": "P42830"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa05133", "name": "Pertussis - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}]}, "pdb": "2MGS", "pfam": "PF00048", "pharmgkb": "PA35573", "pharos": {"target_id": 100, "tdl": "Tbio"}, "pir": "JC2433", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326156", "relationship": "is"}, {"id": "GNF326157", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292575", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256163", "relationship": "is"}, {"id": "GNF256164", "relationship": "is"}, {"id": "GNF256165", "relationship": "is"}, {"id": "GNF256166", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160503", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF032701", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF003159", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331015", "relationship": "is"}, {"id": "GNF334049", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335569", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101722", "relationship": "is"}, {"id": "GNF141377", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1"], "protein": "NP_002985.1", "rna": "NM_002994.5", "translation": {"protein": "NP_002985.1", "rna": "NM_002994.5"}}, "reporter": {"HG-U133_Plus_2": ["207852_at", "214974_x_at", "215101_s_at"], "HG-U95Av2": "35025_at", "HTA-2_0": ["TC04001283.hg.1", "TC04002588.hg.1"], "HuEx-1_0": "2773369", "HuGene-1_1": "8100977", "HuGene-2_1": "16976827"}, "summary": "This gene encodes a protein that is a member of the CXC subfamily of chemokines. Chemokines, which recruit and activate leukocytes, are classified by function (inflammatory or homeostatic) or by structure. This protein is proposed to bind the G-protein coupled receptor chemokine (C-X-C motif) receptor 2 to recruit neutrophils, to promote angiogenesis and to remodel connective tissues. This protein is thought to play a role in cancer cell proliferation, migration, and invasion. [provided by RefSeq, May 2013].", "symbol": "CXCL5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332819"}, "unigene": "Hs.89714", "uniprot": {"Swiss-Prot": "P42830", "TrEMBL": "Q6I9S7"}, "wikipedia": {"url_stub": "CXCL5"}}