{"AllianceGenome": "10639", "HGNC": "10639", "MIM": "605149", "_id": "10563", "_version": 1, "accession": {"genomic": ["AC092674.2", "AC093758.3", "CH471057.1", "CP068274.2", "EF064743.1", "JC535575.1", "NC_000004.12", "NC_060928.1"], "protein": ["AAC14402.1", "AAC17980.1", "AAH12589.1", "AAY40955.1", "ABK41926.1", "CAA05250.1", "CAG28552.1", "CEF39385.1", "EAX05816.1", "EAX05817.1", "NP_001358487.1", "NP_006410.1", "O43927.1"], "rna": ["AF029894.1", "AF044197.1", "AJ002211.1", "BC012589.1", "BI836728.1", "CA418514.1", "CR407624.1", "NM_001371558.1", "NM_006419.3"], "translation": [{"protein": "AAC14402.1", "rna": "AF044197.1"}, {"protein": "CAG28552.1", "rna": "CR407624.1"}, {"protein": "NP_006410.1", "rna": "NM_006419.3"}, {"protein": "AAH12589.1", "rna": "BC012589.1"}, {"protein": "AAC17980.1", "rna": "AF029894.1"}, {"protein": "CAA05250.1", "rna": "AJ002211.1"}, {"protein": "NP_001358487.1", "rna": "NM_001371558.1"}]}, "alias": ["ANGIE", "ANGIE2", "BCA-1", "BCA1", "BLC", "BLR1L", "SCYB13"], "ensembl": {"gene": "ENSG00000156234", "protein": ["ENSP00000286758", "ENSP00000507688"], "transcript": ["ENST00000286758", "ENST00000506590", "ENST00000682537"], "translation": [{"protein": "ENSP00000286758", "rna": "ENST00000286758"}, {"protein": "ENSP00000507688", "rna": "ENST00000682537"}], "type_of_gene": "protein_coding"}, "entrezgene": "10563", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.39960628, "exp_mis": 33.9921466, "exp_syn": 12.057527, "lof_z": 1.87552328858235, "mis_z": -0.000658562193200652, "mu_lof": 3.28610013353e-07, "mu_mis": 2.85217698305e-06, "mu_syn": 9.16235767068e-07, "n_lof": 1.0, "n_mis": 34.0, "n_syn": 12.0, "p_li": 0.461397954954361, "p_null": 0.0258899259778733, "p_rec": 0.512712119067766, "syn_z": 0.0102710448017601}, "bp": 330, "cds_end": 78532193, "cds_start": 78527019, "n_exons": 4, "nonpsych": {"exp_lof": 4.8046223, "exp_mis": 30.6836312, "exp_syn": 10.8306843, "lof_z": 2.15269045104853, "mis_z": -0.210919252825269, "mu_lof": 3.28610013353e-07, "mu_mis": 2.85217698305e-06, "mu_syn": 9.16235767068e-07, "n_lof": 0.0, "n_mis": 33.0, "n_syn": 10.0, "p_li": 0.80612372304738, "p_null": 0.00606569029644066, "p_rec": 0.18781058665618, "syn_z": 0.158916641649967}, "nontcga": {"exp_lof": 4.95959217, "exp_mis": 31.2647312, "exp_syn": 11.08488075, "lof_z": 1.75391582757849, "mis_z": -0.0655131775644644, "mu_lof": 3.28610013353e-07, "mu_mis": 2.85217698305e-06, "mu_syn": 9.16235767068e-07, "n_lof": 1.0, "n_mis": 32.0, "n_syn": 10.0, "p_li": 0.428562475127869, "p_null": 0.0324466802264602, "p_rec": 0.538990844645671, "syn_z": 0.206318677937258}, "transcript": "ENST00000286758.4"}, "exons": [{"cdsend": 77611039, "cdsstart": 77605865, "chr": "4", "position": [[77605819, 77605929], [77607702, 77607835], [77610613, 77610694], [77610987, 77611834]], "strand": 1, "transcript": "NM_001371558", "txend": 77611834, "txstart": 77605819}, {"cdsend": 77611039, "cdsstart": 77605865, "chr": "4", "position": [[77511752, 77511788], [77605823, 77605929], [77607702, 77607835], [77610613, 77610694], [77610987, 77611836]], "strand": 1, "transcript": "NM_006419", "txend": 77611836, "txstart": 77511752}], "exons_hg19": [{"cdsend": 78532193, "cdsstart": 78527019, "chr": "4", "position": [[78526973, 78527083], [78528856, 78528989], [78531767, 78531848], [78532141, 78532988]], "strand": 1, "transcript": "NM_001371558", "txend": 78532988, "txstart": 78526973}, {"cdsend": 78532193, "cdsstart": 78527019, "chr": "4", "position": [[78432906, 78432942], [78526977, 78527083], [78528856, 78528989], [78531767, 78531848], [78532141, 78532988]], "strand": 1, "transcript": "NM_006419", "txend": 78532988, "txstart": 78432906}], "generif": [{"pubmed": 11877260, "text": "The effect of surrogate antigen on B-cell chemotaxis response to BCA-1 is biphasic: After an initial phase of suppression, chemotaxis toward BCA-1 is strongly up-regulated."}, {"pubmed": 12393412, "text": "expression by malignant B-lymphocytes and vascular endothelium in primary central nervous system lymphoma"}, {"pubmed": 12732660, "text": "overlapping role with interleukin 7 recedptor alpha and CCR7 ligands in lymph node development"}, {"pubmed": 12949249, "text": "CXCL13 displays antimicrobial activity against E. coli and S. aureus."}, {"pubmed": 14763921, "text": "CXCR5 and CXCL13 play an essential role in maintaining B- and T-cells in lymphocytic infiltrates and ectopic follicles in thyroid tissue from patients affected by autoimmunity."}, {"pubmed": 15284119, "text": "most CXCL13-expressing cells in rheumatoid arthritis and ulcerative colitis are of monocyte/macrophage lineage."}, {"pubmed": 15780119, "text": "Potenetial role of CXCL13 and its specific receptor CXCR5 in recruitment of B cells in renal allograft rejection."}, {"pubmed": 15929033, "text": "persistent production of CXCL13 and IgG within infected tissue, two characteristics of ectopic germinal centers, are definitive features of Lyme neuroborreliosis"}, {"pubmed": 15934082, "text": "The data support expression of CXCL13 and CCL21 in regulating the progressive lymphoid organization and maintenance of periductal foci in Sjogrens syndrome."}, {"pubmed": 15965952, "text": "Data suggest that CXCL12 and CXCL13 may directly modulate cellular proliferation and collagen type I in osteoarthritis patients."}, {"pubmed": 16318584, "text": "elevated levels of CXCL13 could cause impaired or altered trafficking of B cells during HIV infection and could contribute to the previously reported loss of CXCR5"}, {"pubmed": 16543475, "text": "a high CXCL13 production by epithelial cells could be responsible for germinal center formation in myasthenia gravis thymus"}, {"pubmed": 17082584, "text": "CXCL13 and CCL19 cooperatively induce significant resistance to TNF-alpha-mediated apoptosis in acute and chronic B cell leukemia CD23+CD5+ B cells, but not in the cells from cord blood."}, {"pubmed": 17082648, "text": "CXCL13 promotes recruitment of B and T lymphocytes within the islets of Langerhans of transgenic mice."}, {"pubmed": 17474076, "text": "prostate-associated lymphoid aggregates, frequently below the epithelia, arranged in B cell follicles expressed CXCL13, and parafollicular T cell areas showed CCL21 expression."}, {"pubmed": 17495955, "text": "CXCL13 and CCL21 are expressed in ectopic lymphoid follicles in cutaneous lymphoproliferative disorders."}, {"pubmed": 17592274, "text": "Angioimmunoblastic T-cell lymphoma T cells localize in the skin allowing accurate diagnosis in skin specimens using CXCL13 immunostaining on paraffin-embedded tissues."}, {"pubmed": 17652619, "text": "CXCR5 plays a role in Chronic lymphocytic leukemia (CLL) cell positioning and cognate interactions between CLL and CXCL13-secreting CD68+ accessory cells in lymphoid tissues."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17709502, "text": "CCL19 plus CXCL13 regulate interaction between B-ALL CD23+CD5+ B cells and CD8+ T cells by inducing activation of PEG10, in turn, resulting in IL-10 overexpression and impairment of tumor-specific cytotoxicity in syngeneic CD8+ T cells."}, {"pubmed": 17949547, "text": "knee synovial fluid levels of CXCL 13 were higher in Rheumatoid arthritis and Behcets disease patients compared to Osteoarthritis patients"}, {"pubmed": 18172003, "text": "These findings indicate a previously unreported role for the BAFF/BAFF-R pair in mature B-cell chemotaxis."}, {"pubmed": 18292286, "text": "AITL is a morphologically heterogeneous T-cell lymphoma commonly expressing CXCL13 and CD10; high level of CD10 and CXCL13 did not affect survival."}, {"pubmed": 18354239, "text": "in salivary gland MALT lymphoma the lymphoid chemokines CXCL13 and CCL21 are directly implicated in the organization of ectopic reactive lymphoid tissue"}, {"pubmed": 18528326, "text": "Expression of CXCL13 was found in cells of a dendritic-like morphology."}, {"pubmed": 18550853, "text": "up-regulation of CXCL13 gene expression is a feature of HCV-infected patients. Higher levels of this chemokine in liver as well as skin of patients with active mixed cryoglobulinemia vasculitis suggest a possible interrelation."}, {"pubmed": 18566383, "text": "report an effective method to establish human allo-reactive Th17 cell clones and demonstrate that human Th17, but not Th1 or Th2, cells express B cell chemoattractant CXCL13, by using DNA chips"}, {"pubmed": 18668547, "text": "CCL23, M-CSF, TNFRSF9, TNF-alpha, and CXCL13 are predictive of rheumatoid arthritis disease activity and may be useful in the definition of disease subphenotypes and in the measurement of response to therapy in clinical studies."}, {"pubmed": 18757429, "text": "experiments performed to investigate the survival, adhesion, and metalloproteases secretion indicate that CXCL13 combined with CCL19 and CCL21 mainly affects the chemotaxis of Sezary syndrome cells"}, {"pubmed": 18773213, "text": "Survival after UVA irradiation was greater in human keratinocytes compared to mouse skin with no S100A2 expression, showing a protective role for S100A2. A S100A2-dependent difference was observed in the induction of Cxcl13 transcripts in transgenic mice."}, {"pubmed": 18780835, "text": "Altered expression of the chemokine receptor-ligand pair, CXCR5/CXCL13, may participate in the establishment of B-cell dysfunctions during HIV-1 infection."}, {"pubmed": 18781150, "text": "CXCL13 is overexpressed in the tumour tissue and in the peripheral blood of breast cancer patients"}, {"pubmed": 18792075, "text": "study demonstrates that CXCL13 is produced by dysplastic and neoplastic follicular dendritic cells and can be instrumental in recruiting intratumoural CXCR5+ lymphocytes"}, {"pubmed": 19031272, "text": "CXCL13 dramatically increased in intra-amniotic infection/inflammation but did not change with spontaneous parturition."}, {"pubmed": 19095563, "text": "The similar pattern of expression of CXCL13 and PD-1 in angioimmunoblastic T-cell lymphoma provides further evidence that AITL is a neoplasm derived from germinal-center T-helper cells."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19375853, "text": "the CXCL13-CXCR5 axis is significantly associated with prostate cancer progression"}, {"pubmed": 19575892, "text": "Expressions of CXCL13, CD10 and bcl-6 were significantly higher in angioimmunoblastic T-cell lymphoma patients than in peripheral T-cell lymphoma patients."}, {"pubmed": 19671684, "text": "NFATc3 is a downstream target of the CXCL13/CXCR5 axis to stimulate RANKL expression in oral squamous cell carcinomas cells."}, {"pubmed": 19773382, "text": "Production of CXCL13 within the CNS of CNS lymphoma patients, which decreases with response to therapy; CXCL13 may represent a marker for further diagnostic and prognostic studies."}, {"pubmed": 19774453, "text": "elevated production is correlated with systemic lupus erythematosus disease activity"}, {"pubmed": 19805441, "text": "We conclude that the serum levels of the B cell chemokine CXCL13 are associated with active multiple sclerosis"}, {"pubmed": 19807029, "text": "New putative control elements in the promoter OF CXCL13 chemokine gene, a target of alternative NF-kappaB pathway"}, {"pubmed": 19816883, "text": "data implicate a functional role for CXCL13 in oral squamous cell carcinoma (OSCC) tumor invasion into bone and may be a potential therapeutic target to prevent osteolysis associated with OSCC tumors in vivo"}, {"pubmed": 19955043, "text": "Results suggest that BLC/CXCL13 as well as its corresponding receptor, CXCR5, may play important roles in the pathogenesis of SLE and in lupus nephritis."}, {"pubmed": 19965843, "text": "The study confirms the relevance of CXCL13 as a diagnostic biomarker of neuroborreliosis and suggests that CSF CXCL13 in NB is linked to duration of disease"}, {"pubmed": 19996075, "text": "Chemokine CXCL13 may play a major role in recruitment of B cells and T-cell subsets expressing the chemokine receptor CXCR5 to the central nervous system in multiple sclerosis."}, {"pubmed": 20011704, "text": "the fallopian tissue infected with C. trachomatis expressed CXCL13 and other characteristics of tertiary lymphoid tissue."}, {"pubmed": 20042073, "text": "our study suggests a key role of CXCL13 in B cell migration to sites of infection as shown here for the cerebrospinal fluid of acute Lyme neuroborreliosis patients"}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20109310, "text": "expression up-regulated in polyp tissue of chronic rhinosinusitis"}, {"pubmed": 20223524, "text": "Both protein and mRNA of CXCL13 and CXC chemokine receptor 5 (CXCR5) in the thymic tissues were significantly higher in MG patients with lymphoid hyperplasia than those with thymoma."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20400187, "text": "Human neural precursor cells express the CXCL13 receptor and migrate across brain endothelial cells in response to CXCL13 expression."}, {"pubmed": 20412587, "text": "CXCL13 caused CXCR5-dependent activation of the PI3Kp85alpha in prostate cancer cells"}, {"pubmed": 20495539, "text": "Aberrant expression of selectin E, CXCL1, and CXCL13 occurs in chronic endometritis."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21078761, "text": "stable serum marker for disease activity in systemic lupus erythematosus patients, but concomitant infections can also lead to increased CXCL13 levels"}, {"pubmed": 21084753, "text": "found enhanced plasma levels of CXCL13 in patients suffering from type IV lupus nephritis"}, {"pubmed": 21135023, "text": "CXCL13 was associated with disease exacerbations and unfavourable prognosis in relapsing-remitting multiple sclerosis."}, {"pubmed": 21191639, "text": "CXCL10 and CXCL13 Expression were highly up-regulated in peripheral blood mononuclear cells in acute rejection and poor response to anti-rejection therapy."}, {"pubmed": 21211990, "text": "Data show negative correlations for BAFF concentration vs blood B cell percentage and serum CXCL13 concentration."}, {"pubmed": 21305530, "text": "Our findings indicate that CXCL13 is a novel serologic marker predictive of rheumatoid arthritis severity."}, {"pubmed": 21320077, "text": "CXCL13 serum levels show great variance even in the healthy population and are not indicative of active neuroborreliosis."}, {"pubmed": 21372118, "text": "BAFF/CXCL12 may work in concert to affect B-cell homeostasis in multiple sclerosis and contribute to the pathophysiology of the disease."}, {"pubmed": 21576203, "text": "Data indicate that an increased level of CXCL13 is a feature of systemic lupus erythematosus that correlates with disease activity and severity."}, {"pubmed": 21642390, "text": "these results add new information about the CXCL13-CXCR5 axis in neuroblastic tumors and in the crosstalk between neuroblastic and stromal cells."}, {"pubmed": 21645150, "text": "Our results show CXCL13-mediated PCa cell invasion requires Akt and ERK12 activation and suggests a new role for DOCK2 in proliferation of hormone-refractory CXCR5-positive PCa cells."}, {"pubmed": 22000402, "text": "Expression of CXCL13 is significantly increased in types B1 and B2 thymoma patients with generalized myasthenia gravis, compared to those with ocular myasthenia gravis."}, {"pubmed": 22008312, "text": "CXCL10, CXCL11, CXCL12 and CXCL13 chemokines are biomarkers in serum and cerebrospinal fluid in patients with tick borne encephalitis"}, {"pubmed": 22036953, "text": "Neuromyelitis optica patients with higher relapse rates exhibit higher CXCL13 concentrations in their cerebrospinal fluid (CSF) as well as a trend of increased disease disability with increased CSF CXCL13 levels."}, {"pubmed": 22044682, "text": "Data show that the mean CXCL13 concentration in sera from Sjogren's patients was 170 pg/ml, compared to 92.0 pg/ml for sera from healthy controls."}, {"pubmed": 22330139, "text": "c-Myc activation through CXCL13-CXCR5 signaling axis stimulates RANKL expression in stromal/preosteoblast cells. Thus, our results implicate CXCL13 as a potential therapeutic target to prevent OSCC invasion of bone/osteolysis"}, {"pubmed": 22335599, "text": "Elevated sCXCL13 levels were detected up to 2 years prior to PTLD diagnosis and correlated well with response to cytoreductive treatment in individual patients. sCXCL13, thus, may be a readily available surrogate marker for the diagnosis of PTLD"}, {"pubmed": 22591862, "text": "Elevated CSF CXCL13 levels reflect a strong humoral immune response and cell recruitment to the central nervous system compartment during neuroinflammation."}, {"pubmed": 22607768, "text": "The CXCL13-CXCR5 axis is associated with classic determinants of poor prognosis, such as high grade, hormone receptor negativity, and axillary node involvement."}, {"pubmed": 22718279, "text": "findings show decidual stromal cells and follicular dendritic cells shared some of each other's distinctive features such as expression of B cell-activating factor, C-X-C motif chemokine 13 secretion and the capacity to rescue B cells from apoptosis"}, {"pubmed": 22840692, "text": "Levels of CXCL13 are increased in carotid atherosclerosis both systemically and within the atherosclerotic lesion. Based on our in vitro findings, we hypothesize a potential plaque stabilizing effects of CXCL13-CXCR5 interaction"}, {"pubmed": 22913878, "text": "Data indicate that EBI2 expression modulates CXCL13 binding affinity to CXCR5."}, {"pubmed": 22975753, "text": "CXCL13, MMP-3 and TIMP-1 distinguish active ANCA-associated vasculitis from remission better than the other markers studied, including ESR and CRP."}, {"pubmed": 23109547, "text": "The Blc appeared to be not fully compatible with our approach, owing to problems with refolding of the hybrid constructs, loop-grafted versions of OmpA delivered encouraging results"}, {"pubmed": 23175382, "text": "we found correlations between high mean levels of CXCL13 in the CSF and some of the genotypes that are associated with an increased risk of multiple sclerosis"}, {"pubmed": 23189125, "text": "Interruption of CXCL13-CXCR5 axis increases upper genital tract pathology and activation of NKT cells following chlamydial genital infection."}, {"pubmed": 23250934, "text": "Increased serum CXCL13 levels are associated with HIV-associated non-hodgkin B-cell lymphoma."}, {"pubmed": 23322500, "text": "CXCL13 correlated with CSF WBC in neuromyelitis optica, the IgG index in multiple sclerosis and serum CXCL13 was elevated in neuromyelitis optica."}, {"pubmed": 23570798, "text": "Elevated CXCL13 expression is associated with central nervous system lymphomas."}, {"pubmed": 23904442, "text": "CXCL13 may be pathogenically involved in SS and may serve as a new marker and a potential therapeutic target."}, {"pubmed": 23925290, "text": "CXCL13 is expressed in an age-dependent manner in both adult mouse and human hepatic macrophages during hepatitis B infection."}, {"pubmed": 24138885, "text": "The CXCL13 and IL21 expression is pivotal for the T-helper/B cell axis correlating with survival."}, {"pubmed": 24337540, "text": "CXCL13 stimulated epithelial to mesenchymal transition and matrix metalloproteinase-9 expression via RANKL-Src axis in breast cancer cell lines."}, {"pubmed": 24393484, "text": "overexpressed in myasthenia gravis thymus"}, {"pubmed": 24628285, "text": "CXCL13 is increased and is a prognostic biomarker in patients with Idiopathic Pulm Fibrosis (IPF), and more so than in patients with COPD. This contrast indicates CXCL13 overexpressions are intrinsic to IPF, rather than an epiphenomenon of lung injury."}, {"pubmed": 24732574, "text": "Suggest that platelet-mediated signaling through CXCR5 may be active in vivo during plaque destabilization, enhancing the anti-inflammatory effects of CXCL13."}, {"pubmed": 24764267, "text": "Synovial CXCL13 appears to be a marker of a more severe pattern of rheumatoid arthritis disease, characterized by increased lymphocyte activation and bone remodelling beyond the level of conventional markers of inflammation."}, {"pubmed": 24766912, "text": "marked elevations of serum CXCL13 levels resided nearly completely within the seropositive population of rheumatoid arthritis patients"}, {"pubmed": 24907903, "text": "the CXCL13 concentration was significantly This study demonistrated that elevated in the CSF of the group with aseptic meningoencephalitis compared with the group with aseptic meningitis."}, {"pubmed": 25010623, "text": "Expression features of CXCR5 and its ligand, CXCL13 associated with poor prognosis of advanced colorectal cancer"}, {"pubmed": 25031316, "text": "In the presence of endometriosis, proliferative-phase endometrial expression of CXCL13 markedly increased."}, {"pubmed": 25077417, "text": "three SNPs (rs497916, rs3922, rs676925) in CXCR5 and one SNP (rs355687) in CXCL13 were associated with hepatitis B vaccine efficacy"}, {"pubmed": 25217476, "text": "MMP3 and CXCL13 are systemic biomarkers that reflect the aggregate burden of these pathological features across total lung tissue."}, {"pubmed": 25249397, "text": "Data indicate that patients with high baseline plasma C-X-C motif chemokine 13 (CXCL13) levels had an improved chance of remission after 2 years."}, {"pubmed": 25267627, "text": "Myofibroblast activation and CXCL13 expression also occur in the normal prostate after androgen deprivation, and CXCL13 is expressed by myofibroblasts in human prostate cancer."}, {"pubmed": 25271023, "text": "After validation in larger patient groups, CXCR5 and CXCL13 may prove useful as biomarkers for nonsmall cell lung carcinoma Correspondingly, blockade of this axis could serve as an effective therapy for nonsmall cell lung carcinoma."}, {"pubmed": 25433721, "text": "CXCL13 up-regulation may be differently linked to the development of primary central nervous system lymphomas and to the accumulation of tumor-infiltrated lymphocytes."}, {"pubmed": 25476740, "text": "our findings suggest that CXCL13-CXCR5 axis promotes the growth, migration, and invasion of colon cancer cells, probably via PI3K/AKT pathway"}, {"pubmed": 25533286, "text": "a direct target of IRF5 resulting in the enhanced recruitment of B and T cells to IRF5-positive tumor-conditioned media"}, {"pubmed": 25627620, "text": "In primary biliary cirrhosis, CXCL13 promotes aggregation of CD19(+) B cells and CXCR5(+) CD4(+) T cells."}, {"pubmed": 25667414, "text": "Data show that chemokine CXCL13 production by monocytes required toll-like receptor 7 activation and secretion of interferon-alpha."}, {"pubmed": 25769888, "text": "Therefore, CSF CXCL13 concentrations could improve the diagnosis of ANS in HIV-infected patients"}, {"pubmed": 25812350, "text": "highly significant stepwise progressive increase in CXCL 13 level was recorded through controls, inactive SLE and active disease (P < 0.01). Moreover, it correlated positively with SLEDAI and proteinuria (P < 0.01)."}, {"pubmed": 25889297, "text": "CXCL13 and CCL4 could act as circulating biomarkers in autoimmune hemolytic anemia (AIHA), and higher plasma soluble TNFRII might favor the diagnosis of SLE-related instead of primary AIHA."}, {"pubmed": 25966773, "text": "CXCL13 might predict survival outcomes in patients with extranodal natural killer (NK)/T-cell lymphoma"}, {"pubmed": 25990390, "text": "This is the first to indicate the clinical relevance of CXCL13 to young breast cancer and represents a potential therapeutic target for young breast cancer."}, {"pubmed": 26004159, "text": "CSF CXCL13 levels correlated with CSF cell count, total protein, IgG Index and with the presence of CSF IgG and IgM oligoclonal bands."}, {"pubmed": 26109466, "text": "Gene encoding CXCL13 was identified as being upregulated and found to be negatively correlated with survival over 3-year follow-up period in Idiopathic pulmonary fibrosis."}, {"pubmed": 26121407, "text": "Aqueous humor concentration of CXCL13 is correlated with subfoveal choroidal thickness in normal subjects."}, {"pubmed": 26161394, "text": "CXCL13 plays an important role in the progression of hepatocellular carcinoma."}, {"pubmed": 26359802, "text": "Findings demonstrate a link between CXCL13 and primary Sjogren's syndrome disease activity and lymphoma."}, {"pubmed": 26385705, "text": "Serum CXCL10 and CXCL13 levels may serve as clinical markers and contribute to the inflammatory response, especially skin manifestations thereof, in adult-onset Still's disease"}, {"pubmed": 26517519, "text": "CXCL13 could be a potential biomarker for predicting recurrence in HBV-related hepatocellular carcinoma patients after hepatectomy."}, {"pubmed": 26752644, "text": "findings reveal a neuronal/astrocytic interaction in the spinal cord by which neuronally produced CXCL13 activates astrocytes via CXCR5 to facilitate neuropathic pain."}, {"pubmed": 26908875, "text": "Findings suggest the potential use of chemokine CXCL13 as a plasma biomarker of germinal centers (GCs) activity in vaccine trials and other clinical settings."}, {"pubmed": 26927848, "text": "was overexpressed in pulmonary vascular lesions of patients with IPAH and CTEPH, and increased serum concentrations were found in patients with IPAH and CTEPH, suggesting a potential pathogenic role of CXCL13 in both diseases."}, {"pubmed": 27212637, "text": "Study suggested that maternal rs355687 variant in CXCL13 gene was associated with decreased risk of HBV intrauterine infection compared to those with CC genotypes."}, {"pubmed": 27639935, "text": "IL-17 enhances the migration of B cells during asthma by inducing CXCL13 chemokine production in structural lung cells."}, {"pubmed": 27650493, "text": "the elevated concentrations of CXCL13, CXCL8, and CXCL10 or their increasing CSF/serum ratios may be potential biomarkers of neurosyphilis"}, {"pubmed": 27663978, "text": "This study indicated that CXCL13 rather than IL-31 may have clinical values of diagnosis and prognosis in hepatocellular carcinoma."}, {"pubmed": 27685937, "text": "This study indicated that CXCL13 may be pathogenically involved in Clostridium difficile infection (CDI) and served as a potential new biomarker for diagnosis and prognosis in CDI."}, {"pubmed": 27782867, "text": "CCL21 and CXCL13 levels are increased in the minor salivary glands of patients with Sjogren's syndrome."}, {"pubmed": 27811371, "text": "Elevations in serum MDC and BLC were independently associated with the significant risk of early stage lung adenocarcinoma, even in non-smokers and in stage IA patients."}, {"pubmed": 27873133, "text": "CXCL13 mRNA expression and protein levels were significantly up-regulated in the brain from temporal lobe epilepsy patients."}, {"pubmed": 27990444, "text": "This study suggested that increased serum levels of CXCL13 might be involved in renal ectopic lymphoid tissue (ELT)formation and renal impairment process in lupus nephritis."}, {"pubmed": 28108506, "text": "High CXCL13 expression is associated with B-cell Lymphoma."}, {"pubmed": 28402859, "text": "we demonstrate that PKCepsilon cooperates with the loss of the tumor suppressor Pten for the development of prostate cancer in a mouse model. Mechanistic analysis revealed that PKCe overexpression and Pten loss individually and synergistically upregulate the production of the chemokine CXCL13, which involves the transcriptional activation of the CXCL13 gene"}, {"pubmed": 28413701, "text": "During remission, serum CXCL13 and BAFF levels have not decreased to normal in neuromyelitis optica patients, and B-cell-related autoimmune response persists. Immunosuppressive therapy decreased serum BAFF levels, but did not affect CXCL13 expression."}, {"pubmed": 28661964, "text": "Studied CSF levels of B-lymphocyte Chemoattractant CXCL13 in children with Lyme neuroborreliosis (LNB), and found CSF CXCL13 levels were substantially higher in children with LNB compared with children with other diagnoses."}, {"pubmed": 28859668, "text": "CXCL13 is a highly sensitive and specific CSF marker that helps to differentiate Lyme neuroborreliosis from other central nervous system disorders in children."}, {"pubmed": 28931218, "text": "CXCL13/CXCR5 mediated the aggregation of B cells, that directed the aberrant humoral immune responses via the formation of ectopic germinal centers, which suggests a molecular mechanism of neurological damage in neurosyphilis."}, {"pubmed": 28972436, "text": "we found that CXCL13 indeed has a high sensitivity and specificity for diagnosing LNB, which means that it can be used as a new diagnostic biomarker for the diagnosis of LNB."}, {"pubmed": 29085997, "text": "High CXCL13 expression was associated with larger tumor diameter and shorter OS. By multivariate analysis, CXCL13 expression was associated with OS independently from clinicopathological factors."}, {"pubmed": 29338586, "text": "Serum level of CXCL13 is associated with disease activity in systemic lupus erythematosus but does not seem to be a biomarker for arthritis."}, {"pubmed": 29482642, "text": "Breast cancer CD4, FOXP3, and CXCL13 contents were evaluated using quantitative real-time polymerase chain reaction (qRT-PCR), and their influence on distant disease-free survival (DDFS) was examined using univariable and multivariable Cox regression and Kaplan-Meier estimates in the entire cohort and in selected molecular subgroups."}, {"pubmed": 29541901, "text": "Serum CXCL13 positivity was found to be associated with oral symptoms, ocular signs and hyperglobulinemia in Asian Indian patients with primary Sjogren's syndrome."}, {"pubmed": 29661539, "text": "miR-548k regulates the mRNA expression of its target gene CXCL13 in the thymus of myasthenia gravis patients with thymus hyperplasia and plays an important role in myasthenia gravis with thymus hyperplasia pathogenesis"}, {"pubmed": 29675946, "text": "The chemokine CXCL13 was the most upregulated cytokine across all idiopathic multicentric Castleman disease patients. Expression of CXCL13 was also significantly increased in iMCD lymph node germinal centers compared to controls in a stromal meshwork pattern."}, {"pubmed": 29705691, "text": "Applying a linearized cut-off of the CXCL13 concentration in the CSF which is dependent on the CSF cell count is a novel approach in the laboratory diagnosis of Lyme neuroborreliosis."}, {"pubmed": 29728857, "text": "CXCL13 seems to be a useful marker of disease activity in systemic lupus erythematosus, but not in cutaneous lupus erythematosus or chronic cutaneous lupus erythematosus."}, {"pubmed": 29880013, "text": "CXCL13 and CCL20 synergistically increased B-cell migration from peripheral blood of rheumatoid arthritis patients."}, {"pubmed": 29947047, "text": "Consistent with a previous study, CXCL13 is likely to be involved in SSc development, possibly regulating macrophage/B-cell interaction, Th17 cell infiltration and vasculopathy."}, {"pubmed": 29956754, "text": "the findings of the present study indicated that the noninvasive investigation of urinary CXCL13/Cr may be valuable for the detection of AR, particularly antibodymediated rejection . In addition, high urinary CXCL13/Cr levels predicted a poor response to steroid treatment and compromised graft function"}, {"pubmed": 30019153, "text": "We found a strong association of CXCL13 rs355689*C allele with essential hypertension under additive (OR 0.56, PFDR = 0.008) and dominant (OR 0.41, PFDR 4.38 x 10- 4) genetic model. Our results indicate that CXCL13 rs355689 polymorphism is strongly associated with essential hypertension in the ethnic group of Tatars from Russia."}, {"pubmed": 30083887, "text": "CXCL13 is elevated in cerebrospinal fluid in children with Lyme neuroborreliosis."}, {"pubmed": 30232328, "text": "Study shows that SOX4 is a key transcription factor for CXCL13 production in human CD4+ T cells under inflammatory conditions. SOX4 is significantly upregulated in synovial CD4+ T cells, when compared with blood CD4+ T cells, from patients with rheumatoid arthritis."}, {"pubmed": 30276608, "text": "CXCR5 drove migration toward its ligand, CXCL13, and probed for interactions with several candidates using flow cytometry-based Forster resonance energy transfer."}, {"pubmed": 30553016, "text": "in RelA high conditions, low Nrf2 and lack of cxcr5 promoter DNA-methylation govern CXCL13-CXCR5 co-expression within breast tumors, and thus drive disease progression and metastasis."}, {"pubmed": 30846990, "text": "CXCL13 as a Biomarker of Immune Activation During Early and Chronic HIV Infection."}, {"pubmed": 31015152, "text": "High serum CXCL13 level is associated with Waldenstrom macroglobulinemia."}, {"pubmed": 31066256, "text": "The levels of serum PTX3, vWf and CXCL13 increased in patients with Unstable Angina Pectoris."}, {"pubmed": 31390578, "text": "the expression of CXCL13 was elevated in clear cell renal cell carcinoma."}, {"pubmed": 31523787, "text": "Increased circulating CXCL13 levels in systemic lupus erythematosus and rheumatoid arthritis: a meta-analysis."}, {"pubmed": 31573360, "text": "High levels of cerebrospinal fluid CXCL13 are present in the early phase of Lyme neuroborreliosis and correlate with the level of cerebrospinal fluid white blood cells and protein."}, {"pubmed": 31610223, "text": "CXCL13-mediated recruitment of intrahepatic CXCR5(+)CD8(+) T cells favors viral control in chronic HBV infection."}, {"pubmed": 31628349, "text": "Transcriptome Network Analysis Identifies CXCL13-CXCR5 Signaling Modules in the Prostate Tumor Immune Microenvironment."}, {"pubmed": 31634297, "text": "Pleocytosis and increased protein and CXCL13 values in the cerebrospinal fluid suggest Lyme borreliosis as the cause of facial palsy."}, {"pubmed": 31699671, "text": "The Role of CXCL13 and CXCL9 in Early Breast Cancer."}, {"pubmed": 31702033, "text": "abrogation of PI3K/AKT signaling triggered by miR1865p/CXCL13 may contribute to nontraumatic osteonecrosis (ON) pathogenesis. These results highlight the possible clinical value of miR1865p in treatment for nontraumatic ON."}, {"pubmed": 31886231, "text": "Studied cerebrospinal fluid levels of C-X-C motif chemokine ligand 13 (CXCL13) and neopterin as markers of disease stage in a cohort of Angolan patients with Trypanosoma brucei gambiense Sleeping Sickness."}, {"pubmed": 31899677, "text": "Hypermethylation of Single CpG Dinucleotides at the Promoter of CXCL13 Gene Promoting Cell Migration in Cervical Cancer."}, {"pubmed": 31978584, "text": "CXCL13 may be involved in the neuropathology of tick-borne encephalitis by attracting different subsets of lymphocytes to the CSF."}, {"pubmed": 32047959, "text": "Serum CXCL13 levels are associated with lymphoma risk and lymphoma occurrence in primary Sjogren's syndrome."}, {"pubmed": 32213567, "text": "TNF-alpha and IL-10 Control CXCL13 Expression in Human Macrophages."}, {"pubmed": 32221538, "text": "Specificity and Diagnostic Utility of Cerebrospinal Fluid CXCL13 in Lyme Neuroborreliosis."}, {"pubmed": 32480426, "text": "Systematic reassessment of chemokine-receptor pairings confirms CCL20 but not CXCL13 and extends the spectrum of ACKR4 agonists to CCL22."}, {"pubmed": 32500259, "text": "Serum CXCL13 and PECAM-1 can be used as diagnostic and prognostic markers in elderly patients with gastric cancer."}, {"pubmed": 32500306, "text": "CXCL13 Is Involved in the Lipopolysaccharide-Induced Hyperpermeability of Umbilical Vein Endothelial Cells."}, {"pubmed": 32554706, "text": "ARID1A mutation plus CXCL13 expression act as combinatorial biomarkers to predict responses to immune checkpoint therapy in mUCC."}, {"pubmed": 32570180, "text": "Highly sensitive quantification of optic neuritis intrathecal biomarker CXCL13."}, {"pubmed": 32584200, "text": "CXCL13-producing PD-1(hi)CXCR5(-) helper T cells in chronic inflammation."}, {"pubmed": 32610209, "text": "CXCL13 in patients with facial palsy caused by varicella zoster virus and Borrelia burgdorferi: a comparative study."}, {"pubmed": 32669964, "text": "Association of CXCL13 and Immune Cell Infiltration Signature in Clear Cell Renal Cell Carcinoma."}, {"pubmed": 32699279, "text": "B cell zone reticular cell microenvironments shape CXCL13 gradient formation."}, {"pubmed": 32703483, "text": "CXCL13 is expressed in various haematological disorders other than angioimmunoblastic T-cell lymphoma."}, {"pubmed": 32847038, "text": "CXCL13/CXCR5 Interaction Facilitates VCAM-1-Dependent Migration in Human Osteosarcoma."}, {"pubmed": 32862040, "text": "NFL and CXCL13 may reveal disease activity in clinically and radiologically stable MS."}, {"pubmed": 33087831, "text": "CXCL13 plasma levels function as a biomarker for disease activity in patients with chronic lymphocytic leukemia."}, {"pubmed": 33161233, "text": "CXCL13/CXCR5 signalling is pivotal to preserve motor neurons in amyotrophic lateral sclerosis."}, {"pubmed": 33193299, "text": "Duality of B Cell-CXCL13 Axis in Tumor Immunology."}, {"pubmed": 33264451, "text": "Possible roles of CXCL13/CXCR5 axis in the development of bullous pemphigoid."}, {"pubmed": 33436504, "text": "Diagnostic role of CXCL13 and CSF serology in patients with neurosyphilis."}, {"pubmed": 33452206, "text": "CXCL13 shapes immunoactive tumor microenvironment and enhances the efficacy of PD-1 checkpoint blockade in high-grade serous ovarian cancer."}, {"pubmed": 33664330, "text": "The significance of metalloproteinase 3 (MMP-3), chemokine CXC ligand 13 (CXCL-13) and complement component C5a in different stages of ANCA associated vasculitis."}, {"pubmed": 33844093, "text": "The CXCL13 chemokine serves as a potential biomarker to diagnose systemic lupus erythematosus with disease activity."}, {"pubmed": 33894331, "text": "CXCL13 promotes intestinal tumorigenesis through the activation of epithelial AKT signaling."}, {"pubmed": 34247183, "text": "Identification of CXCL13 as an Immune-Related Biomarker Associated with Tumorigenesis and Prognosis in Cutaneous Melanoma Patients."}, {"pubmed": 34382069, "text": "CXCR5/CXCL13 pathway, a key driver for migration of regulatory B10 cells, is defective in patients with rheumatoid arthritis."}, {"pubmed": 34427969, "text": "CXC chemokine ligand-13 promotes metastasis via CXCR5-dependent signaling pathway in non-small cell lung cancer."}, {"pubmed": 34446066, "text": "The CXCL13/CXCR5-chemokine axis in neuroinflammation: evidence of CXCR5+CD4 T cell recruitment to CSF."}, {"pubmed": 34518512, "text": "CXCL13/CXCR5 axis facilitates endothelial progenitor cell homing and angiogenesis during rheumatoid arthritis progression."}, {"pubmed": 34582976, "text": "ETV4 promotes pancreatic ductal adenocarcinoma metastasis through activation of the CXCL13/CXCR5 signaling axis."}, {"pubmed": 34636880, "text": "CXCL13 predicts long-term radiographic status in early rheumatoid arthritis."}, {"pubmed": 34719478, "text": "Circulating CXCL13 could be serving as a biomarker for chronic lymphocytic leukemia severity."}, {"pubmed": 34935515, "text": "Hyperuricemia induces lipid disturbances by upregulating the CXCL-13 pathway."}, {"pubmed": 35437281, "text": "CXCL13 as a Novel Immune Checkpoint for Regulatory B Cells and Its Role in Tumor Metastasis."}, {"pubmed": 35616754, "text": "Elevated CXCL13 in primary Sjogren's syndrome and its correlation with disease activity: a systematic review and meta-analysis."}, {"pubmed": 35624463, "text": "CXCL13 expressed on inflamed cerebral blood vessels recruit IL-21 producing TFH cells to damage neurons following stroke."}, {"pubmed": 35709639, "text": "Discriminating between Lyme neuroborreliosis and other central nervous system infections by use of biomarkers CXCL13 and IL-6."}, {"pubmed": 35929803, "text": "Escherichia coli-Specific CXCL13-Producing TFH Are Associated with Clinical Efficacy of Neoadjuvant PD-1 Blockade against Muscle-Invasive Bladder Cancer."}, {"pubmed": 36045515, "text": "Identification of PSMB9 and CXCL13 as Immune-related Diagnostic Markers for Rheumatoid Arthritis by Machine Learning."}, {"pubmed": 36172372, "text": "CXCL13 is elevated in inflammatory bowel disease in mice and humans and is implicated in disease pathogenesis."}, {"pubmed": 36217194, "text": "CXCL13 chemokine is a novel player in multiple myeloma osteolytic microenvironment, M2 macrophage polarization, and tumor progression."}, {"pubmed": 36613500, "text": "Changes in the Expression and Functional Activities of C-X-C Motif Chemokine Ligand 13 (CXCL13) in Hyperplastic Prostate."}, {"pubmed": 36656210, "text": "Can CXCL13 be a prognostic marker in clear cell renal cell carcinoma?"}, {"pubmed": 36725085, "text": "Single-cell spatial landscape of immunotherapy response reveals mechanisms of CXCL13 enhanced antitumor immunity."}, {"pubmed": 36765489, "text": "[Diagnosis Significance of the Levels of Cytokines IL-6, IL-10 and CXCL-13 in Cerebrospinal Fluid for Central Nervous System Infiltration of Lymphoma]."}, {"pubmed": 37470204, "text": "CXCL13 variant predicts pegylated-interferon alpha treatment response in HBeAg-positive chronic hepatitis B patients."}, {"pubmed": 37520560, "text": "Cancer-associated fibroblasts drive CXCL13 production in activated T cells via TGF-beta."}, {"pubmed": 37690459, "text": "CT-based radiomics prediction of CXCL13 expression in ovarian cancer."}, {"pubmed": 37907518, "text": "Peripheral helper-T-cell-derived CXCL13 is a crucial pathogenic factor in idiopathic multicentric Castleman disease."}, {"pubmed": 37946029, "text": "CXC chemokine ligand 13 and galectin-9 plasma levels collaboratively provide prediction of disease activity and progression-free survival in chronic lymphocytic leukemia."}, {"pubmed": 38095410, "text": "The association between the serum concentration of CXC subfamily chemokine 13 and post-surgical clinical outcomes in cervical cancer patients."}, {"pubmed": 38203597, "text": "CXCL13 in Cerebrospinal Fluid: Clinical Value in a Large Cross-Sectional Study."}, {"pubmed": 38301965, "text": "CXCL13 promotes TNF-alpha synthesis in rheumatoid arthritis through activating ERK/p38 pathway and inhibiting miR-330-3p generation."}, {"pubmed": 38429811, "text": "Correlation of serum and local CXCL13 levels with disease severity in patients with non-traumatic osteonecrosis of femoral head."}, {"pubmed": 38459390, "text": "Transcriptome analysis reveals the clinical significance of CXCL13 in Pan-Gyn tumors."}, {"pubmed": 38987586, "text": "Interferon subverts an AHR-JUN axis to promote CXCL13[+] T cells in lupus."}], "genomic_pos": {"chr": "4", "end": 77611834, "ensemblgene": "ENSG00000156234", "start": 77511753, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 78532988, "start": 78432907, "strand": 1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0002467", "pubmed": 16543475, "qualifier": "involved_in", "term": "germinal center formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002518", "qualifier": "involved_in", "term": "lymphocyte chemotaxis across high endothelial venule"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0002544", "pubmed": 15284119, "qualifier": "involved_in", "term": "chronic inflammatory response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0002920", "pubmed": 16531331, "qualifier": "involved_in", "term": "regulation of humoral immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0006955", "pubmed": 11554781, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007166", "pubmed": 11554781, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007204", "pubmed": 11554781, "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007267", "pubmed": 11554781, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010820", "pubmed": 11554781, "qualifier": "involved_in", "term": "positive regulation of T cell chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030593", "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033625", "qualifier": "involved_in", "term": "positive regulation of integrin activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033634", "qualifier": "involved_in", "term": "positive regulation of cell-cell adhesion mediated by integrin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035754", "pubmed": 9463416, "qualifier": "involved_in", "term": "B cell chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035768", "pubmed": 11708770, "qualifier": "involved_in", "term": "endothelial cell chemotaxis to fibroblast growth factor"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042742", "pubmed": 17562761, "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045765", "pubmed": 11708770, "qualifier": "involved_in", "term": "regulation of angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090630", "qualifier": "involved_in", "term": "activation of GTPase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000545", "pubmed": 11708770, "qualifier": "involved_in", "term": "negative regulation of endothelial cell chemotaxis to fibroblast growth factor"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": [17562761, 17652619], "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008009", "pubmed": 11554781, "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008201", "pubmed": 11708770, "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0017134", "pubmed": 11708770, "qualifier": "enables", "term": "fibroblast growth factor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0017134", "pubmed": 11708770, "qualifier": "enables", "term": "fibroblast growth factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031724", "pubmed": 9463416, "qualifier": "enables", "term": "CXCR5 chemokine receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031735", "pubmed": 10706668, "qualifier": "enables", "term": "CCR10 chemokine receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0045236", "qualifier": "enables", "term": "CXCR chemokine receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048018", "pubmed": 11554781, "qualifier": "enables", "term": "receptor ligand activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0048248", "pubmed": 11554781, "qualifier": "enables", "term": "CXCR3 chemokine receptor binding"}]}, "homologene": {"genes": [[9544, 574224], [9598, 738275], [9606, 10563], [9615, 608156], [9913, 511674], [10090, 55985], [10116, 498335]], "id": 48431}, "interpro": [{"desc": "CXC chemokine", "id": "IPR001089", "short_desc": "Chemokine_CXC"}, {"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "CXC chemokine, conserved site", "id": "IPR018048", "short_desc": "Chemokine_CXC_CS"}, {"desc": "CXC Chemokine domain", "id": "IPR033899", "short_desc": "CXC_Chemokine_domain"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}], "ipi": "IPI00015163", "map_location": "4q21.1", "name": "C-X-C motif chemokine ligand 13", "other_names": ["B-cell chemoattractant", "B-cell-attracting chemokine 1", "B-cell-homing chemokine (ligand for Burkitt's lymphoma receptor-1)", "B-lymphocyte chemoattractant", "C-X-C motif chemokine 13", "CXC chemokine BLC", "b cell-attracting chemokine 1", "b lymphocyte chemoattractant", "chemokine (C-X-C motif) ligand 13 (B-cell chemoattractant)", "small inducible cytokine B subfamily (Cys-X-Cys motif), member 13 (B-cell chemoattractant)", "small-inducible cytokine B13"], "pantherdb": {"HGNC": "10639", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1888499", "ortholog_type": "LDO", "panther_family": "PTHR10179", "taxid": 10090, "uniprot_kb": "O55038"}, {"RGD": "1564256", "ortholog_type": "LDO", "panther_family": "PTHR10179", "taxid": 10116, "uniprot_kb": "F7F7W7"}, {"Ensembl": "ENSGALG00000010338", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 9031, "uniprot_kb": "F1NBL8"}, {"Ensembl": "ENSGALG00000029532", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 9031, "uniprot_kb": "A0A1D5PGQ4"}, {"Ensembl": "ENSGALG00000045607", "ortholog_type": "LDO", "panther_family": "PTHR10179", "taxid": 9031, "uniprot_kb": "A0A1L1RZN8"}, {"ZFIN": "ZDB-GENE-090313-165", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A9ZPF8"}, {"Ensembl": "ENSDARG00000114454", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A2R8QN98"}], "uniprot_kb": "O43927"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}], "pid": {"id": "cxcr3pathway", "name": "CXCR3-mediated signaling events"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP2328", "name": "Allograft Rejection"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}]}, "pdb": ["5CBA", "5CBE", "6VGJ", "7JNY"], "pfam": "PF00048", "pharmgkb": "PA35570", "pharos": {"target_id": 6372, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261647", "relationship": "is"}, {"id": "GNF261648", "relationship": "is"}, {"id": "GNF261649", "relationship": "is"}, {"id": "GNF261650", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158182", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035824", "relationship": "weakly similar to"}, "GNF_mm+hs-MGC": {"id": "GNF003152", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF335547", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101720", "relationship": "is"}, {"id": "GNF141375", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1"], "protein": ["NP_001358487.1", "NP_006410.1"], "rna": ["NM_001371558.1", "NM_006419.3"], "translation": [{"protein": "NP_006410.1", "rna": "NM_006419.3"}, {"protein": "NP_001358487.1", "rna": "NM_001371558.1"}]}, "reporter": {"HG-U133_Plus_2": "205242_at", "HG-U95Av2": "41104_at", "HTA-2_0": "TC04000432.hg.1", "HuEx-1_0": "2732508", "HuGene-1_1": "8095886", "HuGene-2_1": "16968098"}, "retired": 115545, "summary": "B lymphocyte chemoattractant, independently cloned and named Angie, is an antimicrobial peptide and CXC chemokine strongly expressed in the follicles of the spleen, lymph nodes, and Peyer's patches. It preferentially promotes the migration of B lymphocytes (compared to T cells and macrophages), apparently by stimulating calcium influx into, and chemotaxis of, cells expressing Burkitt's lymphoma receptor 1 (BLR-1). It may therefore function in the homing of B lymphocytes to follicles. [provided by RefSeq, Oct 2014].", "symbol": "CXCL13", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366572"}, "unigene": "Hs.100431", "uniprot": {"Swiss-Prot": "O43927", "TrEMBL": "Q53X90"}, "wikipedia": {"url_stub": "CXCL13"}}