{"AllianceGenome": "16642", "HGNC": "16642", "MIM": "605398", "_id": "58191", "_version": 2, "accession": {"genomic": ["AC091153.10", "CH471108.2", "CP068261.2", "EF064742.1", "NC_000017.11", "NC_060941.1"], "protein": ["AAG31750.1", "AAG34365.1", "AAH17588.1", "AAH44930.1", "AAK38275.1", "AAQ89268.1", "ABK41925.1", "BAB55078.1", "BAF84803.1", "BAG37507.1", "CDM22050.1", "CDM22051.1", "EAW90416.1", "NP_001094282.2", "NP_001373738.1", "Q9H2A7.4"], "rna": ["AF275260.1", "AF301016.1", "AF337812.1", "AK027389.1", "AK292114.1", "AK315017.1", "AW264069.1", "AY358909.1", "BC017588.1", "BC044930.1", "CA307348.1", "DC373874.1", "JC209418.1", "JC209420.1", "NM_001100812.2", "NM_001386809.1", "NM_022059.4"], "translation": [{"protein": "CDM22051.1", "rna": "JC209420.1"}, {"protein": "AAG34365.1", "rna": "AF301016.1"}, {"protein": "BAB55078.1", "rna": "AK027389.1"}, {"protein": "AAH44930.1", "rna": "BC044930.1"}, {"protein": "AAH17588.1", "rna": "BC017588.1"}, {"protein": "BAG37507.1", "rna": "AK315017.1"}, {"protein": "NP_001094282.2", "rna": "NM_001100812.2"}, {"protein": "NP_001373738.1", "rna": "NM_001386809.1"}, {"protein": "CDM22050.1", "rna": "JC209418.1"}, {"protein": "AAK38275.1", "rna": "AF337812.1"}, {"protein": "BAF84803.1", "rna": "AK292114.1"}, {"protein": "AAQ89268.1", "rna": "AY358909.1"}, {"protein": "AAG31750.1", "rna": "AF275260.1"}]}, "alias": ["CXCLG16", "SR-PSOX", "SRPSOX"], "ensembl": {"gene": "ENSG00000161921", "protein": ["ENSP00000293778", "ENSP00000459592", "ENSP00000460145", "ENSP00000501470"], "transcript": ["ENST00000293778", "ENST00000573123", "ENST00000574412", "ENST00000575168", "ENST00000576153"], "translation": [{"protein": "ENSP00000293778", "rna": "ENST00000293778"}, {"protein": "ENSP00000501470", "rna": "ENST00000576153"}, {"protein": "ENSP00000459592", "rna": "ENST00000574412"}, {"protein": "ENSP00000460145", "rna": "ENST00000573123"}], "type_of_gene": "protein_coding"}, "entrezgene": "58191", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.53955723272, "exp_mis": 99.1429885662, "exp_syn": 47.3844366243, "lof_z": 1.37108518223878, "mis_z": 0.0561471688678111, "mu_lof": 4.44047173227e-07, "mu_mis": 9.42622472437e-06, "mu_syn": 4.40199570147e-06, "n_lof": 3.0, "n_mis": 98.0, "n_syn": 39.0, "p_li": 0.043211059537913, "p_null": 0.108357071594668, "p_rec": 0.848431868867419, "syn_z": 0.755102100239685}, "bp": 822, "cds_end": 4642691, "cds_start": 4637900, "n_exons": 5, "nonpsych": {"exp_lof": 5.82411659398, "exp_mis": 89.6391606559, "exp_syn": 42.7926802608, "lof_z": 1.14926322994192, "mis_z": 0.0340504136146542, "mu_lof": 4.44047173227e-07, "mu_mis": 9.42622472437e-06, "mu_syn": 4.40199570147e-06, "n_lof": 3.0, "n_mis": 89.0, "n_syn": 36.0, "p_li": 0.0362067850241655, "p_null": 0.15266638918186, "p_rec": 0.811126825793974, "syn_z": 0.653762503698609}, "nontcga": {"exp_lof": 6.00715095185, "exp_mis": 91.2023143234, "exp_syn": 43.5844481983, "lof_z": 1.21032542528298, "mis_z": 0.323564327236442, "mu_lof": 4.44047173227e-07, "mu_mis": 9.42622472437e-06, "mu_syn": 4.40199570147e-06, "n_lof": 3.0, "n_mis": 85.0, "n_syn": 36.0, "p_li": 0.0361215267124359, "p_null": 0.132948571144335, "p_rec": 0.830929902143229, "syn_z": 0.727412296474237}, "transcript": "ENST00000293778.6"}, "exons": [{"cdsend": 4739396, "cdsstart": 4734605, "chr": "17", "position": [[4734508, 4734652], [4735091, 4735508], [4738407, 4738490], [4738781, 4738920], [4739260, 4739928]], "strand": -1, "transcript": "NM_001100812", "txend": 4739928, "txstart": 4734508}, {"cdsend": 4739396, "cdsstart": 4734605, "chr": "17", "position": [[4733532, 4734479], [4734582, 4734652], [4735091, 4735508], [4738407, 4738490], [4738781, 4738920], [4739260, 4739928]], "strand": -1, "transcript": "NM_022059", "txend": 4739928, "txstart": 4733532}], "exons_hg19": [{"cdsend": 4642691, "cdsstart": 4637900, "chr": "17", "position": [[4637803, 4637947], [4638386, 4638803], [4641702, 4641785], [4642076, 4642215], [4642555, 4643223]], "strand": -1, "transcript": "NM_001100812", "txend": 4643223, "txstart": 4637803}, {"cdsend": 4642691, "cdsstart": 4637900, "chr": "17", "position": [[4636827, 4637774], [4637877, 4637947], [4638386, 4638803], [4641702, 4641785], [4642076, 4642215], [4642555, 4643223]], "strand": -1, "transcript": "NM_022059", "txend": 4643223, "txstart": 4636827}], "generif": [{"pubmed": 12902461, "text": "SR-PSOX/CXCL16 may play an important role in facilitating uptake of various pathogens and chemotaxis of T and NKT cells by antigen presenting cells through its chemokine domain."}, {"pubmed": 14625285, "text": "CXCL16 may play an important role in the development and progression of atherosclerotic vascular disease"}, {"pubmed": 14634054, "text": "SR-PSOX/CXCL16 is a unique molecule that not only attracts T cells and NKT cells toward DCs but also supports their firm adhesion to DCs."}, {"pubmed": 14699018, "text": "SR-PSOX/CXCL16 may be involved in CD8+ T cell recruitment through VLA-4 activation and stimulation of IFN-[gamma] production by CD8+ T cells during inflammatory valvular heart disease."}, {"pubmed": 14988089, "text": "This chemokine/scavenger receptor could serve as a molecular link between lipid metabolism and immune activity in the atherosclerotic lesion."}, {"pubmed": 15128827, "text": "This report demonstrates that CXCL16 is a novel substrate for a disintegrin and metalloproteinase domain (ADAM)10-mediated ectodomain shedding."}, {"pubmed": 15555552, "text": "Smooth muscle cells express CXCL16 in atherosclerotic lesions, which may play a role in the attraction of T cells to atherosclerotic lesions and contribute to the cellular internalisation of modified LDL."}, {"pubmed": 15634930, "text": "CXCL16 promotes lymphocyte adhesion to epithelial cells and may function to attract and retain effector cells that support biliary and hepatocyte destruction in inflammatory liver disease."}, {"pubmed": 15836657, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15883016, "text": "CXCL16 may act as a novel angiogenic factor for HUVEC and that ERK is involved as an important signaling molecule to mediate its angiogenic effects"}, {"pubmed": 15934948, "text": "Transmembrane chemokine CXCL16 is expressed in the brain by malignant and inflamed astroglial cells, shed to a soluble form and targets not only activated T cells but also glial cells themselves."}, {"pubmed": 16142401, "text": "Findings suggest that retinoid signaling might be a pathway modulating inflammatory response by regulating CXCL16 expression in a cell-specific manner."}, {"pubmed": 16200580, "text": "CXCL16 plays an important role in T cell accumulation and stimulation in rheumatoid arthritis synovium"}, {"pubmed": 16431903, "text": "CXCL16 plays important roles in human extravillous cytotrophoblast invasion and placentation."}, {"pubmed": 16849465, "text": "The membrane-bound scavenger receptor CXCL16 expressed on the surface of plasmacytoid dendritic cells contributes to the binding, uptake, and stimulatory activity of D class CpG oligonucleotides."}, {"pubmed": 17300746, "text": "evaluate the contribution of soluble CXCL16 to the scavenging of oxLDL and its potential as a marker for cardiovascular disease in patients with rheumatoid arthritis"}, {"pubmed": 17363916, "text": "CXCL16 is constitutively expressed on the surface of human epidermal keratinocytes, released upon cell activation or photodamage and may then target CXCR6-expressing T cells in the dermis"}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17803654, "text": "Bacterial infection causes the upregulation of CXCL16 in gallbladder epithelia, leading to the chemoattraction of macrophages via CXCL16-CXCR6 interaction and formation of the characteristic histology of xanthogranulomatous cholecystitis."}, {"pubmed": 17855433, "text": "The CXCL16 is a novel mediator of the innate immune reactivities of epidermal keratinocytes."}, {"pubmed": 18194461, "text": "Hyperhomocysteinemia up-regulates CXCL16 leading to increased recruitment of CXCR6(+) lymphocytes and scavenging of modified lipids via a potential involvement of a PPAR-gamma-dependent mechanism"}, {"pubmed": 18195710, "text": "Re-expression of CXCL16 reduced growth of an RCC cell line in vitro."}, {"pubmed": 18248772, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18248772, "text": "in Crohn's disease (CD), the CXCL16 p.Ala181Val polymorphism is not a disease susceptibility gene but associated with younger age at disease onset and higher frequency of ileal involvement"}, {"pubmed": 18250446, "text": "Functions as one of the factors in trophoblast-conditioned culture medium that interacts with CXCR6 and recruits and maintains monocytes, T cells, and gammadelta T cells residing in human decidua."}, {"pubmed": 18279707, "text": "Increased level of serum-soluble CXCL16 was independently associated with acute coronary syndromes"}, {"pubmed": 18293410, "text": "CXCL16 appears to be a novel growth factor for schwannomas of different localization."}, {"pubmed": 18339644, "text": "Soluble CXCL16 could be linked to atherogenesis not only as a marker of inflammation, but also as a potential inflammatory mediator."}, {"pubmed": 18344492, "text": "CXCL16 functions, through CXCR6, as a novel chemotactic factor for prostate cancer cells."}, {"pubmed": 18373975, "text": "The regulation and functional role of CXCL16 in human mesangial cells was studied."}, {"pubmed": 18480749, "text": "CXCL16 and ADAM10 are involved in the recruitment of T cells to the kidney"}, {"pubmed": 18514099, "text": "CXCL16 levels in the acute coronary syndrome group were higher than controls and stable angina pectoris group"}, {"pubmed": 18565283, "text": "sirna decreased the expression of the SRPSOX gene by inhibiting macrophage-derived foam cell formation"}, {"pubmed": 18636150, "text": "CXCL16 seems to play an important role in the pathobiology of pancreatic cancer"}, {"pubmed": 18760678, "text": "CXCR6 and CXCR3 act coordinately with respective ligands and are involved in the pathophysiology of Juvenile Idiopathic Arthritis-associated inflammatory processes."}, {"pubmed": 19070478, "text": "data demonstrate that downregulation of CXCL16 plays an important role in renal cancer development and progression, and that CXCL16 in renal cell carcinoma is an independent prognostic marker for better patient survival"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19415545, "text": "bronchial epithelial cells secreted relatively high basal levels of CXCL16, chemotactic for CXCR6 expressing T cells from blood"}, {"pubmed": 19426159, "text": "regulation of CXCL16, ADAM10 and oxLDL expression may be an early event in the onset of diabetic nephropathy"}, {"pubmed": 19435795, "text": "we presume important roles for CXCL16, ADAM10, and ADAM17 in the development of membranous nephropathy"}, {"pubmed": 19494317, "text": "CXCL16 mediates atheroprotection through its scavenger role in macrophages and not by cell-cell adhesion"}, {"pubmed": 19528340, "text": "In patients with an acute coronary syndrome, CXCL16 levels obtained within 24 hours of admission are associated with long-term mortality after adjustment for other risk factors"}, {"pubmed": 19575365, "text": "Myofibroblastic hepatic stellate cells release soluble Hedgehog ligands that stimulate cholangiocytes to produce Cxcl16 and recruit NKT cells."}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19605674, "text": "CXCL16 levels were increased in patients with systemic sclerosis, and correlated with the extent of skin sclerosis, suggesting that CXCL16 may have a role in the development of skin fibrosis in systemic sclerosis."}, {"pubmed": 19674076, "text": "Our findings suggest a complex interaction between CXCL16 and HIV, promoting both inflammatory and anti-inflammatory effects as well as HIV replication, partly dependent on accompanying HIV replication."}, {"pubmed": 19690611, "text": "data suggest that CXCL16 and CXCR6 may mark cancers arising in an inflammatory milieu and mediate pro-tumorigenic effects of inflammation through effects on cancer cell growth and by inducing the migration and proliferation of tumor-associated leukocytes"}, {"pubmed": 19729872, "text": "sSR-PSOX/CXCL16 is a biomarker for acute coronary syndrome, which would provide additional diagnostic information besides TnT and sLOX-1"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19919988, "text": "Report increased production of CXCL16 in clinical heart failure: a possible role in extracellular matrix remodeling."}, {"pubmed": 19954776, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19954776, "text": "SNP rs3744700 of CXCL16 gene is independently associated with the development of CAD in Chinese Han population, and GG homozygote which is associated with increased expression of CXCL16 may have a promoting effect on CAD."}, {"pubmed": 20334513, "text": "Overall, our data indicate that up-regulation of CXCL16 is a common response of tumor cells to radiation, and they have important implications for the use of local radiotherapy in combination with immunotherapy."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20621591, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20621591, "text": "Serum CXCL16 concentration is significantly associated with atherosclerotic stroke and carotid atherosclerosis"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20646641, "text": "No CXCL16 protein was detected in clinical prostate cancer samples. CXCL16 could promote the in vitro migration and invasion of PC3 and LNCap cell lines."}, {"pubmed": 20848509, "text": "CXCL16 mRNA and protein expression is up-regulated in intestinal inflammation in vitro and in Crohn's disease patients, suggesting an important role for this chemokine in intestinal inflammation."}, {"pubmed": 20960183, "text": "The co-localization of SARS-CoVN and CXCL16 in the cytoplasm of HEK293FT cells was also shown using confocal laser scanning microscopy."}, {"pubmed": 21233446, "text": "The CXCL16 A181V mutation selectively inhibits monocyte adhesion to CXCR6 but is not associated with human coronary heart disease."}, {"pubmed": 21303517, "text": "CXCL16 and CXCR6 are elevated in Systemic sclerosis (SSc) serum and on SSc dermal Endothelial cells, respectively"}, {"pubmed": 21467783, "text": "Plasma level of CXCL16 is an independent predictor of the prognosis of the patients with intermediate coronary lesions."}, {"pubmed": 21468586, "text": "High CXCL16/CXCR6 expression may be related to aggressive cancer behavior, and high CXCL16 expression to bone metastases."}, {"pubmed": 21471570, "text": "SR-PSOX/CXCL16 plays a critical role in colonic inflammation and could be a potential therapeutic target for patients with inflammatory bowel diseases."}, {"pubmed": 21492481, "text": "These findings suggest that mutagenesis of the basic amino acids in the chemokine domain of SR-PSOX may contribute to atherogenesis."}, {"pubmed": 21505717, "text": "enhanced platelet expression in patients with acute coronary syndrome compared to patients with stable angina"}, {"pubmed": 21527066, "text": "The expressions of CXCL12/CXCR4 and CXCL16/CXCR6 were significantly higher in epithelial ovarian carcinomas than in normal epithelial ovarian tissues or benign epithelial ovarian tumors."}, {"pubmed": 21612780, "text": "Suggest that CXCL16 may promote the adhesion of monocytes to the endothelium during early atherogenesis and that accumulating cytokines enhance CXCL16-mediated adhesion by upregulating CXCL16 expression."}, {"pubmed": 21638128, "text": "is associated with Henoch-Schonlein purpura"}, {"pubmed": 21773780, "text": "CXCL16 and CXCR6 might be involved in the pathophysiology of endometriosis through regulation of the inflammatory response."}, {"pubmed": 21845497, "text": "Soluble CXCL16 may play an important role in liver metastases through the induction of epithelial-mesenchymal transition."}, {"pubmed": 22055341, "text": "An increase in plasma CXCL16 during the first days after the initial event is associated with an adverse outcome in patients with acute ischemic stroke."}, {"pubmed": 22113484, "text": "The results indicated that CXCL16-CXCR6 interactions mediate homing of CD8+ T cells into human skin, and thereby contribute to psoriasis pathogenesis."}, {"pubmed": 22278019, "text": "TWEAK upregulates the expression of the chemokine CXCL16 in tubular epithelium and this may contribute to kidney tubulointerstitial inflammation."}, {"pubmed": 22378888, "text": "CXCL16 mediates cross talk between astrocytes and neighboring neurons and in pathological conditions counteracts neuronal cell death."}, {"pubmed": 22454615, "text": "data suggest that expression levels of a surface receptor, namely, CXCL16, correlate with B cell responses mediated by TLR9 in common variable immunodeficiency"}, {"pubmed": 22627199, "text": "CXCL16 levels are significantly increased in gout patients with and without chronic kidney disease, and are independently associated with renal function."}, {"pubmed": 22863086, "text": "The expression and serum concentration of CXC chemokine ligand 16 could indicate the aggressiveness and prognosis of gastric carcinomas."}, {"pubmed": 23009930, "text": "study revealed some conformational motifs of basic amino acid residues, especially R76 with K79 in SR-PSOX, may form a common functional motif for its critical functions; R78 in SR-PSOX has the potential action to stabilize the function of oxLDL uptake and bacterial phagocytosis"}, {"pubmed": 23229614, "text": "CXCL16 was found to be abundantly expressed in human meningioma samples of different malignant grades."}, {"pubmed": 23398954, "text": "Data suggest that plasma level of CXCL16 is up-regulated in subjects with metabolic syndrome and correlates with severity of carotid atherosclerosis (i.e., intima-media thickness and plaque index)."}, {"pubmed": 23428418, "text": "This data indicates that human P2X7 activation induces the rapid shedding of CXCL16 and that this process involves ADAM10."}, {"pubmed": 23628207, "text": "CXCL16 is highly expressed by glial tumor and stroma cells whereas CXCR6 defines a subset of cells with stem cell character."}, {"pubmed": 23633118, "text": "These results indicate that CXCL16 and its receptor CXCR6 may be a central ligand/receptor pair that is closely associated with EPC recruitment and blood vessel formation in the rheumatoid arthritis joint."}, {"pubmed": 23743627, "text": "CXCL16, inversely correlated with CD99 expression in Hodgkin Reed-Sternberg (H/RS) cells."}, {"pubmed": 24064021, "text": "Suggest that expression of transmembrane CXCL16 on surface of plasmacytoid dendritic cell might contribute to high serum IFN-alpha levels seen in patients with Behcet's disease."}, {"pubmed": 24069377, "text": "CXCL16 could be a novel biomarker and potential predictor of disease activity in MS."}, {"pubmed": 24284794, "text": "Erythrocyte adhesion to immobilized platelets requires phosphatidylserine at the erythrocyte surface and CXCL16 as well as CD36 expression on platelets."}, {"pubmed": 24302814, "text": "CXCL16/CXCR6 interaction may play an important role in modifying the response of pDCs to environmental danger signals"}, {"pubmed": 24460887, "text": "Serum CXCL16 was increased in patients with active Primary nephrotic syndrome and correlated with blood lipids, urine protein and immune and inflammation responses"}, {"pubmed": 24489966, "text": "Serum CXCL16 may be an indicator of renal injury in subjects with type 2 diabetes mellitus."}, {"pubmed": 24507753, "text": "Our results suggest that the CXCL16/CXCR6 axis appears to be important in the progression of Ewing sarcoma family tumor"}, {"pubmed": 24513807, "text": "CXCL16, iNKT cell-associated cell marker Valpha24, and CD1d were significantly upregulated in esophageal biopsies from EoE patients and correlated with the expression of inflammatory mediators associated with allergy."}, {"pubmed": 24518602, "text": "High serum sCXCL16 is a prognostic marker for poor survival of OC patients, possibly reflecting ADAM-10 and ADAM-17 pro-metastatic activity."}, {"pubmed": 24854635, "text": "No significant association of the CXCL16 polymorphism was established either with soluble CXCL16 plasma levels or with clinical parameters and course of multiple sclerosis."}, {"pubmed": 24861945, "text": "High circulating CXCL16 levels are associated to human kidney and cardiovascular disease and urinary CXCL16 may increase in kidney injury."}, {"pubmed": 24897301, "text": "CXCL16 and CXCR6 coexpression is associated with invasiveness of lung cancer."}, {"pubmed": 25015061, "text": "Elevated serum sCXCL16 levels were discovered in the systemic lupus erythematosus patients with cutaneous and renal involvement."}, {"pubmed": 25142184, "text": "CXCL16 T123V181 haplotype is a moderate genetic risk factor for the development of carotid plaque."}, {"pubmed": 25223819, "text": "CXCL16 expression is enhanced in inflammatory cardiomyopathy and is an independent predictor of death in patients with heart failure."}, {"pubmed": 25372401, "text": "injured hepatocytes up-regulated CXCL16 expression, indicating that scavenging functions of CXCL16 might be additionally involved in the pathogenesis of NAFLD."}, {"pubmed": 25391425, "text": "Silencing CXCL16 could phenocopy the effects of miR-451 on phenotypes of osteosarcoma cells."}, {"pubmed": 25661686, "text": "Serum CXCL16 is increased in severe pancreatitis with infected pancreatic necrosis and identifies patients who benefit from surgical necrosectomy"}, {"pubmed": 25904061, "text": "Endothelial CXCL16's action on platelets is not limited to platelet activation. Immobilised CXCL16 also acts as a potent novel platelet adhesion ligand, inducing platelet adhesion to the human vessel wall."}, {"pubmed": 26021984, "text": "we examined the expression of CXCL16 and CXCR6 and their relations to prognosis in 335 unselected patients with NSCLC, and investigated possible relationships with our previously studied immunologic and angiogenic markers"}, {"pubmed": 26045830, "text": "PPARG rs1152002, AGTR1 rs5186, CXCL16 rs3744700 and LGALS2 rs7291467 polymorphisms may be closely related to the development of coronary heart disease"}, {"pubmed": 26058873, "text": "These results indicate that MEK inhibitor diminishes Nasopharyngeal carcinoma cell proliferation and NPC-induced osteoclastogenesis via modulating CCL2 and CXCL16 expressions."}, {"pubmed": 26272362, "text": "high protein expression of CXCL16 and high protein co-expression of CXCL16/CXCR6 in prostate cancer were independent predictors for a worse clinical outcome"}, {"pubmed": 26345917, "text": "HMGB-1, CXCL16, miRNA-30a, and urinary TGF-ss1 were highly expressed in PNS patients and may play important roles in the pathogenesis and development of PNS."}, {"pubmed": 26499307, "text": "CXCL16 is released into the circulation as a result of cardiac surgery and that high post-operative CXCL16 levels are associated with an increased severity of post-operative organ dysfunctions."}, {"pubmed": 26621504, "text": "In conclusion, rheumatoid arthritis synovial fibroblasts were activated by CXCL16 to produce RANKL via pathways involving JAK2/STAT3 and p38/MAPK"}, {"pubmed": 26707275, "text": "Our data suggest that CXCL16 induces angiogenesis in autocrine manner via ERK, Akt, p38 pathways and HIF-1alpha modulation"}, {"pubmed": 26708384, "text": "Wnt5a-Ror2 signaling enhances expression and secretion of CXCL16 in mesenchymal stem cells thereby activating CXCR6 expressed on tumor cells to promote proliferation."}, {"pubmed": 26796342, "text": "Cell proliferation enhancing and anti-apoptosis activity requires the intracellular domain and apparently the dimerization of the transmembrane chemokine ligand."}, {"pubmed": 26799186, "text": "High CXCL16 expression is associated with prostate cancer."}, {"pubmed": 27098626, "text": "Serum CXCL16 may be a novel biomarker for the diagnosis of patients with diabetic coronary artery disease."}, {"pubmed": 27355560, "text": "Higher levels CXCL16 may be a biomarker for predicting stroke incidence and might contribute to plaque destabilization."}, {"pubmed": 27665581, "text": "eGFR and serum albumin had an independent and significant negative correlation with plasma CXCL16 in diabetic kidney disease."}, {"pubmed": 27725631, "text": "activation of cancer-associated fibroblasts and expression of CXCL16, shown to be a monocyte chemoattractant."}, {"pubmed": 27784296, "text": "Transmembrane-CXCL16 specifically acts as a receptor for soluble-CXCL16 in human meningioma cells."}, {"pubmed": 27826097, "text": "Our study demonstrated that CXCL16-CXCR6 mediates CD8(+) T-cell skin trafficking under oxidative stress in patients with vitiligo, and CXCL16 expression in human keratinocytes induced by ROS is, at least in part, caused by unfolded protein response activation"}, {"pubmed": 27869573, "text": "The expression of CXCL16 and and its receptor, CXCR6, their immunolocalization in disc tissue and their presence following exposure of cultured human annulus fibrosus cells to proinflammatory cytokines are reported."}, {"pubmed": 27877078, "text": "Inflammation contributed to foam cell formation in the radial arteries of ESRD patients via activation of the CXCL16/CXCR6 pathway, which may be regulated by P2X7R."}, {"pubmed": 28286356, "text": "CXCL16 single nucleotide polymorphisms significantly impacted myocardial infarction risk in a Chinese Han population."}, {"pubmed": 28628472, "text": "IFN-gamma, CXCL16 and uPAR are promising as effective biomarkers of disease activity, renal damage, and the activity of pathological lesions in systemic lupus erythematosus."}, {"pubmed": 28633141, "text": "Study showed, for the first time, highly significant relationships of circulating CXCL16 level with cardiac injury markers in dialysis patients."}, {"pubmed": 28647282, "text": "CXCL16/CXCR6-mediated adhesion of human peripheral blood mononuclear cells to inflamed endothelium."}, {"pubmed": 28698473, "text": "Data showed that reverse signaling via CXCL16 promotes migration in CXCL16-expressing melanoma and glioblastoma cells, but does not affect proliferation or protection from chemically-induced apoptosis."}, {"pubmed": 28722105, "text": "Serum CXCL16 levels are significantly increased in patients with gallstone, and are independently associated with liver injury in Chinese population, suggesting that CXCL16 may be a biomarker of liver injury in subjects with gallstone or NAFLD. Hepatic CXCL16 mRNA and protein levels were also significantly increased in gallstone patients"}, {"pubmed": 28759013, "text": "Data suggest that primary cells from papillary renal cell carcinoma secrete the chemokines IL8, CXCL16, and chemerin; these chemokines attract primary human monocytes and induce shift/transdifferentiation in monocytes toward M2 macrophage/foam cell phenotype. (IL8 = interleukin-8; CXCL16 = C-X-C motif chemokine ligand 16)"}, {"pubmed": 28816285, "text": "This study shows that the expression of CXCL16 and its receptor CXCR6 was highly elevated in rheumatoid arthritis fibroblast-like synoviocytes"}, {"pubmed": 28856928, "text": "Women with gestational diabetes mellitus and preeclampsia had a dysregulated CXC chemokine ligand 16 during pregnancy, and in gestational diabetes mellitus, the increase in CXC chemokine ligand 16 early in pregnancy and after 5 years was strongly associated with their lipid profile."}, {"pubmed": 28886489, "text": "increased plasma sCXCL16 might be implicated in the pathogenesis of immune thrombocytopenia and have a relationship with Th1/Th2 imbalance."}, {"pubmed": 28942364, "text": "Study data link innate immune stimulation to CXCL16 up-regulation and neutrophil infiltration into skin. CXCL16 could therefore represent a potent future target for treatment of psoriasis."}, {"pubmed": 29353287, "text": "Enhanced CXCL16 expression in lung cancer tissue promoted the proliferation and invasion of lung cancer cells. CXCL16 might promote proliferation and invasion of lung cancer by regulating the NF-kappaB pathway."}, {"pubmed": 29588487, "text": "the data shown in the present study provide evidence to support the hypothesis that CXCL16 secreted by trophoblast cells is a key molecule involved in decidual M2 MPhi polarization, which in turn regulates the killing ability of NK cells, thereby contributing to the homeostatic and immune-tolerant milieu required for successful fetal development"}, {"pubmed": 29779473, "text": "Activation of the CXCL16/CXCR6 Axis by TNF-alpha Contributes to Ectopic Endometrial Stromal Cells Migration and Invasion.. These findings indicate that the CXCL16/CXCR6 axis may contribute to the progression of endometriosis and could be served as a potential target for diagnosis and treatment."}, {"pubmed": 29800106, "text": "CXCL16/CXCR6 signaling axis plays a functional role in metabolic syndrome endothelial dysfunction and abdominal aortic aneurysm formation."}, {"pubmed": 29909746, "text": "Study suggested that the CXCL16/CXCR6 axis may contribute to maintaining normal pregnancy by reducing the secretion of cytotoxic factor granzyme B of decidual gammadelta T cells and promoting the expression of antiapoptotic marker Bcl-xL of trophoblasts."}, {"pubmed": 29981574, "text": "Plasma CXCL16 levels were elevated for 4 weeks after minimally invasive colorectal resection for cancer. Also, WF CXCL16 levels were 3-10 times greater than the corresponding plasma concentrations."}, {"pubmed": 30049511, "text": "demonstrate that macrophages can promote the migration and invasion of ovarian carcinoma cells by affecting the CXCL16/CXCR6 pathway"}, {"pubmed": 30053055, "text": "CXCL16 was highly expressed in patients with nonalcoholic fatty liver disease (NAFLD), suggesting that it may contribute to steatotic and fibrotic progression. In vitro, CXCL16 treatment led to severe steatosis of hepatocytes in the hepatocyte-stellate cell coculture system. CXCL16 may be a potential noninvasive marker of NAFLD and a future potential therapeutic target to treat NAFLD."}, {"pubmed": 30542347, "text": "CXCL16/CXCR6 signaling acts directly on mouse glioma cells."}, {"pubmed": 30792527, "text": "Higher CXCL16 exodomain is associated with aggressive ovarian cancer and promotes the disease by CXCR6 activation and MMP modulation."}, {"pubmed": 30974114, "text": "Auithors demonstrated that CXCR6-CXCL16 axis promotes DTX resistance and acts as a counter-defense mechanism. After CXCR6 activation, cell death in response to DTX was inhibited, and blocking of CXCR6 potentiated DTX cytotoxicity."}, {"pubmed": 31033093, "text": "This study suggests that soluble CXCL16 (sCXCL16) enhances TNF-alpha-induced apoptosis of diffuse large B-cell lymphoma cells, which may involve a positive feedback loop consisting of TNF-alpha, ADAM10, sCXCL16 proteins, and members of the NF-kappaB pathway."}, {"pubmed": 31199046, "text": "CXCL16/CXCR6 is involved in LPS-induced acute lung injury via P38 signalling."}, {"pubmed": 31270884, "text": "In addition, knockdown of Notch1 markedly inhibited the expression of urokinase plasminogen activator (uPA) and its receptor uPAR, and chemokines C-C motif chemokine ligand 2 and C-X-C motif chemokine ligand 16, indicating that these factors are downstream targets of Notch1."}, {"pubmed": 31379980, "text": "serum level elevated in pulmonary fibrosis"}, {"pubmed": 31527616, "text": "CXCL16 positively correlated with M2-macrophage infiltration, enhanced angiogenesis, and poor prognosis in thyroid cancer."}, {"pubmed": 31598726, "text": "Urinary chemokine C-X-C motif ligand 16 and endostatin as predictors of tubulointerstitial fibrosis in patients with advanced diabetic kidney disease."}, {"pubmed": 31752131, "text": "Results provide evidence that high expression level of CXCL16 mRNA in regional lymph nodes of colon cancer patients is a sign of a poor prognosis."}, {"pubmed": 31753588, "text": "CXCL16/CXCR6 axis promotes bleomycin-induced fibrotic process in MRC-5 cells via the PI3K/AKT/FOXO3a pathway."}, {"pubmed": 32012403, "text": "These results suggest that CXCL16 produced through Ror2-mediated signaling in mesenchymal stem or stromal cells (MSC) within the tumor microenvironment acts on MKN45 cells in a paracrine manner to activate the CXCR6-STAT3 pathway, which, in turn, induces expression of Ror1 in MKN45 cells, thereby promoting tumor progression"}, {"pubmed": 32163231, "text": "The clinical significance of CXCL16 in the treatment of advanced non-small cell lung cancer."}, {"pubmed": 32171552, "text": "CXCL16 silencing alleviates hepatic ischemia reperfusion injury during liver transplantation by inhibiting p38 phosphorylation."}, {"pubmed": 32346064, "text": "Entry and exit of chemotherapeutically-promoted cellular dormancy in glioblastoma cells is differentially affected by the chemokines CXCL12, CXCL16, and CX3CL1."}, {"pubmed": 32365786, "text": "Differentially Expressed Genes of Natural Killer Cells Can Distinguish Rheumatoid Arthritis Patients from Healthy Controls."}, {"pubmed": 32535333, "text": "The chemokine CXCL16 can rescue the defects in insulin signaling and sensitivity caused by palmitate in C2C12 myotubes."}, {"pubmed": 32974919, "text": "Circ_0000524/miR-500a-5p/CXCL16 axis promotes podocyte apoptosis in membranous nephropathy."}, {"pubmed": 33306334, "text": "Evaluation of serum CXC chemokine ligand 16 (CXCL16) as a novel inflammatory bio- marker or familial Mediterranean fever disease"}, {"pubmed": 33549109, "text": "Role of CXCL16 in BLM-induced epithelial-mesenchymal transition in human A549 cells."}, {"pubmed": 33637127, "text": "C-X-C motif chemokine 16, modulated by microRNA-545, aggravates myocardial damage and affects the inflammatory responses in myocardial infarction."}, {"pubmed": 33800554, "text": "The Role of CXCL16 in the Pathogenesis of Cancer and Other Diseases."}, {"pubmed": 34275795, "text": "Application effect of tirofiban on percutaneous coronary intervention in patients with acute coronary syndrome and its postoperative effect on C-X-C motif chemokine ligand 16 level and myocardial perfusion."}, {"pubmed": 34345211, "text": "CXCL16 Promotes Gastric Cancer Tumorigenesis via ADAM10-Dependent CXCL16/CXCR6 Axis and Activates Akt and MAPK Signaling Pathways."}, {"pubmed": 34353074, "text": "Expression and significance of serum soluble fms-like tyrosine kinase 1 (sFlt-1), CXC chemokine ligand 16 (CXCL16), and lipocalin 2 (LCN-2) in pregnant women with preeclampsia."}, {"pubmed": 34487815, "text": "Interleukin-18 accelerates cardiac inflammation and dysfunction during ischemia/reperfusion injury by transcriptional activation of CXCL16."}, {"pubmed": 34882892, "text": "P2X7 receptor inhibition attenuates podocyte injury by oxLDL through deregulating CXCL16."}, {"pubmed": 34943917, "text": "CXCL16/CXCR6 Axis in Adipocytes Differentiated from Human Adipose Derived Mesenchymal Stem Cells Regulates Macrophage Polarization."}, {"pubmed": 35120907, "text": "Clinical significance and role of CXCL16 in anti-neutrophil cytoplasmic autoantibody-associated vasculitis."}, {"pubmed": 35784287, "text": "Metabolic Syndrome in Psoriasis Is Associated With Upregulation of CXCL16 on Monocytes and a Dysbalance in Innate Lymphoid Cells."}, {"pubmed": 36216188, "text": "CXCL16 associates with adverse outcome and cardiac involvement in hospitalized patients with Covid-19."}, {"pubmed": 36232370, "text": "Platelet SR-PSOX/CXCL16-CXCR6 Axis Influences Thrombotic Propensity and Prognosis in Coronary Artery Disease."}, {"pubmed": 36373877, "text": "CXCL16 inhibits epithelial regeneration and promotes fibrosis during the progression of radiation enteritis."}, {"pubmed": 36670424, "text": "Convergent transcriptomic and genomic evidence supporting a dysregulation of CXCL16 and CCL5 in Alzheimer's disease."}, {"pubmed": 36950218, "text": "ELK3-CXCL16 axis determines natural killer cell cytotoxicity via the chemotactic activity of CXCL16 in triple negative breast cancer."}, {"pubmed": 37086937, "text": "Upregulation of IL-33, CCL2, and CXCL16 levels in Brazilian pregnant women infected by Toxoplasma gondii."}, {"pubmed": 37848726, "text": "CXCL5 and CXCL14, but not CXCL16 as potential biomarkers of colorectal cancer."}, {"pubmed": 38044363, "text": "Identification of CXCL16 as a diagnostic biomarker for obesity and intervertebral disc degeneration based on machine learning."}, {"pubmed": 38146125, "text": "Serum CXCL16: A new predictor of liver inflammation in patients with chronic hepatitis B."}, {"pubmed": 38889512, "text": "MiR-625-5p is a potential therapeutic target in sepsis by regulating CXCL16/CXCR6 axis and endothelial barrier."}], "genomic_pos": {"chr": "17", "end": 4739928, "ensemblgene": "ENSG00000161921", "start": 4733533, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 4643217, "start": 4636821, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0006898", "pubmed": 11060282, "qualifier": "involved_in", "term": "receptor-mediated endocytosis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006935", "pubmed": 11290797, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010818", "qualifier": "involved_in", "term": "T cell chemotaxis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030307", "pubmed": 18373975, "qualifier": "involved_in", "term": "positive regulation of cell growth"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 18373975, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034097", "pubmed": 18373975, "qualifier": "involved_in", "term": "response to cytokine"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034341", "pubmed": 18373975, "qualifier": "involved_in", "term": "response to type II interferon"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034612", "pubmed": 18373975, "qualifier": "involved_in", "term": "response to tumor necrosis factor"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 18373975, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 11290797, "qualifier": "located_in", "term": "membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 11060282, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005041", "qualifier": "enables", "term": "low-density lipoprotein particle receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005041", "qualifier": "enables", "term": "low-density lipoprotein particle receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005044", "qualifier": "enables", "term": "scavenger receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005044", "pubmed": 11060282, "qualifier": "enables", "term": "scavenger receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008009", "pubmed": 18373975, "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}]}, "homologene": {"genes": [[9544, 721566], [9598, 454451], [9606, 58191], [9615, 607514], [9913, 511671], [10090, 66102], [10116, 497942]], "id": 49694}, "interpro": [{"desc": "CXC chemokine 16", "id": "IPR026296", "short_desc": "CXCL16"}, {"desc": "C-X-C motif chemokine 16 domain", "id": "IPR048585", "short_desc": "CXCL16_dom"}], "ipi": "IPI00004946", "map_location": "17p13.2", "name": "C-X-C motif chemokine ligand 16", "other_names": ["C-X-C motif chemokine 16", "CXC chemokine ligand 16", "chemokine (C-X-C motif) ligand 16", "scavenger receptor for phosphatidylserine and oxidized low density lipoprotein", "small-inducible cytokine B16", "transmembrane chemokine CXCL16"], "pantherdb": {"HGNC": "16642", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1932682", "ortholog_type": "LDO", "panther_family": "PTHR14385", "taxid": 10090, "uniprot_kb": "Q8BSU2"}, {"RGD": "1562928", "ortholog_type": "LDO", "panther_family": "PTHR14385", "taxid": 10116, "uniprot_kb": "Q6AXU5"}], "uniprot_kb": "Q9H2A7"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP3945", "name": "TYROBP causal network in microglia"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pfam": "PF20902", "pharmgkb": "PA27057", "pharos": {"target_id": 11239, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF328134", "relationship": "is"}, {"id": "GNF328135", "relationship": "is"}, {"id": "GNF328136", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF293119", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF267371", "relationship": "is"}, {"id": "GNF267372", "relationship": "is"}, {"id": "GNF267373", "relationship": "is"}, {"id": "GNF267374", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035849", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF003154", "relationship": "is"}, {"id": "GNF003155", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF239267", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330269", "relationship": "is"}, {"id": "GNF332469", "relationship": "is"}, {"id": "GNF333208", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337559", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF114142", "relationship": "is"}, {"id": "GNF153783", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": ["NP_001094282.2", "NP_001373738.1"], "rna": ["NM_001100812.2", "NM_001386809.1", "NM_022059.4"], "translation": [{"protein": "NP_001094282.2", "rna": "NM_001100812.2"}, {"protein": "NP_001373738.1", "rna": "NM_001386809.1"}]}, "reporter": {"GNF1H": "gnf1h00392_at", "HG-U133_Plus_2": "223454_at", "HG-U95B": "44095_at", "HTA-2_0": "TC17001029.hg.1", "HuEx-1_0": "3742285", "HuGene-1_1": "8011713", "HuGene-2_1": "16840113"}, "summary": "Enables chemokine activity. Involved in several processes, including positive regulation of cell growth; response to interferon-gamma; and response to tumor necrosis factor. Located in extracellular space. Biomarker of COVID-19 and systemic scleroderma. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "CXCL16", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424460"}, "unigene": "Hs.745037", "uniprot": {"Swiss-Prot": "Q9H2A7", "TrEMBL": ["I3L333", "A0A6I8PIU7"]}}