{"AllianceGenome": "7098", "HGNC": "7098", "MIM": "601704", "_id": "4283", "_version": 2, "accession": {"genomic": ["AC112719.4", "CH471057.1", "CP068274.2", "NC_000004.12", "NC_060928.1"], "protein": ["AAH63122.1", "AAH95396.1", "BAG34794.1", "CAA51284.1", "EAX05763.1", "EAX05764.1", "NP_002407.1", "Q07325.1"], "rna": ["AK311852.1", "BC025745.1", "BC042178.1", "BC063122.1", "BC095396.1", "DB141449.1", "NM_002416.3", "X72755.1"], "translation": [{"protein": "NP_002407.1", "rna": "NM_002416.3"}, {"protein": "CAA51284.1", "rna": "X72755.1"}, {"protein": "BAG34794.1", "rna": "AK311852.1"}, {"protein": "AAH63122.1", "rna": "BC063122.1"}, {"protein": "AAH95396.1", "rna": "BC095396.1"}]}, "alias": ["CMK", "Humig", "MIG", "SCYB9", "crg-10"], "ensembl": {"gene": "ENSG00000138755", "protein": "ENSP00000354901", "transcript": "ENST00000264888", "translation": [{"protein": "ENSP00000354901", "rna": "ENST00000264888"}], "type_of_gene": "protein_coding"}, "entrezgene": "4283", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.83493815, "exp_mis": 38.5139974, "exp_syn": 13.63508, "lof_z": 0.752476586253314, "mis_z": -0.274747985122794, "mu_lof": 3.67032286621e-07, "mu_mis": 3.25127401341e-06, "mu_syn": 1.05546992705e-06, "n_lof": 4.0, "n_mis": 42.0, "n_syn": 12.0, "p_li": 0.00533395218084944, "p_null": 0.285560774292882, "p_rec": 0.709105273526269, "syn_z": 0.274510889151885}, "bp": 378, "cds_end": 76928602, "cds_start": 76924750, "n_exons": 4, "nonpsych": {"exp_lof": 5.1986397, "exp_mis": 34.7763428, "exp_syn": 12.2585205, "lof_z": 0.516292446034886, "mis_z": -0.275720447703792, "mu_lof": 3.67032286621e-07, "mu_mis": 3.25127401341e-06, "mu_syn": 1.05546992705e-06, "n_lof": 4.0, "n_mis": 38.0, "n_syn": 11.0, "p_li": 0.00431000996906559, "p_null": 0.360999698000918, "p_rec": 0.634690292030016, "syn_z": 0.226310482088557}, "nontcga": {"exp_lof": 5.36009752, "exp_mis": 35.4248345, "exp_syn": 12.53622811, "lof_z": 0.579515330198152, "mis_z": -0.382968185755492, "mu_lof": 3.67032286621e-07, "mu_mis": 3.25127401341e-06, "mu_syn": 1.05546992705e-06, "n_lof": 4.0, "n_mis": 40.0, "n_syn": 12.0, "p_li": 0.00438596390213196, "p_null": 0.327035059338534, "p_rec": 0.668578976759334, "syn_z": 0.0958936706692778}, "transcript": "ENST00000264888.5"}, "exons": [{"cdsend": 76007449, "cdsstart": 76003597, "chr": "4", "position": [[76001274, 76003699], [76004808, 76004893], [76006147, 76006274], [76007385, 76007509]], "strand": -1, "transcript": "NM_002416", "txend": 76007509, "txstart": 76001274}], "exons_hg19": [{"cdsend": 76928602, "cdsstart": 76924750, "chr": "4", "position": [[76922427, 76924852], [76925961, 76926046], [76927300, 76927427], [76928538, 76928662]], "strand": -1, "transcript": "NM_002416", "txend": 76928662, "txstart": 76922427}], "generif": [{"pubmed": 12162873, "text": "The IFN-gamma inducible MIG protein behaves as a homing chemokine constitutively expressed in human brain microvascular endothelial cells and astrocytes."}, {"pubmed": 12270371, "text": "Gene expression is predictive for the individual response of children with chronic allograft nephropathy to mycophenolate mofetil."}, {"pubmed": 12384933, "text": "that IFNgamma stimulates the production of IP-10 and Mig in the SS ductal epithelium, and that IP-10 and Mig are involved in the accumulation of T cell infiltrates in the Sjogren syndrome salivary gland."}, {"pubmed": 12847282, "text": "A higher amount of MIG mRNA is expressed after exposure of keratinocytes to interferon-gamma, leading to migration of T cells from the dermis to the epidermis and representing a second step of chemotaxis following T cell recruitment from blood."}, {"pubmed": 12884299, "text": "CCR3 functional responses are regulated by both CXCR3 and its ligands CXCL9, CXCL10 and CXCL11."}, {"pubmed": 12946268, "text": "Constitutive NF-kappaB activity is required for the induced gene expression of CXCL9 in tumour cell lines in response to IFNgamma."}, {"pubmed": 14507644, "text": "Peak of expression of CXCL9 and CXCL10 occurred 4 days before CD8+ T cells infiltrated infected tissues. CXCL9 and CXCL10 may play role early during immune response against rickettsial infections."}, {"pubmed": 14550288, "text": "MIG and IP-10 are cleaved by gelatinase B and neutrophil collagenase"}, {"pubmed": 15081261, "text": "The chemokine CXCL9, usually associated with Th1 cells, is elevated in serum of patients with acute Syndenham's chorea."}, {"pubmed": 15113590, "text": "Serum Mig levels in atopic dermatitis patients were significantly higher than those in control subjects"}, {"pubmed": 15150261, "text": "CXCL9, CXCL10, and CXCL11 functions are mediated by intracellular domains of CXCR3"}, {"pubmed": 16200621, "text": "Increased expression of the interferon-induced angiostatic ELR- CXC chemokines is a feature of juvenile DM that parallels the degree of vasculopathy in patients with the disease"}, {"pubmed": 16210647, "text": "This CXCR3 ligand has the ability to activate biochemical (e.g., PtdIns 3-kinase and MAP kinase activation) and functional events (actin reorganization) in intestinal myofibroblasts."}, {"pubmed": 16243485, "text": "Increased plasma monokine induced by gamma interferon (MIG) levels in daughters and sisters of primary biliary cirrhosis (PBC) patients demonstrates involvement of MIG interaction with its receptor CXCR3 as a familial risk factor for PBC."}, {"pubmed": 16583210, "text": "Both a Th1 chemoattractant (CXCL9) and Th2 chemoattractants, CCL17 and CCL22, cooperatively play a role in the development of autoimmune blistering disease."}, {"pubmed": 17255201, "text": "prolactin may enhance IFN-gamma-induced CXCL9, CXCL10, and CXCL11 production in keratinocytes"}, {"pubmed": 17262710, "text": "A novel innate defense mechanism against invasive bacteria on epithelial surfaces is reported in pharyngeal cells expressing."}, {"pubmed": 17490641, "text": "Data suggest atherosclerotic inflammation may be a trigger for sclerosis in calcified stenotic aortic valves through upregulation TGF-beta, VAP-1, MIG and Eotaxin3, which is only partially inhibited by previous statin therapy."}, {"pubmed": 17703315, "text": "During treatment of ulceretive colitis with corticosteroids CXCL1/CXCL9 were decreased."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17875534, "text": "serum IP-10 and MIG levels were significantly higher in lymphoproliferative disease of granular lymphocytes patients than in healthy donors, and MIG expression was associated with the number of circulating LGLs"}, {"pubmed": 17892861, "text": "Data may contribute to a better understanding of the pathophysiology underlying Crohn's disease."}, {"pubmed": 17892861, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17975089, "text": "In summary, both GGS (Streptococcus dysgalactiae subsp. equisimilis) and GAS (Streptococcus pyogenes) evoke MIG/CXCL9 expression but they differ in susceptibility to its antibacterial effects."}, {"pubmed": 18292502, "text": "Inflammatory chemokine CXCL9 triggers lymphocyte function-associated antigen-1 (LFA-1) adhesiveness in a RhoA-independent manner and without triggering integrin extension."}, {"pubmed": 18338951, "text": "finding a constitutive expression of MIG/CXCL9 in the male urogenital tracts suggests roles for this chemokine both in host defense and during early phases of fertilization"}, {"pubmed": 18413205, "text": "primary renal disease showed significant increased levels of urinary CXCL8 and CXCL9 compared to controls"}, {"pubmed": 18415893, "text": "Graves' disease patients who relapsed or went into remission had significantly different levels of CXCL9."}, {"pubmed": 18930766, "text": "plasma levels are significantly higher in Alzheimer's disease patients"}, {"pubmed": 19087608, "text": "COMP, CXCL9 and KRT19 play an important role in the pathopoiesis of oral submucosal fibrosis."}, {"pubmed": 19134328, "text": "The interactions between CXCL9, CXCL10 and CXCL12 expressed in decidua and villi and CXCR3, CXCR4 expressed in CD(56)(+) decidua NK cells may influence the CD(56)(+)NK cell recruitment at the maternal-fetal interface."}, {"pubmed": 19157479, "text": "HBx protein induced MIG expression in a dose-dependent manner"}, {"pubmed": 19258635, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19274094, "text": "SpeB destroys most of the signaling and antibacterial properties of chemokines expressed by an inflamed epithelium."}, {"pubmed": 19340290, "text": "positive correlation between ESAT6-induced IFNgamma and CXCL9 was present in all TB patients, but IFNgamma and CCL2 was only correlated in LNTB"}, {"pubmed": 19344719, "text": "Report antifibrotic effects of CXCL9 and its receptor CXCR3 in livers of mice and humans."}, {"pubmed": 19410617, "text": "Although data did not find an association of the CXCL9 and CXCL10 polymorphisms with type 1 diabetes in the German population, it cannot discard their role in other populations or other autoimmune diseases."}, {"pubmed": 19410617, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19459809, "text": "urinary CXCL9 and CXCL10 concentrations demonstrated a close correlation with the extent of subclinical tubulitis, while no such distinction was seen for urinary CXCL4, CXCL11, CCL2 and tubular injury markers."}, {"pubmed": 19565490, "text": "There are disease-specific associations between anti-Jo-1 antibody-positive interstitial lung disease and serum levels of CRP as well as the interferon-gamma-inducible chemokines CXCL9 and CXCL10."}, {"pubmed": 19639049, "text": "Significantly lower serum concentration of CXCL-9, CXCL-10, CCL-17, and IL-18 and higher concentration of CXCL-12 and CCL-27 were found in atopic dermatitis patients under 10 years old when compared to Control."}, {"pubmed": 19800124, "text": "The three-dimensional structure of CXCL9 and CXCR3, and, successively, of the CXCL9/CXCR3 complex were modelled in comparison to CXCL10/CXCR3 and CXCL11/CXCR3 complexes."}, {"pubmed": 19898927, "text": "higher expression in the genital mucosa than in the blood of HIV-1-infected women from Benin"}, {"pubmed": 19929857, "text": "CXCL9 may have a role in acute rejection and graft failure in kidney graft recipients"}, {"pubmed": 20038462, "text": "Data demonstrate that CXCL9 has immunomodulatory functions that are not mediated through a G-protein coupled receptor and may possess additional roles in host defenses against infection."}, {"pubmed": 20137825, "text": "CXCL-9 and CXCL-10 play a major role in the development of hepatic flares. Their differential expression in acute versus chronic patients suggests the presence of different mechanisms that govern liver injury during acute and chronic hepatitis B."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20299237, "text": "The effect of IFNalpha, IFNbeta and IFNgamma on the secretion of the Th1 chemokines CXCL9 and CXCL10, in primary cultures of human thyroid follicular cells and to assess the effect of PPARgamma activation on CXCL9 and CXCL10 secretion, were tested."}, {"pubmed": 20456109, "text": "CXCL9 may have a role in acute rejection and graft failure risk in kidney transplantation [commentary]"}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20626297, "text": "predominant expression in the brain during chronic infection with Toxoplasma gondii is dependent on interferon-gamma"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20810571, "text": "A potent dose-dependent inhibition by PPARalpha-agonists was observed on the cytokines-stimulated secretion of CXCL9 in Graves disease and in primary thyrroid culture."}, {"pubmed": 20838432, "text": "Expression of MIG mRNA after vaccination correlated inversely with malaria vaccine immunogenicity."}, {"pubmed": 21167783, "text": "Mycobacterium tuberculosis increases IP-10 and MIG protein despite inhibition of IP-10 and MIG transcription."}, {"pubmed": 21179030, "text": "CXCL9 expressed by tumour stroma cells promotes the escape of the melanoma cells from tumour metastases."}, {"pubmed": 21303517, "text": "These results show that while the expression of MIG/CXCL9 and IP-10/CXCL10 are elevated in Systemic sclerosis (SSc) serum, the expression of CXCR3 is downregulated on SSc dermal Endothelial cells."}, {"pubmed": 21470996, "text": "We first show that circulating CXCL9 and CXCL11 are increased in patients with thyroiditis and hypothyroidism and are related to each other."}, {"pubmed": 21475065, "text": "Letter: Pretransplant serum CXCL9 levels failed to predict acute rejection in patients receiving basiliximab or alemtuzumab induction therapy."}, {"pubmed": 21601475, "text": "Data show circulating CXCL9, in association with CXCL10, levels were clearly elevated in autoimmune thyroiditis patients."}, {"pubmed": 21645215, "text": "CXCR3 ligands, CXCL9,10,11, are differentially expressed during chronic liver diseases across different disease stages and aetiologies."}, {"pubmed": 21812928, "text": "We found that urine CXCL9 and CXCL10 were markedly elevated in adults and children experiencing either AR or BKI (p = 0.0002), but not in stable allograft recipients"}, {"pubmed": 21962843, "text": "Elevated plasma levels of interferon-gamma and Cys-X-Cys chemokine receptor 3-binding chemokine CXCL9 are present in patients with thoracic aortic aneurysms."}, {"pubmed": 22037980, "text": "Significantly higher levels of chemokines CCL2, CXCL8, CXCL9 and CXCL10 are found in hematoma fluid compared with serum."}, {"pubmed": 22333315, "text": "CXCL9 is localized predominantly in the cytoplasm of breast cancer cells and prostaglandin E2 inhibits cytokine induced CXCL9 secretion."}, {"pubmed": 22367045, "text": "Expression of CXCL9, -10, and -11 chemokines and their receptor CXCR3 increases in the aqueous humor of patients with herpetic endotheliitis."}, {"pubmed": 22401175, "text": "Immunohistochemically, the lining synovium of Rheumatoid Aarthritis clearly expressed CXCL9"}, {"pubmed": 22467521, "text": "Elevated plasma levels of MIG are associated with inflammatory bowel disease with JCV infection."}, {"pubmed": 22580676, "text": "Autophagy may be a crucial intracellular mechanism of Mig induction in response to HBV infection."}, {"pubmed": 22586042, "text": "HSV-2 induces CXCL9 expression in human cervical epithelial cells by activation of p38-C/EBP-beta pathway"}, {"pubmed": 22689822, "text": "Malaria-infected primigravidae with placental CXCL9 levels in the lowest tertile gave birth to babies who weighed 610 g more than babies born to mothers with high CXCL9 levels."}, {"pubmed": 22766105, "text": "Report high serum levels of CXCL9/TNF-alpha/interferon-gamma in patients with mixed cryoglobulinaemia and chronic hepatitis C."}, {"pubmed": 22889476, "text": "Intragraft CXCL9 mRNA has a functionally important role in T-cell activation in liver allograft and serves as biomarker for acute cellular rejection."}, {"pubmed": 22905138, "text": "CXCL9/10 have antifibrotic roles on liver non-parenchymal cells"}, {"pubmed": 23012327, "text": "In chronic graft-vs-host disease, increased levels of the Th1-associated chemokines CXCL9, CXCL10, and CXCL11 led to recruitment of CXCR3+ T cells from the peripheral blood into affected tissues."}, {"pubmed": 23150742, "text": "These results may suggest that CXCL9 and CXCL10 are master regulators of myocardial inflammatory cell migration, perhaps affecting clinical progression to the life-threatening form of chronic Chagas cardiomyopathy."}, {"pubmed": 23179902, "text": "The secretion of CXCL9 by activated T cells is also increasingly downregulated with increasing concentrations of bortezomib."}, {"pubmed": 23352833, "text": "This study aimed at examining the presence and role of chemokines (angiogenic CCL2/MCP-1 and angiostatic CXCL4/PF-4, CXCL9/Mig, CXCL10/IP-10) in proliferative diabetic retinopathy."}, {"pubmed": 23417848, "text": "Collectively, our results show that a diverse milieu of chemokines is expressed in myocardium and valvular tissue lesions and emphasize the role of CXCL9/Mig in mediating T cell recruitment to the site of inflammation in the heart."}, {"pubmed": 23502337, "text": "increased serum levels in patients with alopecia areata"}, {"pubmed": 23527708, "text": "Our study demonstrates in mixed cryoglobulinemia and hepatitis C vs controls: (i)high serum CXCL9 and CXCL11, significantly associated with the presence of active vasculitis; (ii) a strong relationship between circulating CXCL9 and CXCL11"}, {"pubmed": 23600831, "text": "CXCR3 ligands CXCL10, CXCL9 and CXCL11 were measured in 245 children with opsoclonus-myoclonus syndrome and 81 controls."}, {"pubmed": 23769451, "text": "Our study demonstrated that CXCL9 is associated with tumor burden and aggressiveness of OSCC tumors and serum level of this ligand may be useful as a prognostic indicator"}, {"pubmed": 23902475, "text": "Increased CXCL9 serum levels in hepatitis C-related mixed cryoglobulinemia, with autoimmune thyroiditis, associated with high levels of CXCL10."}, {"pubmed": 23968332, "text": "High urinary CXCL9 is associated with kidney transplant injury."}, {"pubmed": 23975214, "text": "Data suggest serum levels of CXCL9/CXCL10 at diagnosis of LAHS (non-Hodgkin lymphoma-associated hemophagocytic syndrome) are elevated; successful treatment decreases levels; CXCL9/CXCL10 levels are useful for diagnosis/therapeutic outcomes in LAHS."}, {"pubmed": 24063316, "text": "CXCL9 was increased in lung transplant lavage fluid during diffuse alveolar damage, acute rejection, and lymphocytic bronchiolitis. Elevated CXCL9 was associated with increased risk of chronic allograft dysfunction."}, {"pubmed": 24084359, "text": "In this study of human cryoglobulinemic glomerulonephritis we showed a striking expression of cytokine CXCL9, a classical macrophage activation marker, by the macrophages and possibly other cell types within the glomeruli."}, {"pubmed": 24124595, "text": "CXCL9 associated with sustained virological response in chronic hepatitis B patients receiving peginterferon alfa-2a therapy."}, {"pubmed": 24278236, "text": "study demonstrated that CXCL9 is associated with tumor burden and aggressiveness of NPC tumors and the serum level of this ligand may be useful as a prognostic indicator"}, {"pubmed": 24351073, "text": "Higher circulating levels of CXCL-9 and -11 have been shown in non-pregnant autoimmune thyroiditis patients with a history of recurrent abortion as compared to both control groups"}, {"pubmed": 24363401, "text": "Plasma concentrations of CXCL9 are elevated at the onset of chronic graft-versus-host disease diagnosis, but not in patients with chronic graft-versus-host disease for more than 3 months."}, {"pubmed": 24438589, "text": "CXCL9 expression was low in control skin, mild in perilesional skin from slowly progressive vitiligo and high in progressive vitiligo. Such expression was found in the epidermal as well as the dermal infiltrate."}, {"pubmed": 24600982, "text": "Results also showed that the circulating levels of CXCL9 and CXCL10 were decreased in SCD patients in comparison to control subjects"}, {"pubmed": 24614402, "text": "Knock-down of CD44 resulted in an upregulation of mRNA expression of the chemokines CXCL9 and CXCL12, as well as their receptors CXCR3 and CXCR4."}, {"pubmed": 25115612, "text": "both bactericidal and cell-recruiting activities of MIG/CXCL9 are corrupted by P. aeruginosa through release of elastase, and this may contribute to impaired airway host defense in CF."}, {"pubmed": 25151370, "text": "CXCL9 is involved in the invasion ability of hepatocellular carcinoma cells possibly through up-regulation of its potential effector PREX2."}, {"pubmed": 25398650, "text": "CXCL9 inhibits the proliferation of epithelial cells via phosphorylation of p70S6K, resulting in the excretion of TGF-beta as downstream mediator. CXCL9/CXCR3 interaction can exacerbate antineoplastic agent-induced intestinal damage."}, {"pubmed": 25422100, "text": "Elevated IL-2R, IL-1RA, and CXCL9 are associated with shorter event-free survival in newly diagnosed follicular lymphoma, treated with chemoimmunotherapy."}, {"pubmed": 25528189, "text": "The expression of TNF-alpha and CXCL9 in blood samples stimulated with a bacterial antigen distinguishes active tuberculosis patients from latent disease carriers and healthy controls."}, {"pubmed": 25559603, "text": "The homozygosity for the CXCL9 rs10336 (T), CXCL10 rs3921 (G), and CXCL11 rs4619915 (A) alleles is associated with the higher likelihood of significant liver fibrosis in HIV-infected patients coinfected with hepatitis C virus genotype 1."}, {"pubmed": 25702175, "text": "There were no significant differences in distribution of CXCL9 genotypes and alleles between rheumatoid arthritis patients and control group."}, {"pubmed": 25713416, "text": "These findings functionally integrate K17, hnRNP K, and gene expression along with RSK and CXCR3 signaling in a keratinocyte-autonomous axis and provide a potential basis for their implication in tumorigenesis"}, {"pubmed": 25890876, "text": "This inhibitory action of resveratrol was also observed for the cytokines-induced expression of chemokines CXCL9, CCL2 and CCL5."}, {"pubmed": 25950774, "text": "Suggest that CD44 and CXCL9 may serve as predictive biomarkers to identify liver allograft recipients at risk for clinically significant acute graft rejection."}, {"pubmed": 25972108, "text": "This work confirms that OPN, CCL5 and CXCL9 plasma levels are higher in psoriasis patients and provides evidence that their higher levels are not a consequence of obesity."}, {"pubmed": 26268659, "text": "This paper suggests a role for Epithelial to mesenchymal cell transition in the pathogenesis of idiopathic pulmonary fibrosis and provides a novel mechanism for the inhibitory effects of CXCL9 on TGF-beta1-induced Epithelial to mesenchymal cell transition."}, {"pubmed": 26344576, "text": "High CXCL9 plasma levels favour response to pegIFN alpha 2a and ribavirin in hepatitis C virus infected patients regardless of DPP4 activity."}, {"pubmed": 26506526, "text": "congruent with the concept that inflammation plays a key role in the pathogenesis of LV dysfunction, MIG, IP10 and I-TAC add diagnostic accuracy over and beyond NT-pro BNP."}, {"pubmed": 26564003, "text": "Data show that asymptomatic patients with unstable plaques exhibited higher levels of endothelial microparticles (EMPs), CXCL9 chemokine and stem cell growth factor; lymphocyte secreted C-type lectin (SCGF-beta) compared to those with stable plaques."}, {"pubmed": 26694099, "text": "High urine CXCL9 level is associated with acute rejection in Histologically Stable Kidney transplant Recipients."}, {"pubmed": 26828996, "text": "The mRNA expression and serum levels of CXCL9 were both increased."}, {"pubmed": 26898419, "text": "CXCL9 is a useful predictor of better clinical outcome in colorectal cancer patients."}, {"pubmed": 26910919, "text": "High CXCL9 expression is associated with clear-cell renal cell carcinoma."}, {"pubmed": 26999330, "text": "the results of the current study revealed increased serum levels of MIG as a novel independent marker of poor prognosis in newly diagnosed patients with MM."}, {"pubmed": 27490802, "text": "results support the notion that CXCL9 and CXCL10 exert tumour-suppressive function by TIL recruitment in human ovarian cancer"}, {"pubmed": 27617644, "text": "IL-27 stimulation activated STAT1 and STAT3 in HeLa and T98G cells, suggesting that IL-27 engages the STAT1/3 pathway, which then leads to the upregulation of IL-6, IP-10, and MIG"}, {"pubmed": 27863059, "text": "CXCL9 level was significantly higher in alopecia areata patients compared with controls and with vitiligo patients"}, {"pubmed": 28100872, "text": "significant correlation between serum levels and the severity of coronary artery disease, quantified by the Gensini score"}, {"pubmed": 28375674, "text": "MIG low in the tumor microenvironment can be used as potential indicators for the progression of non-small cell lung cancer"}, {"pubmed": 28450066, "text": "CXCL9 expression in lesional macrophages implicates the skin as the source of circulating cytokines. CXCL9 is a promising biomarker of disease activity in morphea."}, {"pubmed": 28637080, "text": "Elevated Bronchoalveolar Lavage Fluid CXCL9 concentrations markedly increased the Risk of Chronic Lung Allograft Dysfunction."}, {"pubmed": 28793883, "text": "Circulating CXCL9 serum levels are high in chronic Q fever patients and is a promising biomarker for the diagnosis of chronic Q fever."}, {"pubmed": 29286143, "text": "High CXCL9 expression is associated with invasion and metastasis in tongue squamous cell carcinoma."}, {"pubmed": 29795405, "text": "A causative role of myeloid Shp2 in dampening T cell-mediated antitumor immunity by restraining the macrophage/CXCL9-T cell/IFN-gamma feedback loop."}, {"pubmed": 29901197, "text": "CXCL9 may promote prostate cancer progression via inhibition of cytokines from T cells."}, {"pubmed": 30130730, "text": "CXC chemokine ligand 9 promotes the progression of diffuse large B-cell lymphoma in a beta-catenin-dependent manner."}, {"pubmed": 30359318, "text": "IL1B promotes the transendothelial migration of mesenchymal stem cells through CXCR3-CXCL9 axis."}, {"pubmed": 30619292, "text": "Study in human cervical epithelial cells and mouse model highlights Herpes simplex virus type 2 (HSV-2) ICP4 as a vital viral protein in promoting CXCR3 ligand expression and CXCL9 as the key induced chemokine in mediating CD4+ T cell migration in HSV-2 infection."}, {"pubmed": 30813187, "text": "The SNPs of CXCL9 (rs10336) and CXCL10 (rs3921) are not associated with the incidence of acute cellular rejection"}, {"pubmed": 30952065, "text": "Clinical significance of serum CXCL9 levels as a biomarker for systemic juvenile idiopathic arthritis associated macrophage activation syndrome."}, {"pubmed": 31173051, "text": "Serum MIG levels reflect Crohn disease activity, and it could be a marker for the responsiveness of patients to treatments"}, {"pubmed": 31173052, "text": "In primary biliary cirrhosis (PBC), circulating MIG levels and CXCR3+ cells are related with the progression of the disease; their expression increases significantly in PBC patients with respect to controls"}, {"pubmed": 31344361, "text": "High CXCL9 expression is associated with invasion in nasopharyngeal carcinoma."}, {"pubmed": 31636098, "text": "Macrophage-Derived CXCL9 and CXCL10 Are Required for Antitumor Immune Responses Following Immune Checkpoint Blockade."}, {"pubmed": 31696911, "text": "could possibly be a predictive marker of type 1 diabetes"}, {"pubmed": 31696912, "text": "The pathogenesis of rheumatoid arthritis seems to be related to MIG and CXCR3, which is its receptor."}, {"pubmed": 31696913, "text": "possible involvement in the Sjogren syndrome pathogenesis"}, {"pubmed": 31699671, "text": "The Role of CXCL13 and CXCL9 in Early Breast Cancer."}, {"pubmed": 31750736, "text": "The rs2276886 SNP was found to be significantly associated with Hashimoto's Thyroiditis susceptibility. However, our findings suggest that this SNP which maps to the chromosomal region 4q21.1 likely effects the NAAA gene (as opposed to the CXCL9 gene), but still contributes to the susceptibility to Hashimoto's Thyroiditis in Han Chinese populations."}, {"pubmed": 31799781, "text": "Results found that high endogenous CXCL9 expression in intrahepatic cholangiocarcinoma was correlated with favorable postoperative survival and high numbers of tumor-infiltrating natural killer cells."}, {"pubmed": 31836011, "text": "The combination of CXCL9, CXCL10 and CXCL11 levels during primary HIV infection predicts HIV disease progression."}, {"pubmed": 31929430, "text": "CXCL9 Predicts Severity at the Onset of Chronic Graft-versus-host Disease."}, {"pubmed": 31964786, "text": "A Four-Chemokine Signature Is Associated with a T-cell-Inflamed Phenotype in Primary and Metastatic Pancreatic Cancer."}, {"pubmed": 32060845, "text": "REVIEW: The Multifaceted Roles of CXCL9 Within the Tumor Microenvironment"}, {"pubmed": 32165324, "text": "Acute Kidney Injury in Children after Hematopoietic Cell Transplantation Is Associated with Elevated Urine CXCL10 and CXCL9."}, {"pubmed": 32675406, "text": "CXCL9 chemokine level is associated with spontaneous clearance and sustained virological response in Egyptian Chronic Hepatitis C patients receiving direct acting antivirals."}, {"pubmed": 32873571, "text": "CXCR3 and Cognate Ligands are Associated with Immune Cell Alteration and Aggressiveness of Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 33197439, "text": "Expression and role of MIG/CXCR3 axis in mantle cell lymphoma."}, {"pubmed": 33407095, "text": "CXCL9 secreted by tumor-associated dendritic cells up-regulates PD-L1 expression in bladder cancer cells by activating the CXCR3 signaling."}, {"pubmed": 33576397, "text": "A dysregulated interleukin-18-interferon-gamma-CXCL9 axis impacts treatment response to canakinumab in systemic juvenile idiopathic arthritis."}, {"pubmed": 33640906, "text": "Polymorphisms in CXCR3 ligands predict early CXCL9 recovery and severe chronic GVHD."}, {"pubmed": 33841438, "text": "Plasmacytoid Dendritic Cells Depletion and Elevation of IFN-gamma Dependent Chemokines CXCL9 and CXCL10 in Children With Multisystem Inflammatory Syndrome."}, {"pubmed": 34205098, "text": "The Pro-Inflammatory Chemokines CXCL9, CXCL10 and CXCL11 Are Upregulated Following SARS-CoV-2 Infection in an AKT-Dependent Manner."}, {"pubmed": 34461107, "text": "MIG/CXCL9 exacerbates the progression of metabolic-associated fatty liver disease by disrupting Treg/Th17 balance."}, {"pubmed": 34555221, "text": "CXCL8, CXCL9, and CXCL10 serum levels increase in syphilitic patients with seroresistance."}, {"pubmed": 34775109, "text": "Cytokines screening identifies MIG (CXCL9) for postoperative recurrence prediction in operated non-small cell lung cancer patients."}, {"pubmed": 34775285, "text": "Therapeutic effects of CXCL9-overexpressing human umbilical cord mesenchymal stem cells on liver fibrosis in rats."}, {"pubmed": 34916676, "text": "[Effect of chemokines CXCL9 and CXCL10 on bone erosion in patients with rheumatoid arthritis]."}, {"pubmed": 35013216, "text": "GPR182 limits antitumor immunity via chemokine scavenging in mouse melanoma models."}, {"pubmed": 35314795, "text": "CXCL9 inhibits tumour growth and drives anti-PD-L1 therapy in ovarian cancer."}, {"pubmed": 35634722, "text": "Plasma CXCL9 and CXCL10 at allograft injury predict chronic lung allograft dysfunction."}, {"pubmed": 35810382, "text": "CXCL9 Predicts the Risk of Osteoporotic Hip Fracture in a Prospective Cohort of Chinese Men-A Matched Case-Control Study."}, {"pubmed": 36190384, "text": "The Chemokine MIG is Associated with an Increased Risk of COVID-19 Mortality in Mexican Patients."}, {"pubmed": 36342195, "text": "CCL24, CXCL9 and CXCL10 are increased in synovial fluid in patients with juvenile idiopathic arthritis requiring advanced treatment."}, {"pubmed": 36449138, "text": "Exploring the Correlation of Abnormal CXCL9 Expression with Immune Infiltration in Glioma and Patient Prognosis Based on TCGA and GTEx Databases."}, {"pubmed": 36472587, "text": "CXCL9 influences the tumor immune microenvironment by stimulating JAK/STAT pathway in triple-negative breast cancer."}, {"pubmed": 36576886, "text": "Bidirectional Mendelian Randomisation Analysis Provides Evidence for the Causal Involvement of Dysregulation of CXCL9, CCL11 and CASP8 in the Pathogenesis of Ulcerative Colitis."}, {"pubmed": 36898851, "text": "EBV-positive pyothorax-associated lymphoma expresses CXCL9 and CXCL10 chemokines that attract cytotoxic lymphocytes via CXCR3."}, {"pubmed": 37542661, "text": "CXCL9 and its Receptor CXCR3, an Important Link Between Inflammation and Cardiovascular Risks in RA Patients."}, {"pubmed": 37644593, "text": "CT radiomics prediction of CXCL9 expression and survival in ovarian cancer."}, {"pubmed": 37669562, "text": "C-X-C Motif Chemokine Ligand 9 Correlates with Favorable Prognosis in Triple-Negative Breast Cancer by Promoting Immune Cell Infiltration."}, {"pubmed": 37937817, "text": "The IFN-gamma-CXCL9/CXCL10-CXCR3 axis in vitiligo: Pathological mechanism and treatment."}, {"pubmed": 38098230, "text": "Blockade of C5a receptor unleashes tumor-associated macrophage antitumor response and enhances CXCL9-dependent CD8[+] T cell activity."}, {"pubmed": 38109864, "text": "Association between Circulating Levels of CXCL9 and CXCL10 and Physical Frailty in Older Adults."}, {"pubmed": 38217023, "text": "Deciphering tumor microenvironment: CXCL9 and SPP1 as crucial determinants of tumor-associated macrophage polarity and prognostic indicators."}, {"pubmed": 38229121, "text": "CXCL9 may serve as a potential biomarker for primary Sjogren's syndrome with extra-glandular manifestations."}, {"pubmed": 38822345, "text": "Augmentation of tumor expression of HLA-DR, CXCL9, and CXCL10 may improve olfactory neuroblastoma immunotherapeutic responses."}, {"pubmed": 38963237, "text": "The bioinfomatics analysis of the M1 macrophage-related gene CXCL9 signature in cervical cancer."}], "genomic_pos": {"chr": "4", "end": 76007509, "ensemblgene": "ENSG00000138755", "start": 76001275, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 76928641, "start": 76922428, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006935", "pubmed": 12782716, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006952", "pubmed": 2115167, "qualifier": "involved_in", "term": "defense response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006968", "pubmed": 10570316, "qualifier": "involved_in", "term": "cellular defense response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": [10201891, 10201901], "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 10903763, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007189", "pubmed": 12782716, "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 8476424, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030593", "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042127", "pubmed": 12782716, "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045663", "qualifier": "involved_in", "term": "positive regulation of myoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051281", "pubmed": 12782716, "qualifier": "involved_in", "term": "positive regulation of release of sequestered calcium ion into cytosol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901741", "qualifier": "involved_in", "term": "positive regulation of myoblast fusion"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005125", "pubmed": 2115167, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18275857, 21314817, 25416956, 28381538, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008009", "pubmed": 12782716, "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0045236", "qualifier": "enables", "term": "CXCR chemokine receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048248", "pubmed": 12782716, "qualifier": "enables", "term": "CXCR3 chemokine receptor binding"}]}, "homologene": {"genes": [[9544, 574336], [9598, 471200], [9606, 4283], [9913, 513990]], "id": 1813}, "interpro": [{"desc": "CXC chemokine", "id": "IPR001089", "short_desc": "Chemokine_CXC"}, {"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "CXC chemokine, conserved site", "id": "IPR018048", "short_desc": "Chemokine_CXC_CS"}, {"desc": "CXC Chemokine domain", "id": "IPR033899", "short_desc": "CXC_Chemokine_domain"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}], "ipi": "IPI00016534", "map_location": "4q21.1", "name": "C-X-C motif chemokine ligand 9", "other_names": ["C-X-C motif chemokine 9", "chemokine (C-X-C motif) ligand 9", "gamma-interferon-induced monokine", "monokine induced by gamma interferon", "monokine induced by interferon-gamma", "small-inducible cytokine B9"], "pantherdb": {"HGNC": "7098", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1352449", "ortholog_type": "LDO", "panther_family": "PTHR10179", "taxid": 10090, "uniprot_kb": "P18340"}, {"RGD": "628798", "ortholog_type": "LDO", "panther_family": "PTHR10179", "taxid": 10116, "uniprot_kb": "Q8K4B1"}, {"Ensembl": "ENSDARG00000101138", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0G2KM47"}, {"ZFIN": "ZDB-GENE-070907-2", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0R4INB9"}, {"ZFIN": "ZDB-GENE-060526-77", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0R4IQ43"}, {"ZFIN": "ZDB-GENE-060526-319", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A2BHJ6"}, {"ZFIN": "ZDB-GENE-060526-78", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "B0R191"}, {"Ensembl": "ENSDARG00000102514", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0G2KWZ2"}], "uniprot_kb": "Q07325"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}], "pid": [{"id": "cxcr3pathway", "name": "CXCR3-mediated signaling events"}, {"id": "il23pathway", "name": "IL23-mediated signaling events"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP2328", "name": "Allograft Rejection"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}, {"id": "WP619", "name": "Type II interferon signaling (IFNG)"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pfam": "PF00048", "pharmgkb": "PA35495", "pharos": {"target_id": 8515, "tdl": "Tbio"}, "pir": "JN0470", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF252691", "relationship": "is"}, {"id": "GNF252692", "relationship": "is"}, {"id": "GNF252693", "relationship": "is"}, {"id": "GNF252694", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035521", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080876", "relationship": "is"}, {"id": "GNF080877", "relationship": "is"}, {"id": "GNF080878", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054815", "relationship": "is"}, {"id": "GNF059596", "relationship": "is"}, {"id": "GNF075010", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071181", "relationship": "is"}, {"id": "GNF071182", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF003161", "relationship": "is"}, {"id": "GNF130515", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337540", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101723", "relationship": "is"}, {"id": "GNF141378", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1"], "protein": "NP_002407.1", "rna": "NM_002416.3", "translation": {"protein": "NP_002407.1", "rna": "NM_002416.3"}}, "reporter": {"HG-U133_Plus_2": "203915_at", "HG-U95Av2": "37219_at", "HTA-2_0": "TC04001304.hg.1", "HuEx-1_0": "2773947", "HuGene-1_1": "8101118", "HuGene-2_1": "16977045"}, "summary": "This antimicrobial gene is part of a chemokine superfamily that encodes secreted proteins involved in immunoregulatory and inflammatory processes. The protein encoded is thought to be involved in T cell trafficking. The encoded protein binds to C-X-C motif chemokine 3 and is a chemoattractant for lymphocytes but not for neutrophils. [provided by RefSeq, Aug 2020].", "symbol": "CXCL9", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332821"}, "unigene": "Hs.77367", "uniprot": {"Swiss-Prot": "Q07325"}, "wikipedia": {"url_stub": "CXCL9"}}