{"AllianceGenome": "10638", "HGNC": "10638", "MIM": "604852", "_id": "6373", "_version": 1, "accession": {"genomic": ["A82120.1", "AC112719.4", "AF053972.1", "AF077867.1", "AF113846.1", "CH471057.1", "CP068274.2", "NC_000004.12", "NC_060928.1", "Y15221.1"], "protein": ["AAB17374.1", "AAC39775.1", "AAC51845.1", "AAD10206.1", "AAD38327.1", "AAD38867.1", "AAH05292.1", "AAH12532.1", "AAI10987.1", "AAK52900.1", "AAP35433.1", "CAA75510.1", "CAB51859.1", "CAB69205.1", "EAX05774.1", "NP_001289052.1", "NP_005400.1", "O14625.1"], "rna": ["AF002985.1", "AF030514.1", "AF352781.1", "AL703031.1", "BC005292.1", "BC012532.1", "BC110986.1", "BP289021.1", "BT006787.1", "NM_001302123.2", "NM_005409.5", "U59286.1", "U66096.1", "Y15220.1"], "translation": [{"protein": "AAP35433.1", "rna": "BT006787.1"}, {"protein": "NP_001289052.1", "rna": "NM_001302123.2"}, {"protein": "AAC51845.1", "rna": "AF002985.1"}, {"protein": "AAI10987.1", "rna": "BC110986.1"}, {"protein": "AAH12532.1", "rna": "BC012532.1"}, {"protein": "AAK52900.1", "rna": "AF352781.1"}, {"protein": "NP_005400.1", "rna": "NM_005409.5"}, {"protein": "AAB17374.1", "rna": "U59286.1"}, {"protein": "AAD38867.1", "rna": "U66096.1"}, {"protein": "CAA75510.1", "rna": "Y15220.1"}, {"protein": "AAH05292.1", "rna": "BC005292.1"}, {"protein": "AAC39775.1", "rna": "AF030514.1"}]}, "alias": ["H174", "I-TAC", "IP-9", "IP9", "SCYB11", "SCYB9B", "b-R1"], "ensembl": {"gene": "ENSG00000169248", "protein": ["ENSP00000306884", "ENSP00000425819"], "transcript": ["ENST00000306621", "ENST00000503860"], "translation": [{"protein": "ENSP00000306884", "rna": "ENST00000306621"}, {"protein": "ENSP00000425819", "rna": "ENST00000503860"}], "type_of_gene": "protein_coding"}, "entrezgene": "6373", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.21791127223, "exp_mis": 28.8367951786, "exp_syn": 10.1836481648, "lof_z": 1.39545380221608, "mis_z": -0.288117445786353, "mu_lof": 3.26942217509e-07, "mu_mis": 2.43338077557e-06, "mu_syn": 7.69575601708e-07, "n_lof": 2.0, "n_mis": 32.0, "n_syn": 13.0, "p_li": 0.126083380430516, "p_null": 0.0938013754976977, "p_rec": 0.780115244071786, "syn_z": -0.547122212756283}, "bp": 285, "cds_end": 76957140, "cds_start": 76955945, "n_exons": 4, "nonpsych": {"exp_lof": 4.64502008187, "exp_mis": 26.0223899814, "exp_syn": 9.13949159752, "lof_z": 1.2052776237689, "mis_z": -0.492162992444363, "mu_lof": 3.26942217509e-07, "mu_mis": 2.43338077557e-06, "mu_syn": 7.69575601708e-07, "n_lof": 2.0, "n_mis": 31.0, "n_syn": 10.0, "p_li": 0.113744182760174, "p_null": 0.124960598325812, "p_rec": 0.761295218914015, "syn_z": -0.179207999516287}, "nontcga": {"exp_lof": 4.79290544849, "exp_mis": 26.5222802715, "exp_syn": 9.36138398444, "lof_z": 1.25845593167536, "mis_z": -0.142954044003962, "mu_lof": 3.26942217509e-07, "mu_mis": 2.43338077557e-06, "mu_syn": 7.69575601708e-07, "n_lof": 2.0, "n_mis": 28.0, "n_syn": 11.0, "p_li": 0.111684926979085, "p_null": 0.110588253252627, "p_rec": 0.777726819768288, "syn_z": -0.33910128608945}, "transcript": "ENST00000306621.3"}, "exons": [{"cdsend": 76035987, "cdsstart": 76034752, "chr": "4", "position": [[76033686, 76034812], [76035046, 76035119], [76035215, 76035342], [76035926, 76036070]], "strand": -1, "transcript": "NM_001302123", "txend": 76036070, "txstart": 76033686}, {"cdsend": 76035987, "cdsstart": 76034792, "chr": "4", "position": [[76033686, 76034816], [76035046, 76035119], [76035215, 76035342], [76035926, 76036070]], "strand": -1, "transcript": "NM_005409", "txend": 76036070, "txstart": 76033686}], "exons_hg19": [{"cdsend": 76957140, "cdsstart": 76955905, "chr": "4", "position": [[76954839, 76955965], [76956199, 76956272], [76956368, 76956495], [76957079, 76957223]], "strand": -1, "transcript": "NM_001302123", "txend": 76957223, "txstart": 76954839}, {"cdsend": 76957140, "cdsstart": 76955945, "chr": "4", "position": [[76954839, 76955969], [76956199, 76956272], [76956368, 76956495], [76957079, 76957223]], "strand": -1, "transcript": "NM_005409", "txend": 76957223, "txstart": 76954839}], "generif": [{"pubmed": 11559369, "text": "chemotactic activity for CXCR3-expressing cells; substrate for dipeptidylpeptidase IV"}, {"pubmed": 12055261, "text": "I-TAC is a highly potent chemoattractant of normal blood CD4 and CD8 T cell transendothelial migration and a major mediator of blood memory T lymphocyte migration to inflammation."}, {"pubmed": 12162873, "text": "The IFN-gamma-inducible T cell alpha-chemoattractant was induced in human brain microvascular endothelial cells and astrocytes only after inflammatory stimuli."}, {"pubmed": 12169689, "text": "These data suggest that IFN-beta acts through PI3K to enhance the transactivation competence of NF-kappa B complexes through phosphorylation of p65 within the TAD of beta-R1."}, {"pubmed": 12695288, "text": "Levels of ITAC/CXCL11 were found elevated in patients with severe transplantation coronary artery disease (TCAD) compared with long-term survivors of transplantation without TCAD and healthy volunteers who had not undergone transplantation"}, {"pubmed": 12787142, "text": "increased calpain activity in undifferentiated keratinocytes. inhibited calpain activity in fibroblasts. redifferentiated basal keratinocytes limit fibroblast repopulation of dermis of healed wounds while promoting re-epithelialization."}, {"pubmed": 12847282, "text": "A higher amount of I-TAC mRNA is expressed after exposure of keratinocytes to interferon-gamma, leading to migration of T cells from the dermis to the epidermis and representing a second step of chemotaxis following T cell recruitment from blood."}, {"pubmed": 12884299, "text": "CXCR3 ligands inhibit CCR3-mediated functional responses of both human eosinophils and CCR3 transfectants induced by all three eotaxins, with CXCL11 being the most efficacious antagonist."}, {"pubmed": 12949249, "text": "CXCL11 displays antimicrobial activity against E. coli and S. aureus."}, {"pubmed": 15122750, "text": "I-TAC, one of the most potent chemoattractants for activated T cells, is produced by hepatocytes in the HCV-infected liver and plays an important role in T cell recruitment and ultimately the pathogenesis of chronic hepatitis C"}, {"pubmed": 15150261, "text": "CXCL9, CXCL10, and CXCL11 functions are mediated by intracellular domains of CXCR3"}, {"pubmed": 15308116, "text": "ductal epithelial cells produce I-TAC proteins in response to stimulation with IFNgamma secreted by lymphocytes"}, {"pubmed": 15653416, "text": "novel I-TAC -599del5 promoter polymorphism is a functional variant in the presence of replicating HCV and may predispose to HCV disease susceptibility."}, {"pubmed": 15814716, "text": "recruitment might enhance the sequestration of T cells in infected lymphoid organs and the spread of infection between cells, contributing to the immunopathology of AIDS"}, {"pubmed": 15885315, "text": "CXCL11 creates a chemokine gradient between the cerebrospinal fluid (CSF) and serum and recruits CXCR3-expressing memory CD4+ T-cells into the CSF of neuroborreliosis patients."}, {"pubmed": 16081539, "text": "autocrine-acting CXCL11 mediates, at least in part, the regulations of osteoclastogenesis by type I interferons"}, {"pubmed": 16200621, "text": "Increased expression of the interferon-induced angiostatic ELR- CXC chemokines is a feature of juvenile DM that parallels the degree of vasculopathy in patients with the disease"}, {"pubmed": 16210647, "text": "This CSCR3 ligand has the ability to activate biochemical (e.g., PtdIns and MAP kinase activation) and functional events (actin reorganization) in intestinal myofibroblasts."}, {"pubmed": 16358960, "text": "Increased I-TAC levels in blood and cerebrospinal fluid is associated with Lyme borreliosis"}, {"pubmed": 16368892, "text": "CXCL11-dependent CXCR3 internalization and cell migration are regulated by the CXCR3 membrane proximal carboxyl terminus, whereas adhesion is regulated by the 3i loop S245."}, {"pubmed": 17142784, "text": "IFN-gamma promotes implantation by stimulating EEC to produce CXCL11, which induces migration of trophoblast cells and T cells, proliferation of ESC, and apoptosis of EEC."}, {"pubmed": 17255201, "text": "prolactin may enhance IFN-gamma-induced CXCL9, CXCL10, and CXCL11 production in keratinocytes"}, {"pubmed": 17363734, "text": "CD13 rapidly processed CXCL11, but not CXCL8, to generate truncated CXCL11 forms that had reduced binding, signaling, and chemotactic properties for lymphocytes and CXCR3- or CXCR7-transfected cells."}, {"pubmed": 18209084, "text": "Egression of human T cells across the bronchial epithelium is a multistep process, driven in part by a polarized transepithelial gradient of CXCL11 that is up-regulated in patients with chronic obstructive airways disease."}, {"pubmed": 18258269, "text": "Data show that RIG-I mRNA and protein are expressed in HeLa cells stimulated with IFN-gamma, and that RNA interference against RIG-I results in the suppression of IFN-gamma-induced CXCL11 expression."}, {"pubmed": 18275857, "text": "DP8 cleavage of the N-terminal two residues of IP10 (CXCL10), ITAC (CXCL11) and SDF-1 (CXCL12), is reported."}, {"pubmed": 18316607, "text": "CXCL-11 is targeted by ebv-mir-BHRF1-3 in primary lymphomas"}, {"pubmed": 18411283, "text": "potential new roles in down-regulating Th1 lymphocyte chemoattraction through MMP processing of CXCL11."}, {"pubmed": 18515987, "text": "There are elevated concentrations of the chemokines MDC, eotaxin, I-TAC, and MCP-1 in malignant pleural effusions."}, {"pubmed": 18645041, "text": "These data provide new structure-function dimensions for chemokines in leukocyte mobilization, disclosing an anti-inflammatory role for PAD."}, {"pubmed": 18669615, "text": "IP-9 is a key ligand in the CXCR3 signaling system for wound repair"}, {"pubmed": 19175890, "text": "Development of allergic disease is associated with a more marked Th2-like deviation already at birth, shown as increased levels of cord blood IgE and MDC (CCL22) and higher ratios of MDC (CCL22) to IP-10 (CXCL10) and I-TAC (CXCL11)."}, {"pubmed": 19274094, "text": "SpeB destroys most of the signaling and antibacterial properties of chemokines expressed by an inflamed epithelium."}, {"pubmed": 19800124, "text": "The three-dimensional structure of CXCL9 and CXCR3, and, successively, of the CXCL9/CXCR3 complex were modelled in comparison to CXCL10/CXCR3 and CXCL11/CXCR3 complexes."}, {"pubmed": 19875106, "text": "Studies indicate that I-TAC-targeted intervening strategies would have potential application for the alleviation of acute transplant rejection."}, {"pubmed": 19939453, "text": "TNFSF14 enhanced IFN-gamma-induced secretion of CXCL10 and CXCL11 from human gingival fibroblasts."}, {"pubmed": 20036838, "text": "Studies indicate that CXCR7 is an interceptor for CXCL12 and CXCL11."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20529825, "text": "The expression and function of CXCR3 and CXCR7 receptors in cervical carcinoma, rhabdomyosarcoma and glioblastoma cell lines, was evaluated."}, {"pubmed": 20810571, "text": "A potent dose-dependent inhibition by PPARalpha-agonists was observed on the cytokines-stimulated secretion of CXCL11 in Graves disease and in primary thyrroid culture."}, {"pubmed": 20848514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21438871, "text": "involved in microbial-induced intestinal inflammation and Th17 cell development in ulcerative colitis"}, {"pubmed": 21442287, "text": "positive ratios of CXCR7, CXCL12 and CXCL11 in oral leukoplakia and oral squamous cell carcinoma tissues respectively, were significantly higher than that in normal epithelia"}, {"pubmed": 21470996, "text": "We first show that circulating CXCL9 and CXCL11 are increased in patients with thyroiditis and hypothyroidism and are related to each other."}, {"pubmed": 21645215, "text": "CXCR3 ligands, CXCL9,10,11, are differentially expressed during chronic liver diseases across different disease stages and aetiologies."}, {"pubmed": 21724697, "text": "A strong relationship between circulating IFN-gamma and CXCL11 is shown, supporting the role of a T helper (Th)1 cell immune response in the pathogenesis of mixed cryoglobulinemia and hepatitis C."}, {"pubmed": 21962843, "text": "Elevated plasma levels of interferon-gamma and Cys-X-Cys chemokine receptor 3-binding chemokine CXCL11 are present in patients with thoracic aortic aneurysms."}, {"pubmed": 22008312, "text": "CXCL10, CXCL11, CXCL12 and CXCL13 chemokines are biomarkers in serum and cerebrospinal fluid in patients with tick borne encephalitis"}, {"pubmed": 22160826, "text": "Our study first demonstrates higher serum levels of CXCL11 chemokine in patients with mixed cryoglobulinemia than in hepatitis C virus-positive patients, and in particular in the presence of autoimmune thyroiditis."}, {"pubmed": 22168752, "text": "circulating CXCL11, together with CXCL10, is increased in patients with thyroiditis and hypothyroidism, and is related to CXCL10 levels."}, {"pubmed": 22367045, "text": "Expression of CXCL9, -10, and -11 chemokines and their receptor CXCR3 increases in the aqueous humor of patients with herpetic endotheliitis."}, {"pubmed": 22691213, "text": "Elevated BALF concentrations of CXCL11 in systemic sclerosis patients who do not developed lung fibrosis suggest that determination of CXCL11 in BALF could serve as a prognostic factor for pulmonary function decline."}, {"pubmed": 23012327, "text": "In chronic graft-vs-host disease, increased levels of the Th1-associated chemokines CXCL9, CXCL10, and CXCL11 led to recruitment of CXCR3+ T cells from the peripheral blood into affected tissues."}, {"pubmed": 23158864, "text": "There was no difference in expression of I-TAC between immune thrombocytopenic purpura patients and healthy controls."}, {"pubmed": 23225384, "text": "This study demonistrated that CXCL11, absent from normal muscle fibers, were induced in DMD myofibers. and up regulattion on blood vessel endothelium of DMD patients."}, {"pubmed": 23527708, "text": "Our study demonstrates in mixed cryoglobulinemia and hepatitis C vs controls: (i)high serum CXCL9 and CXCL11, significantly associated with the presence of active vasculitis; (ii) a strong relationship between circulating CXCL9 and CXCL11"}, {"pubmed": 23559389, "text": "Th1 chemokines CXCL11 and CXCL10 may be involved in the pathogenesis of mixed cryoglobulinemia; IL-6 and CCL2 may be involved in regulating their elevation"}, {"pubmed": 23600831, "text": "CXCR3 ligands CXCL10, CXCL9 and CXCL11 were measured in 245 children with opsoclonus-myoclonus syndrome and 81 controls."}, {"pubmed": 23985752, "text": "The expression of MIF mRNA was compared with VEGF mRNA expression and with mRNA expression of other chemokines related to neo-angiogenesis, such as CXCL12, CXCL11, CXCL8 and CXCR4, in human endometrial cancer tissue and normal endometrium."}, {"pubmed": 24063316, "text": "CXCL11 was mildlylavage fluid during diffuse alveolar damage, but not during acute rejection or lymphocytic bronchiolitis. Elevated CXCL11 was associated with increased risk of chronic allograft dysfunction."}, {"pubmed": 24104601, "text": "Although TARC and I-TAC may not directly regulate pruritus in atopic dermatitis patients, these chemokines are very sensitive disease markers of AD."}, {"pubmed": 24526602, "text": "The chemokine CXCL11 is produced by mesenchymal stem cells and interacts with CXCR3."}, {"pubmed": 25251331, "text": "High CXCL11 expression is associated with acute cellular rejection."}, {"pubmed": 25559603, "text": "The homozygosity for the CXCL9 rs10336 (T), CXCL10 rs3921 (G), and CXCL11 rs4619915 (A) alleles is associated with the higher likelihood of significant liver fibrosis in HIV-infected patients coinfected with hepatitis C virus genotype 1."}, {"pubmed": 25605062, "text": "Cyclic stretch significantly induced ESC secretion of CXCL8 and CXCL1 and neutrophil chemotaxis. Stretch also increased MMP-1, MMP-2, and MMP-3 activity, activin A secretion, and activity in ESC."}, {"pubmed": 25713416, "text": "These findings functionally integrate K17, hnRNP K, and gene expression along with RSK and CXCR3 signaling in a keratinocyte-autonomous axis and provide a potential basis for their implication in tumorigenesis"}, {"pubmed": 25741937, "text": "In contrast to elevated 1st trimester levels of IP-10 previously found in the maternal serum of women who later developed preeclampsia, this study found lower umbilical cord IP-10 and ITAC plasma levels in near-term gestations with established severe preeclampsia."}, {"pubmed": 25810367, "text": "Developmental expression patterns of chemokines CXCL11, CXCL12 and their receptor CXCR7 in testes"}, {"pubmed": 25858769, "text": "Common variants of CXCR3 and its ligands CXCL10 and CXCL11 are associated with vascular permeability of dengue infection in peninsular Malaysia."}, {"pubmed": 25890876, "text": "Resveratrol substantially inhibited the proinflammatory cytokines-induced CXCL11 production while partially blocking nuclear factor-kappaB activation."}, {"pubmed": 26212075, "text": "CXCL11 levels are mainly increased in patients with non-alcoholic cirrhosis and high portal pressure. Moreover, levels of CXCL11 might predict long-time survival of cirrhotic patients undergoing TIPS."}, {"pubmed": 26275808, "text": "higher concentration is associated with neutrophils accumulation in the alveolar space of Systemic Lupus Erythematosus patients with pulmonary fibrosis"}, {"pubmed": 26506526, "text": "congruent with the concept that inflammation plays a key role in the pathogenesis of LV dysfunction, MIG, IP10 and I-TAC add diagnostic accuracy over and beyond NT-pro BNP."}, {"pubmed": 26910919, "text": "High CXCL11 expression is associated with clear-cell renal cell carcinoma."}, {"pubmed": 27014863, "text": "CCL5 and CXCL11 expression were also induced in response to the activation of the PKC pathway, and gene silencing experiments indicated that their inducible expression was dependent on RIPK4 and IRF6. Moreover, gene reporter assays suggested that RIPK4 induces CCL5 and CXCL11 expression by stimulating the transactivation of their promoters by IRF6."}, {"pubmed": 27034164, "text": "Neuroendocrine-like cells promote the chemotaxis activity of tumor-associated macrophages (TAM) via CXCL10 and CXCL11."}, {"pubmed": 27356947, "text": "The homozygous variant CXCL11 AA genotype (rs6817952) is associated with an increased risk of contact allergy."}, {"pubmed": 27522581, "text": "this study shows that melanoma peptides vaccination and intratumoral administration of IFNgamma increases production of CXCL11 in patient tumors"}, {"pubmed": 27567247, "text": "CXCL8/11 may promote the disease progression of osteoarthritis (OA), and may also serve as new therapeutic targets for treatment of OA."}, {"pubmed": 27759557, "text": "BK polyomavirus infection can induce CXCL11 gene expression in kidney transplant patients."}, {"pubmed": 28363904, "text": "this study shows that oxidative signaling inhibits T lymphocyte chemotaxis to the inflammatory chemokine CXCL11"}, {"pubmed": 28381820, "text": "S100A9 and S100A12 may have a role in the pathogenesis of pneumonia: S100A9 and CXCL1 may contribute solely in mild pneumonia, and CCL5 and CXCL11 may contribute in severe pneumonia."}, {"pubmed": 28472186, "text": "data suggest that STAT2 plays a role in the psoriasis pathogenesis by regulating the expression of CXCL11 and CCL5, and thereby attracting IFNgamma-producing immune cells to the skin"}, {"pubmed": 28488542, "text": "Downregulation of CXC chemokine ligand 11 can inhibit tumor angiogenesis, suggesting that anti-CXC chemokine ligand 11 therapy may offer an alternative treatment strategy for TWIST1-positive ovarian cancer"}, {"pubmed": 28693588, "text": "CXCL11 production in cerebrospinal fluid was found in herpes simplex meningitis, but not in herpes simplex encephalitis."}, {"pubmed": 29542173, "text": "Finding demonstrated that miR-206 negatively regulated PCa cell proliferation and migration, and arrested cell cycle by targeting CXCL11 as a tumor suppressor in prostate cancer."}, {"pubmed": 29795466, "text": "Studied role of chemokines (including C-X-C motif chemokine ligand 11 [CXCL11] and C-X-C motif chemokine ligand 10 [CXCL10] in the CXCR3 axis with regards to angiogenesis in adipose tissue of morbidly obese patients."}, {"pubmed": 29901202, "text": "V2O5 induction of CXCL8 and CXCL11 chemokines may lead to the appearance and perpetuation of an inflammatory reaction into the dermal tissue. Further studies are required to evaluate dermal integrity and manifestations in subjects occupationally exposed, or living in polluted areas."}, {"pubmed": 30051594, "text": "These findings identify a feed-forward mechanism that sustains activation of the CXCR7/CXCL11 axis under ERalpha control to induce the epithelial-mesenchymal transition pathway and metastatic behavior of ovarian cancer cells."}, {"pubmed": 30771435, "text": "Study confirmed that CXCL11 expression was significantly upregulated in hepatocellular carcinoma (HCC) alpha2delta1+ tumor-initiating cells (TICs) and that it played a crucial role in the acquirement and subsequent maintenance of self-renewal and tumorigenic abilities of HCC alpha2delta1+ TICs through the CXCR3/ERK1/2 signaling axis via autocrine signaling."}, {"pubmed": 30826602, "text": "serum CXCL11 and CXCL12 levels were elevated in cirrhotic patients"}, {"pubmed": 31437604, "text": "CXCL11 promotes tumor progression by the biased use of the chemokine receptors CXCR3 and CXCR7."}, {"pubmed": 31836011, "text": "The combination of CXCL9, CXCL10 and CXCL11 levels during primary HIV infection predicts HIV disease progression."}, {"pubmed": 32659248, "text": "Endothelial cells under therapy-induced senescence secrete CXCL11, which increases aggressiveness of breast cancer cells."}, {"pubmed": 32971208, "text": "Mechanisms underlying the production of chemokine CXCL11 in the reaction of renal tubular epithelial cells with CD4(+) and CD8(+) T cells."}, {"pubmed": 33187013, "text": "The CXCL11-CXCR3A axis influences the infiltration of CD274 and IDO1 in oral squamous cell carcinoma."}, {"pubmed": 33441425, "text": "The intratumoral CXCR3 chemokine system is predictive of chemotherapy response in human bladder cancer."}, {"pubmed": 33502606, "text": "Identification of CXCL11 as part of chemokine network controlling skeletal muscle development."}, {"pubmed": 33707417, "text": "Cancer-associated fibroblast-derived CXCL11 modulates hepatocellular carcinoma cell migration and tumor metastasis through the circUBAP2/miR-4756/IFIT1/3 axis."}, {"pubmed": 34101271, "text": "Childhood CCL18, CXCL10 and CXCL11 levels differentially relate to and predict allergy development."}, {"pubmed": 34205098, "text": "The Pro-Inflammatory Chemokines CXCL9, CXCL10 and CXCL11 Are Upregulated Following SARS-CoV-2 Infection in an AKT-Dependent Manner."}, {"pubmed": 34534571, "text": "Association of chemokines IP-10/CXCL10 and I-TAC/CXCL11 with insulin resistance and enhance leukocyte endothelial arrest in obesity."}, {"pubmed": 34655278, "text": "Colon cancer cells secreted CXCL11 via RBP-Jkappa to facilitated tumour-associated macrophage-induced cancer metastasis."}, {"pubmed": 35381326, "text": "Epigenetic activation of RBM15 promotes clear cell renal cell carcinoma growth, metastasis and macrophage infiltration by regulating the m6A modification of CXCL11."}, {"pubmed": 35390315, "text": "RAMP2-AS1 inhibits CXCL11 expression to suppress malignant phenotype of breast cancer by recruiting DNMT1 and DNMT3B."}, {"pubmed": 35935945, "text": "CXCL11 Correlates with Immune Infiltration and Impacts Patient Immunotherapy Efficacy: A Pan-Cancer Analysis."}, {"pubmed": 36435866, "text": "The LINC00152/miR-205-5p/CXCL11 axis in hepatocellular carcinoma cancer-associated fibroblasts affects cancer cell phenotypes and tumor growth."}, {"pubmed": 36539774, "text": "Interactions of the chemokines CXCL11 and CXCL12 in human tumor cells."}, {"pubmed": 37074930, "text": "Stem-like signatures in human meningioma cells are under the control of CXCL11/CXCL12 chemokine activity."}], "genomic_pos": {"chr": "4", "end": 76041415, "ensemblgene": "ENSG00000169248", "start": 76033682, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 76962568, "start": 76954835, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006935", "pubmed": 12782716, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10233762, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007189", "pubmed": 12782716, "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 10233762, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010818", "pubmed": 18645041, "qualifier": "involved_in", "term": "T cell chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030593", "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042127", "pubmed": 12782716, "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051281", "pubmed": 12782716, "qualifier": "involved_in", "term": "positive regulation of release of sequestered calcium ion into cytosol"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070098", "pubmed": 18645041, "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18275857, 21314817, 25416956, 28381538], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008009", "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008009", "pubmed": 12782716, "qualifier": "enables", "term": "chemokine activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0008201", "pubmed": 18645041, "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0045236", "qualifier": "enables", "term": "CXCR chemokine receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048248", "pubmed": 12782716, "qualifier": "enables", "term": "CXCR3 chemokine receptor binding"}]}, "homologene": {"genes": [[9544, 574372], [9598, 739195], [9606, 6373], [9615, 119867221], [9913, 516104], [10116, 305236]], "id": 3944}, "interpro": [{"desc": "CXC chemokine", "id": "IPR001089", "short_desc": "Chemokine_CXC"}, {"desc": "Chemokine interleukin-8-like domain", "id": "IPR001811", "short_desc": "Chemokine_IL8-like_dom"}, {"desc": "CXC chemokine, conserved site", "id": "IPR018048", "short_desc": "Chemokine_CXC_CS"}, {"desc": "CXC Chemokine domain", "id": "IPR033899", "short_desc": "CXC_Chemokine_domain"}, {"desc": "Chemokine interleukin-8-like superfamily", "id": "IPR036048", "short_desc": "Interleukin_8-like_sf"}], "ipi": "IPI00023056", "map_location": "4q21.1", "name": "C-X-C motif chemokine ligand 11", "other_names": ["C-X-C motif chemokine 11", "beta-R1", "chemokine (C-X-C motif) ligand 11", "interferon gamma-inducible protein 9", "interferon-inducible T-cell alpha chemoattractant", "small inducible cytokine B11", "small inducible cytokine subfamily B (Cys-X-Cys), member 11", "small inducible cytokine subfamily B (Cys-X-Cys), member 9B"], "pantherdb": {"HGNC": "10638", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1860203", "ortholog_type": "LDO", "panther_family": "PTHR10179", "taxid": 10090, "uniprot_kb": "Q9JHH5"}, {"RGD": "727827", "ortholog_type": "LDO", "panther_family": "PTHR10179", "taxid": 10116, "uniprot_kb": "Q7TNL0"}, {"Ensembl": "ENSDARG00000101138", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0G2KM47"}, {"ZFIN": "ZDB-GENE-070907-2", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0R4INB9"}, {"ZFIN": "ZDB-GENE-060526-77", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0R4IQ43"}, {"ZFIN": "ZDB-GENE-060526-319", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A2BHJ6"}, {"ZFIN": "ZDB-GENE-060526-78", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "B0R191"}, {"Ensembl": "ENSDARG00000102514", "ortholog_type": "O", "panther_family": "PTHR10179", "taxid": 7955, "uniprot_kb": "A0A0G2KWZ2"}], "uniprot_kb": "O14625"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}], "pid": {"id": "cxcr3pathway", "name": "CXCR3-mediated signaling events"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP2328", "name": "Allograft Rejection"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pdb": ["1RJT", "8HNK"], "pfam": "PF00048", "pharmgkb": "PA35569", "pharos": {"target_id": 10749, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326537", "relationship": "is"}, {"id": "GNF326538", "relationship": "is"}, {"id": "GNF326539", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF256159", "relationship": "is"}, {"id": "GNF256160", "relationship": "is"}, {"id": "GNF256161", "relationship": "is"}, {"id": "GNF256162", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF158127", "relationship": "similar to"}, {"id": "GNF160439", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035907", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080869", "relationship": "is"}, {"id": "GNF080870", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052463", "relationship": "is"}, {"id": "GNF057233", "relationship": "is"}, {"id": "GNF072278", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066375", "relationship": "is"}, {"id": "GNF066376", "relationship": "is"}, {"id": "GNF072072", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF003149", "relationship": "is"}, {"id": "GNF003150", "relationship": "is"}, {"id": "GNF274015", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330596", "relationship": "is"}, {"id": "GNF332027", "relationship": "is"}, {"id": "GNF334063", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335715", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101713", "relationship": "is"}, {"id": "GNF141368", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1"], "protein": ["NP_001289052.1", "NP_005400.1"], "rna": ["NM_001302123.2", "NM_005409.5"], "translation": [{"protein": "NP_001289052.1", "rna": "NM_001302123.2"}, {"protein": "NP_005400.1", "rna": "NM_005409.5"}]}, "reporter": {"HG-U133_Plus_2": ["210163_at", "211122_s_at"], "HG-U95Av2": "35061_at", "HTA-2_0": ["TC04001306.hg.1", "TC04002601.hg.1"], "HuEx-1_0": "2773972", "HuGene-1_1": "8101131", "HuGene-2_1": "16977058"}, "summary": "Chemokines are a group of small (approximately 8 to 14 kD), mostly basic, structurally related molecules that regulate cell trafficking of various types of leukocytes through interactions with a subset of 7-transmembrane, G protein-coupled receptors. Chemokines also play fundamental roles in the development, homeostasis, and function of the immune system, and they have effects on cells of the central nervous system as well as on endothelial cells involved in angiogenesis or angiostasis. Chemokines are divided into 2 major subfamilies, CXC and CC. This antimicrobial gene is a CXC member of the chemokine superfamily. Its encoded protein induces a chemotactic response in activated T-cells and is the dominant ligand for CXC receptor-3. The gene encoding this protein contains 4 exons and at least three polyadenylation signals which might reflect cell-specific regulation of expression. IFN-gamma is a potent inducer of transcription of this gene. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Oct 2014].", "symbol": "CXCL11", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332816"}, "unigene": "Hs.632592", "uniprot": {"Swiss-Prot": "O14625"}, "wikipedia": {"url_stub": "CXCL11"}}