{"AllianceGenome": "16647", "HGNC": "16647", "MIM": "605163", "_id": "10663", "_version": 3, "accession": {"genomic": ["AC099782.2", "AF029759.1", "AX244235.1", "AY322543.1", "CH471055.1", "CP068275.2", "EF064741.1", "EU076974.1", "NC_000003.12", "NC_060927.1", "NG_031955.1"], "protein": ["AAB61456.1", "AAB61457.1", "AAB64221.1", "AAG21918.1", "AAH33584.1", "AAP84356.1", "ABK41924.1", "ABV02579.1", "BAG36493.1", "CAA73698.1", "CAC88555.1", "CDM22047.1", "EAW64754.1", "NP_001373364.1", "NP_001373365.1", "NP_001373366.1", "NP_006555.1", "O00574.1"], "rna": ["AF007545.1", "AK313754.1", "BC033584.1", "JC209412.1", "NM_001386435.1", "NM_001386436.1", "NM_001386437.1", "NM_006564.2", "U73529.1", "U73530.1", "U73531.1", "Y13248.1"], "translation": [{"protein": "AAB61456.1", "rna": "U73529.1"}, {"protein": "BAG36493.1", "rna": "AK313754.1"}, {"protein": "AAH33584.1", "rna": "BC033584.1"}, {"protein": "NP_006555.1", "rna": "NM_006564.2"}, {"protein": "CAA73698.1", "rna": "Y13248.1"}, {"protein": "NP_001373364.1", "rna": "NM_001386435.1"}, {"protein": "NP_001373366.1", "rna": "NM_001386437.1"}, {"protein": "AAB61457.1", "rna": "U73531.1"}, {"protein": "NP_001373365.1", "rna": "NM_001386436.1"}, {"protein": "AAB64221.1", "rna": "AF007545.1"}, {"protein": "CDM22047.1", "rna": "JC209412.1"}]}, "alias": ["BONZO", "CD186", "CDw186", "STRL33", "TYMSTR"], "ensembl": {"gene": "ENSG00000172215", "protein": ["ENSP00000304414", "ENSP00000395704", "ENSP00000396218", "ENSP00000396886"], "transcript": ["ENST00000304552", "ENST00000438735", "ENST00000457814", "ENST00000458629"], "translation": [{"protein": "ENSP00000396218", "rna": "ENST00000438735"}, {"protein": "ENSP00000304414", "rna": "ENST00000304552"}, {"protein": "ENSP00000395704", "rna": "ENST00000458629"}, {"protein": "ENSP00000396886", "rna": "ENST00000457814"}], "type_of_gene": "protein_coding"}, "entrezgene": "10663", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.22861803, "exp_mis": 96.4592453, "exp_syn": 40.00475, "lof_z": -0.334168712220532, "mis_z": 1.01890619599784, "mu_lof": 4.24486603792e-07, "mu_mis": 8.47646817221e-06, "mu_syn": 3.49381548673e-06, "n_lof": 6.0, "n_mis": 76.0, "n_syn": 50.0, "p_li": 6.15120183208142e-05, "p_null": 0.722296095778642, "p_rec": 0.277642392203038, "syn_z": -0.979686991830421}, "bp": 1029, "cds_end": 45989002, "cds_start": 45987973, "n_exons": 1, "nonpsych": {"exp_lof": 4.7117684, "exp_mis": 87.2842922, "exp_syn": 36.1875232, "lof_z": -0.582846137168928, "mis_z": 0.987124018604896, "mu_lof": 4.24486603792e-07, "mu_mis": 8.47646817221e-06, "mu_syn": 3.49381548673e-06, "n_lof": 6.0, "n_mis": 69.0, "n_syn": 46.0, "p_li": 4.70384616154522e-05, "p_null": 0.775047872000639, "p_rec": 0.224905089537745, "syn_z": -1.02698201766254}, "nontcga": {"exp_lof": 4.80831746, "exp_mis": 88.7405009, "exp_syn": 36.80235986, "lof_z": -0.0862317566526215, "mis_z": 1.09690268619788, "mu_lof": 4.24486603792e-07, "mu_mis": 8.47646817221e-06, "mu_syn": 3.49381548673e-06, "n_lof": 5.0, "n_mis": 68.0, "n_syn": 42.0, "p_li": 0.000423592327930809, "p_null": 0.586671317823443, "p_rec": 0.412905089848627, "syn_z": -0.54248864440939}, "transcript": "ENST00000458629.1"}, "exons": [{"cdsend": 45947510, "cdsstart": 45946481, "chr": "3", "position": [[45943463, 45943540], [45946460, 45948350]], "strand": 1, "transcript": "NM_006564", "txend": 45948350, "txstart": 45943463}], "exons_hg19": [{"cdsend": 45989002, "cdsstart": 45987973, "chr": "3", "position": [[45984955, 45985032], [45987952, 45989842]], "strand": 1, "transcript": "NM_006564", "txend": 45989842, "txstart": 45984955}], "generif": [{"pubmed": 12044980, "text": "Chemokine receptor expression on MBP-reactive T cells: CXCR6 is a marker of IFNgamma-producing effector cells."}, {"pubmed": 12070001, "text": "CCR1, CCR6, and CXCR6 are preferentially expressed by the low cytokine-producing CD8 and CD4(-)CD8(-) subsets of natural killer T-cells."}, {"pubmed": 12761559, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12761559, "text": "There is an association between CXCR6 genotype and progression from Pneumocystis carinii pneumonia to death in African-Americans with AIDS."}, {"pubmed": 12914753, "text": "CXCR6 expression is down-regulated, independent of CCR5 or CD69 expression and of cytokine induction, by T cell activation signals that involve predominantly the Ca(2+)-dependent calcineurin pathway."}, {"pubmed": 14634054, "text": "The chemokine domain of SR-PSOX/CXCL16 mediated the adhesion of CXCR6-expressing cells, which was not impaired by treatment with pertussis toxin, and was up-regulated by treatment of SR-PSOX/CXCL16-expressing cells with a metalloprotease inhibitor."}, {"pubmed": 15650194, "text": "HIV-2 isolates from aviremic and viremic individuals commonly use as coreceptors CCR5, GPR15, and CXCR6"}, {"pubmed": 15736401, "text": "Immunohistochemistry revealed CXCR6 protein predominantly localised in normal colorectal epithelial cells and some scattered stromal cells. No or weak expression was found in cancerous tissue."}, {"pubmed": 15817921, "text": "chemokine receptor CXCR6 was overexpressed in Th1 and Tc1 T lymphocytes compared with peripheral blood lymphocytes in Graves disease"}, {"pubmed": 16200580, "text": "CXCR6 was expressed more frequently on synovial T cells than in peripheral blood"}, {"pubmed": 16870145, "text": "LPS upregulates CXCR6 mRNA, protein, & surface expression in human aortic smooth muscle cells. Inhibition of TLR4 blocked LPS-mediated CXCR6 expression. LPS stimulated both AP-1 (c-Fos, c-Jun) and NF-kappaB (p50 and p65) activation."}, {"pubmed": 17615381, "text": "T cells expressing CCR6, CXCR3, and CXCR6 act coordinately with respective ligands and Th1 inflammatory cytokines in the alveolitic/granuloma phases of the disease."}, {"pubmed": 17640964, "text": "Data show that CC chemokine receptor 5 and CXC chemokine receptor 6 expression by lung CD8+ cells correlates with chronic obstructive pulmonary disease severity."}, {"pubmed": 17725420, "text": "HIV-1 infected patients with initial viral load suppression due to HAART showed a faster virologic failure in the presence of the CXCR6-3K allele"}, {"pubmed": 17725420, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18194461, "text": "Hyperhomocysteinemia up-regulates CXCL16 leading to increased recruitment of CXCR6(+) lymphocytes and scavenging of modified lipids via a potential involvement of a PPAR-gamma-dependent mechanism"}, {"pubmed": 18250446, "text": "CXCL16 interaction with CXCR6 on T cells, gammadelta T cells, and monocytes leads to forming a specialized immune milieu at the maternofetal interface."}, {"pubmed": 18293410, "text": "Expression of the CXCL16-CXCR6-system in human schwannomas of different localization and in malignant peripheral nerve sheath tumors."}, {"pubmed": 18452560, "text": "besides CXCL12/CXCR4, CXCL16/CXCR6 might be another important factor involved in PCa bone metastasis."}, {"pubmed": 18656707, "text": "it is proposed that CXCR6 may play an important role in the retention of T cells within the lung"}, {"pubmed": 18760678, "text": "CXCR6 and CXCR3 act coordinately with respective ligands and are involved in the pathophysiology of Juvenile Idiopathic Arthritis-associated inflammatory processes."}, {"pubmed": 19231068, "text": "Chemokine C-X-C motif receptor 6 contributes to cell migration during hypoxia."}, {"pubmed": 19690611, "text": "data suggest that CXCL16 and CXCR6 may mark cancers arising in an inflammatory milieu and mediate pro-tumorigenic effects of inflammation through effects on cancer cell growth and by inducing the migration and proliferation of tumor-associated leukocytes"}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20646641, "text": "CXCR6 protein was detected in all clinical prostate cancer samples. Both PC3 and LNCap cells expressed CXCR6 mRNA and protein."}, {"pubmed": 20704485, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20704485, "text": "The statistical significance, the replication, and the magnitude of the association demonstrate that CXCR6 is likely involved in the molecular etiology of AIDS and, in particular, in long-term nonprogression."}, {"pubmed": 21203549, "text": "CXCR6 has a role in aggressive tumor phenotype in melanoma"}, {"pubmed": 21233446, "text": "The CXCL16 A181V mutation selectively inhibits monocyte adhesion to CXCR6 but is not associated with human coronary heart disease."}, {"pubmed": 21303517, "text": "CXCL16 and CXCR6 are elevated in Systemic sclerosis (SSc) serum and on SSc dermal Endothelial cells, respectively"}, {"pubmed": 21468586, "text": "High CXCL16/CXCR6 expression may be related to aggressive cancer behavior, and high CXCL16 expression to bone metastases."}, {"pubmed": 21527066, "text": "The expressions of CXCL12/CXCR4 and CXCL16/CXCR6 were significantly higher in epithelial ovarian carcinomas than in normal epithelial ovarian tissues or benign epithelial ovarian tumors. Expression of CXCR6 was related to lymph node metastasis."}, {"pubmed": 21773780, "text": "CXCL16 and CXCR6 might be involved in the pathophysiology of endometriosis through regulation of the inflammatory response."}, {"pubmed": 22079021, "text": "The data supported a role for CCR5, CXCR3, and CXCR6 in the selective recruitment of T cells into renal cell carcinoma tissue and, together with CCR6, in the recruitment of regulatory T cells."}, {"pubmed": 22113484, "text": "The results indicated that CXCL16-CXCR6 interactions mediate homing of CD8+ T cells into human skin, and thereby contribute to psoriasis pathogenesis."}, {"pubmed": 22678828, "text": "the present review proposes and discusses the possibility to modulate tumor self renewal affecting asymmetric/symmetric cell division targeting specific factors such as CXCR6."}, {"pubmed": 23229614, "text": "CXCR6 was found to be abundantly expressed in human meningioma samples of different malignant grades."}, {"pubmed": 23398954, "text": "Data suggest that expression of CXCR6 in T-cells and natural killer cells is up-regulated in subjects with metabolic syndrome and correlates with severity of carotid atherosclerosis (i.e., intima-media thickness and plaque index)."}, {"pubmed": 23628207, "text": "CXCL16 is highly expressed by glial tumor and stroma cells whereas CXCR6 defines a subset of cells with stem cell character."}, {"pubmed": 24302814, "text": "CXCL16/CXCR6 interaction may play an important role in modifying the response of pDCs to environmental danger signals"}, {"pubmed": 24507753, "text": "Our results suggest that the CXCL16/CXCR6 axis appears to be important in the progression of Ewing sarcoma family tumor"}, {"pubmed": 25572735, "text": "high expression of CXCR6 is positively associated with distant invasion of human hepatocellular carcinoma (HCC) patients."}, {"pubmed": 25888629, "text": "Authors present evidence that chemokine receptor CXCR6 and its only natural ligand, CXCL16, are significantly expressed by non-small cell lung cancer (NSCLC) and are involved in the pathobiology of lung cancer."}, {"pubmed": 25921630, "text": "The expression level of CXCR6 was increased in gastric cancer."}, {"pubmed": 26021984, "text": "we examined the expression of CXCL16 and CXCR6 and their relations to prognosis in 335 unselected patients with NSCLC, and investigated possible relationships with our previously studied immunologic and angiogenic markers"}, {"pubmed": 26272362, "text": "high protein expression of CXCL16 and high protein co-expression of CXCL16/CXCR6 in prostate cancer were independent predictors for a worse clinical outcome"}, {"pubmed": 26708384, "text": "Wnt5a-Ror2 signaling enhances expression and secretion of CXCL16 in mesenchymal stem cells thereby activating CXCR6 expressed on tumor cells to promote proliferation."}, {"pubmed": 26799186, "text": "High CXCR6 expression is associated with prostate cancer."}, {"pubmed": 26872014, "text": "MiR-361-5p was down-regulated in Hepatocellular Carcinoma tissues in comparison to adjacent normal tissues, due to hypermethylation at its promoter region. Overexpression of miR-361-5p suppressed proliferation and invasion of HCC cells. Chemokine (C-X-C Motif) receptor 6 (CXCR6) was identified as a target of miR-361-5p."}, {"pubmed": 27823764, "text": "this study shows that CXCR6 mRNA levels in osteosarcoma tissues are higher than those in normal bone tissues"}, {"pubmed": 27826097, "text": "Our study demonstrated that CXCL16-CXCR6 mediates CD8(+) T-cell skin trafficking under oxidative stress in patients with vitiligo."}, {"pubmed": 27869573, "text": "The expression of CXCL16 and and its receptor, CXCR6, their immunolocalization in disc tissue and their presence following exposure of cultured human annulus fibrosus cells to proinflammatory cytokines are reported."}, {"pubmed": 27877078, "text": "Inflammation contributed to foam cell formation in the radial arteries of ESRD patients via activation of the CXCL16/CXCR6 pathway, which may be regulated by P2X7R."}, {"pubmed": 28267793, "text": "the DRF motif of CXCR6 may display a receptor adaptation allowing adhesion and cell retention by transmembrane CXCL16 but reducing the chemotactic response to soluble CXCL16."}, {"pubmed": 28428094, "text": "In this study, we undertook a comprehensive comparison of CXCR6 gene variation in two South African populations (black and Caucasian) and investigated the possible association between two CXCR6 SNPs and different phenotypes of HIV-1 control in HIV-1-infected black South African individuals."}, {"pubmed": 28440473, "text": "Our results demonstrated that CXCR6 is an independent prognostic factor for poor survival in gastric cancer patients, and may promote gastric cancer metastasis through epithelial-mesenchymal transition."}, {"pubmed": 28456591, "text": "CXCR6 rs2234358 was associated with HCV spontaneous clearance and response to IFN-alpha/RBV therapy in Chinese Han population."}, {"pubmed": 28647282, "text": "CXCL16/CXCR6-mediated adhesion of human peripheral blood mononuclear cells to inflamed endothelium."}, {"pubmed": 28698473, "text": "Data showed that reverse signaling via CXCL16 promotes migration in CXCL16-expressing melanoma and glioblastoma cells, but does not affect proliferation or protection from chemically-induced apoptosis."}, {"pubmed": 28816285, "text": "This study shows that the expression of CXCL16 and its receptor CXCR6 was highly elevated in rheumatoid arthritis fibroblast-like synoviocytes"}, {"pubmed": 28918166, "text": "The expression of CXCR6 in tumor tissue may serve as a potential prognostic biomarker to refine clinical prognosis prediction combined with traditional clinical and pathological analysis for patients with clear cell renal cell carcinoma (ccRCC) after surgery."}, {"pubmed": 28952190, "text": "IL-12 and IL-15 induce the expression of CXCR6 and CD49a on peripheral natural killer cells."}, {"pubmed": 29779473, "text": "Activation of the CXCL16/CXCR6 Axis by TNF-alpha Contributes to Ectopic Endometrial Stromal Cells Migration and Invasion.. These findings indicate that the CXCL16/CXCR6 axis may contribute to the progression of endometriosis and could be served as a potential target for diagnosis and treatment."}, {"pubmed": 29800106, "text": "CXCL16/CXCR6 signaling axis plays a functional role in metabolic syndrome endothelial dysfunction and abdominal aortic aneurysm formation."}, {"pubmed": 29981781, "text": "Identified a population of gut-derived TREG cells producing CCR6 and CXCR6 which are significantly reduced in inflammatory bowel disease."}, {"pubmed": 30049511, "text": "demonstrate that macrophages can promote the migration and invasion of ovarian carcinoma cells by affecting the CXCL16/CXCR6 pathway"}, {"pubmed": 30542347, "text": "CXCL16/CXCR6 signaling acts directly on mouse glioma cells."}, {"pubmed": 30792527, "text": "Higher CXCL16 exodomain is associated with aggressive ovarian cancer and promotes the disease by CXCR6 activation and MMP modulation."}, {"pubmed": 30941128, "text": "CXCR6(+) NK Cells in Human Fetal Liver and Spleen Possess Unique Phenotypic and Functional Capabilities."}, {"pubmed": 30974114, "text": "Activation of CXCR6 resulted in increased GSK-3beta, NF-kappaB, ERK1/2 phosphorylation, and survivin expression, which reduce DTX response."}, {"pubmed": 31199046, "text": "CXCL16/CXCR6 is involved in LPS-induced acute lung injury via P38 signalling."}, {"pubmed": 31558615, "text": "we have identified a unique role for the chemokine receptor CXCR6 in directing the migration of TRM cells in the lung under steady-state conditions and maintaining the airway TRM cell pool."}, {"pubmed": 31753588, "text": "CXCL16/CXCR6 axis promotes bleomycin-induced fibrotic process in MRC-5 cells via the PI3K/AKT/FOXO3a pathway."}, {"pubmed": 33215222, "text": "Long noncoding RNA JPX promotes gastric cancer progression by regulating CXCR6 and autophagy via inhibiting miR197."}, {"pubmed": 33762736, "text": "Auto-aggressive CXCR6(+) CD8 T cells cause liver immune pathology in NASH."}, {"pubmed": 34155559, "text": "Association of CXCR6 with COVID-19 severity: delineating the host genetic factors in transcriptomic regulation."}, {"pubmed": 34345211, "text": "CXCL16 Promotes Gastric Cancer Tumorigenesis via ADAM10-Dependent CXCL16/CXCR6 Axis and Activates Akt and MAPK Signaling Pathways."}, {"pubmed": 34425859, "text": "Integrative approach identifies SLC6A20 and CXCR6 as putative causal genes for the COVID-19 GWAS signal in the 3p21.31 locus."}, {"pubmed": 34462326, "text": "CXCR6 is required for antitumor efficacy of intratumoral CD8(+) T cell."}, {"pubmed": 34943917, "text": "CXCL16/CXCR6 Axis in Adipocytes Differentiated from Human Adipose Derived Mesenchymal Stem Cells Regulates Macrophage Polarization."}, {"pubmed": 35173710, "text": "Phenotypic and Functional Plasticity of CXCR6(+) Peripheral Blood NK Cells."}, {"pubmed": 36232370, "text": "Platelet SR-PSOX/CXCL16-CXCR6 Axis Influences Thrombotic Propensity and Prognosis in Coronary Artery Disease."}, {"pubmed": 37196065, "text": "Clonally expanded, thyrotoxic effector CD8[+] T cells driven by IL-21 contribute to checkpoint inhibitor thyroiditis."}, {"pubmed": 37578643, "text": "Association of 3p21.31 Locus (CXCR6 and LZTFL1) with COVID-19 Outcomes in Brazilian Hospitalyzed Subjects."}, {"pubmed": 37762093, "text": "rs71327024 Associated with COVID-19 Hospitalization Reduces CXCR6 Promoter Activity in Human CD4[+] T Cells via Disruption of c-Myb Binding."}, {"pubmed": 38889512, "text": "MiR-625-5p is a potential therapeutic target in sepsis by regulating CXCL16/CXCR6 axis and endothelial barrier."}, {"pubmed": 38959885, "text": "Pan-cancer mapping of single CD8[+] T cell profiles reveals a TCF1:CXCR6 axis regulating CD28 co-stimulation and anti-tumor immunity."}], "genomic_pos": {"chr": "3", "end": 45948351, "ensemblgene": "ENSG00000172215", "start": 45940933, "strand": 1}, "genomic_pos_hg19": {"chr": "3", "end": 45989845, "start": 45982425, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 9166430, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019079", "pubmed": 9230441, "qualifier": "involved_in", "term": "viral genome replication"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019722", "qualifier": "involved_in", "term": "calcium-mediated signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004930", "pubmed": 9166430, "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0015026", "qualifier": "enables", "term": "coreceptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016493", "qualifier": "enables", "term": "C-C chemokine receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016494", "qualifier": "enables", "term": "C-X-C chemokine receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019957", "qualifier": "enables", "term": "C-C chemokine binding"}]}, "homologene": {"genes": [[8364, 100491379], [9544, 713829], [9598, 450138], [9606, 10663], [9615, 608840], [9913, 506807], [10090, 80901], [10116, 100124593]], "id": 38197}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Chemokine receptor family", "id": "IPR000355", "short_desc": "Chemokine_rcpt"}, {"desc": "CXC chemokine receptor 6", "id": "IPR002235", "short_desc": "Chemokine_CXCR6"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00012166", "map_location": "3p21.31", "name": "C-X-C motif chemokine receptor 6", "other_names": ["C-X-C chemokine receptor type 6", "G protein-coupled receptor", "G-protein coupled receptor STRL33", "G-protein coupled receptor bonzo", "chemokine (C-X-C motif) receptor 6"], "pantherdb": {"HGNC": "16647", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1934582", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 10090, "uniprot_kb": "Q9EQ16"}, {"RGD": "1642118", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 10116, "uniprot_kb": "A7ISD5"}, {"ZFIN": "ZDB-GENE-070301-3", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 7955, "uniprot_kb": "A0A2R8Q225"}, {"ZFIN": "ZDB-GENE-060130-125", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 7955, "uniprot_kb": "B0V1K7"}, {"WormBase": "WBGene00013782", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 6239, "uniprot_kb": "O62403"}], "uniprot_kb": "O00574"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}]}, "pfam": "PF00001", "pharmgkb": "PA38409", "pharos": {"target_id": 15778, "tdl": "Tchem"}, "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF216155", "relationship": "is"}, {"id": "GNF261771", "relationship": "is"}, {"id": "GNF261772", "relationship": "is"}, {"id": "GNF261773", "relationship": "is"}, {"id": "GNF261774", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280688", "relationship": "is"}, {"id": "GNF280689", "relationship": "is"}, {"id": "GNF280690", "relationship": "is"}, {"id": "GNF280691", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161919", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035812", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080885", "relationship": "is"}, {"id": "GNF080886", "relationship": "is"}, {"id": "GNF080887", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052191", "relationship": "is"}, {"id": "GNF056958", "relationship": "is"}, {"id": "GNF061789", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069511", "relationship": "is"}, {"id": "GNF069512", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282926", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283853", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF003164", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF244156", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093712", "relationship": "is"}, {"id": "GNF133370", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1", "NG_031955.1"], "protein": ["NP_001373364.1", "NP_001373365.1", "NP_001373366.1", "NP_006555.1"], "rna": ["NM_001386435.1", "NM_001386436.1", "NM_001386437.1", "NM_006564.2"], "translation": [{"protein": "NP_001373366.1", "rna": "NM_001386437.1"}, {"protein": "NP_006555.1", "rna": "NM_006564.2"}, {"protein": "NP_001373364.1", "rna": "NM_001386435.1"}, {"protein": "NP_001373365.1", "rna": "NM_001386436.1"}]}, "reporter": {"HG-U133_Plus_2": ["206974_at", "211469_s_at"], "HG-U95Av2": "36293_at", "HTA-2_0": "TC03000253.hg.1", "HuEx-1_0": "2620773", "HuGene-1_1": "8079377", "HuGene-2_1": "16940154"}, "summary": "The protein encoded by this gene is a G protein-coupled receptor with seven transmembrane domains that belongs to the CXC chemokine receptor family. This family also includes CXCR1, CXCR2, CXCR3, CXCR4, CXCR5, and CXCR7. This gene, which maps to the chemokine receptor gene cluster, is expressed in several T lymphocyte subsets and bone marrow stromal cells. The encoded protein and its exclusive ligand, chemokine ligand 16 (CCL16), are part of a signalling pathway that regulates T lymphocyte migration to various peripheral tissues (the liver, spleen red pulp, intestine, lungs, and skin) and promotes cell-cell interaction with dendritic cells and fibroblastic reticular cells. CXCR6/CCL16 also controls the localization of resident memory T lymphocytes to different compartments of the lung and maintains airway resident memory T lymphocytes, which are an important first line of defense against respiratory pathogens. The encoded protein serves as an entry coreceptor used by HIV-1 and SIV to enter target cells, in conjunction with CD4. [provided by RefSeq, Aug 2020].", "symbol": "CXCR6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332824"}, "unigene": ["Hs.737579", "Hs.34526"], "uniprot": {"Swiss-Prot": "O00574", "TrEMBL": "A0N0N3"}, "wikipedia": {"url_stub": "CXCR6"}}