{"AllianceGenome": "1060", "HGNC": "1060", "MIM": "601613", "_id": "643", "_version": 1, "accession": {"genomic": ["AP004609.1", "CH471065.1", "CP068267.2", "EF064770.1", "EF444957.1", "JC535580.1", "NC_000011.10", "NC_060935.1", "X83755.1"], "protein": ["AAI10353.1", "ABK41953.1", "ACA05956.1", "BAF84201.1", "CAA48252.1", "CAA48723.1", "CAA58713.1", "CEF39387.1", "EAW67415.1", "EAW67416.1", "NP_001707.1", "NP_116743.1", "P32302.1", "XP_054225616.1"], "rna": ["AK291512.1", "AW575330.1", "BC110352.1", "CO958128.1", "DA815880.1", "NM_001716.5", "NM_032966.2", "X68149.1", "X68829.1", "XM_054369641.1"], "translation": [{"protein": "NP_001707.1", "rna": "NM_001716.5"}, {"protein": "XP_054225616.1", "rna": "XM_054369641.1"}, {"protein": "CAA48252.1", "rna": "X68149.1"}, {"protein": "NP_116743.1", "rna": "NM_032966.2"}, {"protein": "CAA48723.1", "rna": "X68829.1"}, {"protein": "AAI10353.1", "rna": "BC110352.1"}, {"protein": "BAF84201.1", "rna": "AK291512.1"}]}, "alias": ["BLR1", "CD185", "MDR15"], "ensembl": {"gene": "ENSG00000160683", "protein": "ENSP00000292174", "transcript": "ENST00000292174", "translation": [{"protein": "ENSP00000292174", "rna": "ENST00000292174"}], "type_of_gene": "protein_coding"}, "entrezgene": "643", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.8786463626, "exp_mis": 163.182184944, "exp_syn": 76.0557478472, "lof_z": 1.58464213678903, "mis_z": 2.80211237691847, "mu_lof": 4.62001142028e-07, "mu_mis": 1.44773881301e-05, "mu_syn": 6.73763412625e-06, "n_lof": 2.0, "n_mis": 90.0, "n_syn": 76.0, "p_li": 0.16025378973425, "p_null": 0.0653047751272621, "p_rec": 0.774441435138488, "syn_z": 0.00396303853232548}, "bp": 1119, "cds_end": 118765372, "cds_start": 118754650, "n_exons": 2, "nonpsych": {"exp_lof": 5.28394503357, "exp_mis": 147.658831481, "exp_syn": 68.8009974076, "lof_z": 1.40303558534852, "mis_z": 2.76687480883412, "mu_lof": 4.62001142028e-07, "mu_mis": 1.44773881301e-05, "mu_syn": 6.73763412625e-06, "n_lof": 2.0, "n_mis": 81.0, "n_syn": 72.0, "p_li": 0.145258659401963, "p_null": 0.0891661905873737, "p_rec": 0.765575150010664, "syn_z": -0.242817680024047}, "nontcga": {"exp_lof": 5.40476818098, "exp_mis": 150.124034727, "exp_syn": 69.9677080744, "lof_z": 1.86902784292004, "mis_z": 2.60738712861903, "mu_lof": 4.62001142028e-07, "mu_mis": 1.44773881301e-05, "mu_syn": 6.73763412625e-06, "n_lof": 1.0, "n_mis": 86.0, "n_syn": 69.0, "p_li": 0.472758025428531, "p_null": 0.0238596785462335, "p_rec": 0.503382296025235, "syn_z": 0.0732518621720341}, "transcript": "ENST00000292174.4"}, "exons": [{"cdsend": 118894663, "cdsstart": 118883941, "chr": "11", "position": [[118883891, 118883992], [118893595, 118897787]], "strand": 1, "transcript": "NM_001716", "txend": 118897787, "txstart": 118883891}, {"cdsend": 118894663, "cdsstart": 118893679, "chr": "11", "position": [[118893391, 118896271]], "strand": 1, "transcript": "NM_032966", "txend": 118896271, "txstart": 118893391}], "exons_hg19": [{"cdsend": 118765372, "cdsstart": 118754650, "chr": "11", "position": [[118754600, 118754701], [118764304, 118768496]], "strand": 1, "transcript": "NM_001716", "txend": 118768496, "txstart": 118754600}, {"cdsend": 118765372, "cdsstart": 118764388, "chr": "11", "position": [[118764100, 118766980]], "strand": 1, "transcript": "NM_032966", "txend": 118766980, "txstart": 118764100}], "generif": [{"pubmed": 11688722, "text": "structural requirements for the activation of signal transduction pathways by CXCR5"}, {"pubmed": 11714765, "text": "CXCR5 is a common and early marker for newly generated memory CD4+ T cell subsets during ongoing immune responses."}, {"pubmed": 12070001, "text": "Most Natural killer t-cells express receptors for extralymphoid tissue or inflammation-related chemokines (CCR2, CCR5, and CXCR3), while few NKT cells express lymphoid tissue-homing chemokine receptors (CCR7 and CXCR5)."}, {"pubmed": 12324654, "text": "Data show that blr1 was induced early during cell differentiation and because its overexpression accelerated monocytic differentiation, it may be important for signals controlling cell differentiation."}, {"pubmed": 14618028, "text": "Data demonstrate a significant age-dependent difference in the response of osteoblasts to CXCR3 and CXCR5 activation."}, {"pubmed": 14763921, "text": "CXCR5 and CXCL13 play an essential role in maintaining B- and T-cells in lymphocytic infiltrates and ectopic follicles in thyroid tissue from patients affected by autoimmunity."}, {"pubmed": 15713799, "text": "studies suggest that IRBP and S-Ag can initiate innate and, in sensitive individuals, adaptive immune response by attracting iDCs and T and B cells expressing CXCR3 and CXCR5"}, {"pubmed": 15780119, "text": "Potenetial role of CXCL13 and its specific receptor CXCR5 in recruitment of B cells in renal allograft rejection."}, {"pubmed": 16225771, "text": "Data show that CXCL13 and CCL19 together by means of activation of CXCR5 and CCR7 up-regulated PEG10 expression and function in leukemic B cells."}, {"pubmed": 16318584, "text": "elevated levels of CXCL13 could cause impaired or altered trafficking of B cells during HIV infection and could contribute to the previously reported loss of CXCR5"}, {"pubmed": 16888899, "text": "CCR7 and CXCR5 are differentially expressed on the cell surface of lymphocytes and dendritic cells depending of the stage of cellular differentiation and activation. (review)"}, {"pubmed": 17015714, "text": "expression of CXCR5 identifies a unique subset of Vgamma9Vdelta2 T cells which express the costimulatory molecules ICOS and CD40L, secrete IL-2, IL-4, and IL-10 and help B cells for Ab production"}, {"pubmed": 17018614, "text": "Expression of CXCR5 on tumor cells promotes the growth of colon carcinoma cells in the liver."}, {"pubmed": 17652619, "text": "CXCR5 plays a role in Chronic lymphocytic leukemia (CLL) cell positioning and cognate interactions between CLL and CXCL13-secreting CD68+ accessory cells in lymphoid tissues."}, {"pubmed": 17786442, "text": "CXCR5 is the first chemokine receptor so far identified able to attract in vitro primary metastatic neuroblastoma cells"}, {"pubmed": 18528326, "text": "Most B cells expressed CXCR5."}, {"pubmed": 18780835, "text": "Altered expression of the chemokine receptor-ligand pair, CXCR5/CXCL13, may participate in the establishment of B-cell dysfunctions during HIV-1 infection."}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19228923, "text": "High levels of CXCR5 is associated with mantle cell lymphoma."}, {"pubmed": 19375853, "text": "the CXCL13-CXCR5 axis is significantly associated with prostate cancer progression"}, {"pubmed": 19536742, "text": "Low-expression frequency for the chemokine receptor CXCR5 is associated with mediastinal large B-cell lymphoma."}, {"pubmed": 19610059, "text": "Overexpression of CXCR5 is associated with prostate cancer."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19955043, "text": "Results suggest that BLC/CXCL13 as well as its corresponding receptor, CXCR5, may play important roles in the pathogenesis of SLE and in lupus nephritis."}, {"pubmed": 20412587, "text": "CXCL13 caused CXCR5-dependent activation of the PI3Kp85alpha in prostate cancer cells"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20809769, "text": "Sections of the mouse CXCR5 intron significantly align plus/plus with sections of the human intron; the aligned segments are in the same order in mouse as in man and overall cover 13% of the mouse sequence and 17% of the human sequence."}, {"pubmed": 21471443, "text": "Central memory CD4 T cells expressing CXCR5 efficiently induced PC differentiation and Ig secretion, and displayed a different profile in terms of cytokine and costimulatory molecule expression."}, {"pubmed": 21642390, "text": "these results add new information about the CXCL13-CXCR5 axis in neuroblastic tumors and in the crosstalk between neuroblastic and stromal cells."}, {"pubmed": 21750724, "text": "Data indicate that the percentages of CD4(+)CXCR5(+) TFH in IA patients were positively correlated with AST."}, {"pubmed": 21785430, "text": "A Bcl-6-CXCR5 axis in T(reg) cells drive the development of follicular regulatory T cells that function to inhibit germinal center reactions."}, {"pubmed": 22607768, "text": "The CXCL13-CXCR5 axis is associated with classic determinants of poor prognosis, such as high grade, hormone receptor negativity, and axillary node involvement."}, {"pubmed": 22707196, "text": "C-X-C chemokine receptor type 5 gene polymorphisms are associated with non-Hodgkin lymphoma."}, {"pubmed": 22840692, "text": "Levels of CXCL13 are increased in carotid atherosclerosis both systemically and within the atherosclerotic lesion. Based on our in vitro findings, we hypothesize a potential plaque stabilizing effects of CXCL13-CXCR5 interaction"}, {"pubmed": 22913878, "text": "Data indicate that EBI2 expression modulates CXCL13 binding affinity to CXCR5."}, {"pubmed": 23189125, "text": "Interruption of CXCL13-CXCR5 axis increases upper genital tract pathology and activation of NKT cells following chlamydial genital infection."}, {"pubmed": 23250934, "text": "Polymorphisms in CXCR5 are associated with HIV-associated non-hodgkin B-cell lymphoma."}, {"pubmed": 23739915, "text": "A single nucleotide polymorphism in CXCR5, rs630923, is associated with genetic risk for multiple sclerosis."}, {"pubmed": 23773523, "text": "specific G protein isoforms coupled to CXCR5 in its resting and active states, were identified."}, {"pubmed": 23807677, "text": "Data suggest the involvement of CD4+ CXCR5+ T cells (circulating follicular helper T cells Tfh) in the pathogenesis and progression of chronic lymphocytic leukemia (CLL)."}, {"pubmed": 23812490, "text": "Results provide additional evidence for a role of host genetic variation in CXCR5 in lymphomagenesis, particularly for FL."}, {"pubmed": 24001599, "text": "study discovered multiple susceptibility variants for systemic lupus erythematosus in the 11q23.3 region, including variants in/near PHLDB1 (rs11603023), DDX6 (rs638893) and CXCR5 (rs10892301)"}, {"pubmed": 24035365, "text": "Human circulating memory T-helper cells expressing PD-1 and CXCR5 are highly functional and correlate with broadly neutralizing HIV antibody responses."}, {"pubmed": 24138884, "text": "Circulating precursor cd4+ T cells expressing CCR7(low)PD-1(high) CXCR5+ indicate T-helper cell activity and promote antibody responses upon antigen re-exposure."}, {"pubmed": 24337540, "text": "expression of CXCR5 was significantly associated with both stage and lymph node metastasis, but not with tumor size, tumor differentiation grade, or menopausal status of the patient."}, {"pubmed": 24732574, "text": "Suggest that platelet-mediated signaling through CXCR5 may be active in vivo during plaque destabilization, enhancing the anti-inflammatory effects of CXCL13."}, {"pubmed": 24833093, "text": "healthy controls with rs6421571CT and TT genotypes had higher mRNA and protein levels of CXCR5 than those with wild-type CC genotype specifically in CD4+ T cells"}, {"pubmed": 24966908, "text": "CD4+CXCR5+ helper T cells may contribute to the pathogenesis of primary Sjogren's syndrome by promoting the maturation of B cells."}, {"pubmed": 25010623, "text": "Expression features of CXCR5 and its ligand, CXCL13 associated with poor prognosis of advanced colorectal cancer"}, {"pubmed": 25015289, "text": "FANCA-modulated neddylation pathway involved in CXCR5 membrane targeting and cell mobility."}, {"pubmed": 25077417, "text": "three SNPs (rs497916, rs3922, rs676925) in CXCR5 and one SNP (rs355687) in CXCL13 were associated with hepatitis B vaccine efficacy"}, {"pubmed": 25271023, "text": "After validation in larger patient groups, CXCR5 and CXCL13 may prove useful as biomarkers for nonsmall cell lung carcinoma Correspondingly, blockade of this axis could serve as an effective therapy for nonsmall cell lung carcinoma."}, {"pubmed": 25279986, "text": "11q23.3 with rs4938573 near CXCR5 gene is associated with follicular lymphoma."}, {"pubmed": 25476740, "text": "our findings suggest that CXCL13-CXCR5 axis promotes the growth, migration, and invasion of colon cancer cells, probably via PI3K/AKT pathway"}, {"pubmed": 25654980, "text": "Circulating CXCR5+CD4+helper T cells in systemic lupus erythematosus patients share phenotypic properties with germinal center follicular helper T cells and promote antibody production."}, {"pubmed": 25666935, "text": "A negative correlation between levels of miR-346 and percentages of CD4(+)CXCR5(+) T cells was confirmed in Graves' disease"}, {"pubmed": 25714983, "text": "IL-33 enhances humoral immunity against chronic hbv infection through activating CD4(+)CXCR5(+) helper-Inducer T-Lymphocytes."}, {"pubmed": 25726157, "text": "CXCR5 expression positively related to the lymph node and distal metastasis, tumor stage and relapse of colorectal cancer."}, {"pubmed": 25786345, "text": "elevated CXCR5 expression may contribute to abnormal cell survival and migration in breast tumors that lack functional p53."}, {"pubmed": 26333070, "text": "study showed that induction of circulating CXCR5+CD4+ Tfh-like subsets can be detected following immunization with HPV vaccines, and potentially be useful as a marker of immunogenicity of vaccines"}, {"pubmed": 26462153, "text": "Authors demonstrate that CD40 expression upregulates the chemokine receptor CXCR5 and promotes MDSC migration toward and accumulation within cancer."}, {"pubmed": 26517519, "text": "In patients with HBV-related hepatocellular carcinoma the phenotype and function of CXCR5+CD45RA-CD4+ T cells were altered."}, {"pubmed": 26640404, "text": "down-regulation of CXCR5 inhibited the growth and proliferation of LNCaP cells."}, {"pubmed": 26752644, "text": "findings reveal a neuronal/astrocytic interaction in the spinal cord by which neuronally produced CXCL13 activates astrocytes via CXCR5 to facilitate neuropathic pain."}, {"pubmed": 26818544, "text": "HCV infection increased the frequency of CD4+CXCR5+ T cells and decreased the frequency of CD27+IgG+ B cells. CD4+CXCR5+ T cells activated CD27+IgG+ B cells via the secretion of IL-21."}, {"pubmed": 26928629, "text": "Neoplastic cells of PCSM-TCL are medium- to-large-sized T cells with cerebriform nuclei, which lack the expression of TFH-cell defining chemokine receptor CXCR5. These features are highly distinctive and can be invaluable in separating this rather indolent cutaneous T-cell lymphoid neoplasm from more aggressive lymphomas of TFH-cell phenotype, including primary cutaneous TFH-cell lymphoma and skin involvement of AITL"}, {"pubmed": 27873133, "text": "Levels of CXCR5 mRNA and protein levels were up-regulated in brain from temporal lobe epilepsy patients."}, {"pubmed": 28004828, "text": "basal CXCR5(+)Th17 cell frequency may indicate underlying differences in disease phenotype between patients and predict ultimate success of TNF inhibitor therapy"}, {"pubmed": 28402859, "text": "we demonstrate that PKCepsilon cooperates with the loss of the tumor suppressor Pten for the development of prostate cancer in a mouse model. Mechanistic analysis revealed that PKCe overexpression and Pten loss individually and synergistically upregulate the production of the chemokine CXCL13, which involves the transcriptional activation of the CXCL13 gene"}, {"pubmed": 28412245, "text": "the data demonstrate that CXCR5(+)CD8(+) T cells represent a significant CD8(+) T cell subset in colorectal tumors and have the potential to contribute to antitumor immunity, but their specific roles require further studies in vivo."}, {"pubmed": 28454789, "text": "these findings demonstrate that CXCR5 overexpression increases the ability of MSCs to respond to migratory stimuli and highly intensifies their immunomodulatory effects in vivo. This strategy for enhancing targeted stem/progenitor cell homing may improve the efficacy of MSC-based therapies."}, {"pubmed": 28551095, "text": "The A allele of rs613791 and G allele of rs523604 located in CXCR5 were observed to be significantly associated with vitiligo in the Chinese Han population."}, {"pubmed": 28733085, "text": "These results provide clear evidence that CXCR4- or CCR5-beta-arrestin complexes induce receptor endocytosis and signaling in the absence of G protein coupling and ligand-induced conformational changes of the receptor."}, {"pubmed": 28783539, "text": "identified the miR-19a/CXCR5 pathway as a candidate p53-induced migration mechanism"}, {"pubmed": 28931218, "text": "CXCL13/CXCR5 mediated the aggregation of B cells, that directed the aberrant humoral immune responses via the formation of ectopic germinal centers, which suggests a molecular mechanism of neurological damage in neurosyphilis."}, {"pubmed": 29107083, "text": "all three p53 family members mediate the effects of genotoxic stress on the CXCR5 promoter using the same mechanism associated with attenuation of NFkB activity."}, {"pubmed": 29377743, "text": "The leptin upregulated RA CD4(+)CXCR5(+)ICOS(+) T cells via increased IL-6 by activation of STAT1 and STAT3."}, {"pubmed": 29453859, "text": "The authors link a genetic susceptibility allele for Sjogren's syndrome to a functional phenotype in terms of decreased CXCR5 expression. The decrease of CXCR5(+) cells in circulation was also related to homing of B and T cells to the autoimmune target organ."}, {"pubmed": 29490514, "text": "miR-192 suppresses T follicular helper cell differentiation by targeting CXCR5 in childhood asthma."}, {"pubmed": 30087107, "text": "CXCR5 and ICOS expression identifies a CD8 T-cell subset with TFH features in Hodgkin lymphomas."}, {"pubmed": 30209639, "text": "overexpressed miR-155 and detected decreased protein levels of CXCR5"}, {"pubmed": 30276608, "text": "CXCR5 drove migration toward its ligand, CXCL13, and probed for interactions with several candidates using flow cytometry-based Forster resonance energy transfer."}, {"pubmed": 30553016, "text": "in RelA high conditions, low Nrf2 and lack of cxcr5 promoter DNA-methylation govern CXCL13-CXCR5 co-expression within breast tumors, and thus drive disease progression and metastasis."}, {"pubmed": 30866951, "text": "Circulating CXCR5-expressing CD8+ T-cell has diagnostic value for current bacterial pneumonia severity."}, {"pubmed": 31126860, "text": "Altered proportions of circulating CXCR5+ helper T cells do not dampen influenza vaccine responses in children with rheumatic disease."}, {"pubmed": 31229843, "text": "An upregulation of Th17-like CD4(+)CXCR5(+) T cells was present in lean T2D patients and was associated with autoantibody positivity."}, {"pubmed": 31562329, "text": "C-X-C chemokine receptor type 5 (CXCR5) programmed cell death 1 (PD1) T follicular helper (Tfh) subset of CD8(+) T cells whose development and function contribute to the breakdown of B-cell tolerance."}, {"pubmed": 31628349, "text": "Transcriptome Network Analysis Identifies CXCL13-CXCR5 Signaling Modules in the Prostate Tumor Immune Microenvironment."}, {"pubmed": 32584200, "text": "CXCL13-producing PD-1(hi)CXCR5(-) helper T cells in chronic inflammation."}, {"pubmed": 32847038, "text": "CXCL13/CXCR5 Interaction Facilitates VCAM-1-Dependent Migration in Human Osteosarcoma."}, {"pubmed": 32896997, "text": "Correlation between CXCR4, CXCR5 and CCR7 expression and survival outcomes in patients with clinical T1N0M0 non-small cell lung cancer."}, {"pubmed": 33000253, "text": "Long noncoding RNA PLK1S1 was associated with renal cell carcinoma progression by interacting with microRNA653 and altering CXC chemokine receptor 5 expression."}, {"pubmed": 33098668, "text": "Human CXCR5(+) PD-1(+) CD8 T cells in healthy individuals and patients with hematologic malignancies."}, {"pubmed": 33161233, "text": "CXCL13/CXCR5 signalling is pivotal to preserve motor neurons in amyotrophic lateral sclerosis."}, {"pubmed": 33264451, "text": "Possible roles of CXCL13/CXCR5 axis in the development of bullous pemphigoid."}, {"pubmed": 33378752, "text": "CXC Chemokine Receptor Type 5 Gene Polymorphisms in a Cohort of Egyptian Patients with Diffuse Large B-Cell Lymphoma."}, {"pubmed": 33452206, "text": "CXCL13 shapes immunoactive tumor microenvironment and enhances the efficacy of PD-1 checkpoint blockade in high-grade serous ovarian cancer."}, {"pubmed": 33707428, "text": "Targeting Erbin in B cells for therapy of lung metastasis of colorectal cancer."}, {"pubmed": 33717056, "text": "Cytotoxic CD8+ T Cells Expressing CXCR5 Are Detectable in HIV-1 Elite Controllers After Prolonged In Vitro Peptide Stimulation."}, {"pubmed": 34035252, "text": "Intratumoral CXCR5(+)CD8(+)T associates with favorable clinical outcomes and immunogenic contexture in gastric cancer."}, {"pubmed": 34114971, "text": "CXCR5 induces perineural invasion of salivary adenoid cystic carcinoma by inhibiting microRNA-187."}, {"pubmed": 34382069, "text": "CXCR5/CXCL13 pathway, a key driver for migration of regulatory B10 cells, is defective in patients with rheumatoid arthritis."}, {"pubmed": 34427969, "text": "CXC chemokine ligand-13 promotes metastasis via CXCR5-dependent signaling pathway in non-small cell lung cancer."}, {"pubmed": 34446066, "text": "The CXCL13/CXCR5-chemokine axis in neuroinflammation: evidence of CXCR5+CD4 T cell recruitment to CSF."}, {"pubmed": 34518512, "text": "CXCL13/CXCR5 axis facilitates endothelial progenitor cell homing and angiogenesis during rheumatoid arthritis progression."}, {"pubmed": 34557191, "text": "Simulating CXCR5 Dynamics in Complex Tissue Microenvironments."}, {"pubmed": 34582976, "text": "ETV4 promotes pancreatic ductal adenocarcinoma metastasis through activation of the CXCL13/CXCR5 signaling axis."}, {"pubmed": 34991160, "text": "Hypermethylation at the CXCR5 gene locus limits trafficking potential of CD8+ T cells into B-cell follicles during HIV-1 infection."}, {"pubmed": 36301368, "text": "Several genetic variants associated with systemic sclerosis in a Chinese Han population."}, {"pubmed": 36341562, "text": "Association of Gene Polymorphisms in CXC Chemokine Receptor 5 with Rheumatoid Arthritis Susceptibility."}, {"pubmed": 36400287, "text": "Characterization of C-X-C chemokine receptor type 5 in the cornea and role in the inflammatory response after corneal injury."}, {"pubmed": 36505431, "text": "In patients with primary Sjogren's syndrome innate-like MAIT cells display upregulated IL-7R, IFN-gamma, and IL-21 expression and have increased proportions of CCR9 and CXCR5-expressing cells."}, {"pubmed": 36879107, "text": "Heterogeneity of circulating CXCR5-PD-1[hi]Tph cells in patients of type 2 and type 1 diabetes in Chinese population."}, {"pubmed": 37382265, "text": "Circulating DNA methylation level of CXCR5 correlates with inflammation in patients with rheumatoid arthritis."}, {"pubmed": 37460877, "text": "CXCR5 Regulates Neuronal Polarity Development and Migration in the Embryonic Stage via F-Actin Homeostasis and Results in Epilepsy-Related Behavior."}, {"pubmed": 37569326, "text": "CCR9/CXCR5 Co-Expressing CD4 T Cells Are Increased in Primary Sjogren's Syndrome and Are Enriched in PD-1/ICOS-Expressing Effector T Cells."}], "genomic_pos": {"chr": "11", "end": 118897787, "ensemblgene": "ENSG00000160683", "start": 118883892, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 118768508, "start": 118754475, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 1425907, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019722", "qualifier": "involved_in", "term": "calcium-mediated signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030595", "qualifier": "involved_in", "term": "leukocyte chemotaxis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032467", "pubmed": 22888021, "qualifier": "involved_in", "term": "positive regulation of cytokinesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042113", "qualifier": "involved_in", "term": "B cell activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048535", "qualifier": "involved_in", "term": "lymph node development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070098", "qualifier": "involved_in", "term": "chemokine-mediated signaling pathway"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004930", "pubmed": 1425907, "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [23773523, 25241761], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016493", "qualifier": "enables", "term": "C-C chemokine receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016494", "qualifier": "enables", "term": "C-X-C chemokine receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019957", "qualifier": "enables", "term": "C-C chemokine binding"}]}, "homologene": {"genes": [[7955, 100537421], [8364, 100495113], [9031, 419784], [9544, 701792], [9598, 451595], [9606, 643], [9615, 489378], [9913, 497021], [10090, 12145], [10116, 29363]], "id": 1298}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "CXC chemokine receptor 5", "id": "IPR001053", "short_desc": "Chemokine_CXCR5"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": ["IPI00018295", "IPI00027955"], "map_location": "11q23.3", "name": "C-X-C motif chemokine receptor 5", "other_names": ["Burkitt lymphoma receptor 1, GTP binding protein (chemokine (C-X-C motif) receptor 5)", "Burkitt lymphoma receptor 1, GTP-binding protein", "C-X-C chemokine receptor type 5", "CXC-R5", "CXCR-5", "MDR-15", "chemokine (C-X-C motif) receptor 5", "monocyte-derived receptor 15"], "pantherdb": {"HGNC": "1060", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "103567", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 10090, "uniprot_kb": "Q04683"}, {"RGD": "62010", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 10116, "uniprot_kb": "P34997"}, {"Ensembl": "ENSGALG00000007675", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 9031, "uniprot_kb": "G4U4M4"}, {"Ensembl": "ENSDARG00000010514", "ortholog_type": "LDO", "panther_family": "PTHR10489", "taxid": 7955, "uniprot_kb": "F1R2U7"}, {"WormBase": "WBGene00013782", "ortholog_type": "O", "panther_family": "PTHR10489", "taxid": 6239, "uniprot_kb": "O62403"}], "uniprot_kb": "P32302"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-380108", "name": "Chemokine receptors bind chemokines"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP2328", "name": "Allograft Rejection"}, {"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pfam": "PF00001", "pharmgkb": "PA162383046", "pharos": {"target_id": 16122, "tdl": "Tchem"}, "pir": "S26667", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246375", "relationship": "is"}, {"id": "GNF246376", "relationship": "is"}, {"id": "GNF246377", "relationship": "is"}, {"id": "GNF246378", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280264", "relationship": "is"}, {"id": "GNF280265", "relationship": "is"}, {"id": "GNF280266", "relationship": "is"}, {"id": "GNF280267", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF049514", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF080202", "relationship": "is"}, {"id": "GNF080203", "relationship": "is"}, {"id": "GNF080204", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053086", "relationship": "is"}, {"id": "GNF057854", "relationship": "is"}, {"id": "GNF073001", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071823", "relationship": "is"}, {"id": "GNF071824", "relationship": "is"}], "GNF_hs-oncomine_IDT-siRNA": [{"id": "GNF281370", "relationship": "is"}, {"id": "GNF281436", "relationship": "is"}, {"id": "GNF281502", "relationship": "is"}, {"id": "GNF281568", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF274046", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093688", "relationship": "is"}, {"id": "GNF133346", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_001707.1", "NP_116743.1", "XP_054225616.1"], "rna": ["NM_001716.5", "NM_032966.2", "XM_054369641.1"], "translation": [{"protein": "NP_001707.1", "rna": "NM_001716.5"}, {"protein": "NP_116743.1", "rna": "NM_032966.2"}, {"protein": "XP_054225616.1", "rna": "XM_054369641.1"}]}, "reporter": {"HG-U133_Plus_2": ["206126_at", "216734_s_at"], "HG-U95Av2": ["1003_s_at", "1004_at", "37455_at"], "HTA-2_0": "TC11001073.hg.1", "HuEx-1_0": ["3351675", "3351686"], "HuGene-1_1": "7944335", "HuGene-2_1": "16732037"}, "retired": [112887, 115271], "summary": "This gene encodes a multi-pass membrane protein that belongs to the CXC chemokine receptor family. It is expressed in mature B-cells and Burkitt's lymphoma. This cytokine receptor binds to B-lymphocyte chemoattractant (BLC), and is involved in B-cell migration into B-cell follicles of spleen and Peyer patches. Alternatively spliced transcript variants encoding different isoforms have been described for this gene. [provided by RefSeq, Aug 2011].", "symbol": "CXCR5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1332421"}, "unigene": "Hs.113916", "uniprot": {"Swiss-Prot": "P32302", "TrEMBL": ["Q2YD84", "A0N0R2", "A8K647"]}, "wikipedia": {"url_stub": "CXCR5"}}