{"AllianceGenome": "2578", "HGNC": "2578", "MIM": "300481", "_id": "1536", "_version": 1, "accession": {"genomic": ["AB013904.1", "AC233292.3", "AH011465.2", "AL627245.1", "CH471141.2", "CP068255.2", "DQ314869.1", "DQ533484.1", "GU248714.1", "M66390.1", "MT635912.1", "MT642609.1", "NC_000023.11", "NC_060947.1", "NG_009065.1", "S67287.1", "X05895.1", "X73900.1"], "protein": ["AAB29151.1", "AAH32720.1", "AAL76082.1", "ABC40728.1", "ABY87073.1", "ADQ73898.1", "ALQ33467.1", "ALQ33468.1", "BAA34183.1", "BAF82442.1", "BAG62993.1", "BAG63002.1", "BAG64947.1", "CAA27635.1", "CAA29327.1", "EAW59453.1", "NP_000388.2", "P04839.2", "QYY49076.1", "QYY49077.1", "XP_047297811.1", "XP_054182502.1"], "rna": ["AK289753.1", "AK301476.1", "AK301491.1", "AK304033.1", "AK312929.1", "BC032720.1", "DA995835.1", "KU178009.1", "KU178010.1", "NM_000397.4", "S67289.1", "X04011.1", "XM_047441855.1", "XM_054326527.1"], "translation": [{"protein": "BAF82442.1", "rna": "AK289753.1"}, {"protein": "BAG62993.1", "rna": "AK301476.1"}, {"protein": "AAB29151.1", "rna": "S67289.1"}, {"protein": "XP_047297811.1", "rna": "XM_047441855.1"}, {"protein": "BAG63002.1", "rna": "AK301491.1"}, {"protein": "XP_054182502.1", "rna": "XM_054326527.1"}, {"protein": "NP_000388.2", "rna": "NM_000397.4"}, {"protein": "ALQ33468.1", "rna": "KU178010.1"}, {"protein": "CAA27635.1", "rna": "X04011.1"}, {"protein": "ALQ33467.1", "rna": "KU178009.1"}, {"protein": "AAH32720.1", "rna": "BC032720.1"}, {"protein": "BAG64947.1", "rna": "AK304033.1"}]}, "alias": ["AMCBX2", "CGD", "CGDX", "GP91-1", "GP91-PHOX", "GP91PHOX", "IMD34", "NOX2", "p91-PHOX"], "ensembl": {"gene": "ENSG00000165168", "protein": ["ENSP00000367851", "ENSP00000512461", "ENSP00000512462", "ENSP00000512463"], "transcript": ["ENST00000378588", "ENST00000492288", "ENST00000696170", "ENST00000696171", "ENST00000696172", "ENST00000696173"], "translation": [{"protein": "ENSP00000512461", "rna": "ENST00000696170"}, {"protein": "ENSP00000512462", "rna": "ENST00000696171"}, {"protein": "ENSP00000367851", "rna": "ENST00000378588"}, {"protein": "ENSP00000512463", "rna": "ENST00000696172"}], "type_of_gene": "protein_coding"}, "entrezgene": "1536", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 17.506627646, "exp_mis": 116.986749165, "exp_syn": 49.0358095005, "lof_z": 4.14467965639692, "mis_z": 1.89871583292638, "mu_lof": 1.7464724455e-06, "mu_mis": 1.52304076491e-05, "mu_syn": 5.9921703839e-06, "n_lof": 0.0, "n_mis": 75.0, "n_syn": 61.0, "p_li": 0.99769789816162, "p_null": 8.079691052442e-08, "p_rec": 0.00230202104146977, "syn_z": -1.05919544657765}, "bp": 1713, "cds_end": 37670170, "cds_start": 37639330, "n_exons": 13, "nonpsych": {"exp_lof": 15.6896493933, "exp_mis": 105.922285432, "exp_syn": 44.2879383059, "lof_z": 3.89008059691269, "mis_z": 2.10354070156182, "mu_lof": 1.7464724455e-06, "mu_mis": 1.52304076491e-05, "mu_syn": 5.9921703839e-06, "n_lof": 0.0, "n_mis": 63.0, "n_syn": 54.0, "p_li": 0.996040657020171, "p_null": 3.69980415097936e-07, "p_rec": 0.00395897299941366, "syn_z": -0.918823496676275}, "nontcga": {"exp_lof": 15.8808921502, "exp_mis": 106.486103587, "exp_syn": 44.5972650327, "lof_z": 3.93114142601513, "mis_z": 1.71325336852956, "mu_lof": 1.7464724455e-06, "mu_mis": 1.52304076491e-05, "mu_syn": 5.9921703839e-06, "n_lof": 0.0, "n_mis": 71.0, "n_syn": 55.0, "p_li": 0.99594731900566, "p_null": 3.20519570536269e-07, "p_rec": 0.00405236047476941, "syn_z": -0.986314661594721}, "transcript": "ENST00000378588.4"}, "exons": [{"cdsend": 37810917, "cdsstart": 37780077, "chr": "X", "position": [[37780058, 37780122], [37782087, 37782183], [37783489, 37783600], [37791974, 37792059], [37793664, 37793810], [37795950, 37796141], [37798954, 37799084], [37801255, 37801348], [37803876, 37804130], [37805005, 37805168], [37806386, 37806533], [37809566, 37809691], [37810790, 37813461]], "strand": 1, "transcript": "NM_000397", "txend": 37813461, "txstart": 37780058}], "exons_hg19": [{"cdsend": 37670170, "cdsstart": 37639330, "chr": "X", "position": [[37639311, 37639375], [37641340, 37641436], [37642742, 37642853], [37651227, 37651312], [37652917, 37653063], [37655203, 37655394], [37658207, 37658337], [37660508, 37660601], [37663129, 37663383], [37664258, 37664421], [37665639, 37665786], [37668819, 37668944], [37670043, 37672714]], "strand": 1, "transcript": "NM_000397", "txend": 37672714, "txstart": 37639311}], "generif": [{"pubmed": 11462241, "text": "novel mutations in X-linked chronic granulomatous disease"}, {"pubmed": 11893732, "text": "p22(phox), gp91(phox), p47(phox), p67(phox), and p40(phox) existed as a functional complex in the cytoskeletal fraction."}, {"pubmed": 11926990, "text": "PU.1, HAF-1 trans activation of gp91(phox) promoter"}, {"pubmed": 12139950, "text": "analyzed DNA from two unusual X-CGD patients and established the genetic basis for their phenotype"}, {"pubmed": 12482831, "text": "In nonatherosclerotic aortic intima, gp91phox expression is restricted to 28.4+/-1.4% of intimal smooth muscle cells; in fatty streaks, macrophages and macrophage-derived foam cells express high amounts of gp91phox."}, {"pubmed": 12589359, "text": "gp91(phox) protein with a Y41D mutation and modest superoxide activity in chronic granulomatous disease"}, {"pubmed": 12768347, "text": "histidine 115 is required for proton conduction by both full-length gp91 (phox) and the N-terminal 230-amino-acid fragment of gp91 (phox)."}, {"pubmed": 12772776, "text": "adenosine pretreatment of fMLF-stimulated neutrophils results in decreased plasma membrane/secretory granule content of the flavocytochrome b components p22phox and gp91phox of the NADPH oxidase, which correlates with inhibition of ROS production"}, {"pubmed": 14605447, "text": "promoter activity repressed by SATB1 and P300 complex; the repressed activity is partially released by CDP binding to the CCAAT element directly downstream of the AT-rich region"}, {"pubmed": 15102091, "text": "Cells expressed gp91phox homologs Nox1, Nox2, and Nox4. Keratinocytes expressed Nox distinct from phox isoform of phagocytes. Source of superoxide that may regulate cell proliferation and host defense in skin and oral mucosa."}, {"pubmed": 15181570, "text": "DNA phasing generated by TA dinucleotide polymorphisms may influence the expression level of gp91 phox of NADPH oxidase and protect against severe falciparum malaria."}, {"pubmed": 15233623, "text": "The N-terminus of Nox2 is present in the mature protein and is located to the cytoplasmic side of the plasma membrane."}, {"pubmed": 15249506, "text": "Platelet CD40L expression occurs via arachidonic acid-mediated gp91phox activation."}, {"pubmed": 15256399, "text": "NAD(P)H oxidase activity is associated with increased protein levels of p22phox, p47phox, and p67phox, and increased p22phox and nox2 (gp91phox) mRNA expression. The NAD(P)H oxidase is predominantly nox2-based in saphenous veins."}, {"pubmed": 15308575, "text": "a woman with a novel mutation in CYBB (CCG[90-92]-->GGT), predicting Tyr30Arg31-->stop, Val in gp91phox, who presented with clinical symptoms at the age of 66"}, {"pubmed": 15322037, "text": "significantly reduced at the Anaplasma phagocytophilum phagosome"}, {"pubmed": 15377283, "text": "The presence of outward proton currents in COS-7 cells expressing gp91phox provides further support for our proposed role for gp91phox as the NADPH oxidase-associated proton channel"}, {"pubmed": 15454837, "text": "11 different mutations in the CYBB gene were identified, and 7 of them were novel. The types of mutations were intronic, single-nucleotide substitution resulting in nonsense or missense codons and 1 or 2 nucleotide deletions resulting in frameshifts."}, {"pubmed": 15479231, "text": "His119, in addition to His115, is required for the conduction of protons through Nox2."}, {"pubmed": 15569826, "text": "ANP is a novel endogenous activator of endothelial Nox/Nox2."}, {"pubmed": 15681849, "text": "CYBB is a common target gene repressed by HoxA10 and activated by HoxA9, and Meis1 and Nup98-hoxA9 have roles in repressing myeloid-specific gene transcription"}, {"pubmed": 15684431, "text": "the alpha-helical loop of the C-terminal of Nox2 is probably involved in the correct assembly of the NADPH oxidase complex occurring during activation, permitting cytosolic factor translocation and electron transfer from NADPH to FAD"}, {"pubmed": 15706079, "text": "mRNA expression and localization of NOX2 in human umbilical vein endothelial cells."}, {"pubmed": 15777347, "text": "monoclonal antibody CL5 was used to probe for the presence of gp91phox in membrane preparations from neutrophils of patients with nine genetically distinct forms of X-linked chronic granulomatous disease"}, {"pubmed": 15883163, "text": "NOX2 and NOX4 have roles as redox messengers in the activation of intracellular signaling pathways leading (or contributing) to mitochondriogenesis, cell survival, and differentiation in hematopoietic stem cells"}, {"pubmed": 16179592, "text": "IQGAP1 may function to link Nox2 to actin at the leading edge, thereby facilitating reactive oxygen species production at the site of injury, which may contribute to endothelial cell migration"}, {"pubmed": 16260066, "text": "These results suggest that APP-dependent microglia activation and subsequent reactive oxygen species generation by the phagocyte NADPH oxidase play a crucial role in neuronal killing in a cellular model of Alzheimer's disease"}, {"pubmed": 16354686, "text": "Rac1 facilitated the recruitment of Nox2 into the endosomal compartment and subsequent redox-dependent recruitment of TRAF6 to the MyD88/IL-1R1 complex."}, {"pubmed": 16516412, "text": "chronic granulomatous disease arose due to a splice-supporting mutation in the last position of a cryptic exon towards the middle of intron 6 of the CYBB (gp91-phox) gene"}, {"pubmed": 16608528, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16839887, "text": "NOX2 plays a critical role in conferring DCs the ability to function as specialized phagocytes adapted to process antigens rather than kill pathogens."}, {"pubmed": 16895900, "text": "analysis of the p22phox subunit of flavocytochrome b558: identification of regions critical for gp91phox maturation and NADPH oxidase activity"}, {"pubmed": 16987004, "text": "In endothelial cells, NOX2 and NOX4, but not NOX1, equally contributed to ROS generation and proliferation under basal conditions, indicating that a complex relation between NOX homologues controls endothelial function."}, {"pubmed": 17015440, "text": "analysis of the integral membrane protein flavocytochrome b(558) by mass spectrometry"}, {"pubmed": 17060362, "text": "In a three-dimensional model of the C-terminal tail of Nox2, Leu505 appears to have a strategic position just at the entry of the NADPH binding site and at the end of the alpha-helical loop (residues 484-504), a potential cytosolic factor binding region."}, {"pubmed": 17089090, "text": "De novo null mutations affecting the CYBB gene that encodes the gp91 protein were found in both cases in the heterozygous state of CGD."}, {"pubmed": 17363703, "text": "Endothelial-targeted Nox2 overexpression is sufficient to increase vascular NADPH oxidase activity, activate downstream signaling pathways, and potentiate hemodynamic response to angiotensin II, despite increases in vascular antioxidant enzymes."}, {"pubmed": 17848987, "text": "produce proteoliposomes containing gp91(phox) protein and demonstrate that these proteins exhibit activities similar to their cellular counterpart"}, {"pubmed": 17940286, "text": "study shows HIV-1 Tat signaling, leading to concurrent but separate Nox4-dependent Ras/ERK activation, and Nox2-dependent JNK activation; Tat signaling, therefore, provides an example of Nox-specific differential control of MAP kinase pathways"}, {"pubmed": 18089853, "text": "Src homology-containing tyrosine phosphatase 2 activation blocks IFN consensus sequence-binding protein (ICSBP) induced CYBB transcription."}, {"pubmed": 18202172, "text": "Aged transgenic mice overexpressing the Swedish mutation of amyloid precursor protein and lacking the catalytic subunit Nox2 of NADPH oxidase do not develop oxidative stress, cerebrovascular dysfunction, or behavioral decline."}, {"pubmed": 18278805, "text": "Comparison of CYBB coding sequences among mammals evidences the action of long-term purifying selection, which is stronger on the C-terminal cytosolic domain than on the N-terminal transmembrane domain of gp91-phox"}, {"pubmed": 18321306, "text": "None of the CYBB SNPs serve as good surrogates for the microsatellite alleles, previously associated with mild malaria."}, {"pubmed": 18397177, "text": "Rac1-dependent Noxs play a critical role in activating c-Src following hypoxia/reoxygenation injury"}, {"pubmed": 18402298, "text": "PCR-sequencing of the entire coding regions of CYBB identified nonsense mutations, 271C>T (R91X) in exon 4 and 456T>A (Y152X) in exon 5, in probands of each family."}, {"pubmed": 18402299, "text": "CYBB analysis revealed a novel complex mutation atggacg --> ttca in exon 12 (base pairs 1532-1538). As a result, 3 amino acids Tyr 511, Gly 512 and Arg 513 were deleted and replaced by 2 amino acids, Phe and Gln."}, {"pubmed": 18453612, "text": "a previously unrecognized dual role of NOX2 in the regulation of NF-kappaB in response to RSV and Sendai virus in human airway epithelial cells."}, {"pubmed": 18467643, "text": "Nox2 and Nox4 exhibit distinctive patterns of acute activation by angiotensin II, TNFalpha, and insulin and regulate the activation of distinct protein kinases."}, {"pubmed": 18473264, "text": "Nox2 and Nox4-generated ROS modulate glucose uptake in a leukaemic cell line"}, {"pubmed": 18523147, "text": "NF-kappaB is necessary for CYBB and NCF1 gene expression and activation of the phagocyte NADPH oxidase normal and anhidrotic ectodermal dysplasia leukocytes."}, {"pubmed": 18546332, "text": "mutations in CYBB, NCF1, CYBA or NCF2 may play a role in chronic granulomatous disease"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18682599, "text": "NOX2 activity participates in the regulation of the phagosomal and endosomal pH in human dendritic cells, and is required for efficient antigen cross-presentation."}, {"pubmed": 18774749, "text": "a novel mutation in the CYBB gene and an extremely skewed X-inactivation event resulted in the rare expression of the chronic granulomatous disease phenotype in a carrier female."}, {"pubmed": 18783311, "text": "results indicate that Nox4 and Nox2 play a physiological role in hyperoxia-induced ROS production and migration of ECs"}, {"pubmed": 19116138, "text": "p67(phox)-SH3(N) specifically functions in gp91(phox)/Nox2 activation probably via facilitating oxidase assembly."}, {"pubmed": 19118104, "text": "OAG-induced NOX2 activation was mediated by PKC and PI3K through the regulation of Rac2 activity"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19217269, "text": "controls phagosomal pH and antigen cross-presentation in human dendritic cells"}, {"pubmed": 19265148, "text": "A novel regulatory mechanism for Toll-like receptor (TLR2)-dependent innate responses to mycobacteria involves crosstalk between NADPH oxidase 2 (NOX2) and TLR2 and the expression of macrophage cathelicidin."}, {"pubmed": 19307214, "text": "The authors show that the AnkA protein of Anaplasma phagocytophilum, which is translocated into the host cell nucleus, interacts with gene regulatory regions of host chromatin and is involved in downregulating expression of CYBB (gp91(phox))."}, {"pubmed": 19337723, "text": "in endothelial cells, Nox4-derived H(2)O(2) activates ERK1/2 to promote proliferation, whereas Nox2-containing NADPH oxidase maintains the cytoskeleton and prevents apoptosis to support cell survival"}, {"pubmed": 19390057, "text": "Phosphodiesterase 2 mediates redox-sensitive endothelial cell proliferation and angiogenesis by thrombin via Rac1 and NADPH oxidase 2."}, {"pubmed": 19401454, "text": "Oxidized LDL-induced expression of NOX may lead to the elevated release of reactive oxygen species, the activation of HSF1, and the enhancement of the transcription of PAI-1 gene in cultured vascular endothelial cells."}, {"pubmed": 19410294, "text": "A mutation was found in the CYBB gene of 33 patients and 9 of these were novel."}, {"pubmed": 19410294, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19536508, "text": "Present findings support NEB cell specific plasma membrane model of O(2) sensing, and suggest unique NOX/K(+)O(2) channel combinations for diverse physiological NEB functions."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19708127, "text": "Data report an atypical and rare case of X-linked chronic granulomatous disease characterized by a low expression of gp91phox (X91- CGD), which led to low neutrophil O2- radical production and susceptibility to severe infection."}, {"pubmed": 19717732, "text": "Conclude that acute exercise increases intracellular NO in endothelial progenitor cells through an NADPH oxidase-inhibition mechanism in sedentary men."}, {"pubmed": 19801678, "text": "Data show that Nox2 and IL-1R1 localize to plasma membrane lipid rafts in the unstimulated state and that IL-1beta signals caveolin-1-dependent endocytosis of both proteins into the redoxosome."}, {"pubmed": 19805647, "text": "This study provides the first evidence that, in humans, gp91(phox) is implicated in the modulation of arterial tone."}, {"pubmed": 19839755, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19843513, "text": "Sixty per cent of superoxide formation in human arcuate and proximal interlobular arteries was due to Nox activity; mRNA expression analyses revealed the presence of Nox2 and Nox4 but not Nox1"}, {"pubmed": 19895673, "text": "Induction of PI3K activity by CD40L may stimulate activation of Rac1 and NOX2 inducing, oxidative stress and endothelial dysfunction."}, {"pubmed": 19929442, "text": "Expression of the catalytic gp91phox subunit & NOX activity was evaluated in affected (superior and middle temporal gyri) & unaffected brain regions from a longitudinally followed group of patients with varying degrees of cognitive impairment."}, {"pubmed": 19965781, "text": "Demonstrate that in hypercholesterolemia statins exert an antioxidant effect via inhibition of soluble gp91(phox) expression."}, {"pubmed": 19995913, "text": "Nox4, Nox2, and functional Nox chimeras translocated to the plasma membrane."}, {"pubmed": 20036216, "text": "The results suggest that microglia activated by ischemic insult may increase reactive oxygen species generation via activation of gp91phox NADPH oxidase, resulting in neuronal injury."}, {"pubmed": 20043988, "text": "H2O2 stimulates NOX2-mediated superoxide generation in neutrophils and K562/NOX2 cells via a signaling pathway involving Ca(2+) influx and c-Abl tyrosine kinase acting upstream of PKCdelta."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20080418, "text": "membrane-bound nox2 containing NADPH oxidase activity and expression in the atrial myocardium is increased in patients with severe mitral regurgitation, possibly contributing to atrial remodeling in this clinical setting."}, {"pubmed": 20219570, "text": "Results characterize a pathway leading to NOX2 activation in which iPLA(2)-regulated p38 MAPK activity is a key regulator of S100A8/A9 translocation via S100A9 phosphorylation."}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20375611, "text": "These monoclonal antibodies provided novel and unique probes to investigate maturation, activation and activity, not only of Nox2 but also of novel Nox."}, {"pubmed": 20407811, "text": "granulomatous disease in Iran is predominantly due to mutations in p47-phox, while the number of mutations in p22-phox is roughly equal to that in gp91-phox, indicating that the genetics of CGD are ethnically variable"}, {"pubmed": 20495074, "text": "Loss of gp91phox is associated with inflammasome activation resulting in chronic granulomatous disease."}, {"pubmed": 20630999, "text": "Results suggest that RAGE, NOX, and H-Ras/Raf-1 are implicated in the up-regulation of HSF1 or PAI-1 in vascular EC under diabetes-associated metabolic stress."}, {"pubmed": 20708598, "text": "analysis of superoxide overproduction by the D-Loop(Nox4)-Nox2 cytochrome b(558) in phagocytes"}, {"pubmed": 20724480, "text": "NADPH oxidase assembly process and FAD incorporation are closely related events essential for the diaphorase activity of Nox2."}, {"pubmed": 20729109, "text": "article lists all mutations identified in CYBB in the X-linked form of chronic granulomatous disease; apparently benign polymorphisms in CYBB are also given"}, {"pubmed": 20803017, "text": "The NOX2 NADPH oxidase in particular has been assigned multiple roles, functioning as a source of antimicrobial ROS, an activator of many signaling pathways, a participant in chemotaxis"}, {"pubmed": 20813210, "text": "the deletion breakpoints in two patients with contiguous gene syndrome involving CYBB"}, {"pubmed": 20832062, "text": "APN-mediated gp91(phox) reduction could be one of the mechanisms involved in atorvastatin's antioxidant effect"}, {"pubmed": 20861446, "text": "NAPDH oxidase activity in macrophages is important for the induction of Tregs to regulate T cell-mediated inflammation."}, {"pubmed": 21029719, "text": "the PI3K/Akt signaling pathway might originate in part with Tat-induced activation of NADPH oxidase and long terminal repeat transactivation"}, {"pubmed": 21042717, "text": "The integrity of lipid rafts plays an important role in the regulation of NADPH oxidase activity in breast cancer cells."}, {"pubmed": 21071703, "text": "Inherited human gp91phox deficiency is associated with impaired isoprostane formation and platelet dysfunction."}, {"pubmed": 21124855, "text": "Data demonstrated that a massive reduction in H(v)1 expression can limit the Nox2 mediated superoxide production of PLB-985 granulocytes."}, {"pubmed": 21278346, "text": "IFN-gamma enhances interaction of GCN5 histone acetyltransferase with gp91-phox gene promoter and acetylation levels of histone-2 and histone-3 lysine residues surrounding the promoter."}, {"pubmed": 21278736, "text": "2 kindreds with X-linked recessive Mendelian susceptibility to mycobacterial disease (MSMD) syndromes; macrophage-specific consequences of CYBB germline mutation resulted from impairment in NADPH oxidase assembly;indicates CYBB is associated with MSMD"}, {"pubmed": 21444627, "text": "Data suggest that the affinity of Nox2 for NADPH is increased in the presence of 6PGDH on cell stimulation."}, {"pubmed": 21524749, "text": "Nox2-containing NADPH oxidase deficiency protects against hypercholesterolemia-induced impairment of neovascularization."}, {"pubmed": 21604087, "text": "CGD patients with mutations that alter the gp91(phox) protein in regions involved in docking of the cytosolic NADPH oxidase component p47(phox) may have higher than expected hydrogen peroxide generation capability."}, {"pubmed": 21636808, "text": "Anoxia-reoxygenation is associated with overproduction of platelet TxB(2) and isoprostanes, which is dependent on NOX2-dependent ROS generation."}, {"pubmed": 21659519, "text": "Role of putative second transmembrane region of Nox2 protein in the structural stability and electron transfer of the phagocytic NADPH oxidase."}, {"pubmed": 21683690, "text": "These results suggested that SUMO1 plays an important role in modulation of NOX2 activity required for ROS generation."}, {"pubmed": 21742780, "text": "Our results suggest that NOX plays an important role in Cr(VI)-induced ROS generation and carcinogenesis."}, {"pubmed": 21796650, "text": "Glucan increases IL-12 production through NADPH oxidase-unrelated mechanisms."}, {"pubmed": 21901141, "text": "Reduced matrigel invasion was mediated by reduced ROS levels coinciding with decreased expression of NADPH oxidase 2, 3, 4 and 5 involved in ROS production."}, {"pubmed": 21956105, "text": "cooperation of p40(phox) with p47(phox) for Nox2-based NADPH oxidase activation during Fcgamma receptor (FcgammaR)-mediated phagocytosis"}, {"pubmed": 22038300, "text": "accumulation of nuclear NOX2 and peri-nuclear NOX4 accumulation as potential source of ROS production in Hcy-induced apoptosis in endothelial cells"}, {"pubmed": 22125116, "text": "Data iIdentified and characterized two novel mutations in the alpha-helical loop (residues 484-503) of CYBB/gp91(phox) resulting in the rare X91(+) variant of chronic granulomatous disease."}, {"pubmed": 22191478, "text": "The in vitro validation study demonstrated that incubation of PBMCs with activated FX induced a significant increase in intracellular ROS production, superoxide generation, and gp91(phox)/NOX2 expression."}, {"pubmed": 22272860, "text": "Child with chronic granulomatous disease (CGD) presenting with recurrent mycobacterial infections and invasive Aspergillus fumigatus disease is described. X-linked CGD with novel mutation in exon 10 of CYBB gene - first South African report."}, {"pubmed": 22287576, "text": "Endothelial-targeted Nox2 overexpression in ApoE(-/-) mice is sufficient to increase vascular superoxide production and increase macrophage recruitment possible via activation of endothelial cells."}, {"pubmed": 22336250, "text": "Reactive oxidant species generated by NOX2 upregulation contributes to reduction of flow-mediated dilation, improving arterial dilatation via NOX2 inhibition."}, {"pubmed": 22354003, "text": "Insights into a previously unrecognized role for NADPH oxidase-derived ROS in mediating nonapoptotic programmed cell death evoked by mAbs in B-cell malignancies."}, {"pubmed": 22382877, "text": "study reports two rare cases of male X-linked chronic granulomatous disease patients, one caused by a 5.7-kb duplication of a region containing CYBB exons 6 to 8 and the other caused by a deletion of this same region"}, {"pubmed": 22383943, "text": "analysis of gene deletions and mutations in CYBB gene in X-linked chronic granulomatous disease"}, {"pubmed": 22399808, "text": "findings identified HIF-1 and NOX2 as partners acting in concert to promote angiogenesis in response to U-II"}, {"pubmed": 22493499, "text": "conclude that Slamf1 recruits a subset of Vps34-associated proteins, which is involved in membrane fusion and NOX2 regulation"}, {"pubmed": 22550344, "text": "The role of NADPH oxidase/gp91(phox) expression and the PARP-1/PAR pathway of apoptosis in acute meloid leukemic cells was investigated."}, {"pubmed": 22562447, "text": "Eight novel mutations in CYBB and NCF2 genes were identified in patients with chronic granulomatous disease."}, {"pubmed": 22690528, "text": "In resting neutrophils, a substantial proportion of p22-phox from HIV-positive patients is distributed in regions close to the cytoplasmic membrane, sediment in high density sucrose fractions and is located in the cytoplasmic insoluble fraction."}, {"pubmed": 22727869, "text": "The study suggests that NOX2-generating oxidative stress may have a pathogenic role in the functional changes of the arterial wall occurring in hypercholesterolemia and obesity."}, {"pubmed": 22746273, "text": "Nox2 is the most important NADPH oxidase mediating cerebral injury. [Review]"}, {"pubmed": 22808130, "text": "The data point to four strategic (87)HEES(90) amino acid residues of the S100A8 C-terminal sequence that are involved directly in the molecular interaction with cytochrome b(558) and then in the phagocyte NADPH oxidase activation."}, {"pubmed": 22865553, "text": "The data suggest that NOX2/Kv complexes are the predominant O2 sensor in H146 cells and, by inference, in native neuroepithelial bodies."}, {"pubmed": 22869144, "text": "study demonstrates that mTORC2 complex stability and activation is redox sensitive, and further defined a novel role for p22(phox)-based Nox oxidases in eIF4E-dependent mRNA translation through mTORC2"}, {"pubmed": 22933115, "text": "Data suggest that NOX2 plays a role in pancreatic islets as negative modulator of insulin secretion, reducing cAMP/protein kinase A signaling secondary to generation of reactive oxygen species."}, {"pubmed": 22938164, "text": "The roles played by Nox2-dependent oxidative stress mechanisms in a NMDAR antagonist induced model of schizophrenia. [Review]"}, {"pubmed": 23095975, "text": "Regulation of Nox2 links the ARNO-Arf6 signaling pathway with glucose stimulated insulin secretion in the pancreas."}, {"pubmed": 23118986, "text": "a novel splice variant of NOX2 that regulates NADPH oxidase activity in macrophages"}, {"pubmed": 23216310, "text": "Patients with p47(phox) hereditary deficiency have intermediate flow mediated dilation and oxidative stress compared to healthy subjects and patients with NOX2 deficiency."}, {"pubmed": 23237808, "text": "These observations suggest that laminar shear stress prevents apoptotic death of endothelial cells through a NOX2-dependent mechanism."}, {"pubmed": 23288160, "text": "Study shows reduced atherosclerotic burden in carriers of NOX2 deficiency, suggesting that oxidative stress generated by this enzymatic pathway is implicated in human atherosclerosis."}, {"pubmed": 23333803, "text": "Nox2 regulates lipopolysaccharide-mediated IKK-beta phosphorylation and endothelial activation in human pulmonary microvascular endothelial cells."}, {"pubmed": 23349115, "text": "environmental toxicants may impact microglia through unique mechanisms, they all appear to converge on a common final pathway of microglial activation: NADPH oxidase 2 (NOX2) activation."}, {"pubmed": 23476056, "text": "Nox2 regulates hypoxia-inducible factor-1alpha and peroxisome proliferator-activated receptor-alpha, protecting the heart against ischemia/reperfusion injury."}, {"pubmed": 23503476, "text": "study suggests that NOX2 contributes to generating ox-LDL during the early phase of life in normocholesterolemic children and to the persistent high oxidative stress in the prepubertal period of hypercholesterolemic children"}, {"pubmed": 23919599, "text": "neither CYBB nor GPX4 are major genetic determinants of diabetic nephropathy, but nevertheless, they could modulate in a gender-specific manner the risk for renal disease in patients with type 1 diabetes."}, {"pubmed": 23955717, "text": "study suggests that mitoKATP-mediated mitochondrial O2(.-) stimulates cytoplasmic Nox2, contributing to the development of endothelial oxidative stress and hypertension."}, {"pubmed": 24053613, "text": "Nox2 stimulates mitochondrial ROS by activating reverse electron transfer and both mitochondrial O2(*-) and reverse electron transfer may represent new pharmacological targets for the treatment of hypertension."}, {"pubmed": 24081483, "text": "Two novel mutations are identified in Greek patients with chronic granulomatous disease: one in CYBB and one in neutrophil cytosolic factor (NCF)1."}, {"pubmed": 24328853, "text": "Serum NOX2 was upregulated in patients with pneumonia, and was correlated with cardiac troponin T (a marker of myocardial injury) and 8-iso-PGF2alpha (a marker of oxidative stress)."}, {"pubmed": 24374334, "text": "These findings demonstrate that Rac1 and NADPH oxidase play an important role in rotenone neurotoxicity."}, {"pubmed": 24376210, "text": "These results imply that the activation of NADPH oxidase plays an essential role in suppressing intracellular multiplication of Burkholderia pseudomallei in human monocytes, although this enzyme is not sufficient to stop intracellular multiplication."}, {"pubmed": 24376854, "text": "CYBB downregulation exerts a deleterious effect on the NADPH oxidase complex in classical Hodgkin lymphoma cell lines."}, {"pubmed": 24393844, "text": "identified NOX2 as a target of miR-34a in A172 glioma cells"}, {"pubmed": 24478191, "text": "In patient with chronic granulomatous disease, a 5.8-kb, incomplete and partly exonized TMF1 transcript was identified in intron 1 of CYBB, in opposite orientation to the host gene."}, {"pubmed": 24524998, "text": "colon epithelial cells directly exposed to 5-HT are primed for inflammatory reactions, which is an important innate immune response, and the underlying mechanism for the priming is associated with Nox2-activated signaling pathways"}, {"pubmed": 24554007, "text": "TIAM1-RAC1-NOX2 signalling axis is activated in the initial stages of diabetes to increase intracellular ROS leading to mitochondrial damage and accelerated capillary cell apoptosis"}, {"pubmed": 24596025, "text": "Four novel mutations in the NCF1, NCF2, and CYBB genees have been identified in chronic granulomatous disease patients in Morocco."}, {"pubmed": 24681145, "text": "NOX2 transgene enhances endothelial-mesenchymal transition and has proinflammatory effects which may be an important mechanism underlying cardiac fibrosis and diastolic dysfunction."}, {"pubmed": 24758604, "text": "Serum soluble NOX2-derived peptide levels were higher in patients with non-alcoholic fatty liver, independent from obesity, diabetes, and metabolic syndrome, and correlated with severity of steatosis."}, {"pubmed": 24931457, "text": "Very early onset inflammatory bowel disease patients carry heterozygous functional hypomorphic variants in components of the NOX2 NADPH oxidase complex."}, {"pubmed": 24943880, "text": "mutations in Chinese patients with chronic granulomatous disease"}, {"pubmed": 24967690, "text": "Suggest eupafolin attenuated COX-2 expression leading to reduced production of prostaglandin E2 by blocking Nox2/p47(phox) pathway."}, {"pubmed": 24973227, "text": "in vivo platelet activation is significantly and directly associated with NOx2 activity"}, {"pubmed": 24978055, "text": "tracheal instillation of AGEs promoted clearance of lung fluid, whereas concomitant inhibition of RAGE, PKC, and gp91(phox) abrogated the response"}, {"pubmed": 24981855, "text": "NOX2 siRNA suppresses collagen production in primary keloid dermal fibroblasts."}, {"pubmed": 24999735, "text": "study identified mutations in the CYBB gene of 29 Korean patients with X-linked Chronic granulomatous disease(CGD)from 26 unrelated families;results confirmed that mutations of CYBB in X-CGD are heterogeneous and do not show the peculiarity of the ethnic group"}, {"pubmed": 25056956, "text": "Data indicate that arachidonic acid induces the direct interaction of Rac-GTP-bound p67(phox) with the C-terminal cytosolic region of phagocyte NADPH oxidase Nox2."}, {"pubmed": 25066192, "text": "Data (including data from transgenic/knockout mice) suggest that inhibition of NOX1 and NOX2/CYBB (but not NOX4) in vascular endothelium conforms to current models for treatment of vascular diseases. [REVIEW]"}, {"pubmed": 25079350, "text": "NOX2 and NOX4 expressions significantly increase at an early stage after traumatic brain injury, and abnormal expressions of NOX2 and NOX4 are correlated to patient prognosis to certain extent"}, {"pubmed": 25116588, "text": "NOX2 is involved in the pathogenesis of human emphysema and macrophage-specific NOX2 participates in elastase-induced emphysema through the involvement of sirtuin 1/metalloproteinase-9 pathways in mice"}, {"pubmed": 25146963, "text": "miR-17 regulated the expression of NOX2 and NOX4, which in turn regulated the reactive oxygen species production in microglial cells"}, {"pubmed": 25155522, "text": "hypoxia activates NOX-2 protein expression, and NOX-2-induced oxidative stress may be an initiating factor in driving angiogenesis in inflammatory arthritis."}, {"pubmed": 25178511, "text": "Amyotrophic lateral sclerosis patients with a NOX2 activity lower than the median value showed a 1-year increase of survival from onset."}, {"pubmed": 25238217, "text": "Platelets oxidize LDL, which in turn amplify platelet activation via specific ox-LDL receptors; both effects are mediated by NOX2 activation"}, {"pubmed": 25239440, "text": "Reduced carotid but not coronary artery atherosclerosis in patients with chronic granulomatous disease despite the high prevalence of traditional risk factors raises questions about the role of NADPH oxidase in the pathogenesis of atherosclerosis."}, {"pubmed": 25252997, "text": "A possible role of the first transmembrane domain (Trp18), and the region between the membrane and the dehydrogenase domain of NOX2 (Glu309, Ile325 and Gly389), in the binding with p22phox."}, {"pubmed": 25323785, "text": "Results suggest that NOX2-derived ROS-mediated BLT1 trafficking to the cell surface plays a key role in the exocytosis of human eosinophils induced by LTB4."}, {"pubmed": 25326583, "text": "the results implicate Nox2-mediated eNOS-S-glutathionylation as a mechanism underlying LPS-induced eNOS uncoupling in the lung microvasculature."}, {"pubmed": 25392853, "text": "In atrial fibrillation patients 8-iso-PGF2alpha and NOX2 levels are predictive of cardiovascular events and total mortality."}, {"pubmed": 25460197, "text": "The idea is that sudden, disorderly, and excessive neuronal discharges activates NOX2 with O(2)(-) production, leading to lipid peroxidation. The resulting generation of HNE targets AQP4, affecting water and ion balance."}, {"pubmed": 25502554, "text": "NOX2 is a major source of reactive oxygen species in prion diseases and can affect prion pathogenesis."}, {"pubmed": 25568324, "text": "Data show that endothelial NADPH oxidase 2 (Nox2) regulates Angiopoeitin-2 (Ang2)-dependent angiogenesis."}, {"pubmed": 25589411, "text": "three cofactor independent human monoclonal aPL can induce transcription of NLRP3 and caspase-1 resulting in inflammasome activation specific for NLRP3, which depends fully on activation of endosomal NADPH-oxidase-2 (NOX2) by aPL"}, {"pubmed": 25598081, "text": "the amount of LPL expressed in muscle and heart governed both the binding of chylomicron particles and the assimilation of chylomicron lipids in the tissue."}, {"pubmed": 25707572, "text": "NOX2 generates reactive oxygen species (ROS) in systemic sclerosis (SSc) fibroblasts and plays a critical role in cell activation and DNA damage. Expression of NOX2 in SSc fibroblasts is maintained by a ROS-mediated loop."}, {"pubmed": 25730848, "text": "SK3 channel and mitochondrial ROS mediate NADPH oxidase-independent NETosis induced by calcium influx."}, {"pubmed": 25752509, "text": "Study reports a putative NF-kB binding site within the distant 5' fl anking region of the CYBB gene, 15 kb upstream from the transcription start site, and provide evidence for its involvement in the regulation of CYBB gene expression in human phagocytes."}, {"pubmed": 25805361, "text": "Suggest that NOX2-derived oxidative stress is involved in artery dysfunction in children with sleep disordered breathing."}, {"pubmed": 25889655, "text": "SSc T lymphocityes are characterized by high levels of ROS, generated by NADPH oxidase via ERK1/2 phosphorylation, that are essential for cell activation, proliferation, and cytokine production."}, {"pubmed": 25929165, "text": "results indicated rs5917471 was associated with reduced risk of tuberculosis(TB); further analysis demonstrated protective effect of allele T of rs5917471 was stronger among males, smokers and male smokers; individuals carrying A allele of rs6610650 exhibited decreased risk of TB among males, smokers and male smokers"}, {"pubmed": 25996657, "text": "Furthermore, a direct interaction between AnkA and HDAC1 was detected at the CYBB promoter, and was critical for AnkA-mediated CYBB repression."}, {"pubmed": 26034362, "text": "NOX2 is up-regulated in gastric cancer and correlates with poor prognosis."}, {"pubmed": 26040511, "text": "There is a mutual enhancement between HMGB1 and Nox2-derived reactive oxygen species in the diabetic retina."}, {"pubmed": 26076008, "text": "NOX2 activity does not play a key role in tumor development or immune cell infiltration in the chemically induced MCA sarcoma model."}, {"pubmed": 26079697, "text": "Ethanol-induced HMGB1 release is associated with NOX2/NLRP1 inflammasome signaling, which represents a novel mechanism of ethanol-associated neuron injury."}, {"pubmed": 26116564, "text": "Molecular switch from NOX1 to NOX2 in colon cancer cells induces ROS production and subsequently enhances MMP-7 expression by deactivating AMPK."}, {"pubmed": 26160850, "text": "results reveal an essential role for the Cys-Gly-Cys triad in Nox2 in binding p67(phox), seconded by an additional binding region, comprising residues C terminal to Cys-Gly-Cys. The 2 regions interact with distinct partner sites in p67(phox)."}, {"pubmed": 26177467, "text": "Blunting of NOX2-dependent IKKepsilon oncogenic kinase expression reduces proliferation and viability of human breast cancer cells."}, {"pubmed": 26317224, "text": "increased levels of gp91phox, p47phox and p22phox likely account for the interferon-gamma mediated enhancement of dimethyl sulfoxide-induced Nox2 activity."}, {"pubmed": 26320741, "text": "TLR4- and TLR2-induced IRAK-ERK pathway cross-talks with p67phox-Nox-2 for reactive oxygen species generation, thus regulating IL-1beta transcription and processing in monocytic cells."}, {"pubmed": 26333777, "text": "results indicate that platelet and neutrophil NOX2-produced ROS are critical for the function of surface receptors essential for neutrophil-platelet interactions during vascular inflammation."}, {"pubmed": 26354779, "text": "NOX2 is the source of HPV-induced oxidative stress in the pathogenesis of head and neck cancer."}, {"pubmed": 26464403, "text": "Female patients with severe inflammatory bowel disease should be checked for X-CGD genes."}, {"pubmed": 26498406, "text": "Critical role of the Mac1/NOX2 pathway in mediating reactive microgliosis-generated chronic neuroinflammation and progressive neurodegeneration"}, {"pubmed": 26907999, "text": "NOX2 induces antigen release from endosomes for cross-presentation by direct oxidation of endosomal lipids."}, {"pubmed": 26960433, "text": "NADPH oxidase promotes Parkinsonian phenotypes by impairing autophagic flux in an mTORC1-independent fashion in a cellular model of Parkinson's disease"}, {"pubmed": 27048452, "text": "NOX2 levels were higher in those patients infected with H. pylori irrespective of the virulence factors than those uninfected patients."}, {"pubmed": 27088800, "text": "data support NOX2 as a critical component of the suppressive machinery of CD8 Tregs and suggest that repairing NOX2 deficiency in these cells may protect older individuals from tissue-destructive inflammatory disease, such as large-vessel vasculitis."}, {"pubmed": 27088803, "text": "CD8+ T cells in close contact with target T cells release NADPH oxidase 2-containing microvesicles that inhibit TCR activation by elevating ROS and thereby reducing phosphorylation of the TCR-associated kinase ZAP70."}, {"pubmed": 27181082, "text": "Nox2 activity efficiently contributes to the mechanism of oxidative stress-induced increase in premature aging conferred by doxorubicin. The importance of modulation of Nox2 in human EPCs could reveal a useful tool to restore endothelial progenitor cells physiological function and properties."}, {"pubmed": 27187235, "text": "NOX2 expression was significantly higher in the cortex of asphyctic suicide subjects than in non-suicidal asphyxia and controls."}, {"pubmed": 27212019, "text": "We examined the pattern of NOX expression in spinal cords of patients and mouse models of ALS and analyzed the impact of genetic deletion of the NOX1 and 2 isoforms as well as pharmacological NOX inhibition in the SOD1(G93A) ALS mouse model.In contrast to previous publications, survival of SOD1(G93A) mice was not modified upon breeding with constitutive NOX1 and NOX2 deficient mice."}, {"pubmed": 27221536, "text": "alkali burns markedly upregulated the transcription and expression of Nox2 and Nox4 in human or mouse corneas."}, {"pubmed": 27253713, "text": "Our findings indicate that Nox2 deficiency results in exaggerated experimental asthma, which is caused by enhanced Th2 effector function in a T-cell-intrinsic manner."}, {"pubmed": 27488058, "text": "Study demonstrate that Nox2 signaling via inactivation of phosphatase and tensin homolog and activation of the PI3K/Akt pathway leads to membrane ruffling and macropinocytosis."}, {"pubmed": 27624556, "text": "Translated to human pathophysiology, we found increased gp91(phox) expression in endomyocardial biopsies of Alcoholic cardiomyopathy (ACM) patients. In conclusion, ACM is promoted by ACA-driven mitochondrial dysfunction and can be improved by ablation of NOX2/gp91(phox). NOX2/gp91(phox) therefore might be a potential pharmacological target to treat ACM."}, {"pubmed": 27666509, "text": "The authors report the absence of an oxidative burst in the phagocytes of the patient with a novel missense c.1226C > A mutation in the CYBB gene resulting in p.A409E."}, {"pubmed": 27765769, "text": "Skeletal muscle protein expression of the NADPH oxidase subunits p22(phox), p47(phox), and p67(phox) was increased in obese relative to lean subjects, where p22(phox) and p67(phox) expression was attenuated by exercise training in obese subjects."}, {"pubmed": 27795355, "text": "A novel regulatory mechanism for SNAP23-dependent mast cell activation of T. vaginalis-secreted LTB4 involving surface trafficking of BLT1."}, {"pubmed": 27799347, "text": "PFK-2 seems to be a strategic element that links NADPH oxidase activation and glycolysis modulation, and, as such, is proposed as a potential therapeutic target in inflammatory diseases."}, {"pubmed": 27917630, "text": "A mutation in CYBB gene encoding gp91-phox located on chromosome Xp21.1, leads to X-linked Chronic granulomatous disease"}, {"pubmed": 27938946, "text": "These findings provide novel insights into oleanolic acid-induced inhibition of rectal cancer cell proliferation and highlight NOX2/ROS/HIF-1alpha axis as a novel therapeutic target for the treatment of rectal cancer."}, {"pubmed": 28070636, "text": "NOX-2 probably contributes to extracellular matrix loss by the activation of hyaluronidase through acidification."}, {"pubmed": 28077855, "text": "the increased oxidative stress was mediated by nox2 dependent reactive oxygen species overproduction that could downregulate whole-cell K(+) currents"}, {"pubmed": 28128227, "text": "Findings show that under elevated glucose concentration, NOX2 is activated by SMIT1 triggering ROS production in the heart."}, {"pubmed": 28202687, "text": "Cytochrome b558 also traffics from a lysosomal pool to phagosomes and this is required to replenish oxidatively damaged NOX2."}, {"pubmed": 28260074, "text": "The ROS levels of the study group decreased obviously before irradiation (P<0.01), however, the radiation-induced ROS of the study group was at a high level even when irradiation had been terminated for 2 h (P<0.01). Moreover, NOX2 and NOX4 levels and total SOD activity decreased (P<0.01), while the levels of SOD1 were stably maintained (P>0.05)."}, {"pubmed": 28330417, "text": "Nox4 should contribute to the pathological processes insubarachnoid hemorrhage(SAH)-induced early brain injury (EBI), and there was not an overlay effect of Nox2 inhibition and Nox4 inhibition on preventing SAH-induced EBI."}, {"pubmed": 28351775, "text": "NOX2, NOX4, and mitochondrial-derived reactive oxygen species contribute to angiopoietin-1 signaling and angiogenic responses in endothelial cells."}, {"pubmed": 28424170, "text": "Nox4-derived H2O2 in part activates Nox2 to increase mitochondrial ROS via pSer36-p66Shc, thereby enhancing VEGFR2 signaling and angiogenesis in endothelial cells."}, {"pubmed": 28499252, "text": "Results show that Nox2 knockdown attenuated HIV-1 Tat-induced HDAC6 expression and subsequent expression of chemokines. Also, the data provide evidence that HDAC6 mediates HIV-1 Tat-induced reactive oxygen species generation by regulating the activity and expression of Nox2-based NADPH oxidase in astrocytes, and demonstrate the existence of a crosstalk between HDAC6 and NADPH oxidase in HIV-1 Tat-stimulated astrocytes."}, {"pubmed": 28499911, "text": "this study shows that aging-associated metabolic disorder induces Nox2 activation and oxidative damage of endothelial function"}, {"pubmed": 28536313, "text": "The potency of RTK inhibition by BJ-1301 was lower than that of sunitinib (a multi-RTK inhibitor), but the inhibition of downstream signaling pathways (e.g., ROS generation) and subsequent biological changes (e.g., NOX2 induction) by BJ-1301 was superior"}, {"pubmed": 28600985, "text": "Hyperinsulinemia modulates arteriolar flow-induced dilation via Nox2-mediated superoxide production."}, {"pubmed": 28630469, "text": "platelet aggregation resulted to be higher in patients with atrial fibrillation carrying the C2238 ANP gene variant with respect to non-carriers. In conclusions, C2238/alphaANP promotes platelet aggregation through the activation of Nox2 and the reduction of cAMP."}, {"pubmed": 28650848, "text": "Recent studies reveal that AKT2-NOX2 signaling has critical roles in Ca mobilization, ROS generation, degranulation, and control of the ligand-binding function of cell surface molecules, thereby promoting heterotypic cell-cell interactions in thromboinflammation."}, {"pubmed": 28688762, "text": "Thioredoxin attenuates oxidized low-density lipoprotein induced oxidative stress in human umbilical vein endothelial cells by reducing NOX2-NOX4 activity."}, {"pubmed": 28725637, "text": "Porphyromonas gingivalis modulates the danger signal eATP-induced NOX2 signaling and also induces host glutathione synthesis to likely avoid HOCl mediated clearance."}, {"pubmed": 28733324, "text": "Acute myeloid leukemia cells -derived NOX2 drives transfer of mitochondria via the generation of superoxide."}, {"pubmed": 28809856, "text": "Study demonstrates that there is no increase of NOX2 expression in schizophrenic patients. Unexpectedly, however, the study found that NOX2 expression was decreased in patients with bipolar disorder."}, {"pubmed": 28811143, "text": "NOX2 isoform in blood samples has been considered as biomarker of disease severity and treatment efficacy in neurodegenerative disease. (Review)"}, {"pubmed": 28840773, "text": "We demonstrated that small interfering RNA (siRNA)-mediated knockdown of PRR, Nox2 and Nox4 significantly reduced the HG-induced stimulation of VEGF. On the other hand, Nox4 overexpression significantly potentiated PRR-induced stimulation of VEGF under hyperglycemia in ARPE-19 cells."}, {"pubmed": 28855537, "text": "Inhibition of NOX2 and NOX1 with siRNA or chemical inhibitors significantly suppresses reactive oxygen species production and DNA damage induced by acidic bile salts."}, {"pubmed": 28886419, "text": "In a male patient suffering from X-linked chronic granulomatous disease (CGD) we found a c.389G>T mutation in exon 5 of the CYBB gene."}, {"pubmed": 28916473, "text": "Phorbol 12-myristate-13-acetate-stimulated NOX2-NIS (NOX-specific Insertion Sequence) phosphorylation by ATM kinase causes a dynamic switch that deactivates NOX2 activity. This downregulation may be defective in NOX2-NIS3 mutant because of the absence of Ser486."}, {"pubmed": 28990416, "text": "The observation leads to the hypothesis that, in adults, regular exercise preserves artery dilation through Nox2 decreased activity."}, {"pubmed": 29061308, "text": "Finally, overexpression of miR34a in EBNA1-expressing SNU719 cells induced typical apoptosis, suggesting that reactivation of miR34a in EBNA1-expressing gastric cancer cells could be a strategy for treatment of EBV-infected gastric cancer cells."}, {"pubmed": 29103982, "text": "The activity of Nox2 is lowered in neutrophils of untreated hypercholesterolemic patients. Finally oxysterols (25-hydroxy-cholesterol or 5alpha, 6alpha - epoxy-cholesterol) do not induce effects different from that of non-oxidized cholesterol."}, {"pubmed": 29132304, "text": "In a family study of a patient with chronic granulomatous disease, the mutation in the CYBB gene was confirmed to be pathogenic, and the three variants in the CYBA gene were benign."}, {"pubmed": 29388853, "text": "This study identifies one novel mutation in the IL2RG gene and another, previously described mutation in the CYBB genes. It is the first report establishing a diagnosis of X-SCID and X-CGD using WES in Chinese patients."}, {"pubmed": 29449441, "text": "In children exposed to passive smoking, Nox2-derived oxidative stress is upregulated and inversely associated with impaired artery dilation."}, {"pubmed": 29508720, "text": "We describe a 17-year old girl with X-linked chronic granulomatous disease caused by the expression of a heterozygous frameshift mutation in the CYBB gene at Xp21.1 causing a premature stop codon in exon 9 of the complementary DNA, leading to a truncated gp91phox protein due to skewed inactivation of the normal X chromosome. To our knowledge, this is the first report of a patient carrying this mutation in the CYBB gene."}, {"pubmed": 29571125, "text": "Human post-mortem and animal studies have identified elevated NOX2 and NOX4 levels in the injured brain, suggesting that these two NOXs are involved in the pathogenesis of Traumatic brain injury (TBI)"}, {"pubmed": 29573449, "text": "To further elucidate the mAb 7D5 epitope on human gp91(phox) , chimeric DNA expressed human and mouse gp91(phox) recombinant protein were constructed. The fusion proteins were immunostained for mAb 7D5 and analyzed by FACS and western blot analysis."}, {"pubmed": 29664709, "text": "Expression of functional gp91(phox) in hematopoietic cells did not affect their homing properties, which engrafted at high levels in mice. Extensive in vitro and in vivo genotoxicity studies found no evidence for adverse mutagenesis related to vector treatment. These studies paved the way for the approval of clinical trials in Europe and in the United States for the treatment of XCGD patients with G1XCGD gene-modified aut"}, {"pubmed": 29702544, "text": "Characterization of 4 New Mutations in the CYBB Gene in 10 Iranian Families With X-linked Chronic Granulomatous Disease."}, {"pubmed": 29858119, "text": "indicated that miR-27b exerted its protective role in retinal pigment epithelium cells under PDGF-BB stimulation was partially through regulation of Nox2"}, {"pubmed": 30019598, "text": "Study provides evidence that children with NAFLD have Nox2 overactivation compared with controls and significant association with the degree of liver damage. The close relationship between Nox2 and lipopolysaccharide (LPS) serum levels leads to hypothesize a potential role for gut-derived LPS in eliciting systemic Nox2 activation."}, {"pubmed": 30125808, "text": "These results suggest the specific involvement of Nox4 and Nox2 subunits as physiologically relevant endothelial sources of H2O2 generation that contribute to the endothelium-dependent vasodilatation of renal arteries and therefore have a protective role in kidney vasculature."}, {"pubmed": 30630561, "text": "Levels of NADPH oxidase subunits NOX2 and NOX4 proteins in peripheral blood mononuclear cells of the sevoflurane group were lower than the propofol group (p=0.033, p<0.001, p<0.001and p<0.001, respectively)."}, {"pubmed": 30633606, "text": "Exon skipping in CYBB mRNA and skewed inactivation of X chromosome cause late-onset chronic granulomatous disease."}, {"pubmed": 30850160, "text": "SRA stimulation lead to selective ERK phosphorylation, which upregulated cytosol reactive oxygen species levels and induced canonical neutrophil extracellular traps formation by activating NADPH oxidase 2 (NOX2)."}, {"pubmed": 31126732, "text": "Nox-2 activation is a key determinant of oxidative stress and platelet activation in offspring of patients with premature myocardial infarction."}, {"pubmed": 31250672, "text": "Results found that chronic obstructive pulmonary disease (COPD) and atrial fibrillation (AF) are associated with an increased Nox2-related oxidative stress suggesting the coexistence of COPD in AF patients may be associated with an increased systemic oxidative stress by the upregulation of Nox2."}, {"pubmed": 31316302, "text": "TLR4 modulates oscillatory shear stress-induced oxidative stress by activating NOX2 and suppressing eNOS"}, {"pubmed": 31329158, "text": "Nox2 activation is an important mechanism in aging-related cerebral capillary rarefaction and reduced brain function, with the possibility of a key role for endothelial cells."}, {"pubmed": 31646444, "text": "Catalase S-Glutathionylation by NOX2 and Mitochondrial-Derived ROS Adversely Affects Mice and Human Neutrophil Survival."}, {"pubmed": 32005915, "text": "Nox2 dependent redox-regulation of microglial response to amyloid-beta stimulation and microgliosis in aging."}, {"pubmed": 32019675, "text": "Inhibition of LPS-induced Nox2 activation by VAS2870 protects alveolar epithelial cells through eliminating ROS and restoring tight junctions."}, {"pubmed": 32268176, "text": "A novel role of MMP2 in regulating platelet NOX2 activation."}, {"pubmed": 32402505, "text": "Clinicopathological and prognostic value of NADPH oxidase 2 (NOX2) in primary osteosarcoma."}, {"pubmed": 32705253, "text": "Low expression of miR5323p contributes to cerebral ischemia/reperfusion oxidative stress injury by directly targeting NOX2."}, {"pubmed": 32758662, "text": "The protein kinase A negatively regulates reactive oxygen species production by phosphorylating gp91phox/NOX2 in human neutrophils."}, {"pubmed": 32954498, "text": "Clinical, functional and genetic characterization of 16 patients suffering from chronic granulomatous disease variants - identification of 11 novel mutations in CYBB."}, {"pubmed": 33006108, "text": "Expanding the Clinical Phenotype of Chronic Granulomatous Disease: a Female Patient with a De Novo Mutation in CYBB."}, {"pubmed": 33020304, "text": "Mechanoactivation of NOX2-generated ROS elicits persistent TRPM8 Ca(2+) signals that are inhibited by oncogenic KRas."}, {"pubmed": 33090293, "text": "A Novel CYBB Variant Causing X-Linked Chronic Granulomatous Disease in a Patient with Empyema."}, {"pubmed": 33098164, "text": "Identification of Cytochrome b-245, beta-chain gene mutations, and clinical presentations in Iranian patients with X-linked chronic granulomatous disease."}, {"pubmed": 33141062, "text": "Impacts of vesicular environment on Nox2 activity measurements in vitro."}, {"pubmed": 33194001, "text": "Interplay between Nox2 Activity and Platelet Activation in Patients with Sepsis and Septic Shock: A Prospective Study."}, {"pubmed": 33312338, "text": "NOX2-Derived Reactive Oxygen Species in Cancer."}, {"pubmed": 33483749, "text": "Inducibility, but not stability, of atrial fibrillation is increased by NOX2 overexpression in mice."}, {"pubmed": 33822309, "text": "Anakinra for Treatment of Liver Abscesses in a Patient with a Novel CYBB Variant of Chronic Granulomatous Disease."}, {"pubmed": 33838628, "text": "Upregulation of NOX-2 and Nrf-2 Promotes 5-Fluorouracil Resistance of Human Colon Carcinoma (HCT-116) Cells."}, {"pubmed": 34293347, "text": "Rac-dependent feedforward autoactivation of NOX2 leads to oxidative burst."}, {"pubmed": 34398388, "text": "Therapeutic hypothermia augments the restorative effects of PKC-beta and Nox2 inhibition on an in vitro model of human blood-brain barrier."}, {"pubmed": 34680870, "text": "Chronic Granulomatous Disease and Myelodysplastic Syndrome in a Patient with a Novel Mutation in CYBB."}, {"pubmed": 34834040, "text": "Quercetin Prevents LPS-Induced Oxidative Stress and Inflammation by Modulating NOX2/ROS/NF-kB in Lung Epithelial Cells."}, {"pubmed": 35172562, "text": "The NADPH oxidase NOX2 is a marker of adverse prognosis involved in chemoresistance of acute myeloid leukemias."}, {"pubmed": 35579023, "text": "Low-grade endotoxemia and NOX2 in patients with coronary microvascular angina."}, {"pubmed": 35603962, "text": "Construction of three-gene-based prognostic signature and analysis of immune cells infiltration in children and young adults with B-acute lymphoblastic leukemia."}, {"pubmed": 35972670, "text": "NADPH Oxidase 2 Has a Crucial Role in Cell Cycle Progression of Esophageal Squamous Cell Carcinoma."}, {"pubmed": 35997928, "text": "De Novo Somatic Mosaicism of CYBB Caused by Intronic LINE-1 Element Insertion Resulting in Chronic Granulomatous Disease."}, {"pubmed": 36241643, "text": "Structure of the core human NADPH oxidase NOX2."}, {"pubmed": 36332749, "text": "NOX2 and NOX5 are increased in cardiac microvascular endothelium of deceased COVID-19 patients."}, {"pubmed": 37175412, "text": "NADPH Oxidase Subunit CYBB Confers Chemotherapy and Ferroptosis Resistance in Mesenchymal Glioblastoma via Nrf2/SOD2 Modulation."}, {"pubmed": 37247898, "text": "The Expression and Role of NADPH Oxidase 2 in Colon Cancer."}, {"pubmed": 37277492, "text": "Activated SIRT1 contributes to DPT-induced glioma cell parthanatos by upregulation of NOX2 and NAT10."}, {"pubmed": 37347818, "text": "Association Between Serum Levels of Nicotinamide-Adenine Dinucleotide Phosphate Oxidase 2 and the Development of Atrial Fibrillation After Isolated Coronary Artery Bypass Grafting: A Prospective Pilot Study."}, {"pubmed": 37381986, "text": "Ang II Promotes ET-1 Production by Regulating NOX2 Activity Through Transcription Factor Oct-1."}, {"pubmed": 37533075, "text": "Novel mutations in CYBB Gene Cause X-linked chronic Granulomatous Disease in Pakistani patients."}, {"pubmed": 37925067, "text": "CYBB-Mediated Ferroptosis Associated with Immunosuppression in Mycobacterium leprae-Infected Monocyte-Derived Macrophages."}, {"pubmed": 38355798, "text": "Structure of human phagocyte NADPH oxidase in the activated state."}, {"pubmed": 38460811, "text": "Nox2 inhibition reduces trophoblast ferroptosis in preeclampsia via the STAT3/GPX4 pathway."}, {"pubmed": 38805284, "text": "Structural basis for EROS binding to human phagocyte NADPH oxidase NOX2."}], "genomic_pos": {"chr": "X", "end": 37813461, "ensemblgene": "ENSG00000165168", "start": 37780018, "strand": 1}, "genomic_pos_hg19": [{"chr": "HG1424_PATCH", "end": 37673523, "start": 37640073, "strand": 1}, {"chr": "X", "end": 37672714, "start": 37639264, "strand": 1}], "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006801", "pubmed": 12042318, "qualifier": "involved_in", "term": "superoxide metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006801", "pubmed": 12716910, "qualifier": "involved_in", "term": "superoxide metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006952", "qualifier": "involved_in", "term": "defense response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007584", "qualifier": "involved_in", "term": "response to nutrient"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032760", "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034220", "qualifier": "involved_in", "term": "monoatomic ion transmembrane transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042554", "qualifier": "involved_in", "term": "superoxide anion generation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042554", "pubmed": 12042318, "qualifier": "involved_in", "term": "superoxide anion generation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042554", "pubmed": 12716910, "qualifier": "involved_in", "term": "superoxide anion generation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045087", "pubmed": 9774399, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045087", "pubmed": 12716910, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045730", "pubmed": 9774399, "qualifier": "involved_in", "term": "respiratory burst"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045730", "pubmed": 27048830, "qualifier": "involved_in", "term": "respiratory burst"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045730", "pubmed": 12716910, "qualifier": "involved_in", "term": "respiratory burst"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045766", "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050665", "qualifier": "involved_in", "term": "hydrogen peroxide biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071276", "qualifier": "involved_in", "term": "cellular response to cadmium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071361", "qualifier": "involved_in", "term": "cellular response to ethanol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097411", "qualifier": "involved_in", "term": "hypoxia-inducible factor-1alpha signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904044", "qualifier": "involved_in", "term": "response to aldosterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904845", "qualifier": "involved_in", "term": "cellular response to L-glutamine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990776", "qualifier": "involved_in", "term": "response to angiotensin"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005635", "qualifier": "located_in", "term": "nuclear envelope"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 15233623, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 27048830, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030670", "qualifier": "located_in", "term": "phagocytic vesicle membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0034702", "qualifier": "part_of", "term": "monoatomic ion channel complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035579", "qualifier": "located_in", "term": "specific granule membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043020", "qualifier": "part_of", "term": "NADPH oxidase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043020", "pubmed": 3305576, "qualifier": "part_of", "term": "NADPH oxidase complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0043020", "pubmed": 24598074, "qualifier": "part_of", "term": "NADPH oxidase complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0043020", "pubmed": 12716910, "qualifier": "part_of", "term": "NADPH oxidase complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0070821", "qualifier": "located_in", "term": "tertiary granule membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0097038", "qualifier": "located_in", "term": "perinuclear endoplasmic reticulum"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [3305576, 28351984, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0009055", "pubmed": 12042318, "qualifier": "contributes_to", "term": "electron transfer activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016175", "pubmed": 12042318, "qualifier": "contributes_to", "term": "superoxide-generating NAD(P)H oxidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0016175", "pubmed": 12716910, "qualifier": "enables", "term": "superoxide-generating NAD(P)H oxidase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0020037", "pubmed": 9774399, "qualifier": "enables", "term": "heme binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046982", "pubmed": 12042318, "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0050660", "pubmed": 9774399, "qualifier": "enables", "term": "flavin adenine dinucleotide binding"}]}, "homologene": {"genes": [[3702, 838506], [4530, 4345742], [4530, 4347158], [5141, 5847647], [7955, 393386], [8364, 595081], [9031, 418581], [9544, 696542], [9598, 465566], [9606, 1536], [9615, 491825], [9913, 281112], [10090, 13058], [10116, 66021], [318829, 2684714]], "id": 68054}, "interpro": [{"desc": "Cytochrome b245, heavy chain", "id": "IPR000778", "short_desc": "Cyt_b245_heavy_chain"}, {"desc": "FAD-binding 8", "id": "IPR013112", "short_desc": "FAD-bd_8"}, {"desc": "Ferric reductase, NAD binding domain", "id": "IPR013121", "short_desc": "Fe_red_NAD-bd_6"}, {"desc": "Ferric reductase transmembrane component-like domain", "id": "IPR013130", "short_desc": "Fe3_Rdtase_TM_dom"}, {"desc": "FAD-binding domain, ferredoxin reductase-type", "id": "IPR017927", "short_desc": "FAD-bd_FR_type"}, {"desc": "Riboflavin synthase-like beta-barrel", "id": "IPR017938", "short_desc": "Riboflavin_synthase-like_b-brl"}, {"desc": "Ferredoxin-NADP reductase (FNR), nucleotide-binding domain", "id": "IPR039261", "short_desc": "FNR_nucleotide-bd"}], "ipi": ["IPI00218646", "IPI01010560", "IPI01015902"], "map_location": "Xp21.1-p11.4", "name": "cytochrome b-245 beta chain", "other_names": ["CGD91-phox", "NADPH oxidase 2", "cytochrome b(558) subunit beta", "cytochrome b-245 beta polypeptide", "cytochrome b-245 heavy chain", "cytochrome b558 subunit beta", "heme-binding membrane glycoprotein gp91phox", "neutrophil cytochrome b 91 kDa polypeptide", "p22 phagocyte B-cytochrome", "superoxide-generating NADPH oxidase heavy chain subunit"], "pantherdb": {"HGNC": "2578", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88574", "ortholog_type": "LDO", "panther_family": "PTHR11972", "taxid": 10090, "uniprot_kb": "Q61093"}, {"RGD": "620574", "ortholog_type": "LDO", "panther_family": "PTHR11972", "taxid": 10116, "uniprot_kb": "Q9ERL1"}, {"Ensembl": "ENSGALG00000016261", "ortholog_type": "LDO", "panther_family": "PTHR11972", "taxid": 9031, "uniprot_kb": "A0A1D6UPU5"}, {"ZFIN": "ZDB-GENE-070404-1", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 7955, "uniprot_kb": "F6NMX7"}, {"ZFIN": "ZDB-GENE-040426-1380", "ortholog_type": "LDO", "panther_family": "PTHR11972", "taxid": 7955, "uniprot_kb": "A0A286Y943"}, {"dictyBase": "DDB_G0291117", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 352472, "uniprot_kb": "Q54F44"}, {"dictyBase": "DDB_G0287101", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 352472, "uniprot_kb": "Q86GL4"}, {"dictyBase": "DDB_G0289653", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 352472, "uniprot_kb": "Q9XYS3"}, {"TAIR": "2077192", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9LZU9"}, {"TAIR": "2168113", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9FJD6"}, {"TAIR": "2128248", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9SUT8"}, {"TAIR": "2024603", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "O48538"}, {"TAIR": "2036104", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9SBI0"}, {"TAIR": "2183309", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "O81209"}, {"TAIR": "2117258", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9SW17"}, {"TAIR": "2157348", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "O81210"}, {"TAIR": "2160917", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9FIJ0"}, {"TAIR": "2202210", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "O81211"}], "uniprot_kb": "P04839"}, "pathway": {"kegg": [{"id": "hsa04066", "name": "HIF-1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04145", "name": "Phagosome - Homo sapiens (human)"}, {"id": "hsa04216", "name": "Ferroptosis - Homo sapiens (human)"}, {"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa04613", "name": "Neutrophil extracellular trap formation - Homo sapiens (human)"}, {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05020", "name": "Prion disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05140", "name": "Leishmaniasis - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}, {"id": "hsa05415", "name": "Diabetic cardiomyopathy - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": {"id": "rac1_pathway", "name": "RAC1 signaling pathway"}, "reactome": [{"id": "R-HSA-1222556", "name": "ROS and RNS production in phagocytes"}, {"id": "R-HSA-1236973", "name": "Cross-presentation of particulate exogenous antigens (phagosomes)"}, {"id": "R-HSA-1236975", "name": "Antigen processing-Cross presentation"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3299685", "name": "Detoxification of Reactive Oxygen Species"}, {"id": "R-HSA-4420097", "name": "VEGFA-VEGFR2 Pathway"}, {"id": "R-HSA-5668599", "name": "RHO GTPases Activate NADPH Oxidases"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013149", "name": "RAC1 GTPase cycle"}, {"id": "R-HSA-9013404", "name": "RAC2 GTPase cycle"}, {"id": "R-HSA-9013423", "name": "RAC3 GTPase cycle"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}], "smpdb": {"id": "SMP00716", "name": "Thyroid hormone synthesis"}, "wikipathways": [{"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3937", "name": "Microglia Pathogen Phagocytosis Pathway"}, {"id": "WP408", "name": "Oxidative Stress"}, {"id": "WP4313", "name": "Ferroptosis"}, {"id": "WP619", "name": "Type II interferon signaling (IFNG)"}]}, "pdb": ["3A1F", "7U8G", "8GZ3", "8WEJ", "8X2L"], "pfam": ["PF01794", "PF08022", "PF08030"], "pharmgkb": "PA27076", "pharos": {"target_id": 5659, "tdl": "Tchem"}, "pir": "S70773", "prosite": "PS51384", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248127", "relationship": "is"}, {"id": "GNF248128", "relationship": "is"}, {"id": "GNF248129", "relationship": "is"}, {"id": "GNF248130", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163165", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF039599", "relationship": "weakly similar to"}, {"id": "GNF048901", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081474", "relationship": "is"}, {"id": "GNF081475", "relationship": "is"}, {"id": "GNF081476", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051355", "relationship": "is"}, {"id": "GNF056120", "relationship": "is"}, {"id": "GNF060843", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF064767", "relationship": "is"}, {"id": "GNF064768", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF003189", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF238868", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100589", "relationship": "is"}, {"id": "GNF111234", "relationship": "is"}, {"id": "GNF113590", "relationship": "is"}, {"id": "GNF140244", "relationship": "is"}, {"id": "GNF153231", "relationship": "similar to"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_009065.1"], "protein": ["NP_000388.2", "XP_047297811.1", "XP_054182502.1"], "rna": ["NM_000397.4", "XM_047441855.1", "XM_054326527.1"], "translation": [{"protein": "XP_054182502.1", "rna": "XM_054326527.1"}, {"protein": "NP_000388.2", "rna": "NM_000397.4"}, {"protein": "XP_047297811.1", "rna": "XM_047441855.1"}]}, "reporter": {"HG-U133_Plus_2": ["203922_s_at", "203923_s_at", "217431_x_at", "233538_s_at"], "HG-U95Av2": "37975_at", "HG-U95B": ["43127_at", "46957_at"], "HTA-2_0": "TC0X000171.hg.1", "HuEx-1_0": "3973839", "HuGene-1_1": "8166730", "HuGene-2_1": "17102538"}, "retired": 100188766, "summary": "Cytochrome b (-245) is composed of cytochrome b alpha (CYBA) and beta (CYBB) chain. It has been proposed as a primary component of the microbicidal oxidase system of phagocytes. CYBB deficiency is one of five described biochemical defects associated with chronic granulomatous disease (CGD). In this disorder, there is decreased activity of phagocyte NADPH oxidase; neutrophils are able to phagocytize bacteria but cannot kill them in the phagocytic vacuoles. The cause of the killing defect is an inability to increase the cell's respiration and consequent failure to deliver activated oxygen into the phagocytic vacuole. [provided by RefSeq, Jul 2008].", "symbol": "CYBB", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413844"}, "unigene": "Hs.292356", "uniprot": {"Swiss-Prot": "P04839", "TrEMBL": ["A0A8Q3SIF1", "A0A0S2Z3S6", "A0A8Q3SIJ1", "A0A8Q3WMA3"]}, "wikipedia": {"url_stub": "CYBB"}}