{"AllianceGenome": "19986", "HGNC": "19986", "MIM": "123970", "_id": "54205", "_version": 2, "accession": {"genomic": ["AC004129.2", "AC007487.2", "CH236948.1", "CH471073.1", "CP068271.2", "JF919224.1", "M22877.1", "NC_000007.14", "NC_060931.1", "NG_023438.1"], "protein": ["AAA35732.1", "AAH05299.1", "AAH08475.1", "AAH08477.1", "AAH09578.1", "AAH09579.1", "AAH09582.1", "AAH09587.1", "AAH09602.1", "AAH09607.1", "AAH14359.1", "AAH14361.1", "AAH15130.1", "AAH16006.1", "AAH21994.1", "AAH22330.1", "AAH67222.1", "AAH68464.1", "AAH70156.1", "AAH70346.1", "AAH71761.1", "AAP35592.1", "AAQ96844.1", "AEP27189.1", "BAA00187.1", "BAG34778.1", "CAD28485.1", "CAG46972.1", "EAL24239.1", "EAW93822.1", "EAW93823.1", "EAW93824.1", "NP_061820.1", "P99999.2"], "rna": ["AI365318.1", "AK056360.1", "AK311836.1", "AL713681.1", "BC005299.1", "BC008475.1", "BC008477.1", "BC009578.1", "BC009579.1", "BC009582.1", "BC009587.1", "BC009602.1", "BC009607.1", "BC014359.1", "BC014361.1", "BC015130.1", "BC016006.1", "BC021994.1", "BC022330.1", "BC024216.1", "BC067222.1", "BC068464.1", "BC070156.1", "BC070346.1", "BC071761.1", "BF446772.1", "BG677560.1", "BT006946.1", "BU597562.1", "CR542175.1", "D00265.1", "DB447825.1", "NM_018947.6"], "translation": [{"protein": "AAH08475.1", "rna": "BC008475.1"}, {"protein": "AAH70156.1", "rna": "BC070156.1"}, {"protein": "AAH70346.1", "rna": "BC070346.1"}, {"protein": "CAD28485.1", "rna": "AL713681.1"}, {"protein": "AAH22330.1", "rna": "BC022330.1"}, {"protein": "AAH09579.1", "rna": "BC009579.1"}, {"protein": "AAH08477.1", "rna": "BC008477.1"}, {"protein": "AAH15130.1", "rna": "BC015130.1"}, {"protein": "AAH09607.1", "rna": "BC009607.1"}, {"protein": "AAH09582.1", "rna": "BC009582.1"}, {"protein": "AAH14359.1", "rna": "BC014359.1"}, {"protein": "BAG34778.1", "rna": "AK311836.1"}, {"protein": "AAH71761.1", "rna": "BC071761.1"}, {"protein": "AAH09578.1", "rna": "BC009578.1"}, {"protein": "AAH16006.1", "rna": "BC016006.1"}, {"protein": "AAH14361.1", "rna": "BC014361.1"}, {"protein": "AAH68464.1", "rna": "BC068464.1"}, {"protein": "AAH09602.1", "rna": "BC009602.1"}, {"protein": "NP_061820.1", "rna": "NM_018947.6"}, {"protein": "AAH67222.1", "rna": "BC067222.1"}, {"protein": "AAH09587.1", "rna": "BC009587.1"}, {"protein": "BAA00187.1", "rna": "D00265.1"}, {"protein": "AAH05299.1", "rna": "BC005299.1"}, {"protein": "AAH21994.1", "rna": "BC021994.1"}, {"protein": "AAP35592.1", "rna": "BT006946.1"}, {"protein": "CAG46972.1", "rna": "CR542175.1"}]}, "alias": ["CYC", "HCS", "THC4"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "limited", "classification_date": "2021-06-23T17:03:56.081Z", "disease_label": "thrombocytopenia 4", "gcep": "Hemostasis/Thrombosis Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0012775", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_772f2ad2-5d8c-41f6-95c4-39063daf77be-2021-06-23T170356.081Z", "sop": "SOP7"}}, "ensembl": {"gene": "ENSG00000172115", "protein": ["ENSP00000307786", "ENSP00000386270", "ENSP00000387279", "ENSP00000416479"], "transcript": ["ENST00000305786", "ENST00000409409", "ENST00000409764", "ENST00000413447"], "translation": [{"protein": "ENSP00000307786", "rna": "ENST00000305786"}, {"protein": "ENSP00000386270", "rna": "ENST00000409409"}, {"protein": "ENSP00000387279", "rna": "ENST00000409764"}, {"protein": "ENSP00000416479", "rna": "ENST00000413447"}], "type_of_gene": "protein_coding"}, "entrezgene": "54205", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.46125274, "exp_mis": 31.6904523, "exp_syn": 13.148186, "lof_z": 1.55406014264443, "mis_z": 1.10262861668572, "mu_lof": 1.43250669821e-07, "mu_mis": 2.72300872002e-06, "mu_syn": 1.08647548371e-06, "n_lof": 0.0, "n_mis": 19.0, "n_syn": 19.0, "p_li": 0.583556979310405, "p_null": 0.0423706660666576, "p_rec": 0.374072354622938, "syn_z": -1.00047611093717}, "bp": 318, "cds_end": 25163738, "cds_start": 25163319, "n_exons": 2, "nonpsych": {"exp_lof": 2.1864, "exp_mis": 28.6416469, "exp_syn": 11.8591068, "lof_z": 1.45216772756793, "mis_z": 1.19142425324811, "mu_lof": 1.43250669821e-07, "mu_mis": 2.72300872002e-06, "mu_syn": 1.08647548371e-06, "n_lof": 0.0, "n_mis": 16.0, "n_syn": 19.0, "p_li": 0.58754297118122, "p_null": 0.0480172835535173, "p_rec": 0.364439745265263, "syn_z": -1.30553883866454}, "nontcga": {"exp_lof": 2.2603297, "exp_mis": 29.1511952, "exp_syn": 12.09230962, "lof_z": 1.48308886419034, "mis_z": 0.936696321029424, "mu_lof": 1.43250669821e-07, "mu_mis": 2.72300872002e-06, "mu_syn": 1.08647548371e-06, "n_lof": 0.0, "n_mis": 19.0, "n_syn": 18.0, "p_li": 0.573973281659822, "p_null": 0.0452251638903962, "p_rec": 0.380801554449781, "syn_z": -1.07568561081816}, "transcript": "ENST00000305786.2"}, "exons": [{"cdsend": 25124119, "cdsstart": 25123700, "chr": "7", "position": [[25118655, 25123849], [25123950, 25124127], [25125199, 25125260]], "strand": -1, "transcript": "NM_018947", "txend": 25125260, "txstart": 25118655}], "exons_hg19": [{"cdsend": 25163738, "cdsstart": 25163319, "chr": "7", "position": [[25158274, 25163468], [25163569, 25163746], [25164818, 25164879]], "strand": -1, "transcript": "NM_018947", "txend": 25164879, "txstart": 25158274}], "generif": [{"pubmed": 11839755, "text": "galectin-3 is enriched in the mitochondria and prevents mitochondrial damage and cytochrome c release"}, {"pubmed": 16934433, "text": "non-rare allelic variants of the Cyt c protein are absent in the populations analyzed in this study"}, {"pubmed": 18345000, "text": "Mutation of human cytochrome c enhances the intrinsic apoptotic pathway and causes thrombocytopenia"}, {"pubmed": 18417609, "text": "MICS1 individually functions in mitochondrial morphology and cytochrome c release."}, {"pubmed": 18825408, "text": "Serum cyto-c is a potent tumor marker as a predictor for malignant potential in several different types of cancer."}, {"pubmed": 19029908, "text": "Both neurons and cancer cells strictly inhibit cytochrome c-mediated apoptosis by a mechanism dependent on glucose metabolism."}, {"pubmed": 19172527, "text": "In 77 Italian patients with inherited thrombocytopenia and clinical and laboratory features similar to those of patients with the CYCS missense (Gly41Ser) mutation, no alterations of the open reading frame were identified."}, {"pubmed": 19172527, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19404857, "text": "there was no evidence of somatic mutations of CYTOCHROME C in the cancers"}, {"pubmed": 19640329, "text": "No difference in the serum level of cytochrome c was seen among the the groups of patients with type 2 diabetes, controls or in subjects with IGT."}, {"pubmed": 19770576, "text": "Data show that sorafenib initiated lethal apoptotic process through the release of cytochrome c and caspase 3/7 activation."}, {"pubmed": 19851871, "text": "Serum LRG when bound to extracellular Cyt c that is released from apoptotic cells acts as a survival factor for lymphocytes and possibly other cells that are susceptible to the toxic effect of extracellular Cyt c."}, {"pubmed": 19875445, "text": "Membrane-associated XIAP induces mitochondrial outer membrane permeabilization leading to cytochrome c and Smac release, which is dependent on Bax and Bak."}, {"pubmed": 19895853, "text": "NOA36/ZNF330 is translocated from the mitochondria to the cytoplasm when apoptosis is induced and that it contributes to cytochrome c release."}, {"pubmed": 20227384, "text": "it is the specific nitration of solvent-exposed Tyr74 which enhances the peroxidase activity and blocks the ability of cytochrome c to activate caspase-9, thereby preventing the apoptosis signaling pathway"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21192676, "text": "heme electronic structure change may ultimately be responsible for the enhanced proapoptotic activity of G41S mutated human cyt c"}, {"pubmed": 21448217, "text": "Cerebrospinal fluid Bcl-2 and cytochrome C levels are elevated in adults after severe traumatic brain injury."}, {"pubmed": 21706253, "text": "Tyrosine phosphorylation turns alkaline transition into a biologically relevant process and makes human cytochrome c behave as an anti-apoptotic switch."}, {"pubmed": 21712378, "text": "Resveratrol induces p53-independent, X-linked inhibitor of apoptosis protein (XIAP)-mediated Bax protein oligomerization on mitochondria to initiate cytochrome c release and caspase activation."}, {"pubmed": 21751259, "text": "Data show that G-Rh2 and Bet A cooperated to induce Bax traslocation to mitochondria and cytochrome c release, and enhanced cleavage of caspase-8 and Bid."}, {"pubmed": 21869827, "text": "Translocation of ARTS initiates a first wave of caspase activation leading to the subsequent release of additional mitochondrial factors, including cytochrome C and SMAC/Diablo."}, {"pubmed": 22102269, "text": "Studies indicate that the CYCS mutation in TP Cargeegis a glycine 41 replacement by serine, which yields a cytochrome C variant with enhanced apoptotic pathway activity in vitro."}, {"pubmed": 22157762, "text": "mitochondrial import and direct electron transfer from cytochrome c to Rac1 modulates mitochondrial H(2)O(2) production in alveolar macrophages pulmonary fibrosis."}, {"pubmed": 22184220, "text": "Dynamic changes in cytochrome c distribution at the Raman band of 750 cm(-1) were observed after adding an apoptosis inducer to the cells."}, {"pubmed": 22192356, "text": "Specific nitration of tyrosines 46 and 48 makes cytochrome c assemble a non-functional apoptosome."}, {"pubmed": 22320973, "text": "The levels of cellular apoptosis-associated proteins such as Smac/DIABLO, Cyto C, and the activated fragment of caspase-3 increased in pancreatic cancer cells, but the expression of XIAP was significantly decreased after 24 h treatment with the combination of TRAIL and gemcitabine."}, {"pubmed": 22363611, "text": "CCN1 promotes the activation of p53 and p38 MAPK, which mediate enhanced cytochrome c release to amplify the cytotoxicity of TNFalpha."}, {"pubmed": 23070294, "text": "structural characterization of cytochrome c in micelle"}, {"pubmed": 23150584, "text": "Spectroscopic analyses of HCCS alone and complexes of HCCS with site-directed variants of cytochrome c revealed the fundamental steps of heme attachment and maturation."}, {"pubmed": 23207240, "text": "Data indicate that the formation of cytochrome c-Apaf-1 apoptosome and the presence of Smac are absolutely required for PSAP-induced apoptosis."}, {"pubmed": 23334161, "text": "results suggest the impact of residue 41 on the conformation of cytochrome c influences its ability to act in both of its physiological roles, electron transport and caspase activation"}, {"pubmed": 23443079, "text": "G-Rh2 causes rapid and dramatic translocation of both Bak and Bax, which subsequently triggers mitochondrial cytochrome c release and consequent caspase activation."}, {"pubmed": 24099549, "text": "a mechanism of multiple radical formations in the cytochrome c-phospholipid complexes under H2O2 treatment, consistent with the stabilization of the radical in the G41S mutant, which elicits a greater peroxidase activity from cytochrome c"}, {"pubmed": 24326104, "text": "Data indicate a novel missense mutation (Y48H) of the cytochrome c (CYCS) gene responsible for thrombocytopenia."}, {"pubmed": 24329121, "text": "proposed that mutation of residue 41, and interaction with cardiolipin, increase peroxidase activity by altering the 40-57 Omega loop and its hydrogen bond network with the propionate of haem ring A; these changes enhance access of hydrogen peroxide and substrate to the haem"}, {"pubmed": 25028650, "text": "In vitro ultrastructural changes of MCF-7 for metastasise bone cancer and induction of apoptosis via mitochondrial cytochrome C released by CaCO3/Dox nanocrystals"}, {"pubmed": 25275009, "text": "The mitochondrial metalloprotease OMA1 was activated in a Bax- and Bak-dependent fashion."}, {"pubmed": 25578497, "text": "Monitoring of serum cytochrome c might also serve as a sensitive apoptotic marker in vivo reflecting chemotherapy-induced cell death burden in patients with non-small cell lung cancer."}, {"pubmed": 26216969, "text": "These findings establish a framework for understanding the molecular basis of cytochrome c-mediated blocking of SET/TAF-Ibeta."}, {"pubmed": 27461282, "text": "This work reveals a direct conformational link between the 40-57 Omega-loop of cytochrome c in which residue 41 resides and the dynamical properties of the axial ligand to the heme iron."}, {"pubmed": 28317242, "text": "ROCK activation phosphorylated Rac1b at Ser71 and increased reactive oxygen species (ROS) levels by facilitating the interaction between Rac1b and cytochrome c. Conversely, ROCK inactivation abolished their interaction, concomitant with ROS reduction."}, {"pubmed": 28598148, "text": "Data suggest that the stronger effect of K72A mutation on the peroxidase activity of human versus yeast cytochrome c results from relief of steric interactions between side chains at positions 72 and 81 (Ile in human vs Ala in yeast), which suppresses the dynamics of omega-loop D necessary for the intrinsic peroxidase activity of cytochrome c."}, {"pubmed": 28617588, "text": "Data suggest that although HCCS mediates heme attachment to N-terminal cysteine in heme-attachment site (CXXXH) of cytochrome C variants, up to 50% of cytochrome C produced is modified in an oxygen-dependent manner, resulting in a mixed population of cytochrome c. [HCCS = holocytochrome c synthase]"}, {"pubmed": 28888620, "text": "The caspase-8/Bid/cytochrome c axis links signals from death receptors to mitochondrial reactive oxygen species production."}, {"pubmed": 29083920, "text": "The naturally occurring Y48H variant of cytochrome c in its oxidized heme state is more peroxidatic than either the Wild Type protein or the G41S variant that is also implicated in thrombocytopenia."}, {"pubmed": 29257225, "text": "Cytochrome c was upregulated in the primary Sjogren's syndrome patients, indicating the potential role of cytochrome c in the pathogenesis and development of primary Sjogren's syndrome."}, {"pubmed": 29949346, "text": "In this study, site-directed variants at the 41 and 48 positions in the 40-57 Omega-loop and at the 81 and 83 positions in the 71-85 Omega-loop reveal that conformational transitions in the 71-85 Omega-loop, leading to the alkaline or peroxidatic conformers, are controlled by the 40-57 Omega-loop. The variants causing thrombocytopenia, G41S and Y48H, lower the p Ktrigger and increase p Ka2."}, {"pubmed": 30051457, "text": "This study clearly demonstrates that thrombocytopenia can result from CYCS loss-of-function variants."}, {"pubmed": 30515402, "text": "Upon positive validation on a larger set of patients, combined quantification of Bcl-2 and cytochrome c might be considered as an adjunct in differential diagnosis of ulcerative colitis and Crohn's disease of colon and rectum"}, {"pubmed": 30632703, "text": "our study identified three mRNAs (TBX21, TGIF2, and CYCS) that were significantly altered between high- and low-risk patients with breast cancer. The three-mRNA model was independent and predicted the prognosis of patients robustly. Furthermore, this model could predict survival probability precisely in patients with or without metastasis."}, {"pubmed": 31150218, "text": "I81A and V83G variants of human cytochrome c were prepared. These results show that the I81A substitution significantly influences the thermodynamics and kinetics of access to alternate conformers of human cytochrome c, while the V83G substitution has a more modest effect on these properties."}, {"pubmed": 31678591, "text": "Important role for lysine residues of Cyt c and nucleotides in the regulation of apoptosome-dependent apoptotic cell death as well as demonstrate how these mutations and nucleotides may have a pivotal role in human diseases such as cancer."}, {"pubmed": 31760234, "text": "Comparison of the structural dynamic and mitochondrial electron-transfer properties of the proapoptotic human cytochrome c variants, G41S, Y48H and A51V."}, {"pubmed": 32244917, "text": "Distal Unfolding of Ferricytochrome c Induced by the F82K Mutation."}, {"pubmed": 32717223, "text": "Physical contact between cytochrome c1 and cytochrome c increases the driving force for electron transfer."}, {"pubmed": 32848065, "text": "Spin cascade and doming in ferric hemes: Femtosecond X-ray absorption and X-ray emission studies."}, {"pubmed": 33480393, "text": "Altered structure and dynamics of pathogenic cytochrome c variants correlate with increased apoptotic activity."}, {"pubmed": 33680287, "text": "VDAC1 Conversely Correlates with Cytc Expression and Predicts Poor Prognosis in Human Breast Cancer Patients."}, {"pubmed": 33916826, "text": "Lysine 53 Acetylation of Cytochrome c in Prostate Cancer: Warburg Metabolism and Evasion of Apoptosis."}, {"pubmed": 34224685, "text": "Influence of cysteine-directed mutations at the Omega-loops on peroxidase activity of human cytochrome c."}, {"pubmed": 34229541, "text": "Declined expressions of vast mitochondria-related genes represented by CYCS and transcription factor ESRRA in skeletal muscle aging."}, {"pubmed": 36642204, "text": "The oxidative nuclease activity of human cytochrome c with mutations in Omega-loop C/D."}, {"pubmed": 37356378, "text": "Effects of naturally occurring S47F/A mutations on the structure and function of human cytochrome c."}, {"pubmed": 38472487, "text": "Altered conformational dynamics contribute to species-specific effects of cytochrome c mutations on caspase activation."}, {"pubmed": 38531481, "text": "The Y49H cytochrome c variant enhances megakaryocytic maturation of K-562 cells."}, {"pubmed": 38937450, "text": "MicroRNA miR-20a-5p targets CYCS to inhibit apoptosis in hepatocellular carcinoma."}], "genomic_pos": {"chr": "7", "end": 25125260, "ensemblgene": "ENSG00000172115", "start": 25118656, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 25164980, "start": 25159710, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006122", "qualifier": "involved_in", "term": "mitochondrial electron transport, ubiquinol to cytochrome c"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006123", "qualifier": "involved_in", "term": "mitochondrial electron transport, cytochrome c to oxygen"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043280", "qualifier": "involved_in", "term": "positive regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045333", "qualifier": "involved_in", "term": "cellular respiration"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0097193", "pubmed": 10206961, "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0097194", "pubmed": 9267021, "qualifier": "involved_in", "term": "execution phase of apoptosis"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 20833797, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": [12107093, 20671748], "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005743", "qualifier": "located_in", "term": "mitochondrial inner membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005758", "qualifier": "is_active_in", "term": "mitochondrial intermembrane space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005758", "pubmed": 19393246, "qualifier": "located_in", "term": "mitochondrial intermembrane space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005758", "pubmed": 8689682, "qualifier": "located_in", "term": "mitochondrial intermembrane space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 12107093, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005829", "pubmed": 8689682, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0043293", "pubmed": 10206961, "qualifier": "part_of", "term": "apoptosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0070469", "qualifier": "part_of", "term": "respirasome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9267021, 10206961, 25416956, 25595453, 25910212, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0009055", "qualifier": "enables", "term": "electron transfer activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0020037", "pubmed": 9515723, "qualifier": "enables", "term": "heme binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[4932, 853507], [6239, 177243], [6239, 179728], [7165, 1271373], [7227, 34996], [8364, 394490], [9031, 420624], [9544, 694977], [9606, 54205], [9615, 475258], [9913, 510767], [10090, 13063], [10116, 25309], [10116, 100363502], [28985, 2894947], [33169, 4622177]], "id": 133055}, "interpro": [{"desc": "Cytochrome c, class IA/ IB", "id": "IPR002327", "short_desc": "Cyt_c_1A/1B"}, {"desc": "Cytochrome c-like domain", "id": "IPR009056", "short_desc": "Cyt_c-like_dom"}, {"desc": "Cytochrome c-like domain superfamily", "id": "IPR036909", "short_desc": "Cyt_c-like_dom_sf"}], "ipi": ["IPI00465315", "IPI00917605"], "map_location": "7p15.3", "name": "cytochrome c, somatic", "other_names": "cytochrome c", "pantherdb": {"HGNC": "19986", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88578", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 10090, "uniprot_kb": "P62897"}, {"Ensembl": "ENSRNOG00000029613", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 10116, "uniprot_kb": "D3ZXV2"}, {"Ensembl": "ENSRNOG00000033924", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 10116, "uniprot_kb": "D3ZS15"}, {"Ensembl": "ENSRNOG00000033559", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 10116, "uniprot_kb": "D4A5L9"}, {"RGD": "2451", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 10116, "uniprot_kb": "P62898"}, {"Ensembl": "ENSGALG00000040718", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 9031, "uniprot_kb": "A0A1D5P4L5"}, {"Ensembl": "ENSGALG00000011020", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 9031, "uniprot_kb": "P67881"}, {"Ensembl": "ENSDARG00000044562", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 7955, "uniprot_kb": "Q6IQM2"}, {"WormBase": "WBGene00013854", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 6239, "uniprot_kb": "Q23240"}, {"WormBase": "WBGene00017121", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 6239, "uniprot_kb": "P19974"}, {"FlyBase": "FBgn0086907", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 7227, "uniprot_kb": "P04657"}, {"FlyBase": "FBgn0284248", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 7227, "uniprot_kb": "P84029"}, {"SGD": "S000000765", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 4932, "uniprot_kb": "P00045"}, {"SGD": "S000003809", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 4932, "uniprot_kb": "P00044"}, {"PomBase": "SPCC191.07", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 4896, "uniprot_kb": "P00046"}, {"dictyBase": "DDB_G0275537", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 352472, "uniprot_kb": "Q869N1"}, {"TAIR": "2017729", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 3702, "uniprot_kb": "O23138"}, {"TAIR": "2140573", "ortholog_type": "O", "panther_family": "PTHR11961", "taxid": 3702, "uniprot_kb": "Q9T0G2"}], "uniprot_kb": "P99999"}, "pathway": {"biocarta": [{"id": "ceramidepathway", "name": "ceramide signaling pathway"}, {"id": "chemicalpathway", "name": "apoptotic signaling in response to dna damage"}, {"id": "hivnefpathway", "name": "hiv-1 nef: negative effector of fas and tnf"}, {"id": "hsp27pathway", "name": "stress induction of hsp regulation"}, {"id": "mitochondriapathway", "name": "role of mitochondria in apoptotic signaling"}, {"id": "plk3pathway", "name": "regulation of cell cycle progression by plk3"}, {"id": "tffpathway", "name": "trefoil factors initiate mucosal healing"}, {"id": "wnvpathway", "name": "west nile virus"}], "kegg": [{"id": "hsa04115", "name": "p53 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04215", "name": "Apoptosis - multiple species - Homo sapiens (human)"}, {"id": "hsa04932", "name": "Non-alcoholic fatty liver disease - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05016", "name": "Huntington disease - Homo sapiens (human)"}, {"id": "hsa05017", "name": "Spinocerebellar ataxia - Homo sapiens (human)"}, {"id": "hsa05020", "name": "Prion disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05134", "name": "Legionellosis - Homo sapiens (human)"}, {"id": "hsa05145", "name": "Toxoplasmosis - Homo sapiens (human)"}, {"id": "hsa05152", "name": "Tuberculosis - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05210", "name": "Colorectal cancer - Homo sapiens (human)"}, {"id": "hsa05222", "name": "Small cell lung cancer - Homo sapiens (human)"}, {"id": "hsa05416", "name": "Viral myocarditis - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_BCR", "name": "BCR"}, {"id": "Pathway_RAGE", "name": "RAGE"}], "pid": [{"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, {"id": "ceramide_pathway", "name": "Ceramide signaling pathway"}, {"id": "hivnefpathway", "name": "HIV-1 Nef: Negative effector of Fas and TNF-alpha"}, {"id": "mtor_4pathway", "name": "mTOR signaling pathway"}, {"id": "p75ntrpathway", "name": "p75(NTR)-mediated signaling"}], "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-109606", "name": "Intrinsic Pathway for Apoptosis"}, {"id": "R-HSA-109606", "name": "Intrinsic Pathway for Apoptosis"}, {"id": "R-HSA-111457", "name": "Release of apoptotic factors from the mitochondria"}, {"id": "R-HSA-111458", "name": "Formation of apoptosome"}, {"id": "R-HSA-111458", "name": "Formation of apoptosome"}, {"id": "R-HSA-111459", "name": "Activation of caspases through apoptosome-mediated cleavage"}, {"id": "R-HSA-111461", "name": "Cytochrome c-mediated apoptotic response"}, {"id": "R-HSA-111461", "name": "Cytochrome c-mediated apoptotic response"}, {"id": "R-HSA-111463", "name": "SMAC (DIABLO) binds to IAPs "}, {"id": "R-HSA-111464", "name": "SMAC(DIABLO)-mediated dissociation of IAP:caspase complexes "}, {"id": "R-HSA-111469", "name": "SMAC, XIAP-regulated apoptotic response"}, {"id": "R-HSA-111471", "name": "Apoptotic factor-mediated response"}, {"id": "R-HSA-111471", "name": "Apoptotic factor-mediated response"}, {"id": "R-HSA-1428517", "name": "Aerobic respiration and respiratory electron transport"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1592230", "name": "Mitochondrial biogenesis"}, {"id": "R-HSA-1852241", "name": "Organelle biogenesis and maintenance"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2151201", "name": "Transcriptional activation of mitochondrial biogenesis"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3299685", "name": "Detoxification of Reactive Oxygen Species"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-5218859", "name": "Regulated Necrosis"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5620971", "name": "Pyroptosis"}, {"id": "R-HSA-5628897", "name": "TP53 Regulates Metabolic Genes"}, {"id": "R-HSA-611105", "name": "Respiratory electron transport"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9627069", "name": "Regulation of the apoptosome activity"}, {"id": "R-HSA-9627069", "name": "Regulation of the apoptosome activity"}, {"id": "R-HSA-9707564", "name": "Cytoprotection by HMOX1"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}], "smpdb": {"id": "SMP00355", "name": "Mitochondrial Electron Transport Chain"}, "wikipathways": [{"id": "WP1530", "name": "miRNA regulation of DNA damage response"}, {"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP2059", "name": "Alzheimer,s disease"}, {"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP2371", "name": "Parkinson,s disease pathway"}, {"id": "WP2507", "name": "Nanomaterial induced apoptosis"}, {"id": "WP254", "name": "Apoptosis"}, {"id": "WP314", "name": "Fas ligand pathway and stress induction of heat shock proteins"}, {"id": "WP384", "name": "Apoptosis Modulation by HSP70"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3941", "name": "Oxidative Damage"}, {"id": "WP4008", "name": "NO-cGMP-PKG mediated Neuroprotection"}, {"id": "WP4216", "name": "Chromosomal and microsatellite instability in colorectal cancer"}, {"id": "WP4255", "name": "Non-small cell lung cancer"}, {"id": "WP4298", "name": "Acute viral myocarditis"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4658", "name": "Small cell lung cancer"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP707", "name": "DNA damage response"}]}, "pdb": ["1J3S", "2N3Y", "2N9I", "2N9J", "3NWV", "3ZCF", "3ZOO", "5EXQ", "5O10", "5TY3", "6DUJ", "6ECJ", "6XNK"], "pfam": "PF00034", "pharmgkb": "PA134981636", "pharos": {"target_id": 9035, "tdl": "Tchem"}, "pir": "A31764", "prosite": "PS51007", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF220484", "relationship": "is"}, {"id": "GNF231124", "relationship": "is"}, {"id": "GNF265731", "relationship": "is"}, {"id": "GNF265732", "relationship": "is"}, {"id": "GNF265733", "relationship": "is"}, {"id": "GNF265734", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF158173", "relationship": "similar to"}, {"id": "GNF160473", "relationship": "similar to"}], "GNF_hs-Origene": [{"id": "GNF031318", "relationship": "is"}, {"id": "GNF043594", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF003194", "relationship": "is"}, {"id": "GNF003195", "relationship": "is"}, {"id": "GNF003196", "relationship": "is"}, {"id": "GNF003197", "relationship": "is"}, {"id": "GNF003198", "relationship": "is"}, {"id": "GNF003199", "relationship": "is"}, {"id": "GNF003200", "relationship": "is"}, {"id": "GNF003201", "relationship": "is"}, {"id": "GNF003202", "relationship": "is"}, {"id": "GNF003203", "relationship": "is"}, {"id": "GNF003204", "relationship": "is"}, {"id": "GNF003205", "relationship": "is"}, {"id": "GNF003206", "relationship": "is"}, {"id": "GNF003207", "relationship": "is"}, {"id": "GNF003208", "relationship": "is"}, {"id": "GNF003209", "relationship": "is"}, {"id": "GNF003210", "relationship": "is"}, {"id": "GNF003211", "relationship": "is"}, {"id": "GNF003212", "relationship": "is"}, {"id": "GNF003213", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF105134", "relationship": "is"}, {"id": "GNF105135", "relationship": "is"}, {"id": "GNF144781", "relationship": "is"}, {"id": "GNF144782", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_023438.1"], "protein": "NP_061820.1", "rna": "NM_018947.6", "translation": {"protein": "NP_061820.1", "rna": "NM_018947.6"}}, "reporter": {"HG-U133_Plus_2": ["208905_at", "229415_at", "244546_at"], "HG-U95Av2": "35818_at", "HTA-2_0": "TC07001207.hg.1", "HuEx-1_0": ["3042001", "3134778"], "HuGene-1_1": "8138640", "HuGene-2_1": "17124130"}, "summary": "This gene encodes a small heme protein that functions as a central component of the electron transport chain in mitochondria. The encoded protein associates with the inner membrane of the mitochondrion where it accepts electrons from cytochrome b and transfers them to the cytochrome oxidase complex. This protein is also involved in initiation of apoptosis. Mutations in this gene are associated with autosomal dominant nonsyndromic thrombocytopenia. Numerous processed pseudogenes of this gene are found throughout the human genome.[provided by RefSeq, Jul 2010].", "symbol": "CYCS", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1426584"}, "unigene": ["Hs.617193", "Hs.437060"], "uniprot": {"Swiss-Prot": "P99999", "TrEMBL": ["C9JFR7", "G4XXL9"]}, "wikipedia": {"url_stub": "Cytochrome c"}}