{"AllianceGenome": "2605", "HGNC": "2605", "MIM": "606530", "_id": "1593", "_version": 1, "accession": {"genomic": ["AC009974.10", "AF285764.2", "AH005134.2", "CH471063.1", "CP068276.2", "NC_000002.12", "NC_060926.1", "NG_007959.1", "S62709.1"], "protein": ["AAA52142.1", "AAB27199.1", "AAH40430.1", "AAH51851.1", "AAK51672.2", "AAO21126.1", "BAF83107.1", "CAA42481.1", "EAW70653.1", "EAW70654.1", "EAW70655.1", "NP_000775.1", "Q02318.1"], "rna": ["AK226039.1", "AK290418.1", "AK310782.1", "AY178622.1", "BC017044.2", "BC040430.1", "BC051851.1", "M62401.1", "NM_000784.4", "X59812.1"], "translation": [{"protein": "BAF83107.1", "rna": "AK290418.1"}, {"protein": "CAA42481.1", "rna": "X59812.1"}, {"protein": "NP_000775.1", "rna": "NM_000784.4"}, {"protein": "AAH51851.1", "rna": "BC051851.1"}, {"protein": "AAA52142.1", "rna": "M62401.1"}, {"protein": "AAO21126.1", "rna": "AY178622.1"}, {"protein": "AAH40430.1", "rna": "BC040430.1"}]}, "alias": ["CP27", "CTX", "CYP27"], "ec": "1.14.15.15", "ensembl": {"gene": "ENSG00000135929", "protein": ["ENSP00000258415", "ENSP00000392671", "ENSP00000404945"], "transcript": ["ENST00000258415", "ENST00000411688", "ENST00000445971", "ENST00000466602", "ENST00000494263"], "translation": [{"protein": "ENSP00000258415", "rna": "ENST00000258415"}, {"protein": "ENSP00000404945", "rna": "ENST00000445971"}, {"protein": "ENSP00000392671", "rna": "ENST00000411688"}], "type_of_gene": "protein_coding"}, "entrezgene": "1593", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.2764935613, "exp_mis": 216.30949003, "exp_syn": 99.6862809117, "lof_z": 0.703637513648487, "mis_z": 0.110062925143145, "mu_lof": 1.59918395368e-06, "mu_mis": 1.97086404182e-05, "mu_syn": 8.91771297346e-06, "n_lof": 18.0, "n_mis": 213.0, "n_syn": 76.0, "p_li": 3.89681875061633e-11, "p_null": 0.829024689136176, "p_rec": 0.170975310824856, "syn_z": 1.47071535885061}, "bp": 1596, "cds_end": 219679753, "cds_start": 219646905, "n_exons": 9, "nonpsych": {"exp_lof": 19.0758783556, "exp_mis": 195.599566095, "exp_syn": 90.0442962951, "lof_z": 0.691637995833602, "mis_z": 0.238010029789358, "mu_lof": 1.59918395368e-06, "mu_mis": 1.97086404182e-05, "mu_syn": 8.91771297346e-06, "n_lof": 16.0, "n_mis": 189.0, "n_syn": 68.0, "p_li": 7.04891565272042e-10, "p_null": 0.772766973869128, "p_rec": 0.227233025425981, "syn_z": 1.46262064474131}, "nontcga": {"exp_lof": 19.5566930627, "exp_mis": 198.987063486, "exp_syn": 91.6936944405, "lof_z": 0.34724542361503, "mis_z": -0.0357749983842654, "mu_lof": 1.59918395368e-06, "mu_mis": 1.97086404182e-05, "mu_syn": 8.91771297346e-06, "n_lof": 18.0, "n_mis": 200.0, "n_syn": 72.0, "p_li": 9.98782124400269e-12, "p_null": 0.919955030423457, "p_rec": 0.0800449695665553, "syn_z": 1.30220586807221}, "transcript": "ENST00000258415.4"}, "exons": [{"cdsend": 218815030, "cdsstart": 218782182, "chr": "2", "position": [[218782146, 218782437], [218809576, 218809767], [218812221, 218812421], [218812551, 218812749], [218812923, 218813096], [218814020, 218814187], [218814379, 218814458], [218814544, 218814757], [218814910, 218815293]], "strand": 1, "transcript": "NM_000784", "txend": 218815293, "txstart": 218782146}], "exons_hg19": [{"cdsend": 219679753, "cdsstart": 219646905, "chr": "2", "position": [[219646869, 219647160], [219674299, 219674490], [219676944, 219677144], [219677274, 219677472], [219677646, 219677819], [219678743, 219678910], [219679102, 219679181], [219679267, 219679480], [219679633, 219680016]], "strand": 1, "transcript": "NM_000784", "txend": 219680016, "txstart": 219646869}], "generif": [{"pubmed": 11903362, "text": "A Japanese patient with cerebrotendinous xanthomatosis has different mutations within two functional domains of CYP27."}, {"pubmed": 12011083, "text": "regulation of CYP7A1 and CYP27A1 in human liver"}, {"pubmed": 12117727, "text": "Endogenous CYP27A1 is of importance for the normal efflux of both cholesterol and cholestanol from tendons."}, {"pubmed": 12119285, "text": "levels of 27-hydroxycholesterol are not of critical importance for cholesterol homeostasis in mice."}, {"pubmed": 12242561, "text": "A compound heterozygous mutation in CYP27A1 (one missense mutation and one intronic nucleotide change) occurs in a Taiwanese family with cerebrotendinous xanthomatosis."}, {"pubmed": 12777473, "text": "The very high activity of CYP27A1 towards the cholestanol precursor 4-cholesten-3-one may be of importance in connection with the accumulation of cholestanol in patients with cerebrotendinous xanthomatosis"}, {"pubmed": 14672608, "text": "The pathogenesis of cholesterolosis may be multifactorial, but is not caused by reduced efflux of cholesterol due to a defect sterol 27-hydroxylase mechanism."}, {"pubmed": 14741198, "text": "We reported a Hong Kong Chinese proband with Cerebrotendinous Xanthomatosis in which a novel acceptor splicing site mutation (IVS6-1G>T) was identified."}, {"pubmed": 15340076, "text": "nuclear receptor-regulated CYP27 expression is likely to be a key integrator of retinoic acid receptor-PPARgamma-LXR signaling, relying on natural ligands and contributing to lipid metabolism in macrophages"}, {"pubmed": 15533057, "text": "stimulation of CYP27A1 by PPARgamma may represent a key previously unrecognized mechanism by which PPARgamma protects against atherosclerosis"}, {"pubmed": 15708352, "text": "Data suggest that induction of sterol 27-hydroxylase (CYP27A1) by TGF-beta1 may be responsible for some of the anti-atherogenic properties of this cytokine."}, {"pubmed": 16157755, "text": "In this study showed that the Cerebrotendinous xanthomatosis( CTX) due to CYP27 mutation R362C."}, {"pubmed": 16372260, "text": "Mutation in Cytochrome P-450 CYP27A1 is associated with cerebrotendinous xanthomatosis"}, {"pubmed": 16584175, "text": "Mutation of the overlapping substrate-contact residues (W100, H103, T110, M301C, V367, I481, and V482) affected CYP27A1 binding and enzyme activity in a substrate-dependent manner and allowed identification of several important side chains."}, {"pubmed": 16930540, "text": "Monocyte-derived cells express CYP27A1 and convert vitamin D3 into its active metabolite"}, {"pubmed": 17088262, "text": "there may be an intestine-specific PXR/CYP27A1/LXRalpha pathway that regulates intestine cholesterol efflux and HDL assembly."}, {"pubmed": 17292862, "text": "Glutamine 85 cyp27A1 plays essential roles in both substrate-binding and protein folding."}, {"pubmed": 17482558, "text": "human CYP27A1 gene is a target for estrogens and androgens"}, {"pubmed": 17697869, "text": "K226R, D321G, and P408S mutants showed 25-hydroxylation activity for 1alphaOHD(3) as well as wild type."}, {"pubmed": 17875655, "text": "CYP27A1 and CYP24 expression is a function of malignant transformation in the colon"}, {"pubmed": 18227423, "text": "We found the first cerebrotendinous xanthomatosis family from Argentina with a new mutation in CYP27A1 gene."}, {"pubmed": 18791760, "text": "Results describe the membrane topology of CYPs 27A1 and 11A1."}, {"pubmed": 19255064, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19255064, "text": "Single nucleotide polymorphisms may be associated with risk of prostate cancer in men with low vitamin D status."}, {"pubmed": 19343046, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19671838, "text": "Overexpression of CYP27A1 in CHOP cells decreased progesterone conversion to 20alpha-DH-progesterone in a dose-dependent manner"}, {"pubmed": 19852851, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20149624, "text": "down-regulation of genes involved in the cholesterol synthesis pathway results in down-regulation of CYP27A1 which diminishes oxysterol concentrations"}, {"pubmed": 20402754, "text": "Four novel mutations located in different exons, in particular in the region of exons 2-5 of the CYP27A1 gene, present as classical cerebrotendinous xanthomatosis."}, {"pubmed": 20450308, "text": "There needs to be a high level of suspicion of cerebrotendinous xanthomatosis (CXT) for any child with cataracts and developmental delay"}, {"pubmed": 20558929, "text": "An Arg104Gln mutation in sterol 27-hydroxylase is identified in Japanese patients with cerebrotendinous xanthomatosis; case 1 is a compound heterozygote for Arg104Gln in exon 2 and Arg441Gln in exon 8."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20654748, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20809279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20855565, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21049985, "text": "The average P450 concentrations/mg of total tissue protein were 345 fmol of CYP46A1 and 110 fmol of CYP27A1 in the temporal lobe, and 60 fmol of CYP46A1 and 490 fmol of CYP27A1 in the retina."}, {"pubmed": 21134350, "text": "results indicate involvement of the JNK/c-jun pathway in AR-mediated upregulation of CYP27A1. The link to JNK signaling is interesting since inflammatory processes may upregulate CYP27A1 to clear cholesterol from peripheral tissues."}, {"pubmed": 21258856, "text": "study found that adenosine A2A receptor stimulation inhibited foam cell formation by a mechanism dependent on the expression of CYP27A1"}, {"pubmed": 21411718, "text": "Sterol 27-hydroxylase cytochrome P450 27A1 (CYP27A1) is involved in elimination of 7-ketocholesterol from the retinal pigment epithelium."}, {"pubmed": 21498512, "text": "the post-translational modifications identified in CYP27A1 exemplify a general mechanism whereby oxidative stress and inflammation deleteriously affect protein function"}, {"pubmed": 21958693, "text": "Mutations consisting of c.1146_1151deletion-insertion and c.1214G>A substitution of CYP27A1 are identified in patients having cerebrotendinous xanthomatosis."}, {"pubmed": 22018287, "text": "CYP27A1 mutations were found in the proband and a Chinese family with Cerebrotendinous Xanthomatosis"}, {"pubmed": 22185844, "text": "An alternative to elimination of brain cholesterol by the CYP46A1 mechanism is elimination by CYP27A1."}, {"pubmed": 22227097, "text": "Features of the retinal environment which affect the activities and product profile of cholesterol-metabolizing cytochromes P450 CYP27A1 and CYP11A1."}, {"pubmed": 22509407, "text": "This study has identified candidate genes for sporadic Amyotrophic lateral sclerosis( ALS), most notably CYP27A1. Mutations in CYP27A1 are causal to cerebrotendinous xanthomatosis which can present as a clinical mimic of ALS ."}, {"pubmed": 24029861, "text": "The increased cutaneous CYP27B1 levels in the CKD patients suggest that the loss of renal activity of this enzyme is at least partially compensated for by the skin."}, {"pubmed": 24080357, "text": "Cyp27A1 mutations were identified in early onset CAD pedigree."}, {"pubmed": 24096962, "text": "The expression of CYP27A1 modulates the concentrations of active glucocorticoids in both humans and mice and in vitro."}, {"pubmed": 24280213, "text": "Data indicate that inhibition of CYP27A1 activity or knockdown and deletion of the Cyp27a1 gene induced adipocyte differentiation."}, {"pubmed": 24584636, "text": "study describes two unrelated Sardinian families sharing the same CYP27A1 mutation, p.Arg479Cys; phenotype of the patients is characteristic of cerebrotendinous xanthomatosis"}, {"pubmed": 24732451, "text": "Studied whether abnormal endometrial expression of CYP27A1 and/or CYP2R1 may impair VDR-antiproliferative properties in endometrial carcinoma."}, {"pubmed": 25447658, "text": "In a patient with cerebrotendinous xanthomatosis, analysis of the CYP27A1 gene identified compound heterozygosity for p.A335V, a novel mutation."}, {"pubmed": 25845986, "text": "The 25-hydroxylases CYP2R1 and CYP27A1 catalyze vitamin D to its circulating form 25-hydroxyvitamin D."}, {"pubmed": 26374826, "text": "marinobufagenin is derived from bile acids and its biosynthesis is initiated by CYP27A1 enzyme"}, {"pubmed": 26638999, "text": "CYP27A1 belongs to the mitochondrial CYPs and plays a crucial role in the cholesterol homeostasis."}, {"pubmed": 26643207, "text": "Analysis of ~60,000 human exomes points to underdiagnosis of cerebrotendinous xanthomatosis due to CYP27A1 mutations."}, {"pubmed": 26844446, "text": "A novel mutation (c.1183_1184insT) in several members of a Colombian cerebrotendinous xanthomatosis family is responsible for mental retardation, psychiatric disorders, behavioral changes, and multiple domains cognitive impairment with dysexecutive dominance that progressed to early dementia."}, {"pubmed": 26891232, "text": "CYP27A1 catalyzes hydroxylation of beta-sitosterol and ergosterol"}, {"pubmed": 27259383, "text": "we demonstrated the rare missense variant of CYP27A1 is associated with atopic dermatitis with elevated levels of total serum IgE."}, {"pubmed": 27792005, "text": "A significant decrease in the expression level of CYP27A1 in female patients could indicate their greater vulnerability to multiple sclerosis than the male patients."}, {"pubmed": 28130224, "text": "CYP27A1 is a critical cellular cholesterol sensor in prostate cells and that dysregulation of the CYP27A1/27-hydroxycholesterol (27HC) axis contributes significantly to prostate cancer pathogenesis."}, {"pubmed": 28190002, "text": "CYP46A1 is involved in cholestanol removal from the brain and that several factors contribute to the preferential increase in cholestanol in the cerebellum arising from CYP27A1 deficiency."}, {"pubmed": 28229379, "text": "Molecular study identified a novel homozygous frameshift mutation in CYP27A1 gene in cerebrotendinous xanthomatosis without cataract"}, {"pubmed": 28306719, "text": "The 32 kb deleted region harbors the CYP2A7 gene and was enriched with enhancer, repressor and insulator sites. The wildtype allele was lost in the polyps of the proband"}, {"pubmed": 28337550, "text": "This study suggests a shared genetic etiology between MS and the characterized single-gene disorders, and highlights cholesterol metabolism and the synthesis of oxysterols as important biological mechanisms for familial MS"}, {"pubmed": 28396342, "text": "Increased maternal and fetal cholesterol efflux capacity and placental CYP27A1 expression in preeclampsia"}, {"pubmed": 28590052, "text": "Cerebrotendinous xanthomatosis .. is caused by mutations in the CYP27A1 gene that result in decreased production of chenodeoxycholic acid (CDCA) and elevated levels of cholestanol and bile alcohols. Sequencing of CYP27A1 showed a paternally inherited splice mutation, c.446 + 1G>T, and a maternally inherited nonsense mutation, c.808C>T, predicting p.(Arg270*)."}, {"pubmed": 28623566, "text": "Three novel mutations in CYP27A1 were found in cerebrotendinous xanthomatosis patients in Chinese families"}, {"pubmed": 29116467, "text": "Vitamin D supplementation can decrease circulating 27HC of breast cancer patients, likely by CYP27A1 inhibition. This suggests a new and additional modality by which vitamin D can inhibit ER+ breast cancer growth, though a larger study is needed for verification."}, {"pubmed": 29269672, "text": "Whole-exome sequencing assuming recessive inheritance determined his genetic diagnosis to be cerebrotendinous xanthomatosis caused by homozygous mutations (c.410G>A or p.Arg137Gln) in the cytochrome P450 subfamily 27 A1 (CYP27A1) gene"}, {"pubmed": 29935100, "text": "Donor/recipient CYP27A1 rs4674344 and graft VDR rs2228570 may be related to low serum 25(OH)D and may play a major role in the development of fatty liver disease in recipients after living donor liver transplantation."}, {"pubmed": 30088172, "text": "CYP27A1 SNPs are not associated with vitamin D status and multiple sclerosis."}, {"pubmed": 30563407, "text": "These findings all suggest that CYP27A1 is a critical cholesterol sensor in bladder cancer cells that may contribute significantly to bladder cancer proliferation."}, {"pubmed": 30668811, "text": "analysis of the role of CYP27A1, CYP27B1, and CYP24A1 in non-melanoma skin cancer reveals that the expression of CYP27A1 and CYP24A1, but not CYP27B1 is changed in malignant cells"}, {"pubmed": 30867220, "text": "Low CYP27A1 expression is associated with higher cholesterol synthesis and a higher risk of Lethal Prostate Cancer."}, {"pubmed": 31520221, "text": "Study found no statistically significant associations of HCV infection outcomes with CYP27A1 gene."}, {"pubmed": 31774068, "text": "Relationship between rs4674344 CYP27A1 gene polymorphism and coronary artery disease in a Polish population."}, {"pubmed": 31875301, "text": "A case of Cerebrotendinous Xanthomatosis with spinal cord involvement and without tendon xanthomas: identification of a new mutation of the CYP27A1 gene."}, {"pubmed": 32344004, "text": "CYP2R1 and CYP27A1 genes: An in silico approach to identify the deleterious mutations, impact on structure and their differential expression in disease conditions."}, {"pubmed": 33058307, "text": "Dysregulation of vitamin D synthesis pathway genes in colorectal cancer: A case-control study."}, {"pubmed": 33107041, "text": "Extending the vitamin D pathway to vitamin D3 and CYP27A1 in periodontal ligament cells."}, {"pubmed": 33176848, "text": "CYP27A1 expression is associated with risk of late lethal estrogen receptor-positive breast cancer in postmenopausal patients."}, {"pubmed": 33400472, "text": "Clinical and Genetic Characteristics of Splicing Variant in CYP27A1 in an Iranian Family with Cerebrotendinous Xanthomatosis."}, {"pubmed": 33794192, "text": "CYP27A1-dependent anti-melanoma activity of limonoid natural products targets mitochondrial metabolism."}, {"pubmed": 34930075, "text": "Analysis of CYP27A1 mutations in Han Chinese women with intrahepatic cholestasis of pregnancy."}, {"pubmed": 35810773, "text": "CYP27A1 inhibits proliferation and migration of clear cell renal cell carcinoma via activation of LXRs/ABCA1."}, {"pubmed": 35969149, "text": "The tumor-repressing effect of CYP27A1 on renal cell carcinoma by 27-HC arising from cholesterol metabolism."}, {"pubmed": 36811281, "text": "The Interaction Effect of 27-Hydroxycholesterol Metabolism Disorder and CYP27A1 Single Nucleotide Polymorphisms in Mild Cognitive Impairment: Evidence from a Case-Control Study."}, {"pubmed": 36872411, "text": "TUBB2B facilitates progression of hepatocellular carcinoma by regulating cholesterol metabolism through targeting HNF4A/CYP27A1."}, {"pubmed": 37981011, "text": "27-Hydroxylation of oncosterone by CYP27A1 switches its activity from pro-tumor to anti-tumor."}, {"pubmed": 38183874, "text": "Global spread characteristics of CTX-M-type extended-spectrum beta-lactamases: A genomic epidemiology analysis."}, {"pubmed": 38336741, "text": "Cerebrotendinous Xanthomatosis patients with late diagnosed in single orthopedic clinic: two novel variants in the CYP27A1 gene."}, {"pubmed": 38704863, "text": "Methyl-CpG-binding protein 2 regulates CYP27A1-induced myometrial contraction during preterm labor."}], "genomic_pos": {"chr": "2", "end": 218815293, "ensemblgene": "ENSG00000135929", "start": 218781749, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 219680016, "start": 219646472, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006699", "pubmed": [9660774, 11412116], "qualifier": "involved_in", "term": "bile acid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006699", "qualifier": "involved_in", "term": "bile acid biosynthetic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006699", "qualifier": "involved_in", "term": "bile acid biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006707", "pubmed": 9660774, "qualifier": "involved_in", "term": "cholesterol catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006707", "qualifier": "involved_in", "term": "cholesterol catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008203", "qualifier": "involved_in", "term": "cholesterol metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016125", "qualifier": "involved_in", "term": "sterol metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0036378", "qualifier": "involved_in", "term": "calcitriol biosynthetic process from calciol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036378", "pubmed": 15465040, "qualifier": "involved_in", "term": "calcitriol biosynthetic process from calciol"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005743", "qualifier": "located_in", "term": "mitochondrial inner membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005759", "qualifier": "located_in", "term": "mitochondrial matrix"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005506", "qualifier": "enables", "term": "iron ion binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008395", "qualifier": "enables", "term": "steroid hydroxylase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0020037", "pubmed": 9660774, "qualifier": "enables", "term": "heme binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030343", "qualifier": "enables", "term": "vitamin D3 25-hydroxylase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030343", "pubmed": 15465040, "qualifier": "enables", "term": "vitamin D3 25-hydroxylase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031073", "qualifier": "enables", "term": "cholesterol 26-hydroxylase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031073", "pubmed": [9660774, 12077124], "qualifier": "enables", "term": "cholesterol 26-hydroxylase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0047748", "pubmed": 11412116, "qualifier": "enables", "term": "cholestanetetraol 26-dehydrogenase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0047748", "qualifier": "enables", "term": "cholestanetetraol 26-dehydrogenase activity"}]}, "homologene": {"genes": [[7165, 1276443], [7227, 36105], [7955, 322341], [7955, 402831], [7955, 723999], [7955, 795106], [8364, 594905], [8364, 100145331], [8364, 100145773], [8364, 100496109], [9031, 431683], [9544, 700192], [9598, 459951], [9606, 1593], [9615, 610489], [9913, 511960], [10090, 104086], [10116, 301517]], "id": 36040}, "interpro": [{"desc": "Cytochrome P450", "id": "IPR001128", "short_desc": "Cyt_P450"}, {"desc": "Cytochrome P450 superfamily", "id": "IPR036396", "short_desc": "Cyt_P450_sf"}, {"desc": "Cytochrome P450, E-class, group I", "id": "IPR002401", "short_desc": "Cyt_P450_E_grp-I"}, {"desc": "Cytochrome P450, conserved site", "id": "IPR017972", "short_desc": "Cyt_P450_CS"}], "ipi": ["IPI00025307", "IPI00927643", "IPI00927800"], "map_location": "2q35", "name": "cytochrome P450 family 27 subfamily A member 1", "other_names": ["5-beta-cholestane-3-alpha, 7-alpha, 12-alpha-triol 26-hydroxylase", "5-beta-cholestane-3-alpha, 7-alpha, 12-alpha-triol 27-hydroxylase", "cholestanetriol 26-monooxygenase", "cytochrome P-450C27/25", "cytochrome P450 27", "cytochrome P450, family 27, subfamily A, polypeptide 1", "cytochrome P450, subfamily XXVIIA (steroid 27-hydroxylase, cerebrotendinous xanthomatosis), polypeptide 1", "sterol 26-hydroxylase, mitochondrial", "sterol 27-hydroxylase", "vitamin D(3) 25-hydroxylase"], "pantherdb": {"HGNC": "2605", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88594", "ortholog_type": "LDO", "panther_family": "PTHR24291", "taxid": 10090, "uniprot_kb": "Q9DBG1"}, {"RGD": "727915", "ortholog_type": "LDO", "panther_family": "PTHR24291", "taxid": 10116, "uniprot_kb": "P17178"}, {"ZFIN": "ZDB-GENE-120215-110", "ortholog_type": "O", "panther_family": "PTHR24291", "taxid": 7955, "uniprot_kb": "E7F3G8"}, {"ZFIN": "ZDB-GENE-081105-124", "ortholog_type": "O", "panther_family": "PTHR24291", "taxid": 7955, "uniprot_kb": "B0UYB4"}, {"ZFIN": "ZDB-GENE-030131-1060", "ortholog_type": "O", "panther_family": "PTHR24291", "taxid": 7955, "uniprot_kb": "F1QAE0"}, {"ZFIN": "ZDB-GENE-081104-511", "ortholog_type": "O", "panther_family": "PTHR24291", "taxid": 7955, "uniprot_kb": "E9QJ06"}, {"ZFIN": "ZDB-GENE-060616-143", "ortholog_type": "O", "panther_family": "PTHR24291", "taxid": 7955, "uniprot_kb": "E9QG08"}, {"ZFIN": "ZDB-GENE-081104-519", "ortholog_type": "LDO", "panther_family": "PTHR24291", "taxid": 7955, "uniprot_kb": "F1Q7H1"}, {"TAIR": "2034476", "ortholog_type": "O", "panther_family": "PTHR24291", "taxid": 3702, "uniprot_kb": "Q93VK5"}, {"TAIR": "2102023", "ortholog_type": "O", "panther_family": "PTHR24291", "taxid": 3702, "uniprot_kb": "Q6TBX7"}, {"TAIR": "2129695", "ortholog_type": "O", "panther_family": "PTHR24291", "taxid": 3702, "uniprot_kb": "O23365"}], "uniprot_kb": "Q02318"}, "pathway": {"humancyc": {"id": "PWY-6061", "name": "bile acid biosynthesis, neutral pathway"}, "kegg": [{"id": "hsa00120", "name": "Primary bile acid biosynthesis - Homo sapiens (human)"}, {"id": "hsa03320", "name": "PPAR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04979", "name": "Cholesterol metabolism - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-192105", "name": "Synthesis of bile acids and bile salts"}, {"id": "R-HSA-193368", "name": "Synthesis of bile acids and bile salts via 7alpha-hydroxycholesterol"}, {"id": "R-HSA-193775", "name": "Synthesis of bile acids and bile salts via 24-hydroxycholesterol"}, {"id": "R-HSA-193807", "name": "Synthesis of bile acids and bile salts via 27-hydroxycholesterol"}, {"id": "R-HSA-194068", "name": "Bile acid and bile salt metabolism"}, {"id": "R-HSA-211859", "name": "Biological oxidations"}, {"id": "R-HSA-211897", "name": "Cytochrome P450 - arranged by substrate type"}, {"id": "R-HSA-211945", "name": "Phase I - Functionalization of compounds"}, {"id": "R-HSA-211976", "name": "Endogenous sterols"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-5578996", "name": "Defective CYP27A1 causes CTX"}, {"id": "R-HSA-5579029", "name": "Metabolic disorders of biological oxidation enzymes"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-8957322", "name": "Metabolism of steroids"}], "smpdb": [{"id": "SMP00035", "name": "Bile Acid Biosynthesis"}, {"id": "SMP00314", "name": "Congenital Bile Acid Synthesis Defect Type II"}, {"id": "SMP00315", "name": "Cerebrotendinous Xanthomatosis (CTX)"}, {"id": "SMP00316", "name": "Zellweger Syndrome"}, {"id": "SMP00317", "name": "Familial Hypercholanemia (FHCA)"}, {"id": "SMP00318", "name": "Congenital Bile Acid Synthesis Defect Type III"}, {"id": "SMP00720", "name": "27-Hydroxylase Deficiency"}], "wikipathways": [{"id": "WP1531", "name": "Vitamin D Metabolism"}, {"id": "WP3942", "name": "PPAR signaling pathway"}, {"id": "WP43", "name": "Oxidation by Cytochrome P450"}, {"id": "WP4545", "name": "Oxysterols derived from cholesterol"}, {"id": "WP4698", "name": "Vitamin D-sensitive calcium signaling in depression"}, {"id": "WP4718", "name": "Cholesterol metabolism (includes both Bloch and Kandutsch-Russell pathways)"}, {"id": "WP5064", "name": "7-oxo-C and 7beta-HC pathways"}, {"id": "WP702", "name": "Metapathway biotransformation Phase I and II"}]}, "pfam": "PF00067", "pharmgkb": "PA135", "pharos": {"target_id": 19981, "tdl": "Tchem"}, "pir": "A39740", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248267", "relationship": "is"}, {"id": "GNF248268", "relationship": "is"}, {"id": "GNF248269", "relationship": "is"}, {"id": "GNF248270", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039214", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081552", "relationship": "is"}, {"id": "GNF081553", "relationship": "is"}, {"id": "GNF081554", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050556", "relationship": "is"}, {"id": "GNF055319", "relationship": "is"}, {"id": "GNF059933", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062287", "relationship": "is"}, {"id": "GNF062288", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF003233", "relationship": "is"}, {"id": "GNF131221", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF233237", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094047", "relationship": "is"}, {"id": "GNF133705", "relationship": "is"}, {"id": "GNF141537", "relationship": "similar to"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_007959.1"], "protein": "NP_000775.1", "rna": "NM_000784.4", "translation": {"protein": "NP_000775.1", "rna": "NM_000784.4"}}, "reporter": {"HG-U133_Plus_2": "203979_at", "HG-U95Av2": "999_at", "HTA-2_0": "TC02001311.hg.1", "HuEx-1_0": "2528093", "HuGene-1_1": "8048432", "HuGene-2_1": "16891082"}, "summary": "This gene encodes a member of the cytochrome P450 superfamily of enzymes. The cytochrome P450 proteins are monooxygenases which catalyze many reactions involved in drug metabolism and synthesis of cholesterol, steroids and other lipids. This mitochondrial protein oxidizes cholesterol intermediates as part of the bile synthesis pathway. Since the conversion of cholesterol to bile acids is the major route for removing cholesterol from the body, this protein is important for overall cholesterol homeostasis. Mutations in this gene cause cerebrotendinous xanthomatosis, a rare autosomal recessive lipid storage disease. [provided by RefSeq, Jul 2008].", "symbol": "CYP27A1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413864"}, "unigene": "Hs.516700", "uniprot": {"Swiss-Prot": "Q02318", "TrEMBL": ["F8WD90", "C9J1K5"]}, "wikipedia": {"url_stub": "CYP27A1"}}