{"AllianceGenome": "2651", "HGNC": "2651", "MIM": "118455", "_id": "1581", "_version": 1, "accession": {"genomic": ["AC009927.10", "AH002820.2", "AH003035.2", "CH471068.1", "CP068270.2", "L13460.1", "NC_000008.11", "NC_060932.1", "NG_007969.1"], "protein": ["AAA58435.1", "AAA61350.1", "AAI01778.1", "AAI12185.1", "CAA39568.1", "EAW86811.1", "NP_000771.2", "P22680.2"], "rna": ["BC101777.1", "BC112184.1", "M93133.1", "NM_000780.4", "X56088.1"], "translation": [{"protein": "AAA58435.1", "rna": "M93133.1"}, {"protein": "AAI12185.1", "rna": "BC112184.1"}, {"protein": "NP_000771.2", "rna": "NM_000780.4"}, {"protein": "CAA39568.1", "rna": "X56088.1"}, {"protein": "AAI01778.1", "rna": "BC101777.1"}]}, "alias": ["CP7A", "CYP7", "CYPVII"], "ec": ["1.14.14.23", "1.14.14.26"], "ensembl": {"gene": "ENSG00000167910", "protein": "ENSP00000301645", "transcript": "ENST00000301645", "translation": [{"protein": "ENSP00000301645", "rna": "ENST00000301645"}], "type_of_gene": "protein_coding"}, "entrezgene": "1581", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.70550757, "exp_mis": 158.5223104, "exp_syn": 70.613526, "lof_z": 1.86348246683591, "mis_z": -0.640129562069862, "mu_lof": 8.99447669972e-07, "mu_mis": 1.37691846658e-05, "mu_syn": 6.01038814402e-06, "n_lof": 6.0, "n_mis": 175.0, "n_syn": 75.0, "p_li": 0.00345536122276857, "p_null": 0.0446760915883649, "p_rec": 0.951868547188866, "syn_z": -0.323609067197733}, "bp": 1515, "cds_end": 59412657, "cds_start": 59404033, "n_exons": 6, "nonpsych": {"exp_lof": 11.3758969, "exp_mis": 143.3541788, "exp_syn": 63.7882442, "lof_z": 1.85652347345612, "mis_z": -0.743357594012922, "mu_lof": 8.99447669972e-07, "mu_mis": 1.37691846658e-05, "mu_syn": 6.01038814402e-06, "n_lof": 5.0, "n_mis": 161.0, "n_syn": 70.0, "p_li": 0.0124369577086461, "p_null": 0.0421083898599403, "p_rec": 0.945454652431414, "syn_z": -0.489674894011412}, "nontcga": {"exp_lof": 11.6769989, "exp_mis": 145.8284676, "exp_syn": 64.95238075, "lof_z": 1.92751131625369, "mis_z": -0.502150634695369, "mu_lof": 8.99447669972e-07, "mu_mis": 1.37691846658e-05, "mu_syn": 6.01038814402e-06, "n_lof": 5.0, "n_mis": 158.0, "n_syn": 68.0, "p_li": 0.0127645980117154, "p_null": 0.0338776420875337, "p_rec": 0.953357759900751, "syn_z": -0.239433883596738}, "transcript": "ENST00000301645.3"}, "exons": [{"cdsend": 58500098, "cdsstart": 58491474, "chr": "8", "position": [[58490177, 58491774], [58492352, 58492528], [58494505, 58494636], [58496603, 58497190], [58498228, 58498469], [58500018, 58500163]], "strand": -1, "transcript": "NM_000780", "txend": 58500163, "txstart": 58490177}], "exons_hg19": [{"cdsend": 59412657, "cdsstart": 59404033, "chr": "8", "position": [[59402736, 59404333], [59404911, 59405087], [59407064, 59407195], [59409162, 59409749], [59410787, 59411028], [59412577, 59412722]], "strand": -1, "transcript": "NM_000780", "txend": 59412722, "txstart": 59402736}], "generif": [{"pubmed": 11257258, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 11907135, "text": "CYP7A1 regulates the pathway through which cholesterol is converted into bile acids."}, {"pubmed": 12011083, "text": "regulation of CYP7A1 and CYP27A1 in human liver"}, {"pubmed": 12093884, "text": "Human CYP7A1 deficiency: progress and enigmas. Review."}, {"pubmed": 12093894, "text": "New metabolic disorder presenting with hyperlipidemia caused by a homozygous deletion mutation in CYP7A1."}, {"pubmed": 12116231, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12202481, "text": "data suggest that the lack of an LXR element in the region from -56 to -49 of the human CYP7A1 promoter may account for some of the differences in response to diets between humans and rodents"}, {"pubmed": 12213890, "text": "characterization of the coordinated regulation of cholesterol metabolism in human liver; regulation of its mRNA in liver"}, {"pubmed": 12554795, "text": "Data reveal a fundamental difference in the regulation of CYP7A1 in rodent and human hepatocytes."}, {"pubmed": 12810154, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12815072, "text": "demonstrated that FGF-19, acting as an FXR-induced signaling molecule, represses expression of the CYP7A1 gene; this signaling cascade defines a novel mechanism for feedback repression of bile acid biosynthesis"}, {"pubmed": 12865425, "text": "bile acids suppress transcription of the gene (CYP7A1) encoding cholesterol 7alpha-hydroxylase, the rate-limiting enzyme in bile acid biosynthesis"}, {"pubmed": 14515446, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14522988, "text": "CYP7A1 is activated by PGC-1alpha"}, {"pubmed": 14592954, "text": "data indicate that thyroid hormone can repress the human cholesterol 7 alpha-hydroxylase(CYP7A1) gene in transgenic mice, but this effect is dependent on gender"}, {"pubmed": 14762172, "text": "dietary cholesterol regulates bile acid pool size, fecal bile acid excretion, and plasma cholesterol independently of Cyp7a1 activity"}, {"pubmed": 15133863, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15205472, "text": "The liver receptor homolog-1 has emerged as an essential regulator for the expression of CYP7A1."}, {"pubmed": 15241483, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15262185, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 15333704, "text": "CYP7A1 polymorphism has a small but significant effect on the increase in plasma HDL cholesterol and plasma total cholesterol after an increased intake of dietary cholesterol and cafestol, respectively."}, {"pubmed": 15333704, "text": "Observational study and meta-analysis of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 15640003, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15707388, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15736936, "text": "Present study indicates that a tight fit of cholesterol in the CYP7A1 active site is in part responsible for the high efficiency of cholesterol turnover by CYP7A1 in the liver."}, {"pubmed": 15752749, "text": "This study has found that several kinase activators rapidly reduce the amount of bile acid produced by the human hepatoma cell line, HepG2, and that gpCYP7A1 from HepG2 cell extracts eluted in the phosphoprotein fraction of FeIII columns."}, {"pubmed": 15796896, "text": "regulation by HNF-4alpha"}, {"pubmed": 15805302, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15910869, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16115473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16115473, "text": "common polymorphisms of the CYP7A1 gene do not contribute to variation in cholesterol 7alpha-hydroxylase activity, rates of bile acid synthesis and plasma LDL cholesterol concentration in humans"}, {"pubmed": 16630139, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16630139, "text": "The findings add to evidence for the role of bile acids in colorectal carcinogenesis. The CC genotype of the CYP7A1 A-203C polymorphism probably renders lower activity of the enzyme synthesizing bile acids."}, {"pubmed": 16709249, "text": "A constant genetic structure in CYP7A1 gene and its surrounding sequences was found that may lead to a better design for association studies of genetic variations in CYP7A1 gene with cholesterol and bile acid metabolism."}, {"pubmed": 16763159, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16917677, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16937432, "text": "T(3) dose-dependently decreased total bile acid formation in parallel with decreased expression of CYP7A1 and CYP8B1"}, {"pubmed": 17680536, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17920062, "text": "TGFbeta1 represses CYP7A1 gene transcription in human hepatocytes by a mechanism involving Smad3-dependent inhibition of HNF4alpha and histone deacetylase remodeling of CYP7A1 chromatin."}, {"pubmed": 18078817, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18178499, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18178499, "text": "the association of A-204C variation of CYP7A1 gene promoter polymorphism in gallbladder cancer patients, gallstone patients and healthy subjects"}, {"pubmed": 18270374, "text": "Liver receptor homolog 1 (LRH-1) is a key transcriptional factor required for the hepatic expression of CYP7A1."}, {"pubmed": 18307386, "text": "CYP7A1 promoter polymorphism is not a valuable marker of gallstone disease susceptibility in a Polish population."}, {"pubmed": 18307386, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18385139, "text": "PGC-1alpha is an important co-activator for LRH-1 and that SHP targets the interaction between LRH-1 and PGC-1alpha to inhibit CYP7A1 expression."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18665040, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18665040, "text": "The cholesterol 7 alpha-hydroxylase A-204C polymorphism was positively associated with the presence of atherosclerotic plaque and carotid and femoral intima-media thickness in health postmenopausal women"}, {"pubmed": 18728123, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18728290, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18728290, "text": "common variant A203C of the CYP7A1 gene markedly affects cholesterol 7-alpha-hydroxylase activity in patients with severe bile salt malabsorption"}, {"pubmed": 18728290, "text": "the effect of a common -203A>C polymorphism in the CYP7A1 promoter region on the activity of CYP7A1"}, {"pubmed": 18996102, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19018779, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19185005, "text": "In the absence of changes in short heterodimer partner mRNA, CYP7A1 mRNA was strongly reduced in the liver of cholestatic patients in comparison with drained and control patients."}, {"pubmed": 19343046, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19448895, "text": "The study provides evidence that -278A>C polymorphism in the CYP7A1 gene can modify triglyceride concentrations in response to a reduced fat diet in a dyslipidemic male population."}, {"pubmed": 19463968, "text": "Impaired regulation of FoxO1 may cause down-regulation of CYP7A1 gene expression and contribute to dyslipidemia in insulin resistance."}, {"pubmed": 19537927, "text": "insulin is involved in the regulation of diurnal variation of CYP7A1 activity in humans"}, {"pubmed": 19558216, "text": "Data show that 12 SNPs from CETP, APOAI, ABCB1, CYP7A1, and HMGCR genes to be associated with baseline LDL-C and high-density lipoprotein cholesterol levels and increased risk of CAD."}, {"pubmed": 19558216, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19598235, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19850125, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19850125, "text": "Statistical analyses revealed that a common promoter SNP in CYP7A1 has a protective/gene dose-dependent effect on the risk of NMO."}, {"pubmed": 19956635, "text": "Uncategorized study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19965590, "text": "study found glucose positively regulated hepatocyte CYP7A1 gene & bile acid synthesis; this glucose-mediated induction of CYP7A1 transcription may be mediated by both AMPK-dependent pathway & epigenetic regulation of CYP7A1 chromatin structure"}, {"pubmed": 20005541, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20005541, "text": "mechanism for gallbladder cancer susceptibility by CYP7A1 haplotype appears to be independent of gallstone pathway and is believed to involve genotoxicity resulting from subnormal bile acid production"}, {"pubmed": 20031551, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20235787, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20351063, "text": "miR-122a and miR-422a may destabilize CYP7A1 mRNA to inhibit CYP7A1 expression."}, {"pubmed": 20403997, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20578904, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20686565, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20717043, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20857261, "text": "The mRNA expression levels of sodium taurocholate cotransporting polypeptide, bile salt export pump, and hepatic cholesterol 7alpha-hydroxylase were significantly higher in the primary biliary cirrhosis patients than in the controls."}, {"pubmed": 20872969, "text": "These results demonstrate that no association exists between apoB-100, apoE, and CYP7A1 polymorphisms and cholelithiasis in a Mexican population."}, {"pubmed": 20884100, "text": "Results suggest that promoter -204A > C variant is associated with enhanced CYP7A1 activity."}, {"pubmed": 21039385, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21147774, "text": "Cytochrome P450 7A1 cholesterol 7alpha-hydroxylation: individual reaction steps in the catalytic cycle and rate-limiting ferric iron reduction."}, {"pubmed": 21346769, "text": "The frequencies of rs3808607 alleles in the CYP7A1 gene differed significantly between obese hypertensive and normotensive men."}, {"pubmed": 21813643, "text": "7-dehydrocholesterol (the immediate precursor of cholesterol) is oxidized by P450 7A1 to 7-ketocholesterol."}, {"pubmed": 21902813, "text": "gender, but not SLCO1B1 or CYP7A1 polymorphism, has a major effect on the fasting plasma concentrations of individual bile acids"}, {"pubmed": 22058145, "text": "CYP7A1 polymorphisms are associated with colorectal adenoma."}, {"pubmed": 22235657, "text": "The main enzyme regulating bile acids biosynthesis is CYP7A1 (7alpha-cholesterol hydroxylase). [review]"}, {"pubmed": 22607622, "text": "Liver X receptor alpha is required for induction of trascription of CYP7A1 in response to resveratrol."}, {"pubmed": 22713451, "text": "these data suggest that FGF7 is a novel regulator of CYP7A1 expression in hepatocytes and may prevent hepatocytes from accumulating toxic bile acids during liver injury and fibrosis."}, {"pubmed": 23038264, "text": "HNF4alpha and LRH-1 promote active transcription histone marks on the Cyp7a1 promoter that are reversed by FGF19 in a SHP-dependent manner"}, {"pubmed": 23354620, "text": "Genetic variants of CYP7A1 and its transcriptional activators (HNF4A and PPARGC1A) may activate bile acid synthesis, resulting in the accumulation of bile acids in hepatocytes leading primary biliary cirrhosis progression."}, {"pubmed": 23458092, "text": "A variant of COUP-TFII downregulates the function of COUP-TFII by inhibiting its binding to DNA, decreasing Cyp7a1 expression."}, {"pubmed": 23626788, "text": "Prox1 interacts with LSD1 to recruit the repressive LSD1/NuRD complex to CYP7A1 promoter and co-represses transcription through epigenetic mechanisms."}, {"pubmed": 23740208, "text": "Two known single nucleotide polymorphisms were identified in the 5'-UTR of CYP7A1 and both were associated with neuromyelitis optica but not with Multiple sclerosis."}, {"pubmed": 24365583, "text": "Activation of the VDR represses hepatic SHP to increase levels of CYP7A1 and reduce cholesterol."}, {"pubmed": 24582860, "text": "Cyp7a1 is a direct Thyroid hormone receptor (TR) target gene that responds to physiologic TR levels through a set of distinct response elements in its promoter."}, {"pubmed": 24927729, "text": "The CYP7A1 crystallographic models identify residues involved in cholest-4-en-3-one binding."}, {"pubmed": 25103562, "text": "The CYP7A1 -204A>C polymorphism is significantly associated with serum lipid levels in Asian population, but not gallbladder stone disease. [Meta-analysis]"}, {"pubmed": 25360185, "text": "we identified for the first time a significant association of the A-204C polymorphism of the CYP7A1 gene and development of tuberculosis in a Moroccan population"}, {"pubmed": 25499945, "text": "genetic polymorphism is associated with the total cholesterol level and the lipid-lowering efficacy of statin treatment. [meta-analysis]"}, {"pubmed": 25944972, "text": "The CYP7A1 rs7833904 polymorphism may modify the risk of CAD."}, {"pubmed": 26333513, "text": "CYP7A1 and APOE isoform are associated with the extent of reduction in circulating LDL cholesterol in response to plant sterols consumption."}, {"pubmed": 26345803, "text": "Macrophage cholesterol efflux in patients with type II diabetes mellitus was significantly reduced, and that this reduction was associated with the down-regulation of CYP7A1 expression."}, {"pubmed": 26521940, "text": "The finding that overexpression of HIF-1alpha increased the activity of the CYP7A1 promoter suggested that hypoxia decreased the expression of CYP7A1 in a HIF-1-independent manner."}, {"pubmed": 26936139, "text": "This study provides evidence that individuals carrying the G allele of CYP7A1 single nucleotide polymorphism are more responsive to high molecular weight beta-glucan's effect of lowering circulating cholesterol concentrations than individuals homozygous for the T allele."}, {"pubmed": 27052530, "text": "Genetic variations in ABCG5, CYP7A1, and DHCR7 may contribute to differing responses of serum cholesterol to dairy intake among healthy adults."}, {"pubmed": 27106353, "text": "The promoter polymorphism of the CYP7A1 gene has a pronounced impact on diurnal variation in CYP7A1 activity."}, {"pubmed": 27155186, "text": "Genetic polymorphisms of CYP7A1 may be associated with susceptibility to anti-tuberculosis drug-induced hepatotoxicity in the Chinese population"}, {"pubmed": 27534992, "text": "Current studies suggest that increased Cyp7a1 expression and bile acid synthesis ameliorate hepatic inflammation through activation of FXR"}, {"pubmed": 29115200, "text": "The pronounced TC reduction in G allele carriers of rs3808607 observed in the previous study may be due to enhanced bile acid synthesis in response to high-viscosity beta-glucan consumption in those individuals."}, {"pubmed": 29171472, "text": "The analysis of the relationship of polymorphic variants CYP7A1 to lipid metabolic disturbances makes it possible to consider the AA homozygous genotype of variant mutation CYP7A1 rs 38088607 as protective against Dyslipidemia."}, {"pubmed": 29237721, "text": "Rev-erbalpha regulates Cyp7a1 and cholesterol metabolism through its repression of the Lrh-1 receptor."}, {"pubmed": 29529257, "text": "Genetic variants in CYP7A1 which are associated with increased levels of LDL cholesterol, are associated with an increased risk of both myocardial infarction and gallstone disease."}, {"pubmed": 29721023, "text": "miR-17 is a novel regulator of CYP7A1 signaling in hepatic lipid metabolism, by which miR-17 may mediate hepatosteatosis."}, {"pubmed": 29920211, "text": "SNPs rs6720173 (ABCG5), rs3808607 (CYP7A1), and rs760241 (DHCR7) may work in conjunction with each other to amplify individual genotyping impacts on serum cholesterol responses to dairy consumption."}, {"pubmed": 30122083, "text": "Developmental regulation of the gut-liver (FGF19-CYP7A1) axis in neonates."}, {"pubmed": 30354296, "text": "Two interacting regulatory SNPs modulate CYP7A1 expression and are associated with risk of coronary artery disease and diabetes mellitus."}, {"pubmed": 31578885, "text": "relationship between CYP7A1 polymorphisms, coronary artery disease & serum lipid markers"}, {"pubmed": 34546511, "text": "Association of cholesterol 7alpha-hydroxylase (CYP7A1) promoter polymorphism (rs3808607) and cholesterol 24S-hydroxylase (CYP46A1) intron 2 polymorphism (rs754203) with serum lipids, vitamin D levels, and multiple sclerosis risk in the Turkish population."}, {"pubmed": 34845882, "text": "The association of cytochrome 7A1 and ATP-binding cassette G8 genotypes with type 2 diabetes among Jordanian patients."}, {"pubmed": 35526572, "text": "Common Genetic Variants in the Bile Acid Synthesis Enzyme CYP7A1 Are Associated With Severe Primary Bile Acid Diarrhea."}, {"pubmed": 36949699, "text": "[Cholesterol 7alpha-Hydroxylase Gene-204A/C Polymorphism in Normal and Gestational Diabetic Pregnancies]."}, {"pubmed": 38154545, "text": "Pharmacological modulation of cholesterol 7alpha-hydroxylase (CYP7A1) as a therapeutic strategy for hypercholesterolemia."}, {"pubmed": 38485279, "text": "CYP7A1 Gene Induction via SHP-Dependent or Independent Mechanisms can Increase the Risk of Drug-Induced Liver Injury Independently or in Synergy with BSEP Inhibition."}], "genomic_pos": {"chr": "8", "end": 58500163, "ensemblgene": "ENSG00000167910", "start": 58490178, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 59412795, "start": 59402737, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006699", "qualifier": "involved_in", "term": "bile acid biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006699", "pubmed": 19965590, "qualifier": "involved_in", "term": "bile acid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006699", "qualifier": "involved_in", "term": "bile acid biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006699", "qualifier": "involved_in", "term": "bile acid biosynthetic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006699", "qualifier": "involved_in", "term": "bile acid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006707", "qualifier": "involved_in", "term": "cholesterol catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006707", "qualifier": "involved_in", "term": "cholesterol catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0015721", "qualifier": "involved_in", "term": "bile acid and bile salt transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016125", "qualifier": "involved_in", "term": "sterol metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032966", "qualifier": "involved_in", "term": "negative regulation of collagen biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038183", "qualifier": "involved_in", "term": "bile acid signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042632", "qualifier": "involved_in", "term": "cholesterol homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042632", "qualifier": "involved_in", "term": "cholesterol homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045542", "qualifier": "involved_in", "term": "positive regulation of cholesterol biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045717", "qualifier": "involved_in", "term": "negative regulation of fatty acid biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070857", "pubmed": 19965590, "qualifier": "involved_in", "term": "regulation of bile acid biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070857", "qualifier": "involved_in", "term": "regulation of bile acid biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071333", "pubmed": 19965590, "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071397", "qualifier": "involved_in", "term": "cellular response to cholesterol"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "is_active_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005506", "qualifier": "enables", "term": "iron ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008123", "qualifier": "enables", "term": "cholesterol 7-alpha-monooxygenase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008123", "pubmed": 12077124, "qualifier": "enables", "term": "cholesterol 7-alpha-monooxygenase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008123", "qualifier": "enables", "term": "cholesterol 7-alpha-monooxygenase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008123", "qualifier": "enables", "term": "cholesterol 7-alpha-monooxygenase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0020037", "qualifier": "enables", "term": "heme binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0033782", "qualifier": "enables", "term": "24-hydroxycholesterol 7alpha-hydroxylase activity"}]}, "homologene": {"genes": [[7955, 394148], [8364, 100488670], [9031, 414834], [9544, 698127], [9598, 464191], [9606, 1581], [9615, 486962], [9913, 510507], [10090, 13122], [10116, 25428]], "id": 30987}, "interpro": [{"desc": "Cytochrome P450", "id": "IPR001128", "short_desc": "Cyt_P450"}, {"desc": "Cytochrome P450, E-class, group IV", "id": "IPR002403", "short_desc": "Cyt_P450_E_grp-IV"}, {"desc": "Cytochrome P450, conserved site", "id": "IPR017972", "short_desc": "Cyt_P450_CS"}, {"desc": "Cytochrome P450, cholesterol 7-alpha-monooxygenase-type", "id": "IPR024204", "short_desc": "Cyt_P450_CYP7A1-type"}, {"desc": "Cholesterol 7-alpha-monooxygenase", "id": "IPR030681", "short_desc": "Cholesterol_7a_monooxygenase"}, {"desc": "Cytochrome P450 superfamily", "id": "IPR036396", "short_desc": "Cyt_P450_sf"}], "ipi": "IPI00305356", "map_location": "8q12.1", "name": "cytochrome P450 family 7 subfamily A member 1", "other_names": ["24-hydroxycholesterol 7-alpha-hydroxylase", "cholesterol 7-alpha-hydroxylase", "cholesterol 7-alpha-monooxygenase", "cholesterol 7alpha-hydroxylase", "cytochrome P450 7A1", "cytochrome P450, family 7, subfamily A, polypeptide 1", "cytochrome P450, subfamily VIIA polypeptide 1"], "pantherdb": {"HGNC": "2651", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "106091", "ortholog_type": "LDO", "panther_family": "PTHR24304", "taxid": 10090, "uniprot_kb": "Q64505"}, {"RGD": "2482", "ortholog_type": "LDO", "panther_family": "PTHR24304", "taxid": 10116, "uniprot_kb": "P18125"}, {"Ensembl": "ENSGALG00000041222", "ortholog_type": "LDO", "panther_family": "PTHR24304", "taxid": 9031, "uniprot_kb": "A0A1D5PMM2"}, {"Ensembl": "ENSDARG00000004051", "ortholog_type": "O", "panther_family": "PTHR24304", "taxid": 7955, "uniprot_kb": "E7FCW9"}, {"ZFIN": "ZDB-GENE-040426-1296", "ortholog_type": "LDO", "panther_family": "PTHR24304", "taxid": 7955, "uniprot_kb": "F1QU76"}], "uniprot_kb": "P22680"}, "pathway": {"humancyc": {"id": "PWY-6061", "name": "bile acid biosynthesis, neutral pathway"}, "kegg": [{"id": "hsa00120", "name": "Primary bile acid biosynthesis - Homo sapiens (human)"}, {"id": "hsa00140", "name": "Steroid hormone biosynthesis - Homo sapiens (human)"}, {"id": "hsa03320", "name": "PPAR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04976", "name": "Bile secretion - Homo sapiens (human)"}, {"id": "hsa04979", "name": "Cholesterol metabolism - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-192105", "name": "Synthesis of bile acids and bile salts"}, {"id": "R-HSA-193368", "name": "Synthesis of bile acids and bile salts via 7alpha-hydroxycholesterol"}, {"id": "R-HSA-193807", "name": "Synthesis of bile acids and bile salts via 27-hydroxycholesterol"}, {"id": "R-HSA-194068", "name": "Bile acid and bile salt metabolism"}, {"id": "R-HSA-1989781", "name": "PPARA activates gene expression"}, {"id": "R-HSA-211859", "name": "Biological oxidations"}, {"id": "R-HSA-211897", "name": "Cytochrome P450 - arranged by substrate type"}, {"id": "R-HSA-211945", "name": "Phase I - Functionalization of compounds"}, {"id": "R-HSA-211976", "name": "Endogenous sterols"}, {"id": "R-HSA-400206", "name": "Regulation of lipid metabolism by PPARalpha"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-8957322", "name": "Metabolism of steroids"}], "smpdb": [{"id": "SMP00035", "name": "Bile Acid Biosynthesis"}, {"id": "SMP00314", "name": "Congenital Bile Acid Synthesis Defect Type II"}, {"id": "SMP00315", "name": "Cerebrotendinous Xanthomatosis (CTX)"}, {"id": "SMP00316", "name": "Zellweger Syndrome"}, {"id": "SMP00317", "name": "Familial Hypercholanemia (FHCA)"}, {"id": "SMP00318", "name": "Congenital Bile Acid Synthesis Defect Type III"}, {"id": "SMP00720", "name": "27-Hydroxylase Deficiency"}], "wikipathways": [{"id": "WP2289", "name": "Drug Induction of Bile Acid Pathway"}, {"id": "WP2874", "name": "Liver X receptor pathway"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP2878", "name": "PPAR-alpha pathway"}, {"id": "WP2879", "name": "Farnesoid X receptor pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP299", "name": "Nuclear Receptors in Lipid Metabolism and Toxicity"}, {"id": "WP3915", "name": "Angiopoietin Like Protein 8 Regulatory Pathway"}, {"id": "WP3942", "name": "PPAR signaling pathway"}, {"id": "WP43", "name": "Oxidation by Cytochrome P450"}, {"id": "WP430", "name": "Statin inhibition of cholesterol production"}, {"id": "WP4389", "name": "Bile acids synthesis and enterohepatic circulation"}, {"id": "WP5064", "name": "7-oxo-C and 7beta-HC pathways"}, {"id": "WP702", "name": "Metapathway biotransformation Phase I and II"}]}, "pdb": ["3DAX", "3SN5", "3V8D"], "pfam": "PF00067", "pharmgkb": "PA132", "pharos": {"target_id": 13866, "tdl": "Tchem"}, "pir": "S29818", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248227", "relationship": "is"}, {"id": "GNF248228", "relationship": "is"}, {"id": "GNF248229", "relationship": "is"}, {"id": "GNF248230", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081595", "relationship": "is"}, {"id": "GNF081596", "relationship": "is"}, {"id": "GNF081597", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053531", "relationship": "is"}, {"id": "GNF058301", "relationship": "is"}, {"id": "GNF073507", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068625", "relationship": "is"}, {"id": "GNF068626", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF279585", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094001", "relationship": "is"}, {"id": "GNF133659", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_007969.1"], "protein": "NP_000771.2", "rna": "NM_000780.4", "translation": {"protein": "NP_000771.2", "rna": "NM_000780.4"}}, "reporter": {"HG-U133_Plus_2": "207406_at", "HG-U95Av2": "31926_at", "HTA-2_0": "TC08001245.hg.1", "HuEx-1_0": "3136756", "HuGene-1_1": "8150920", "HuGene-2_1": "17077442"}, "summary": "This gene encodes a member of the cytochrome P450 superfamily of enzymes. The cytochrome P450 proteins are monooxygenases which catalyze many reactions involved in drug metabolism and synthesis of cholesterol, steroids and other lipids. This endoplasmic reticulum membrane protein catalyzes the first reaction in the cholesterol catabolic pathway in the liver, which converts cholesterol to bile acids. This reaction is the rate limiting step and the major site of regulation of bile acid synthesis, which is the primary mechanism for the removal of cholesterol from the body. Polymorphisms in the promoter of this gene are associated with defects in bile acid synthesis. [provided by RefSeq, Feb 2010].", "symbol": "CYP7A1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413893"}, "unigene": "Hs.1644", "uniprot": {"Swiss-Prot": "P22680"}, "wikipedia": {"url_stub": "Cholesterol 7 alpha-hydroxylase"}}