{"AllianceGenome": "2662", "HGNC": "2662", "MIM": "601236", "_id": "1601", "_version": 1, "accession": {"genomic": ["AC008846.7", "AC008916.7", "AH003698.2", "AH009156.2", "CH471119.1", "CP068273.2", "HM135031.1", "HM135032.1", "HM135033.1", "HM135034.1", "HM135035.1", "HM135036.1", "NC_000005.10", "NC_060929.1", "NG_030312.1"], "protein": ["AAA93195.1", "AAA98975.1", "AAB19032.1", "AAC50824.1", "AAF05540.1", "AAF23161.1", "AAH03064.1", "BAG37007.1", "BAG60293.1", "EAW55989.1", "EAW55990.1", "EAW55991.1", "EAW55992.1", "EAW55993.1", "EAW55994.1", "NP_001231800.1", "NP_001334.2", "P98082.3"], "rna": ["AF188298.1", "AI739507.1", "AK024965.1", "AK092836.1", "AK130136.1", "AK297984.1", "AK314381.1", "BC003064.2", "BU742719.1", "CB989218.1", "L16886.1", "NM_001244871.2", "NM_001343.4", "U39050.1", "U53446.1"], "translation": [{"protein": "AAH03064.1", "rna": "BC003064.2"}, {"protein": "NP_001231800.1", "rna": "NM_001244871.2"}, {"protein": "BAG60293.1", "rna": "AK297984.1"}, {"protein": "NP_001334.2", "rna": "NM_001343.4"}, {"protein": "AAF05540.1", "rna": "AF188298.1"}, {"protein": "BAG37007.1", "rna": "AK314381.1"}, {"protein": "AAC50824.1", "rna": "U39050.1"}, {"protein": "AAA93195.1", "rna": "L16886.1"}, {"protein": "AAA98975.1", "rna": "U53446.1"}]}, "alias": ["DOC-2", "DOC2"], "ensembl": {"gene": "ENSG00000153071", "protein": ["ENSP00000313391", "ENSP00000345508", "ENSP00000421086", "ENSP00000421526", "ENSP00000425088", "ENSP00000426245", "ENSP00000427541", "ENSP00000439919"], "transcript": ["ENST00000320816", "ENST00000339788", "ENST00000502388", "ENST00000502879", "ENST00000503513", "ENST00000505968", "ENST00000507539", "ENST00000507990", "ENST00000509337", "ENST00000509457", "ENST00000511536", "ENST00000511792", "ENST00000512525", "ENST00000513052", "ENST00000515269", "ENST00000515700", "ENST00000545653"], "translation": [{"protein": "ENSP00000439919", "rna": "ENST00000545653"}, {"protein": "ENSP00000313391", "rna": "ENST00000320816"}, {"protein": "ENSP00000345508", "rna": "ENST00000339788"}, {"protein": "ENSP00000426245", "rna": "ENST00000509337"}, {"protein": "ENSP00000421526", "rna": "ENST00000507539"}, {"protein": "ENSP00000427541", "rna": "ENST00000511792"}, {"protein": "ENSP00000425088", "rna": "ENST00000503513"}, {"protein": "ENSP00000421086", "rna": "ENST00000515700"}], "type_of_gene": "protein_coding"}, "entrezgene": "1601", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.5544143915, "exp_mis": 231.289147782, "exp_syn": 106.57218138, "lof_z": 4.05400605916918, "mis_z": -1.08419960039059, "mu_lof": 1.36169284673e-06, "mu_mis": 2.00735155902e-05, "mu_syn": 8.98414874551e-06, "n_lof": 2.0, "n_mis": 265.0, "n_syn": 113.0, "p_li": 0.980417113899471, "p_null": 6.24012503836098e-07, "p_rec": 0.019582262088025, "syn_z": -0.38600226809331}, "bp": 2313, "cds_end": 39394422, "cds_start": 39375120, "n_exons": 13, "nonpsych": {"exp_lof": 18.3408263613, "exp_mis": 209.076101539, "exp_syn": 96.1952072029, "lof_z": 3.74728350520162, "mis_z": -0.555467883262222, "mu_lof": 1.36169284673e-06, "mu_mis": 2.00735155902e-05, "mu_syn": 8.98414874551e-06, "n_lof": 2.0, "n_mis": 225.0, "n_syn": 101.0, "p_li": 0.961619054905904, "p_null": 4.02909061280956e-06, "p_rec": 0.0383769160034827, "syn_z": -0.30843322551987}, "nontcga": {"exp_lof": 18.8844357928, "exp_mis": 212.76040535, "exp_syn": 98.0207860342, "lof_z": 4.05979863536994, "mis_z": -0.998701615534193, "mu_lof": 1.36169284673e-06, "mu_mis": 2.00735155902e-05, "mu_syn": 8.98414874551e-06, "n_lof": 1.0, "n_mis": 242.0, "n_syn": 105.0, "p_li": 0.993163337120832, "p_null": 2.32766257488261e-07, "p_rec": 0.00683643011291028, "syn_z": -0.446343762078199}, "transcript": "ENST00000320816.6"}, "exons": [{"cdsend": 39394320, "cdsstart": 39375018, "chr": "5", "position": [[39371673, 39373425], [39375013, 39375084], [39375996, 39376106], [39376649, 39377282], [39381453, 39381616], [39382617, 39383271], [39388798, 39388852], [39389096, 39389123], [39389851, 39389932], [39390443, 39390575], [39392364, 39392463], [39393253, 39393393], [39394229, 39394421], [39424803, 39425233]], "strand": -1, "transcript": "NM_001244871", "txend": 39425233, "txstart": 39371673}, {"cdsend": 39394320, "cdsstart": 39375018, "chr": "5", "position": [[39371676, 39373425], [39375013, 39375084], [39375996, 39376106], [39376649, 39377282], [39381453, 39381616], [39382617, 39383271], [39388304, 39388367], [39388798, 39388852], [39389096, 39389123], [39389851, 39389932], [39390443, 39390575], [39392364, 39392463], [39393253, 39393393], [39394229, 39394421], [39424803, 39424980]], "strand": -1, "transcript": "NM_001343", "txend": 39424980, "txstart": 39371676}], "exons_hg19": [{"cdsend": 39394422, "cdsstart": 39375120, "chr": "5", "position": [[39371775, 39373527], [39375115, 39375186], [39376098, 39376208], [39376751, 39377384], [39381555, 39381718], [39382719, 39383373], [39388900, 39388954], [39389198, 39389225], [39389953, 39390034], [39390545, 39390677], [39392466, 39392565], [39393355, 39393495], [39394331, 39394523], [39424905, 39425335]], "strand": -1, "transcript": "NM_001244871", "txend": 39425335, "txstart": 39371775}, {"cdsend": 39394422, "cdsstart": 39375120, "chr": "5", "position": [[39371778, 39373527], [39375115, 39375186], [39376098, 39376208], [39376751, 39377384], [39381555, 39381718], [39382719, 39383373], [39388406, 39388469], [39388900, 39388954], [39389198, 39389225], [39389953, 39390034], [39390545, 39390677], [39392466, 39392565], [39393355, 39393495], [39394331, 39394523], [39424905, 39425082]], "strand": -1, "transcript": "NM_001343", "txend": 39425082, "txstart": 39371778}], "generif": [{"pubmed": 11812785, "text": "mechanism of growth inhibitory effect in prostate cancer"}, {"pubmed": 12473651, "text": "DOC2 has a role in regulating c-Src in prostatic epithelium and cancer"}, {"pubmed": 12805222, "text": "Results suggest that disabled-2 functions as a negative regulator of canonical Wnt signaling by stabilizing the beta-catenin degradation complex."}, {"pubmed": 14596919, "text": "CIN85 association with Dab2 is essential for its recruitment to clathrin coat and appears to be modulated by growth factor stimulation"}, {"pubmed": 14669280, "text": "Loss in dab-2 expression is correlated with the loss of epithelial basement membrane in morphologically normal areas"}, {"pubmed": 15134832, "text": "a binding affinity of Dab phosphotyrosine interaction domain for megalin CT of K(D) = 2.6 x 10(-7) +/- 5.3 x 10(-8)"}, {"pubmed": 15280374, "text": "findings indicate Ser(24) phosphorylation as a molecular basis for DAB2 acting as a negative regulator in alpha(IIb)beta(3) inside-out signaling"}, {"pubmed": 15894542, "text": "signaling pathway proceeding from the TGFbeta receptors to Dab2 and TAK1, leading to TGFbeta-stimulated JNK activation, FN expression, and cell migration"}, {"pubmed": 16061224, "text": "DAB2 expression during megakaryocytic differentiation expression is regulated by platelet-derived growth factor."}, {"pubmed": 16267015, "text": "DOC-2/DAB2 can modulate androgen receptor-mediated cell growth in both normal and malignant prostatic epithelial cells."}, {"pubmed": 16870701, "text": "Dab2 expression is exceptionally low in hepatocytes, likely accounting for the pathological hypercholesterolemia that accompanies ARH loss."}, {"pubmed": 16984970, "text": "Results suggest that Dab2 is a cargo-specific endocytic adaptor protein, stably associating with phospholipids and clathrin to sort LDLR to nascent-coated pits."}, {"pubmed": 17009406, "text": "Loss of Disabled-2 (DAB2) protein expression occurs in early pre-neoplastic stages of development of esophageal cancer and is sustained down the tumorigenic pathway."}, {"pubmed": 17115114, "text": "analysis of Dab2 protein loss and infrequent promoter hypermethylation in breast cancer"}, {"pubmed": 17671122, "text": "Decreased DOC-2/DAB2 expression is associated with urothelial carcinoma of the bladder"}, {"pubmed": 18070591, "text": "These results suggest that Dab2 is a ligand dependent bi-directional regulator of ERK1,2 activity."}, {"pubmed": 18354201, "text": "Doc2alpha-Muunc13-4 system regulates Ca(2+)-dependent secretory lysosome exocytosis in mast cells"}, {"pubmed": 18582465, "text": "These results suggest that DAB2, via Src and focal adhesion signaling, plays a role in human endothelial cell function."}, {"pubmed": 19204726, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19581412, "text": "Dab2 internalizes integrins freely diffusing on the cell surface and Dab2 regulates migration."}, {"pubmed": 19767570, "text": "Conditional Dab2 knockout mice maintain normal numbers of circulating regulatory T cells (Tregs), suggesting that DAB2 may be required for amplification, rather than maintenance, of transforming growth factor (TGF)beta signaling."}, {"pubmed": 19855435, "text": "Data show that downregulation of myosin VI expression results in a significant reduction in PSA and VEGF secretion in LNCaP cells, and the intracellular targeting seems to involve myosin VI-interacting proteins, GIPC and LMTK2 and Dab2."}, {"pubmed": 19956625, "text": "two pools of Dab2 co-exist at the platelet surface, in both sulfatide- and integrin receptor-bound states, and their balance controls the extent of the clotting response"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20383146, "text": "Meta-analysis and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20525238, "text": "Demonstrate frequent DAB2 promoter hypermethylation in nasopharyngeal carcinoma and support the putative tumour suppressor effect of DAB2."}, {"pubmed": 20592473, "text": "DAB2 acts as a tumor suppressor by dictating tumor cell TGF-beta responses, identify a biomarker for squamous cell carcinomas progression."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21063401, "text": "Loss of Dab2 expression, commonly observed in breast cancer, may facilitate TGFbeta-stimulated epithelial-to-mesenchymal transition (EMT), and therefore increase the propensity for metastasis."}, {"pubmed": 21097498, "text": "Dab2 is part of an accommodation of the cell to the altered physicochemical conditions prevalent in mitosis, aimed at allowing endocytic activity throughout the cell cycle."}, {"pubmed": 21496867, "text": "Expressions of Disabled-2 and Axin were concurrently reduced and correlated with the malignant phenotype of lung cancers."}, {"pubmed": 21725366, "text": "Results indicate that miR-187 directly targeted Disabled homolog-2 (Dab2)."}, {"pubmed": 21995445, "text": "Dab2 depletion increased the CFTR half-life ~3-fold, in addition to inhibiting CFTR endocytosis."}, {"pubmed": 22218591, "text": "It was concluded that PKB/Akt is part of an endocytic machinery and it mediates albumin uptake through its interaction with Dab2."}, {"pubmed": 22265793, "text": "Dab2 is required for the TGFbeta-induced gene expression of angiogenic factors such as VEGF and FGF2"}, {"pubmed": 22323290, "text": "FCHO2 regulates the size of clathrin structures, and its interaction with Dab2 is needed for LDLR endocytosis under conditions of low AP2."}, {"pubmed": 22399289, "text": "Dab2 mediates AP-2 independent recruitment of CFTR to CCVs in polarized human airway epithelial cells."}, {"pubmed": 22648170, "text": "These data suggest that Dab2-mediated recruitment of EH domain proteins selectively drives the internalization of the Dab2 cargo, integrin b1."}, {"pubmed": 22705885, "text": "These findings thereby define an adaptor-specific mechanism in the control of fibrinogen uptake and implicate that DAB2 is the key adaptor in the clathrin-associated endocytic complexes to mediate fibrinogen internalization."}, {"pubmed": 22898784, "text": "inhibition of Dab2 decreases phosphorylation of SMAD-1, 5, and 8"}, {"pubmed": 22977233, "text": "Data indicate that disabled-2 (Dab2) sulfatide-binding motif contains two helices when embedded in micelles, reversibly binds to sulfatides with moderate affinity, lies parallel to the micelle surface."}, {"pubmed": 23005040, "text": "The Dab2 gene is inactivated in part by DNA methylation, and the suppression of Dab2 expression by DNA methylation may play a role in the development of myelodysplastic syndrome."}, {"pubmed": 23909735, "text": "Megalin and Dab2 were expressed in prostate and colon epithelial cells, which was markedly enhanced following treatment with retinoic acid"}, {"pubmed": 24002585, "text": "Aberrant hypermethylation and reduced expression of disabled-2 promote the development of lung cancers."}, {"pubmed": 24186266, "text": "Exposure to follicular fluid transiently increased the transcript levels of IL8 and PTGS2, and decreased the expression of SOD2, GPX3, DAB2, and NR3C1. TNF and IL6 levels were also decreased while those of NAMPT were unaffected."}, {"pubmed": 24252604, "text": "Results suggest that endogenous Dab2 exacerbates central nervous system inflammation, potentially acting to up-regulate reactive oxygen species expression in macrophages and microglia, and that it is of potential pathogenic relevance in multiple sclerosis"}, {"pubmed": 24608456, "text": "Reduced Dab2 or loss of Dab2 expression significantly correlates with lower classification of meningiomas and negatively correlates with the invasive ability of adjacent tissues."}, {"pubmed": 24638085, "text": "breast cancer cell was deficient in Dab2 expression and related receptor endocytosis-mediated TGF-beta depletion, which may contribute to the accumulation of TGF-beta in tumor microenvironment and the induction of immune tolerance."}, {"pubmed": 24648493, "text": "The data support a model in which Dab2 regulates the domain localization of TbetaRI in the membrane, balancing TGF-beta signaling via the Smad and JNK pathways."}, {"pubmed": 24846918, "text": "miR-145 regulates the migration and invasion of highly invasive prostate cancer cells through targeting DAB2 gene"}, {"pubmed": 24889971, "text": "Attenuating Dab2 expression in K562 cells diminished TfR internalization and increased surface levels of TfR concomitantly with a decrease in Tf uptake and erythroid differentiation."}, {"pubmed": 25253241, "text": "Akt1 and Akt2 are involved in albumin endocytosis, and phosphorylation of Dab2 by Akt induces albumin endocytosis in proximal tubule epithelial cells."}, {"pubmed": 25331956, "text": "Numb specifically regulates NPC1L1-mediated cholesterol absorption both in human intestine and liver, distinct from ARH and Dab2, which selectively participate in LDLR-mediated LDL uptake."}, {"pubmed": 25719979, "text": "DAB2 expression is decreased in Non-Small Cell Lung Cancer , and the frequent methylation event at sites -86 to 226 of the DAB2 gene could contribute to the downregulation of DAB2."}, {"pubmed": 25879443, "text": "Dab2 depletion also increases the rescued protein half-life of DeltaF508 CFTR by ~18% and ~91%, respectively"}, {"pubmed": 25892549, "text": "These results indicated that miR-93 plays an important role in the initiation and progression of NPC by targeting Dab2 and the miR-93/Dab2 pathway may contribute to the development of novel therapeutic strategies for NPC in the future."}, {"pubmed": 26143155, "text": "DAB2 regulated the cell migration associated genes in PC3 cells, and the differential DAB2 expression between LNCaP and PC3 cells was partly regulated by histone 4 acetylation."}, {"pubmed": 26755607, "text": "inhibition of WNT/beta-catenin signaling by DAB2 is essential for establishing the correct number of cardiomyocytes in the developing heart."}, {"pubmed": 26769181, "text": "Data show that miR106b was frequently up-regulated in human cervical carcinoma tumors and cell lines and inversely correlated with DAB2 expression. Its regulation in under TGF-beta1 which contributes to cell migration by targeting DAB2 in cervical carcinoma."}, {"pubmed": 26927671, "text": "these findings reveal that DAB2 is critical for controlling inflammatory signaling during phenotypic polarization of macrophages"}, {"pubmed": 27036032, "text": "DAB2 can suppress the ERK signaling, but correlate to have TGF-beta-induced epithelial-to-mesenchymal transition (EMT) in esophageal squamous cell carcinomas (ESCCs)."}, {"pubmed": 27072056, "text": "abundances of megalin and Dab2 (p = 0.046) were reduced in infected placentas from women with LBW deliveries"}, {"pubmed": 27398911, "text": "cathepsin B (CTSB) inhibition or expression of a CTSB-resistant Dab2 mutant maintains Dab2 expression and shifts long-term TGF-beta-treated cells from autophagy to apoptosis"}, {"pubmed": 27417122, "text": "The various novel mechanisms are described by which Dab2 mediates an array of signaling events with vast physiological consequences."}, {"pubmed": 28394802, "text": "In conclusion, DAB2 and Intelectin-1 are newly identified positive markers of mesothelioma and have potential to be included in future immunohistochemical marker panels for differentiation of epithelioid mesothelioma from pulmonary adenocarcinoma"}, {"pubmed": 28498390, "text": "the results indicated that substrate stiffness could regulate EMT of cervical cancer cell lines HeLa and SiHa at least partially through miR-106b and its downstream target DAB2."}, {"pubmed": 28514805, "text": "DAB2 might be involved in excessive aldosterone biosynthesis and correlate with specific clinical characteristics of aldosterone-producing adenoma patients."}, {"pubmed": 28876503, "text": "Dab2 Ser723 phosphorylation is a key molecular event in thrombin-stimulated inside-out signaling and platelet activation, contributing to a new function of Dab2 in thrombin signaling."}, {"pubmed": 29247596, "text": "Estrogen-induced miR-191 was identified as a direct upstream regulator of DAB2 in ER-positive breast cancer cells."}, {"pubmed": 29254794, "text": "DAB2 is a frequent target of epigenetic silencing in oral carcinomas and may be potentially used for tumor detection"}, {"pubmed": 30275566, "text": "Putative causal genes were enriched for proximal tubule expression and endolysosomal function, where DAB2, an adaptor protein in the TGF-b pathway, formed a central node. Functional experiments confirmed that reducing Dab2 expression in renal tubules protected mice from Chronic kidney disease."}, {"pubmed": 30543885, "text": "MiR-93 promoted PC progression and metastasis by repressing DAB2."}, {"pubmed": 31101868, "text": "Loss of Disabled-2 Expression in Pancreatic Cancer Progression."}, {"pubmed": 32571632, "text": "Involvement of Disabled-2 on skin fibrosis in systemic sclerosis."}, {"pubmed": 32617970, "text": "Proper E-cadherin membrane location in colon requires Dab2 and it modifies by inflammation and cancer."}, {"pubmed": 32629690, "text": "Our data indicates that the AA genotype of rs2855512 and rs2255280 in the Dab2 gene may be a genetic marker of coronary artery disease risk in Chinese Han population."}, {"pubmed": 33372034, "text": "Dynamic multimerization of Dab2-Myosin VI complexes regulates cargo processivity while minimizing cortical actin reorganization."}, {"pubmed": 34237899, "text": "A dynamic Dab2 keeps myosin VI stably on track."}, {"pubmed": 34476495, "text": "MicroRNA93 knockdown inhibits acute myeloid leukemia cell growth via inactivating the PI3K/AKT pathway by upregulating DAB2."}, {"pubmed": 36614139, "text": "Disabled-2 (DAB2): A Key Regulator of Anti- and Pro-Tumorigenic Pathways."}, {"pubmed": 37361044, "text": "Genetic polymorphism of the Dab2 gene and its association with Type 2 Diabetes Mellitus in the Chinese Uyghur population."}, {"pubmed": 37815603, "text": "Disabled-2: a protein up-regulated by high molecular weight hyaluronan has both tumor promoting and tumor suppressor roles in ovarian cancer."}], "genomic_pos": {"chr": "5", "end": 39462300, "ensemblgene": "ENSG00000153071", "start": 39371675, "strand": -1}, "genomic_pos_hg19": {"chr": "5", "end": 39462402, "start": 39371780, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 12805222, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001934", "pubmed": 12805222, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006898", "qualifier": "involved_in", "term": "receptor-mediated endocytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007179", "pubmed": 11387212, "qualifier": "involved_in", "term": "transforming growth factor beta receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007229", "pubmed": 19581412, "qualifier": "NOT involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010718", "qualifier": "involved_in", "term": "positive regulation of epithelial to mesenchymal transition"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010718", "pubmed": 15734730, "qualifier": "involved_in", "term": "positive regulation of epithelial to mesenchymal transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010977", "qualifier": "involved_in", "term": "negative regulation of neuron projection development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0015031", "qualifier": "involved_in", "term": "protein transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016055", "qualifier": "involved_in", "term": "Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030308", "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 19581412, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032091", "pubmed": 12805222, "qualifier": "involved_in", "term": "negative regulation of protein binding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032349", "qualifier": "involved_in", "term": "positive regulation of aldosterone biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032436", "pubmed": 12805222, "qualifier": "involved_in", "term": "positive regulation of proteasomal ubiquitin-dependent protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035026", "pubmed": 19581412, "qualifier": "involved_in", "term": "leading edge cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 15734730, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045807", "qualifier": "involved_in", "term": "positive regulation of endocytosis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045807", "pubmed": [19581412, 21995445], "qualifier": "involved_in", "term": "positive regulation of endocytosis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 12805222, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048268", "qualifier": "involved_in", "term": "clathrin coat assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048545", "qualifier": "involved_in", "term": "response to steroid hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050680", "qualifier": "involved_in", "term": "negative regulation of epithelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060391", "pubmed": 11387212, "qualifier": "involved_in", "term": "positive regulation of SMAD protein signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060766", "pubmed": 16267015, "qualifier": "involved_in", "term": "negative regulation of androgen receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070373", "qualifier": "involved_in", "term": "negative regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071364", "qualifier": "involved_in", "term": "cellular response to epidermal growth factor stimulus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090090", "pubmed": 12805222, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900026", "qualifier": "involved_in", "term": "positive regulation of substrate adhesion-dependent cell spreading"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902074", "qualifier": "involved_in", "term": "response to salt"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903077", "pubmed": 19581412, "qualifier": "involved_in", "term": "negative regulation of protein localization to plasma membrane"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000096", "pubmed": 12805222, "qualifier": "involved_in", "term": "positive regulation of Wnt signaling pathway, planar cell polarity pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000370", "pubmed": 16984970, "qualifier": "involved_in", "term": "positive regulation of clathrin-dependent endocytosis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000643", "pubmed": 21995445, "qualifier": "involved_in", "term": "positive regulation of early endosome to late endosome transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000860", "qualifier": "involved_in", "term": "positive regulation of aldosterone secretion"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0001650", "qualifier": "located_in", "term": "fibrillar center"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005765", "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005905", "qualifier": "is_active_in", "term": "clathrin-coated pit"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005905", "pubmed": 12857860, "qualifier": "located_in", "term": "clathrin-coated pit"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030136", "pubmed": 19581412, "qualifier": "located_in", "term": "clathrin-coated vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030665", "qualifier": "located_in", "term": "clathrin-coated vesicle membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "is_active_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11387212, 11967127, 12805222, 15247260, 15837803, 17474147, 20936779, 22491013, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0035615", "qualifier": "enables", "term": "clathrin adaptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0035615", "pubmed": 16984970, "qualifier": "enables", "term": "clathrin adaptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0038024", "qualifier": "enables", "term": "cargo receptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0038024", "pubmed": 16984970, "qualifier": "enables", "term": "cargo receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0046332", "pubmed": 11387212, "qualifier": "enables", "term": "SMAD binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0050750", "qualifier": "enables", "term": "low-density lipoprotein particle receptor binding"}]}, "homologene": {"genes": [[7955, 368323], [8364, 100485591], [9031, 427449], [9544, 694349], [9598, 461905], [9606, 1601], [9615, 479353], [9913, 509221], [10090, 13132], [10116, 79128]], "id": 1026}, "interpro": [{"desc": "Disabled homolog 1/2, sulfatide-binding motif", "id": "IPR048559", "short_desc": "DAB1/2_SBM"}, {"desc": "PH-like domain superfamily", "id": "IPR011993", "short_desc": "PH-like_dom_sf"}, {"desc": "PTB/PI domain", "id": "IPR006020", "short_desc": "PTB/PI_dom"}, {"desc": "Disabled, phosphotyrosine-binding domain", "id": "IPR048561", "short_desc": "Dab_PTB"}], "ipi": ["IPI00179438", "IPI00219298", "IPI00954039", "IPI00964100", "IPI00964260", "IPI00964896", "IPI00965741"], "map_location": "5p13.1", "name": "DAB adaptor protein 2", "other_names": ["DAB2, clathrin adaptor protein", "Dab, mitogen-responsive phosphoprotein, homolog 2", "adaptor molecule disabled-2", "differentially expressed in ovarian carcinoma 2", "differentially-expressed protein 2", "disabled homolog 2", "disabled homolog 2, mitogen-responsive phosphoprotein"], "pantherdb": {"HGNC": "2662", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109175", "ortholog_type": "LDO", "panther_family": "PTHR47695", "taxid": 10090, "uniprot_kb": "P98078"}, {"RGD": "621007", "ortholog_type": "LDO", "panther_family": "PTHR47695", "taxid": 10116, "uniprot_kb": "O88797"}, {"Ensembl": "ENSGALG00000003803", "ortholog_type": "LDO", "panther_family": "PTHR47695", "taxid": 9031, "uniprot_kb": "A0A3Q2ULI9"}, {"ZFIN": "ZDB-GENE-040303-1", "ortholog_type": "O", "panther_family": "PTHR47695", "taxid": 7955, "uniprot_kb": "B8A566"}, {"Ensembl": "ENSDARG00000110987", "ortholog_type": "O", "panther_family": "PTHR47695", "taxid": 7955, "uniprot_kb": "A0A2R8RYM3"}, {"ZFIN": "ZDB-GENE-030429-35", "ortholog_type": "LDO", "panther_family": "PTHR47695", "taxid": 7955, "uniprot_kb": "A0A2R8PYH8"}], "uniprot_kb": "P98082"}, "pathway": {"kegg": {"id": "hsa04144", "name": "Endocytosis - Homo sapiens (human)"}, "netpath": [{"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}], "pid": {"id": "tgfbrpathway", "name": "TGF-beta receptor signaling"}, "reactome": [{"id": "R-HSA-157858", "name": "Gap junction trafficking and regulation"}, {"id": "R-HSA-190828", "name": "Gap junction trafficking"}, {"id": "R-HSA-190873", "name": "Gap junction degradation"}, {"id": "R-HSA-196025", "name": "Formation of annular gap junctions"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-8856825", "name": "Cargo recognition for clathrin-mediated endocytosis"}, {"id": "R-HSA-8856828", "name": "Clathrin-mediated endocytosis"}], "wikipathways": [{"id": "WP2853", "name": "Endoderm differentiation"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}]}, "pdb": ["2LSW", "6O5O", "6OVF"], "pfam": ["PF00640", "PF21792"], "pharmgkb": "PA27132", "pharos": {"target_id": 4511, "tdl": "Tbio"}, "pir": "G02228", "prosite": "PS01179", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF222448", "relationship": "is"}, {"id": "GNF248279", "relationship": "is"}, {"id": "GNF248280", "relationship": "is"}, {"id": "GNF248281", "relationship": "is"}, {"id": "GNF248282", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163434", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF032326", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081799", "relationship": "is"}, {"id": "GNF081800", "relationship": "is"}, {"id": "GNF081801", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051815", "relationship": "is"}, {"id": "GNF056583", "relationship": "is"}, {"id": "GNF061362", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065087", "relationship": "is"}, {"id": "GNF065088", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF003283", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285014", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100045", "relationship": "is"}, {"id": "GNF139700", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_030312.1"], "protein": ["NP_001231800.1", "NP_001334.2"], "rna": ["NM_001244871.2", "NM_001343.4"], "translation": [{"protein": "NP_001231800.1", "rna": "NM_001244871.2"}, {"protein": "NP_001334.2", "rna": "NM_001343.4"}]}, "reporter": {"HG-U133_Plus_2": ["1559370_at", "201278_at", "201279_s_at", "201280_s_at", "210757_x_at", "232898_at", "240873_x_at"], "HG-U95Av2": "479_at", "HG-U95B": ["42819_at", "45341_at"], "HTA-2_0": ["TC05002969.hg.1", "TC05003425.hg.1"], "HuEx-1_0": ["2854445", "2854516", "2854525"], "HuGene-1_1": "8111772", "HuGene-2_1": "16995645"}, "summary": "This gene encodes a mitogen-responsive phosphoprotein. It is expressed in normal ovarian epithelial cells, but is down-regulated or absent from ovarian carcinoma cell lines, suggesting its role as a tumor suppressor. This protein binds to the SH3 domains of GRB2, an adaptor protein that couples tyrosine kinase receptors to SOS (a guanine nucleotide exchange factor for Ras), via its C-terminal proline-rich sequences, and may thus modulate growth factor/Ras pathways by competing with SOS for binding to GRB2. Alternatively spliced transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Oct 2011].", "symbol": "DAB2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333202"}, "unigene": "Hs.696631", "uniprot": {"Swiss-Prot": "P98082", "TrEMBL": ["D6RFF7", "B2RAW0", "D6RGZ1", "D6REB1", "D6RIA5"]}, "wikipedia": {"url_stub": "DAB2"}}