{"AllianceGenome": "2718", "HGNC": "2718", "MIM": "600811", "_id": "1643", "_version": 1, "accession": {"genomic": ["AC018410.24", "AC090589.9", "AY220533.1", "CH471064.2", "CP068267.2", "KF455383.1", "KF459540.1", "NC_000011.10", "NC_060935.1", "NG_009365.1"], "protein": ["AAB07897.1", "AAH00093.1", "AAO25655.1", "AAP35803.1", "BAD12557.1", "BAD12558.1", "BAD12559.1", "BAD12560.1", "BAG36072.1", "EAW67952.1", "EAW67953.1", "EAW67954.1", "EAW67955.1", "EAW67956.1", "EAW67957.1", "EAW67958.1", "EAW67959.1", "NP_000098.1", "NP_001287663.1", "NP_001386803.1", "NP_001386804.1", "NP_001386805.1", "NP_001386807.1", "Q92466.1", "XP_047282443.1", "XP_054223851.1"], "rna": ["AA278953.1", "AB107037.1", "AB107038.1", "AB107039.1", "AB107040.1", "AK091640.1", "AK313262.1", "BC000093.2", "BC050455.1", "BT007139.1", "DB053816.1", "NM_000107.3", "NM_001300734.2", "NM_001399874.1", "NM_001399875.1", "NM_001399876.1", "NM_001399878.1", "NR_174610.1", "NR_174611.1", "U18300.1", "XM_047426487.1", "XM_054367876.1"], "translation": [{"protein": "NP_000098.1", "rna": "NM_000107.3"}, {"protein": "BAD12560.1", "rna": "AB107040.1"}, {"protein": "NP_001386805.1", "rna": "NM_001399876.1"}, {"protein": "AAB07897.1", "rna": "U18300.1"}, {"protein": "BAG36072.1", "rna": "AK313262.1"}, {"protein": "BAD12557.1", "rna": "AB107037.1"}, {"protein": "NP_001386804.1", "rna": "NM_001399875.1"}, {"protein": "BAD12558.1", "rna": "AB107038.1"}, {"protein": "NP_001386803.1", "rna": "NM_001399874.1"}, {"protein": "XP_054223851.1", "rna": "XM_054367876.1"}, {"protein": "BAD12559.1", "rna": "AB107039.1"}, {"protein": "AAP35803.1", "rna": "BT007139.1"}, {"protein": "XP_047282443.1", "rna": "XM_047426487.1"}, {"protein": "NP_001287663.1", "rna": "NM_001300734.2"}, {"protein": "NP_001386807.1", "rna": "NM_001399878.1"}, {"protein": "AAH00093.1", "rna": "BC000093.2"}]}, "alias": ["DDBB", "UV-DDB2", "XPE"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2019-04-19T16:00:00.000Z", "disease_label": "xeroderma pigmentosum group E", "gcep": "Hereditary Cancer Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0010213", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_cf2a4254-51ec-467a-9194-3962d39a6b20-2019-04-19T160000.000Z", "sop": "SOP6"}}, "ensembl": {"gene": "ENSG00000134574", "protein": ["ENSP00000256996", "ENSP00000367863", "ENSP00000367864", "ENSP00000367866", "ENSP00000478063", "ENSP00000478411", "ENSP00000479196", "ENSP00000479994", "ENSP00000482080", "ENSP00000483718"], "transcript": ["ENST00000256996", "ENST00000378600", "ENST00000378601", "ENST00000378603", "ENST00000610805", "ENST00000612309", "ENST00000614394", "ENST00000614825", "ENST00000614884", "ENST00000615695", "ENST00000616278", "ENST00000617022", "ENST00000617847", "ENST00000620515", "ENST00000622090", "ENST00000622878"], "translation": [{"protein": "ENSP00000479196", "rna": "ENST00000622878"}, {"protein": "ENSP00000483718", "rna": "ENST00000614825"}, {"protein": "ENSP00000256996", "rna": "ENST00000256996"}, {"protein": "ENSP00000367864", "rna": "ENST00000378601"}, {"protein": "ENSP00000479994", "rna": "ENST00000622090"}, {"protein": "ENSP00000478063", "rna": "ENST00000610805"}, {"protein": "ENSP00000367863", "rna": "ENST00000378600"}, {"protein": "ENSP00000367866", "rna": "ENST00000378603"}, {"protein": "ENSP00000478411", "rna": "ENST00000616278"}, {"protein": "ENSP00000482080", "rna": "ENST00000617847"}], "type_of_gene": "protein_coding"}, "entrezgene": "1643", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 18.0622078764, "exp_mis": 155.775512712, "exp_syn": 71.1585890357, "lof_z": 2.57837514172214, "mis_z": 1.24525782672597, "mu_lof": 1.26548404482e-06, "mu_mis": 1.37133692838e-05, "mu_syn": 6.06799949835e-06, "n_lof": 7.0, "n_mis": 124.0, "n_syn": 56.0, "p_li": 0.00511790717237921, "p_null": 0.0056486807508169, "p_rec": 0.989233412076804, "syn_z": 1.11402408343115}, "bp": 1284, "cds_end": 47260400, "cds_start": 47236687, "n_exons": 10, "nonpsych": {"exp_lof": 16.1501996267, "exp_mis": 140.79403358, "exp_syn": 64.2075507872, "lof_z": 2.7248692246412, "mis_z": 1.69155905653522, "mu_lof": 1.26548404482e-06, "mu_mis": 1.37133692838e-05, "mu_syn": 6.06799949835e-06, "n_lof": 5.0, "n_mis": 101.0, "n_syn": 52.0, "p_li": 0.0725052438298939, "p_null": 0.0031703551255698, "p_rec": 0.924324401044536, "syn_z": 0.959177351322223}, "nontcga": {"exp_lof": 16.5979475225, "exp_mis": 143.294197688, "exp_syn": 65.4466227691, "lof_z": 2.32398026628083, "mis_z": 1.30244486470615, "mu_lof": 1.26548404482e-06, "mu_mis": 1.37133692838e-05, "mu_syn": 6.06799949835e-06, "n_lof": 7.0, "n_mis": 112.0, "n_syn": 51.0, "p_li": 0.0030706478446864, "p_null": 0.0116257434216231, "p_rec": 0.985303608733691, "syn_z": 1.13069358391712}, "transcript": "ENST00000256996.4"}, "exons": [{"cdsend": 47238849, "cdsstart": 47215136, "chr": "11", "position": [[47214973, 47215263], [47216335, 47216472], [47216857, 47217049], [47232813, 47232959], [47234572, 47234672], [47234756, 47234934], [47235269, 47235412], [47237836, 47238001], [47238137, 47238183], [47238799, 47239217]], "strand": 1, "transcript": "NM_000107", "txend": 47239217, "txstart": 47214973}, {"cdsend": 47238849, "cdsstart": 47215136, "chr": "11", "position": [[47214941, 47215263], [47216335, 47216472], [47216857, 47217049], [47237836, 47238001], [47238137, 47238183], [47238799, 47239218]], "strand": 1, "transcript": "NM_001300734", "txend": 47239218, "txstart": 47214941}], "exons_hg19": [{"cdsend": 47260400, "cdsstart": 47236687, "chr": "11", "position": [[47236524, 47236814], [47237886, 47238023], [47238408, 47238600], [47254364, 47254510], [47256123, 47256223], [47256307, 47256485], [47256820, 47256963], [47259387, 47259552], [47259688, 47259734], [47260350, 47260768]], "strand": 1, "transcript": "NM_000107", "txend": 47260768, "txstart": 47236524}, {"cdsend": 47260400, "cdsstart": 47236687, "chr": "11", "position": [[47236492, 47236814], [47237886, 47238023], [47238408, 47238600], [47259387, 47259552], [47259688, 47259734], [47260350, 47260769]], "strand": 1, "transcript": "NM_001300734", "txend": 47260769, "txstart": 47236492}], "generif": [{"pubmed": 11852074, "text": "These results indicate that DDB2 is a modulator of UV-induced apoptosis, and that UV resistance can be overcome by inhibition of DDB2"}, {"pubmed": 11971958, "text": "These results demonstrate direct activation of the human DDB2 gene by p53. The corresponding region in the mouse DDB2 gene shared significant sequence identity with the human gene but was deficient for p53 binding and transcriptional activation."}, {"pubmed": 12034848, "text": "Sequential binding of UV DNA damage binding factor and degradation of the p48 subunit as early events after UV irradiation"}, {"pubmed": 12050362, "text": "findings substantiate the physical and functional connection between the hepatitis B virus X protein and the DDB1-DDB2 heterodimer, leading to the regulation of the pool of the viral protein"}, {"pubmed": 12151405, "text": "These findings indicate that hepatitis B virus X protein acts through a pathway that involves a DDB2-independent nuclear function of DDB1 and that this activity will depend on the relative concentration of DDB1 and DDB2 in cells."}, {"pubmed": 12496474, "text": "BRCA1 upregulates DDB2, with some evidence that p53 is involved in its regulation."}, {"pubmed": 12553360, "text": "overexpression of DDB2 in V79 cell potentiates DNA repair and protects cells from UV-induced apoptosis and cytotoxicity."}, {"pubmed": 12732143, "text": "DDB2 and CSA are each integrated into nearly identical complexes via interaction with DDB1"}, {"pubmed": 12944386, "text": "DDB2p48 activates the recruitment of XPC to cyclobutane pyrimidine dimers and may be the initial recognition factor in the nucleotide excision repair pathway"}, {"pubmed": 14560002, "text": "Data suggest that both before and after UV irradiation, DDB2 directly regulates p53 levels, while DDB2 expression is itself regulated by p53."}, {"pubmed": 14751237, "text": "identification of four DDB2 variants from HeLa cells (D1-D4) that are generated by alternative splicing"}, {"pubmed": 15644494, "text": "DDB2 regulates TNF signaling-mediated apoptosis via cFLIP and contributes to acquired cross-resistance."}, {"pubmed": 15882621, "text": "UV-DDB interacts with XPC physically, and both are polyubiquitylated by the UV-DDB-ubiquitin ligase complex."}, {"pubmed": 16223728, "text": "DDB1-DDB2 protein complex recognizes DNA mismatches and lesions"}, {"pubmed": 16260596, "text": "DDB2 has an intrinsic damaged DNA binding activity"}, {"pubmed": 16473935, "text": "Monoubiquitinated histone H2A in native chromatin coimmunoprecipitates with the endogenous DDB1-CUL4A(DDB2) complex in response to UV irradiation."}, {"pubmed": 16522664, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16527807, "text": "CUL-4A mediates the proteolytic degradation of DDB2 and this degradation event, initiated at the lesion sites, regulates damage recognition by XPC."}, {"pubmed": 16951172, "text": "DDB2 can bind to damaged DNA in vivo as a monomer, whereas Cul4A recruitment to damage sites depends on the fully assembled complex."}, {"pubmed": 17357082, "text": "Genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17630510, "text": "Results suggest that the roles of p53 and nucleotide excision repair in the recovery from UV-induced replication are separable and DDB2-independent."}, {"pubmed": 17660462, "text": "A nonsense mutation 574CT (R192X) in DDB2 was found in association facial neoplasms in a form of xeroderma pigmentosum.The parents were heterozygous & the patient homozygous."}, {"pubmed": 17967871, "text": "provide genetic evidence linking the regulation of p21(Waf1/Cip1) to the nucleotide excision repair activity of DDB2"}, {"pubmed": 18089819, "text": "p53 determines the switch by regulating ddb2 and DNA double-strand breaks in antineoplastic agent treatment of glioblastoma multiforme."}, {"pubmed": 18431487, "text": "These findings demonstrate for the first time that DDB2 can play a role as oncogene and may become a promising candidate as a predictive marker in breast cancer."}, {"pubmed": 18593899, "text": "DDB1-CUL4B(DDB2) E3 ligase may have a distinctive function in modifying the chromatin structure at the site of UV lesions to promote efficient NER."}, {"pubmed": 18806262, "text": "p38 MAPK regulates chromatin remodeling as well as DDB2 degradation for facilitating NER factor assembly"}, {"pubmed": 18936169, "text": "Results suggest a model in which UV-dependent degradation of DDB2 is important for the release of DDB1 from continuous association to unrepaired DNA and makes DDB1 available for its other DNA damage response functions."}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19109893, "text": "The structure DDB1-DDB2 complex shows the tightly localized probing of the photolesions, combined with proofreading in the photodimer pocket, enables DDB2 to detect lesions refractory to detection by other damage surveillance proteins."}, {"pubmed": 19237606, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19339246, "text": "DDB2 exerts, at least in part, a control of breast cancer cell growth through its negative regulation of constitutive expression of the SOD2 gene."}, {"pubmed": 19428372, "text": "p53 is primarily protective against ultraviolet rays-induced apoptosis in primary human fibroblasts and this activity of p53 does not require DDB2."}, {"pubmed": 19541625, "text": "Results provide evidence for a new regulatory loop involving the NER protein DDB2, Mdm2, and p21(Waf1/Cip1) that is critical in deciding cell fate (apoptosis or arrest) upon DNA damage."}, {"pubmed": 19714462, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20013802, "text": "Overexpression of DDB2 enhances the sensitivity of ovarian cancer cells to cisplatin by augmenting cellular apoptosis."}, {"pubmed": 20368362, "text": "Data show that XPC and Ku oppositely regulate the ubiquitin ligase activity of DDB2, and that DDB2 complex-mediated ubiquitylation plays a role in recruiting XPA to damaged sites."}, {"pubmed": 20398405, "text": "Damaged DNA-binding protein 2 (DDB2) protects against UV irradiation in human cells and Drosophila"}, {"pubmed": 20522537, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21107348, "text": "Multiple skin cancers in adults are associted with mutations in the XP-E (DDB2) DNA repair gene."}, {"pubmed": 21388382, "text": "Nucleotide excision repair proteins rapidly accumulate but fail to persist in human xeroderma pigmentosum XP-E (DDB2 mutant) cells."}, {"pubmed": 21550341, "text": "Studies indicate the modular architecture of DDB1-CUL4 in complex with DDB2, CSA and CDT2 in DNA repair of UV-induced DNA lesions."}, {"pubmed": 22039351, "text": "DDB2 subunit of UV-DDB associates transiently with the DNA-binding domain of XPC to fine-tune its engagement with CPD lesions"}, {"pubmed": 22492724, "text": "study reports a new function of DDB2 in modulating chromatin structure at DNA lesions"}, {"pubmed": 22822215, "text": "Findings indicate structural and conformational insights of the DDB1-CUL4A(DDB2) E3 ligase, with significant implications for the regulation and overall organization of the proteins responsible for initiation of nucleotide-excision repair (NER) pathway."}, {"pubmed": 22846800, "text": "DDB2 can inhibit cell growth rate in AR-expressing cells (LNCaP) but not in AR-null cells (PC3)."}, {"pubmed": 23045548, "text": "data support a model in which poly(ADP-ribosyl)ation of DDB2 suppresses DDB2 ubiquitylation and outline a molecular mechanism for PARP1-mediated regulation of nucleotide excision repair through DDB2 stabilization and recruitment of the chromatin remodeler ALC1"}, {"pubmed": 23109835, "text": "DDB2 plays an instrumental role in DNA damage induced ROS accumulation, ROS induced premature senescence and inhibition of skin tumorigenesis."}, {"pubmed": 23319653, "text": "Data indicate that poly(ADP-ribose) polymerase-1 (PARP-1)collaborates with DNA-binding protein 2 (DDB2) to increase the efficiency of the lesion recognition step of global genomic subpathway of NER (GG-NER)."}, {"pubmed": 23422745, "text": "DDB2 facilitates ATR and ATM recruitment to the DNA damage site following UV irradiation."}, {"pubmed": 23604128, "text": "the data indicate that p53-dependent upregulation of XPC and DDB2 is a key mechanism upon genotoxic stress, whereby melanoma cells acquire resistance towards DNA cross-linking agents."}, {"pubmed": 23605047, "text": "The 3'untranslated region of DDB2 contains a cis-acting element that affects stability, export and translation of the message"}, {"pubmed": 23610444, "text": "Results indicate a transcriptional regulatory pathway of DDB2 that is directly linked to the mechanisms that suppress metastasis of colon cancer."}, {"pubmed": 23774208, "text": "Knockdown of DDB2-induced IkappaBalpha gene expression restored NF-kappaB activity."}, {"pubmed": 23860269, "text": "These results suggest that the SUMOylation of DDB2 facilitates CPD repair."}, {"pubmed": 24200966, "text": "DDB2 is a PCNA-binding protein and this association is required for DDB2 proteolytic degradation."}, {"pubmed": 24249678, "text": "Data support a model wherein DDB1 and DDB2 cooperate to repress Bcl-2 transcription. DDB2 recognizes and binds to the Bcl-2 P1 promoter, and HDAC1 is recruited through the DDB1 subunit associated with DDB2 to deacetylate histone H3K9."}, {"pubmed": 24335308, "text": "DDB2 and a DDB2-ATM feedback loop influence HCMV replication."}, {"pubmed": 24399259, "text": "DDB2 rs747650 is involved in androgen metabolism, inflammation processes and scar formation in severe acne."}, {"pubmed": 24574518, "text": "DDB2 protein expression is low in ovarian tumor cells."}, {"pubmed": 24753253, "text": "study provides new knowledge about the posttranslational regulation of DDB2 and expands the biological functions of protein alpha-N-methylation to DNA repair"}, {"pubmed": 24760829, "text": "UV-DDB examines sites on DNA in discrete steps before forming long-lived, nonmotile UV-DDB dimers (DDB1-DDB2)2 at sites of damage."}, {"pubmed": 24770583, "text": "Chromatin retention of DNA damage sensors DDB2 and XPC through loss of p97 segregase causes genotoxicity."}, {"pubmed": 25628365, "text": "DDB2 is protected by XPC from ubiquitination and degradation in a stochastic manner; thus XPC allows DDB2 to initiate multiple rounds of repair events, thereby contributing to the persistence of cellular DNA repair capacity"}, {"pubmed": 26130719, "text": "DDB2 can bind to the promoter region of NEDD4L and recruit enhancer of zeste homolog 2 histone methyltransferase to repress NEDD4L transcription by enhancing histone H3 lysine 27 trimethylation at the NEDD4L promoter."}, {"pubmed": 26187069, "text": "data demonstrated that the DDB2 IRES activity was promoted during stress conditions. These results reveal a novel mechanism contributing to DDB2 expression"}, {"pubmed": 26205499, "text": "DDB2 is involved in ubiquitination and degradation of PAQR3 in gastric cancer cells."}, {"pubmed": 26263968, "text": "the release of NER components such as DNA damage binding protein 2 (DDB2) and Xeroderma Pigmentosum complementation group C protein (XPC) following oxidative stress might putatively involve their apoptotic role rather than DNA repair function."}, {"pubmed": 26410533, "text": "PKM2 interacts with DDB2 and reduces cell survival upon UV irradiation."}, {"pubmed": 26760766, "text": "DDB2 polymorphisms are associated with gastric cancer and atrophic gastritis risks."}, {"pubmed": 26879405, "text": "data revealed that DDB2 is involved in early events occurring during metastatic progression of breast cancer cells and will contribute to define this protein as a new marker of metastatic progression in this type of cancer."}, {"pubmed": 27203177, "text": "UVRAG is a regulator of CRL4(DDB2)-mediated nucleotide excision repair and its expression levels may influence melanoma predisposition."}, {"pubmed": 27553023, "text": "High DDB2 expression is associated with increased radioresistance of non-small cell lung cancer."}, {"pubmed": 28035050, "text": "Results show that DDB2 is critical for chromatin association of XRCC5/6 in the absence of DNA damage and provide evidence that XRCC5/6 are functional partners of DDB2 in its transcriptional stimulatory activity."}, {"pubmed": 28981631, "text": "DDB2 is modified by SUMOylation upon ultraviolet irradiation, and this post-translational modification plays an important role in the initial recognition and processing of ultraviolet irradiation-induced DNA damage occurring within the context of chromatin."}, {"pubmed": 29169765, "text": "Study identified novel mutation DDB2 p. (Lys381Argfs*2) present at a homozygous state in 5 affected cases belonging to the same Tunisian family with Xeroderma pigmentosum."}, {"pubmed": 29448173, "text": "Chronic low-dose of UVB (CLUV) treatment activates p53, which corroborate with the increased level of DDB2 and XPC proteins. DDB2 and XPC recruited at chromatin bound, suggesting a more efficient cyclobutane pyrimidine dimer (CPD) recognition by NER and more efficient repair of CDP."}, {"pubmed": 29604309, "text": "DDB2-PCNA interaction may contribute to a correct DNA damage response for maintaining genome integrity"}, {"pubmed": 29752431, "text": "data demonstrate that DDB2, functioning as a transcription repressor, can abrogate ovarian Cancer stem cells properties by downregulating ALDH1A1 expression."}, {"pubmed": 30054844, "text": "expression was associated with the initiation, progression, and prognosis of colorectal cancer"}, {"pubmed": 30251654, "text": "gathered throughout the analyses helps to enlighten the structural basis for how naturally occurring mutations found in XPE patients impact on DDB2 and DDB1 function"}, {"pubmed": 30923324, "text": "Regulation of liver receptor homologue-1 by DDB2 E3 ligase activity is critical for hepatic glucose metabolism."}, {"pubmed": 31332353, "text": "A UV-DDB1-2 heterodimer increased both OGG1 and APE1 strand cleavage and DNA polymerase beta-gap filling activity. It forms transient complexes with OGG1 or APE1, facilitating their dissociation from DNA. It moves to sites of 8-oxoG repair in cells. Its depletion sensitizes cells to oxidative DNA damage. It is a general sensor of DNA damage in both NER and BER, facilitating damage recognition in the context of chromatin."}, {"pubmed": 31740787, "text": "NER-factor DDB2 regulates HIF1alpha and hypoxia-response genes in HNSCC."}, {"pubmed": 32090112, "text": "Association between Single-Nucleotide Polymorphism in MicroRNA Target Site of DDB2 and Risk of Hepatocellular Carcinoma in a Southern Chinese Population."}, {"pubmed": 32228487, "text": "Identification of a novel homozygous deletion in DDB2 gene in Chinese Xeroderma pigmenosum type E patients having unique clinical features and summary of all DDB2 mutations. {review]"}, {"pubmed": 32457468, "text": "EZH2 has a non-catalytic and PRC2-independent role in stabilizing DDB2 to promote nucleotide excision repair."}, {"pubmed": 32508265, "text": "Knockdown of Ubiquitin-Specific Protease 53 Enhances the Radiosensitivity of Human Cervical Squamous Cell Carcinoma by Regulating DNA Damage-Binding Protein 2."}, {"pubmed": 32530099, "text": "Novel mutation identified in the DDB2 gene in patients with xeroderma pigmentosum group-E."}, {"pubmed": 32739133, "text": "Expanding molecular roles of UV-DDB: Shining light on genome stability and cancer."}, {"pubmed": 32789493, "text": "The deacetylase SIRT6 promotes the repair of UV-induced DNA damage by targeting DDB2."}, {"pubmed": 32985517, "text": "Ubiquitin and TFIIH-stimulated DDB2 dissociation drives DNA damage handover in nucleotide excision repair."}, {"pubmed": 33184426, "text": "Functional impacts of the ubiquitin-proteasome system on DNA damage recognition in global genome nucleotide excision repair."}, {"pubmed": 34705558, "text": "Proteomic Analysis of Nuclear Hepatitis B Virus Relaxed Circular DNA-Associated Proteins Identifies UV-Damaged DNA Binding Protein as a Host Factor Involved in Covalently Closed Circular DNA Formation."}, {"pubmed": 35190564, "text": "Global and transcription-coupled repair of 8-oxoG is initiated by nucleotide excision repair proteins."}, {"pubmed": 35579678, "text": "Histone demethylase JHDM2A participates in the repair of arsenic-induced DNA damage in L-02 cells by regulating DDB2."}, {"pubmed": 36480042, "text": "Four Genes Predictive for the Severity of Hematological Damage Reveal a Similar Response after X Irradiation and Chemotherapy."}, {"pubmed": 36672781, "text": "The Role of Alternative Splicing Factors, DDB2-Related Ageing and DNA Damage Repair in the Progression and Prognosis of Stomach Adenocarcinoma Patients."}, {"pubmed": 37573316, "text": "Brazilian XP-E siblings carrying a novel DDB2 variant developed early-onset melanoma: a case report."}], "genomic_pos": {"chr": "11", "end": 47239217, "ensemblgene": "ENSG00000134574", "start": 47214465, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 47260767, "start": 47236493, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000209", "pubmed": 12732143, "qualifier": "involved_in", "term": "protein polyubiquitination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006281", "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006289", "pubmed": 19109893, "qualifier": "involved_in", "term": "nucleotide-excision repair"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006289", "pubmed": 33937266, "qualifier": "involved_in", "term": "nucleotide-excision repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006290", "qualifier": "involved_in", "term": "pyrimidine dimer repair"}, {"evidence": "EXP", "gocategory": "BP", "id": "GO:0006974", "pubmed": 22118460, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006974", "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009411", "qualifier": "involved_in", "term": "response to UV"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009411", "pubmed": 12732143, "qualifier": "involved_in", "term": "response to UV"}, {"evidence": "EXP", "gocategory": "BP", "id": "GO:0034644", "pubmed": 22118460, "qualifier": "involved_in", "term": "cellular response to UV"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034644", "qualifier": "involved_in", "term": "cellular response to UV"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051865", "pubmed": 12732143, "qualifier": "involved_in", "term": "protein autoubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070914", "pubmed": [14751237, 22334663], "qualifier": "involved_in", "term": "UV-damage excision repair"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0000785", "pubmed": 33937266, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 14751237, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 22118460, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030054", "qualifier": "located_in", "term": "cell junction"}, {"evidence": "EXP", "gocategory": "CC", "id": "GO:0031464", "pubmed": 22118460, "qualifier": "part_of", "term": "Cul4A-RING E3 ubiquitin ligase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031465", "pubmed": 22334663, "qualifier": "part_of", "term": "Cul4B-RING E3 ubiquitin ligase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 12732143, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0080008", "pubmed": 16949367, "qualifier": "part_of", "term": "Cul4-RING E3 ubiquitin ligase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0090734", "pubmed": 19109893, "qualifier": "is_active_in", "term": "site of DNA damage"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0003677", "pubmed": 8798680, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003684", "qualifier": "contributes_to", "term": "damaged DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003684", "pubmed": 22334663, "qualifier": "contributes_to", "term": "damaged DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003684", "pubmed": 33937266, "qualifier": "enables", "term": "damaged DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004842", "pubmed": 12732143, "qualifier": "contributes_to", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9418871, 12732143, 16473935, 16949367, 17041588, 17360488, 19109893, 19966799, 21145461, 22039351, 22822215, 26496610, 28514442, 30945288, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044877", "pubmed": 11564863, "qualifier": "enables", "term": "protein-containing complex binding"}]}, "homologene": {"genes": [[3702, 835990], [4530, 4325482], [7955, 100004133], [8364, 493565], [9031, 423185], [9544, 713813], [9598, 451165], [9606, 1643], [9615, 483626], [9913, 519357], [10090, 107986], [10116, 100362121]], "id": 83}, "interpro": [{"desc": "WD40 repeat", "id": "IPR001680", "short_desc": "WD40_rpt"}, {"desc": "WD40/YVTN repeat-like-containing domain superfamily", "id": "IPR015943", "short_desc": "WD40/YVTN_repeat-like_dom_sf"}, {"desc": "WD40 repeat, conserved site", "id": "IPR019775", "short_desc": "WD40_repeat_CS"}, {"desc": "DNA damage-binding protein 2", "id": "IPR033312", "short_desc": "DDB2"}, {"desc": "WD40-repeat-containing domain superfamily", "id": "IPR036322", "short_desc": "WD40_repeat_dom_sf"}], "ipi": ["IPI00021518", "IPI00446284", "IPI00549348", "IPI00607674", "IPI00607727"], "map_location": "11p11.2", "name": "damage specific DNA binding protein 2", "other_names": ["DDB p48 subunit", "DNA damage-binding protein 2", "UV-damaged DNA-binding protein 2", "damage-specific DNA binding protein 2, 48kDa", "xeroderma pigmentosum group E protein"], "pantherdb": {"HGNC": "2718", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1355314", "ortholog_type": "LDO", "panther_family": "PTHR15169", "taxid": 10090, "uniprot_kb": "Q99J79"}, {"RGD": "1310164", "ortholog_type": "LDO", "panther_family": "PTHR15169", "taxid": 10116, "uniprot_kb": "D3ZR08"}, {"Ensembl": "ENSGALG00000008218", "ortholog_type": "LDO", "panther_family": "PTHR15169", "taxid": 9031, "uniprot_kb": "Q5ZJL7"}, {"ZFIN": "ZDB-GENE-050419-169", "ortholog_type": "LDO", "panther_family": "PTHR15169", "taxid": 7955, "uniprot_kb": "Q2YDS1"}, {"TAIR": "2178808", "ortholog_type": "LDO", "panther_family": "PTHR15169", "taxid": 3702, "uniprot_kb": "Q6NQ88"}], "uniprot_kb": "Q92466"}, "pathway": {"kegg": [{"id": "hsa03420", "name": "Nucleotide excision repair - Homo sapiens (human)"}, {"id": "hsa04115", "name": "p53 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05210", "name": "Colorectal cancer - Homo sapiens (human)"}, {"id": "hsa05212", "name": "Pancreatic cancer - Homo sapiens (human)"}, {"id": "hsa05213", "name": "Endometrial cancer - Homo sapiens (human)"}, {"id": "hsa05214", "name": "Glioma - Homo sapiens (human)"}, {"id": "hsa05216", "name": "Thyroid cancer - Homo sapiens (human)"}, {"id": "hsa05217", "name": "Basal cell carcinoma - Homo sapiens (human)"}, {"id": "hsa05218", "name": "Melanoma - Homo sapiens (human)"}, {"id": "hsa05220", "name": "Chronic myeloid leukemia - Homo sapiens (human)"}, {"id": "hsa05222", "name": "Small cell lung cancer - Homo sapiens (human)"}, {"id": "hsa05223", "name": "Non-small cell lung cancer - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05225", "name": "Hepatocellular carcinoma - Homo sapiens (human)"}, {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}], "pid": {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, "reactome": [{"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689880", "name": "Ub-specific processing proteases"}, {"id": "R-HSA-5696394", "name": "DNA Damage Recognition in GG-NER"}, {"id": "R-HSA-5696395", "name": "Formation of Incision Complex in GG-NER"}, {"id": "R-HSA-5696398", "name": "Nucleotide Excision Repair"}, {"id": "R-HSA-5696399", "name": "Global Genome Nucleotide Excision Repair (GG-NER)"}, {"id": "R-HSA-5696400", "name": "Dual Incision in GG-NER"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6796648", "name": "TP53 Regulates Transcription of DNA Repair Genes"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8951664", "name": "Neddylation"}], "wikipathways": [{"id": "WP1530", "name": "miRNA regulation of DNA damage response"}, {"id": "WP3982", "name": "miRNA regulation of p53 pathway in prostate cancer"}, {"id": "WP4155", "name": "Endometrial cancer"}, {"id": "WP4216", "name": "Chromosomal and microsatellite instability in colorectal cancer"}, {"id": "WP4255", "name": "Non-small cell lung cancer"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP4263", "name": "Pancreatic adenocarcinoma pathway"}, {"id": "WP4286", "name": "Genotoxicity pathway"}, {"id": "WP4658", "name": "Small cell lung cancer"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4685", "name": "Melanoma"}, {"id": "WP4753", "name": "Nucleotide Excision Repair"}, {"id": "WP4946", "name": "DNA Repair Pathways Full Network"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}, {"id": "WP707", "name": "DNA damage response"}]}, "pdb": ["3EI4", "3I7L", "4E54", "4E5Z", "6R8Y", "6R8Z", "6R90", "6R91", "6R92"], "pfam": "PF00400", "pharmgkb": "PA27188", "pharos": {"target_id": 11109, "tdl": "Tbio"}, "pir": "I38909", "prosite": ["PS50082", "PS50294"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248367", "relationship": "is"}, {"id": "GNF248368", "relationship": "is"}, {"id": "GNF248369", "relationship": "is"}, {"id": "GNF248370", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160046", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081626", "relationship": "is"}, {"id": "GNF081627", "relationship": "is"}, {"id": "GNF081628", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050967", "relationship": "is"}, {"id": "GNF055732", "relationship": "is"}, {"id": "GNF060408", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069793", "relationship": "is"}, {"id": "GNF069794", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF003357", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103508", "relationship": "is"}, {"id": "GNF143158", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_009365.1"], "protein": ["NP_000098.1", "NP_001287663.1", "NP_001386803.1", "NP_001386804.1", "NP_001386805.1", "NP_001386807.1", "XP_047282443.1", "XP_054223851.1"], "rna": ["NM_000107.3", "NM_001300734.2", "NM_001399874.1", "NM_001399875.1", "NM_001399876.1", "NM_001399878.1", "NR_174610.1", "NR_174611.1", "XM_047426487.1", "XM_054367876.1"], "translation": [{"protein": "NP_000098.1", "rna": "NM_000107.3"}, {"protein": "NP_001386805.1", "rna": "NM_001399876.1"}, {"protein": "NP_001386804.1", "rna": "NM_001399875.1"}, {"protein": "NP_001386803.1", "rna": "NM_001399874.1"}, {"protein": "XP_054223851.1", "rna": "XM_054367876.1"}, {"protein": "XP_047282443.1", "rna": "XM_047426487.1"}, {"protein": "NP_001287663.1", "rna": "NM_001300734.2"}, {"protein": "NP_001386807.1", "rna": "NM_001399878.1"}]}, "reporter": {"HG-U133_Plus_2": "203409_at", "HG-U95Av2": "1243_at", "HTA-2_0": "TC11000404.hg.1", "HuEx-1_0": ["3327738", "3329649"], "HuGene-1_1": "7939738", "HuGene-2_1": "16724471"}, "retired": 113427, "summary": "This gene encodes a protein that is necessary for the repair of ultraviolet light-damaged DNA. This protein is the smaller subunit of a heterodimeric protein complex that participates in nucleotide excision repair, and this complex mediates the ubiquitylation of histones H3 and H4, which facilitates the cellular response to DNA damage. This subunit appears to be required for DNA binding. Mutations in this gene cause xeroderma pigmentosum complementation group E, a recessive disease that is characterized by an increased sensitivity to UV light and a high predisposition for skin cancer development, in some cases accompanied by neurological abnormalities. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2014].", "symbol": "DDB2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413942"}, "unigene": "Hs.700338", "uniprot": {"Swiss-Prot": "Q92466", "TrEMBL": ["A0A087X0X5", "A0A087WTQ7", "A0A087WYT8", "A0A087WW71", "A0A087WV56"]}, "wikipedia": {"url_stub": "DDB2"}}