{"AllianceGenome": "24944", "HGNC": "24944", "MIM": "607729", "_id": "54541", "_version": 1, "accession": {"genomic": ["AL683820.13", "CH471083.1", "CP068268.2", "NC_000010.11", "NC_060934.1"], "protein": ["AAH00708.1", "AAH07714.1", "AAH15236.1", "AAL38424.1", "AAM10442.1", "BAA91214.1", "CAB66603.1", "EAW54452.1", "EAW54453.1", "NP_061931.1", "Q9NX09.1"], "rna": ["AF335324.2", "AK000507.1", "AL136668.1", "AY090097.1", "BC000708.1", "BC007714.1", "BC015236.1", "BE882343.1", "BM843387.1", "CN428398.1", "NM_019058.4"], "translation": [{"protein": "BAA91214.1", "rna": "AK000507.1"}, {"protein": "AAL38424.1", "rna": "AF335324.2"}, {"protein": "AAH15236.1", "rna": "BC015236.1"}, {"protein": "AAH00708.1", "rna": "BC000708.1"}, {"protein": "NP_061931.1", "rna": "NM_019058.4"}, {"protein": "AAH07714.1", "rna": "BC007714.1"}, {"protein": "CAB66603.1", "rna": "AL136668.1"}, {"protein": "AAM10442.1", "rna": "AY090097.1"}]}, "alias": ["Dig2", "REDD-1", "REDD1"], "ensembl": {"gene": "ENSG00000168209", "protein": ["ENSP00000307305", "ENSP00000506356", "ENSP00000506373"], "transcript": ["ENST00000307365", "ENST00000471240", "ENST00000473155", "ENST00000491934", "ENST00000681898"], "translation": [{"protein": "ENSP00000506356", "rna": "ENST00000491934"}, {"protein": "ENSP00000506373", "rna": "ENST00000681898"}, {"protein": "ENSP00000307305", "rna": "ENST00000307365"}], "type_of_gene": "protein_coding"}, "entrezgene": "54541", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.66024689, "exp_mis": 114.3367652, "exp_syn": 61.91163, "lof_z": 1.56867674238782, "mis_z": 1.25046378384783, "mu_lof": 6.90371607961e-07, "mu_mis": 1.00173423212e-05, "mu_syn": 5.3903191175e-06, "n_lof": 4.0, "n_mis": 87.0, "n_syn": 42.0, "p_li": 0.0194954678096794, "p_null": 0.079574060909274, "p_rec": 0.900930471281047, "syn_z": 1.56880936203177}, "bp": 699, "cds_end": 74034946, "cds_start": 74033974, "n_exons": 2, "nonpsych": {"exp_lof": 7.7970881, "exp_mis": 103.4445377, "exp_syn": 55.9947303, "lof_z": 1.68718782552245, "mis_z": 1.41060780330068, "mu_lof": 6.90371607961e-07, "mu_mis": 1.00173423212e-05, "mu_syn": 5.3903191175e-06, "n_lof": 3.0, "n_mis": 75.0, "n_syn": 39.0, "p_li": 0.0805803112745731, "p_null": 0.0563107718134563, "p_rec": 0.863108916911971, "syn_z": 1.42989519905015}, "nontcga": {"exp_lof": 7.96340475, "exp_mis": 105.185809, "exp_syn": 56.95468127, "lof_z": 1.73504831998488, "mis_z": 1.27202967867089, "mu_lof": 6.90371607961e-07, "mu_mis": 1.00173423212e-05, "mu_syn": 5.3903191175e-06, "n_lof": 3.0, "n_mis": 79.0, "n_syn": 39.0, "p_li": 0.0788214114144287, "p_null": 0.0488185734128797, "p_rec": 0.872360015172692, "syn_z": 1.50638253331514}, "transcript": "ENST00000307365.3"}, "exons": [{"cdsend": 72275188, "cdsstart": 72274216, "chr": "10", "position": [[72273923, 72274060], [72274156, 72274421], [72274694, 72276036]], "strand": 1, "transcript": "NM_019058", "txend": 72276036, "txstart": 72273923}], "exons_hg19": [{"cdsend": 74034946, "cdsstart": 74033974, "chr": "10", "position": [[74033681, 74033818], [74033914, 74034179], [74034452, 74035794]], "strand": 1, "transcript": "NM_019058", "txend": 74035794, "txstart": 74033681}], "generif": [{"pubmed": 14646594, "text": "RTP801 might play important roles in Abeta toxicity and the pathogenesis of Alzheimer's disease"}, {"pubmed": 15180327, "text": "co-transfection with antisense Sp1 oligonucleotide suggests that hypoxia induction of the RTP801 promoter is mediated by Sp1"}, {"pubmed": 15592522, "text": "REDD1 (RTP801) can act as a transcriptional downstream target of PI 3-kinase signaling in human prostate cancer cells."}, {"pubmed": 15632201, "text": "RTP801 and RTP801L work downstream of AKT and upstream of TSC2 to inhibit mTOR functions"}, {"pubmed": 15988001, "text": "REDD1 as a critical transducer of the cellular response to energy depletion through the TSC-mTOR pathway."}, {"pubmed": 16258273, "text": "Stress response gene REDD1 is identified in this review as an essential regulator of checkpoint kinase mTOR activity through the tuberous sclerosis tumor suppressors TSC1/2 complex."}, {"pubmed": 17005863, "text": "The elevation of RTP801 we detect in PD substantia nigral neurons may mediate their degeneration."}, {"pubmed": 17307335, "text": "These results demonstrate that hypoxic condition-and high cell density-induced expression of Redd1 is mediated by coactivation of Sp1 and HIF-1alpha downstream of the PI3K/Akt signaling pathway."}, {"pubmed": 18796435, "text": "unique effect of inhibition of fatty-acid synthase results from negative regulation of the mTOR pathway via DDIT4"}, {"pubmed": 18953439, "text": "results suggest a novel mechanism by which AMPK activation after hypoxia-induced energy stress may be crucial in regulating REDD1 expression to control the mTOR pathway in head and neck squamous cell carcinoma"}, {"pubmed": 19114033, "text": "The results suggest that REDD1 expression is upregulated during ER stress through a mechanism involving activation of PERK, phosphorylation of eIF2alpha, and increased ATF4 expression."}, {"pubmed": 19127203, "text": "REDD1 expression in response to hypoxia and dexamethasone is cell-type specific and that physiologically appropriate levels of PO2 should be used when investigating fetal lung development."}, {"pubmed": 19210572, "text": "PKR represents a cognitive decline biomarker able to dysregulate translation via two consecutive targets p53 and Redd1 in Alzheimer disease lymphocytes"}, {"pubmed": 19221489, "text": "DNA-damage-inducible transcript 4 is a key mediator in RAS protein -mediated transformation through an effect on anti-apoptosis."}, {"pubmed": 19557001, "text": "REDD1 degradation is crucially required for the restoration of mTOR signalling as cells recover from hypoxic stress."}, {"pubmed": 19996311, "text": "Insulin induces REDD1 expression through hypoxia-inducible factor 1 activation in adipocytes."}, {"pubmed": 20166753, "text": "Structure/function analyses have led us to identify two segments in REDD1 that are essential for mTORC1 inhibition."}, {"pubmed": 20354178, "text": "sertraline exerts antiproliferative activity by targeting the mTOR signaling pathway in a REDD1-dependent manner"}, {"pubmed": 20374513, "text": "that expression of RTP801 was lower in oral lichen planus than in controls"}, {"pubmed": 20473305, "text": "Our data support the notion that Rtp801 may represent a major molecular sensor and mediator of cigarette smoke-induced lung injury."}, {"pubmed": 21123297, "text": "DDIT4, an inhibitor of mTOR signaling, is a direct target for 1,25(OH)(2)D(3) and VDRE-BP, and functions to suppress cell proliferation in response to vitamin D"}, {"pubmed": 21258409, "text": "Data show that miR-495 expression was directly modulated by transcription factor E12/E47, and promotes oncogenesis via downregulation of E-cadherin and REDD1."}, {"pubmed": 21266827, "text": "In the HER2 overexpression type and triple-negative breast carcer, tumor cell proliferation and survival in the hypoxic tumor environment could possibly be due to disinhibition of the mTOR pathway and HIF-1alpha stabilization by downregulation of REDD1."}, {"pubmed": 21414293, "text": "these results provide preliminary evidence that Redd1 inhibits the invasive activity of NSCLC cells via suppression of the mTOR downstream pathway."}, {"pubmed": 21460850, "text": "these results collectively demonstrate that TXNIP stabilizes Redd1 protein induced by ATF4 in response to 2-DG, resulting in potentiation of mTOR suppression."}, {"pubmed": 21540236, "text": "Metformin increases REDD1 expression in a p53-dependent manner. REDD1 invalidation, using siRNA or REDD1(-/-) cells, abrogates metformin inhibition of mTOR."}, {"pubmed": 21798997, "text": "mechanisms have evolved in tumors to escape growth suppressive signals resulting from VHL loss and REDD1 upregulation"}, {"pubmed": 21909097, "text": "REDD1 is a new host defense factor, and chemical activation of REDD1 expression represents a potent antiviral intervention strategy"}, {"pubmed": 22527987, "text": "REDD1 expression plays a role in maintaining normal function of placenta, while the increase of REDD1 is related to the pathogenesis of pre-eclampsia."}, {"pubmed": 23193052, "text": "An immobilization-induced attenuation of mTORC1 signaling mediated by induction of REDD1/2 and defective p70S6K1 phosphorylation."}, {"pubmed": 23528835, "text": "The sustained overexpression of Redd1 leads to mTORC1 inhibition and to consequent Akt activation that is involved in cell survival."}, {"pubmed": 23717519, "text": "mTORC1 regulates REDD1 protein stability in a 26S proteasome dependent manner."}, {"pubmed": 24338366, "text": "Translocation to the plasma membrane appears to be an inactivation mechanism of REDD1 by G-protein coupled receptors."}, {"pubmed": 24728411, "text": "these postmortem and preclinical findings identify REDD1 as a critical mediator of the atrophy of neurons and depressive behavior caused by chronic stress exposure"}, {"pubmed": 25056877, "text": "the results demonstrate that REDD1 acts not only as a repressor of mTORC1 but also as a constant modulator of the phosphorylation of Akt in response to growth factors and nutrients."}, {"pubmed": 25058423, "text": "Caspase 3 cleaved REDD1 during apoptotic activation."}, {"pubmed": 25147182, "text": "analysis of ubiquitin-mediated proteolysis of DNA damage-inducible transcript 4 (DDIT4) by the E3 ligase HUWE1"}, {"pubmed": 25255219, "text": "MiR-630 reduced apoptosis by downregulating several apoptotic modulators, PARP3, DDIT4, and EP300."}, {"pubmed": 25337238, "text": "REDD1 and p-AKT over-expression may serve as a prognostic biomarker in ovarian cancer, but KRAS mutations and REDD1 protein over-expression were not correlated in OC."}, {"pubmed": 25504525, "text": "REDD1 knockout (KO) mice, all skin compartments, epidermal stem, and progenitor cells were protected from atrophic effects of glucocorticoids."}, {"pubmed": 26269521, "text": "Findings from this study propose a REDD1-regulated mechanism in T2D skeletal muscle that may contribute to whole body insulin resistance and may be a target to improve insulin action in insulin-resistant individuals."}, {"pubmed": 26487002, "text": "These data highlight the central role of REDD1 in regulating both protein synthesis and autophagy in skeletal muscle during sepsis."}, {"pubmed": 26827808, "text": "findings implicate REDD1 as a crucial regulator of mTORC1 activity in iron-depleted cells"}, {"pubmed": 26968249, "text": "C/EBPbeta promotes autophagy in PC3 cells by augmenting REDD1 expression."}, {"pubmed": 27094713, "text": "a novel STAT3-dependent mechanism of both IL-6-induced activation of mTOR and IL-6-dependent reversion of stress-induced inhibition of mTOR activity, is reported."}, {"pubmed": 27189933, "text": "Changes in REDD1 mRNA and protein have been observed in skeletal muscle under various physiological conditions (e.g., nutrient consumption and resistance exercise) and pathological conditions (e.g., sepsis, alcoholism, diabetes, obesity) suggesting a role for REDD1 in regulating mTORC1-dependent skeletal muscle protein metabolism. [Review]"}, {"pubmed": 27556956, "text": "The production of superoxide anion in nockout-Rtp801 mouse lung fibroblasts (MLF) was lower than that in Rtp801 Wt cells after cigarette smoke extract treatment, and it was inhibited in Wt MLF by silencing nicotinamide adenine dinucleotide phosphate oxidase-4 (Nox4) expression with small interfering Nox4 RNA."}, {"pubmed": 27577706, "text": "The HIF-1alpha-REDD1-mTOR pathway was involved in the response to hypoxia in BeWo cells. Hypoxia-induced REDD1 upregulation is mediated by a HIF-1alpha-dependent pathway. Disruption of REDD1 blocked the effects of hypoxia on suppressing mTOR and resulted in additional accumulation of HIF-1alpha in BeWo cells."}, {"pubmed": 27876894, "text": "DDIT4 activity is directly linked to regulation of mTOR signalling"}, {"pubmed": 28332630, "text": "these findings uncover a novel mechanism by which PML loss may contribute to mTOR activation and cancer progression via dysregulation of basal DDIT4 gene expression."}, {"pubmed": 28334504, "text": "Expression of key autophagy markers (microtubule-associated protein 1A/1B light chain 3 and autophagy protein 5) was markedly reduced in cultured human chondrocytes with REDD1 depletion."}, {"pubmed": 28342915, "text": "REDD1 is overexpressed during Familial Mediterranean fever inflammatory attacks induced by physical or psychological stress"}, {"pubmed": 28484222, "text": "DDIT4 might serve as a novel prognostic biomarker in several malignancies."}, {"pubmed": 29084921, "text": "REDD1 is confirmed as an oncogene in BUC, and antagonizing REDD1 could be a potential therapeutic strategy to sensitize BUC cells to paclitaxel"}, {"pubmed": 29115444, "text": "This is concurrent with an increase in the expression level of DDIT4, which is an inhibitor of the mammalian target of rapamycin (mTOR) signaling pathway. these results provided a novel insight on miR1243p involvement in the biological alterations of male patients with major depressive disorder and suggested that this miRNA may also serve as a malespeci fi c target for antidepressant treatment"}, {"pubmed": 29378913, "text": "Silencing lncDDIT4 in naive CD4(+) T cells enhanced Th17 differentiation through increased activation of the DDIT4/mTOR pathway."}, {"pubmed": 29447340, "text": "Our data suggest that DDIT4 is critical for normal decidualization and the apoptosis of decidual cells. DDIT4 deficiency is likely involved in the development of preeclampsia."}, {"pubmed": 29485721, "text": "High expression of RTP801 is associated with non-small cell lung cancer."}, {"pubmed": 29712770, "text": "REDD1 expression, as a mediator linking inflammation, autophagy, and NET release, was also specifically associated with the inflammatory response of UC."}, {"pubmed": 29925665, "text": "A microarray analysis revealed that in A3G-transduced Vero cells, several cellular transcripts were differentially expressed, suggesting that A3G regulates the expression of host factors. One of the most upregulated host cell factors, REDD1 (regulated in development and DNA damage response-1, also called DDIT4), reduced MV replication approximately 10-fold upon overexpression in Vero cells."}, {"pubmed": 29976242, "text": "Data show that DNA damage-inducible transcript 4 (DDIT4) was upregulated in gastric cancer (GC) cells and tissue, and that the mitogen-activated protein kinase and p53 signaling pathways were involved in the suppression of proliferation."}, {"pubmed": 30302791, "text": "findings suggest miR-7 as a key regulator of hypoxia-mediated mTOR signaling through modulation of REDD1 expression. These findings contribute new insight into the miRNA-mediated molecular mechanism of the hypoxic response through mTOR signaling, highlighting potential targets for tumor suppression."}, {"pubmed": 30312603, "text": "These results suggest that REDD1 might play a pivotal role in intervertebral disc degeneration (IDD) pathogenesis, thereby potentially providing a new therapeutic target for IDD treatment"}, {"pubmed": 30372793, "text": "DNA damage-inducible transcript 4 (DDIT4) has a role in human squamous cell carcinoma and is a molecular vector for the anti-carcinoma effect of 1,25(OH)2 D3"}, {"pubmed": 30428884, "text": "REDD1 is an independent unfavorable prognostic factor in ovarian carcinoma and may promote ovarian cancer metastasis."}, {"pubmed": 30446641, "text": "Cellular metabolism constrains innate immune responses in preterm infants due to perturbations in the expression of PPARgamma, MALT1, DDIT4, and most of the cytokines."}, {"pubmed": 30485138, "text": "Inhibition of REDD1 reduced vascular endothelial cell injury, apoptosis and oxidative stress."}, {"pubmed": 30745581, "text": "Study identified DDIT4 as a cell-intrinsic regulator for adaptive responses and therapy resistance in glioblastoma cells which may interfere with cell death induction by temozolomide, radiotherapy or hypoxia by inhibiting mTORC1 activity."}, {"pubmed": 30816673, "text": "These findings indicate that miR221 might play an important role in human placental development by precisely regulating the DDIT4 expression."}, {"pubmed": 30864724, "text": "Study revealed that constitutive overexpression of Redd1 induced HSP27 and HSP70 expression in lung cancer cells. The expression of Redd1, HSP27 and HSP70 was highly increased in lung cancer tissues compared with that in normal lung tissues. Constitutive overexpression of Redd1 led to AKT activation and HSP27 and HSP70 induction, all of which were involved in lung cancer cell survival and resistance to ionizing radiation."}, {"pubmed": 30930273, "text": "REDD1 plays a critical role in the process of neuronal damage caused by subarachnoid hemorrhage."}, {"pubmed": 31755224, "text": "Up-regulation of DDIT4 predicts poor prognosis in acute myeloid leukaemia."}, {"pubmed": 31914654, "text": "A novel nonepigenetic function of HDAC4 induced by dexamethasone, through which it can directly modulate HIF-1a activity and promote the upregulation of the DDIT4 gene and protein expression."}, {"pubmed": 31916238, "text": "A Key Role of DNA Damage-Inducible Transcript 4 (DDIT4) Connects Autophagy and GLUT3-Mediated Stemness To Desensitize Temozolomide Efficacy in Glioblastomas."}, {"pubmed": 32151711, "text": "LncRNA PSMB8-AS1 acts as ceRNA of miR-22-3p to regulate DDIT4 expression in glioblastoma."}, {"pubmed": 32279996, "text": "Loss of heterozygosity for Kras(G12D) promotes REDD1-dependent, non-canonical glutamine metabolism in pancreatic ductal adenocarcinoma."}, {"pubmed": 32732871, "text": "Synaptic RTP801 contributes to motor-learning dysfunction in Huntington's disease."}, {"pubmed": 32877205, "text": "Is REDD1 a metabolic double agent? Lessons from physiology and pathology."}, {"pubmed": 33524531, "text": "The stress response protein REDD1 as a causal factor for oxidative stress in diabetic retinopathy."}, {"pubmed": 34131105, "text": "RTP801/REDD1 contributes to neuroinflammation severity and memory impairments in Alzheimer's disease."}, {"pubmed": 34211002, "text": "High expression of DNA damage-inducible transcript 4 (DDIT4) is associated with advanced pathological features in the patients with colorectal cancer."}, {"pubmed": 34310076, "text": "DDIT4 S-Nitrosylation Aids p38-MAPK Signaling Complex Assembly to Promote Hepatic Reactive Oxygen Species Production."}, {"pubmed": 34614448, "text": "REDD1 attenuates hepatic stellate cell activation and liver fibrosis via inhibiting of TGF-beta/Smad signaling pathway."}, {"pubmed": 34730176, "text": "Helicobacter pylori-induced REDD1 modulates Th17 cell responses that contribute to gastritis."}, {"pubmed": 34941434, "text": "Exercise reduces the protein abundance of TXNIP and its interacting partner REDD1 in skeletal muscle: potential role for a PKA-mediated mechanism."}, {"pubmed": 35636256, "text": "REDD1 interacts with AIF and regulates mitochondrial reactive oxygen species generation in the keratinocyte response to UVB."}, {"pubmed": 35984399, "text": "REDD1 Ablation Attenuates the Development of Renal Complications in Diabetic Mice."}, {"pubmed": 36077083, "text": "Nutritional Sensor REDD1 in Cancer and Inflammation: Friend or Foe?"}, {"pubmed": 36383638, "text": "PERK/ATF4-dependent expression of the stress response protein REDD1 promotes proinflammatory cytokine expression in the heart of obese mice."}, {"pubmed": 36453700, "text": "DDIT4 promotes malignancy of head and neck squamous cell carcinoma."}, {"pubmed": 37016173, "text": "DDIT4 Facilitates Lymph Node Metastasis via the Activation of NF-kappaB Pathway and Epithelial-Mesenchymal Transition."}, {"pubmed": 37392853, "text": "REDD1-dependent GSK3beta dephosphorylation promotes NF-kappaB activation and macrophage infiltration in the retina of diabetic mice."}, {"pubmed": 37483165, "text": "REDD1 (regulated in development and DNA damage 1) modulates the glucocorticoid receptor function in keratinocytes."}, {"pubmed": 37938616, "text": "Nuclear overexpression of DNA damage-inducible transcript 4 (DDIT4) is associated with aggressive tumor behavior in patients with pancreatic tumors."}, {"pubmed": 38507057, "text": "Pan-cancer analysis of DDIT4 identifying its prognostic value and function in acute myeloid leukemia."}, {"pubmed": 38546584, "text": "NLRP3 Inflammasome Priming in the Retina of Diabetic Mice Requires REDD1-Dependent Activation of GSK3beta."}], "genomic_pos": {"chr": "10", "end": 72276036, "ensemblgene": "ENSG00000168209", "start": 72273919, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 74035794, "start": 74033678, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001666", "pubmed": 20166753, "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001764", "qualifier": "involved_in", "term": "neuron migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007420", "qualifier": "involved_in", "term": "brain development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032007", "qualifier": "involved_in", "term": "negative regulation of TOR signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032007", "pubmed": 20166753, "qualifier": "involved_in", "term": "negative regulation of TOR signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032984", "qualifier": "involved_in", "term": "protein-containing complex disassembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035556", "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042771", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to DNA damage by p53 class mediator"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045820", "qualifier": "involved_in", "term": "negative regulation of glycolytic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048011", "qualifier": "involved_in", "term": "neurotrophin TRK receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": 21478870, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071549", "qualifier": "involved_in", "term": "cellular response to dexamethasone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072593", "qualifier": "involved_in", "term": "reactive oxygen species metabolic process"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 12453409, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32814053, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0071889", "qualifier": "enables", "term": "14-3-3 protein binding"}]}, "homologene": {"genes": [[7955, 378866], [8364, 394782], [9544, 715307], [9598, 450520], [9606, 54541], [9615, 489038], [9913, 529235], [10090, 74747], [10116, 140942]], "id": 10400}, "interpro": [{"desc": "RTP801-like", "id": "IPR012918", "short_desc": "RTP801-like"}, {"desc": "RTP801-like, C-terminal domain superfamily", "id": "IPR038281", "short_desc": "RTP801-like_C_sf"}], "ipi": "IPI00550489", "map_location": "10q22.1", "name": "DNA damage inducible transcript 4", "other_names": ["DNA damage-inducible transcript 4 protein", "HIF-1 responsive protein RTP801", "protein regulated in development and DNA damage response 1"], "pantherdb": {"HGNC": "24944", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1921997", "ortholog_type": "LDO", "panther_family": "PTHR12478", "taxid": 10090, "uniprot_kb": "Q9D3F7"}, {"RGD": "621731", "ortholog_type": "LDO", "panther_family": "PTHR12478", "taxid": 10116, "uniprot_kb": "Q8VHZ9"}, {"Ensembl": "ENSGALG00000041459", "ortholog_type": "LDO", "panther_family": "PTHR12478", "taxid": 9031, "uniprot_kb": "A0A1D5PRJ4"}, {"ZFIN": "ZDB-GENE-031002-35", "ortholog_type": "LDO", "panther_family": "PTHR12478", "taxid": 7955, "uniprot_kb": "Q7T346"}, {"FlyBase": "FBgn0036165", "ortholog_type": "O", "panther_family": "PTHR12478", "taxid": 7227, "uniprot_kb": "Q9VTI8"}, {"FlyBase": "FBgn0041094", "ortholog_type": "O", "panther_family": "PTHR12478", "taxid": 7227, "uniprot_kb": "Q9VTH4"}], "uniprot_kb": "Q9NX09"}, "pathway": {"kegg": [{"id": "hsa04140", "name": "Autophagy - animal - Homo sapiens (human)"}, {"id": "hsa04150", "name": "mTOR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}], "pid": [{"id": "mtor_4pathway", "name": "mTOR signaling pathway"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}], "reactome": [{"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-5628897", "name": "TP53 Regulates Metabolic Genes"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}], "wikipathways": [{"id": "WP1471", "name": "Target Of Rapamycin (TOR) Signaling"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4674", "name": "Head and Neck Squamous Cell Carcinoma"}]}, "pdb": ["3LQ9", "7MOP"], "pfam": "PF07809", "pharmgkb": "PA134977994", "pharos": {"target_id": 1575, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171036", "relationship": "is"}, {"id": "GNF181942", "relationship": "is"}, {"id": "GNF192848", "relationship": "is"}, {"id": "GNF203754", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157075", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF038270", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF003366", "relationship": "is"}, {"id": "GNF003367", "relationship": "is"}, {"id": "GNF003368", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF242564", "relationship": "is"}, {"id": "GNF285729", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF115203", "relationship": "is"}, {"id": "GNF154844", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1"], "protein": "NP_061931.1", "rna": "NM_019058.4", "translation": {"protein": "NP_061931.1", "rna": "NM_019058.4"}}, "reporter": {"HG-U133_Plus_2": "202887_s_at", "HG-U95Av2": "39827_at", "HG-U95B": "43853_at", "HTA-2_0": "TC10000449.hg.1", "HuEx-1_0": "3251393", "HuGene-1_1": "7928308", "HuGene-2_1": "16705961"}, "summary": "Predicted to enable 14-3-3 protein binding activity. Involved in defense response to virus; negative regulation of TOR signaling; and response to hypoxia. Located in cytosol. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "DDIT4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1428430"}, "unigene": "Hs.744875", "uniprot": {"Swiss-Prot": "Q9NX09", "TrEMBL": "A0A7P0Z4M7"}, "wikipedia": {"url_stub": "DDIT4"}}