{"AllianceGenome": "2761", "HGNC": "2761", "MIM": "125220", "_id": "1667", "_version": 1, "accession": {"genomic": ["AC270300.1", "AF200455.5", "AF233439.7", "AF238378.5", "CP068270.2", "L12690.1", "NC_000008.11", "NC_060932.1", "NW_018654717.1", "U10268.1"], "protein": ["AAA36382.1", "AAA52302.1", "AAA52303.1", "AAH69423.1", "AAH93791.1", "AAI12189.1", "AAT68878.1", "AAT68879.1", "AAT68880.1", "AAT68883.1", "CAA36280.1", "NP_004075.1", "P59665.1", "XP_011533042.1", "XP_054188208.1", "XP_054215843.1"], "rna": ["AL036554.2", "AW291977.1", "BC069423.1", "BC093791.1", "BC112188.1", "M21130.1", "M26602.1", "NM_004084.4", "X52053.1", "XM_011534740.4", "XM_054332233.1", "XM_054359868.1"], "translation": [{"protein": "AAH69423.1", "rna": "BC069423.1"}, {"protein": "AAA52303.1", "rna": "M26602.1"}, {"protein": "AAA52302.1", "rna": "M21130.1"}, {"protein": "CAA36280.1", "rna": "X52053.1"}, {"protein": "XP_054188208.1", "rna": "XM_054332233.1"}, {"protein": "AAI12189.1", "rna": "BC112188.1"}, {"protein": "XP_011533042.1", "rna": "XM_011534740.4"}, {"protein": "NP_004075.1", "rna": "NM_004084.4"}, {"protein": "XP_054215843.1", "rna": "XM_054359868.1"}, {"protein": "AAH93791.1", "rna": "BC093791.1"}]}, "alias": ["DEF1", "DEFA2", "HNP-1", "HP-1", "HP1", "MRS"], "ensembl": [{"gene": "ENSG00000206047", "protein": "ENSP00000372139", "transcript": "ENST00000382692", "translation": [{"protein": "ENSP00000372139", "rna": "ENST00000382692"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000284983", "protein": "ENSP00000496578", "transcript": "ENST00000644528", "translation": [{"protein": "ENSP00000496578", "rna": "ENST00000644528"}], "type_of_gene": "protein_coding"}], "entrezgene": "1667", "exons": [{"cdsend": 6978634, "cdsstart": 6977769, "chr": "8", "position": [[6977648, 6977879], [6978459, 6978646], [6980012, 6980092]], "strand": -1, "transcript": "NM_004084", "txend": 6980092, "txstart": 6977648}, {"cdsend": 6997751, "cdsstart": 6996886, "chr": "8", "position": [[6996765, 6996996], [6997576, 6997763], [6999122, 6999202]], "strand": -1, "transcript": "NM_004084", "txend": 6999202, "txstart": 6996765}, {"cdsend": 7016850, "cdsstart": 7015989, "chr": "8", "position": [[7015868, 7016099], [7016675, 7016862], [7018221, 7018301]], "strand": -1, "transcript": "NM_004084", "txend": 7018301, "txstart": 7015868}, {"cdsend": 373746, "cdsstart": 372881, "chr": "8_KZ208915v1_fix", "position": [[372760, 372991], [373571, 373758], [375124, 375204]], "strand": -1, "transcript": "NM_004084", "txend": 375204, "txstart": 372760}, {"cdsend": 392864, "cdsstart": 391999, "chr": "8_KZ208915v1_fix", "position": [[391878, 392109], [392689, 392876], [394242, 394322]], "strand": -1, "transcript": "NM_004084", "txend": 394322, "txstart": 391878}, {"cdsend": 411974, "cdsstart": 411109, "chr": "8_KZ208915v1_fix", "position": [[410988, 411219], [411799, 411986], [413345, 413425]], "strand": -1, "transcript": "NM_004084", "txend": 413425, "txstart": 410988}], "exons_hg19": [{"cdsend": 6836156, "cdsstart": 6835291, "chr": "8", "position": [[6835170, 6835401], [6835981, 6836168], [6837534, 6837614]], "strand": -1, "transcript": "NM_004084", "txend": 6837614, "txstart": 6835170}, {"cdsend": 6855273, "cdsstart": 6854408, "chr": "8", "position": [[6854287, 6854518], [6855098, 6855285], [6856644, 6856724]], "strand": -1, "transcript": "NM_004084", "txend": 6856724, "txstart": 6854287}], "generif": [{"pubmed": 2997278, "text": "DEFA1 encodes an antibacterial peptide that is bacteriocidal against S. aureus, E. coli, and P. aeruginosa."}, {"pubmed": 12060767, "text": "ADP ribosylation 1 regulates its biological properties"}, {"pubmed": 12710851, "text": "increased levels in fetal disease, premature rupture of membranes, and preterm labor"}, {"pubmed": 12767998, "text": "results suggest that alpha-defensin-1 inhibits HIV-1 infection following viral entry but that alpha-defensins 1 to 3 are not responsible for the HIV-1 transcriptional inhibition by CAF."}, {"pubmed": 12823617, "text": "Characterization of the molecular basis for the recognition between the 45-residue pro-peptide and the C-terminal functional domain of HNP-1."}, {"pubmed": 12871849, "text": "These results indicate that neutrophil defensins HNP-1, -2, and -3 increase epithelial wound repair in vitro, which involves migration and proliferation, mucin production, epidermal growth factor receptor activation and downstream signaling pathways."}, {"pubmed": 12913926, "text": "BPI and HNP1-3 are accumulated in the synovial cavity of patients with rheumatoid arthritis"}, {"pubmed": 15208269, "text": "HNP-1 is a potentially important regulator of neovascularizaiton, suggesting a new link between inflammation and angiogenesis."}, {"pubmed": 15719067, "text": "Data demonstrate that, in the absence of serum, alpha-defensin-1 may act directly on the virus, but, in the presence of serum, its effects are on the cell, where it inhibits HIV-1 replication."}, {"pubmed": 15772169, "text": "HNP-1 inhibited cleavage of a mitogen-activated protein kinase kinase and restored impaired mitogen-activated protein kinase signaling in anthrax-lethal-toxin-treated macrophages."}, {"pubmed": 15944200, "text": "expression levels in human white blood cells showed clear correlation between relative proportions of DEFA1:DEFA3 mRNA and corresponding gene numbers. However, there was no relationship between total (DEFA1+DEFA3) mRNA levels and total gene copy number"}, {"pubmed": 16246847, "text": "the Arg5-Glu13 salt bridge in alpha-defensin is conserved for defensin in vivo stability"}, {"pubmed": 16700921, "text": "Subjects were genotyped for alpha-defensin-1/alpha-defensin-3, and four beta-defensin-1 polymorphisms. These polymorphisms may not be important in abnormally rapid lung function decline or susceptibility to lower respiratory infections."}, {"pubmed": 16709851, "text": "The myeloid def1 promoter contains a weak TATA box plus one requisite and one helper site that specifically recruit GA-binding protein (def1-binding protein) and PU.1 into an active transcription site."}, {"pubmed": 16817779, "text": "HNP1 (human neutrophil protein 1) inhibited diphtheria toxin (DT)- or Pseudomonas exotoxin A (ETA)-mediated ADP-ribosylation of eEF2 (eukaryotic elongation factor 2) and protected HeLa cells against DT- or ETA-induced cell death."}, {"pubmed": 16837860, "text": "data suggest that alpha-defensins within lymphoid tissue are expressed by granulocytes and are prevalent in HIV-1-seronegative individuals with inflammatory processes as well as HIV-1-infected individuals"}, {"pubmed": 17448537, "text": "HNP-1 interacts with both C1q and MBL efficiently resulting in inhibition of both the classical and the lectin pathway of complement."}, {"pubmed": 17531545, "text": "Alpha-defensins 1-3 levels are nonspecifically elevated in stools from patients with colorectal neoplasia and likely originate from white blood cells. Alpha-defensins 1-3 in stool might serve as markers of inflammatory bowel conditions."}, {"pubmed": 17606342, "text": "HNP-1 controls afferent discharge and modulates effects of glutamine in vestibular end organs of frog."}, {"pubmed": 17635867, "text": "human defensin alpha-1 causes membrane pore formation in a human parasite, leading to trypanosome destruction."}, {"pubmed": 17703413, "text": "Human alpha-defensin-1 inhibited influenza virus replication and viral protein synthesis."}, {"pubmed": 18003664, "text": "Serum alpha-defensin (-1, -2 and -3) concentrations are increased in type 1 diabetic patients with diabetic nephropathy."}, {"pubmed": 18191790, "text": "We have found that the alpha-defensins HNP1 and HD5 have potent antiadenoviral activity. These molecules block HAdV infection by stabilizing the virus capsid, thereby preventing uncoating and virus-mediated endosome penetration."}, {"pubmed": 18347011, "text": "These results support the hypothesis that HNPs can suppress hepatic glucose production through an intracellular mechanism distinct from the classical insulin signaling pathway."}, {"pubmed": 18435932, "text": "Clostridium difficile toxin B interacts with high affinity with HNP-1 which may provide a defense mechanism against clostridial glucosylating cytotoxins."}, {"pubmed": 18472248, "text": "There are increased levels of human neutrophil alpha-defensins (alpha-defensin-1, -2, and -3) in chronic venous leg ulcers."}, {"pubmed": 18474654, "text": "The authors analyzed the sensitivities of different pneumococcal strains to HNP1-3 and found that encapsulated strains are efficiently killed at physiological concentrations (7.5 microg/ml)."}, {"pubmed": 18566229, "text": "results indicate that intracellularly expressed HNP1 induces tumor cell apoptosis, which inhibits tumor growth"}, {"pubmed": 18616948, "text": "hydrophobic forces have a dominant role in mediating the interactions between HNP1 and its propeptide--a finding largely contrasting the commonly held view that the interactions are of an electrostatic nature."}, {"pubmed": 18757648, "text": "In African Americans, midpregnancy human neutrophil peptide 1-3 levels were more informative to preterm delivery risk than was bacterial vaginosis"}, {"pubmed": 18782756, "text": "alpha-defensin human neutrophil protein 1 (HNP1) and human alpha-defensin 5 (HD5) inhibit BKV infection by targeting an early event in the viral lifecycle."}, {"pubmed": 18957723, "text": "Upregulation of HNP1 is associated with colorectal adenomas and carcinomas."}, {"pubmed": 19263072, "text": "Salivary HNP1, HNP-2 concentrations increased following exercise"}, {"pubmed": 19477909, "text": "HNP-1 and HBD-1 promoted the up-regulation of CD91 on the DC surface"}, {"pubmed": 19640840, "text": "HNP1 and HD5 kill E. coli by a process that is mechanistically distinct from their actions that kill S. aureus; and chiral molecular recognition is not a stringent prerequisite for other functions of the defensins"}, {"pubmed": 19861439, "text": "HNP1 mediates host immune responses to tumors in situ through the recruitment and subsequent activation of immature dendritic cells"}, {"pubmed": 19864642, "text": "A population of immature dysplastic granulocytes contributes to the chronic myelomonocytic leukemia phenotype through production of alpha-defensins HNP1-3 that suppress the differentiation capabilities of monocytes."}, {"pubmed": 19897717, "text": "Data show that ADP-ribosylation of HNP-1 in vitro generated a product with ADP-ribose on arginine 24, and ornithine replacing arginine at position 14."}, {"pubmed": 19963419, "text": "Combining the distance constraints from the 3d experiment and the chemical-shift-derived torsion angles, we obtained a de novo high-resolution NMR structure of HNP-1"}, {"pubmed": 20097206, "text": "The solid-state NMR structure of HNP-1 has close similarity to the crystal structures of the HNP family, with the exception of the loop region between the first and second beta-strands."}, {"pubmed": 20151808, "text": "The total amount of gingival crevicular fluid human neutrophil peptides 1 and 2 were not different among periodontitis, gingivitis, and health control groups; there was no correlation with clinical periodontal parameters."}, {"pubmed": 20195543, "text": "Data show that high production of alpha-defensins1-3 by immature DCs appears as a host protective factor against progression of HIV-1 infection, suggesting potential diagnostic, therapeutic and preventive implications."}, {"pubmed": 20214904, "text": "HNP1 binds to the cell wall precursor lipid II and reduction of lipid II levels in the bacterial membrane significantly reduces bacterial killing."}, {"pubmed": 20305815, "text": "HNP-1 (alpha), HBD-2 (beta) and RTD-1 (theta) have anti-HIV-1 activity, but different mechanisms of action"}, {"pubmed": 20424487, "text": "Our report of DEFA1-3 expression by human omental adipocytes adds to the role of adipocytes in the primary defense against bacterial infection."}, {"pubmed": 20502117, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20715983, "text": "HNP-1 mainly enhanced the expression of IL-8 in epithelial cells, whereas it enhanced transforming growth factor-beta and vascular endothelial growth factor expressions in lung fibroblasts."}, {"pubmed": 20880148, "text": "alpha-defensins 1-3 in T cells from patients with SJS/TEN may be involved in the etiopathology of these life-threatening diseases induced by medications."}, {"pubmed": 21165432, "text": "defensin-alpha(1)is a biologically active peptide exhibiting a dose-dependent trypanocidal effect in vitro against trypomastigotes and amastigotes of Trypanosoma cruzi line Tulahuen"}, {"pubmed": 21187770, "text": "Changes in the expression pattern of DEFA 1/3 seem to be involved in the development of gingival irritation fibromas, whereas chronic inflammation might be of less importance."}, {"pubmed": 21333105, "text": "HNP1-3 concentrations in patients with multidrug-resistant tuberculosis were significantly lower than in drug-susceptible pulmonary TB and healthy controls"}, {"pubmed": 21831449, "text": "Increased levels of human neutrophil peptides 1, 2, and 3 in peritoneal fluid of patients with endometriosis: association with neutrophils, T cells and IL-8."}, {"pubmed": 21849484, "text": "Human granulocyte precursors transfected with siRNA against serglycin displayed reduced capability to retain fully processed HNP-1."}, {"pubmed": 21861873, "text": "Directly isolated dendritic cells secrete alpha-defensins 1-3; E2 inhibits this secretion. Same trend is observed in myeloid dendritic cells isolated from pregnant women in their first trimester (low plasma E2) and third trimester (high plasma E2)."}, {"pubmed": 22219625, "text": "A high DEFA1 gene CN was significantly associated with intestinal involvement in BD patients."}, {"pubmed": 22270360, "text": "Dimerization contributes to some but not all of the activities of HNP1."}, {"pubmed": 22297599, "text": "expressional level of HNPs 1,2 and 3 were significantly higher and their distributions overlapped in cancerous tissues of gastric cancer patients"}, {"pubmed": 22496447, "text": "Invariant gly residue is important for alpha-defensin folding, dimerization"}, {"pubmed": 22737966, "text": "alpha-Defensin (DEFA1) was the most differentially overexpressed gene in this sample and may be related to the onset of Bell's palsy and Ramsay Hunt Syndrome."}, {"pubmed": 22861387, "text": "A decrease in salivary HNP 1-3 levels might be a biological factor for predisposition to oral ulcers in patients with Behcet disease and oral infection in healthy patients."}, {"pubmed": 23011762, "text": "This study suggests that HNPs 1-3 promote tumor invasion and are potential indicators of disease progression in patients with bladder cancer."}, {"pubmed": 23050799, "text": "Results indicate that the gene expression of DEFA 1/3 and 4 was significantly increased in all tumours - except for a significant decrease of DEFA 4 gene expression in pleomorphic adenomas."}, {"pubmed": 23542712, "text": "-defensin 1 increases EFS-induced contractions of rat detrusor muscles"}, {"pubmed": 23682724, "text": "HNP-1 enhances hepatic fibrosis in fatty liver by inducing hepatic stellate cell proliferation."}, {"pubmed": 23785290, "text": "sub-inhibitory doses of HNP-1 potently enhance the activity of a number of anti-gp41 antibodies and peptide inhibitors"}, {"pubmed": 23980110, "text": "Human defensin alpha-1 is an innate immune molecule that is secreted by HCT116 cells in response to Trypanosoma cruzi infection, inhibits Trypanosoma cruzi motility, and plays an important role in reducing cellular infection."}, {"pubmed": 24236072, "text": "Side chain hydrophobicity is the critical factor that determines HNP1 protein binding potential."}, {"pubmed": 24747281, "text": "The concentrations of LL37, alpha-1, beta-1 and beta-2 defensins were determined by ELISA. Serum AMPs did not change during attacks and did not correlate with acute phase reactants."}, {"pubmed": 25083086, "text": "Elevated DEFA1 levels in diabetes are independent of DEFA1 copy numbers."}, {"pubmed": 25256621, "text": "The AD-1 assay offers another test with high sensitivity and specificity for diagnosing a prosthetic joint infection."}, {"pubmed": 25300997, "text": "The expression of alpha-defensins 1, 2 and 3 is up-regulated in hypercholesteremia."}, {"pubmed": 25351513, "text": "Defensins promote the differentiation into activated CD91(bright) dendritic cells."}, {"pubmed": 25772994, "text": "Results showed that NO and NaNO2 can be considered as factors regulating the chemoattractant properties of defensin HNP1 in neutrophils"}, {"pubmed": 25802479, "text": "Overexpression of DEFA1 retained independent prognostic significance for B-ALL outcome."}, {"pubmed": 25816245, "text": "data demonstrate that HNP-1 induces IL-8 production not only through P2Y6, but also through additional P2 receptors via an ERK1/2-dependent mechanism in intestinal epithelial cells."}, {"pubmed": 26323500, "text": "the decreased HNP-1 production in the polymorphonuclear phagocytes form elderly individuals might have an important participation in the increased susceptibility to infectious diseases."}, {"pubmed": 26795031, "text": "Increased levels of neutrophil defensin 1, apolipoprotein E, clusterin, and zinc-alpha-2-glycoprotein are present in carotid atherosclerotic plaque secretomes."}, {"pubmed": 26954544, "text": "HP1 binding to the chromosomal passenger complex becomes particularly important when Aurora B phosphorylates kinetochore targets to eliminate erroneous microtubule attachments"}, {"pubmed": 27031443, "text": "HNP1 upregulation of cytokine expression in pDCs was inhibited by blockade of NF-kappaB activation or knockdown of IRF1, demonstrating the importance of these two signaling events in HNP1-induced pDC activation."}, {"pubmed": 27044108, "text": "HNP1 functions as a \"molecular brake\" on macrophage-driven inflammation, ensuring both pathogen clearance and the resolution of inflammation with minimal bystander tissue damage."}, {"pubmed": 27082275, "text": "Levels in sera and CSF were elevated in Alzheimer disease patients compared with controls."}, {"pubmed": 27207796, "text": "these results demonstrate that HNPs1-3 may be potent inhibitors of ADAMTS13 activity, likely by binding to the central A2 domain of VWF and physically blocking ADAMTS13 binding."}, {"pubmed": 27430968, "text": "Increased alpha-defensin expression is associated with risk of coronary heart disease in hyperlipidemia patients."}, {"pubmed": 28420383, "text": "DEFA1, DEFA3, and PPBP expression was significantly increased in hyperlipidemia and coronary heart disease patients compared with controls."}, {"pubmed": 29635426, "text": "Pretreatment of component b with human alpha-defensin-1 prior to addition of component a of Clostridium perfringens iota toxin prevented intoxication implicating that alpha-defensin-1 interacts with the toxin b component to prevent the formation of biologically active iota toxin on cells."}, {"pubmed": 29738776, "text": "Human Neutrophil Peptide 1 directly binds and neutralizes Exotoxin A of Pseudomonas aeruginosa."}, {"pubmed": 29950924, "text": "lower DEFA1/DEFA3 copy number (CNV < 7) is associated with higher susceptibility to hospital-acquired infections (HAIs) in critically ill patients, indicating that host genetic factors are involved in the development of HAIs"}, {"pubmed": 32302327, "text": "Study in ApoE-/- transgenic mice expressing alpha-def-1 revealed that alpha-def-1 lowers total plasma cholesterol and decreases lesion size. However, lesion size was larger than in mice with total plasma cholesterol lowered to the same extent by inhibiting its adsorption or by ingesting a low-fat diet. alpha-def-1 levels correlated independently with lesion size in ApoE-/- mice. alpha-def-1 has competing effects on ath..."}, {"pubmed": 33294439, "text": "Alpha-Defensin versus Leukocyte Esterase in Periprosthetic Joint Infection: An Updated Meta-Analysis."}, {"pubmed": 34487793, "text": "Inhibition of SARS-CoV-2 Infection by Human Defensin HNP1 and Retrocyclin RC-101."}, {"pubmed": 34746027, "text": "Elevated Levels of Neutrophil Activated Proteins, Alpha-Defensins (DEFA1), Calprotectin (S100A8/A9) and Myeloperoxidase (MPO) Are Associated With Disease Severity in COVID-19 Patients."}, {"pubmed": 36729968, "text": "Alpha Defensin-1 Biomarker Outperforms Culture in Diagnosing Breast Implant-Related Infection: Results from a Multicenter Prospective Study."}], "genomic_pos": [{"chr": "8", "end": 6980092, "ensemblgene": "ENSG00000206047", "start": 6977649, "strand": -1}, {"chr": "HG76_PATCH", "end": 375192, "ensemblgene": "ENSG00000284983", "start": 372762, "strand": -1}], "genomic_pos_hg19": [{"chr": "8", "end": 6837602, "start": 6835171, "strand": -1}, {"chr": "8", "end": 6875778, "start": 6854288, "strand": -1}, {"chr": "8", "end": 6875823, "start": 6873391, "strand": -1}], "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002227", "qualifier": "involved_in", "term": "innate immune response in mucosa"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002227", "pubmed": 12860195, "qualifier": "involved_in", "term": "innate immune response in mucosa"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006935", "pubmed": 10914484, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 10914484, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010818", "pubmed": 17088326, "qualifier": "involved_in", "term": "T cell chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019731", "qualifier": "involved_in", "term": "antibacterial humoral response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019731", "pubmed": 12860195, "qualifier": "involved_in", "term": "antibacterial humoral response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030520", "pubmed": 21861873, "qualifier": "involved_in", "term": "estrogen receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031640", "pubmed": 17088326, "qualifier": "involved_in", "term": "killing of cells of another organism"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042832", "pubmed": 17635867, "qualifier": "involved_in", "term": "defense response to protozoan"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050829", "qualifier": "involved_in", "term": "defense response to Gram-negative bacterium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050830", "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050830", "pubmed": 12860195, "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050832", "qualifier": "involved_in", "term": "defense response to fungus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051673", "qualifier": "involved_in", "term": "disruption of plasma membrane integrity in another organism"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051873", "pubmed": 17635867, "qualifier": "involved_in", "term": "killing by host of symbiont cells"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0061844", "pubmed": 17088326, "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061844", "pubmed": 12860195, "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061844", "pubmed": 17635867, "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [12860195, 21861873], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035578", "qualifier": "located_in", "term": "azurophil granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 27559042, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140911", "pubmed": 17635867, "qualifier": "enables", "term": "pore-forming activity"}]}, "homologene": {"genes": [[9606, 1667], [9606, 1668], [9606, 728358]], "id": 128756}, "interpro": [{"desc": "Alpha-defensin, N-terminal", "id": "IPR002366", "short_desc": "Alpha-defensin_N"}, {"desc": "Beta/alpha-defensin, C-terminal", "id": "IPR006080", "short_desc": "Beta/alpha-defensin_C"}, {"desc": "Alpha-defensin, C-terminal", "id": "IPR006081", "short_desc": "Alpha-defensin_C"}, {"desc": "Alpha-defensin", "id": "IPR016327", "short_desc": "Alpha-defensin"}], "ipi": "IPI00005721", "map_location": "8p23.1", "name": "defensin alpha 1", "other_names": ["defensin, alpha 1, myeloid-related sequence", "defensin, alpha 2", "myeloid-related sequence", "neutrophil defensin 1"], "pantherdb": {"HGNC": "2761", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99592", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P17534"}, {"MGI": "3705236", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "K9J724"}, {"MGI": "3630385", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "Q5G864"}, {"MGI": "3642780", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "F2Z403"}, {"MGI": "94881", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P17533"}, {"MGI": "94883", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P28310"}, {"MGI": "94882", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P28309"}, {"MGI": "102516", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "Q64263"}, {"MGI": "3709048", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "D3Z0J0"}, {"MGI": "94880", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P11477"}, {"MGI": "99581", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P50705"}, {"MGI": "99584", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P28311"}, {"MGI": "3630390", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "Q3L180"}, {"MGI": "3630381", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "Q5G866"}, {"MGI": "99579", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P50707"}, {"MGI": "102514", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P50716"}, {"MGI": "99583", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P28312"}, {"MGI": "99580", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P50706"}, {"MGI": "3645033", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "D3YX03"}, {"MGI": "3630303", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "Q5ERI8"}, {"MGI": "99582", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P50704"}, {"MGI": "3711900", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "E9QLQ1"}, {"MGI": "99591", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P50708"}, {"MGI": "99586", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P50713"}, {"MGI": "1915259", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "Q45VN2"}, {"MGI": "99588", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P50711"}, {"MGI": "3611585", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "Q9D848"}, {"MGI": "3646688", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "D3Z1V9"}, {"MGI": "102509", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P50715"}, {"MGI": "3639039", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "Q8C1N8"}, {"MGI": "3630383", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "Q5G865"}, {"MGI": "1913548", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "Q8C1P2"}, {"MGI": "99590", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P50709"}, {"MGI": "3708769", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "L7N231"}, {"MGI": "3705230", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "D3YX02"}, {"MGI": "99585", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P50714"}, {"MGI": "3709605", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "Q5ERJ0"}, {"MGI": "1345152", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "Q64016"}, {"MGI": "99587", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "P50712"}, {"MGI": "3808881", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10090, "uniprot_kb": "E9QPZ2"}, {"RGD": "1304852", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10116, "uniprot_kb": "Q4JEI9"}, {"RGD": "1566065", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10116, "uniprot_kb": "Q4JEI6"}, {"RGD": "1562293", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10116, "uniprot_kb": "Q4JEI8"}, {"Gene": "DEF5_RAT", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10116, "uniprot_kb": "P82106"}, {"RGD": "1564555", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10116, "uniprot_kb": "Q4JEI5"}, {"RGD": "1561398", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10116, "uniprot_kb": "Q4JEI2"}, {"RGD": "1587186", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10116, "uniprot_kb": "Q4JEI3"}, {"Gene": "DEF3A_RAT", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10116, "uniprot_kb": "Q62713"}, {"RGD": "1587187", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10116, "uniprot_kb": "F1LSU5"}, {"Ensembl": "ENSRNOG00000038135", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10116, "uniprot_kb": "Q9Z1F1"}, {"RGD": "727857", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10116, "uniprot_kb": "Q62714"}, {"RGD": "727951", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10116, "uniprot_kb": "Q62715"}, {"Gene": "DEF1_RAT", "ortholog_type": "O", "panther_family": "PTHR11876", "taxid": 10116, "uniprot_kb": "Q62716"}], "uniprot_kb": "P59665"}, "pathway": {"kegg": [{"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa05150", "name": "Staphylococcus aureus infection - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}], "pid": {"id": "anthraxpathway", "name": "Cellular roles of Anthrax toxin"}, "reactome": [{"id": "R-HSA-1461973", "name": "Defensins"}, {"id": "R-HSA-1462054", "name": "Alpha-defensins"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}]}, "pdb": ["2KHT", "2PM1", "3GNY", "3H6C", "3HJ2", "3HJD", "3LO1", "3LO2", "3LO4", "3LO6", "3LO9", "3LOE", "3LVX", "4DU0", "4LB1", "4LB7", "4LBB", "4LBF"], "pfam": ["PF00323", "PF00879"], "pharmgkb": "PA27238", "pir": "S32499", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326332", "relationship": "is"}, {"id": "GNF326333", "relationship": "is"}, {"id": "GNF326334", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164389", "relationship": "similar to"}, "GNF_hs-Origene": [{"id": "GNF037708", "relationship": "similar to"}, {"id": "GNF045599", "relationship": "similar to"}], "GNF_mm+hs-MGC": [{"id": "GNF128657", "relationship": "is"}, {"id": "GNF278201", "relationship": "is"}, {"id": "GNF278807", "relationship": "is"}, {"id": "GNF279588", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330765", "relationship": "is"}, {"id": "GNF331954", "relationship": "is"}, {"id": "GNF332371", "relationship": "is"}, {"id": "GNF333248", "relationship": "is"}, {"id": "GNF333250", "relationship": "is"}, {"id": "GNF333926", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338842", "relationship": "is"}}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NW_018654717.1"], "protein": ["NP_004075.1", "XP_011533042.1", "XP_054188208.1", "XP_054215843.1"], "rna": ["NM_004084.4", "XM_011534740.4", "XM_054332233.1", "XM_054359868.1"], "translation": [{"protein": "XP_011533042.1", "rna": "XM_011534740.4"}, {"protein": "XP_054188208.1", "rna": "XM_054332233.1"}, {"protein": "XP_054215843.1", "rna": "XM_054359868.1"}, {"protein": "NP_004075.1", "rna": "NM_004084.4"}]}, "reporter": {"HG-U133_Plus_2": "205033_s_at", "HG-U95Av2": ["31506_s_at", "31793_at"], "HTA-2_0": ["TC08000910.hg.1", "TC08002630.hg.1", "TC08002631.hg.1"], "HuEx-1_0": ["3122763", "3122784", "3122805"], "HuGene-1_1": ["8149116", "8149126", "8149137"], "HuGene-2_1": ["17074313", "17074322", "17074331"]}, "retired": 504182, "summary": "Defensins are a family of antimicrobial and cytotoxic peptides thought to be involved in host defense. They are abundant in the granules of neutrophils and also found in the epithelia of mucosal surfaces such as those of the intestine, respiratory tract, urinary tract, and vagina. Members of the defensin family are highly similar in protein sequence and distinguished by a conserved cysteine motif. The protein encoded by this gene, defensin, alpha 1, is found in the microbicidal granules of neutrophils and likely plays a role in phagocyte-mediated host defense. Several alpha defensin genes are clustered on chromosome 8. This gene differs from defensin, alpha 3 by only one amino acid. This gene and the gene encoding defensin, alpha 3 are both subject to copy number variation. [provided by RefSeq, Oct 2014].", "symbol": "DEFA1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413973"}, "unigene": "Hs.380781", "uniprot": {"Swiss-Prot": "P59665"}, "wikipedia": {"url_stub": "Defensin, alpha 1"}}