{"AllianceGenome": "2767", "HGNC": "2767", "MIM": "602215", "_id": "1673", "_version": 1, "accession": {"genomic": ["AC130365.5", "AC243982.3", "AC270258.1", "AF040153.1", "AF071216.1", "AJ000152.1", "CP068270.2", "NC_000008.11", "NC_060932.1", "NG_023301.1", "NW_018654717.1"], "protein": ["AAC33549.1", "AAC69554.1", "AAH69285.1", "AAH93983.1", "AAH93985.1", "CAA95992.1", "CAB65126.1", "NP_004933.1", "O15263.1"], "rna": ["BC069285.1", "BC093983.1", "BC093985.1", "BM855542.1", "HY264007.1", "NM_004942.4", "Z71389.1"], "translation": [{"protein": "AAH93983.1", "rna": "BC093983.1"}, {"protein": "NP_004933.1", "rna": "NM_004942.4"}, {"protein": "AAH69285.1", "rna": "BC069285.1"}, {"protein": "AAH93985.1", "rna": "BC093985.1"}, {"protein": "CAA95992.1", "rna": "Z71389.1"}]}, "alias": ["BD-2", "DEFB-2", "DEFB102", "DEFB2", "DEFB4", "HBD-2", "SAP1"], "ensembl": [{"gene": "ENSG00000285181", "protein": "ENSP00000496499", "transcript": "ENST00000642856", "translation": [{"protein": "ENSP00000496499", "rna": "ENST00000642856"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000171711", "protein": "ENSP00000303532", "transcript": "ENST00000302247", "translation": [{"protein": "ENSP00000303532", "rna": "ENST00000302247"}], "type_of_gene": "protein_coding"}], "entrezgene": "1673", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 0.82944357, "exp_mis": 6.142439, "exp_syn": 3.579284, "lof_z": 0.902159077035237, "mis_z": 0.817527075936864, "mu_lof": 9.3833850366e-08, "mu_mis": 1.59914414932e-06, "mu_syn": 7.15224961594e-07, "n_lof": 0.0, "n_mis": 2.0, "n_syn": 0.0, "p_li": 0.399812614148335, "p_null": 0.128366353620874, "p_rec": 0.471821032230792, "syn_z": 1.17286368859723}, "bp": 195, "cds_end": 7754132, "cds_start": 7752234, "n_exons": 2, "nonpsych": {"exp_lof": 0.7300909, "exp_mis": 5.5388646, "exp_syn": 3.218962, "lof_z": 0.839151623736191, "mis_z": 0.758429673080804, "mu_lof": 9.3833850366e-08, "mu_mis": 1.59914414932e-06, "mu_syn": 7.15224961594e-07, "n_lof": 0.0, "n_mis": 2.0, "n_syn": 0.0, "p_li": 0.420634474247795, "p_null": 0.129550847493043, "p_rec": 0.449814678259163, "syn_z": 1.12959151611996}, "nontcga": {"exp_lof": 0.76107665, "exp_mis": 5.6490328, "exp_syn": 3.29093016, "lof_z": 0.860588349967403, "mis_z": 0.974507903989171, "mu_lof": 9.3833850366e-08, "mu_mis": 1.59914414932e-06, "mu_syn": 7.15224961594e-07, "n_lof": 0.0, "n_mis": 1.0, "n_syn": 0.0, "p_li": 0.404677589172285, "p_null": 0.124958416013258, "p_rec": 0.470363994814457, "syn_z": 1.14863387686219}, "transcript": "ENST00000302247.2"}, "exons": [{"cdsend": 7896610, "cdsstart": 7894712, "chr": "8", "position": [[7894676, 7894770], [7896473, 7896716]], "strand": 1, "transcript": "NM_004942", "txend": 7896716, "txstart": 7894676}, {"cdsend": 804413, "cdsstart": 802538, "chr": "8_KZ208915v1_fix", "position": [[802502, 802596], [804276, 804519]], "strand": 1, "transcript": "NM_004942", "txend": 804519, "txstart": 802502}, {"cdsend": 99900, "cdsstart": 98013, "chr": "8_KI270813v1_alt", "position": [[97910, 98150], [99842, 99936]], "strand": -1, "transcript": "NM_004942", "txend": 99936, "txstart": 97910}], "exons_hg19": [{"cdsend": 7754132, "cdsstart": 7752234, "chr": "8", "position": [[7752198, 7752292], [7753995, 7754238]], "strand": 1, "transcript": "NM_004942", "txend": 7754238, "txstart": 7752198}], "generif": [{"pubmed": 10404637, "text": "The encoded peptide displays antibacterial activity against Gram-negative but not Gram-positive bacteria, including P. aeruginosa and E. coli. In addition, this peptide is active against C. albicans."}, {"pubmed": 11728477, "text": "expression increased by FliC of Salmonella enteritidis"}, {"pubmed": 11741980, "text": "HBD-3 is a dimer, while HBD-1 and HBD-2 are monomeric. Subsequently, the NMR solution structures of HBD1 and HBD3 were determined using standard homonuclear techniques and compared with the previously determined solution structure of HBD2"}, {"pubmed": 11751976, "text": "the involvement of mitogen-activated protein kinase pathways in beta-defensin-2 gene transcription in gingival epithelial cells"}, {"pubmed": 11934878, "text": "may participate in the recruitment of mast cells to inflammation foci"}, {"pubmed": 12063167, "text": "Activation of a Src-dependent Raf-MEK1/2-ERK signaling pathway is required for IL-1alpha-induced upregulation of beta-defensin 2 in human middle ear epithelial cells."}, {"pubmed": 12174890, "text": "High concentration in oral squamous cell carcinoma"}, {"pubmed": 12183584, "text": "Nontypeable Haemophilus influenzae (NTHI) lipooligosaccharide htrB mutants exhibited greater than 45-fold-increased sensitivity to human beta-defensin 2 (HBD-2) compared to the wild type."}, {"pubmed": 12381917, "text": "Proximal and distal RTC showed constitutive expression of human beta-defensin 1 and human beta-defensin."}, {"pubmed": 12389997, "text": "Upregulation of human beta-defensin 2 peptide expression in oral lichen planus, leukoplakia and candidiasis. Not a strong chemotactic attractant for Langerhans cells in pathological conditions of oral epithelium."}, {"pubmed": 12421237, "text": "dexamethasone inhibitis hbd-2 gene expression. both NF-kappa beta and AP-1 transcription factors are essential for hbd-2 gene expression"}, {"pubmed": 12488564, "text": "Expression of human beta-defensin-2 (hBD-2) in various gastric mucosal tissues and MKN45 gastric cancer cells with or without H. pylori; hBD-2 may be involved in the pathophysiology of H. pylori-induced gastritis"}, {"pubmed": 12489997, "text": "Human tumor cells carrying HBD-2 were implanted sc into NOD/SDCID mice to allow tumor formation. E. coli was then injected into each tumor. Homogenized tumors were analyzed for cfu and found to have enhanced antimicrobial activity."}, {"pubmed": 12522054, "text": "Induction of betaD-2 but relative tolerance to it may enable S. epidermidis to survive on the skin surface, whereas lack of stimulation of betaD-2 expression by S. pyogenes may be important in its ability to evade innate defenses and cause skin disease."}, {"pubmed": 12537649, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12612195, "text": "present in newborn skin; cathelicidin (LL-37/hCAP/18) and beta-defensin-2 demonstrated synergistic antimicrobial activity and efficiently killed group B Streptococcus, an important neonatal pathogen"}, {"pubmed": 12710950, "text": "In human epidermis, HBD-2 protein is packaged in lamellar bodies."}, {"pubmed": 12821122, "text": "MIP-3alpha and BD-2 have the ability to stimulate odontoblast differentiation in addition to their more traditional role in inflammation"}, {"pubmed": 12832046, "text": "upregulation by neutrophil elastase in bronchial epithelial cells"}, {"pubmed": 12892899, "text": "human endometrium expresses both HBD3 and HBD4 in a cycle-dependent manner; these natural antimicrobials will contribute to innate defences present in human endometrium protecting against uterine infection"}, {"pubmed": 12958190, "text": "Toll-like receptor 2 mediates hBD2 gene induction through NF-kappaB in lung epithelial cells."}, {"pubmed": 14688115, "text": "results indicate that commensal and pathogenic bacteria utilize different pathways in hBD-2 induction"}, {"pubmed": 14703118, "text": "the level of expression of hBD-1 mRNA is lower and that of hBD-3 was higher than that of hBD-2 in reconstructed epidermis"}, {"pubmed": 14714554, "text": "Calcium triggers beta-defensin (hBD-2 and hBD-3) and chemokine macrophage inflammatory protein-3 alpha (MIP-3alpha/CCL20) expression in monolayers of activated human keratinocytes"}, {"pubmed": 14760942, "text": "endogenous PGE2 is involved in the hBD-2 and E-cadherin responses of human gingival epithelial cells to A. actinomycetemcomitans. hBD-2 mRNA was induced by A. actinomycetemcomitans"}, {"pubmed": 14963722, "text": "beta-defensins are integral components of innate host defenses playing an essential part in the resistance of the human skin surfaces against M. furfur uptake and other microbial invasion."}, {"pubmed": 14981906, "text": "HBD-2 may lead to the death of normal keratinocytes adjacent to the squamous cell carcinomas, which might, in turn, indirectly assist in the multiplication of tumor cells."}, {"pubmed": 15004048, "text": "Aerobic bacteria were 100% susceptible to HBD-2 and HBD-3, whereas only 21.4 and 50% of the anaerobes were susceptible to HBD-2 and HBD-3."}, {"pubmed": 15013761, "text": "MEF activated HBD2 promoter activity, and increased the endogenous HBD2 transcription level. The activated HBD2 promoter activity was attenuated by the antisense MEF RNA input and the loss of the ETS binding site in the HBD2 promoter"}, {"pubmed": 15161058, "text": "Malignant transformation induces alteration of hBD-2 expression and leads to a reduced hBD-2 expression and subsequentially to Candida colonization on oral squamous cell carcinoma."}, {"pubmed": 15240151, "text": "Together, these results suggest that IL-1beta induces HBD-2 mRNA expression in A549 cells, and the induction seems to be at least in part mediated through activation of signaling proteins PKC, p38 MAPK, JNK, and PI3K, but not ERK."}, {"pubmed": 15382127, "text": "in the intrahepatic biliary tree, hBD-2 is expressed in response to local infection and/or active inflammation, whereas hBD-1 may constitute a preexisting component of the biliary antimicrobial defense system."}, {"pubmed": 15385474, "text": "probiotic bacteria may stimulate the intestinal innate defense through the upregulation of inducible antimicrobial peptides such as hBD-2"}, {"pubmed": 15502724, "text": "The bronchoalveolar lavage HBD2 concentrations were significantly elevated in bronchiolitis obliterans syndrome. HBD2 did not increase in histologically quiescent lung allografts."}, {"pubmed": 15529375, "text": "The expression of HBD-2 in microbicidal doses suggests that antimicrobial peptides may contribute to host defense mechanisms in articular joints."}, {"pubmed": 15547668, "text": "data suggested that in addition to being antimicrobial peptides, HBD-2 may also have a pathophysiological role as proinflammatory mediators"}, {"pubmed": 15661923, "text": "HBD-2 is the most prevalent beta-defensin in human lung cultures and neonatal tissues."}, {"pubmed": 15727258, "text": "DEFB4 gene is duplicated on human chromosome 8p."}, {"pubmed": 15820309, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15829297, "text": "The expression of HBD-2 and two other beta-defensins was correlated with induction profiles in gingival keratinocytes."}, {"pubmed": 15985221, "text": "results suggest that the two NF-(kappa)B binding sites contribute to LPS-mediated hBD-2 transcription while the NF-IL6 binding site represses LPS-independent hBD-2 transcription in HeLa cells"}, {"pubmed": 16034119, "text": "Human beta defensin-2 and -4 activate normal human keratinocytes to secrete IL-18"}, {"pubmed": 16097044, "text": "Concentrations in gastric juice, but not in plasma, were significantly higher in H pylori-positive than -negative subjects."}, {"pubmed": 16201065, "text": "These results suggested the possibility that hBD2 may be a molecular marker of gastric mucosal inflammation, irrespective of the presence/absence of Helicobacter pylori infection."}, {"pubmed": 16201312, "text": "Insufficient upregulation of hBD2 in both diabetic foot and venous calf ulcers may suggest the pathological role of this protein in the chronicity of ulcers"}, {"pubmed": 16219107, "text": "This data defines an additional role for TLR4 in the host defense in the lung."}, {"pubmed": 16242370, "text": "These findings suggest that S. aureus induces beta defensin-2 production through TLR2-mediated pathways in human corneal epithelial cells ."}, {"pubmed": 16269090, "text": "This study suggested that hBD-4 plays a significant role in the innate immunity of the lower respiratory tract."}, {"pubmed": 16319062, "text": "NOD2 serves as an intracellular pattern recognition receptor to enhance host defense by inducing the production of antimicrobial peptides such as hBD-2"}, {"pubmed": 16417227, "text": "Activation of NF-kappaB (p50-p65) and AP-1 are crucial events for induction of hBD-2 in keratinocytes upon IL-1beta and Pseudomonas aeruginosa stimulation."}, {"pubmed": 16433908, "text": "IL-1 alpha is secreted by middle ear epithelial cells upon exposure to NTHi components and that it can synergistically act with certain of these molecules to up-regulate beta-defensin 2 via the p38 MAP kinase pathway."}, {"pubmed": 16741514, "text": "hyphal-invasion-dependent inhibition of defensin expression in oral epithelium that undermines the host surveillance system represents a hitherto undescribed novel pathogenic mechanism of C. albicans"}, {"pubmed": 16762333, "text": "Studies of hbetaD-2 mRNA regulation in epithelial cells infected with M. bovis BCG provide insight into how its expression may be enhanced to control Mycobacterium tuberculosis infection"}, {"pubmed": 16909382, "text": "A lower HBD-2 gene copy number in the beta-defensin locus predisposes to colonic Crohn's Disease , most likely through diminished beta-defensin expression."}, {"pubmed": 16909382, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17000004, "text": "These data suggest that M. bovis BCG induces HBD-2 mRNA expression in A549 lung epithelial cells at least in part mediated through intracellular calcium flux as well as activation of p38MAPK"}, {"pubmed": 17254301, "text": "Beta-defensin 2 from some mammals may work as monomers while those in others, including humans, work as oligomers."}, {"pubmed": 17283097, "text": "Induced by flagellin of probiotic Escherichia coli Nissle 1917."}, {"pubmed": 17298411, "text": "results of the present study suggest immune regulatory functions in odontoblast-like cells"}, {"pubmed": 17392834, "text": "Changes in skin barrier structure and function, epidermal proliferation, and differentiation including pronounced protein expression of human beta-defensin 2 are present in tinea corporis."}, {"pubmed": 17403538, "text": "epithelial cells, did not secrete IL-6, IL-8 or monocyte chemoattractant protein-1 in response to NOD1 and NOD2 agonists; stimulation with NODs ligands induced beta-defensin 2 generation in all epithelial cells examined"}, {"pubmed": 17415576, "text": "As compared to healthy controls, skin of patients with mycosis fungoides (non-lesional and lesional) and atopic dermatitis patients showed significantly lower hBD-1 mRNA expression and significantly higher hBD-2 and hBD-3 mRNA expression."}, {"pubmed": 17760820, "text": "human beta defensin-2 genes in the gingival epithelium show differential expression in patients with specific periodontal diseases, and aggressive and chronic periodontitis types demonstrate different gingival beta defensin-2 expression patterns."}, {"pubmed": 17922409, "text": "The expression of Cathelicidin and human beta-defensin 2 mRNA in patients with infective cellulitis and normal controls is reported."}, {"pubmed": 17928537, "text": "Histamine stimulates H1 receptor and potentiates TNF-alpha- or IFN-gamma-induced hBD-2 production dependent on NF-kappaB, AP-1, or STAT1 in human keratinocytes."}, {"pubmed": 17986621, "text": "These findings indicate the involvement of phospholipase D activation in hBD-2 up-regulation in gingival epithelial cells, which correlates with the state of epithelial differentiation."}, {"pubmed": 18059266, "text": "Comparison of data from 190 Dutch affected individuals and 303 controls suggested an association between increased defensin gene copy number and psoriasis (P = 1.65 10-6, t-test)."}, {"pubmed": 18059266, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18362142, "text": "the NF-kappaB binding cofactor, IkappaB-zeta, was up-regulated by IL-17A, and the knockdown of IkappaB-zeta significantly diminished the IL-17A-induced hBD-2 expression."}, {"pubmed": 18371140, "text": "The median number of HBD-2 gene copies between responders and partial/nonresponders was similar."}, {"pubmed": 18449938, "text": "hBD-2 expression may play a dual role in vivo, i.e. in impaired intestinal barrier function observed in patients with inflammatory bowel disease."}, {"pubmed": 18452706, "text": "Francisella tularensis LVS infection induced elevated levels of hBD-2 mRNA in human airway epithelial cells."}, {"pubmed": 18556347, "text": "Leptin may promote cutaneous antimicrobial defense, inflammation, and wound repair via hBD-2"}, {"pubmed": 18566581, "text": "Human beta-defensins-1 and -2 are often up-regulated in human lung tumors"}, {"pubmed": 18578886, "text": "Beta defensin 2 induction by NTHi takes place through the TLR2 dependent MyD88-IRAK1-TRAF6-p38 MAPK pathway in airway mucosa."}, {"pubmed": 18601854, "text": "Houttuynia Cordata can up-regulate expression of HBD-2 mRNA in SPC-A-1 pulmonary epithelial cells."}, {"pubmed": 18603327, "text": "Data show that M. bovis BCG-induced human beta-defensin mRNA expression in A549 cells is regulated at least in part through activation of signaling proteins of PKC, JNK and PI3K."}, {"pubmed": 18627502, "text": "expression was found even in non-inflamed pseudocysts such as mucoceles"}, {"pubmed": 18635180, "text": "HBD-2 and HD-5 may be involved in defending against invasion by BV-related microorganisms and the decrease in IL-4 concentration may increase susceptibility to bacterial vaginosis"}, {"pubmed": 18641349, "text": "defensin beta 2 production is mediated by TLR2 and TLR4 activation and involves a c-Fos-mediated, protein kinase C-dependent signaling pathway"}, {"pubmed": 19056110, "text": "The ineffective IL-17-dependent upregulation of HBD-2 in patients with AE is due to a partial inhibition by the type 2 microenvironment, which could partially explain why patients with AE do not clear S aureus."}, {"pubmed": 19063971, "text": "NMR spectroscopy of beta-defensin 2"}, {"pubmed": 19080508, "text": "The concentrations of human defensin 5, HBD1, and HBD2 in vulvovaginal candidiasis patients were higher than in controls."}, {"pubmed": 19121950, "text": "Results showed that exogenous farnesol promoted epithelial cell defense against C. albicans infection through the involvement of TLR2, IL-6, and human beta-defensin 2."}, {"pubmed": 19141978, "text": "Expression of hBD-2 mRNA was detected in patients with nasal polyps and recurrent nasal polyps, but rare in the recovered patients and the control subjects."}, {"pubmed": 19172136, "text": "data confirm the possibility of quantifying beta-defensin-2 (HBD2)in feces and indicate that colitis in Crohn disease and colitis in ulcerative colitis differ from each other with respect to their ability to secrete HBD2"}, {"pubmed": 19194307, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19212650, "text": "SEA producing S. aureus induced the up-regulation of pro-inflammatory cytokines as well as HBD-2"}, {"pubmed": 19212651, "text": "RXM modulates mast cell activation induced by hBD-2 via a Ca2+ signal pathway, thereby possibly alleviating chronic airway inflammation."}, {"pubmed": 19233848, "text": "CCR6 regulation of the actin cytoskeleton orchestrates human beta defensin-2- and CCL20-mediated restitution of colonic epithelial cells"}, {"pubmed": 19249126, "text": "hBD-2 is produced mainly by dermal macrophages, leaving a relative deficiency of hBD-2 in the epidermis of acne inversa lesions."}, {"pubmed": 19266104, "text": "DEFB-2 systemic levels in psoriasis are largely determined by secretion from involved skin and not by genomic copy number."}, {"pubmed": 19412702, "text": "Samples of bacteria-colonized synovial membranes produce higher levels of HBD-2 when compared with samples of healthy tissues."}, {"pubmed": 19554343, "text": "Second trimester amniotic fluid HBD2 might be a predictor of premature rupture of membranes."}, {"pubmed": 19617917, "text": "Colonic HBD2 was dysregulated at mRNA and protein level in IBD. Inflammatory status and stimulus but not germline variations influenced these changes"}, {"pubmed": 19702947, "text": "HBD-2 basal messenger RNA expression was significantly lower in OSCC. The ability to be induced was significantly reduced in OSCC for HBD-2."}, {"pubmed": 19735472, "text": "U937 cells and monocytes responded to C. pneumoniae in a TLR4-dependent manner with induction of mRNA and protein of HBD-2. The treatment of cells with TLR4-neutralizing antibody resulted in a decrease in C. pneumoniae-induced HBD-2 production."}, {"pubmed": 19760202, "text": "Avocado sugars (AV119) activate keratinocyte protein kinase C and protein tyrosine kinases, leading to AP-1 and HBD-2 gene activation."}, {"pubmed": 19809410, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19819163, "text": "REsults describe the expression of human beta-defensin-1 and -2 in vaginal epithelial cells treated with lipopolysaccharide and the effects on HBD-2 expression by 17beta-estradiol and progesterone."}, {"pubmed": 19948723, "text": "strong molecular links between vitamin D deficiency and the genetics of Crohn disease, a chronic incurable inflammatory bowel condition, as Crohn's pathogenesis is associated with attenuated NOD2 or DEFB2/HBD2 function"}, {"pubmed": 20006664, "text": "hBD-2 is expressed in vascular endothelial cells associated with oral squamous cell carcinoma and Kaposi's sarcoma lesions. TGF-beta 1 and IL-1 beta induce hBD-2 transcript and peptide expression in human umbilical vein endothelial cells."}, {"pubmed": 20023216, "text": "hBD2 induces APOBEC3G expression in peripheral blood mononuclear cells and in CD4+ T lymphocytes via CCR6. The increased expression of APOBEC3G results in HIV inhibition."}, {"pubmed": 20032992, "text": "free fatty acids may provide direct antibacterial activities against P. acnes and enhance the skin's innate antibacterial defense by inducing the expression of hBD-2 in sebocytes"}, {"pubmed": 20068036, "text": "Data show that recombinant mBD4:Ig and hBD2:Ig fusion proteins retained potent antimicrobial activity against Gram-negative and Gram-positive bacteria, and that these fusion proteins showed specific binding to CCR6-expressing cells."}, {"pubmed": 20095493, "text": "Expression of beta-defensin-2 in pulmonary epithelial cells could be induced by lentinan in a concentration and time-dependent manner."}, {"pubmed": 20128731, "text": "The mRNA level of the beta defensin 2 did not differ significantly between the two subgroups."}, {"pubmed": 20154223, "text": "Infection with Legionella pneumophila markedly increased beta-defensin-2 production, and the response was attenuated in Toll-like receptor (TLR) 2 and TLR5 transient knockdown cells."}, {"pubmed": 20229195, "text": "In the colonic mucosa hBD-2 facilitates cholinergic Ca(2+)-regulated epithelial Cl(-) secretion."}, {"pubmed": 20231411, "text": "These results suggest that a pathway including p38 MAPK, IKK, and NF-kappaB activation is required for beta-defensin-2 induction in intestinal epithelial cells exposed to Bacteroides fragilis enterotoxin."}, {"pubmed": 20378733, "text": "Genomic copy number variation of beta-defensin encoding genes has a functional role in airway epithelial cells, which may contribute to the pathogenesis of COPD"}, {"pubmed": 20378733, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20483750, "text": "human beta-defensin (hBD)2 and 3 and their mouse orthologs, beta-defensin 4 and 14 contribute to the innate and adaptive immune response in their role as chemoattractants"}, {"pubmed": 20618959, "text": "The beta-defensin antimicrobial peptides hBD1, hBD2 and hBD3 were expressed by immature dendritic cells as well as gingival epithelial cells."}, {"pubmed": 20629326, "text": "HalphaD-5 and HbetaD-2 may protect fallopian tubes during microbial infection."}, {"pubmed": 20634980, "text": "Data implicate Sphk-1 in HBD-2 regulation in oral keratinocytes which also involves the activation of PI3K, AKT, GSK-3beta and ERK 1/2."}, {"pubmed": 20647256, "text": "inducible expression by Chlamydophila pneumoniae in brain capillary endothelial cells"}, {"pubmed": 20650771, "text": "The expressions of hBD-2 mRNA and protein are significantly increased in patients with good response to endoscopic sinus surgery for chronic sinusitis."}, {"pubmed": 20653851, "text": "Basal expression of LL-37 and human beta-defensin-2 was not changed in atopic individuals as compared with that in normals."}, {"pubmed": 20720450, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20724351, "text": "Serum levels of hBD2 are elevated in systemic lupus erythematosus; correlations of hBD2 to established disease activity parameters and distinct clinical situations suggest that innate immune mechanisms are activated"}, {"pubmed": 20819126, "text": "In periodontally healthy subjects, salivary beta-defensin 2 levels are not influenced by stress."}, {"pubmed": 20848773, "text": "Inflammatory stimuli may induce the transcription and expression of HBD2 gene in intestinal epithelial cells."}, {"pubmed": 20980773, "text": "The potential role of fecal HBD2 in detecting necrotizing enterocolitis is suggested."}, {"pubmed": 21062008, "text": "Glycosaminoglycan-defensin complexes are likely to play an important role in chemotaxis and in presenting defensins to their receptors."}, {"pubmed": 21105373, "text": "In the subjects without pathology of the organ of vision, the conjunctival epithelial cells exhibited HBD-2; in the patients with primary open-angle glaucoma, the baseline HBD-2 gene expression was significantly higher."}, {"pubmed": 21122132, "text": "extraplacental membranes can react differentialy to the arrival of E. coli, secreting HBD2 and HBD3 mainly in the choriodecidua region."}, {"pubmed": 21132301, "text": "elevated serum levels of human neutrophil peptides and hBD2 in Wegener's granulomatosis (WG) patients suggest a role for both defensins in WG pathogenesis."}, {"pubmed": 21178014, "text": "Activated T helper (Th)17 cells induce production of BD-2, but neither BD-1 nor BD-3, by normal human epidermal keratinocytes."}, {"pubmed": 21248725, "text": "Gene expression of epithelial innate immune markers beta-defensin 2 and CC chemokine ligand 20 is increased following the inhibition of HDAC and DNMT"}, {"pubmed": 21270758, "text": "Human beta-defensin-2 expression levels may depend on differentiation grade of lung adenocarcinoma."}, {"pubmed": 21280982, "text": "hBD-1 might function as a tumor suppressor gene in oral squamous cell carcinoma, while hBD-2 and -3 might be protooncogenes."}, {"pubmed": 21328884, "text": "TLR9 and HBD-2 gene expression in the conjunctiva and cornea was studied in children with dendriform herpetic keratitis. The latter showed a significant (more than 20-fold) increase in TLR9 gene expression as compared in healthy children."}, {"pubmed": 21383053, "text": "These findings strongly support the modulation of early beta-defensin 2 expression as a mechanism used by type I Toxoplasma gondii parasites to mediate immune evasion"}, {"pubmed": 21385545, "text": "Our results suggest that copy number variation of DEFB4 may not contribute to the pathogenesis of Behcet's disease"}, {"pubmed": 21394999, "text": "Decrease of HBD-2 gene expression may result in corneal damage in TED patients."}, {"pubmed": 21520074, "text": "Human beta-defensin 2 exhibits further functions than antimicrobial peptide activity in cultured bone cells, including stimulation of proliferation and differentiation."}, {"pubmed": 21529380, "text": "Prolonged exposure to IL-4/13 during mucociliary differentiation contributes to antimicrobial defence by increasing the expression and release of hBD-2 and mucus."}, {"pubmed": 21631237, "text": "The stimulation of human fetal membranes with S. agalactiae induced a differential and tissue-specific profile of HBD-1, HBD-2, and HBD-3 secretion."}, {"pubmed": 21834467, "text": "Variations of HBD-2 and TLR-2 gene expression in patients presenting with lichen ruber planus under effect of ultraviolet irradiation"}, {"pubmed": 21843332, "text": "Under the condition of bisphosphonate-associated osteonecrosis of the jaws an increased expression of hBD-1,-2,-3 is detectable."}, {"pubmed": 21913811, "text": "Platelets display potent antimicrobial activity and release human beta-defensin 2."}, {"pubmed": 21956461, "text": "results suggest that in malignant epithelial cells beta-defensin-2 (BD-2)may control cell growth via arrest of G1/S transition and activation of retinoblastoma protein"}, {"pubmed": 22050386, "text": "There was a higher frequency of a lower copy number of the DEFB4 gene in patients with ischemic stroke as compared with healthy controls"}, {"pubmed": 22093109, "text": "High fecal HBD2 levels at 6 months were associated with an increased risk for allergic sensitization by the age of 5 years"}, {"pubmed": 22137028, "text": "increased serum levels in atopic dermatitis"}, {"pubmed": 22209221, "text": "Pre-exposition to nicotine seems to reduce a stimulating effect of TNF-alpha on the gene expression of hBD-2 in HaCaT keratinocytes."}, {"pubmed": 22296408, "text": "Differential regulation of the expression of hBD-2 and hBD-3 might play an important role in pneumococci pneumonia."}, {"pubmed": 22302058, "text": "We found that a higher DEFB4 gene copy number was associated with both systemic lupus erythematosus and ANCA-associated small vasculitis."}, {"pubmed": 22384213, "text": "Using a large, unique cohort of pediatric CA-SAB, this study found no significant association between DEFB1 genetic variation or DEFB4/DEFB103 gene copy number and susceptibility for Staphylococcus aureus bacteremia"}, {"pubmed": 22386945, "text": "Binding of peptides corresponding to the carboxy-terminal region of human-beta-defensins-1-3 with model membranes investigated by isothermal titration calorimetry."}, {"pubmed": 22391815, "text": "The role of Immunosuppressive neutrophils on the production of human beta-defensins (HBDs), important molecules on host antimicrobial innate immunities, by human keratinocytes was studied."}, {"pubmed": 22438960, "text": "The epithelial expression of TLR4 and of HBD2 was assessed in surgical specimens from current smokers COPD (s-COPD; n = 17), ex-smokers COPD (ex-s-COPD; n = 8), smokers without COPD (S; n = 12), and from non-smoker non-COPD subjects (C; n = 13)."}, {"pubmed": 22444247, "text": "HBD2 is expressed in tonsils and its levels are reduced in patients with allergic rhinitis."}, {"pubmed": 22450687, "text": "our results indicate that HIV-1 Tat can up-regulate the expression of hBD-2 via JNK-NF-kappaB/AP-1-dependent pathways in human B cells."}, {"pubmed": 22500651, "text": "The authors identified rhamnolipids in Pseudomonas aeruginosa culture supernatants that are able to prevent the pathogen-induced BD-2 response in keratinocytes."}, {"pubmed": 22537555, "text": "Andrographolide (1.0-10 micromol/L) can upregulate the expression of hBD-2 in a dose-dependent manner."}, {"pubmed": 22564496, "text": "results showed strong beta-defensin-4 immunoexpression in explanted tissue from osteoarthritis cartilage and weak beta-defensin-4 expression in control cartilage"}, {"pubmed": 22645023, "text": "The probiotic group also showed decreased concentrations of the pro-inflammatory cytokine IL-8 but increased antimicrobial peptide hBD-2."}, {"pubmed": 22739795, "text": "There is an association of beta-defensin copy number and psoriasis in three cohorts of European origin."}, {"pubmed": 22742591, "text": "The beta-defensin 2 gene was expressed when NCTC 2544 cells were treated with lipopolysaccharides. Expression of the beta-defensin 2 gene was also found in cells treated with hyaluronic acid and Plantaricin A preparations."}, {"pubmed": 22761444, "text": "a highly size-specific, TLR4-dependent, innate defense response to fragmented HA contributes to intestinal epithelium barrier defense through the induction of intracellular HbetaD2 protein."}, {"pubmed": 22837109, "text": "Studies indicate beta-defensins (DEFB4, DEFB103, DEFB104), chemokine ligand 3 like 1 (CCL3L1), Fc gamma receptor 3B (FCGR3B), and complement component C4 (C4) for copy number variation in disease association."}, {"pubmed": 22860513, "text": "Both Streptococcus gordonii and Porphyromonas gingivalis induced the mRNA-expression of hBD-2 and hBD-3 in gingival epithelial cells as well as fibroblasts after 24 hrs."}, {"pubmed": 22902431, "text": "In severe necrotizing enterocolitis, low hBD2 expression was accompanied by low TLR4/MD2 expression, suggesting an inadequate response to luminal bacteria, possibly predisposing those infants to the development of NEC."}, {"pubmed": 23194186, "text": "these observations suggest that there may be an interracial difference in DEFB4/103A copy numbers between admixed populations and a relationship between DEFB1 single nucleotide polymorphisms and DEFB4/103A copy number variation"}, {"pubmed": 23198942, "text": "TFF3 activated the epithelial cells in culture to produce beta defensins 2 (hBD2) and beta defensins 4"}, {"pubmed": 23398087, "text": "Production of HBD2 and elafin by vaginal epithelial cells is sensitive to E, suggesting that innate immune protection varies in the vagina across the menstrual cycle."}, {"pubmed": 23466823, "text": "We found copy number variation of DEFB4 was a host genetic factor conferring susceptibility to cervical cancer. A lower DEFB4 copy number was associated with susceptibility to cervical cancer."}, {"pubmed": 23499548, "text": "visfatin enhances CAMP, hBD-2, hBD-3, and S100A7 production in human keratinocytes and their orthologs in murine imiquimod-treated psoriatic skin."}, {"pubmed": 23519334, "text": "Malassezia furfur modulated IL8 and beta-defensin 2 expression during infection."}, {"pubmed": 23548528, "text": "Allergic rhinitis suppresses HBD-2, an epithelial antimicrobial peptide, in the tonsils."}, {"pubmed": 23562109, "text": "defensin beta 4A was implicated in Streptococcus agalactiae growth suppression in ex vivo human extraplacental membranes with evidence of signal transduction across the tissue"}, {"pubmed": 23614747, "text": "Older individuals expressed hBD-2 more frequently in skin."}, {"pubmed": 23625220, "text": "Pneumolysin produced by Streptococcus pneumoniae is required for inducing hos beta-defensin 2 whose expression is under the control of p38 MAP and MKP1."}, {"pubmed": 23647067, "text": "A significant correlation was found between hBD-2, disturbed skin barrier function and disease severity."}, {"pubmed": 23698749, "text": "hBD2 and hBD3 induce sustained divalent calcium (Ca2+) mobilization and substantial degranulation in human mast cells, with hBD3 being more potent."}, {"pubmed": 23734009, "text": "HBD2 blockade of the Ca(2+)-activated potassium channels may represent a new type of cross-talk between immune and cardiovascular systems"}, {"pubmed": 23774076, "text": "Expressions of hBD-2 and hBD-3 mRNA are up-regulated in nongonococcal cervicitis, suggesting the role of mucosal immunity in nongonococcal cervicitis."}, {"pubmed": 23776172, "text": "study demonstrates that HBD2 and 3 activate plasmacytoid dendritic cells by enhancing the intracellular uptake of CpG and self DNA and promote DNA-induced IFN-alpha production in a TLR9-dependent manner"}, {"pubmed": 23819923, "text": "Bladder cancer cells produce HBD-2 when they are infected by BCG to defend themselves against BCG internalisation, which plays an important role during the initiation and propagation of the immunotherapeutic response in bladder cancer cells."}, {"pubmed": 23925144, "text": "Preterm neonates show lower human beta-defensin-2 levels in cord blood compared with term neonates. Low human beta-defensin-2 levels in preterm neonates might be associated with an increased risk of late-onset sepsis."}, {"pubmed": 24019264, "text": "results suggested an association between decreased DEFB4 CN and serum hBD-2 levels and periodontitis severity."}, {"pubmed": 24077667, "text": "The aim was to study fecal MMP-9 and HBD-2 in pediatric inflammatory bowel disease to compare their performance to calprotectin and to study whether they would provide additional value in categorizing patients according to their disease subtype."}, {"pubmed": 24120511, "text": "Data show that Lactobacillus crispatus promotes epithelial cell defense against Candida albicans infection through the involvement of TLR2/4, IL-8 and human beta-defensin 2 and 3, suggesting this Lactobacillus as an anti-infective agent against C. albicans."}, {"pubmed": 24191013, "text": "Focal targeting by human beta-defensin 2 disrupts localized virulence factor assembly sites in Enterococcus faecalis."}, {"pubmed": 24307989, "text": "S100A12 and hBD2 correlate with the fecal microbiota thus linking the intestinal innate immune response to the bacterial colonization."}, {"pubmed": 24368180, "text": "Nontypeable Haemophilus influenzae (NTHi)-induced binding of p65 NF-kappaB to the distal NF-kappaB binding motif of DEFB4 enhances NTHi-induced DEFB4 regulation in epithelial cells."}, {"pubmed": 24386991, "text": "beta-defensin-2 and interleukin-4 receptor are biomarkers that improve the prediction of poor-outcome over clinical variables in the acute phase of stroke"}, {"pubmed": 24564045, "text": "The salivary beta-defensin concentration was significantly higher in patients with oral mucosal diseases than in healthy volunteers; furthermore, in patients, the concentration was significantly higher before treatment than after treatment."}, {"pubmed": 24577404, "text": "Increased DEFB2 in the T-zone prevents the progress of comedones to papulopustular leasions in acne."}, {"pubmed": 24691279, "text": "hBD-2 exerts its growth suppression effect toward human melanoma cells via downregulation of B-Raf, cyclin D1 and cyclin E expression, upregulation of p21(WAF1) expression and activation of pRB."}, {"pubmed": 24747281, "text": "The concentrations of LL37, alpha-1, beta-1 and beta-2 defensins were determined by ELISA. Serum AMPs did not change during attacks and did not correlate with acute phase reactants."}, {"pubmed": 24831548, "text": "EGFR inhibitors suppressed keratinocyte expression of hBD2 and 3 induced by S. epidermidis."}, {"pubmed": 24894820, "text": "Results suggest that SIRT1 mediates the induction of hBD2 and IL-8 gene expression levels in A549 cell by S. pneumoniae. SIRT1 may play a key role in host immune and defense response in A549."}, {"pubmed": 24903937, "text": "Report non significant elevation in beta-defensin 2 levels in bronchoalveolar lavage fluid from children with pulmonary tuberculosis."}, {"pubmed": 24927104, "text": "Study showed that DNA hypermethylation is involved in decreased expression of hBD-2 in oral carcinoma cells (OCC), and that increased expression of hBD-2 inhibited OCC proliferation and invasion."}, {"pubmed": 25057107, "text": "We conclude that it is unlikely that DEFB4 plays a role in Huntington's disease pathogenesis."}, {"pubmed": 25178103, "text": "There is an association between decreased DEFB4 copy number, elevated serum hBD-2 and IL-22 levels, and dermatophytosis in patients."}, {"pubmed": 25226614, "text": "HBD-2 is overexpressed in tumor tissues removed from patients with esophageal SCC."}, {"pubmed": 25263616, "text": "Paracrine signaling involving IL-1 of choriodecidual origin is likely a critical driver for amnion HBD-2 increases in response to Group-B-Streptococcus infection of extraplacental membranes."}, {"pubmed": 25381795, "text": "our simulation shows that C3 peptides(C3 is a chimera from human b-defensins 2 and 3) can make anionic lipids clustered in the bacterial membrane."}, {"pubmed": 25417183, "text": "We conclude that plant-made recombinant beta-defensins (phBD-1 and phBD-2) are promising antimicrobial substances and have the potential to become additional tools against salmonellosis, particularly when used in combination."}, {"pubmed": 25503380, "text": "We found that RNA interference-induced Caspase-12 silencing increased NOD1, hBD1 and hBD2 expression"}, {"pubmed": 25517613, "text": "Enteric alpha-defensin HD5 and beta-defensin hBD2 shared similar toxin-unfolding effects with HNP1, albeit to different degrees."}, {"pubmed": 25944908, "text": "Unlike classical gating modifiers of toxin peptides from animal venoms, which generally bind to the Kv channel S3-S4 linker, hBD2 only targets residues in both the N and C termini of the S1-S2 linker to influence channel gating"}, {"pubmed": 26025437, "text": "The copy numbers of DEFB4 gene may be associated with ankylosing spondylitis and involved in disease progression."}, {"pubmed": 26038828, "text": "there is a significant link between innate immunity deregulation through disruption of cationic peptides (hBDs) and the potential development of colon cancer."}, {"pubmed": 26073571, "text": "Study demonstrates high levels of serum hBD2 and LL-37 levels in paediatric post- infectious bronchiolitis obliterans patients. These antimicrobial peptides may have important roles in immune systems and the pathogenesis of these patients."}, {"pubmed": 26244639, "text": "Methylglyoxal and glyoxal in vitro irreversibly adduct to the recombinant human BD-2 peptide, and significantly reduce antimicrobial and chemotactic functions."}, {"pubmed": 26350435, "text": "BD2 secreted by the mesenchymal stem cells via TLR- 4 signalling pathway is one of the critical paracrine factors mediating microbicidal effects against E. coli."}, {"pubmed": 26434201, "text": "A higher frequency of a lower (<4) copy number of the DEFB4 gene was observed in patients with Multiple Sclerosis as compared with the controls."}, {"pubmed": 26448160, "text": "human lung epithelial cells secrete CCL20 and BD2 in response to B. abortus and/or to cytokines produced by infected monocytes."}, {"pubmed": 26536271, "text": "Study found that HBD2 bound tightly to Mc1r with an affinity similar to that of HBD3"}, {"pubmed": 26539799, "text": "HBD2 or HBD3 cointernalized with virions in endosomes, formed oligomers, and reduced infectivity of human immunodeficiency virus."}, {"pubmed": 26773532, "text": "EMMPRIN, MMP8, hyaluronan, beta-defensing-2, and neutrophil gelatinase-associated lipocalin (NGAL) are elevated in women with vaginal inflammation"}, {"pubmed": 26874342, "text": "Expression of hBD-1, hBD-2, hBD-3, and hBD-4 in healthy and chronic periodontitis gingiva."}, {"pubmed": 26930710, "text": "Finally, Fusobacterium nucleatum FAD-I activation of human BD-2 expression was mediated via both Toll-like receptor-1/2 (TLR-1/2) and TLR-2/6 heterodimerization."}, {"pubmed": 26944069, "text": "a set of IL-17A-regulated genes in keratinocytes, which recapitulate typical psoriasis genes exemplified by DEFB4A, S100A7, IL19 and CSF3, based on the differences in the expression profiles of cells stimulated with six cytokines versus cells stimulated with only five cytokines lacking IL-17A."}, {"pubmed": 26950997, "text": "In periodontitis, TLR2 gene hyperexpression was accompanied by the reduction of expression of anti-microbial peptide HBD-2, as well as in an increase of production of TNF-alpha and TGF-beta by epithelial cells of periodontium mucosa."}, {"pubmed": 26960373, "text": "study indicated that the expression of HBD-2 and HBD-3 mRNA and protein in lesions of cutaneous tuberculosis may be not consistent with that of tuberculids"}, {"pubmed": 27082275, "text": "Higher copy numbers of the DEFB4 gene was observed in Alzheimer disease patients as compared with the controls. Levels in sera and CSF were elevated in Alzheimer disease patients compared with controls."}, {"pubmed": 27117051, "text": "TNF-alpha- and IL-17A mediate synergistic induction of DEFB4 gene expression in human keratinocytes through IkappaBzeta"}, {"pubmed": 27207796, "text": "these results demonstrate that HNPs1-3 may be potent inhibitors of ADAMTS13 activity, likely by binding to the central A2 domain of VWF and physically blocking ADAMTS13 binding."}, {"pubmed": 27377709, "text": "our findings provide new insights into the molecular mechanisms how HBD2 and HBD3 interact with cells of myeloid origin and demonstrate their immuno-modulating functions during innate immune responses."}, {"pubmed": 27502297, "text": "IL-17A is a dominant driver of skin pathology in patients with psoriasis, and serum BD-2 is an easily measurable biomarker of psoriasis disease activity that responds rapidly and robustly to IL-17A inhibition by secukinumab."}, {"pubmed": 27517152, "text": "recombinantly tailored beta-defensin can intensively enter into the K-Ras mutant pancreatic cancer cells through macropinocytosis-mediated process"}, {"pubmed": 27526049, "text": "the effect of adiponectin on the unregulated production of hBD2 in UVB-induced premature senescent keratinocytes"}, {"pubmed": 27618158, "text": "this study shows inverse correlations in serum cytokine levels and HBD-2 production for IL-10, IL-2, IL-4, tumor necrosis factor-alpha, and IL-6 in young and elder adults with recurrent infecions"}, {"pubmed": 27727278, "text": "No association was found between DEFB4/103A copy number variation and any periodontopathogen level or clinical measure in all samples, Caucasians, or African Americans."}, {"pubmed": 28132490, "text": "The crystal structure of BD4 indicates structural differences between this molecule and those reported previously for other human beta-defensins. BD4 was shown to be a potent antibacterial agent."}, {"pubmed": 28270138, "text": "Plasma samples of multiple traumatized patients showed high expression of HBD-2, which may protect the severely injured patient from overwhelming bacterial infection."}, {"pubmed": 28487283, "text": "It was concluded that bile acids can differentially regulate colonic epithelial beta-defensin expression and secretion; the authors discuss the implications for intestinal health and disease.-"}, {"pubmed": 28622393, "text": "Giardia co-infection promotes the secretion of antimicrobial peptides beta-defensin 2 and trefoil factor 3 and attenuates attaching and effacing bacteria-induced intestinal disease.("}, {"pubmed": 28887442, "text": "Clinically, vaginal-douche BD2 concentrations were reduced (p < 0.05) in women suffering recurrent urinary tract infections (rUTI), compared to age-matched healthy controls with concentrations further decreased (p < 0.05) in a TLR5(392Stop) single nucleotide polymorphism rUTI subgroup."}, {"pubmed": 29367706, "text": "DEFB4 copy number modulates cervical antimicrobial immunity."}, {"pubmed": 29487594, "text": "Results from study in human monocytic cell line THP-1 and murine macrophage-like cell line RAW264.7 demonstrate a novel immune defense activity of BD2 and BD3, which promotes clearance of Pseudomonas aeruginosa by inhibiting macrophage autophagy through down-regulation of EGR1 and c-FOS."}, {"pubmed": 29623515, "text": "Investigation of the clinical characteristics and copy number variations (CNVs) of DEFB4, IL22, and LCE3C in the three subclassifications revealed no significant differences in gender ratio and in Ps area and severity index (PASI) score.  The CNVs of DEFB4 and LCE3C showed no significant differences but the CNV of IL22 significantly differed among the three subclassifications."}, {"pubmed": 29905453, "text": "Endometrial tissues and epithelial cells constitutively secreted both BD-1 and -2 mostly at the apical compartment. Both genistein and daidzein induced BDs secretion which reached a peak at 5-15 min. The apical secretion of BDs was coincidence with increased Cl- secretion induced by genistein."}, {"pubmed": 30003595, "text": "plasma level negatively correlated with children's age with younger children having the highest levels"}, {"pubmed": 30328471, "text": "Staphylococcus epidermidis-induced interleukin-1 beta and beta-defensin-2 expression in keratinocytes is regulated by the host molecule A20 (TNFAIP3) and may help S. epidermidis to persist on human skin."}, {"pubmed": 30484159, "text": "The induction of hBD2 in HaCaT cells was mediated by the Toll-like receptor 2 (TLR2) signaling pathway, including the activation of extracellular signal-regulated kinase (ERK) and activator protein 1 (AP-1)."}, {"pubmed": 30529003, "text": "It is a immune component extensively expressed in mucosa and epidermis, which are responsible for the first line of host defense."}, {"pubmed": 30899005, "text": "Higher vaginal levels of DEFB4A lowered the risk of spontaneous preterm birth associated with cervicovaginal microbiota in an ethnicity-dependent manner."}, {"pubmed": 30974892, "text": "These findings suggest the involvement of hBD-2 in the pathogenesis of oral lichen planus (OLP) and may, thus, be harnessed for therapeutic interventions in OLP."}, {"pubmed": 31126693, "text": "HBD 2 promotes CCR2-mediated Nod2 signaling, which induces production of type I IFNs and an inflammatory response, and enhances primary innate immunity leading to an effective adaptive immune response to HBD 2-conjugated antigen."}, {"pubmed": 31682009, "text": "DEFB4A expression is significantly downregulated in healthy palatal mucosa of smokers"}, {"pubmed": 31875602, "text": "Relationship Between Human beta-Defensin 2 and the Vaginal Environment."}, {"pubmed": 32058800, "text": "DEFB4A Promoter Polymorphism Is Associated with Chronic Periodontitis: A Case-Control Study."}, {"pubmed": 32551953, "text": "Copy number variation, gene expression and histological localization of human beta-defensin 2 in patients with adeno-tonsillar hypertrophy."}, {"pubmed": 33174018, "text": "Relative quantification of human betadefensins gene expression in pterygium and normal conjunctiva samples."}, {"pubmed": 33175712, "text": "Increased serum antimicrobial peptide LL-37 and HBD-2 combined with 25-hydroxyvitamin D3 deficiency in infants with pertussis."}, {"pubmed": 33717182, "text": "Human beta-Defensin 2 Mutations Are Associated With Asthma and Atopy in Children and Its Application Prevents Atopic Asthma in a Mouse Model."}, {"pubmed": 34139696, "text": "Serum Human beta-Defensin 2 Is Increased in Angioedema Accompanying Chronic Spontaneous Urticaria."}, {"pubmed": 34362937, "text": "Human beta defensin levels and vaginal microbiome composition in post-menopausal women diagnosed with lichen sclerosus."}, {"pubmed": 34547411, "text": "Human beta-defensins 2 and 4 are dysregulated in patients with coronavirus disease 19."}, {"pubmed": 34831214, "text": "Human beta-Defensin 2 and Its Postulated Role in Modulation of the Immune Response."}, {"pubmed": 34855866, "text": "Cervicovaginal levels of human beta defensins during bacterial vaginosis."}, {"pubmed": 36310877, "text": "Antimicrobial peptide human beta-defensin-2 improves in vitro cellular viability and reduces pro-inflammatory effects induced by enteroinvasive Escherichia coli in Caco-2 cells by inhibiting invasion and virulence factors' expression."}, {"pubmed": 36542690, "text": "Human beta-defensin 2 ameliorates acute GVHD by limiting ileal neutrophil infiltration and restraining T cell receptor signaling."}, {"pubmed": 37253703, "text": "Therapeutic modalities of human beta defensin-2 with prospective significance in diabetic wound treatment."}, {"pubmed": 38070628, "text": "beta-defensin 2 protects against Escherichia coli-induced acute urinary tract infection by downregulating beta-catenin."}, {"pubmed": 38189674, "text": "Molecular Dynamics Simulations on Spike Protein Mutants Binding with Human beta Defensin Type 2."}, {"pubmed": 38246944, "text": "Salivary Th17 cytokine, human beta-defensin 1-3, and salivary scavenger and agglutinin levels in Crohn's disease."}, {"pubmed": 38965312, "text": "Identification of human host factors required for beta-defensin-2 expression in intestinal epithelial cells upon a bacterial challenge."}], "genomic_pos": [{"chr": "8", "end": 7896716, "ensemblgene": "ENSG00000171711", "start": 7894677, "strand": 1}, {"chr": "HG76_PATCH", "end": 5493999, "ensemblgene": "ENSG00000285181", "start": 5491964, "strand": 1}], "genomic_pos_hg19": [{"chr": "8", "end": 7274385, "start": 7272382, "strand": -1}, {"chr": "8", "end": 7754233, "start": 7752151, "strand": 1}], "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006935", "pubmed": 20068036, "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 10521347, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 10521347, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031640", "pubmed": 15625724, "qualifier": "involved_in", "term": "killing of cells of another organism"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031640", "pubmed": 9727055, "qualifier": "involved_in", "term": "killing of cells of another organism"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042742", "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042742", "pubmed": 21115716, "qualifier": "acts_upstream_of_or_within", "term": "defense response to bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050829", "pubmed": [15625724, 20068036], "qualifier": "involved_in", "term": "defense response to Gram-negative bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050830", "pubmed": [15625724, 20068036], "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050832", "pubmed": 30050988, "qualifier": "involved_in", "term": "defense response to fungus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050918", "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061760", "pubmed": 30050988, "qualifier": "involved_in", "term": "antifungal innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061844", "pubmed": 30050988, "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061844", "pubmed": 9727055, "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [9727055, 21115716], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 20068036, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005546", "pubmed": 30050988, "qualifier": "enables", "term": "phosphatidylinositol-4,5-bisphosphate binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031731", "qualifier": "enables", "term": "CCR6 chemokine receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031731", "pubmed": 20068036, "qualifier": "enables", "term": "CCR6 chemokine receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042056", "qualifier": "enables", "term": "chemoattractant activity"}]}, "homologene": {"genes": [[9544, 100169969], [9606, 1673], [9606, 100289462]], "id": 122147}, "interpro": [{"desc": "Beta defensin type", "id": "IPR001855", "short_desc": "Defensin_beta-typ"}, {"desc": "Beta/alpha-defensin, C-terminal", "id": "IPR006080", "short_desc": "Beta/alpha-defensin_C"}], "ipi": "IPI00005739", "map_location": "8p23.1", "name": "defensin beta 4A", "other_names": ["beta defensin-2", "beta-defensin 4A", "defensin beta 4A", "defensin, beta 2", "defensin, beta 4", "skin-antimicrobial peptide 1"], "pantherdb": {"HGNC": "2767", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2151044", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 10090, "uniprot_kb": "Q91VD6"}, {"MGI": "3646525", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 10090, "uniprot_kb": "Q4QY34"}, {"MGI": "1927667", "ortholog_type": "LDO", "panther_family": "PTHR20515", "taxid": 10090, "uniprot_kb": "P82019"}, {"RGD": "1563630", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 10116, "uniprot_kb": "Q32ZI3"}, {"RGD": "619944", "ortholog_type": "LDO", "panther_family": "PTHR20515", "taxid": 10116, "uniprot_kb": "O88514"}, {"MGI": "2179200", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 10090, "uniprot_kb": "Q91V70"}, {"MGI": "1933153", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 10090, "uniprot_kb": "Q9EPV9"}, {"MGI": "2654206", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 10090, "uniprot_kb": "Q91V82"}, {"MGI": "1351612", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 10090, "uniprot_kb": "Q9WTL0"}, {"RGD": "1589572", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 10116, "uniprot_kb": "Q32ZI4"}, {"Ensembl": "ENSGALG00000022815", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 9031, "uniprot_kb": "P46156"}, {"Gene": "GAL8", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 9031, "uniprot_kb": "Q6IV23"}, {"Ensembl": "ENSGALG00000042193", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 9031, "uniprot_kb": "Q6IV26"}, {"Ensembl": "ENSGALG00000019843", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 9031, "uniprot_kb": "Q6GXJ1"}, {"Ensembl": "ENSGALG00000016670", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 9031, "uniprot_kb": "A0A140T8H2"}, {"Gene": "GAL2", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 9031, "uniprot_kb": "P46158"}, {"Ensembl": "ENSGALG00000019844", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 9031, "uniprot_kb": "A0A140T8H7"}, {"Gene": "GLL1A_CHICK", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 9031, "uniprot_kb": "P46157"}, {"Ensembl": "ENSGALG00000016668", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 9031, "uniprot_kb": "Q6QLR3"}, {"Ensembl": "ENSGALG00000047285", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 9031, "uniprot_kb": "Q6QLR2"}, {"Ensembl": "ENSGALG00000016669", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 9031, "uniprot_kb": "A0A140T8H4"}, {"Ensembl": "ENSGALG00000019845", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 9031, "uniprot_kb": "Q6QLR1"}, {"Gene": "GAL3", "ortholog_type": "O", "panther_family": "PTHR20515", "taxid": 9031, "uniprot_kb": "Q9DG58"}], "uniprot_kb": "O15263"}, "pathway": {"kegg": [{"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa05150", "name": "Staphylococcus aureus infection - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1461957", "name": "Beta defensins"}, {"id": "R-HSA-1461973", "name": "Defensins"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}], "wikipathways": [{"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP4341", "name": "Non-genomic actions of 1,25 dihydroxyvitamin D3"}]}, "pdb": ["1E4Q", "1FD3", "1FD4", "1FQQ", "6CS9"], "pfam": "PF00711", "pharmgkb": "PA27249", "pharos": {"target_id": 9468, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326447", "relationship": "is"}, {"id": "GNF326448", "relationship": "is"}, {"id": "GNF326449", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248407", "relationship": "is"}, {"id": "GNF248408", "relationship": "is"}, {"id": "GNF248409", "relationship": "is"}, {"id": "GNF248410", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128712", "relationship": "is"}, {"id": "GNF278199", "relationship": "is"}, {"id": "GNF278981", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF331186", "relationship": "is"}, {"id": "GNF332558", "relationship": "is"}, {"id": "GNF334255", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338116", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104243", "relationship": "is"}, {"id": "GNF143892", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_023301.1", "NW_018654717.1"], "protein": "NP_004933.1", "rna": "NM_004942.4", "translation": {"protein": "NP_004933.1", "rna": "NM_004942.4"}}, "reporter": {"HG-U133_Plus_2": "207356_at", "HG-U95Av2": "32464_at", "HTA-2_0": ["TC08000051.hg.1", "TC08000919.hg.1"], "HuEx-1_0": ["3084682", "3122973"], "HuGene-1_1": ["8144481", "8149169"], "HuGene-2_1": ["17065458", "17074361"]}, "retired": 115252, "summary": "Defensins form a family of microbicidal and cytotoxic peptides made by neutrophils. Members of the defensin family are highly similar in protein sequence. This gene encodes defensin, beta 4, an antibiotic peptide which is locally regulated by inflammation. [provided by RefSeq, Jul 2008].", "symbol": "DEFB4A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1413978"}, "unigene": "Hs.105924", "uniprot": {"Swiss-Prot": "O15263"}, "wikipedia": {"url_stub": "Beta-defensin 2"}}