{"AllianceGenome": "31702", "HGNC": "31702", "MIM": "606611", "_id": "55894", "_version": 1, "accession": {"genomic": ["AC130360.4", "AC246795.2", "AC270273.1", "AF252830.5", "CP068270.2", "NC_000008.11", "NC_060932.1", "NT_187570.1", "NW_018654717.1"], "protein": ["AAF73853.1", "AAG02237.1", "AAG22030.1", "AAM62424.1", "AAV41025.1", "ACK99045.1", "BAB40572.1", "CAC03097.1", "NP_061131.1", "P81534.2"], "rna": ["AB037972.1", "AF217245.1", "AF295370.1", "AF301470.1", "AF516673.1", "AJ237673.1", "AY785153.1", "EU918408.1", "NM_018661.4"], "translation": [{"protein": "AAM62424.1", "rna": "AF516673.1"}, {"protein": "CAC03097.1", "rna": "AJ237673.1"}, {"protein": "ACK99045.1", "rna": "EU918408.1"}, {"protein": "AAV41025.1", "rna": "AY785153.1"}, {"protein": "AAG02237.1", "rna": "AF295370.1"}, {"protein": "AAG22030.1", "rna": "AF301470.1"}, {"protein": "BAB40572.1", "rna": "AB037972.1"}, {"protein": "AAF73853.1", "rna": "AF217245.1"}, {"protein": "NP_061131.1", "rna": "NM_018661.4"}]}, "alias": ["BD-3", "DEFB-3", "DEFB103", "DEFB3", "HBD-3", "HBD3", "HBP-3", "HBP3"], "ensembl": [{"gene": "ENSG00000177243", "protein": "ENSP00000324633", "transcript": "ENST00000318124", "translation": [{"protein": "ENSP00000324633", "rna": "ENST00000318124"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000285376", "protein": "ENSP00000495040", "transcript": "ENST00000642635", "translation": [{"protein": "ENSP00000495040", "rna": "ENST00000642635"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000273641", "protein": "ENSP00000480773", "transcript": "ENST00000613448", "translation": [{"protein": "ENSP00000480773", "rna": "ENST00000613448"}], "type_of_gene": "protein_coding"}], "entrezgene": "55894", "exons": [{"cdsend": 7430130, "cdsstart": 7428983, "chr": "8", "position": [[7428893, 7429129], [7430072, 7430348]], "strand": -1, "transcript": "NM_018661", "txend": 7430348, "txstart": 7428893}, {"cdsend": 7882568, "cdsstart": 7881421, "chr": "8", "position": [[7881203, 7881479], [7882422, 7882658]], "strand": 1, "transcript": "NM_018661", "txend": 7882658, "txstart": 7881203}, {"cdsend": 113201, "cdsstart": 112054, "chr": "8_KI270813v1_alt", "position": [[111964, 112200], [113143, 113419]], "strand": -1, "transcript": "NM_018661", "txend": 113419, "txstart": 111964}, {"cdsend": 790382, "cdsstart": 789234, "chr": "8_KZ208915v1_fix", "position": [[789016, 789292], [790236, 790472]], "strand": 1, "transcript": "NM_018661", "txend": 790472, "txstart": 789016}, {"cdsend": 5479856, "cdsstart": 5478708, "chr": "8_KZ208915v1_fix", "position": [[5478490, 5478766], [5479710, 5479946]], "strand": 1, "transcript": "NM_018661", "txend": 5479946, "txstart": 5478490}], "exons_hg19": [{"cdsend": 7287652, "cdsstart": 7286505, "chr": "8", "position": [[7286415, 7286651], [7287594, 7287870]], "strand": -1, "transcript": "NM_018661", "txend": 7287870, "txstart": 7286415}, {"cdsend": 7740090, "cdsstart": 7738943, "chr": "8", "position": [[7738725, 7739001], [7739944, 7740180]], "strand": 1, "transcript": "NM_018661", "txend": 7740180, "txstart": 7738725}], "generif": [{"pubmed": 11223260, "text": "HBD-3 is a broad-spectrum, inducible cationic antimicrobial peptide expressed at mucosal surfaces including pulmonary epithelia, esophagus, skin, placenta and gingiva.  May also act as a chemokine for adaptive immune cells."}, {"pubmed": 11741980, "text": "HBD-3 is a dimer, while HBD-1 and HBD-2 are monomeric. Subsequently, the NMR solution structures of HBD1 and HBD3 were determined using standard homonuclear techniques and compared with the previously determined solution structure of HBD2"}, {"pubmed": 12013554, "text": "important role in the innate oral epithelial host defense"}, {"pubmed": 12727027, "text": "Expression of mRNA is upregulated during differentation of keratinocyte immortalized cell lines."}, {"pubmed": 12825122, "text": "expression pattern of hBD-3 mRNA by in situ hybridization in normal oral epithelium, leukoplakia, and lichen planus"}, {"pubmed": 12840147, "text": "disulfide bonding in hBD3, although required for binding and activation of receptors for chemotaxis, is fully dispensable for its antimicrobial function"}, {"pubmed": 12892899, "text": "human endometrium expresses both HBD3 and HBD4 in a cycle-dependent manner; these natural antimicrobials will contribute to innate defences present in human endometrium protecting against uterine infection"}, {"pubmed": 14703118, "text": "the level of expression of hBD-1 mRNA is lower and that of hBD-3 was higher than that of hBD-2 in reconstructed epidermis"}, {"pubmed": 14714554, "text": "Calcium triggers beta-defensin (hBD-2 and hBD-3) and chemokine macrophage inflammatory protein-3 alpha (MIP-3alpha/CCL20) expression in monolayers of activated human keratinocytes"}, {"pubmed": 14981906, "text": "Expression of HBD-3 was detected only in areas adjacent to squamous cell carcinomas"}, {"pubmed": 15820309, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15829297, "text": "The expression of HBD3 and two other beta defensins was correlated with induction profiles in gingival keratinocytes."}, {"pubmed": 15934078, "text": "beta-defensin 3 (HBD-3) is a multifunctional antimicrobial peptide with the ability to link host defense mechanisms and inflammation with tissue-remodeling processes in articular cartilage."}, {"pubmed": 16034119, "text": "Human beta defensin-3 activates normal human keratinocytes to secrete IL-18"}, {"pubmed": 16634647, "text": "results demonstrate that antimicrobial activity & absence of cytotoxicity can be explained by lipid-specificity of hBD3; clear correlation between these aspects of biological activity of hBD3 & its interaction with lipid matrices could be found."}, {"pubmed": 16741514, "text": "hyphal-invasion-dependent inhibition of defensin expression in oral epithelium that undermines the host surveillance system represents a hitherto undescribed novel pathogenic mechanism of C. albicans"}, {"pubmed": 16778986, "text": "hBD-3 is strongly induced in human skin wounds"}, {"pubmed": 16818731, "text": "Recombinant human beta-defensin 3 induces internalization of HIV-1 coreceptor CXCR4 without promoting calcium flux, ERK-1/2 phosphorylation, or chemotaxis."}, {"pubmed": 16954397, "text": "The gene expression of hBD-3 in primary human keratinocytes upon contact with S. aureus was studied."}, {"pubmed": 17007044, "text": "Our results suggest that like hBD-2, hBD-3 may be involved in the pathophysiology of H. pylori-induced gastritis."}, {"pubmed": 17015038, "text": "deficiency in human beta defensin-3 expression is an acquired rather than a constitutive defect"}, {"pubmed": 17415576, "text": "As compared to healthy controls, skin of patients with mycosis fungoides (non-lesional and lesional) and atopic dermatitis patients showed significantly lower hBD-1 mRNA expression and significantly higher hBD-2 and hBD-3 mRNA expression."}, {"pubmed": 17460726, "text": "Blocking peptide binding of HBD3 inhibited killing of the bacteria, indicating an essential role for beta-defensin 3 in the constitutive killing of bacteria by normal keratinocytes."}, {"pubmed": 18006661, "text": "activation of NF-kappaB by hBD-3 depends on the expression of both TLR1 and TLR2"}, {"pubmed": 18167348, "text": "both hBD3 and mBD14 were chemotactic for freshly isolated mouse resident peritoneal cells. Thus, mBD14, based on structural and functional similarities, appears to be an orthologue of hBD3."}, {"pubmed": 18180295, "text": "chemoattractant and antimicrobial activities of beta-defensins can be separated, and both of these functions are independent of intramolecular disulfide bonds"}, {"pubmed": 18345484, "text": "Results describe the relationship between human beta-defensin 3 (hBD3) expression and mean histamine concentration in human placental tissue."}, {"pubmed": 18345485, "text": "Results indicate that lipopolysaccharide-induced activation of Toll-like receptor 4 in chorioamnionitis triggers increased production of beta-defensin 3."}, {"pubmed": 18385759, "text": "p21, a cyclin-dependent kinase inhibitor downstream of S100/A11, is required for calcium-mediated induction of HBD-3 and filaggrin."}, {"pubmed": 18452706, "text": "Francisella tularensis LVS infection has no effect on the level of hBD-3 in airway epithelial cells."}, {"pubmed": 18538383, "text": "Patients with atopic dermatitis have problems with S. aureus skin infection. This is a result of increased levels of T(H)2 cytokines, which inhibit keratinocyte mobilization of HBD-3."}, {"pubmed": 18627502, "text": "expression was found even in non-inflamed pseudocysts such as mucoceles"}, {"pubmed": 18711400, "text": "HBD3 binds recombinant hemagglutinin B (rHagB), a non-fimbrial adhesin from Porphyromonas gingivalis and this interaction may be an important initial step to attenuate a pro-inflammatory cytokine response and an ERK 1/2 response."}, {"pubmed": 18925411, "text": "bacterial induction of HBD-3 via TLR-2 and -4 in bone"}, {"pubmed": 19108000, "text": "Results describe a reaction mechanism to elucidate the oxidation results of two linear cysteine-containing peptide analogues of human beta-defensin 3."}, {"pubmed": 19194307, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19219676, "text": "Increased expression of beta-defensin 3 is associated with oral squamous cell carcinomas."}, {"pubmed": 19480463, "text": "Results indicate that in addition to the number of positively charged residues and hydrophobic residues, the arrangement of these residues in the 3-D space is important to the antimicrobial selectivity and salt-dependent activity beta defensins."}, {"pubmed": 19554343, "text": "no association of amniotic fluid HBD3 with preterm birth"}, {"pubmed": 19580334, "text": "Results describe the structures of three C-terminal (R36-K45) analogues of human beta-defensin-3 as studied by 1H NMR spectroscopy and extensive molecular dynamics simulations."}, {"pubmed": 19675119, "text": "differential modulation of expression in gingival epithelia by Porphyromonas gingivalis lipopolysaccharide isoforms"}, {"pubmed": 19702947, "text": "The ability to be induced was significantly reduced in OSCC."}, {"pubmed": 19734018, "text": "Histamine induces human beta-defensin-3 production in human keratinocytes."}, {"pubmed": 19741426, "text": "Authors detected three rare variants in HBD3 in melanoma: two in intron 1 (53IN1 A/G and 56IN1 G/A) and a coding variant (Arg34Lys G/A in exon 1)."}, {"pubmed": 19995893, "text": "T. denticola suppressed the expression of HBD-3 by inhibiting the TLR2 axis in gingival epithelial cells."}, {"pubmed": 20104491, "text": "Human BD3 lacks pro-inflammatory activity in human & mouse primary macrophages. It plays a dual role in antimicrobial activity and resolution of inflammation."}, {"pubmed": 20128731, "text": "The mRNA level of the beta defensin 3 did not differ significantly between the two subgroups."}, {"pubmed": 20385753, "text": "The authors report that binding of hBD3 to defined, lipid II-rich sites of cell wall biosynthesis may lead to perturbation of the biosynthesis machinery, resulting in localized lesions in the cell wall as demonstrated by electron microscopy."}, {"pubmed": 20483368, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20483750, "text": "human beta-defensin (hBD)2 and 3 and their mouse orthologs, beta-defensin 4 and 14 contribute to the innate and adaptive immune response in their role as chemoattractants"}, {"pubmed": 20819126, "text": "In periodontally healthy subjects, HBD-2 and HBD-3 levels are not influenced by stress."}, {"pubmed": 21071608, "text": "Human beta-defensin 3 represents a novel NF-kappaB-regulated mediator of CCR7 expression and anti-apoptotic pathways."}, {"pubmed": 21387465, "text": "A worldwide analysis of beta-defensin copy-number variable in 67 populations shows an unusually high frequency of high-DEFB103-expressing copies in East Asia the geographical origin of historical and modern influenza epidemics"}, {"pubmed": 21393042, "text": "DEFB103 copy number does not influence Staphylococcus aureus nasal carrier status."}, {"pubmed": 21442129, "text": "Data show that high-glucose conditions inhibited the BD3 expression of epidermal keratinocytes."}, {"pubmed": 21464083, "text": "Persistent nasal carriers of Staphylococcus aureus show deficient upregulation of hBD3 in skin after experimental wounding in vivo."}, {"pubmed": 21470491, "text": "hBD-3 secretion in response to Staphylococcus aureus challenge is dysregulated in Wegener's granulomatasis, and this might be one reason for higher S. aureus colonisation rates in WG."}, {"pubmed": 21631237, "text": "The stimulation of human fetal membranes with S. agalactiae induced a differential and tissue-specific profile of HBD-1, HBD-2, and HBD-3 secretion."}, {"pubmed": 21809339, "text": "these findings suggest that the mechanism of hBD3 anti-inflammatory activity involves specific targeting of toll-like receptor signaling pathways"}, {"pubmed": 21843332, "text": "Under the condition of bisphosphonate-associated osteonecrosis of the jaws an increased expression of hBD-1,-2,-3 is detectable."}, {"pubmed": 22023339, "text": "Xog1p is one of the LL37/hBD-3 targets, and elevated beta-1,3-exoglucanase activity reduces C. albicans adhesion to plastic."}, {"pubmed": 22035653, "text": "Overexpression of hBD-3 was associated with lymphatic invasion of oral squamous cell carcinoma tissue (OSCC); hBD-3 expression upregulated by LPS via EGFR signaling pathways can enhance metastasis of OSCC cells."}, {"pubmed": 22232436, "text": "In BK, hBD3 gene expression was moderately increased and then decreased after healing."}, {"pubmed": 22296408, "text": "Differential regulation of the expression of hBD-2 and hBD-3 might play an important role in pneumococci pneumonia."}, {"pubmed": 22364200, "text": "Beta-defensin 3 may be a novel melanocortin-1 receptor agonist involved in regulating melanocyte responses in humans."}, {"pubmed": 22386945, "text": "Binding of peptides corresponding to the carboxy-terminal region of human-beta-defensins-1-3 with model membranes investigated by isothermal titration calorimetry."}, {"pubmed": 22391815, "text": "The role of Immunosuppressive neutrophils on the production of human beta-defensins (HBDs), important molecules on host antimicrobial innate immunities, by human keratinocytes was studied."}, {"pubmed": 22418431, "text": "SP-A protects lung epithelium from tissue injury caused by BD3"}, {"pubmed": 22444247, "text": "HBD3 is expressed in tonsils and its levels are reduced in patients with allergic rhinitis."}, {"pubmed": 22572817, "text": "results identify HBD3 as an antagonist of the MC1R that is expressed in human melanocytes and shed new light on the regulation of MC1R expression and activity by its agonist and antagonists."}, {"pubmed": 22704618, "text": "During prolonged infection, hBD3 was subsequently downregulated by the Helicobacter pylori virulence determinant CagA."}, {"pubmed": 22837529, "text": "Preincubation of monocytes with molecules that bind PS protected these cells from hBD-3-induced membrane damage, suggesting that outer-membrane PS expression can at least partially explain monocyte susceptibility to hBD-3"}, {"pubmed": 22860513, "text": "Both Streptococcus gordonii and Porphyromonas gingivalis induced the mRNA-expression of hBD-2 and hBD-3 in gingival epithelial cells as well as fibroblasts after 24 hrs."}, {"pubmed": 22951718, "text": "These results suggest an important role for hBD3 in inducing dendritic cell activation, migration, and polarization."}, {"pubmed": 23133681, "text": "This study demonstrates that hBD3 is induced in leprosy Type 1 Reactions and suppressed by corticosteroids."}, {"pubmed": 23204181, "text": "DEFB1 polymorphisms promote persistent S. aureus colonization by lowering beta-defensin-3 expression in keratinocytes of human skin."}, {"pubmed": 23204181, "text": "DEFB1 promoter polymorphisms may promote persistent S. aureus colonization by reducing hbd-1 and hbd-3 expression in keratinocytes of human skin."}, {"pubmed": 23499548, "text": "visfatin enhances CAMP, hBD-2, hBD-3, and S100A7 production in human keratinocytes and their orthologs in murine imiquimod-treated psoriatic skin."}, {"pubmed": 23608825, "text": "overexpressed in both sporadic inclusion body myositis and polymyositis"}, {"pubmed": 23614747, "text": "Levels of psoriasin, RNase 7 and hBD-3 expression - assessed by immunohistochemistry - varied between different body localisations."}, {"pubmed": 23659571, "text": "Mapping of key residues in the interaction between human Beta-defensin 3 and CXCR4 reveals key defensin motifs involved in protein binding."}, {"pubmed": 23698749, "text": "hBD2 and hBD3 induce sustained divalent calcium (Ca2+) mobilization and substantial degranulation in human mast cells, with hBD3 being more potent."}, {"pubmed": 23774076, "text": "Expressions of hBD-2 and hBD-3 mRNA are up-regulated in nongonococcal cervicitis, suggesting the role of mucosal immunity in nongonococcal cervicitis."}, {"pubmed": 23790489, "text": "Human beta-defensin 3 behaves as a neutral antagonist at both the MC1R and the MC4R, blocking the effects of the inverse agonists ASIP and AGRP."}, {"pubmed": 23829433, "text": "Alterations in chemokine production or their receptors in monocytes of HIV-infected persons could influence cell migration and modify the effects of hBD-3 at sites of inflammation."}, {"pubmed": 24120511, "text": "Data show that Lactobacillus crispatus promotes epithelial cell defense against Candida albicans infection through the involvement of TLR2/4, IL-8 and human beta-defensin 2 and 3, suggesting this Lactobacillus as an anti-infective agent against C. albicans."}, {"pubmed": 24579469, "text": "Recombinant hBD-3 can up-regulated the expression of TLR2, IL-17A and IL-22."}, {"pubmed": 24633129, "text": "human beta-defensin-3, improves the function of the epithelial tight-junction barrier in human keratinocytes."}, {"pubmed": 24747887, "text": "epidermal growth factor-dependent RNase 7 and human beta-defensin-3 expression upon infection with Trichophytum rubrum"}, {"pubmed": 24831548, "text": "EGFR inhibitors suppressed keratinocyte expression of hBD2 and 3 induced by S. epidermidis."}, {"pubmed": 24956228, "text": "hBD3 might participate in intestinal wound healing by promoting enterocyte migration and show beneficial effects on newborn rats with necrotizing enterocolitis."}, {"pubmed": 24969834, "text": "Study demonstrates that hBD-3 inhibits the progression of colon cancer in a paracrine fashion through downregulation of MTA2 expression."}, {"pubmed": 25381795, "text": "our simulation shows that C3 peptides(C3 is a chimera from human b-defensins 2 and 3) can make anionic lipids clustered in the bacterial membrane."}, {"pubmed": 25512526, "text": "the effect of pH on the activity of an ASL defensin, human beta-defensin-3 (hBD-3), and the cathelicidin-related peptide, LL-37. We found that reducing pH from 8.0 to 6.8 reduced the ability of both peptides to kill Staphylococcus aureus."}, {"pubmed": 25541254, "text": "hBD-3 stimulates IL-37 expression through CCR6 in keratinocytes"}, {"pubmed": 26038828, "text": "there is a significant link between innate immunity deregulation through disruption of cationic peptides (hBDs) and the potential development of colon cancer."}, {"pubmed": 26224324, "text": "the role of DEFB103 gene copy number variation (CNV) in ankylosing spondylitis (AS) susceptibility, was investigated."}, {"pubmed": 26302933, "text": "TLR1, TLR2 and CCR2 were expressed on NK cells, and in NK culture experiments we observed hBD-3 to directly act on NK cells, resulting in CD69 upregulation and IFNgamma secretion. We also observed mDC-hBD-3 enhanced NK cytolytic activity and IFNgamma production."}, {"pubmed": 26347021, "text": "C-terminal 15-mer peptide within hBD3, designated as hBD3-3, has cell- and skin-penetrating activity, which can induce anti-inflammatory activity"}, {"pubmed": 26417692, "text": "M. catarrhalis induced hBD-3 expression in pulmonary epithelial cells, which was dependent on M. catarrhalis membranous lipoolygosaccharide."}, {"pubmed": 26536271, "text": "Study found that HBD2 bound tightly to Mc1r with an affinity similar to that of HBD3"}, {"pubmed": 26539799, "text": "HBD2 or HBD3 cointernalized with virions in endosomes, formed oligomers, and reduced infectivity of human immunodeficiency virus."}, {"pubmed": 26646717, "text": "Using bone marrow derived macrophages from knockout mice we demonstrate that hBD3 suppresses the polyI:C-induced TLR3 response mediated by TICAM1 (TRIF), while exacerbating the cytoplasmic response through MDA5 (IFIH1) and MAVS (IPS1/CARDIF)."}, {"pubmed": 26688341, "text": "These results demonstrate that the gamma-core within HBD3 is the ancestral core of the full-length molecule and is a viable HDP per se, since it is endowed with the most important biological features of HBD3"}, {"pubmed": 26733497, "text": "epidermal growth factor receptor (EGFR)activation via phosphorylation of EGFR via TAK1-p38alpha pathway, and subsequent internalization of EGFR are functionally linked to the induction of hBD3 in gastric epithelial cells infected with H. pylori."}, {"pubmed": 26874342, "text": "Expression of hBD-1, hBD-2, hBD-3, and hBD-4 in healthy and chronic periodontitis gingiva."}, {"pubmed": 26960373, "text": "study indicated that the expression of HBD-2 and HBD-3 mRNA and protein in lesions of cutaneous tuberculosis may be not consistent with that of tuberculids"}, {"pubmed": 27034006, "text": "Ablation of E6 by siRNA induces the tumor suppressor p53 and diminishes beta-defensin-3 (hBD3) in HPV-16 positive CaSki cervical cancer cells and UM-SCC-104 head and neck cancer cells."}, {"pubmed": 27298203, "text": "our work has revealed that hBD3 exhibits potent anti-inflammatory properties both in vitro and in vivo, and this effect might be correlated with inhibition of MAPK pathway"}, {"pubmed": 27377709, "text": "our findings provide new insights into the molecular mechanisms how HBD2 and HBD3 interact with cells of myeloid origin and demonstrate their immuno-modulating functions during innate immune responses."}, {"pubmed": 27438026, "text": "In this study, the results showed genetically modified (GM) milk containing human beta-defensin-3 (HBD3) was easy to be digested in simulated gastric fluid, and it did not have adverse effects on general and gastrointestinal (GI) tract health compared to conventional milk."}, {"pubmed": 27636754, "text": "Analysis of TLR4 and HBD3 expression in epithelial cells demonstrates the key role of the innate immune factors in the pathogenesis of inflammatory and destructive periodontal lesions."}, {"pubmed": 27651414, "text": "Per duplication of mRNA in whole blood, the risk of being a carrier increased by 93% for IL17A and decreased by 35% for IFN-gamma. Independent of carriage and DEFB promotor haplotype, a 1-unit increase in IFN-gamma/IL-17A mRNA ratio led to a 24% increase in HBD3 mRNA in wounded skin. A low Th1 to Th17 mRNA ratio increases the risk of colonization, with HBD3 being a potential link."}, {"pubmed": 27713149, "text": "Our results suggested that hBD3 is involved in the carcinogenesis and development of cervical cancer, and may serve as a biomarker or therapeutic target of this disease."}, {"pubmed": 28092794, "text": "These results indicated that hBD3 could have therapeutic effect on systemic inflammation associated with periodontal infections via modulating macrophage activation and orientation."}, {"pubmed": 28106297, "text": "Different dynamics and pathway of disulfide bonds reduction has been demonstrated for two human defensins, HD5 and HBD-3."}, {"pubmed": 28188794, "text": "Direct interaction between SP-A or SAP01 and human BD-3 seemed to be responsible for the inhibitory effects on chemotaxis of mast cells."}, {"pubmed": 28677765, "text": "The results of the present study demonstrated that the transfected with HBD3 gene human periodontal ligament cells and bone marrow stromal cells stably expressed HBD3. In addition, periodontal pathogens and cariescausing bacteria were susceptible to the antimicrobial activity of the cells."}, {"pubmed": 28886588, "text": "hBD3 exhibits potent anti-periodontitis properties both in vitro and in vivo, and this effect may be correlated to inhibition of the nuclear factor-kappaB pathway and macrophage polarization."}, {"pubmed": 30160144, "text": "Enterovirus infection induces hBD3 production in human intestinal epithelial cells and that hBD3 can exert extracellular anti-enterovirus activity."}, {"pubmed": 30207316, "text": "The above results show that CHRG01, a small peptides derived from human beta defensin-3 (HBD-3) without any complex structure, is capable of killing bacteria by permeabilizing their outer membranes."}, {"pubmed": 31882811, "text": "Human beta-defensin-3 reduces excessive autophagy in intestinal epithelial cells and in experimental necrotizing enterocolitis."}, {"pubmed": 32350241, "text": "These findings demonstrate that human beta-defensin 3 accelerates osteogenesis and that human beta-defensin 3 gene modification may offer a potential approach to promote bone repair in patients with periodontitis."}, {"pubmed": 34362937, "text": "Human beta defensin levels and vaginal microbiome composition in post-menopausal women diagnosed with lichen sclerosus."}, {"pubmed": 34473496, "text": "Interaction of Human beta Defensin Type 3 (hBD-3) with Different PIP2-Containing Membranes, a Molecular Dynamics Simulation Study."}, {"pubmed": 34855866, "text": "Cervicovaginal levels of human beta defensins during bacterial vaginosis."}, {"pubmed": 38246944, "text": "Salivary Th17 cytokine, human beta-defensin 1-3, and salivary scavenger and agglutinin levels in Crohn's disease."}, {"pubmed": 38422885, "text": "Human beta defensin 3 knockdown inhibits the proliferation and migration of airway smooth muscle cells through regulating the PI3K/AKT signaling pathway."}], "genomic_pos": [{"chr": "8", "end": 7430348, "ensemblgene": "ENSG00000177243", "start": 7428888, "strand": -1}, {"chr": "HSCHR8_3_CTG1", "end": 113419, "ensemblgene": "ENSG00000273641", "start": 111959, "strand": -1}, {"chr": "HG76_PATCH", "end": 790478, "ensemblgene": "ENSG00000285376", "start": 789017, "strand": 1}], "genomic_pos_hg19": [{"chr": "8", "end": 7287870, "start": 7286410, "strand": -1}, {"chr": "8", "end": 7740186, "start": 7738726, "strand": 1}], "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0031640", "pubmed": 15625724, "qualifier": "involved_in", "term": "killing of cells of another organism"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042742", "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042742", "pubmed": 21115716, "qualifier": "acts_upstream_of_or_within", "term": "defense response to bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050829", "pubmed": 15625724, "qualifier": "involved_in", "term": "defense response to Gram-negative bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050830", "pubmed": 15625724, "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050918", "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051873", "pubmed": 16436752, "qualifier": "involved_in", "term": "killing by host of symbiont cells"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 21115716, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031731", "qualifier": "enables", "term": "CCR6 chemokine receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042056", "qualifier": "enables", "term": "chemoattractant activity"}]}, "homologene": {"genes": [[9544, 694235], [9606, 55894], [9606, 414325], [9615, 100170103]], "id": 10256}, "interpro": {"desc": "Beta defensin type", "id": "IPR001855", "short_desc": "Defensin_beta-typ"}, "ipi": "IPI00027327", "map_location": "8p23.1", "name": "defensin beta 103B", "other_names": ["beta-defensin 103", "beta-defensin 3", "defensin-like protein"], "pathway": {"kegg": [{"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa05150", "name": "Staphylococcus aureus infection - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1461957", "name": "Beta defensins"}, {"id": "R-HSA-1461973", "name": "Defensins"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}]}, "pdb": "1KJ6", "pfam": "PF00711", "pharmgkb": "PA134933952", "pharos": {"target_id": 14508, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": {"id": "GNF204361", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF334981", "relationship": "is"}}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NT_187570.1", "NW_018654717.1"], "protein": "NP_061131.1", "rna": "NM_018661.4", "translation": {"protein": "NP_061131.1", "rna": "NM_018661.4"}}, "reporter": {"GNF1H": "gnf1h00308_at", "HG-U133_Plus_2": "224239_at", "HTA-2_0": ["TC08000050.hg.1", "TC08000920.hg.1"], "HuEx-1_0": ["3084675", "3122978"], "HuGene-1_1": ["8144473", "8149172"], "HuGene-2_1": ["17065453", "17074366"]}, "retired": [115253, 653671], "summary": "Defensins form a family of microbicidal and cytotoxic peptides made by neutrophils. Members of the defensin family are highly similar in protein sequence. This gene encodes defensin, beta 103, which has broad spectrum antimicrobial activity and may play an important role in innate epithelial defense. [provided by RefSeq, Oct 2014].", "symbol": "DEFB103B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1539242"}, "unigene": ["Hs.637221", "Hs.283082"], "uniprot": {"Swiss-Prot": "P81534", "TrEMBL": "A0A894JZ42"}, "wikipedia": {"url_stub": "DEFB103A"}}